{
    "PMC": "7194498",
    "DOI": "10.12688/f1000research.22689.2",
    "PMID": "32399207",
    "PMCID": "PMC7194498",
    "title": "Host deficiency in ephrin-A1 inhibits breast cancer metastasis.",
    "year": 2020,
    "source_url": "https://europepmc.org/article/PMC/PMC7194498",
    "source": "MED",
    "abstract_text": "<b>Background:</b> The conventional dogma of treating cancer by focusing on the elimination of tumor cells has been recently refined to include consideration of the tumor microenvironment, which includes host stromal cells. Ephrin-A1, a cell surface protein involved in adhesion and migration, has been shown to be tumor suppressive in the context of the cancer cell. However, its role in the host has not been fully investigated. Here, we examine how ephrin-A1 host deficiency affects cancer growth and metastasis in a murine model of breast cancer. <b>Methods:</b> 4T1 cells were orthotopically implanted into the mammary fat pads or injected into the tail veins of ephrin-A1 wild-type ( <i>Efna1</i><sup>+/+</sup>), heterozygous ( <i>Efna1</i><sup>+/-</sup>), or knockout ( <i>Efna1</i><sup>-/-</sup>) mice. Tumor growth, lung metastasis, and tumor recurrence after surgical resection were measured. Flow cytometry and immunohistochemistry (IHC) were used to analyze various cell populations in primary tumors and tumor-bearing lungs. <b>Results:</b> While primary tumor growth did not differ between <i>Efna1</i><sup>+/+</sup>, <i>Efna1</i><sup>+/-</sup>, and <i>Efna1</i><sup>-/-</sup> mice, lung metastasis and primary tumor recurrence were significantly decreased in knockout mice. <i>Efna1</i><sup>-/-</sup> mice had reduced lung colonization of 4T1 cells compared to <i>Efna1</i><sup>+/+</sup> littermate controls as early as 24 hours after tail vein injection. Furthermore, established lung lesions in <i>Efna1</i><sup>-/-</sup> mice had reduced proliferation compared to those in <i>Efna1</i><sup>+/+</sup> controls. <b>Conclusions:</b> Our studies demonstrate that host deficiency of ephrin-A1 does not impact primary tumor growth but does affect metastasis by providing a less favorable metastatic niche for cancer cell colonization and growth. Elucidating the mechanisms by which host ephrin-A1 impacts cancer relapse and metastasis may shed new light on novel therapeutic strategies.",
    "full_text": "F1000Res F1000Res F1000Research F1000Research 2046-1402 F1000 Research Limited London, UK 7194498 32399207 10.12688/f1000research.22689.2 Research Article Articles Host deficiency in ephrin-A1 inhibits breast cancer metastasis [version 2; peer review: 3 approved] Shiuan Eileen Conceptualization Data Curation Formal Analysis Funding Acquisition Investigation Methodology Project Administration Resources Supervision Validation Visualization Writing – Original Draft Preparation Writing – Review & Editing https://orcid.org/0000-0002-3202-4010 1 2 Inala Ashwin Data Curation Investigation Resources Validation Writing – Review & Editing 1 Wang Shan Data Curation Investigation Writing – Review & Editing 3 4 Song Wenqiang Data Curation Investigation Writing – Review & Editing 3 4 Youngblood Victoria Conceptualization Funding Acquisition Investigation Methodology Resources Writing – Original Draft Preparation Writing – Review & Editing 5 Chen Jin Conceptualization Resources Supervision Writing – Review & Editing 3 4 6 7 Brantley-Sieders Dana M. Conceptualization Data Curation Funding Acquisition Investigation Methodology Resources Supervision Validation Writing – Review & Editing https://orcid.org/0000-0002-2751-6547 a 4 6 1 Program in Cancer Biology, Vanderbilt University, Nashville, TN, 37232, USA 2 Medical Scientist Training Program, Vanderbilt University, Nashville, TN, 37232, USA 3 Veterans Affairs Medical Center, Tennessee Valley Healthcare System, Nashville, TN, 37212, USA 4 Division of Rheumatology and Immunology, Vanderbilt University Medical Center, Nashville, TN, 37232, USA 5 School of Nursing, Duke University, Durham, NC, 27710, USA 6 Vanderbilt-Ingram Cancer Center, Vanderbilt University Medical Center, Nashville, TN, 37232, USA 7 Department of Cell and Developmental Biology, Vanderbilt University, Nashville, TN, 37232, USA a dana.brantley@vumc.org No competing interests were disclosed. 14 5 2020 2020 9 217 11 5 2020 Copyright: © 2020 Shiuan E et al. 2020 This is an open access article distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Background: The conventional dogma of treating cancer by focusing on the elimination of tumor cells has been recently refined to include consideration of the tumor microenvironment, which includes host stromal cells. Ephrin-A1, a cell surface protein involved in adhesion and migration, has been shown to be tumor suppressive in the context of the cancer cell. However, its role in the host has not been fully investigated. Here, we examine how ephrin-A1 host deficiency affects cancer growth and metastasis in a murine model of breast cancer. Methods: 4T1 cells were orthotopically implanted into the mammary fat pads or injected into the tail veins of ephrin-A1 wild-type ( Efna1 +/+ ), heterozygous ( Efna1 +/- ), or knockout ( Efna1 -/- ) mice. Tumor growth, lung metastasis, and tumor recurrence after surgical resection were measured. Flow cytometry and immunohistochemistry (IHC) were used to analyze various cell populations in primary tumors and tumor-bearing lungs. Results: While primary tumor growth did not differ between Efna1 +/+ , Efna1 +/- , and Efna1 -/- mice, lung metastasis and primary tumor recurrence were significantly decreased in knockout mice. Efna1 -/- mice had reduced lung colonization of 4T1 cells compared to Efna1 +/+ littermate controls as early as 24 hours after tail vein injection. Furthermore, established lung lesions in Efna1 -/- mice had reduced proliferation compared to those in Efna1 +/+ controls. Conclusions: Our studies demonstrate that host deficiency of ephrin-A1 does not impact primary tumor growth but does affect metastasis by providing a less favorable metastatic niche for cancer cell colonization and growth. Elucidating the mechanisms by which host ephrin-A1 impacts cancer relapse and metastasis may shed new light on novel therapeutic strategies. Ephrin-A1 host-tumor interactions breast cancer metastasis metastatic niche U.S. Department of Veterans Affairs 5101BX000134 National Institutes of Health T32GM0734 F30CA216891 T32HL007751 F31CA180407 R01CA148934 R01CA177681 R01CA95004 This work was supported by NIH grants T32 GM0734 (ES), F30 CA216891 (ES), T32 HL007751 (VY), F31 CA180407 (VY), R01 CA148934 (DB); R01 CA177681 (JC), and R01 CA95004 (JC), as well as VA Merit Award 5101BX000134 and VA Research Career Scientist Award (JC). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Revised Amendments from Version 1 This revised version addresses suggestions and comments from reviewer 2 and 3. Major revisions: 1) Added details regarding use of Matrigel in the Methods and Results and discussed potential confounding effects of Matrigel on primary tumor volume in the Discussion 2) For data with small sample sizes showing a nonsignificant trend, revised interpretation of data to include possibility of significant differences if more mice were used 3) Expanded discussion on potential impact of ephrin-A1 deficiency on other ephrin-A1 ligands and EphA receptors in stromal cells and their signaling 4) Expanded discussion on what is known about the role of macrophages in the lung metastatic niche and how ephrin-A1 deficiency may impact recruitment and function of macrophages 5) Expanded discussion of clinical implications of the study Minor revisions: 1) Indicated in all figure legends that each data point corresponds to an individual mouse 2) Indicated \"ns\" on graphs where data from WT and KO showed a trending difference that was not statistically significant 3) Added 4T1 cell flow gating strategy to Table 2 4) Minor text changes Introduction Over the past several decades, the conventional dogma of treating cancer by focusing on the elimination of rapidly dividing tumor cells has been gradually refined to include consideration of the environment in which the tumor thrives – the tumor microenvironment. The tumor microenvironment consists of both cancer cells and host stromal cells, such as endothelial cells, immune populations, and fibroblasts. Prominent discoveries regarding tumor-associated endothelium and immune cells have notably led to breakthrough therapeutic strategies with anti-angiogenic agents and immunotherapies, respectively 1 – 4 . Thus, understanding the host-tumor interactions involved in tumor growth and metastasis is critical for the development and application of new anti-cancer therapies. As a result of new advancements in targeted and immunotherapies, the majority of patients with early stage disease have a very favorable prognosis. However, patients who later develop distant metastasis or who are diagnosed with disseminated disease at the onset are typically very difficult to treat effectively 5 , 6 . This is largely because our knowledge of how cancer cells spread is still limited. Cancer metastasis is a dynamic and complex process that requires tumor cells to undergo many steps, including adopting invasive properties, intravasating into proximal vasculature, surviving in circulation, evading immunosurveillance, extravasating from distant vasculature, and finally adapting to selective pressures of a new environment 7 , 8 . Each of these steps involves multiple interactions between cancer cells and different types of host stromal cells. As an example, breast cancer most commonly metastasizes to the lung, bone, liver, and brain, but how and why these cells travel and colonize these particular organs is still unknown 5 , 6 . A better understanding of how breast cancer metastasizes to these distant sites is greatly needed in order to develop more effective therapies and prevent spread of malignant disease. Ephrin-A1 is a cell surface protein that regulates cell adhesion and migration 9 – 28 , and its role in cancer has recently been investigated in several different solid tumors 29 – 35 . It belongs to the group of ephrin ligands that interact with the largest family of receptor tyrosine kinases (RTKs), the Eph receptors, and regulates various developmental processes, such as embryonic cardiovascular development and angiogenic remodeling 36 – 38 . It is expressed in various cell types, including epithelial, endothelial, and immune cells and is the primary ligand for EphA2 RTK, which has been implicated in cancer growth and metastasis in various solid tumors 36 – 41 . While ephrin-A1 expression in cancer cells has been shown to be tumor suppressive 25 , 26 , 42 , , its role in the host, has not been fully investigated. Here, we use ephrin-A1 knockout mice to examine how ephrin-A1 host deficiency affects cancer growth and metastasis in a murine model of breast cancer. To test the impact of ephrin-A1 host deficiency on cancer progression, we utilized an orthotopic 4T1 mammary tumor model, as well as two different models of metastasis. While primary tumor growth did not significantly differ between ephrin-A1 wild-type ( Efna1 +/+ ), heterozygous ( Efna1 +/- ), and knockout ( Efna1 -/- ) mice, metastasis and primary tumor recurrence were significantly decreased in Efna1 -/- mice. Results of analysis on tumor-infiltrating immune cell populations and vascularity in the primary tumor did not evidently explain the differences in metastasis between Efna1 +/+ and Efna1 -/- mice. However, tumor cell lung colonization was reduced in Efna1 -/- mice, and lung metastases in Efna1 -/- mice were less proliferative than in their wild-type counterparts, suggesting that the metastatic niche in Efna1 -/- mice is less hospitable for invading tumor cells. Together, our studies suggest that host deficiency of ephrin-A1 does not impact initial tumor growth but does affect metastasis through inhibiting cancer cell extravasation and proliferation at the metastatic niche. Methods Animal models Animals were housed in a non-barrier animal facility under pathogen-free conditions, 12-hour light/dark cycle, and access to standard rodent diet and water ad libitum . Experiments were performed in accordance with AAALAC guidelines and with Vanderbilt University Medical Center Institutional Animal Care and Use Committee approval. All mice used in this study were immunocompetent BALB/c mice. Ephrin-A1 knockout ( Efna1 -/- ) mice were previously characterized by our lab 43 . To generate littermate controls, wild-type BALB/c mice were purchased from Jackson Laboratory and mated with Efna1 -/- mice to generate heterozygote mating pairs. Efna1 +/+ , Efna1 +/- and Efna1 -/- animals were identified by PCR analysis of genomic DNA using the following primers: Forward primer (5’-TGGTTATATCCCCCCACCTCACAC-3’) and two allele-specific reverse primers (WT 5’-AAGGACTCCCATATCTCAGCGACG-3’) and (KO 5’-AGACTGCCTTGGGAAAAGCG-3’). Mice were co-housed with one to four littermates for at least two weeks prior to and during all experiments and compared with littermate controls whenever possible. All mice used for tumor experiments were six to ten weeks old at the onset on the experiment. Experimental cohorts were limited to litters that were born within two consecutive weeks and that also had at least one Efna1 -/- and Efna1 +/+ female littermate pair and, when applicable, at least one Efna1 +/- female littermate. Sample sizes are as shown in the figures and range from three to twelve mice per group. At experimental endpoints, mice were euthanized by cervical dislocation. Cell culture 4T1 murine mammary adenocarcinoma cells were purchased from ATCC and maintained in DMEM (Corning #MT10013CV) supplemented with penicillin/streptomycin (Gibco #15140163) and 10% FBS (Gibco #A3160502). 4T1-GFP-luciferase clones were generated by serial dilutions of 4T1 cells with lentiviral overexpression of GFP and luciferase genes. Tumor models To reflect human breast cancer, only female mice were used for tumor experiments. For orthotopic mammary tumor implantations, 1×10 5 4T1 cells suspended in a 1:1 mixture of PBS and Growth Factor-Reduced Matrigel (Corning #354230) in a total volume of 100 μl were injected through the nipple into the fourth mammary fat pads of six to eight-week-old female mice. Tumor dimensions were measured by digital caliper at given time points every other day, and volume was calculated using the following formula: volume = length × width 2 × 0.52. To observe spontaneous lung metastases and primary tumor recurrence, mammary tumors were resected at day 14 post-implantation, along with draining inguinal lymph nodes and surrounding fat pads, and mice were ultimately sacrificed at day 32. At the time of surgical resection of primary tumors on day 14, tumors were weighed and cut in half to provide tissue for both flow cytometry analysis and cryosection staining. At the experimental endpoint on day 32, tumors were weighed, and lung metastases were counted in a blinded manner. For lung colonization experiments, 4T1-GFP-luciferase cells suspended in PBS were injected via tail vein, and mice underwent in vivo bioluminescence imaging with a PerkinElmer IVIS Spectrum several hours post-injection to verify successful and equal delivery of 4T1 cells. To observe gradual formation of GFP+ metastases, 1×10 5 4T1-GFP-luciferase cells were injected via tail vein, and mice were sacrificed at day 17. GFP+ lung metastases were counted in a blinded manner. The left lung lobe of each mouse was fixed in 10% formalin for subsequent formalin-fixed paraffin-embedded (FFPE) processing, sectioning, and H&E staining, while the other lung lobes were processed for flow cytometry analysis. To observe early colonization and proliferation of 4T1 cells, 5×10 5 4T1-GFP-luciferase cells labeled with CellTrace Violet dye (Invitrogen #C34571) were injected via tail vein. At 24 hours, mice were sacrificed, and lungs were perfused with PBS and processed for flow cytometry analysis. Immunohistochemistry (IHC) and Immunofluorescence (IF) FFPE lung sections were prepared and stained for PCNA (1:100, BD Biosciences #555567 raised in mouse, RRID: AB_395947) as described previously 44 . Slides were blinded, and the number of metastatic foci per section of lobe was quantified. Nuclear PCNA staining was analyzed using ImageJ v1.52o with the IHC Profiler plugin 45 and percentage of PCNA+ tumor cell nuclei were quantified. Each data point is an average of two sections of the left lung from an individual mouse. To prepare cryosections, mammary tumors were frozen in OCT Compound (Thermo Fisher Scientific #23-730-571) on dry ice and stored at -80°C. Sections (8 µm) were cut on a Leica Cryostat CM1950, fixed in 4% PFA, washed with PBS, permeabilized with 0.3% Triton X-100 (Sigma-Aldrich #X100), and blocked using M.O.M. Mouse Ig Blocking Reagent and Protein Concentrate (Vector Laboratories #PK-2200) per manufacturer recommendations and with 2.5% goat serum (Sigma-Aldrich #G9023) in PBS. Slides were then incubated over two nights at 4°C with primary antibodies against CD31 (1:150, Biolegend #102501 raised in rat, RRID: AB_312908) and αSMA (1:150, Dako #M085129-2 raised in mouse, RRID: AB_2811108) in blocking buffer. After washing with PBS, slides were incubated for one hour at room temperature in secondary antibodies goat anti-rat Ax594 (1:500, Invitrogen #A11007, RRID: AB_10561522) and anti-mouse Ax488 (1:500, Invitrogen #A11001, RRID: AB_2534069), washed with PBS, and mounted with ProLong Gold Antifade Mountant with DAPI (Invitrogen #P36931). Slides were blinded, and images were taken by an Olympus DP72 camera through a BX60 inverted fluorescence microscope and processed using CellSens Dimension software. A total of 12-40 20x fields of view were analyzed from each section using ImageJ. For αSMA analysis, images were evaluated for colocalization with CD31 staining, and data was displayed as a percentage of αSMA+ out of CD31+ area or integrated intensity. Each data point is an average of all fields of view of two to three tumor sections from an individual mouse. Flow cytometry Tumors and lungs were minced and dissociated in RPMI-1640 media (Corning #MT10040CV) containing 2.5% FBS, 1 mg/ml collagenase IA (Sigma-Aldrich #C9891), and 0.25 mg/ml DNase I (Sigma-Aldrich #DN25) for 45 minutes at 37°C. Digested tissue was then filtered through a 70-µm strainer, and red blood cells were lysed using ACK Lysis Buffer (KD Medical #RGF-3015). Samples were washed with PBS and stained with Ghost Dye Violet V510 (Tonbo Biosciences #13-0870) to exclude dead cells. After washing with buffer (0.5% BSA, 2mM EDTA in PBS), samples were blocked in αCD16/32 mouse Fc block (Tonbo Biosciences #70-0161) and stained for extracellular proteins using an antibody master mix made in buffer. After washing with buffer, cells were fixed with 2% PFA. For FoxP3 intracellular staining, cells were permeabilized using the FoxP3 Transcription Factor Staining Kit (Tonbo Biosciences #TNB-0607-KIT) per manufacturer protocol. Flow cytometry data was obtained on a BD 4-laser Fortessa using BD FACS Diva software v8.0.1 and analyzed using FlowJo software v10.6.1. Fluorescence minus one (FMO) samples were used as gating controls when needed. Antibodies used in flow panels are detailed in Table 1 , and gating strategies used in analysis are detailed in Table 2 . Each data point is generated after analyzing at least 5×10 5 viable cells from a specimen from an individual mouse. Table 1. Antibodies used in flow cytometry analysis. Antibody target Manufacturer Catalog # Fluorophore Dilution RRID MHCII I-E/A Tonbo Biosciences 75-5321 V450 1/250 AB_2621965 CD8a BD Biosciences 560469 V450 1/250 AB_1645281 CD11b Tonbo Biosciences 35-0112 FITC 1/250 AB_2621676 CD62L Tonbo Biosciences 35-0621 FITC 1/100 AB_2621697 CD44 Tonbo Biosciences 50-0441 PE 1/5000 AB_2621762 CTLA-4 BD Biosciences 561718 PE 1/250 AB_10895585 CD31 BD Biosciences 561073 PE 1/750 AB_10563931 CD4 Biolegend 100516 APC 1/1000 AB_312719 Ly6C BD Biosciences 560595 APC 1/500 AB_1727554 FoxP3 eBiosciences 50-5773-82 e660 1/100 AB_11218868 F4/80 eBiosciences 45-4801-82 PerCP-Cy5.5 1/250 AB_914345 CD3e Tonbo Biosciences 65-0031 PerCP-Cy5.5 1/250 AB_2621872 Ly6G (Gr1) Tonbo Biosciences 80-5931 rF710 1/1000 AB_2621999 CD8a Tonbo Biosciences 80-0081 rF710 1/500 AB_2621977 PD-1 BD Biosciences 565815 APC-R700 1/500 AB_2739366 CD45 Biolegend 103109 PE-Cy5 1/5000 AB_312974 CD4 Tonbo Biosciences 55-0041 PE-Cy5 1/2500 AB_2621816 CD69 BD Biosciences 552879 PE-Cy5 1/1000 AB_394508 CD11b Tonbo Biosciences 55-0112 PE-Cy5 1/5000 AB_2621818 EpCAM Biolegend 118215 PE-Cy7 1/750 AB_1236477 CD11c BD Biosciences 561022 PE-Cy7 1/500 AB_2033997 Ly6C eBiosciences 25-5932-80 PE-Cy7 1/1000 AB_2573502 CD25 Tonbo Biosciences 60-0251 PE-Cy7 1/500 AB_2621843 CD11c Biolegend 117323 APC-Cy7 1/500 AB_830646 CD45 BD Biosciences 557659 APC-Cy7 1/500 AB_396774 Table 2. Gating strategy used in flow cytometry analysis. Cell population Gating strategy CD8 T cells CD45+,CD3e+,CD4-,CD8a+ CD4 T cells CD45+,CD3e+,CD4+,CD8a- Tregs CD45+,CD3e+,CD4+,CD8a-,CD25+,FoxP3+ Monocytes CD45+,CD11b+,Ly6G-,Ly6C+,F4/80- Macrophages CD45+,CD11b+,Ly6G-,Ly6C-,F4/80+ Granulocytes CD45+,CD11b+,Ly6G+,Ly6C-/+,F4/80- Dendritic cells CD45+,CD11c+,MHCII+,F4/80- Endothelial cells CD45-,GFP-,EpCAM-,CD31+ 4T1 cells CD45-,GFP+,CD31- Statistical analysis All graphs and statistical analysis were completed using GraphPad Prism software v6.07. For comparisons between two groups, an unpaired Mann-Whitney U -test was performed. For comparisons between three groups, a Kruskal-Wallis H -test was performed, followed by post-hoc Mann-Whitney U -tests evaluating differences between the knockout and either the wild-type or heterozygote animals. A P -value less than 0.05 was considered statistically significant. Results Ephrin-A1-deficient hosts have reduced metastasis in vivo We initially investigated the impact of ephrin-A1 host deficiency on primary tumor growth by implanting 4T1 cells in a mixture of PBS and Matrigel orthotopically into the mammary fat pads of syngeneic BALB/c female Efna1 +/+ and Efna1 -/- mice. No difference in primary tumor growth or weight at 21 days post-implantation was observed ( Figure 1A ). To test the impact of ephrin-A1 host deficiency on spontaneous metastasis, 4T1 cells were implanted orthotopically as described above and surgically resected on day 14 post-implantation to allow for gradual development of endogenous metastases by day 32 ( Figure 1B ). As expected, primary tumors resected from Efna1 +/+ and Efna1 -/- mice were not different in size ( Figure 1C ), and this was additionally verified with Efna1 +/+ , Efna1 +/- , and Efna1 -/- littermates ( Figure 1D ). However, at the experimental endpoint, the number of visible lung metastases and lung weights were significantly decreased in knockout mice ( Figure 1E ). Many of these mice not only harbored lung metastases but also tumors that had regrown at the original site of the resected primary tumor. Similar to our findings in lung metastases, the size of recurrent primary tumors was significantly reduced in knockout mice ( Figure 1F ). Together, these results demonstrate that while host deficiency in ephrin-A1 may not affect initial tumor growth, it can impact metastatic spread and recurrence. Underlying data are available 46 , 47 . Figure 1. Ephrin-A1-deficient hosts have reduced metastasis and tumor recurrence but no difference in primary tumor growth. ( A ) 4T1 primary tumor growth curves in age-matched female Efna1 +/+ (WT) and Efna1 -/- (KO) mice and resulting tumor weights at day 21 post-implantation. ( B ) Schematic diagram showing experimental procedure for evaluating spontaneous metastases. ( C ) 4T1 primary tumor growth curves in WT and KO mice and resultant tumor weights at time of surgical resection on day 14. ( D ) 4T1 primary tumor growth curves in WT, heterozygous (+/-) and KO littermates and resultant tumor weights at time of surgical resection on day 14. ( E ) Blinded quantification of visible lung metastases and lung weights from WT and KO mice at experimental endpoint on day 32. ( F ) Weights of recurrent 4T1 tumor at primary site 18 days after surgical resection. Data shown are averages ± SD with each data point representing an individual mouse ( n =9–12 mice per group). * p <0.05, ** p <0.01 (unpaired Mann-Whitney U -test). To complement our findings in our model of spontaneous metastasis, we evaluated the impact of ephrin-A1 host deficiency on experimental metastasis. 4T1 cells engineered to express GFP and luciferase (4T1-GFP-luciferase) were injected into the tail veins of Efna1 +/+ , Efna1 +/- , and Efna1 -/- littermates. In vivo bioluminescence imaging several hours after injection illustrated comparable signal across all mice ( Figure 2A, B ), indicating ephrin-A1 host deficiency did not impact tumor cell trafficking and lodging within the lung, at least in this short time frame. After harvesting the lungs 17 days later, we observed decreased GFP+ metastases in Efna1 -/- mice, compared to both Efna1 +/+ and Efna1 +/- littermates, which was additionally confirmed by flow cytometry ( Figure 2C, D ). Similarly, histological analysis revealed fewer metastatic foci in lungs from Efna1 -/- mice ( Figure 2E ). These data align with our previous observations on endogenous metastasis and suggest that host deficiency in ephrin-A1 inhibits circulating cancer cells from colonizing the lung. Underlying data are available 48 , 49 . Figure 2. Ephrin-A1-deficient hosts have reduced cancer cell lung colonization. ( A ) Representative image of bioluminescence signal in WT and KO littermates several hours after tail vein injection of 1×10 5 4T1-GFP-luciferase cells. ( B ) Quantification of bioluminescence signal in WT, +/-, and KO littermates. ( C ) Representative images of GFP+ surface lung metastases in WT and KO littermates 17 days after tail vein injection. ( D ) Blinded quantification of GFP+ lung metastases in WT, +/-, and KO littermates and percentages of GFP+ 4T1 cells in the lung from flow cytometry analysis. ( E ) Representative H&E staining of left lung lobes from WT and KO littermates and blinded quantification of metastatic foci per lung section. Scale bar: 200 µm. Data shown are averages ± SD with each data point representing an individual mouse ( n =4–9 mice per group). * p <0.05, ** p <0.01 (unpaired Mann-Whitney U -test for comparisons between two groups, Kruskal-Wallis H -test with post-hoc unpaired Mann-Whitney U -test for comparisons between three groups). Tumor-infiltrating immune populations are not significantly different in ephrin-A1-deficient hosts Ephrin-A1 is expressed in several types of host cells, including immune cells and endothelial cells 39 – 41 . Thus, we sought to determine how the ephrin-A1-deficient host immune system and endothelium may mitigate metastasis. Among immune cells, Ephrin-A1 can be expressed in B and T cells, monocytes, and macrophages 39 . The role of ephrin-A1 in B cells is largely unknown 50 . However, in T cells, monocytes, and macrophages, ephrin-A1 has been shown to regulate cell adhesion and migration 11 , 12 , 15 , 27 , 51 – 54 . These immune cell populations play a critical role in overall anti-tumor immunity and immunosurveillance. Dendritic cells and T cells, particularly CD8 cytotoxic T cells, are the primary drivers of the adaptive anti-tumor response in solid tumors and increased infiltration of these cell types is correlated with better prognosis and enhanced response to immunotherapies 55 , 56 . Conversely, T regulatory cells (Tregs) suppress effector functions of T cells and typically inhibit the anti-tumor response 57 , 58 . Between the two ends of this spectrum, myeloid populations, such as monocytes, macrophages, and granulocytes, can either promote or suppress an anti-tumor response, depending on their polarization and functionality 59 , 60 . Because of ephrin-A1’s known role in adhesion and chemotaxis of immune cells, we performed flow cytometry analysis on 4T1 primary tumors harvested from Efna1 +/+ , Efna1 +/- , and Efna -/- littermates. To our surprise, we found no significant differences in total infiltrating immune cells, CD4 or CD8 T cells, dendritic cells, Tregs, or myeloid populations in Efna1 +/+ , Efna1 +/- , and Efna -/- littermates ( Figure 3A, B ). Dendritic cells were decreased in Efna -/- mice, though not significantly with these sample sizes. While there were no apparent differences in the immune microenvironment of the mammary tumors, the immune microenvironment of the lung is distinct from that of the mammary gland and may impact the metastatic niche. To investigate this, we performed flow cytometry analysis on 4T1 tumor-bearing lungs generated from our model of experimental metastasis. Similar to the results we obtained from the 4T1 primary tumors, we did not see significant differences in immune populations in tumor-bearing lungs harvested from Efna1 +/+ , Efna1 +/- , and Efna1 -/- littermates, except for a modest increase in macrophages in knockout mice ( Figure 3C, D ). Underlying data are available 61 , 62 . Figure 3. Tumor-infiltrating immune populations are not significantly different in ephrin-A1-deficient hosts. ( A ) Flow cytometric analysis of total immune cells, T cells, and T regulatory (Treg) cells, as well as ( B ) monocytes, macrophages, granulocytes, and dendritic cells, in 4T1 primary tumors resected from WT, +/-, and KO littermates at day 14 post-implantation. ( C , D ) Similar analyses of immune populations in tumor-bearing lungs harvested from WT, +/-, and KO littermates 17 days after tail vein injection of 4T1-GFP-luciferase cells. Data shown are averages ± SD with each data point representing an individual mouse ( n =3–7 mice per group). * p <0.05 (Kruskal-Wallis H -test with post-hoc unpaired Mann-Whitney U -test). Although the percentage of tumor infiltrating T cells in Efna1 +/+ and Efna1 -/- mice is comparable, their activation status and effector function may still be different. Tumor-infiltrating T cells with upregulated expression of activation markers, such as CD44, CD69, and CD25, and downregulated expression of antigen-naïve markers like CD62L and exhaustion markers like PD-1 and CTLA-4 indicate a higher T cell functional status that mediates a stronger and more enduring anti-tumor response 57 , 58 . We assessed these markers on T cells in 4T1 primary tumors and tumor-bearing lungs from Efna1 +/+ and Efna1 -/- littermates using flow cytometry. However, we did not observe consistent increases in activation or decreases in naïve or exhaustion markers in knockout-derived T cells (data not shown, included in Underlying data ) 61 . In summary, host deficiency in ephrin-A1 does not significantly affect tumor-infiltrating immune cells in both primary tumors and tumor-bearing lungs. Thus, the reduction of lung metastases in Efna1 -/- hosts in vivo is unlikely due to host immunity. Tumor vascularity and pericyte coverage are not significantly different in ephrin-A1-deficient hosts In addition to the anti-tumor immune response, another host factor that can impact metastasis is the tumor vasculature. Angiogenesis is the formation of new blood vessels from a pre-existing network and is required for solid tumor growth and progression. Blood vessels can supply nutrients that support tumor growth and provide an entry for hematological dissemination and invasion 1 , 63 . These new blood vessels are typically hastily constructed in response to the high release of growth factors, such as vascular endothelial growth factor (VEGF), from tumor cells 64 , 65 . Thus, tumor vessels tend to be disorganized, leaky, and poorly covered by pericytes, which normally support the integrity of the endothelium. Ephrin-A1 is expressed in the vascular endothelium and has been shown to promote angiogenesis in vitro and in several in vivo models 66 – 71 . Therefore, we hypothesized that tumors in Efna1 -/- mice may have reduced tumor vasculature and increased endothelial pericyte coverage compared to Efna1 +/+ controls. To evaluate tumor vascularity and vessel function, we co-stained cryosections of 4T1 primary tumors from Efna1 +/+ and Efna1 -/- littermates with CD31 and αSMA, markers for endothelial cells and pericytes, respectively. Colocalization of αSMA with CD31 acts as an indicator for functional endothelium within tumors. Surprisingly, we did not observe a change in CD31+ area or intensity in 4T1 tumors from Efna1 +/+ and Efna1 -/- littermates ( Figure 4A, B ). Furthermore, pericyte coverage on tumor vessels remained the same in tumors from Efna1 +/+ and Efna1 -/- littermates ( Figure 4A, C ). Together, these data suggest that loss of ephrin-A1 in the host does not affect tumor vessel formation and function in the primary tumor. Underlying data are available 72 . Figure 4. Tumor vascularity and pericyte coverage are not significantly different in ephrin-A1-deficient hosts. ( A ) Representative images of CD31 (red), αSMA (green), and DAPI (blue) staining on cryosections of 4T1 primary tumors harvested from WT and KO littermates at day 14 post-implantation. Scale bar: 100 µm. ( B ) Quantification of CD31+ area and integrated intensity in arbitrary units (au) per high power field (hpf) of view. ( C ) Quantification of αSMA colocalization with CD31 as a percentage of αSMA+ over CD31+ stained area and integrated density. Data shown are averages ± SD with each data point representing an individual mouse ( n =3–7 mice per group). Ephrin-A1-deficient lung microenvironment provides a less favorable metastatic niche Our results from analysis of the immune infiltrate and vasculature of primary tumors, coupled with the significant difference in experimental lung metastasis between Efna1 +/+ and Efna1 -/- mice, suggest that host factors critical to this metastatic phenotype are more likely to lie downstream of the primary tumor site. These steps include tumor cell trafficking to the lung vasculature, extravasation, and adaptation to new selective pressures of the lung microenvironment. 4T1 cell trafficking to the lung was not significantly different between Efna1 +/+ and Efna1 -/- littermates after tail vein injections ( Figure 2A, B ). Thus, we aimed to evaluate extravasation and adaptation to the lung metastatic niche in Efna1 +/+ and Efna1 -/- hosts. To test extravasation of 4T1 cells in vivo , we injected 4T1-GFP-luciferase cells labeled with CellTrace Violet dye into the tail veins of Efna1 +/+ and Efna1 -/- littermates. This dye is retained only in the labeled tumor cells and diminished after subsequent cell divisions, enabling quantification of short-term cell proliferation. At 24 hours after injection, we perfused the lungs with PBS to flush out remaining cells in the pulmonary vasculature and processed the lungs for flow cytometry. Decreased GFP+ 4T1 cells were found in ephrin-A1-deficient lungs compared to wild-type controls ( Figure 5A ), suggesting that fewer cancer cells had extravasated into the lung parenchyma at this timepoint. This result may be partly due to decreased vascularity of ephrin-A1-deficient lungs at baseline. The percentage of CD31+ endothelial cells was slightly lower in knockout lungs but not significantly so with this sample size ( Figure 5B ). Moreover, this was not due to decreased proliferation of the 4T1 cells within the 24-hour timeframe, as the amount of retained CellTrace Violet dye was not higher in 4T1 cells that had extravasated in knockout lungs compared to wild-type lungs ( Figure 5C ). Together, these data suggest that extravasation of 4T1 cells is inhibited in knockout mice, compared to wild-type controls, and ephrin-A1 deficiency in the host lung may play a role in this process. Figure 5. Ephrin-A1-deficient lung microenvironment provides a less favorable metastatic niche. ( A ) Quantification of GFP+ 4T1 cells and ( B ) CD31+ endothelial cells by flow cytometry in perfused lungs harvested from WT and KO littermates 24 hours post-tail vein injection. ( C ) Percentage of GFP+ 4T1 cells in perfused WT and KO lungs that still contained CellTrace Violet dye, indicating reduced proliferation. ( D ) Representative images of PCNA staining on FFPE sections of tumor-bearing lungs from WT and KO littermates 17 days after tail vein injection of 4T1-GFP-luciferase cells. Higher magnification images and blinded quantification of PCNA+ tumor cell nuclei shown. Scale bar: 50 µm. Data shown are averages ± SD with each data point representing an individual mouse ( n =3–6 mice per group). * p <0.05 (unpaired Mann-Whitney U -test). While decreased extravasation of tumor cells may explain in part the decreased lung metastases in Efna1 -/- mice, another possibility is that once tumor cells have extravasated and established in the lung, they have reduced fitness of survival in ephrin-A1-deficient lungs, compared to wild-type lungs. There are many stressors in the lung metastatic niche that could impact the adaptability of the tumor cell. We used tumor proliferation index as a marker to evaluate how well tumor cells have adapted to a metastatic niche. Since no differences were observed in proliferation of 4T1 cells that had newly extravasated into the lung parenchyma of Efna1 +/+ and Efna1 -/- littermates within the short 24-hour timeframe ( Figure 5C ), we next assessed proliferation of tumor cells in lung micrometastases that had established over 17 days after tail vein injection ( Figure 2 ). There was a significant decrease in cell proliferation in metastatic foci established in Efna1 -/- mice, compared to Efna1 +/+ controls, as indicated by PCNA staining ( Figure 5D ). These findings suggest that reduced tumor cell lung colonization in Efna1 -/- hosts is due to both decreased extravasation of cancer cells and decreased proliferation in the metastatic niche. Underlying data are available 73 , 74 . Discussion In conclusion, host deficiency in ephrin-A1 inhibits metastasis by providing a less hospitable metastatic niche for cancer cell extravasation and colonization of the lung. Our data from 4T1 primary tumor specimens demonstrated no differences in primary tumor growth, infiltrating immune cell populations, and vascularity. This led us to investigate the metastatic process downstream from the primary tumors. We then found that lung colonization in knockout mice was decreased compared to wild-type mice as early as 24 hours post-tail vein injection of 4T1 cells, in part due to decreased extravasation. Moreover, the metastases that established in Efna1 -/- lungs were not only reduced in number but also less proliferative compared to those in wild-type lungs. These studies offer insight on how host expression of ephrin-A1 may impact tumor growth and dissemination, but they also lead to additional questions. Our ephrin-A1 knockout model is not tissue-specific nor inducible, which creates challenges in identifying specific mechanisms that contribute to our observed phenotype. For example, ephrin-A1 is highly expressed in embryonic stages of development and plays a known role in neuronal and mammary development 66 , 75 – 79 . The transcriptional and epigenetic changes that occur in utero and during early physiological development as a result of ephrin-A1 deficiency in various tissues may all contribute to the observed phenotype; however, dissecting which changes are directly downstream of ephrin-A1 and critical to metastasis may be quite difficult. This challenge is further augmented when we consider the many cell types that can express ephrin-A1, especially immune, endothelial, and epithelial cells. Additionally, ephrin-A1 on these cell types presumably interacts with EphA receptors on various stromal and tumor cells. In the absence of host ephrin-A1, forward signaling in these EphA receptors may be reduced, or it may be conserved through compensatory interaction with other ephrin-A ligands. If other ephrin-A1 ligands do not compensate for the lack of ephrin-A1, perhaps EphA receptors in these cells are available for more ligand-independent signaling. These are all reasonable hypotheses that may be supported with more molecular and biochemistry studies. Many studies have demonstrated ephrin-A1’s role in immune cell adhesion and migration. Although we did not observe significant differences in tumor immune infiltrate, this does not preclude a role for ephrin-A1 in these cell populations. Immune cells engage in a complex network of crosstalk, and it is possible that loss of ephrin-A1 in one cell type may mask the effects it has in another. One intriguing difference we observed was an increase in macrophages in Efna1 -/- tumor-bearing lungs. However, we have not determined if this difference occurs in the specific context of a stressor, such as tumor metastasis, or if knockout mice have increased macrophages at baseline. Because ephrin-A1 has been shown to impact monocyte chemotaxis and adhesion to the endothelium, it is reasonable to hypothesize that ephrin-A1 may affect recruitment of monocytes from circulation into lung tissue where they differentiate into macrophages. Macrophages in the lung are known to play a role in forming the pre-metastatic niche and maintaining a metastatic niche 80 . Though we demonstrate increased macrophages in ephrin-A1-deficient lungs, it remains to be seen if these macrophages are polarized towards an anti-tumor or a pro-tumor response. Nevertheless, this offers evidence of a novel role of ephrin-A1 in macrophage recruitment, differentiation, or survival, which requires further investigation. In addition, ephrin-A1 has been shown to regulate expression of adhesion molecules on endothelial cells and promote angiogenesis. Modulation of surface expression of adhesion proteins, such as ICAM-1 and VCAM-1, on endothelial cells impact binding to immune cells and cancer cells 8 , 40 . Thus, it is possible that ephrin-A1 on endothelial cells may mediate cancer cell transendothelial migration through modulation of these adhesion proteins. While this result may be consistent with published literature, in contrast to ephrin-A1’s known role in angiogenesis, we did not observe differences in angiogenesis between tumors from Efna1 +/+ and Efna1 -/- hosts. This discrepancy may be due to a couple reasons. First, most studies reporting on ephrin-A1’s impact on angiogenesis have shown its effect through EphA receptor signaling on the endothelial cell, not necessarily through ephrin-A1 directly in the endothelium 66 – 69 . Loss of ephrin-A1 in the endothelium and other host tissues is unlikely to completely abrogate EphA receptor signaling in the endothelium, as other ephrin ligands are able to promiscuously bind to the same EphA receptors and may even compensate for the loss of ephrin-A1 37 . Second, some of these studies use soluble ephrin-A1, instead of membrane-bound or cell-surface ephrin-A1. In our Efna1 -/- model, both cell-surface, membrane-bound ephrin-A1 and soluble, secreted ephrin-A1 are lost in vivo , and these two forms of ephrin-A1 have been shown to have competing effects 13 . The different forms of ephrin-A1, as well as the range of interactions with various Eph receptors, show how potentially complex the molecular mechanisms can be when considering host deficiency of ephrin-A1. A clue into this complicated investigation can be found in our data obtained with ephrin-A1 heterozygote controls. When comparing tumor metastasis and immune infiltrate, results from Efna1 +/- mice were much more comparable to wild-type than knockout littermate controls. This suggests that ephrin-A1 has a genetically dominant effect – one wild-type allele may be sufficient to induce the wild-type phenotype. Although we focused our inquiries on primary mammary tumors and lung metastases, there is much more to be explored. 4T1 cells, like human breast cancer, metastasize to other organ sites, such as the bone, liver, and brain. The lungs in Efna1 -/- hosts may or may not be the only organ that provides a less favorable environment for colonizing tumor cells than those in Efna1 +/+ hosts. We observed differences in recurrent primary tumor, in addition to lung metastases, which may indicate that tumor cell apoptosis or senescence is altered in knockout hosts. If this is the case, one may infer that primary tumors should also be smaller in knockout mice. Although we did not observe differences in primary tumors, it is possible that the number of 4T1 cells that were injected and the amount of Matrigel used to implant these cells, though small, may have obscured these results. While much of the published literature on ephrin-A1 focuses on its tumor suppressive role in the tumor cell, this novel study demonstrates that its role in the host tissues may be tumor-promoting. This suggests that the function of ephrin-A1is cell type-dependent and that if there is a way to target ephrin-A1 in host tissues, rather than in the tumor, targeting host ephrin-A1 to inhibit metastasis may be a strategy worth considering. Further elucidating the mechanisms by which ephrin-A1 in host cells impact cancer relapse and metastasis may enhance our understanding of the metastatic process and ultimately shed new light on novel therapeutic strategies. Data availability Underlying data Harvard Dataverse: Host deficiency in ephrin-A1 inhibits breast cancer metastasis; https://dataverse.harvard.edu/dataverse/hostEfna1metastasis . This project contains the following underlying data: Harvard Dataverse: 4T1 primary tumor dimensions and weights. https://doi.org/10.7910/DVN/AGKDWV 46 . (4T1 primary tumor dimensions from digital caliper measurements, volume calculations, and weights (related to Figure 1A, C, D .) Harvard Dataverse: 4T1 recurrent primary and spontaneous lung metastases. https://doi.org/10.7910/DVN/FU8JEY 47 . (Spontaneous 4T1 lung metastases quantification and recurrent primary tumor weights (related to Figure 1E, F .) Harvard Dataverse: Images and quantification of 4T1-GFP-luciferase experimental lung metastases. https://doi.org/10.7910/DVN/2ANDYX 48 . (Experimental 4T1-GFP-luciferase lung metastases quantification and images (related to Figure 2C–E .)) Harvard Dataverse: 4T1-GFP-luciferase bioluminescence images and quantification post-tail vein injection. https://doi.org/10.7910/DVN/39D0YR 49 . (4T1-GFP-luciferase bioluminescence quantification and images (related to Figure 2A, B ).) Harvard Dataverse: 4T1 primary tumor flow cytometry. https://doi.org/10.7910/DVN/ZRX2RG 61 . (Flow cytometry files (fcs), gating and analysis (wsp), and panels (xlsx) containing immune profiling of 4T1 primary mammary tumors from Efna1 +/+ , Efna1 +/- , and Efna1 -/- littermate mice (related to Figure 3A, B )) Harvard Dataverse: 4T1-GFP-luciferase tumor-bearing lung flow cytometry. https://doi.org/10.7910/DVN/S06NQ1 62 . (Flow cytometry files (fcs), gating and analysis (wsp), and panels (xlsx) containing immune profiling of 4T1-GFP-luciferase tumor-bearing lungs from Efna1 +/+ , Efna1 +/- , and Efna1 -/- littermate mice (related to Figure 2D, 3C, D ).) Harvard Dataverse: 4T1-GFP-luciferase 24-hr lung colonization flow cytometry. https://doi.org/10.7910/DVN/G7TAAE 73 . (Flow cytometry files (fcs), gating and analysis (wsp), and panels (xlsx) containing profiling of 24-hr 4T1-GFP-luciferase tail vein injected lungs from Efna1 +/+ and Efna1 -/- littermate mice (related to Figure 5A–C ).) Harvard Dataverse: CD31 and aSMA images and quantification of 4T1 primary tumors. https://doi.org/10.7910/DVN/MOYPE7 72 . (4T1 primary tumor CD31 and αSMA staining quantification and images (related to Figure 4A–C ).) Harvard Dataverse: PCNA images and quantification of 4T1-GFP-luciferase lung metastases. https://doi.org/10.7910/DVN/8AJKFM 74 . (Lung metastasis PCNA staining quantification and images (related to Figure 5D ).) Data are available under the terms of the Creative Commons Zero “No rights reserved” data waiver (CC0 1.0 Public domain dedication). Acknowledgements Sample preparation was supported by the Vanderbilt Translational Pathology Shared Resource and Brain Institute. We also thank the Vanderbilt Center for Small Animal Imaging and Flow Cytometry Shared Resource for their assistance. 1 Folkman J : Angiogenesis: an organizing principle for drug discovery? Nat Rev Drug Discov. 2007 ; 6 ( 4 ): 273 – 286 . 10.1038/nrd2115 17396134 2 Ferrara N Hillan KJ Gerber HP : Discovery and development of bevacizumab, an anti-VEGF antibody for treating cancer. Nat Rev Drug Discov. 2004 ; 3 ( 5 ): 391 – 400 . 10.1038/nrd1381 15136787 3 Zou W Chen L : Inhibitory B7-family molecules in the tumour microenvironment. Nat Rev Immunol. 2008 ; 8 ( 6 ): 467 – 477 . 10.1038/nri2326 18500231 4 Pardoll DM : The blockade of immune checkpoints in cancer immunotherapy. Nat Rev Cancer. 2012 ; 12 ( 4 ): 252 – 264 . 10.1038/nrc3239 22437870 5 Chiang AC Massagué J : Molecular basis of metastasis. N Engl J Med. 2008 ; 359 ( 26 ): 2814 – 23 . 10.1056/NEJMra0805239 19109576 6 Weigelt B Peterse JL Van’t Veer LJ : Breast cancer metastasis: markers and models. Nat Rev Cancer. 2005 ; 5 ( 8 ): 591 – 602 . 10.1038/nrc1670 16056258 7 Chaffer CL Weinberg RA : A perspective on cancer cell metastasis. Science. 2011 ; 331 ( 6024 ): 1559 – 1564 . 10.1126/science.1203543 21436443 8 Strilic B Offermanns S : Intravascular Survival and Extravasation of Tumor Cells. Cancer Cell. 2017 ; 32 ( 3 ): 282 – 293 . 10.1016/j.ccell.2017.07.001 28898694 9 Fujii H Tatsumi K Kosaka K : Eph-ephrin A system regulates murine blastocyst attachment and spreading. Dev Dyn. 2006 ; 235 ( 12 ): 3250 – 3258 . 10.1002/dvdy.20977 17039519 10 Moon JJ Lee SH West JL : Synthetic biomimetic hydrogels incorporated with ephrin-A1 for therapeutic angiogenesis. Biomacromolecules. 2007 ; 8 ( 1 ): 42 – 49 . 10.1021/bm060452p 17206786 11 Ende G Poitz DM Wiedemann E : TNF-α-mediated adhesion of monocytes to endothelial cells-The role of ephrinA1. J Mol Cell Cardiol. 2014 ; 77 : 125 – 135 . 10.1016/j.yjmcc.2014.10.010 25451169 12 Saeki N Nishino S Shimizu T : EphA2 promotes cell adhesion and spreading of monocyte and monocyte/macrophage cell lines on integrin ligand-coated surfaces. Cell Adhes Migr. 2015 ; 9 ( 6 ): 469 – 482 . 10.1080/19336918.2015.1107693 26565750 13 Yu M Wang J Muller DJ : In PC3 prostate cancer cells ephrin receptors crosstalk to β1-integrins to strengthen adhesion to collagen type I. Sci Rep. 2015 ; 5 : 8206 . 10.1038/srep08206 25644492 14 Lim W Bae H Bazer FW : Functional Roles of Eph A-Ephrin A1 System in Endometrial Luminal Epithelial Cells During Early Pregnancy. J Cell Physiol. 2017 ; 232 ( 6 ): 1527 – 1538 . 10.1002/jcp.25659 27775163 15 Mukai M Suruga N Saeki N : EphA receptors and ephrin-A ligands are upregulated by monocytic differentiation/maturation and promote cell adhesion and protrusion formation in HL60 monocytes. BMC Cell Biol. 2017 ; 18 ( 1 ): 28 . 10.1186/s12860-017-0144-x 28851287 16 Daoud A Gopal U Kaur J : Molecular and functional crosstalk between extracellular Hsp90 and ephrin A1 signaling. Oncotarget. 2017 ; 8 ( 63 ): 106807 – 106819 . 10.18632/oncotarget.22370 29290990 17 Kaplan N Ventrella R Peng H : EphA2/Ephrin-A1 Mediate Corneal Epithelial Cell Compartmentalization via ADAM10 Regulation of EGFR Signaling. Investig Ophthalmol Vis Sci. 2018 ; 59 ( 1 ): 393 – 406 . 10.1167/iovs.17-22941 29351356 18 Funk SD Finney AC Yurdagul A Jr : EphA2 stimulates VCAM-1 expression through calcium-dependent NFAT1 activity. Cell Signal. 2018 ; 49 : 30 – 38 . 10.1016/j.cellsig.2018.05.008 29793020 19 Valenzuela JI Perez F : Localized Intercellular Transfer of Ephrin-As by Trans-endocytosis Enables Long-Term Signaling. Dev Cell. 2020 ; 52 ( 1 ): 104 – 117.e5 . 10.1016/j.devcel.2019.11.013 31866204 20 Miao H Li DQ Mukherjee A : EphA2 mediates ligand-dependent inhibition and ligand-independent promotion of cell migration and invasion via a reciprocal regulatory loop with Akt. Cancer Cell. 2009 ; 16 ( 1 ): 9 – 20 . 10.1016/j.ccr.2009.04.009 19573808 21 Parri M Buricchi F Giannoni E : EphrinA1 activates a Src/focal adhesion kinase-mediated motility response leading to rho-dependent actino/myosin contractility. J Biol Chem. 2007 ; 282 ( 27 ): 19619 – 19628 . 10.1074/jbc.M701319200 17449913 22 Hjorthaug HS Aasheim HC : Ephrin-A1 stimulates migration of CD8 + CCR7 + T lymphocytes. Eur J Immunol. 2007 ; 37 ( 8 ): 2326 – 2336 . 10.1002/eji.200737111 17634955 23 Woo S Rowan DJ Gomez TM : Retinotopic Mapping Requires Focal Adhesion Kinase-Mediated Regulation of Growth Cone Adhesion. J Neurosci. 2009 ; 29 ( 44 ): 13981 – 13991 . 10.1523/JNEUROSCI.4028-09.2009 19890008 24 Lin S Gordon K Kaplan N : Ligand Targeting of EphA2 Enhances Keratinocyte Adhesion and Differentiation via Desmoglein 1. Mol Biol Cell. 2010 ; 21 ( 22 ): 3902 – 3914 . 10.1091/mbc.E10-03-0242 20861311 25 Yang NY Fernandez C Richter M : Crosstalk of the EphA2 Receptor with a Serine/Threonine Phosphatase Suppresses the Akt-mTORC1 Pathway in Cancer Cells. Cell Signal. 2011 ; 23 ( 1 ): 201 – 212 . 10.1016/j.cellsig.2010.09.004 20837138 26 Sukka-Ganesh B Mohammed KA Kaye F : Ephrin-A1 inhibits NSCLC tumor growth via induction of Cdx-2 a tumor suppressor gene. BMC Cancer. 2012 ; 12 : 309 . 10.1186/1471-2407-12-309 22824143 27 Jellinghaus S Poitz DM Ende G : Ephrin-A1/EphA4-mediated adhesion of monocytes to endothelial cells. Biochim Biophys Acta. 2013 ; 1833 ( 10 ): 2201 – 2211 . 10.1016/j.bbamcr.2013.05.017 23707953 28 Ieguchi K Tomita T Omori T : ADAM12-cleaved ephrin-A1 Contributes to Lung Metastasis. Oncogene. 2014 ; 33 ( 17 ): 2179 – 2190 . 10.1038/onc.2013.180 23686306 29 Brantley-Sieders DM Jiang A Sarma K : Eph/ephrin profiling in human breast cancer reveals significant associations between expression level and clinical outcome. PLoS One. 2011 ; 6 ( 9 ): e24426 . 10.1371/journal.pone.0024426 21935409 30 Ieguchi K Omori T Komatsu A : Ephrin-A1 expression induced by S100A8 is mediated by the toll-like receptor 4. Biochem Biophys Res Commun. 2013 ; 440 ( 4 ): 623 – 629 . 10.1016/j.bbrc.2013.09.119 24103748 31 Youngblood VM Kim LC Edwards DN : The Ephrin-A1/EPHA2 Signaling Axis Regulates Glutamine Metabolism in HER2-Positive Breast Cancer. Cancer Res. 2016 ; 76 ( 7 ): 1825 – 1836 . 10.1158/0008-5472.CAN-15-0847 26833123 32 Efazat G Novak M Kaminskyy VO : Ephrin B3 interacts with multiple EphA receptors and drives migration and invasion in non-small cell lung cancer. Oncotarget. 2016 ; 7 ( 37 ): 60332 – 60347 . 10.18632/oncotarget.11219 27533087 33 Chu M Zhang C : Inhibition of angiogenesis by leflunomide via targeting the soluble ephrin-A1/EphA2 system in bladder cancer. Sci Rep. 2018 ; 8 ( 1 ): 1539 . 10.1038/s41598-018-19788-y 29367676 34 Zhuo W Liu Y Li S : Long Noncoding RNA GMAN , Up-regulated in Gastric Cancer Tissues, Is Associated With Metastasis in Patients and Promotes Translation of Ephrin A1 by Competitively Binding GMAN-AS . Gastroenterology. 2019 ; 156 ( 3 ): 676 – 691.e11 . 10.1053/j.gastro.2018.10.054 30445010 35 Lee PC Chen ST Kuo TC : C1GALT1 is associated with poor survival and promotes soluble Ephrin A1-mediated cell migration through activation of EPHA2 in gastric cancer. Oncogene. 2020 ; 39 ( 13 ): 2724 – 2740 . 10.1038/s41388-020-1178-7 32005975 36 Lisabeth EM Falivelli G Pasquale EB : Eph receptor signaling and ephrins. Cold Spring Harb Perspect Biol. 2013 ; 5 ( 9 ): pii: a009159. 10.1101/cshperspect.a009159 24003208 37 Kania A Klein R : Mechanisms of ephrin-Eph signalling in development, physiology and disease. Nat Rev Mol Cell Biol. 2016 ; 17 ( 4 ): 240 – 256 . 10.1038/nrm.2015.16 26790531 38 Barquilla A Pasquale EB : Eph receptors and ephrins: therapeutic opportunities. Annu Rev Pharmacol Toxicol. 2015 ; 55 : 465 – 487 . 10.1146/annurev-pharmtox-011112-140226 25292427 39 Darling TK Lamb TJ : Emerging Roles for Eph Receptors and Ephrin Ligands in Immunity. Front Immunol. 2019 ; 10 : 1473 . 10.3389/fimmu.2019.01473 31333644 40 Shiuan E Chen J : Eph Receptor Tyrosine Kinases in Tumor Immunity. Cancer Res. 2016 ; 76 ( 22 ): 6452 – 6457 . 10.1158/0008-5472.CAN-16-1521 27811149 41 Coulthard MG Morgan M Woodruff TM : Eph/ephrin signaling in injury and inflammation. Am J Pathol. 2012 ; 181 ( 5 ): 1493 – 1503 . 10.1016/j.ajpath.2012.06.043 23021982 42 Liu DP Wang Y Koeffler HP : Ephrin-A1 is a negative regulator in glioma through down-reguation of EphA2 and FAK. Int J Oncol. 2007 ; 30 ( 4 ): 865 – 871 . 10.3892/ijo.30.4.865 17332925 43 Frieden LA Townsend TA Vaught DB : Regulation of heart valve morphogenesis by Eph receptor ligand, ephrin-A1. Dev Dyn. 2010 ; 239 ( 12 ): 3226 – 3234 . 10.1002/dvdy.22458 20960543 44 Brantley-Sieders DM Zhuang G Vaught D : Host deficiency in Vav2/3 guanine nucleotide exchange factors impairs tumor growth, survival, and angiogenesis in vivo . Mol Cancer Res. 2009 ; 7 ( 5 ): 615 – 623 . 10.1158/1541-7786.MCR-08-0401 19435813 45 Varghese F Bukhari AB Malhotra R : IHC Profiler: an open source plugin for the quantitative evaluation and automated scoring of immunohistochemistry images of human tissue samples. PLoS One. 2014 ; 9 ( 5 ): e96801 . 10.1371/journal.pone.0096801 24802416 46 Shiuan E : \"4T1 primary tumor dimensions and weights\". Harvard Dataverse, V1. 2020 10.7910/DVN/AGKDWV 47 Shiuan E : \"4T1 recurrent primary and spontaneous lung metastases\". Harvard Dataverse, V1. 2020 10.7910/DVN/FU8JEY 48 Shiuan E : \"Images and quantification of 4T1-GFP-luciferase spontaneous lung metastases\". Harvard Dataverse, V1. 2020 10.7910/DVN/2ANDYX 49 Shiuan E : \"4T1-GFP-luciferase bioluminescence images and quantification post-tail vein injection\". Harvard Dataverse, V1. 2020 10.7910/DVN/39D0YR 50 Alonso-C LM Trinidad Eva MA de Garcillan B : Expression profile of Eph receptors and ephrin ligands in healthy human B lymphocytes and chronic lymphocytic leukemia B-cells. Leuk Res. 2009 ; 33 ( 3 ): 395 – 406 . 10.1016/j.leukres.2008.08.010 18819711 51 Wohlfahrt JG Karagiannidis C Kunzmann S : Ephrin-A1 suppresses Th2 cell activation and provides a regulatory link to lung epithelial cells. J Immunol. 2004 ; 172 ( 2 ): 843 – 850 . 10.4049/jimmunol.172.2.843 14707054 52 Sharfe N Nikolic M Cimpeon L : EphA and ephrin-A proteins regulate integrin-mediated T lymphocyte interactions. Mol Immunol. 2008 ; 45 ( 5 ): 1208 – 1220 . 10.1016/j.molimm.2007.09.019 17980912 53 Aasheim HC Delabie J Finne EF : Ephrin-A1 binding to CD4+ T lymphocytes stimulates migration and induces tyrosine phosphorylation of PYK2. Blood. 2005 ; 105 ( 7 ): 2869 – 76 . 10.1182/blood-2004-08-2981 15585656 54 Sharfe N Freywald A Toro A : Ephrin stimulation modulates T cell chemotaxis. Eur J Immunol. 2002 ; 32 ( 12 ): 3745 – 3755 . 10.1002/1521-4141(200212)32:12<3745::AID-IMMU3745>3.0.CO;2-M 12516569 55 Chen DS Mellman I : Oncology meets immunology: the cancer-immunity cycle. Immunity. 2013 ; 39 ( 1 ): 1 – 10 . 10.1016/j.immuni.2013.07.012 23890059 56 Binnewies M Roberts EW Kersten K : Understanding the tumor immune microenvironment (TIME) for effective therapy. Nat Med. 2018 ; 24 ( 5 ): 541 – 550 . 10.1038/s41591-018-0014-x 29686425 57 Jiang Y Li Y Zhu B : T-cell exhaustion in the tumor microenvironment. Cell Death Dis. 2015 ; 6 : e1792 – e1792 . 10.1038/cddis.2015.162 26086965 58 Pauken KE Wherry EJ : Overcoming T cell exhaustion in infection and cancer. Trends Immunol. 2015 ; 36 ( 4 ): 265 – 276 . 10.1016/j.it.2015.02.008 25797516 59 Gabrilovich DI Nagaraj S : Myeloid-derived suppressor cells as regulators of the immune system. Nat Rev Immunol. 2009 ; 9 ( 3 ): 162 – 174 . 10.1038/nri2506 19197294 60 Awad RM De Vlaeminck Y Maebe J : Turn Back the TIMe: Targeting Tumor Infiltrating Myeloid Cells to Revert Cancer Progression. Front Immunol. 2018 ; 9 : 1977 . 10.3389/fimmu.2018.01977 30233579 61 Shiuan E : \"4T1 primary tumor flow cytometry\". Harvard Dataverse, V1. 2020 10.7910/DVN/ZRX2RG 62 Shiuan E : \"4T1-GFP-luciferase tumor-bearing lung flow cytometry\". Harvard Dataverse, V1. 2020 10.7910/DVN/S06NQ1 63 Potente M Gerhardt H Carmeliet P : Basic and therapeutic aspects of angiogenesis. Cell. 2011 ; 146 ( 6 ): 873 – 887 . 10.1016/j.cell.2011.08.039 21925313 64 Baluk P Hashizume H McDonald DM : Cellular abnormalities of blood vessels as targets in cancer. Curr Opin Genet Dev. 2005 ; 15 ( 1 ): 102 – 111 . 10.1016/j.gde.2004.12.005 15661540 65 Nagy JA Chang SH Shih SC : Heterogeneity of the tumor vasculature. Semin Thromb Hemost. 2010 ; 36 ( 3 ): 321 – 331 . 10.1055/s-0030-1253454 20490982 66 Ogawa K Pasqualini R Lindberg RA : The ephrin-A1 ligand and its receptor, EphA2, are expressed during tumor neovascularization. Oncogene. 2000 ; 19 ( 52 ): 6043 – 6052 . 10.1038/sj.onc.1204004 11146556 67 Brantley DM Cheng N Thompson EJ : Soluble Eph A receptors inhibit tumor angiogenesis and progression in vivo . Oncogene. 2002 ; 21 ( 46 ): 7011 – 7026 . 10.1038/sj.onc.1205679 12370823 68 Brantley-Sieders DM Fang WB Hicks DJ : Impaired tumor microenvironment in EphA2-deficient mice inhibits tumor angiogenesis and metastatic progression. FASEB J. 2005 ; 19 ( 13 ): 1884 – 1886 . 10.1096/fj.05-4038fje 16166198 69 Chen J Hicks D Brantley-Sieders D : Inhibition of retinal neovascularization by soluble EphA2 receptor. Exp Eye Res. 2006 ; 82 ( 4 ): 664 – 673 . 10.1016/j.exer.2005.09.004 16359662 70 Brantley-Sieders DM Fang WB Hwang Y : Ephrin-A1 facilitates mammary tumor metastasis through an angiogenesis-dependent mechanism mediated by EphA receptor and vascular endothelial growth factor in mice. Cancer Res. 2006 ; 66 ( 21 ): 10315 – 10324 . 10.1158/0008-5472.CAN-06-1560 17079451 71 Dunaway CM Hwang Y Lindsley CW : Cooperative signaling between Slit2 and Ephrin-A1 regulates a balance between angiogenesis and angiostasis. Mol Cell Biol. 2011 ; 31 ( 3 ): 404 – 16 . 10.1128/MCB.00667-10 21135133 72 Shiuan E : \"CD31 and aSMA images and quantification of 4T1 primary tumors\". Harvard Dataverse, V1. 2020 10.7910/DVN/MOYPE7 73 Shiuan E : \"4T1-GFP-luciferase 24-hr lung colonization flow cytometry\". Harvard Dataverse, V1. 2020 10.7910/DVN/G7TAAE 74 Shiuan E : \"PCNA images and quantification of 4T1-GFP-luciferase lung metastases\". Harvard Dataverse, V1. 2020 10.7910/DVN/8AJKFM 75 Vaught D Chen J Brantley-Sieders DM : Regulation of mammary gland branching morphogenesis by EphA2 receptor tyrosine kinase. Mol Biol Cell. 2009 ; 20 ( 10 ): 2572 – 2581 . 10.1091/mbc.e08-04-0378 19321667 76 Kang M Jeong W Bae H : Bifunctional role of ephrin A1-Eph system in stimulating cell proliferation and protecting cells from cell death through the attenuation of ER stress and inflammatory responses in bovine mammary epithelial cells. J Cell Physiol. 2018 ; 233 ( 3 ): 2560 – 2571 . 10.1002/jcp.26131 28777434 77 Averaimo S Assali A Ros O : A plasma membrane microdomain compartmentalizes ephrin-generated cAMP signals to prune developing retinal axon arbors. Nat Commun. 2016 ; 7 : 12896 . 10.1038/ncomms12896 27694812 78 Harboe M Torvund-Jensen J Kjaer-Sorensen K : Ephrin-A1-EphA4 signaling negatively regulates myelination in the central nervous system. Glia. 2018 ; 66 ( 5 ): 934 – 950 . 10.1002/glia.23293 29350423 79 Aoki M Yamashita T Tohyama M : EphA receptors direct the differentiation of mammalian neural precursor cells through a mitogen-activated protein kinase-dependent pathway. J Biol Chem. 2004 ; 279 ( 31 ): 32643 – 32650 . 10.1074/jbc.M313247200 15145949 80 Doak GR Schwertfeger KL Wood DK : Distant Relations: Macrophage Functions in the Metastatic Niche. Trends Cancer. 2018 ; 4 ( 6 ): 445 – 459 . 10.1016/j.trecan.2018.03.011 29860988 10.5256/f1000research.26469.r63416 Reviewer response for version 2 Cheng Nikki 1 Referee 1 Department of Pathology and Laboratory Medicine, University of Kansas Medical Center (KUMC), Kansas City, KS, USA Competing interests: No competing interests were disclosed. 22 5 2020 Copyright: © 2020 Cheng N 2020 This is an open access peer review report distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Version 2 recommendation approve Authors have sufficiently addressed concerns. Is the work clearly and accurately presented and does it cite the current literature? Yes If applicable, is the statistical analysis and its interpretation appropriate? Yes Are all the source data underlying the results available to ensure full reproducibility? No source data required Is the study design appropriate and is the work technically sound? Yes Are the conclusions drawn adequately supported by the results? Yes Are sufficient details of methods and analysis provided to allow replication by others? Yes Reviewer Expertise: NA I confirm that I have read this submission and believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard. 10.5256/f1000research.25051.r61807 Reviewer response for version 1 Cheng Nikki 1 Referee 1 Department of Pathology and Laboratory Medicine, University of Kansas Medical Center (KUMC), Kansas City, KS, USA Competing interests: No competing interests were disclosed. 22 4 2020 Copyright: © 2020 Cheng N 2020 This is an open access peer review report distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Version 1 recommendation approve EphrinA1 is a cell surface bound protein that has been shown to be tumor suppressive when expressed in cancer cells. In this study, the authors characterize the effects of the microenvironment on mammary tumor progression using variations of the 4T1 mammary tumor model- spontaneous, and experimental metastasis. By injecting 4T1 cells in ephrinA1 knockout mice, they show that ephrinA1 knockout does not affect primary tumor growth and inhibits metastasis and recurrence. The study is generally well written, and the phenotypes are interesting. Comments are described below: The discussion could be better expanded. How do expression of ephrinA1 and corresponding receptors in the stroma of primary tumor vs. lung tissue compare in normal and tumor bearing mice? How do results fit into the bigger picture of what is known about this? Recommend expanding on the discussion of the mechanism regarding ephrinA1 mediated lung metastasis. In particular: a) How might ephrinA1 signaling might affect macrophage function in the lung. b) Please expand on what is known about macrophage polarization, effects on T cells in the lung. How would ephrinA1 signaling affect macrophage function in the formation of pre-metastatic vs. metastatic niche? c) How would ephrinA1 ko affect Eph receptorA1 vs. A2 signaling in the lung stroma? d) Further discussion the clinical implications of the study would be helpful, especially since the tumor suppressive/oncogenic effects of ephrinA1 appear to be cell type dependent. More minor comments: Figure 1A, C, D, Figure 3, Figure 4, Figure 5B-C: Statistics are not consistently shown. Even if data show no statistical significance, it would be helpful to include p- value or indicate n.s to indicate the analysis was done. Figure 4: CO-IF staining is a bit difficult to see. It would be helpful to show magnified insets for clearer details. Figure 5: recommend revising figure legend. From the way the figure legend is stated “ Ephrin-A1-deficient lung microenvironment provides a less favorable metastatic niche ,” I would expect data correlating decreased metastasis with changes in the lung microenvironment of ephinA1 KO mice. However, this is not the case - no changes in endothelial cells were observed. Alternatively, for Figures 3 and 5 - recommend reorganizing some of the data so that the messages are clearer. Figure 3 figure legend indicates that “ Tumor-infiltrating immune populations are not significantly different in ephrin-A1-deficient hosts” However, Figure 3D show increased in macrophage recruitment to lung tissues in ephrinA1 KO mice. This data would be more appropriate in Figure 5, which shows decreased lung metastasis, along with characterization of endothelial cells in the lung. Is the work clearly and accurately presented and does it cite the current literature? Yes If applicable, is the statistical analysis and its interpretation appropriate? Yes Are all the source data underlying the results available to ensure full reproducibility? No source data required Is the study design appropriate and is the work technically sound? Yes Are the conclusions drawn adequately supported by the results? Yes Are sufficient details of methods and analysis provided to allow replication by others? Yes Reviewer Expertise: NA I confirm that I have read this submission and believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard. Shiuan Eileen Vanderbilt University, USA Competing interests: No competing interests were disclosed. 7 5 2020 Thank you for reviewing this manuscript! We have addressed your suggestions and comments with the following revisions: 1) Expanded discussion on potential impact of ephrin-A1 deficiency on other ephrin-A1 ligands and EphA receptors in stromal cells and their signaling. 2) Expanded discussion on what is known about the role of macrophages in the lung metastatic niche and how ephrin-A1 deficiency may impact recruitment and function of macrophages. 3) Expanded discussion of clinical implications of the study. 4) Indicated \"ns\" on graphs where data from WT and KO showed a trending difference that was not statistically significant. 5) Minor text changes. 10.5256/f1000research.25051.r61809 Reviewer response for version 1 Pasquale Elena B. 1 Referee https://orcid.org/0000-0002-5076-4848 1 Tumor Initiation and Maintenance Program, NCI-Designated Cancer Center, Sanford Burnham Prebys Medical Discovery Institute, La Jolla, CA, USA Competing interests: No competing interests were disclosed. 15 4 2020 Copyright: © 2020 Pasquale EB 2020 This is an open access peer review report distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Version 1 recommendation approve This is a novel and interesting study on the role of ephrin-A1 expressed in the host in breast cancer lung metastasis. The role of ephrin-A1 in the tumor microenvironment and the metastatic niche is poorly understood. This manuscript addresses this gap in knowledge by systematically investigating how ephrin-A1 expressed in tumor immune cells, the tumor vasculature, the lung vasculature and the lung microenvironment affects lung metastases formed by 4T1 mouse breast cancer cells. These studies uncover a new role of host ephrin-A1 in promoting the formation of lung metastases by breast cancer cells and in tumor recurrence. Overall, the manuscript is of high quality and most conclusions are well supported by the data presented. I only have several suggestions that the authors might want to consider. The authors conclude that host ephrin-A1 does not affect the growth of the primary tumor. In contrast, they find that ephrin-A1 present in the microenvironment promotes primary tumor recurrence as well as the growth of lung metastases. However, the primary tumors were seeded by injecting tumor cells mixed with Matrigel. I wonder whether the use of Matrigel might create an artificial microenvironment that obfuscates possible effects of host ephrin-A1 on the primary tumor, particularly at early stages of tumor development. The authors should indicate in the Methods the volume of Matrigel used and mention also in the Results that the tumor cells were injected mixed with Matrigel. They could also briefly mention in the text the possible effects of Matrigel on primary tumor development (or discuss why they believe using Matrigel is not a significant issue). In some instances (such as Fig. 3A, dendritic cells panel, and possibly Fig. 5B) the authors find that there is no statistically significant difference between mice with different genotypes. However, n (presumably indicating the number of mice) is small in some groups and the variability of the data is high, so it could be argued that analysis of more mice could yield a more definitive result. Perhaps the conclusions could be stated more cautiously in these cases. On page 3, left column, third paragraph, ref. 43 does not report a tumor suppressive role of ephrin-A1 but rather the opposite. Very minor points: Animal models section in the Methods: In a couple of sentences, it would seem better to say “female littermates” rather than “gender-matched littermates” since only females were used. Specify in the figure legends for the histograms whether the dots represent the number of mice. Page 10, right column, 3 lines from the bottom. “Higher” would be better than “increased”. Page 11, right column, second paragraph, line 13. It should be “have” not “has”. Is the work clearly and accurately presented and does it cite the current literature? Yes If applicable, is the statistical analysis and its interpretation appropriate? Yes Are all the source data underlying the results available to ensure full reproducibility? Yes Is the study design appropriate and is the work technically sound? Yes Are the conclusions drawn adequately supported by the results? Partly Are sufficient details of methods and analysis provided to allow replication by others? Yes Reviewer Expertise: Signal transduction, with focus on Eph receptors and ephrins in cancer and the nervous system. I confirm that I have read this submission and believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard. Shiuan Eileen Vanderbilt University, USA Competing interests: No competing interests were disclosed. 7 5 2020 Thank you for reviewing this manuscript! We have addressed your suggestions and comments with the following revisions: 1) Added details regarding use of Matrigel in the Methods and Results and discussed potential confounding effects of Matrigel on primary tumor volume in the Discussion. 2) For data with small sample sizes showing a nonsignificant trend, revised interpretation of data to include possibility of significant differences if more mice were used. 3) Indicated in all figure legends that each data point corresponds to an individual mouse. 4) Minor text changes. 10.5256/f1000research.25051.r61805 Reviewer response for version 1 Yang Jinming 1 Referee 1 Department of Cancer Biology and Toxicology, College of Medicine, Markey Cancer Center, University of Kentucky, Lexington, KY, USA Competing interests: No competing interests were disclosed. 7 4 2020 Copyright: © 2020 Yang J 2020 This is an open access peer review report distributed under the terms of the Creative Commons Attribution Licence, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Version 1 recommendation approve The role of the ephrin-A1/EphA2 signaling axis in tumor cells has been studied extensively. However, many cell types in the tumor microenvironment also express ephrin/Eph molecules, the functions of which are not completely understood. This report investigates the EphA2/ephrin-A1 axis-mediated host-tumor interaction. By implanting tumors in wild-type or ephrin-A1 knockout hosts, the authors showed that loss of ephrin-A1 in tumor microenvironment significantly reduced tumor metastasis, both in the spontaneous allograft model and in experimental metastasis assays via tail vein injection. Overall, the studies are well designed and the manuscript is well written. Using both spontaneous metastasis and tail vein injection models increases the rigor and reproducibility of the studies. Experiments are also well controlled by using littermates and scoring blindly. The authors showed negative findings in tumor-infiltrating immune populations and tumor vascularity between ephrin-A1 knockout and wild-type control littermates. Nevertheless, the exact molecular mechanism of ephrin-A1 in tumor metastasis has not been determined. For example, decreased lung metastatic lesions could be due to reduced survival of tumor cells in circulation, extravasation into lung, or growth in the lung microenvironment, as ephrin-A1 is expressed in the lung epithelium, vascular endothelial cells, and some of immune cells. Because this is a global knockout, dissecting specific roles of ephrin-A1 in each cell population in the tumor microenvironment are challenging. After all, the fact that ephrin-A1 plays a critical role in metastasis should be of interest to the general audience in the field of cancer research. Is the work clearly and accurately presented and does it cite the current literature? Yes If applicable, is the statistical analysis and its interpretation appropriate? Yes Are all the source data underlying the results available to ensure full reproducibility? Yes Is the study design appropriate and is the work technically sound? Yes Are the conclusions drawn adequately supported by the results? Yes Are sufficient details of methods and analysis provided to allow replication by others? Yes Reviewer Expertise: NA I confirm that I have read this submission and believe that I have an appropriate level of expertise to confirm that it is of an acceptable scientific standard. Shiuan Eileen Vanderbilt University, USA Competing interests: No competing interests were disclosed. 7 5 2020 Thank you for reviewing this manuscript!",
    "full_text_abstract": "Background: The conventional dogma of treating cancer by focusing on the elimination of tumor cells has been recently refined to include consideration of the tumor microenvironment, which includes host stromal cells. Ephrin-A1, a cell surface protein involved in adhesion and migration, has been shown to be tumor suppressive in the context of the cancer cell. However, its role in the host has not been fully investigated. Here, we examine how ephrin-A1 host deficiency affects cancer growth and metastasis in a murine model of breast cancer. Methods: 4T1 cells were orthotopically implanted into the mammary fat pads or injected into the tail veins of ephrin-A1 wild-type ( Efna1 +/+ ), heterozygous ( Efna1 +/- ), or knockout ( Efna1 -/- ) mice. Tumor growth, lung metastasis, and tumor recurrence after surgical resection were measured. Flow cytometry and immunohistochemistry (IHC) were used to analyze various cell populations in primary tumors and tumor-bearing lungs. Results: While primary tumor growth did not differ between Efna1 +/+ , Efna1 +/- , and Efna1 -/- mice, lung metastasis and primary tumor recurrence were significantly decreased in knockout mice. Efna1 -/- mice had reduced lung colonization of 4T1 cells compared to Efna1 +/+ littermate controls as early as 24 hours after tail vein injection. Furthermore, established lung lesions in Efna1 -/- mice had reduced proliferation compared to those in Efna1 +/+ controls. Conclusions: Our studies demonstrate that host deficiency of ephrin-A1 does not impact primary tumor growth but does affect metastasis by providing a less favorable metastatic niche for cancer cell colonization and growth. Elucidating the mechanisms by which host ephrin-A1 impacts cancer relapse and metastasis may shed new light on novel therapeutic strategies."
}