{
  "PMC": "4450831",
  "DOI": "10.1186/s13229-015-0025-0",
  "PMID": "26034557",
  "PMCID": "PMC4450831",
  "title": "Erratum: A pilot controlled trial of insulin-like growth factor-1 in children with Phelan-McDermid syndrome.",
  "year": 2015,
  "source_url": "https://europepmc.org/article/PMC/PMC4450831",
  "source": "MED",
  "abstract_text": "[This corrects the article DOI: 10.1186/2040-2392-5-54.].",
  "full_text": "Mol Autism Mol Autism Molecular Autism 2040-2392 BioMed Central London 4450831 25 10.1186/s13229-015-0025-0 Erratum Erratum: A pilot controlled trial of insulin-like growth factor-1 in children with Phelan-McDermid syndrome Kolevzon Alexander alexander.kolevzon@mssm.edu Bush Lauren lauren.bush@mssm.edu Wang A Ting ting.wang@mssm.edu Halpern Danielle danielle.halpern@mssm.edu Frank Yitzchak yitzchak.frank@mssm.edu Grodberg David david.grodberg@mssm.edu Rapaport Robert robert.rapaport@mssm.edu Tavassoli Teresa teresa.tavassoli@mssm.edu Chaplin William chaplinw@stjohns.edu Soorya Latha latha_soorya@rush.edu Buxbaum Joseph D joseph.buxbaum@mssm.edu Seaver Autism Center for Research and Treatment, Icahn School of Medicine at Mount Sinai, One Gustave L Levy Place, Box 1230, New York, NY 10029 USA Friedman Brain Institute, New York, NY USA Mindich Child Health Institute, New York, NY USA Departments of Psychiatry, New York, NY USA Departments of Pediatrics, New York, NY USA Departments of Neuroscience, New York, NY USA Departments of Neurology, New York, NY USA Departments of Genetics and Genomic Sciences, New York, NY USA Departments of Endocrinology and Diabetes, New York, NY USA Icahn School of Medicine at Mount Sinai, New York, NY USA Department of Psychology, St John’s University, New York, NY USA Department of Psychiatry, Rush University Medical Center, Chicago, IL USA 2 6 2015 2 6 2015 2015 6 31 1 5 2015 5 5 2015 © Kolevzon et al.; licensee BioMed Central. 2015 This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/licenses/by/4.0 ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons Public Domain Dedication waiver ( http://creativecommons.org/publicdomain/zero/1.0/ ) applies to the data made available in this article, unless otherwise stated. issue-copyright-statement © The Author(s) 2015 Erratum After the publication of [ 1 ], the authors noticed that a reference had been omitted from the text and reference list. In the introduction and conclusion sections, there are references to using IGF-1 in human neuronal models of Phelan-McDermid syndrome. The correct reference for this study is: Shcheglovitov A, Shcheglovitova O, Yazawa M, Portmann T, Shu R, Sebastiano V, Krawisz A, Froehlich W, Bernstein JA, Hallmayer JF, Dolmetsch RE. SHANK3 and IGF1 restore synaptic deficits in neurons from 22q13 deletion syndrome patients. Nature. 2013 Nov 14;503(7475):267–71. doi: 10.1038/nature12618. Epub 2013 Oct 16. PubMed PMID: 24132240 The online version of the original article can be found under doi:10.1186/2040-2392-5-54. Reference 1. Kolevzon A Bush L Wang AT Halpern D Frank Y Grodberg D Rapaport R Tavassoli T Chaplin W Soorya L Buxbaum JD A pilot controlled trial of insulin-like growth factor-1 in children with Phelan-McDermid syndrome Mol Autism 2014 5 54 10.1186/2040-2392-5-54 25685306",
  "plain_text": "[This corrects the article DOI: 10.1186/2040-2392-5-54.]."
}
