{
    "PMC": "12479186",
    "DOI": "10.1002/art.43215",
    "PMID": "40322858",
    "PMCID": "PMC12479186",
    "title": "Gout and NLRP3 Inflammasome Biology.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12479186",
    "source": "MED",
    "abstract_text": "This review describes the three broad stages of acute inflammation in the context of gout: initiation, leucocyte mobilization, and self-resolution. A typical case of a gout flare is presented. The role of the NLRP3 inflammasome in acute monosodium urate crystal-induced inflammation is reviewed in detail. Treatment strategies for gout are outlined in the context of the mechanisms of NLRP3 inflammasome-mediated acute inflammation.",
    "full_text": "pmc Arthritis Rheumatol Arthritis Rheumatol 10.1002/(ISSN)2326-5205 ART Arthritis & Rheumatology (Hoboken, N.j.) 2326-5191 2326-5205 Wiley Periodicals, Inc. Boston, USA 12479186 40322858 10.1002/art.43215 ART43215 Review Special Article Review Gout and NLRP3 Inflammasome Biology INFLAMMASOME AND GOUT POULSEN AND DALBETH Poulsen Raewyn 1 Dalbeth Nicola https://orcid.org/0000-0003-4632-4476 2 n.dalbeth@auckland.ac.nz 1 Department of Pharmacology University of Auckland Auckland New Zealand 2 Department of Medicine University of Auckland Auckland New Zealand * Address correspondence via email to Nicola Dalbeth, MBChB, MD, FRACP, FRSNZ, at n.dalbeth@auckland.ac.nz . 25 6 2025 10 2025 77 10 10.1002/art.v77.10 1317 1326 11 3 2025 05 10 2024 24 4 2025 © 2025 The Author(s). Arthritis & Rheumatology published by Wiley Periodicals LLC on behalf of American College of Rheumatology. https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the terms of the http://creativecommons.org/licenses/by-nc-nd/4.0/ License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifications or adaptations are made. This review describes the three broad stages of acute inflammation in the context of gout: initiation, leucocyte mobilization, and self‐resolution. A typical case of a gout flare is presented. The role of the NLRP3 inflammasome in acute monosodium urate crystal–induced inflammation is reviewed in detail. Treatment strategies for gout are outlined in the context of the mechanisms of NLRP3 inflammasome–mediated acute inflammation. source-schema-version-number 2.0 cover-date October 2025 details-of-publishers-convertor Converter:WILEY_ML3GV2_TO_JATSPMC version:6.6.4 mode:remove_FC converted:29.09.2025 Author disclosures and graphical abstract are available at https://onlinelibrary.wiley.com/doi/10.1002/art.43215 . [Correction added on 22 August 2025, after first online publication: The article category has been added.] Clinical case The patient, a 60‐year‐old man, presents with a six‐hour history of right big toe pain and swelling. He awoke overnight with a throbbing sensation in the toe and, over one hour, developed intense pain, redness, heat, and swelling of the first metatarsophalangeal joint. He describes the pain as the worst pain he has ever experienced (9 of 10 in severity). He is unable to move the joint, take weight on his foot, or put on a shoe. The day before, he celebrated his 60th birthday with a round of golf and a large meal. He had an episode of joint pain and swelling in the left ankle six months ago, which was treated with naproxen and resolved after one week. He usually has no joint pain. He has a history of hypertension, hyperlipidemia, and impaired glucose tolerance. Examination shows that he is distressed with the pain. There is exquisite tenderness, swelling, warmth, and erythema of the right first metatarsophalangeal joint. He is unable to bear weight on the right foot. The other joints examine normally. There is a small white nodule (tophus) on the helix of the left ear. Laboratory test findings show a C‐reactive protein level of 68 mg/L (reference range <5 mg/L) and a neutrophil count of 12.3 × 10 9 /L (reference range 1.9–7.5 × 10 9 /L). The serum urate level measures 8.0 mg/dL (reference range 3.3–7.0 mg/dL). Point‐of‐care ultrasound shows a double contour sign, together with grade 3 synovial hypertrophy and color Doppler signal at the right first metatarsophalangeal joint. At the left first metatarsophalangeal joint, a double contour sign is also present, together with a tophus and adjacent bone erosion at the medial metatarsal head. Histopathology of gout flare The gout flare represents the prototypical acute inflammatory response. At high concentrations, urate precipitates and is deposited in joints and soft tissues, where it forms crystals of monosodium urate (MSU). 1 Deposition of MSU crystals alone may not cause any symptoms, but these crystals can induce intermittent episodes of acute inflammation (gout flares). 2 , 3 Hence, the first presentation of gout is often intense pain and inflammation in a joint that persists for several days before self‐resolving over one to two weeks. 4 Symptoms of gout flare occur in parallel with a rapid increase in leucocyte numbers in synovial fluid. 3 In the synovial membrane, there is prominent neutrophilic infiltration as well as perivascular infiltration of macrophages, lymphocytes, and small amounts of plasma cells. 5 MSU crystals are often evident within neutrophils and synovial lining cells in synovial fluid, 5 and cell fragments as well as intact neutrophils are present within macrophage phagosomes. 5 Immune mechanisms of gout flare Like all acute inflammatory responses, there are three broad stages of gout flare: initiation, leucocyte mobilization, and self‐resolution. Initiation: The central role of NLRP3 inflammasome activation Activation of the NLRP3 inflammasome and release of mature interleukin‐1β (IL‐1β) from monocytes and macrophages is central to initiation of gout flare. 6 , 7 The NLRP3 inflammasome is normally activated in response to tissue damage or pathogen attack. However, MSU crystals can act on some or all of the mechanisms driving NLRP3 inflammasome activation, and this underlies the reason why MSU crystal deposition predisposes to gout flare. 8 , 9 The NLRP3 inflammasome has been implicated in numerous health conditions. In rheumatology practice, a direct pathogenic role for NLRP3 inflammasome activation has been most convincingly demonstrated in inflammation related to gout, 6 calcium pyrophosphate deposition disease, 6 and cryopyrin‐associated periodic syndromes 10 and has been implicated in a range of chronic rheumatic diseases. 7 The NLRP3 inflammasome is a large multiprotein complex made up of three proteins: NLRP3, which is a cytosolic receptor sensing internal cell stress; ASC, an adapter protein; and caspase 1, the effector protein of the inflammasome. The NLRP3 inflammasome directly drives maturation (activation) and secretion of the inflammatory cytokines IL‐1β and IL‐18. 6 , 11 NLRP3 inflammasome formation is a sequential process involving oligomerization of NLRP3, followed by recruitment of ASC and caspase 1, resulting in formation of a wheel‐like structure with caspase 1 at the center 12 (Figure 1A ). Mitochondria have a critical role in inflammasome assembly. 13 , 14 For instance, NLRP3 uses a microtubule‐dependent process to translocate from the endoplasmic reticulum toward the mitochondria, where ASC is localized. 13 NLRP3 and ASC assemble together on mitochondria‐associated endoplasmic reticulum membranes. 13 Similarly, both caspase 1 and NLRP3 interact with phospholipids in the mitochondrial outer membrane, and this facilitates caspase 1 recruitment to the inflammasome. 14 Caspase 1 is produced in an inactive “pro” form. Incorporation of caspase 1 into the inflammasome results in its activation by self‐cleavage. 15 Figure 1 Development and self‐resolution of the gout flare. A high urate level leads to deposition of MSU crystals in joints and soft tissues. Gout flares initiate as a result of activation of the NLRP3 inflammasome within tissue‐resident monocytes and macrophages. Inflammasome activation requires two signals (signal 1 and signal 2). MSU crystals can serve as both signals; however, they usually act as signal 2 and another factor (eg, alcohol, saturated fatty acids) serves as signal 1. NLRP3 inflammasome activation results in the production of IL‐1β, the major inflammatory cytokine driving the gout flare. IL‐1β promotes the production of chemokines and other inflammatory mediators promoting mobilization of immune cells, particularly neutrophils, which are recruited to the affected joint. Neutrophils also produce IL‐1β as well as other inflammatory cytokines and contribute to the inflammatory response. Neutrophils undergo NETosis, which results in the release of NETs and increased inflammatory cytokine levels. With increasing NET production, NETs form aggregates (AggNETs). AggNETs sequester and degrade inflammatory cytokines, inhibiting the inflammatory response and contributing to resolution of the gout flare. Apoptotic neutrophils are phagocytosed by macrophages and other neutrophils. This also leads to production of anti‐inflammatory mediators as well as TGF‐β. TGF‐β promotes a switch in macrophage polarization to the pro‐resolving M2 state. M2 macrophages also produce anti‐inflammatory and pro‐resolving mediators, contributing to gout flare resolution. High levels of proinflammatory lipid mediators (for instance produced by neutrophils) trigger a class switch in lipid mediator production, resulting in production of pro‐resolving rather than proinflammatory mediators. These inhibit further neutrophil recruitment to the joint. During resolution of the gout flare, the composition of the coating of biologic material on MSU crystals within joints alters, and this is likely crucial for maintenance of the intercritical period. IL‐1β, interleukin‐1β; MSU, monosodium urate; NET, neutrophil elastase trap; TGF‐β, transforming growth factor β Color figure can be viewed in the online issue, which is available at http://onlinelibrary.wiley.com/doi/10.1002/art.43215/abstract . Both IL‐1β and IL‐18 are also first produced as inactive proproteins. 16 Caspase 1 is required to produce the biologically active mature cytokines. 16 For instance, caspase 1 specifically cleaves the 31kDa pro‐IL‐1β protein at Tyr‐Val‐His‐Asp116/Ala117, releasing the 17.5kDa mature IL‐1β cytokine. 16 Mature IL‐1β and IL‐18 are released from monocytes and/or macrophages through membrane pores. 17 These pores are formed by insertion of cleavage products of the protein gasdermin D into the plasma membrane. 17 Gasdermin D pore formation triggers a form of inflammatory cell death called pyroptosis, resulting in the release of cellular contents, including proinflammatory factors as well as factors that promote the eventual resolution of inflammation. 18 Caspase 1 is also the enzyme responsible for cleavage of gasdermin D. 17 , 19 . Therefore caspase 1 promotes both the maturation and the secretion of IL‐1β and IL‐18. 12 , 13 , 15 Inflammasome formation and activation is highly regulated. It involves two steps, and in most cases, stimulation by two distinct signals (known as signal 1 and signal 2) is required to initiate both steps, enabling full inflammasome activation. 20 NLRP3 inflammasome priming Step 1 involves priming the inflammasome and readying it for activation. During step 1, the production of new inflammasome components is up‐regulated because of the activation of NF‐κB. NF‐κB promotes both NLRP3 , as well as pro‐IL‐1β transcription. 21 It can be activated by a variety of pathways, including pattern recognition receptors such as toll‐like receptors (TLRs) and inflammatory cytokine receptors such as tumor necrosis factor (TNF) receptor and IL‐1 receptor. 22 Aside from increased production of inflammasome components, signal 1 stimuli also promote conditions that facilitate inflammasome assembly and an inflammatory state. For instance, TLR activation leads to a change in energy metabolism pathway usage in macrophages, promoting use of glycolysis, disrupting mitochondrial energy metabolism, and inhibiting the removal of damaged mitochondria, leading to accumulation of mitochondrial reactive oxygen species (mtROS). 23 , 24 , 25 The balance of pathways used for energy metabolism is a critical determinant of macrophage polarization, and high glycolysis usage is required for M1 polarization and an inflammatory response. 26 Priming stimuli also induce pathways, controlling the posttranslational modification of inflammasome components. For instance, TLR activation promotes deubiquitination of NLRP3 by a pathway independent of NF‐κB but dependent on mtROS. Deubiquitination alone is insufficient to promote full inflammasome assembly but is essential for enabling NLRP3 oligomerization in the first step of NLRP3 inflammasome assembly. 27 Normally, NLRP3 inflammasome priming is induced in response to pathogen attack, tissue damage, or inflammatory cytokines in the extracellular environment. TLRs are important for sensing pathogens and tissue damage, and members of the TLR family are activated by stimuli such as the bacterial endotoxin lipopolysaccharide (LPS), single‐stranded RNA (present in some viruses), and tissue debris, such as remnants of extracellular matrix components. In the case of gout, MSU crystals can activate TLR (specifically TLR‐2 and TLR‐4), 8 promote metabolic reprogramming in macrophages leading to increased glycolysis, 28 and induce inflammasome priming. 8 However, their ability to prime the inflammasome is dependent on several factors, including the amount, size, and shape of the crystals. 29 Clinically, both increased MSU crystal deposition due to high urate concentrations and increased crystal dissolution (eg following initiation of urate‐lowering therapy) are associated with increased risk of gout flare. 30 , 31 One of the mechanisms for this increased flare risk may be due to increased availability of MSU crystals in the right form to induce NLRP3 inflammasome priming. Other factors may also facilitate the inflammasome priming ability of MSU crystals. For example, reactive oxygen species (ROS) generation, inflammasome, and IL‐1β levels were found to be substantially reduced in germ‐free mice following MSU crystal exposure but restored following treatment with acetate, a short‐chain fatty acid normally produced by gut microbiota, implicating a potential role of fermentation products of gut microbiota in modulating the proinflammatory effects of MSU crystals. 32 Aside from MSU crystals, various other factors associated with increased risk of gout flare can also induce inflammasome priming. For instance, both alcohol and saturated fatty acids activate NF‐κB by mechanisms dependent on TLR. 33 , 34 , 35 , 36 High urate levels can also promote NF‐κB activation. 37 The ability of these factors to prime the inflammasome is likely central to their association with gout flare risk. NLRP3 inflammasome activation In most cases, signal 1 alone is insufficient to promote full inflammasome activation, and a second signal is also required. Signal 2 promotes full assembly and activation of the NLRP3 inflammasome. At least part of the mechanism by which this occurs is through further posttranslational modification of inflammasome components. 27 In the case of gout, MSU crystal phagocytosis has been implicated as a major trigger driving step 2 of the NLRP3 inflammasome activation process. 38 However, how this leads to transmission of a signal to promote assembly and activation of the inflammasome componentry is only just beginning to be understood. In this respect, studies that have examined the processes driving inflammasome activation in response to other stimuli, such as pathogen attack or cell damage, have been instrumental in providing insight into the mechanisms involved in inflammasome assembly and activation in the context of gout. These studies have demonstrated that mtROS generation, cellular ionic imbalance, and extracellular ATP signaling through purinergic receptors drive NLRP3 inflammasome assembly and caspase 1 activation, and this is likely through an interconnected mechanism. 39 , 40 , 41 , 42 Cell damage (particularly mitochondrial dysfunction and mtROS), lysosomal damage, and plasma membrane damage result in perturbation of cellular ion levels, for example, reduced intracellular potassium or chloride or intracellular calcium flux. 39 , 43 In LPS‐primed macrophages, caspase 1 activation and IL‐1β secretion were shown to be induced by the addition of a stimulus, which caused a change in cell osmolarity, indicating that cellular ion imbalance can provide signal 2 for inflammasome activation. A change in cellular ion balance also causes mitochondrial damage and mtROS production 41 and results in compensatory activation of ion channels to restore normal ion balance and maintain cell volume. 44 Activity of these ion channels results in activation of a signaling cascade, which promotes extracellular ATP production and purinergic receptor activation, leading to a calcium‐dependent signaling cascade that promotes inflammasome assembly. 44 mtROS also activate calcium signaling to promote NLRP3 inflammasome assembly. 41 Recent evidence indicates that cell volume–regulating ion channels are also activated following MSU crystal exposure, and this contributes to the mechanism by which MSU crystals promote step 2 of the inflammasome activation process. 9 Specifically, MSU crystals were shown to activate leucine‐rich repeat–containing 8 (LRRC8) anion channels, which in turn stimulated release of extracellular ATP and purinergic receptor activation, leading to calcium signaling–dependent inflammasome activation as evidenced by IL‐1β secretion. Although yet to be demonstrated, it is likely that MSU crystal–induced LRRC8 activation occurs as a consequence of MSU crystal phagocytosis because MSU crystal dissolution within phagosomes is believed to increase intracellular ion load. 9 MSU crystal phagocytosis can also induce lysosomal damage as a result of incomplete breakdown of phagocytosed crystals, leading to cellular ion imbalance. 45 Although ion imbalance has been clearly shown to have a major role in promoting inflammasome assembly and activation in response to MSU crystals, other mechanisms may also contribute, and this remains an evolving area of research. Rather than just acting in an additive manner, it seems likely that there is synergism between signal 1 and signal 2, and hence the effects of both signals together is more pronounced than the effects of either signal alone. For instance, TLR activation in signal 1 inhibits mitophagy, 24 the normal process by which damaged mitochondria are removed from a cell. 24 This may amplify mtROS generation by signal 2 stimuli by allowing damaged mitochondria to accumulate. Conversely, signal 2 may also enhance sensitivity to priming signals. As an example, some TLRs, such as TLR‐2, have been shown to localize to the phagosome in macrophages, are activated by triggers present in the contents of the phagosome, and initiate inflammatory signaling from the internalized phagosome. 46 This raises the possibility that MSU crystal phagocytosis not only provides signal 2 for inflammasome activation but may also sensitize to priming by TLR. The potential synergism between signal 1 and signal 2 may be particularly relevant in the context of gout flares. MSU crystals are believed to predominantly provide signal 2 for NLRP3 inflammasome activation in gout flare, whereas often another factor (eg, a dietary factor) is believed to serve as signal 1. It is possible that the presence of MSU crystals and/or the gout disease environment may sensitize to priming signals such that a factor that is normally only a weak priming signal for the inflammasome is a stronger stimuli in the context of gout. Several factors relevant to the gout disease environment have been shown to contribute to controlling the propensity for NLRP3 inflammasome activation as well as the extent of inflammation generated. For instance, high urate levels can amplify IL‐1 signaling by reducing expression of the endogenous IL‐1 receptor antagonist. 47 Therefore, high urate levels may exacerbate the NLRP3 inflammasome–mediated inflammatory response. Low n‐3 long‐chain polyunsaturated fatty acid (LCPUFA) intake is associated with increased frequency of gout flares, 48 and n‐3 LCPUFAs have been shown to suppress the ability of MSU crystals to activate the NLRP3 inflammasome in macrophages. 49 High‐density lipoproteins (HDLs) have also been shown to repress MSU crystal–induced inflammation in mice. 50 Whether n‐3 LCPUFAs and HDLs act to inhibit signal 1 or 2 specifically or whether they have broader effects on the inflammatory cascade is unclear. The involvement of mtROS in inflammasome regulation also means that factors that promote mitochondrial damage and ROS generation facilitate inflammasome activation. Of potential relevance to gout, high‐calorie consumption causes mitochondrial stress and increased mtROS production. 19 , 20 Mitochondrial dysfunction and increased mtROS are also inherent features of metabolic syndrome disorders. 51 , 52 , 53 , 54 , 55 Additionally, increased activity of AMP‐activated protein kinase (AMPK), which drives the autophagic clearance of damaged mitochondria, 56 has been shown to repress NLRP3 inflammasome activity and inflammation in in vitro and in vivo models of gouty inflammation. 57 , 58 AMPK also inhibits glycolysis, 56 , 59 , 60 , promotes autophagy‐mediated degradation of inflammasomes, 61 and promotes M2 macrophage polarization. 57 Therefore, AMPK may act in multiple ways to repress the inflammatory response. Inflammasome activation results in rapid induction of an inflammatory response, which escalates over time. The initial inflammatory response is due to signal 1 and signal 2 controlling posttranslational modification of pre‐existing inflammasome components present within the cell. 17 Escalation of the inflammatory response occurs because of increased production of inflammasome components and hence increased NLRP3 inflammasome activity stimulated by signal 1. 17 This inflammatory response is further amplified during the mobilization phase. 62 Mobilization: Neutrophilic infiltration IL‐1β has a major role in facilitating the recruitment of other immune cells, particularly neutrophils, to the joint during gout fare. 62 IL‐1β triggers production of other inflammatory mediators, for example, IL‐6, prostaglandins, and leukotrienes, which together with chemokines promote proliferation and migration of immune cells. Consequently, neutrophils as well as monocytes accumulate within the joint. Like monocytes and macrophages, neutrophils are capable of phagocytosis, including phagocytosis of MSU crystals. 63 They can also produce IL‐1β via the NLRP3 inflammasome. Additionally, neutrophils can produce proteases that can activate IL‐1β independent of caspase 1, 64 and this is also important for gout flare inflammation. Inhibition of neutrophil IL‐1β–activating proteases by α 1 ‐antitrypsin has been shown to substantially repress inflammation in a murine gout model. 65 Neutrophils produce high amounts of other inflammatory cytokines, for example, TNFα, IL‐6, and IL‐8, 63 and high amounts of ROS. 66 Both IL‐1β and ROS promote a type of neutrophil cell death termed NETosis. As MSU crystals promote ROS and IL‐1β formation, they also promote NETosis. 67 , 68 NETosis leads to the formation of neutrophil elastase traps (NETs), 69 which are extracellular fiber‐like structures made up of components of neutrophil granules, including enzymes, biocidal proteins, and nuclear material. 70 Normally NETs trap and incapacitate pathogens. In gout, NETs trap MSU crystals. 63 Initially, NETosis is proinflammatory, resulting in increased release of proinflammatory mediators. 70 As the inflammatory response progresses, neutrophil numbers and the extent of NET production become so great that the NETs form aggregates (aggNETs). 63 aggNET formation contributes to flare resolution. 63 Self‐resolution Inflammation is designed to be self‐limiting, and even without treatment, gout flares will self‐resolve. Many of the mechanisms that stimulate the inflammatory response also activate pathways to resolve it. For instance, caspase 1 self‐cleavage activates caspase 1 but also destabilizes it, resulting in its rapid degradation. 15 TLR signaling promotes inflammasome activation but also promotes production of anti‐inflammatory cytokines, for example, IL‐37. These anti‐inflammatory cytokines act by a feedback mechanism to inhibit inflammasome activity. 71 Although MSU crystals can induce NF‐κB activation, they also up‐regulate expression of peroxisome proliferator–activated receptor γ (PPARγ), 72 a ligand‐dependent transcription factor that strongly represses NF‐κB target genes. 73 Neutrophil influx into the joint exacerbates the inflammatory response in gout flare but also promotes resolution. As neutrophils undergo apoptosis at the end of their life cycle, they are phagocytosed by macrophages 74 and other neutrophils, 75 triggering production of anti‐inflammatory cytokines and transforming growth factor β1 (TGFβ1). 75 TGFβ1 represses ROS and IL‐1β production 75 and up‐regulates IL‐37, dampening the inflammatory response. 71 TGFβ1 also promotes a switch in macrophage polarization from proinflammatory M1‐like macrophages to anti‐inflammatory or pro‐resolving M2‐like macrophages. 76 M2‐like macrophages have greater phagocytotic activity, produce lower levels of inflammatory cytokines, and secrete high amounts of anti‐inflammatory or pro‐repair mediators, such as IL‐10 and TGFβ, than M1‐like macrophages. 77 M2 macrophages also fail to up‐regulate NLRP3 inflammasome expression following stimulation with LPS, a classic TLR activator, indicating that M2 macrophages do not activate the NLRP3 inflammasome in response to stimuli. 78 aggNET formation also contributes to gout flare resolution. aggNETs sequester and inactivate proinflammatory chemokines and cytokines (including IL‐1β), thereby removing the signals that drive further immune cell recruitment to the joint. 63 A class switch in lipid mediator production by cyclooxygenase (COX) and lipoxygenase (LOX) also contributes to reducing signals, promoting immune cell recruitment. Instead of producing proinflammatory prostaglandins and leukotrienes, LOX and COX switch to producing anti‐inflammatory lipoxins 79 as well as n‐3 LCPUFA–derived anti‐inflammatory or pro‐resolving lipid mediators, for example, maresins and resolvins. 80 , 81 Both maresins and resolvins are potent inhibitors of neutrophil migration, 80 , 81 and synovial fluid levels of pro‐resolving lipid mediators are negatively correlated with extent of joint inflammation in gout. 82 Maintenance of MSU crystals in a noninflammatory state during intercritical gout Although the symptoms of the flare fully dissipate on resolution, MSU crystals persist in the joint. 83 , 84 MSU crystal deposits within joints attract a coating of biologic material, at least some of which is due to the trapping of MSU crystals in aggNETs. 63 , 85 The composition of the MSU crystal coating has been shown to differ considerably during the inflammatory phase of gout flare compared to during flare resolution. 85 The composition of this coating likely influences whether crystals are proinflammatory. In support, type II collagen has been found to be associated with MSU crystals in synovial fluid in individuals with gout following joint injury. This collagen coating promoted MSU crystal–mediated activation of NF‐κB by TLR‐2. 86 Similarly, coating MSU crystals with serum proteins such as albumin was shown to reduce their ability to induce IL‐1β secretion and to cause mitochondrial dysfunction and extracellular ATP secretion. 87 The composition of the coating on MSU crystals therefore may influence their ability to serve as signal 1 and potentially also signal 2 for NLRP3 inflammasome activation. The role of MSU crystals during development, progression, and self‐resolution of gout flare, as well as during the intercritical period, is summarized in Figure 1 . Maintenance of MSU crystals in the clinically uninflamed tophus The tophus presents clinically as a “draining or chalk‐like subcutaneous nodule under transparent skin, often with overlying vascularity.” 88 In contrast to gout flare, tophi appear clinically uninflamed and nontender. Histopathologically, tophi are organized chronic granulomatous lesions with islands of tightly packed MSU crystals surrounded by a cellular “corona zone,” which is in turn encased by an outer fibrovascular zone. In the corona zone, mononucleated and multinucleated macrophages predominate. Although numerous IL‐1β–positive cells are present within the corona zone, 89 it seems likely that other factors contribute to the lack of clinically evident inflammation within these lesions; this may be due to lack of IL‐1β released into the extracellular compartment, increased production of anti‐inflammatory cytokines or IL‐1 inhibitors in vivo, or rapid degradation of IL‐1β following its release by aggNETs. The architecture of the tophus, with its collagen‐rich fibrovascular zone, may also play a role in separating MSU crystals from other cells and tissues, allowing the crystals to remain in a relatively uninflamed state. Targeted treatment and prevention of gout flare? Traditional treatment options for gout flare include colchicine, glucocorticoids, and nonsteroidal anti‐inflammatory drugs (NSAIDs). The mechanisms of action of these medications are summarized in Table 1 . Despite the different mechanisms of action, in head‐to‐head clinical trials, traditional therapies have similar clinical efficacy for treatment of gout flare. 90 , 91 Table 1 Anti‐inflammatory mechanisms of medications used to treat gout flares * Therapeutic class Anti‐inflammatory mechanisms Colchicine Inhibits NLRP3 inflammasome activity and neutrophil mobilization 92 , 93 Inhibits microtubule formation (essential for the transport of NLRP3 components during inflammasome assembly and for cell migration 93 ) Promotes AMPK activation 57 Reduces expression of adhesion molecules on neutrophils and inhibits neutrophil chemotaxis 108 , 109 Inhibits ROS production by neutrophils 94 Inhibits NET formation 95 Glucocorticoids Inhibit proliferation, migration, and maturation of immune cells and promote their apoptotic death by numerous mechanisms 96 Inhibit NF‐κB 97 Repress transcription of inflammatory pathway genes 98 Promote mitochondrial energy metabolism pathway use 99 NSAIDs Inhibit COX and proinflammatory lipid mediator production 100 At high concentrations, some NSAIDs act as PPARγ agonists 101 , 102 IL‐1 inhibitors Block IL‐1 activity by blocking IL‐1 from interacting with its receptor (either by binding to the receptor in place of IL‐1 [anakinra, a recombinant version of human IL‐1 receptor antagonist] or by binding to IL‐1β, preventing it from then binding to the receptor [canakinumab, a humanized anti–IL‐1β antibody]) 110 Prevents IL‐1 proinflammatory effects (eg, production of other inflammatory mediators such as IL‐6 and proinflammatory lipid mediators), reduces signals to promote neutrophilic infiltration 111 * AMPK, AMP‐activated protein kinase; COX, cyclooxygenase; IL, interleukin; NET, neutrophil elastase trap; NSAID, nonsteroidal anti‐inflammatory drug; PPARγ, peroxisome proliferator–activated receptor γ; ROS, reactive oxygen species. Colchicine inhibits NLRP3 inflammasome activity and neutrophil mobilization. 92 , 93 One of the major mechanisms by which it acts is by inhibiting microtubules, which are essential for the transport of NLRP3 components within a cell during inflammasome assembly as well as for cell migration. 93 Colchicine also acts by a wide range of other mechanisms to suppress inflammation, including promoting AMPK activation, 57 inhibiting ROS production by neutrophils, and inhibiting NET formation. 94 , 95 Glucocorticoids have wide‐ranging effects, acting by both receptor‐dependent and receptor‐independent mechanisms to inhibit proliferation, migration, and maturation of immune cells and promote their apoptotic death. 96 The glucocorticoid receptor physically associates with NF‐κB, inhibiting its activity, 97 and represses transcription of inflammatory pathway genes. 98 Glucocorticoids also regulate energy metabolism, promoting metabolic rewiring in immune cells such as macrophages in favor of mitochondrial energy metabolism pathway use, and this is also a major contributor to their anti‐inflammatory effects. 99 NSAIDs act downstream of NLRP3 inflammasome activation, inhibiting the activity of COX and therefore the production of proinflammatory lipid mediators such as prostaglandin E 2 . 100 At high concentrations, various NSAIDs also act as PPARγ agonists, and this may contribute to some of their anti‐inflammatory effects. 101 , 102 Informed by understanding about the central role of the NLRP3 inflammasome in the pathogenesis of gout flare, IL‐1 inhibitors have been tested for treatment of gout flare. 93 Two randomized clinical trials of anakinra (a short‐acting IL‐1 receptor antagonist) reported clinical efficacy that was similar to the traditional oral therapies for treatment of gout flare. 103 , 104 In contrast, subcutaneous canakinumab 150 mg, a long‐acting human anti–IL‐1β monoclonal antibody, had greater efficacy than intramuscular triamcinolone 40 mg in reducing joint pain, swelling, and tenderness during a gout flare. 105 These findings support the importance of IL‐1β as the key inflammatory mediator of the initiation and maintenance of gout flare. Although NLRP3 inflammasome inhibitors have been investigated for gout flare treatment in early‐phase development, 106 the clinical efficacy and safety of these agents is not yet established. Once gout flare has been effectively treated in the acute setting, long‐term gout management is also required. For people with frequent gout flares (two or more over 12 months), tophaceous gout, or joint damage related to gout, long‐term urate‐lowering therapy is strongly recommended to maintain a serum urate level below 6 mg/dL and dissolve deposited MSU crystals, which ultimately treats the underlying cause of gout flare and prevents ongoing NLRP3 inflammasome activation. 107 In the first months of initiating urate‐lowering therapy, gout flares are common, and these flares can be prevented by low doses of oral colchicine or other anti‐inflammatory medications. 31 Consistent with the central role of IL‐1β in the initiation of acute MSU crystal–induced inflammation, canakinumab significantly prevented recurrent gout flares over 24 weeks in a randomized controlled trial. 105 Clinical case follow‐up The diagnosis of a gout flare is made, and the patient is prescribed prednisone 40 mg daily for one week. This treatment results in clinical improvement and full resolution of symptoms over 10 days. In view of his recurrent gout flares and clinical evidence of tophus, urate‐lowering therapy is recommended, and allopurinol is started at 100 mg daily and gradually increased to 400 mg daily, which reduces the serum urate level to 5.2 mg/dL. Low‐dose colchicine (0.6 mg daily) is also prescribed in the first six months of allopurinol treatment to prevent recurrent gout flares. The patient continues to experience mild gout flares over the first year of allopurinol treatment, which are rapidly treated by a home supply of prednisone. After three years of allopurinol treatment, he has been free of gout flares for more than a year, and the nodule on his ear has disappeared. He can exercise regularly and enjoys his 63rd birthday without pain! AUTHOR CONTRIBUTIONS All authors contributed to at least one of the following manuscript preparation roles: conceptualization AND/OR methodology, software, investigation, formal analysis, data curation, visualization, and validation AND drafting or reviewing/editing the final draft. As corresponding author, Dr Dalbeth confirms that all authors have provided the final approval of the version to be published and takes responsibility for the affirmations regarding article submission (eg, not under consideration by another journal), the integrity of the data presented, and the statements regarding compliance with institutional review board/Declaration of Helsinki requirements. REFERENCES 1 McCarty DJ , Hollander JL . Identification of urate crystals in gouty synovial fluid . Ann Intern Med 1961 ; 54 ( 3 ): 452 – 460 . 13773775 2 Dalbeth N , House ME , Aati O , et al. Urate crystal deposition in asymptomatic hyperuricaemia and symptomatic gout: a dual energy CT study . Ann Rheum Dis 2015 ; 74 ( 5 ): 908 – 911 . 25637002 3 Faires J , McCarty D Jr. Acute arthritis in man and dog after intrasynovial injection of sodium urate crystals . Lancet 1962 ; 280 ( 7258 ): 682 – 685 . 4 Hench PS . Diagnosis and treatment of gout and gouty arthritis . JAMA 1941 ; 116 ( 6 ): 453 – 459 . 5 Agudelo CA , Schumacher HR . The synovitis of acute gouty arthritis. A light and electron microscopic study . Hum Pathol 1973 ; 4 ( 2 ): 265 – 279 . 4350339 6 Martinon F , Pétrilli V , Mayor A , et al. Gout‐associated uric acid crystals activate the NALP3 inflammasome . Nature 2006 ; 440 ( 7081 ): 237 – 241 . 16407889 7 Hoffman HM , Mueller JL , Broide DH , et al. Mutation of a new gene encoding a putative pyrin‐like protein causes familial cold autoinflammatory syndrome and Muckle‐Wells syndrome . Nat Genet 2001 ; 29 ( 3 ): 301 – 305 . 11687797 8 Liu‐Bryan R , Scott P , Sydlaske A , et al. Innate immunity conferred by Toll‐like receptors 2 and 4 and myeloid differentiation factor 88 expression is pivotal to monosodium urate monohydrate crystal‐induced inflammation . Arthritis Rheum 2005 ; 52 ( 9 ): 2936 – 2946 . 16142712 9 Chirayath TW , Ollivier M , Kayatekin M , et al. Activation of osmo‐sensitive LRRC8 anion channels in macrophages is important for micro‐crystallin joint inflammation . Nat Commun 2024 ; 15 ( 1 ): 8179 . 39294178 10 Putnam CD , Broderick L , Hoffman HM . The discovery of NLRP3 and its function in cryopyrin‐associated periodic syndromes and innate immunity . Immunol Rev 2024 ; 322 ( 1 ): 259 – 282 . 38146057 11 Martinon F , Burns K , Tschopp J . The inflammasome: a molecular platform triggering activation of inflammatory caspases and processing of proIL‐β . Mol Cell 2002 ; 10 ( 2 ): 417 – 426 . 12191486 12 Lu A , Magupalli VG , Ruan J , et al. Unified polymerization mechanism for the assembly of ASC‐dependent inflammasomes . Cell 2014 ; 156 ( 6 ): 1193 – 1206 . 24630722 13 Subramanian N , Natarajan K , Clatworthy MR , et al. The adaptor MAVS promotes NLRP3 mitochondrial localization and inflammasome activation . Cell 2013 ; 153 ( 2 ): 348 – 361 . 23582325 14 Cassel SL , Elliott E , Iyer SS , et al. Cardiolipin provides a platform for caspase‐1 activation and NLRP3 inflammasome assembly [abstract] . J Allergy Clin Immunol 2016 ; 137 ( 2 ): AB72 . 15 Boucher D , Monteleone M , Coll RC , et al. Caspase‐1 self‐cleavage is an intrinsic mechanism to terminate inflammasome activity . J Exp Med 2018 ; 215 ( 3 ): 827 – 840 . 29432122 16 Thornberry NA , Bull HG , Calaycay JR , et al. A novel heterodimeric cysteine protease is required for interleukin‐1β processing in monocytes . Nature 1992 ; 356 ( 6372 ): 768 – 774 . 1574116 17 Evavold CL , Ruan J , Tan Y , et al. The Pore‐forming protein gasdermin d regulates interleukin‐1 secretion from living macrophages . Immunity 2018 ; 48 ( 1 ): 35 – 44.e6 . 29195811 18 Fink SL , Cookson BT . Caspase‐1‐dependent pore formation during pyroptosis leads to osmotic lysis of infected host macrophages . Cell Microbiol 2006 ; 8 ( 11 ): 1812 – 1825 . 16824040 19 Shi J , Zhao Y , Wang K , et al. Cleavage of GSDMD by inflammatory caspases determines pyroptotic cell death . Nature 2015 ; 526 ( 7575 ): 660 – 665 . 26375003 20 Paik S , Kim JK , Silwal P , et al. An update on the regulatory mechanisms of NLRP3 inflammasome activation . Cell Mol Immunol 2021 ; 18 ( 5 ): 1141 – 1160 . 33850310 21 Bauernfeind FG , Horvath G , Stutz A , et al. Cutting edge: NF‐κB activating pattern recognition and cytokine receptors license NLRP3 inflammasome activation by regulating NLRP3 expression . J Immunol 2009 ; 183 ( 2 ): 787 – 791 . 19570822 22 Swanson KV , Deng M , Ting JP . The NLRP3 inflammasome: molecular activation and regulation to therapeutics . Nat Rev Immunol 2019 ; 19 ( 8 ): 477 – 489 . 31036962 23 Balic JJ , Albargy H , Luu K , et al. STAT3 serine phosphorylation is required for TLR4 metabolic reprogramming and IL‐1β expression . Nat Commun 2020 ; 11 ( 1 ): 3816 . 32732870 24 Piao Y , Gwon DH , Kang DW , et al. TLR4‐mediated autophagic impairment contributes to neuropathic pain in chronic constriction injury mice . Mol Brain 2018 ; 11 ( 1 ): 11 . 29486776 25 Zhang H , He F , Zhou L , et al. Activation of TLR4 induces inflammatory muscle injury via mTOR and NF‐κB pathways in experimental autoimmune myositis mice . Biochem Biophys Res Commun 2022 ; 603 : 29 – 34 . 35276460 26 Cheng SC , Quintin J , Cramer RA , et al. mTOR‐ and HIF‐1α‐mediated aerobic glycolysis as metabolic basis for trained immunity . Science 2014 ; 345 ( 6204 ): 1250684 . 25258083 27 Juliana C , Fernandes‐Alnemri T , Kang S , et al. Non‐transcriptional priming and deubiquitination regulate NLRP3 inflammasome activation . J Biol Chem 2012 ; 287 ( 43 ): 36617 – 36622 . 22948162 28 Renaudin F , Orliaguet L , Castelli F , et al. Gout and pseudo‐gout‐related crystals promote GLUT1‐mediated glycolysis that governs NLRP3 and interleukin‐1β activation on macrophages . Ann Rheum Dis 2020 ; 79 ( 11 ): 1506 – 1514 . 32699039 29 Chen C , Wang J , Liang Z , et al. Monosodium urate crystals with controlled shape and aspect ratio for elucidating the pathological progress of acute gout . Biomater Adv 2022 ; 139 : 213005 . 35882152 30 Pascart T , Grandjean A , Capon B , et al. Monosodium urate burden assessed with dual‐energy computed tomography predicts the risk of flares in gout: a 12‐month observational study: MSU burden and risk of gout flare . Arthritis Res Ther 2018 ; 20 ( 1 ): 210 . 30223875 31 Stamp L , Horne A , Mihov B , et al. Is colchicine prophylaxis required with start‐low go‐slow allopurinol dose escalation in gout? A non‐inferiority randomised double‐blind placebo‐controlled trial . Ann Rheum Dis 2023 ; 82 ( 12 ): 1626 – 1634 . 37652661 32 Vieira AT , Macia L , Galvão I , et al. A role for gut microbiota and the metabolite‐sensing receptor GPR43 in a murine model of gout . Arthritis Rheumatol 2015 ; 67 ( 6 ): 1646 – 1656 . 25914377 33 Kong EQZ , Subramaniyan V , Lubau NSA . Uncovering the impact of alcohol on internal organs and reproductive health: exploring TLR4/NF‐kB and CYP2E1/ROS/Nrf2 pathways . Animal Model Exp Med 2024 ; 7 ( 4 ): 444 – 459 . 38853347 34 Expression of concern: Wang F , Yang JL , Yu KK , et al. Activation of the NF‐κB pathway as a mechanism of alcohol enhanced progression and metastasis of human hepatocellular carcinoma . Mol Cancer 2015 ; 14 ( 1 ): 10 . Mol Cancer 2022;21(1):222. doi: 10.1186/s12943-022-01693-8 . 25622857 35 Hall CJ , Sanderson LE , Lawrence LM , et al. Blocking fatty acid‐fueled mROS production within macrophages alleviates acute gouty inflammation . J Clin Invest 2018 ; 128 ( 5 ): 1752 – 1771 . 29584621 36 Joosten LA , Netea MG , Mylona E , et al. Engagement of fatty acids with Toll‐like receptor 2 drives interleukin‐1β production via the ASC/caspase 1 pathway in monosodium urate monohydrate crystal‐induced gouty arthritis . Arthritis Rheum 2010 ; 62 ( 11 ): 3237 – 3248 . 20662061 37 Crişan TO , Cleophas MCP , Novakovic B , et al. Uric acid priming in human monocytes is driven by the AKT‐PRAS40 autophagy pathway . Proc Natl Acad Sci USA 2017 ; 114 ( 21 ): 5485 – 5490 . 28484006 38 Hornung V , Bauernfeind F , Halle A , et al. Silica crystals and aluminum salts activate the NALP3 inflammasome through phagosomal destabilization . Nat Immunol 2008 ; 9 ( 8 ): 847 – 856 . 18604214 39 Triantafilou K , Hughes TR , Triantafilou M , et al. The complement membrane attack complex triggers intracellular Ca 2+ fluxes leading to NLRP3 inflammasome activation . J Cell Sci 2013 ; 126 ( Pt 13 ): 2903 – 2913 . 23613465 40 Zhou R , Yazdi AS , Menu P , et al. A role for mitochondria in NLRP3 inflammasome activation . Nature 2011 ; 469 ( 7329 ): 221 – 225 . 21124315 41 Yang Y , Wang H , Kouadir M , et al. Recent advances in the mechanisms of NLRP3 inflammasome activation and its inhibitors . Cell Death Dis 2019 ; 10 ( 2 ): 128 . 30755589 42 Beckwith KS , Beckwith MS , Ullmann S , et al. Plasma membrane damage causes NLRP3 activation and pyroptosis during Mycobacterium tuberculosis infection . Nat Commun 2020 ; 11 ( 1 ): 2270 . 32385301 43 Deng M , Guo H , Tam JW , et al. Platelet‐activating factor (PAF) mediates NLRP3‐NEK7 inflammasome induction independently of PAFR . J Exp Med 2019 ; 216 ( 12 ): 2838 – 2853 . 31558613 44 Compan V , Baroja‐Mazo A , López‐Castejón G , et al. Cell volume regulation modulates NLRP3 inflammasome activation . Immunity 2012 ; 37 ( 3 ): 487 – 500 . 22981536 45 Maejima I , Takahashi A , Omori H , et al. Autophagy sequesters damaged lysosomes to control lysosomal biogenesis and kidney injury . EMBO J 2013 ; 32 ( 17 ): 2336 – 2347 . 23921551 46 Underhill DM , Ozinsky A , Hajjar AM , et al. The Toll‐like receptor 2 is recruited to macrophage phagosomes and discriminates between pathogens . Nature 1999 ; 401 ( 6755 ): 811 – 815 . 10548109 47 Crișan TO , Cleophas MC , Oosting M , et al. Soluble uric acid primes TLR‐induced proinflammatory cytokine production by human primary cells via inhibition of IL‐1Ra . Ann Rheum Dis 2016 ; 75 ( 4 ): 755 – 762 . 25649144 48 Abhishek A , Valdes AM , Doherty M . Low omega‐3 fatty acid levels associate with frequent gout attacks: a case control study . Ann Rheum Dis 2016 ; 75 ( 4 ): 784 – 785 . 26715654 49 Yan Y , Jiang W , Spinetti T , et al. Omega‐3 fatty acids prevent inflammation and metabolic disorder through inhibition of NLRP3 inflammasome activation . Immunity 2013 ; 38 ( 6 ): 1154 – 1163 . 23809162 50 Scanu A , Luisetto R , Oliviero F , et al. High‐density lipoproteins inhibit urate crystal‐induced inflammation in mice . Ann Rheum Dis 2015 ; 74 ( 3 ): 587 – 594 . 24326007 51 Kelley DE , He J , Menshikova EV , et al. Dysfunction of mitochondria in human skeletal muscle in type 2 diabetes . Diabetes 2002 ; 51 ( 10 ): 2944 – 2950 . 12351431 52 Heilbronn LK , Gan SK , Turner N , et al. Markers of mitochondrial biogenesis and metabolism are lower in overweight and obese insulin‐resistant subjects . J Clin Endocrinol Metab 2007 ; 92 ( 4 ): 1467 – 1473 . 17244782 53 Xia W , Veeragandham P , Cao Y , et al. Obesity causes mitochondrial fragmentation and dysfunction in white adipocytes due to RalA activation . Nat Metab 2024 ; 6 ( 2 ): 273 – 289 . 38286821 54 Eirin A , Lerman A , Lerman LO . Mitochondrial injury and dysfunction in hypertension‐induced cardiac damage . Eur Heart J 2014 ; 35 ( 46 ): 3258 – 3266 . 25385092 55 Yao YS , Li TD , Zeng ZH . Mechanisms underlying direct actions of hyperlipidemia on myocardium: an updated review . Lipids Health Dis 2020 ; 19 ( 1 ): 23 . 32035485 56 Herzig S , Shaw RJ . AMPK: guardian of metabolism and mitochondrial homeostasis . Nat Rev Mol Cell Biol 2018 ; 19 ( 2 ): 121 – 135 . 28974774 57 Wang Y , Viollet B , Terkeltaub R , et al. AMP‐activated protein kinase suppresses urate crystal‐induced inflammation and transduces colchicine effects in macrophages . Ann Rheum Dis 2016 ; 75 ( 1 ): 286 – 294 . 25362043 58 McWherter C , Choi YJ , Serrano RL , et al. Arhalofenate acid inhibits monosodium urate crystal‐induced inflammatory responses through activation of AMP‐activated protein kinase (AMPK) signaling . Arthritis Res Ther 2018 ; 20 ( 1 ): 204 . 30189890 59 Kishton RJ , Barnes CE , Nichols AG , et al. AMPK is essential to balance glycolysis and mitochondrial metabolism to control T‐ALL cell stress and survival . Cell Metab 2016 ; 23 ( 4 ): 649 – 662 . 27076078 60 Egan DF , Shackelford DB , Mihaylova MM , et al. Phosphorylation of ULK1 (hATG1) by AMP‐activated protein kinase connects energy sensing to mitophagy . Science 2011 ; 331 ( 6016 ): 456 – 461 . 21205641 61 Zhao B , Qiang L , Joseph J , et al. Mitochondrial dysfunction activates the AMPK signaling and autophagy to promote cell survival . Genes Dis 2016 ; 3 ( 1 ): 82 – 87 . 28066797 62 Amaral FA , Costa VV , Tavares LD , et al. NLRP3 inflammasome‐mediated neutrophil recruitment and hypernociception depend on leukotriene B 4 in a murine model of gout . Arthritis Rheum 2012 ; 64 ( 2 ): 474 – 484 . 21952942 63 Schauer C , Janko C , Munoz LE , et al. Aggregated neutrophil extracellular traps limit inflammation by degrading cytokines and chemokines . Nat Med 2014 ; 20 ( 5 ): 511 – 517 . 24784231 64 Coeshott C , Ohnemus C , Pilyavskaya A , et al. Converting enzyme‐independent release of tumor necrosis factor α and IL‐1β from a stimulated human monocytic cell line in the presence of activated neutrophils or purified proteinase 3 . Proc Natl Acad Sci USA 1999 ; 96 ( 11 ): 6261 – 6266 . 10339575 65 Joosten LA , Crişan TO , Azam T , et al. Alpha‐1‐anti‐trypsin‐Fc fusion protein ameliorates gouty arthritis by reducing release and extracellular processing of IL‐1β and by the induction of endogenous IL‐1Ra . Ann Rheum Dis 2016 ; 75 ( 6 ): 1219 – 1227 . 26174021 66 Bylund J , Samuelsson M , Collins LV , et al. NADPH‐oxidase activation in murine neutrophils via formyl peptide receptors . Exp Cell Res 2003 ; 282 ( 2 ): 70 – 77 . 12531693 67 Schorn C , Janko C , Krenn V , et al. Bonding the foe ‐ NETting neutrophils immobilize the pro‐inflammatory monosodium urate crystals . Front Immunol 2012 ; 3 : 376 . 23233855 68 Sil P , Wicklum H , Surell C , et al. Macrophage‐derived IL‐1β enhances monosodium urate crystal‐triggered NET formation . Inflamm Res 2017 ; 66 ( 3 ): 227 – 237 . 27853847 69 Lin S , Zhu P , Jiang L , et al. Neutrophil extracellular traps induced by IL‐1β promote endothelial dysfunction and aggravate limb ischemia . Hypertens Res 2024 ; 47 ( 6 ): 1654 – 1667 . 38605142 70 Brinkmann V , Reichard U , Goosmann C , et al. Neutrophil extracellular traps kill bacteria . Science 2004 ; 303 ( 5663 ): 1532 – 1535 . 15001782 71 Nold MF , Nold‐Petry CA , Zepp JA , et al. IL‐37 is a fundamental inhibitor of innate immunity . Nat Immunol 2010 ; 11 ( 11 ): 1014 – 1022 . 20935647 72 Akahoshi T , Namai R , Murakami Y , et al. Rapid induction of peroxisome proliferator‐activated receptor γ expression in human monocytes by monosodium urate monohydrate crystals . Arthritis Rheum 2003 ; 48 ( 1 ): 231 – 239 . 12528124 73 Pascual G , Fong AL , Ogawa S , et al. A SUMOylation‐dependent pathway mediates transrepression of inflammatory response genes by PPAR‐γ . Nature 2005 ; 437 ( 7059 ): 759 – 763 . 16127449 74 Savill JS , Wyllie AH , Henson JE , et al. Macrophage phagocytosis of aging neutrophils in inflammation. Programmed cell death in the neutrophil leads to its recognition by macrophages . J Clin Invest 1989 ; 83 ( 3 ): 865 – 875 . 2921324 75 Steiger S , Harper JL . Neutrophil cannibalism triggers transforming growth factor β1 production and self regulation of neutrophil inflammatory function in monosodium urate monohydrate crystal‐induced inflammation in mice . Arthritis Rheum 2013 ; 65 ( 3 ): 815 – 823 . 23280587 76 Zhang F , Wang H , Wang X , et al. TGF‐β induces M2‐like macrophage polarization via SNAIL‐mediated suppression of a pro‐inflammatory phenotype . Oncotarget 2016 ; 7 ( 32 ): 52294 – 52306 . 27418133 77 Shapouri‐Moghaddam A , Mohammadian S , Vazini H , et al. Macrophage plasticity, polarization, and function in health and disease . J Cell Physiol 2018 ; 233 ( 9 ): 6425 – 6440 . 78 Awad F , Assrawi E , Jumeau C , et al. Impact of human monocyte and macrophage polarization on NLR expression and NLRP3 inflammasome activation . PLoS One 2017 ; 12 ( 4 ): e0175336 . 28403163 79 Levy BD , Clish CB , Schmidt B , et al. Lipid mediator class switching during acute inflammation: signals in resolution . Nat Immunol 2001 ; 2 ( 7 ): 612 – 619 . 11429545 80 Serhan CN , Clish CB , Brannon J , et al. Novel functional sets of lipid‐derived mediators with antiinflammatory actions generated from omega‐3 fatty acids via cyclooxygenase 2‐nonsteroidal antiinflammatory drugs and transcellular processing . J Exp Med 2000 ; 192 ( 8 ): 1197 – 1204 . 11034610 81 Serhan CN , Yang R , Martinod K , et al. Maresins: novel macrophage mediators with potent antiinflammatory and proresolving actions . J Exp Med 2009 ; 206 ( 1 ): 15 – 23 . 19103881 82 Barden AE , Moghaddami M , Mas E , et al. Specialised pro‐resolving mediators of inflammation in inflammatory arthritis . Prostaglandins Leukot Essent Fatty Acids 2016 ; 107 : 24 – 29 . 27033423 83 Bomalaski JS , Lluberas G , Schumacher HR Jr. Monosodium urate crystals in the knee joints of patients with asymptomatic nontophaceous gout . Arthritis Rheum 1986 ; 29 ( 12 ): 1480 – 1484 . 3801071 84 Pascual E. Persistence of monosodium urate crystals and low‐grade inflammation in the synovial fluid of patients with untreated gout . Arthritis Rheum 1991 ; 34 ( 2 ): 141 – 145 . 1994910 85 Ortiz‐Bravo E , Sieck MS , Schumacher HR Jr. Changes in the proteins coating monosodium urate crystals during active and subsiding inflammation. Immunogold studies of synovial fluid from patients with gout and of fluid obtained using the rat subcutaneous air pouch model . Arthritis Rheum 1993 ; 36 ( 9 ): 1274 – 1285 . 8216421 86 Xu H , Zhang B , Chen Y , et al. Type II collagen facilitates gouty arthritis by regulating MSU crystallisation and inflammatory cell recruitment . Ann Rheum Dis 2023 ; 82 ( 3 ): 416 – 427 . 36109143 87 Renaudin F , Sarda S , Campillo‐Gimenez L , et al. Adsorption of proteins on m‐CPPD and urate crystals inhibits crystal‐induced cell responses: study on albumin‐crystal interaction . J Funct Biomater 2019 ; 10 ( 2 ): 18 . 31027151 88 Neogi T , Jansen TL , Dalbeth N , et al. 2015 Gout classification criteria: an American College of Rheumatology/European League Against Rheumatism collaborative initiative . Arthritis Rheumatol 2015; 67 ( 10 ): 2557 – 2568 . 26352873 89 Dalbeth N , Pool B , Gamble GD , et al. Cellular characterization of the gouty tophus: a quantitative analysis . Arthritis Rheum 2010 ; 62 ( 5 ): 1549 – 1556 . 20131281 90 Rainer TH , Cheng CH , Janssens HJ , et al. Oral prednisolone in the treatment of acute gout: a pragmatic, multicenter, double‐blind, randomized trial . Ann Intern Med 2016 ; 164 ( 7 ): 464 – 471 . 26903390 91 Roddy E , Clarkson K , Blagojevic‐Bucknall M , et al. Open‐label randomised pragmatic trial (CONTACT) comparing naproxen and low‐dose colchicine for the treatment of gout flares in primary care . Ann Rheum Dis 2020 ; 79 ( 2 ): 276 – 284 . 31666237 92 Phelps P. Polymorphonuclear leukocyte motility in vitro: IV. Colchicine inhibition of chemotactic activity formation after phagocytosis of urate crystals . Arthritis Rheum 2008 ; 58 ( 2 suppl ): S25 – S33 . 18240263 93 Misawa T , Takahama M , Kozaki T , et al. Microtubule‐driven spatial arrangement of mitochondria promotes activation of the NLRP3 inflammasome . Nat Immunol 2013 ; 14 ( 5 ): 454 – 460 . 23502856 94 Chia EW , Grainger R , Harper JL . Colchicine suppresses neutrophil superoxide production in a murine model of gouty arthritis: a rationale for use of low‐dose colchicine . Br J Pharmacol 2008 ; 153 ( 6 ): 1288 – 1295 . 18264123 95 Vaidya K , Tucker B , Kurup R , et al. Colchicine inhibits neutrophil extracellular trap formation in patients with acute coronary syndrome after percutaneous coronary intervention . J Am Heart Assoc 2021 ; 10 ( 1 ): e018993 . 33346683 96 Quatrini L , Ugolini S . New insights into the cell‐ and tissue‐specificity of glucocorticoid actions . Cell Mol Immunol 2021 ; 18 ( 2 ): 269 – 278 . 32868909 97 Ray A , Prefontaine KE . Physical association and functional antagonism between the p65 subunit of transcription factor NF‐kappa B and the glucocorticoid receptor . Proc Natl Acad Sci USA 1994 ; 91 ( 2 ): 752 – 756 . 8290595 98 King EM , Chivers JE , Rider CF , et al. Glucocorticoid repression of inflammatory gene expression shows differential responsiveness by transactivation‐ and transrepression‐dependent mechanisms . PLoS One 2013 ; 8 ( 1 ): e53936 . 23349769 99 Auger JP , Zimmermann M , Faas M , et al. Metabolic rewiring promotes anti‐inflammatory effects of glucocorticoids . Nature 2024 ; 629 ( 8010 ): 184 – 192 . 38600378 100 Vane JR . Inhibition of prostaglandin synthesis as a mechanism of action for aspirin‐like drugs . Nat New Biol 1971 ; 231 ( 25 ): 232 – 235 . 5284360 101 Lehmann JM , Lenhard JM , Oliver BB , et al. Peroxisome proliferator‐activated receptors α and γ are activated by indomethacin and other non‐steroidal anti‐inflammatory drugs . J Biol Chem 1997 ; 272 ( 6 ): 3406 – 3410 . 9013583 102 Jiang C , Ting AT , Seed B . PPAR‐gamma agonists inhibit production of monocyte inflammatory cytokines . Nature 1998 ; 391 ( 6662 ): 82 – 86 . 9422509 103 Janssen CA , Oude Voshaar MAH , Vonkeman HE , et al. Anakinra for the treatment of acute gout flares: a randomized, double‐blind, placebo‐controlled, active‐comparator, non‐inferiority trial . Rheumatology (Oxford) 2019 ; 58 ( 8 ): 1344 – 1352 . 104 Saag KG , Khanna PP , Keenan RT , et al. A randomized, phase II study evaluating the efficacy and safety of anakinra in the treatment of gout flares . Arthritis Rheumatol 2021 ; 73 ( 8 ): 1533 – 1542 . 33605029 105 Schlesinger N , Alten RE , Bardin T , et al. Canakinumab for acute gouty arthritis in patients with limited treatment options: results from two randomised, multicentre, active‐controlled, double‐blind trials and their initial extensions . Ann Rheum Dis 2012 ; 71 ( 11 ): 1839 – 1848 . 22586173 106 Klück V , Jansen TLTA , Janssen M , et al. Dapansutrile, an oral selective NLRP3 inflammasome inhibitor, for treatment of gout flares: an open‐label, dose‐adaptive, proof‐of‐concept, phase 2a trial . Lancet Rheumatol 2020 ; 2 ( 5 ): e270 – e280 . 33005902 107 FitzGerald JD , Dalbeth N , Mikuls T , et al. 2020 American College of Rheumatology guideline for the management of gout . Arthritis Care Res (Hoboken) 2020 ; 72 ( 6 ): 744 – 760 . 32391934 108 Cronstein BN , Molad Y , Reibman J , et al. Colchicine alters the quantitative and qualitative display of selectins on endothelial cells and neutrophils . J Clin Invest 1995 ; 96 ( 2 ): 994 – 1002 . 7543498 109 Paschke S , Weidner AF , Paust T , et al. Technical advance: inhibition of neutrophil chemotaxis by colchicine is modulated through viscoelastic properties of subcellular compartments . J Leukoc Biol 2013 ; 94 ( 5 ): 1091 – 1096 . 23901122 110 So A , Dumusc A , Nasi S . The role of IL‐1 in gout: from bench to bedside . Rheumatology (Oxford) 2018 ; 57 ( suppl 1 ): i12 – i19 . 29272514 111 So AK , Martinon F . Inflammation in gout: mechanisms and therapeutic targets . Nat Rev Rheumatol 2017 ; 13 ( 11 ): 639 – 647 . 28959043 Supporting information Disclosure form . ACKNOWLEDGMENT Open access publishing facilitated by The University of Auckland, as part of the Wiley ‐ The University of Auckland agreement via the Council of Australian University Librarians.",
    "full_text_abstract": "This review describes the three broad stages of acute inflammation in the context of gout: initiation, leucocyte mobilization, and self‐resolution. A typical case of a gout flare is presented. The role of the NLRP3 inflammasome in acute monosodium urate crystal–induced inflammation is reviewed in detail. Treatment strategies for gout are outlined in the context of the mechanisms of NLRP3 inflammasome–mediated acute inflammation."
}