{
  "PMC": "4546941",
  "DOI": "10.14348/molcells.2015.0066",
  "PMID": "26194823",
  "PMCID": "PMC4546941",
  "title": "Dephosphorylation of DBC1 by Protein Phosphatase 4 Is Important for p53-Mediated Cellular Functions.",
  "year": 2015,
  "source_url": "https://europepmc.org/article/PMC/PMC4546941",
  "source": "MED",
  "abstract_text": "Deleted in breast cancer-1 (DBC1) contributes to the regulation of cell survival and apoptosis. Recent studies demonstrated that DBC is phosphorylated at Thr454 by ATM/ATR kinases in response to DNA damage, which is a critical event for p53 activation and apoptosis. However, how DBC1 phosphorylation is regulated has not been studied. Here we show that protein phosphatase 4 (PP4) dephosphorylates DBC1, regulating its role in DNA damage response. PP4R2, a regulatory subunit of PP4, mediates the interaction between DBC1 and PP4C, a catalytic subunit. PP4C efficiently dephosphorylates pThr454 on DBC1 in vitro, and the depletion of PP4C/PP4R2 in cells alters the kinetics of DBC1 phosphorylation and p53 activation, and increases apoptosis in response to DNA damage, which are compatible with the expression of the phosphomimetic DBC-1 mutant (T454E). These suggest that the PP4-mediated dephosphorylation of DBC1 is necessary for efficient damage responses in cells.",
  "full_text": "Mol Cells Mol. Cells ksmcb Molecules and Cells 1016-8478 0219-1032 Korean Society for Molecular and Cellular Biology 4546941 10.14348/molcells.2015.0066 molce-38-8-697 Article Dephosphorylation of DBC1 by Protein Phosphatase 4 Is Important for p53-Mediated Cellular Functions Lee Jihye Adelmant Guillaume 1 Marto Jarrod A. 1 Lee Dong-Hyun * Department of Biological Sciences, College of Science, Chonnam National University, Gwangju 500-757, Korea 1 Department of Biological Chemistry Molecular Pharmacology, Harvard Medical School, Department of Cancer Biology and Blais Proteomics Center, Dana-Farber Cancer Institute, Boston, MA 02115, USA * Correspondence: donghyunlee73@jnu.ac.kr 31 8 2015 21 7 2015 21 7 2015 38 8 697 704 13 3 2015 30 5 2015 08 6 2015 © The Korean Society for Molecular and Cellular Biology. All rights reserved. 2015 This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License. To view a copy of this license, visit http://creativecommons.org/licenses/by-nc-sa/3.0/ . Deleted in breast cancer-1 (DBC1) contributes to the regulation of cell survival and apoptosis. Recent studies demonstrated that DBC is phosphorylated at Thr454 by ATM/ATR kinases in response to DNA damage, which is a critical event for p53 activation and apoptosis. However, how DBC1 phosphorylation is regulated has not been studied. Here we show that protein phosphatase 4 (PP4) dephosphorylates DBC1, regulating its role in DNA damage response. PP4R2, a regulatory subunit of PP4, mediates the interaction between DBC1 and PP4C, a catalytic subunit. PP4C efficiently dephosphorylates pThr454 on DBC1 in vitro , and the depletion of PP4C/PP4R2 in cells alters the kinetics of DBC1 phosphorylation and p53 activation, and increases apoptosis in response to DNA damage, which are compatible with the expression of the phosphomimetic DBC-1 mutant (T454E). These suggest that the PP4-mediated dephosphorylation of DBC1 is necessary for efficient damage responses in cells. deleted in breast cancer-1 dephosphorylation DNA damage response protein phosphatase 4 INTRODUCTION Genotoxic stress inducing DNA breaks and replication stress stimulates genomic instability and cellular transformation. To prevent these detrimental consequences, eukaryotic cells have evolved an elaborate and complex response system called DNA damage response (DDR), which is mostly initiated by the phosphatidylinositol 3-kinase (PI3)-like family of kinases, including DNA-dependent protein kinase (DNA-PK) catalytic subunit, ataxia telangiectasia mutated (ATM), and ataxia telangiectasia-and Rad3-related (ATR) ( Ciccia and Elledge, 2010 ; Lee and Chowdhury, 2011 ; Matsuoka et al., 2007 ; Mu et al., 2007 ; Smith et al., 2010 ). Recently, DBC1 (also named p30 DBC, KIAA1967, or CCAR2) was identified as a new target of ATM/ATR kinases ( Zannini et al., 2012 ) and it plays a critical role in maintaining genomic stability and cellular integrity following genotoxic stress ( Kim et al., 2008 ; 2009a ; Magni et al., 2014 ; Park et al., 2014 ; Zannini et al., 2012 ; Zheng et al., 2013 ). Upon DNA damage conditions, DBC1 on Thr454 is phosphorylated, which promotes acetylation-mediated p53 activation through inducing the interception of NAD-dependent deacetylase sirtuin-1 (SIRT1) from p53 and triggers apoptosis. When the phosphonull DBC1T454A mutant (T454A) is present in cells, stress-induced apoptosis is significantly reduced, compared to cells expressing DBC1 WT ( Park et al., 2014 ; Zannini et al., 2012 ; Zheng et al., 2013 ). Park et al. (2014) showed that the expression of the phosphomimetic DBC1 T454E mutant (T454E) increased the ability of the interaction with E3 SUMO-protein ligase PIAS4, which is an indispensable event for DBC1 sumoylation and p53-mediated apoptosis. In contrast, the T454A mutant significantly decreased its interaction with PIAS4. Therefore, the phosphorylation of DBC1 following genotoxic stress in cells is a crucial step and must be tightly regulated to maintain cellular integrity. Recently, we and others have identified the role of the protein phosphatase 4 (PP4) in DDR ( Chowdhury et al., 2008 ; Lee and Lee, 2014 ; Lee et al., 2010 ; 2012 ; 2014 ; Nakada et al., 2008 ; Wang et al., 2008 ). PP4 dephosphorylated the essential proteins, including replication protein A 2 (RPA2), KAP-1, and 53BP1 after DNA damage and these dephosphorylation events were critical for the efficient repair of DNA double-strand breaks (DSBs) ( Lee and Lee, 2014 ; Lee et al., 2010 ; 2012 ; 2014 ). To study the functions of PP4 in depth, we performed tandem affinity purification followed by mass spectrometry. We identified DBC1, which was hyperphosphorylated in the absence of PP4C following DNA damage. Here we elucidated the importance of PP4C-mediated dephosphorylation of DBC1 and focused on the functional impact of DBC1 dephosphorylation on human cells. MATERIALS AND METHODS Cell culture, antibodies, and reagents HeLa S3, U2OS, and RPE1 cells were grown in DMEM supplemented with 10% (v/v) FBS. In addition to U2OS, RPE1 cells contain an intact p53 checkpoint and were therefore used for study on p53. Antibodies used were against PP4R1 (Bethyl), PP4R2 (Bethyl), PP4R3α (Bethyl), PP4R3β (Bethyl), PP4C (Bethyl), DBC1 (Bethyl), pT454-DBC1 (Cell Signaling), p53 (Santa Cruz), p53-Ac-K382 (Cell Signaling), SIRT1 (Sigma), Flag-tag (Sigma) and Actin (Millipore). Etoposide was obtained from Sigma-Aldrich. ATM inhibitor (KU59403) was obtained from KuDOS Pharmaceuticals. siRNAs and plasmids Cells were transfected with siRNA duplexes (Invitrogen) using RNAiMAX (Invitrogen). The PP4C siRNAs were as follows: siRNA #1, sense: 5′-CGCUAAGGCCAGAGAGA UCUUGGUA-3′, antisense: 5′-UACCAAGAUCUCUCUG GCCUUAGCG-3; siRNA #2, sense: 5′-GGACAAUCGACCGAAAGCAAGAGGU-3′, antisense: 5′-ACCUCUUGC UUUCGGUCGAUUGUCC-3′. The PP4R2 siRNAs were as follows: siRNA #1, sense: 5′-CCAAGCUAUACUGAGAGGUCUAAUA-3′; antisense: 5′-CCAGGCCACUUAAUC GACCAAAGGU-3′. DBC1 phophomutants were constructed by QuikChange II XL site-directed mutagenesis kit (Stratagene) according to the manufacturer’s instructions. Primers used were the following: T454E-F, 5′-GAGGCAGCTCCCCCA GAGCAGGAGGCACAAGGG-3′; T454ER, 5′-CCCTTGTGCCTCCTGCTCTGGGG GAGCTGCCTC-3′; T454A-F: 5′-AGAGGCAGCTCCCCCAGCCCAGGAGG-3′; T454A-R: 5′-CCTCCTGGGCTGGGGGAGCTGCCTC T-3′. Co-immunoprecipitation HeLa S3 or U2OS cells expressing FH-DBC1 WT or phosphomutants, were lysed in buffer containing 50 mM Tris-HCl (pH 7.5), 250 mM NaCl, 5 mM EDTA, 0.5% (v/v) NP-40 and protease inhibitor cocktail (Roche). Anti-Flag-agarose (Sigma) was incubated with lysate at 4°C for 16 h. Immunocomplexes were washed three times with buffer containing 50 mM Tris-HCl (pH 7.5), 250 mM NaCl, 5 mM EDTA and 0.5% (v/v) NP-40. The immunoprecipitated proteins were resolved by SDS-PAGE and analyzed by immunoblot. Immunofluorescence Cells plated on glass slides were fixed for 10 min with fixative (3%(w/v) PFA, 2%(w/v) sucrose and 1 X PBS) and permeabilized for 1 min with 0.2% (v/v) Triton X-100 in PBS. Cells were rinsed with PBS and incubated with primary antibody diluted in PBS with 2% (w/v) FBS for 1 h at room temperature (RT). Cells were washed three times, incubated with secondary antibody (diluted in PBS with 2% (w/v) BSA) for 30 min at RT in the dark, incubated with 4′, 6-diamidino-2-phenylindole (DAPI) for 10 min and washed three times with PBS. Slides were mounted using DapiFuoromount-G (Southern Biotech) and visualized using a Zeiss Axioplan microscope. Secondary Alexa Fluor IgG antibodies used were as follows: 488 goat anti-rabbit, 594 goat anti-mouse (Invitrogen). In vitro dephosphorylation assay The in vitro dephosphorylation assay was performed as described ( Lee and Lee, 2014 ; Lee et al., 2012 ). PP4C WT and D82A mutant proteins were purified using the Bac-to-Bac Baculovirus Expression System (Invitrogen) according to the manufacturer’s manual. For the dephosphorylation assay, phosphorylated FLAG-DBC1 was prepared by immunoprecipitation of DBC1 from irradiated cells with anti-FLAG antibody-conjugated agarose. Phosphatase reactions with phosphorylated Flag-DBC1 were performed in 20 mM Tris-HCl (pH 7.4), 50 mM NaCl, 0.2 mM EDTA, 0.2% β-mercaptoethanol for 30 min at 30°C. Reactions were resolved on 4–12% (v/v) SDS-PAGE, and relative phosphatase activity was determined by loss of phospho-FLAG-DBC1 immunoreactivity, as determined by p454 antibody staining. Apoptosis assay Apoptosis was detected by using in situ cell death detection kit (Roche Applied Science, Germany), according to the manufacturer’s instructions. Briefly, U2OS cells were fixed for 10 min with fixative (4% formaldehyde) and permeablized for 5 min with 0.2% Triton X-100. Cells were rinsed with PBS and incubated with TUNEL reaction mixture at 37°C for 1 h. Finally, cells were analyzed under Zeiss Axioplan microscope at 450–500 nm. Apoptotic index (AI) was determined as the percentage of TUNEL positive cells in 10 randomly selected fields (∼200 cell counts). Clonogenic assay U2OS (0.3 × 10 6 cells/well) cells were transfected with siRNAs against PP4C or PP4R2, or FH-DBC1 WT or phosphomutants. After 2 days, 1000 cells were seeded on 6-well plates in quadruplicate and incubated overnight. Cell were irradiated at indicated doses on the following day and allowed to form colonies for 2 weeks before being stained by 0.1% crystal violet solution for evaluation. Surviving colonies of > 1 mm diameter were counted. Mass spectrometry analysis of affinity-purified PP4 complexes Sample preparation, liquid chromatography/tandem mass spectrometry analysis, database searches and identification of proteins associated with PP4C were performed with slight modifications according to a recently described method ( Wang et al., 2013 ). Briefly, purified protein complexes were denatured and reduced by incubation at 56°C for 30 min in 10 mM DTT and 0.1% RapiGest (Waters). Protein digestion was carried out overnight at 37°C after adding 500 ng of trypsin and adjusting the pH to 8.0. RapiGest was removed from solution following the manufacturer’s protocol and tryptic peptides were purified by batch-mode reverse-phase C18 chromatography (Poros 10R2, Applied Biosystems) using 40 μl of a 50% bead slurry in RP buffer A (0.1% trifluoroacetic acid), washed with 100 μl of the same buffer and eluted with 50 μl of RP buffer B (40% acetonitrile in 0.1% trifluoroacetic acid). After vacuum concentration, peptides were solubilized in 20 μl of 20 mM sodium phosphate (pH 7.4) and incubated with 20 μl of thiol-activated sepharose 4B (GE-healthcare) to remove excess HA peptide. Peptides were further purified by strong cation exchange SCX chromatography (Poros 20HS, Applied Biosystems) using 20 μl of a 50% bead slurry in SCX buffer A (25% ACN in 0.1% formic acid), washed with 20 μl of the same buffer and sequentially eluted with 20 μl of SCX buffer B1 (25% ACN, 30 mM KCl in 0.1% formic acid) and SCX buffer B2 (25% ACN, 300 mM KCl in 0.1% formic acid). The eluates and the SCX flow-through were concentrated in a vacuum concentrator and reconstituted with 20 μl of 0.1% TFA. Purified peptides were analyzed by LC-MS/MS ( Ficarro et al., 2009 ) on an LTQ-Orbitrap-XL mass spectrometer (Thermo, USA) equipped with a Digital PicoView electrospray source platform (NewObjective, USA). The spectrometer was operated in data dependent mode where the 10 most abundant ions in each MS scan were subjected to CAD (35% normalized collision energy, isolation width = 2.8 Da, threshold = 20,000). Dynamic exclusion was enabled with a repeat count of 1 and exclusion duration of 40 s. ESI voltage was set to 2.2 kV. MS spectra were converted into a Mascot generic file format (.mgf) using multiplierz scripts ( Parikh et al., 2009 ) and searched using Mascot (version 2.4) against three appended databases consisting of: i) human protein sequences (downloaded from RefSeq on 07/11/2011); ii) common lab contaminants and iii) a decoy database generated by reversing the sequences from these two databases. Precursor tolerance was set to 20 ppm and product ion tolerance to 0.6 Da. Search parameters included trypsin specificity, up to 2 missed cleavages and variable oxidation of methionine (M, +16 Da). Spectra matching to peptides from the reverse database were used to calculate a global false discovery rate, and were discarded. Data were further processed to remove peptide spectral matches (PSMs) to the forward database with an FDR greater than 1.0%. Proteins detected in association with PP4C were removed from further consideration if they were detected in control TAP-MS experiments performed on cells generated using empty retroviral vector. Proteins identified in >1% of 108 negative TAP controls were also removed from the list of potential PP4C binding partners ( Rozenblatt-Rosen et al., 2012 ). The final set of PP4C protein interactors was then queried against Gene Ontology categories to identify factors involved in regulation of response to DNA damage stimulus (GO: 2001020). RESULTS DBC1 is a bona-fide substrate of PP4 To obtain a comprehensive understanding of PP4 functions in cells, we performed tandem affinity purification (TAP) mass spectrometry ( Ikura et al., 2000 ; Nakatani and Ogryzko, 2003 ) of PP4C from HeLa S3 cells expressing epitope (FLAG/HA)-tagged protein ( Fig. 1A ). From the mass spectrometric data, proteins detected in a negative control were subtracted. We further analyzed data to determine a subset of PP4C-interacting proteins associated with the regulation of the response to DNA damage stimulus (GO2001020) ( Supplementary Table S1 ). DBC1, a nuclear protein, is phosphorylated upon DNA damage at Thr454 by ATM/ATR and Chk2, inhibits NAD-dependent deacetylase sirtuin-1 (SIRT1), and promotes p53 activation ( Magni et al., 2014 ; Zannini et al., 2012 ). To validate the interaction between PP4 and DBC1, we analyzed the association of these proteins by endogenous and reciprocal immunoprecipitation/immunoblot assays using lysates from HeLa cells and observed that DBC1 interacts with PP4C and PP4R2, but not with other subunits, including PP4R1, PP4R3α, or PP4R3β ( Fig. 1B ). To examine whether PP4C and PP4R2 are independently associated with DBC1, we silenced PP4R2 and observed that the interaction of PP4C with DBC1 is dramatically reduced in the absence of PP4R2, showing the interaction is PP4R2-mediated ( Fig. 1C ). As DBC1 responds to genotoxic stress through the phosphorylation on Thr454 ( Magni et al., 2014 ; Park et al., 2014 ; Zannini et al., 2012 ), we examined whether the interaction between PP4 and DBC1 is also influenced by DNA damage. PP4R2 interacts with DBC1 in cells regardless of DNA damage and there is no significant change of interaction after DNA damage ( Fig. 1D ). Together, these results suggest that DBC1 physically interacts with PP4C/PP4R2. Phosphorylation status of DBC1 is regulated by PP4 We reasoned that PP4C/PP4R2 complex regulates DBC1 phosphorylation based on the interaction between PP4 and DBC1. U2OS cells were transfected with siRNAs against PP4R2 or PP4C. After 72 h, cells were irradiated with 10 Gy IR and harvested at various time points. We analyzed the phosphorylation kinetics by immunoblot assay. In response to IR, there is a rapid increase in pT454-DBC1, which peaks within 2 h, and significantly drops by 4 h. In the absence of either PP4C or PP4R2, there is a significantly higher amount of pT454-DBC1 in cells 6 h after IR ( Fig. 2A ). A similar result was obtained from a cytological study. As shown earlier ( Zannini et al., 2012 ), DBC1 is phosphorylated on Thr454 by ATM kinase in response to IR, but the signal significantly drops by 8 h ( Fig. 2B ). However, there is persistence of focal pT454-DBC1 in both PP4C- and PP4R2-silenced cells, most evident at 8 h post IR ( Fig. 2B ). The expression of catalytically inactive PP4C (PP4CD82A), which served as the control, also shows persistent pT454-DBC1 even in 8 h post IR. DBC1 is an ATM substrate and it is feasible that PP4C- or PP4R2 deficiency indirectly activates ATM-induced DNA damage signaling, which leads to the persistence of pT454-DBC1. To address this issue, we blocked ATM immediately after IR-induced pT454-DBC1 with an ATM inhibitor (ATMi). The signals of pT454-DBC1 vanished rapidly after ATMi treatment ( Supplementary Fig. 1A ). Silencing PP4C or PP4R2 arouses the persistence of pT454-DBC1 several hours after IR even in the presence of ATMi ( Supplementary Fig. 1B ). A PP4 complex including PP4C and PP4R2 dephosphorylates γH2AX ( Chowdhury et al., 2008 ; Nakada et al., 2008 ). Therefore, it is feasible that silencing PP4C and PP4R2 affects DBC1 phosphorylation via H2AX. To evaluate this possibility, we silenced PP4R2 or PP4C in H2AX-depleted cells and assessed the phosphorylation status of DBC1. The absence of H2AX did not alter the impact of PP4 on DBC1 phosphorylation ( Supplementary Fig. 2 ). Together, these results suggest that PP4C/PP4R2 dephosphorylates DBC1. PP4 has an impact on p53 activity through the dephosphorylation of DBC1 Next, we examined the impact of PP4 on p53 activation mediated by DBC1. Previous studies showed that the phosphorylation of DBC1 is crucial for acetylation-mediated p53 activation through its interaction with SIRT1 ( Park et al., 2014 ; Zannini et al., 2012 ). Therefore, we reasoned that PP4-mediated dephosphorylation of DBC1 acts on p53 activation. We assessed acetylated p53 on K382 (Ac-p53) as a maker of p53 activation. RPE1 cells depleted of either PP4C or PP4R2 were irradiated with 10 Gy IR and harvested at various time points. In response to IR, there is a great induction of Ac-p53 at 2 h after IR, which significantly drops by 4 h. However, in the absence of either PP4C or PP4R2, there is a significantly higher amount of Acp53 by 4 h ( Fig. 3A , Left panel). A compatible result was obtained from cells expressing DBC1 T454E, whereas the expression of DBC1 T454A had no significant impact on p53 acetylation ( Fig. 3A , Right panel). Interestingly, the depletion of either PP4R2 or PP4C increases the p53 expression even in unperturbed cells, which is not the case in DBC1 T454E expression. This suggests that in addition to the regulation of DBC1 phosphorylation, PP4 contributes to the regulation of p53 activity by an unknown mechanism. Previous reports described that the association of DBC1 with SIRT1 was increased upon DNA damage, whereas the expression of DBC1 T454A significantly decreased the interaction with SIRT1 ( Kim et al., 2009b ; Zannini et al., 2012 ). Moreover, both DBC1 phosphorylation and the expression of DBC1 T454E promoted its sumoylation, which is also important for p53-mediated apoptosis ( Park et al., 2014 ). Consistent with previous reports ( Kim et al., 2009b ; Zannini et al., 2012 ), we observed that the expression of DBC1 T454E revealed a greater induction of the interaction with SIRT1 than in DBC1 WT-expressing cells, which is compatible with that in PP4R2-depleted cells ( Fig. 3B ). Together, the results we obtained suggest that PP4-mediated dephosphorylation of DBC1 has a significant impact on p53 activity. Direct in vitro dephosphorylation of DBC1 at T454 by PP4C To determine whether PP4C can dephosphorylate pT454-DBC1 directly, we immunopurified phospho-DBC1 from IR-treated cells and performed dephosphorylation assays as described earlier ( Lee et al., 2014 ; Smith et al., 2010 ). PP4C dephosphorylates pT454-DBC1 in a dose-dependent manner ( Fig. 3C, Left panel ). However, the addition of PP4R2 protein to the reaction has no impact on the efficiency of dephosphorylation, suggesting PP4R2, a regulatory subunit, is only required for PP4C-mediated dephosphorylation in vivo ( Fig. 3C, Right panel ). Catalytically inactive PP4C mutant (PP4C D82A) and λ phosphatase served as controls. Together, these results strongly suggest that PP4C directly dephosphorylates DBC1. Functional impact of PP4-mediated dephosphorylation of T454-DBC1 As previously reported ( Zannini et al., 2012 ), there was a greater reduction of apoptosis among cells expressing DBC1 T454A than in DBC1 WT-expressing cells and a survival assay revealed that clonogenic survival was significantly lower in cells expressing DBC1 WT than in cells expressing DBC1 T454A. Based on our results described above, we hypothesized that the depletion of either PP4C or PP4R2 is functionally equivalent to the expression of DBC1 constitutively phosphorylated at T454 (T454E). To test this, we performed the apoptosis assay ( Fig. 4A, Left panel ). U2OS cells, depleted of PP4C or PP4R2 by siRNA transfection, were treated with etoposide to induce apoptosis for 48 h. Etoposide treatment increased the percentage of apoptotic cells to 18.5%. In the absence of either PP4C or PP4R2, 37.2% or 41.1% of cells were detected as apoptotic cells. These differences are statistically significant ( Fig. 4A, Middle panel ). Cells expressing DBC1 T454E show a greater induction of apoptosis than in DBC1 WT-expressing cells. Even though this difference is not as great as that observed in between PP4C- or PP4R2-depleted cells and control cells, it is also statistically significant ( Fig. 4A, Right panel ). Consistent with a previous report ( Zannini et al., 2012 ), we also observed that the expression of DBC1 T454A exhibits significantly decreased apoptosis, compared to that in cells expressing DBC1 WT ( Fig. 4A, Right panel ). The effect on apoptosis is expected to be biologically relevant, and indeed PP4C- or PP4R2-deficient cells and cells expressing DBC1 T454E have lower viability than control cells at all tested doses of IR ( Fig. 4B ). Depletion of PP4C/PP4R2 has an impact on p53 activation that is compatible to the phenotype induced by the expression of the phosphomimetic (T454E) DBC1 mutant. However it is unclear whether the impact of PP4 on p53 is mediated directly by DBC1. Theoretically if indeed the function of PP4 on p53 was mediated by DBC1, then phenotype induced by PP4C/PP4R2 depletion would be rescued by expressing the DBC1 T454A. Consistent with this notion, there is no significant effect on p53 activation in cells expressing DBC1 T454A when PP4C/PP4R2 was depleted ( Supplementary Fig. 3A ). To rule out the possibility that the altered DNA damage response by depletion of PP4C/PP4R2 may not be mediated by altered p53 response, we depleted PP4C or PP4R2 in cells where p53 was silenced. And we observed that the survival rate induced by silencing PP4C or PP4R2 was rescued by the depletion of p53 ( Supplementary Fig. 3B ). Together, these results show that absence of a PP4C/PP4R2 complex leads to elevated levels of hyperphosphorylated DBC1, which impacts on apoptosis and sensitizes cells to DNA damage agents. DISCUSSION DBC1 was originally identified as a nuclear protein deficient in breast cancers ( Hamaguchi et al., 2002 ; Nakatani and Ogryzko, 2003 ). There are accumulating reports focused on primary roles of DBC1 in DDR. Recent studies revealed that DBC1 is phosphorylated on T454 in response to DNA damage, which is important for sumoylation on itself, p53 activation, and p53-mediated apoptosis, but the expression of DBC1 T454A represents exactly opposite results ( Kim et al., 2008 ; 2009b ; Magni et al., 2014 ; Park et al., 2014 ; Zannini et al., 2012 ; Zheng et al., 2013 ). Therefore, the phosphorylation of DBC1 has an important role and need to be tightly regulated. With mass spectrometric data, we identified DBC1 as a potential interacting protein of PP4C and confirmed the association between them. Therefore, we hypothesized that PP4 is required for the regulation of DBC1 phosphorylation. We show that PP4C or PP4R2, but not other PP4 subunits, interacts with DBC1, independent of DNA damage and the interaction of DBC1 with PP4 is PP4R2-mediated. PP4C dephosphorylates phospho-DBC1 in vitro in a dose-dependent manner. In the absence of either PP4C or PP4R2, the signal of pT454 DBC1 was significantly enhanced and extended. By expressing the DBC1 phosphomimetic mutant (T454E), we can recapitulate the effect of silencing PP4R2 on the DNA damage response to a considerable degree. Why is it important to dephosphorylate DBC1? Consistent with earlier reports ( Park et al., 2014 ; Zannini et al., 2012 ), we found that the hyperphosphorylation of DBC1 sustained the p53 activation and enhanced apoptosis in PP4-depleted cells. Dephosphorylation of DBC1 is therefore necessary for turning off DDR, and this in turn allows the cell to resume cycling. In other words, the dephosphorylation of DBC1 to recover cells to unperturbed status is as important as phosphorylation of that in response to DNA damage to turn on p53 signaling. In addition, hyperphosphorylated DBC1 in PP4R2- or PP4C-depleted cells significantly enhances apoptosis and sensitivity to DNA damaging agents. Our results now show that the phospho-signaling network centering DBC1 is initiated by ATM/ATR at one end and balanced by a PP4C/PP4R2 complex at the other end. Although it is generally accepted that the phosphorylation of DBC1 is necessary for an efficient response to genotoxic stress, our data emphasize a point that the PP4-mediated dephosphorylation of DBC1 may play an equally important role in DDR. In conclusion, our study, for the first time, demonstrated the molecular mechanism by which the phosphorylation of DBC1 in response to DNA damage is regulated by PP4, having a significant importance in maintaining cell physiology. Since PP2A-like phosphatases have overlapping roles in DDR, future studies will clarify the possibility that other phosphatases contribute to the dephosphorylation of DBC1. Note: Supplementary information is available on the Molecules and Cells website ( www.molcells.org ). The Flag-DBC1 construct was a gift from J.E. Kim (Kyung Hee University). This study was supported by grants from Basic Science Research Program through the National Foundation of Korea (NRF) funded by the Ministry of Science, ICT and Future Planning (NRF-2013R1A1A1061207), and Chonnam National University, 2014. REFERENCES Chowdhury D. Xu X. Zhong X. Ahmed F. Zhong J. Liao J. Dykxhoorn D. M. Weinstock D. M. Pfeifer G. P. Lieberman J. 2008 A PP4-phosphatase complex dephosphorylates gamma-H2AX generated during DNA replication Mol. Cell 31 33 46 18614045 Ciccia A. Elledge S. J. 2010 The DNA damage response: making it safe to play with knives Mol. Cell 40 179 204 20965415 Ficarro S.B. Zhang Y. Lu Y. Moghimi A.R. Askenazi M. Hyatt E. Smith E.D. Boyer L. Schlaeger T.M. Luckey C.J. Marto J.A. 2009 Improved electrospray ionization efficiency compensates for diminished chromatographic resolution and enables proteomics analysis of tyrosine signaling in embryonic stem cells Anal. Chem 81 3440 3447 19331382 Hamaguchi M. Meth J.L. von Klitzing C. Wei W. Esposito D. Rodgers L. Walsh T. Welcsh P. King M.C. Wigler M.H. 2002 DBC2, a candidate for a tumor suppressor gene involved in breast cancer Proc. Natl. Acad. Sci. USA 99 13647 13652 12370419 Ikura T. Ogryzko V.V. Grigoriev M. Groisman R. Wang J. Horikoshi M. Scully R. Qin J. Nakatani Y. 2000 Involvement of the TIP60 histone acetylase complex in DNA repair and apoptosis Cell 102 463 473 10966108 Kim J.E. Chen J. Lou Z. 2008 DBC1 is a negative regulator of SIRT1 Nature 451 583 586 18235501 Kim J.E. Chen J. Lou Z. 2009a p30 DBC is a potential regulator of tumorigenesis Cell Cycle 8 2932 2935 19657230 Kim J.E. Lou Z. Chen J. 2009b Interactions between DBC1 and SIRT 1 are deregulated in breast cancer cells Cell Cycle 8 3784 3785 19855164 Lee D.H. Chowdhury D. 2011 What goes on must come off: phosphatases gate-crash the DNA damage response Trends Biochem. Sci 36 569 577 21930385 Lee J. Lee D.H. 2014 Leucine methylation of protein phosphatase PP4C at C-terminal is critical for its cellular functions Biochem. Biophys. Res. Commun 452 42 47 25130464 Lee D.H Pan Y. Kanner S. Sung P. Borowiec J.A. Chowdhury D. 2010 A PP4 phosphatase complex dephosphorylates RPA2 to facilitate DNA repair via homologous recombination Nat. Struct. Mol. Biol 17 365 372 20154705 Lee D.H Goodarzi A.A. Adelmant G.O. Pan Y. Jeggo P.A. Marto J.A. Chowdhury D. 2012 Phosphoproteomic analysis reveals that PP4 dephosphorylates KAP-1 impacting the DNA damage response EMBO J 31 2403 2415 22491012 Lee D.H. Acharya S.S. Kwon M. Drane P. Guan Y. Adelmant G. Kalev P. Shah J. Pellman D. Marto J.A. 2014 Dephosphorylation enables the recruitment of 53BP1 to double-strand DNA breaks Mol. Cell 54 512 525 24703952 Magni M. Ruscica V. Buscemi G. Kim J.E. Nachimuthu B.T. Fontanella E. Delia D. Zannini L. 2014 Chk2 and REGgamma-dependent DBC1 regulation in DNA damage induced apoptosis Nucleic Acids Res 42 13150 13160 25361978 Matsuoka S. Ballif B.A. Smogorzewska A. McDonald E.R. 3rd Hurov K.E. Luo J. Bakalarski C.E. Zhao Z. Solimini N. Lerenthal Y. 2007 ATM and ATR substrate analysis reveals extensive protein networks responsive to DNA damage Science 316 1160 1166 17525332 Mu J.J. Wang Y. Luo H. Leng M. Zhang J. Yang T. Besusso D. Jung S.Y. Qin J. 2007 A proteomic analysis of ataxia telangiectasia-mutated (ATM)/ATM-Rad3-related (ATR) substrates identifies the ubiquitin-proteasome system as a regulator for DNA damage checkpoints J. Biol. Chem 282 17330 17334 17478428 Nakada S. Chen G.I. Gingras A.C. Durocher D. 2008 PP4 is a gamma H2AX phosphatase required for recovery from the DNA damage checkpoint EMBO Rep 9 1019 1026 18758438 Nakatani Y. Ogryzko V. 2003 Immunoaffinity purification of mammalian protein complexes Methods Enzymol 370 430 444 14712665 Parikh J.R. Askenazi M. Ficarro S.B. Cashorali T. Webber J.T. Blank N.C. Zhang Y. Marto J.A. 2009 multiplierz: an extensible API based desktop environment for proteomics data analysis BMC Bioinformatics 10 364 19874609 Park J.H. Lee S.W. Yang S.W. Yoo H.M. Park J.M. Seong M.W. Ka S.H. Oh K.H. Jeon Y.J. Chung C.H. 2014 Modification of DBC1 by SUMO2/3 is crucial for p53-mediated apoptosis in response to DNA damage Nat. Commun 5 5483 25406032 Rozenblatt-Rosen O. Deo R.C. Padi M. Adelmant G. Calderwood M.A. Rolland T. Grace M. Dricot A. Askenazi M. Tavares M. 2012 Interpreting cancer genomes using systematic host network perturbations by tumour virus proteins Nature 487 491 495 22810586 Smith J. Tho L.M. Xu N. Gillespie D.A. 2010 The ATM-Chk2 and ATR-Chk1 pathways in DNA damage signaling and cancer Adv. Cancer Res 108 73 112 21034966 Wang B. Zhao A. Sun L. Zhong X. Zhong J. Wang H. Cai M. Li J. Xu Y. Liao J. 2008 Protein phosphatase PP4 is overexpressed in human breast and lung tumors Cell Res 18 974 977 19160544 Wang Q. Moore M.J. Adelmant G. Marto J.A. Silver P.A. 2013 PQBP1, a factor linked to intellectual disability, affects alternative splicing associated with neurite outgrowth Genes Dev 27 615 626 23512658 Zannini L. Buscemi G. Kim J.E. Fontanella E. Delia D. 2012 DBC1 phosphorylation by ATM/ATR inhibits SIRT1 deacetylase in response to DNA damage J. Mol. Cell Biol 4 294 303 22735644 Zheng H. Yang L. Peng L. Izumi V. Koomen J. Seto E. Chen J. 2013 hMOF acetylation of DBC1/CCAR2 prevents binding and inhibition of SirT1 Mol. Cell. Biol 33 4960 4970 24126058 Fig. 1. DBC1 is a substrate of PP4C/PP4R2. (A) Silver staining of a PP4C- or PP4R2-containing complex isolated by Flag-HA tandem affinity purification from HeLa S3 cells expressing Flag-HA-PP4C, PP4R2 or empty construct. (B) PP4C/PP4R2 interacts with DBC1. HeLa S3 cells were subjected to reciprocal immuneprecipitation using antibodies against PP4C, PP4R2, PP4R3β, PP4R3α, PP4R1, DBC1, or IgG. Protein level was assessed by Western blot. (C) Interaction of DBC1 with PP4 complex is PP4R2-mediated. U2OS cells stably expressing empty vector (FH-Empty) or FH-tagged DBC1, or untransfected U2OS cells were subjected to immunoprecipitation using anti-FLAG beads or antibody against DBC1 after IR. PP4R2 or control siRNAs were transfected in cells 72 h prior to immunoprecipitation. The immunoprecipitate was probed with antibodies against PP4C and PP4R2 as indicated. (D) Interaction between DBC1 and PP4 is independent of DNA damage. HeLa cells transiently expressing empty vector (FH-Empty) or FH-tagged DBC1, or untransfected Hela cells were subjected to immunoprecipitation using anti-FLAG beads or antibody against DBC1 at indicated time points before or after IR treatment. Un, Untreated; IR, ionizing radiation. Fig. 2. DBC1 phosphorylation is regulated by PP4C/PP4R2 complex. (A) Depletion of PP4C or PP4R2 induces hyperphosphorylation of DBC1 on T454. U2OS cells transfected with siRNAs against PP4C or PP4R2 were irradiated and harvested at the indicated times and phospho-DBC1 was assessed by immunoblot using phospho-DBC1 antibody (p-T454). The kinetics of pT454-DBC1 formation was monitored after irradiation. (B) PP4C or PP4R2 depletion attenuates pT454-DBC1 turnover after IR. U2OS cells were transfected with control, PP4R2, or PP4C siRNAs. After 72 h, cells were irradiated, fixed at the indicated times, and immunostained for pT454-DBC1 (green), γH2AX (red) and DAPI (blue). γH2AX served as control showing the DNA damage (DSBs) in cells. Cells expressing PP4C D82A mutant or without transfection were used as control. (C) The average pT454-DBC1 signal intensity per nucleus was quantified using ImageJ software. Data are expressed as mean ± SD; n = 3. * P = 0.0015 (PP4C siRNA), ** P = 0.0034 (PP4R2 siRNA), *** P = 0.0067 (PP4C D82A). Fig. 3. PP4 has an impact on p53 activity through the dephosphorylation of DBC1. (A) Depletion of PP4C or PP4R2 enhances p53 activity, compatible with DBC1 T454E expression. RPE1 cells transfected with siRNAs against PP4C or PP4R2 were irradiated and harvested at the indicated times (Left panel) and U2OS cells expressing Flag-DBC1 WT, T454E, or T454A were irradiated and harvested at the indicated times (Right panel). Ac-p53 was assessed by immunoblot using acetylated p53 antibody (Ac-K382). (B) Depletion of PP4R2 enhances the interaction between DBC1 and SIRT1. RPE1 cells expressing empty vector (FH-Empty), FH-tagged DBC1 were subjected to immunoprecipitation using anti-FLAG beads after IR. PP4R2 siRNAs or control siRNAs were transfected in cells 72 h prior to immunoprecipitation. The immunoprecipitate was probed with antibodies against SIRT1 and PP4R2 as indicated. (C) In vitro dephosphorylation assay. PP4C WT, PP4C D82A, and PP4R2 were purified using the baculoviral system and were serially diluted in the phosphatase reaction. λ phosphatase served as positive control for the reaction. PP4C dephosphorylates phospho-DBC1 on T454 in a dose-dependent manner. Phosphatase reactions were probed with indicated antibodies. Fig. 4. Functional impact of PP4-mediated dephosphorylation of pT454 DBC1 (A) Hyperphosphorylation of DBC1 induced by PP4C/PP4R2 depletion increases cellular apoptosis. U2OS cells were transfected with siRNAs against PP4C or PP4R2 (Left panel), or expressed with DBC1 WT, T454A, or T454E (Right panel). The 48 h after etoposide treatment, apoptotic cells were analyzed under fluorescence microscope by counting > 200 cells. Data represent average and s. d. of three independent experiments. Immunoblots performed to confirm siRNA efficiency and expression of FH-DBC1 constructs are shown. Data are expressed as mean ± SD; n = 3. * P = 0.0021, ** P = 0.0061, # P = 0.0083, ## P = 0.018, § P = 0.028, §§ P = 0.017. (B) Radiosensitivity of DBC1 phosphomutants. U2OS cells were transfected with siRNAs against PP4C or PP4R2 (Left panel), or expressed with DBC1 WT, T454A, or T454E (Right panel). At 72 h after transfection, cells were irradiated at the indicated doses, and viability was evaluated by clonogenic survival. Immunoblots performed to confirm siRNA efficiency and expression of FHDBC1constructs are shown. Data are expressed as mean ± SD; n = 3. * P = 0.014 (3 Gy), * P = 0.0027 (6 Gy), ** P = 0.0057 (3 Gy), ** P = 0.0035 (6 Gy), # P = 0.019 (3 Gy), # P = 0.0082 (6 Gy), ## P = 0.039 (3 Gy), ## P = 0.029 (6 Gy).",
  "plain_text": "Deleted in breast cancer-1 (DBC1) contributes to the regulation of cell survival and apoptosis. Recent studies demonstrated that DBC is phosphorylated at Thr454 by ATM/ATR kinases in response to DNA damage, which is a critical event for p53 activation and apoptosis. However, how DBC1 phosphorylation is regulated has not been studied. Here we show that protein phosphatase 4 (PP4) dephosphorylates DBC1, regulating its role in DNA damage response. PP4R2, a regulatory subunit of PP4, mediates the interaction between DBC1 and PP4C, a catalytic subunit. PP4C efficiently dephosphorylates pThr454 on DBC1 in vitro , and the depletion of PP4C/PP4R2 in cells alters the kinetics of DBC1 phosphorylation and p53 activation, and increases apoptosis in response to DNA damage, which are compatible with the expression of the phosphomimetic DBC-1 mutant (T454E). These suggest that the PP4-mediated dephosphorylation of DBC1 is necessary for efficient damage responses in cells."
}
