{
    "PMC": "7815747",
    "DOI": "10.1038/s41392-020-00422-1",
    "PMID": "33468999",
    "PMCID": "PMC7815747",
    "title": "Interplay between cofactors and transcription factors in hematopoiesis and hematological malignancies.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC7815747",
    "source": "MED",
    "abstract_text": "Hematopoiesis requires finely tuned regulation of gene expression at each stage of development. The regulation of gene transcription involves not only individual transcription factors (TFs) but also transcription complexes (TCs) composed of transcription factor(s) and multisubunit cofactors. In their normal compositions, TCs orchestrate lineage-specific patterns of gene expression and ensure the production of the correct proportions of individual cell lineages during hematopoiesis. The integration of posttranslational and conformational modifications in the chromatin landscape, nucleosomes, histones and interacting components via the cofactor-TF interplay is critical to optimal TF activity. Mutations or translocations of cofactor genes are expected to alter cofactor-TF interactions, which may be causative for the pathogenesis of various hematologic disorders. Blocking TF oncogenic activity in hematologic disorders through targeting cofactors in aberrant complexes has been an exciting therapeutic strategy. In this review, we summarize the current knowledge regarding the models and functions of cofactor-TF interplay in physiological hematopoiesis and highlight their implications in the etiology of hematological malignancies. This review presents a deep insight into the physiological and pathological implications of transcription machinery in the blood system.",
    "full_text": "Signal Transduct Target Ther Signal Transduct Target Ther Signal Transduction and Targeted Therapy 2095-9907 2059-3635 Nature Publishing Group UK London 7815747 422 10.1038/s41392-020-00422-1 Review Article Interplay between cofactors and transcription factors in hematopoiesis and hematological malignancies http://orcid.org/0000-0003-3892-827X Wang Zi zhongnanwangzi@126.com 1 2 Wang Pan 2 Li Yanan 2 Peng Hongling 1 Zhu Yu 2 Mohandas Narla 3 Liu Jing jingliucsu@hotmail.com 2 1 grid.216417.7 0000 0001 0379 7164 Department of Hematology, Institute of Molecular Hematology, The Second Xiangya Hospital, Central South University, 410011 ChangSha, Hunan China 2 grid.216417.7 0000 0001 0379 7164 Molecular Biology Research Center and Hunan Province Key Laboratory of Basic and Applied Hematology, School of Life Sciences, Central South University, 410078 Changsha, Hunan China 3 grid.250415.7 0000 0004 0442 2075 Red Cell Physiology Laboratory, New York Blood Center, New York, NY USA 20 1 2021 20 1 2021 2021 6 24 19 8 2020 16 10 2020 26 10 2020 © The Author(s) 2021 Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ . Hematopoiesis requires finely tuned regulation of gene expression at each stage of development. The regulation of gene transcription involves not only individual transcription factors (TFs) but also transcription complexes (TCs) composed of transcription factor(s) and multisubunit cofactors. In their normal compositions, TCs orchestrate lineage-specific patterns of gene expression and ensure the production of the correct proportions of individual cell lineages during hematopoiesis. The integration of posttranslational and conformational modifications in the chromatin landscape, nucleosomes, histones and interacting components via the cofactor–TF interplay is critical to optimal TF activity. Mutations or translocations of cofactor genes are expected to alter cofactor–TF interactions, which may be causative for the pathogenesis of various hematologic disorders. Blocking TF oncogenic activity in hematologic disorders through targeting cofactors in aberrant complexes has been an exciting therapeutic strategy. In this review, we summarize the current knowledge regarding the models and functions of cofactor–TF interplay in physiological hematopoiesis and highlight their implications in the etiology of hematological malignancies. This review presents a deep insight into the physiological and pathological implications of transcription machinery in the blood system. Subject terms Epigenetics Haematopoiesis Haematological cancer https://doi.org/10.13039/501100001809 National Natural Science Foundation of China (National Science Foundation of China) 81702722 81920108004 81770107 81470362 Wang Zi Liu Jing National Postdoctoral Program for Innovative Talents [Grant number BX201700292] Natural Science Foundation of Hunan Province [Grant number 2018JJ3703] Fundamental Research Funds for the Central Universities of Central South University [Grant number 2018zzts386] National Key Research and Development Program of China (Grant number 2108YFA0107800) Science and Technology Key Project of Hunan Province [Grant number 2018SK21212] issue-copyright-statement © The Author(s) 2021 Introduction Hematopoiesis is a complex hierarchical differentiation process that involves the production of hematopoietic stem cells (HSCs) and progenitor cells (HPCs) and their differentiation into terminally differentiated cells. Lineage commitment to hematopoietic cells requires finely tuned regulation of lineage-specific gene expression patterns through the activation of lineage-specific transcriptional programs, and the concomitant suppression of programs related to the early multipotent state or alternative lineages. Hematopoietic transcription factors (TFs) bind directly to regulatory elements to elegantly regulate gene expression by forming transcription complexes (TCs) with cofactors (coactivators and corepressors) and basal transcriptional machinery in a context-dependent manner. TCs are involved in multiple steps of transcription, including preinitiation complex (PIC) formation, post-recruitment processes, DNA loop formation, transcriptional initiation, and elongation. 1 The normal composition and function of TCs are essential to maintaining HSC self-renewal and normal hematopoiesis and preventing malignant transformation. Within TCs, cofactors play a pivotal role in modulating TF activity by “reading” the chromatin landscape or preparing the site for binding. Cofactors function in either an enzymatic or nonenzymatic manner. Generally, nonenzymatic cofactors include TBP-associated factors (TAFs) and Mediators (Meds). Enzymatic cofactors can be classified into two main mechanistically distinct groups: (1) histone-modifying cofactors, including histone deacetylase (HDAC), histone acetyltransferase (HAT), histone methyltransferase (HMT), and histone demethylase (HDT) and (2) ATP-dependent chromatin-remodeling cofactors, which are classified by their ATPase subunits into four major families, including the SWI/SNF, ISWI, Mi-2/NuRD, and INO80/SWR1 families. Normal cofactor–TF interactions or interplay are involved in multiple aspects of hematopoiesis, such as stemness maintenance and lineage commitment. Exome and whole-genome sequencing revealed some specific mutations or translocations that may produce gain/loss of function in cofactors. Deregulation of cofactors by abnormal expression or activity disrupts normal cofactor–TF interplay or facilitates formation of oncogenic TCs, which upsets gene regulatory networks. Therefore, cofactors are frequent targets of genomic alterations in cancer. In recent years, we have gained considerable knowledge about how TFs and chromatin landscapes control gene expression. Attention has now turned to understanding the dynamic and multifaceted interplay between these regulatory layers and how they cooperate to determine gene expression responses to cellular signals. Here, we provide unique insight into the interplay between TFs and cofactors and how dysregulation of their interplay results in aberrant transcriptional regulation programs. We also summarize the cofactors with a high frequency of association with genetic disorders and cofactor-targeting inhibitors in hematological malignancies. TBP-associated factors Initiation of transcription by RNA polymerase II (Pol II) requires the general TF TFIID to assemble the Pol II PIC. TAFs, as components of TFIID, function in TATA-containing and TATA-less promoter recognition by engaging in direct and selective interactions with transactivators and/or core promoter sequences to facilitate PIC assembly. 2 The hematopoietic TFs GATA1, EKLF, and NF-E2 have been shown to be associated with TFIID via interaction with TAFs. TAF/TF interactions are critical for dynamic changes in the occupancy of TAF-containing complexes. For example, the TAF10 and GATA1 interaction mediates the recruitment of two TAF10-containing complexes (TFIID and SAGA) to GATA1-responsive promoters and the GATA1 locus itself in mouse fetal erythroid cells. These complexes were significantly less enriched at the same locus in adult erythroid cells due to a reduction in their association. TAF10 ablation in fetal erythroid cells results in a block in erythropoiesis with downregulation of GATA1 and its downstream genes, suggesting that genetic inactivation of TAFs may phenocopy the effects of targeting their interacting TFs. 3 In some cases, the TAF and TF interaction depends largely on the architecture of the gene promoter. For instance, during erythroid differentiation, TAF9 interacts with EKLF and functionally accentuates EKLF-mediated transcriptional activation of β-globin, in which TAF9 recruitment to the downstream promoter element (DPE) occurs in an EKLF-dependent manner. However, the AHSP gene, which does not contain a DPE, although dependent on EKLF for transcription, does not require TAF9. 4 Specifically, ablation of the TAF9–β-globin interaction by β-thalassemia-causing mutations leads to a decreased level of promoter activity, suggesting that restoration of TAF complex occupancy at hematopoietic genes may be critical for normal hematopoiesis 4 (Fig. 1 ). In addition, regulation of TAF9 protein modification is important for TFIID complex stability. In human CD34 + cells, deacetylation of TAF9 by HDAC1 is required for TFIID complex recruitment to the PU.1 promoter. Upon erythropoiesis, inactivated HDAC1 is located on the silenced PU.1 promoter, preventing the recruitment of the TAF9–TFIID complex, which leads to PU.1 transcriptional repression 5 (Fig. 1 ). Fig. 1 Modes of gene transcriptional regulation by TAF-containing TCs. A deeper insight into the functional importance of TAFs as cofactors that connect transcription complexes with DNA. In addition, other cofactors within one transcription complex could indirectly affect gene transcription via regulating TAFs. a As a component of TFIID, TAF9 associated with the transcription factor EKLF provides a platform for the recruitment of TFIID transcription complexes, particularly at promoters that contain the initiator (INI) and DPE box (i.e., β-globin promoter). In disease conditions, β-thalassemia-causing mutations across the binding region disrupt the formation of the transcription complex and thus generally inhibit transcription efficiency. b The DNA-binding ability and activity of TAF9 are determined by its acetylation level. During erythropoiesis, TAF9 acetylation gradually increases due to a decrease in HDAC1-associated deacetylase activity, which subsequently results in the disassociation of the TFIID complex and transcriptional repression TAFs may guide the localization of oncogenic fusion TFs to promoter sites. In inv(16) acute myeloid leukemia (AML), the CBFβ–MYH11/RUNX1 complex interacts with TAFs and occupies genomic regions that have been implicated in hematopoietic stem cell self-renewal, such as TBP and RNAPII. 6 The TAF/TF interaction region or promoter recognition domains of TAFs may provide a therapeutic target to disrupt abnormal transcription programs. Indeed, NF-E2 lacking a TAF II 130-interacting domain loses its ability to support enhancer-dependent transcription of globin genes. 7 Targeting TAF1 bromodomains with the inhibitor BAY-299 produces antiproliferative effects via affecting GATA1 and MYC transcriptional programs in K562 cells. 8 Furthermore, TAF12, in a heterodimer with TAF4, interacts with the transactivation domain of MYB, supporting transcriptional activation of MYB and protecting it from proteasome-mediated protein degradation. Perturbation of the TAF12/MYB interaction by peptides impairs MYB activity and leads to regression of AML in mice. 9 Mediators The Mediator is a large macromolecular complex that serves as a molecular bridge between enhancer-bound TFs and RNA Pol II, thus facilitating PIC assembly. The Mediator is composed of four separate modules, wherein the head, middle, and tail modules form a core that associates reversibly with a kinase module comprised of Med12, Med13, CDK8, and Cyclin C. The Med1/TRAP220 subunit, a component of the middle module, is involved in multiple hematopoietic lineages via interaction with GATA1, nuclear hormone receptors and IKAROS. Med1 knockdown mice show a specific block in erythroid development with a lack of β-globin gene expression but not in myeloid or lymphoid development, suggesting that Med1 has lineage-specific functions. 10 In erythropoiesis, Med1 interacts with the N-terminal zinc finger of GATA1 and forms a GATA1–Med1–Med17–Pol II complex, which is critical for GATA-1-mediated transactivation. 11 Through interaction with the nuclear receptors Vitamin D receptor (VDR) and retinoic acid receptor (RAR), Med1 is involved in the differentiation of HPCs toward monopoiesis and myelopoiesis, respectively. 12 Furthermore, Med1 in stromal cells appears to play an important role in supporting hematopoietic stem and/or progenitor cell (HSPC) growth by upregulating VDR-mediated and Runx2-mediated transcription from the osteopontin promoter. 13 During pre-B-cell differentiation, IKAROS, in the company of other B cell master regulators, such as Med1, PAX5, EBF1, and IRF4, defines a set of superenhancers (SEs) with a highly permissive chromatin environment that supports transcription of key pre-B-cell differentiation genes. 14 Med12 contributes greatly to the interaction of TFs with the Mediator complex. In HSCs, Med12 colocalizes with RUNX1, GATA2, and FL1, where it cooperates with additional cofactors, such as P300, LMO2, and TAL1, to maintain hematopoietic gene activity. Med12 deletion causes H3K27Ac depletion at enhancers and failure of hematopoietic-specific transcriptional programs. 15 Med12 mutations are involved in abnormal hematopoiesis. For instance, a loss of function mutation of Med12 that leads to dissociation of Cyclin C-CDK8/19 from the core Mediator contributes to chronic lymphocytic leukemia (CLL) pathogenesis by activating NOTCH signaling. 16 Interestingly, several cofactors interacting with Med12 in HSPCs are also frequently mutated in leukemia and lymphoma, including P300/CBP, KMT2D, WDR5, and KMD6A, 17 – 19 suggesting that alterations in Med12-dependent enhancer regulation may be a potential pathogenic factor. In zebrafish, Keightley et al. identified a V1046D mutation in Med12 that can cause defects in myelopoiesis without affecting the erythroid lineage, which may be mediated by defective transcription of myc. 20 The Mediator kinase CDK8 and its paralog CDK19 act as major ingresses of developmental and oncogenic signaling through Mediator. CDK8/19 have been identified as cofactors of a number of TFs, such as c-Jun, 21 TCF/LEF/β-catenin, 22 Smads, 23 HIF1A, 24 and NF-κB. 25 CDK8/19-targeted substrate phosphorylation impacts TF activity and the transcription of lineage-controlling TFs. For example, CDK8 inhibitors enhance IL-10 production during innate immune activation in human and mouse primary macrophages and dendritic cells (DCs) via diminished phosphorylation of the c-Jun subunit of the AP-1 transcription complex. 21 CDK8/19 can also inhibit gene expression of SE-associated lineage-controlling TFs identified in related CD14+ monocytes, including the tumor suppressors IRF1, IRF8, CEBPA, and ETV6, and the kinase activity of CDK8/19 can be pharmacologically targeted as a therapeutic approach to AML. 26 Meds are involved in pathway-response gene transcription. For example, MAPK/ERK pathway-dependent processes are essential for T cell development. T cells lacking the tail module protein Med23 failed to efficiently populate the peripheral lymphoid organs. Med23 null thymocytes displayed decreased expression of the MAPK-responsive TFs MEF2 and KLF2. 27 In both T cells and MEFs, Med23 regulates the transcription of T cell transcription factor KLF2 by coactivating MEF2. 27 Furthermore, individual subunits of Mediator interact specifically with different transcriptional modulators to selectively fine-tune the regulation of specific signaling pathways. For example, the ARC/Med6 complex links TGFβ/Activin/Nodal/Smad2/3 signaling to transcriptional activation by binding to the Smad2/3–Smad4 complex, which recruits the ARC/Med6 complex to Activin/Nodal-responsive promoters, in response to TGFβ. 23 Furthermore, the transactivation domain of β-catenin interacts with the Med12 subunit in Mediator and activates transcription of Wnt-responsive genes via recruitment of the ARC/Med6 complex. 28 CDK8 also stimulates Wnt/β-catenin signaling by phosphorylating/inhibiting E2F1, which is a negative regulator of β-catenin-mediated transcription. 22 Bromodomain and extraterminal protein (BET) inhibitors are suggested to be applicable in targeting Med-mediated malignancies. In this respect, the BET protein BRD4 and the Mediator complex are linked coactivators that maintain MYB-specific transcriptional activation for AML maintenance. The BET inhibitor JQ1 exerts antileukemic effects by releasing the complex from the AML genome 29 (Fig. 2 ). Fig. 2 Modes of Mediator-dependent enhancer regulation controlling both normal and malignant hematopoiesis. Generally, Mediator functions as a large coactivator complex that recruits enhancer-localized TFs to the promoter, where some members of the Mediator module cooperate with additional transcriptional cofactors to maintain active enhancers of essential hematopoietic genes. Gain or loss of function mutations of MEDs have been identified to lead to malignant hematopoiesis. To date, no drugs have been developed to target MEDs or their mutation sites. Additionally, bromodomain and extraterminal (BET) proteins, such as BRD4, regulate their downstream target genes, at least in part, by interacting with the Mediator complex and have been suggested as targets of bromodomain inhibitors to treat MED-mediated malignancies. a An enhancer-specific role of Med12 in preserving H3K27Ac levels for maintaining the active state of hematopoietic enhancers, such as the c-kit gene, via cooperation with P300. Deletion of Med12 causes H3K27Ac loss at enhancers of essential HSC genes, failure of hematopoietic-specific transcriptional programs and apoptosis in HSCs. b BRD4 and Mediator can mutually stabilize one another’s occupancy at cis elements of leukemic genes (AML) bound by acetylated nucleosomes, which promotes the transcriptional elongation of Pol II by facilitating P-TEFb recruitment. The BET bromodomain inhibitor JQ1 causes a dramatic release of Mediator from the leukemia genome, leading to transcriptional suppression of leukemic genes Chromatin remodeling complexes (CRCs) CRCs are ATPase/helicase-dependent remodeling enzymes that serve as ‘molecular motors’ that couple ATP hydrolysis to the perturbation of histone–DNA contacts with respect to individual nucleosome core particles. As multisubunit transcription machineries, they are essential for the transcription of numerous hematopoietic genes (Table 1 and Fig. 3 ). Table 1 Transcriptional complexes of TAFs, Mediators, and chromatin remodeling-related cofactors in normal and malignant hematopoietic cells and their functions Co-factors Complex components Cell type Functions of TCs TAFs TAF9–EKLF MEL cells Enhancing transcriptional activation of EKLF to the β-globin gene TAF9–HDAC1 MEL, K562 and human CD34+ cells Deacetylation of TAF9 by HDAC1 is required for PU.1 transcription TAF (4/4b, 9, 10, 12) –SAGA or TFIID–GATA1 Mouse and human erythroid cells Regulation of GATA1 target genes and the autologous control of GATA1 expression TAF II 130–NF–E2 K562 and CB3 cells Promotion of Enhancer-dependent transcription of β-globin and α-globin genes TAF (1, 3, 4, 5, 6, 7, 9 and 10)–CBFβ–MYH11–RUNX1 ME-1 inv (16) cells Guiding the localization of CBFβ or the fused CBFβ–MYH11 to promoter sites TFIID or SAGA complex–TAF12–TAF4–MYB Murine AML cells (RN2 cells) TAF12 facilitates transcriptional activation of MYB and protects it from degradation Mediators Med (1, 14, 17)–GATA1 Mouse erythroid leukemia cells As a cofactor for GATA1 to enhance GATA1-mediated transactivation Med1–vitamin D receptor HL-60 cells Involvement in the differentiation of hematopoietic progenitor cells into monocytes Med1–retinoic acid receptor HL-60 cells Involvement in the differentiation of hematopoietic progenitor cells into granulocytes Med (12,13)–p300–CDK8–CCNC HPC-7 cells The maintenance of the active state of hematopoietic enhancers Med23–MEF2 T-cells and MEF cells MED23 is required for full activity of the MAPK-responsive transcription factor MEF2 BRD4–Mediators (MED12, 13, 23 and 24) Mouse MLL-AF9; NrasG12D AML cells Sustaining expression of BRD4, MYC, and MYB target gene signatures SWI/SNF BRG1-containing E-RC1 complex-EKLF MEL cells The complex is critical for chromatin remodeling and transcription with EKLF BRG1–EKLF–TBP–NF–E2–CBP Human CD34+ cells Facilitating chromatin remodeling of the human β-globin promoter and β-globin activation BRG1–GATA1–Scl/TAL1–mSin3A–HDAC2 MEL cells Repression of protein 4.2 promoter activity in an HDAC-dependent manner BRG1–BAFs (250A,170, 155, 53A and 47) hESCs Regulation of the pluripotency of hESCs by modulating the acetylation levels of H3K27 at the enhancers of lineage-specific genes BRG1–BAFs (47, 57, 60a and 170)–PYR complex-NuRD/Mi-2-Ikaros MEL cells Facilitating fetal-to-adult globin gene switching, most likely through an effect on higher-order chromatin structure BRG1–INI1–RUNX1 Jurkat cells RUNX1 interacts with BRG1 and INI1 and supports binding of SWI/SNF complex to RUNX1 target genes related to hematopoietic lineage progression BRG1–ATF3–β-actin HL-60 cells ATF-3 cooperates with BRG1 and β-actin to initiate left-handed Z-DNA formation and subsequently transactivate the SLC11A1 gene C/EBPβ–hBRM–BAF155–Myb HD3 erythroblasts Fusion of N terminus of C/EBPβ with Myb conferred hBrm responsiveness to the chimeric transcription factor and enabled it to activate the mim-1 gene BRG1–STAT6–NFAT1 Primary mouse Th cells BRG1 recruitment to the Th2 LCR depends both on cytokine signals through STAT6, as well as signaling through the TCR via NFAT1 BAF60B–CEBPε Human promyelocytic cell line NB4 BAF60B interacts with CEBPε and controls expression of neutrophil proteins stored in specific granules SNF2H-ISWI SNF2H–ACF1–GATA1 MEL and G1E cells NA SNF2H–ACF1 Murine EL4T cells, Primary CD4T cells Involvement of both repression (e.g., IL-2 ) and activation (e.g., IL-3 ) of cytokine genes SNF2H–CTCF–Cohesin complex MEL and OCI-M2 cells The complex is recruited to the enhancer of SPI1 gene and block its expression NuRF-ISWI Bptf–Snf2L–pRb–Srf Mice thymocytes Srf recruits NuRF to the Bptf-dependent genes, which is important for CD4/CD8 TCRβ+ thymocytes Mi-2/NuRD MTA2–MBD3–Mi-2–HDAC1/2–PRC2–DNMT3a–PML–RARα NB4 leukemic cells Establishment and maintenance of aberrant epigenetic silencing imposed by PML-RARα SALL4–MTA2–Mi-2–HDAC1/2 Human ESCs, NB4 cells Repression of PTEN and SALL1 expression, contributing to self-renewal in ESC and leukemic stem cell Mi-2/NuRD–P-TEFb complex–PP1–IKAROS Lin- HPCs and Jurkat cells Facilitating transcription elongation of IKAROS-target genes and normal differentiation of hematopoietic progenitor cells Mi-2β–p300–HEB DP thymocytes Stablizing recruitment of basal transcription factors and causing histone H3-hyperacetylation at the CD4 enhancer Mi-2β–MOZ–Ikaros–SWI–SNF DP thymocytes Concomitant binding of Mi-2β with Ikaros to the CD4 silencer caused silencer inactivation, thereby allowing for CD4 expression Mi-2β–KDM6A–CBP–H3K27Ac Human primary AML cells Crosstalk among Mi-2β, KDM6A, H3K27Ac, and CBP toward induction of DOCK5/8 expression and maintenance of Rac GTPase program in AML cells MTA2/NuRD–AIOLOS/IKAROS or MTA2/NuRD–OCA-B Human pre-B leukemia 697 cells MTA2 cooperates with AIOLOS/IKAROS and OCA-B to suppress Pre-BCR (B cell receptor) genes during the Pre-B to immature B transition MTA/NuRD MTA1/3–RbAp46-containing NuRD complex–BCL11B Primary human CD4+ T cells, Jurkat cells Regulation of IL-2 gene during activation of human CD4+ T BCL-6–MTA3-contaning NuRD/Mi-2 corepressor complex Lymphocyte and plasma cells Leading to reprogramming of the plasma cell transcriptional program to a B lymphocyte pattern NA not applicable. Fig. 3 Chromatin remodeling complexes (CRCs) are implicated in malignant hematopoiesis via their interplay with TFs. In many cases, CRCs are indispensable to the oncogenic functions of leukemia-associated and fusion TFs due to their multisubunit properties and/or recruitment of other transcriptional complexes, such as the polycomb repressive complex. In addition to remodeling histone–DNA interactions, epigenetic subunits confer to CRCs the ability to modulate regulatory region activity in the genome by affecting histone modifications or DNA methylation levels. Based on this knowledge, the following two treatment strategies have been suggested: (1) release or transition of CRC occupancy by changing DNA methylation levels or targeting oncogenic TFs. (2) Targeting the interactions between CRCs and oncogenic TFs. a The BRG1–SWI/SNF complex together with BRD4 promotes superenhancer (BRD4-dependent MYC enhancer) activity of the MYC gene. After treatment with the CBFβ-SMMHC fusion protein inhibitor, the BRG1–SWI/SNF complex occupancy is replaced by the RUNX1–PRC-repressive complex, which inhibits the MYC transcriptional program. b In AML, the binding of the Smarca5/SNF2H-CCCTC-binding factor (CTCF) complex at the PU.1 gene is blocked due to DNA methylation. Upon treatment by AZA-mediated DNA demethylation, the Smarca5/SNF2H complex is recruited to the enhancer of the PU.1 gene and blocks its expression. c In APL, the PML-RARα fusion binds and recruits NuRD, the PRC2 complex and DNA methyltransferase 3a (DNMT3a) to the tumor suppressor gene RARβ2, which in turn leads to chromatin compaction and consequent promoter silencing. d The oncogenic TF SALL4 promotes leukemogenesis, at least in part, by repressing PTEN gene expression through recruitment of the NuRD/HDAC complex. Disrupting the SALL4 and NuRD/HDAC complex interaction could reverse the repression of the PTEN gene and reduce tumor cell viability SWI/SNF complex Human SWI/SNF complexes are heterogeneous mixtures of proteins (∼2 MDa) composed of 12–15 subunits and fall into two broad classes depending on whether they contain one of two ATPases, BRG1 or hBRM. SWI/SNF complexes are implicated in erythroid and myeloid lineage development via association with the hematopoietic TFs EKLF, 30 Ikaros, 31 GATA1, 32 RUNX1, 33 ATF3 34 and C/EBPβ 35 (Table 1 ). Different complex compositions confer distinct functions to SWI/SNF complexes. For example, in erythroid cells, SWI/SNF-related EKLF coactivator remodeling complex 1 (E-RC1) displays functional selectivity toward EKLF and facilitates EKLF-dependent human β-globin transcription by disrupting the nucleosomes over the promoter. Within the complex, the BAF57 subunit is critical for chromatin remodeling and transcription with EKLF. 36 , 37 An Ikaros–SWI/SNF complex called the PYR complex broadly footprints a pyrimidine-rich element between the human γ-globin and β-globin loci. The PYR complex also contains NuRD/Mi-2 complex subunits, which may confer to the PYR complex nucleosome remodeling and HDAC activities whereby it represses the γ-globin gene and facilitates globin switching by permitting TFs, such as EKLF, to access adult globin genes. 38 Although SWI/SNF complexes are suggested to antagonize chromatin-mediated repression, they can also associate with corepressors at a subset of genes, leading to transcriptional repression. For example, BRG1 acts as a component of the GATA-1–Scl/TAL1 complex, which inhibits protein 4.2 transcription in erythroid progenitors through recruitment of the corepressors mSin3A and HDAC2 and reduction of histone H3 and H4 acetylation at the promoter. 39 Moreover, SWI/SNF complex components can be differentially recruited by TFs for activation or suppression at the same promoter. For instance, in primary T lymphocytes under basal conditions, hBRM is recruited by native STAT1 to the IFNγ-activated sequences (GAS) of the Hsp90α gene in a mSin3/HDAC corepressor complex. Upon IFNγ stimulation, hBRM is acetylated by p300 and dissociates from the corepressor complex, allowing STAT1 to become phosphorylated and recruit BRG1 to the GAS, leading to elevated gene transcription. 40 Some SWI/SNF subunits perform specialized functions in hematopoiesis. For instance, BCL11A is indispensable for normal HSC function. BCL11A deficiency results in HSC defects with an aging-like phenotype and cell cycle delay caused by decreased Cdk6 expression. 41 BCL11A is also required for normal lymphopoiesis. Bcl11a mutant embryos lack B cells and the expression of the downstream TFs Ebf1 and Pax5 and have alterations in several types of T cells. 42 Bcl11b acts directly upstream of Gfi1 to maintain its expression in mature type 2 innate lymphoid cells. 43 Moreover, BRG1 regulates T helper 2 (Th2) differentiation and Th2 cytokine transcription via its recruitment to the Th2 locus control region (LCR) by STAT6 and NFAT. 44 During myeloid differentiation, RUNX1 interacts with subunits BRG1 and INI1, which supports binding of the SWI/SNF complex to RUNX1 target genes related to the myeloid lineage and generates active histone modifications. 33 An interaction between C/EBPβ and hBRM is essential for activating the myeloid mim-1 gene in HD3 erythroblasts. 35 During macrophage differentiation, ATF-3 associates with BRG1 and β-actin to transactivate the SLC11A1 promoter by initiating Z-DNA formation. 34 BAF60B controls the differentiation of neutrophil granulocytes via recruitment of CEBPε to the promoters of neutrophilic granule genes. Adult mice with BAF60B-deficient hematopoietic cells develop myelodysplasia and excess blasts. 45 Furthermore, inhibition of ACTL6A promotes granulocytic differentiation in NB4 and HL-60 cells via decreasing its interaction with the TF Sox2. 46 Cancer genome sequencing has revealed that SWI/SNF subunits are the most frequently mutated (~20%) CRC in hematological malignancies. Inactivating mutations of BRG1/SMARCA4 , SNF5/SMARCB1 , BCL11B , and the BAF complex subunits SMARCA2 and ARID1A are prevalent in leukemia. The presence of BRG1 is critical for the oncogenic Myc expression of leukemia cells because it maintains TF occupancy at critical Myc enhancers and enables long-range chromatin looping interactions with the Myc promoter. Notably, these Myc enhancers coincide with a region that is focally amplified in ~3% of AML. BRD9 also supports AML cell proliferation and an undifferentiated cell state by sustaining enhancer-mediated Myc expression using its bromodomain, which mediates acetyl-lysine histone H3 recognition. Inhibition of the BRD9 bromodomain selectively suppresses the proliferation of human AML cell lines. These findings define a leukemia maintenance function of SWI/SNF that is linked to enhancer-mediated gene regulation 47 – 49 (Fig. 3 ). In addition to homozygous inactivation, chromosomal translocations and haploinsufficiency for SWI/SNF subunits are also involved in leukemia. For example, the BCL11B translocation t(5;14)(q35;q32.2) is present in 20–25% of pediatric and up to 5% of adult T-ALL and defines a molecular subset of this malignancy. Fifty percent of T cell prolymphocytic leukemias display deletions at 22q11, the location of SNF5 . Additionally, conditional deletion of SNF5 in mice leads to T cell lymphomas with short latency and 100% penetrance. 50 Generally, specific mutations or translocations affecting SWI/SNF subunits may produce gain-of-function properties that result in an oncogenic SWI/SNF complex. In contrast, the inactivation or loss of some SWI/SNF subunits potentially affects TF activity, 51 global histone modification 52 or cooperating pathways, 53 contributing to malignant hematopoiesis. ISWI complex The imitation switch (ISWI) is an evolutionarily conserved CRC that contains SNF2H/SMARCA5 or SNF2L/SMARCA1 as the ATPase subunit and a C-terminal SANT domain adjacent to a SLIDE domain (SANT-like ISWI), which together form a nucleosome recognition module. ISWI mediates DNA accessibility by catalyzing nucleosome spacing and sliding reactions without displacing the histone octamer from DNA. In mammals, seven different ISWI complexes have been described, including RSF, ACF/WCRF, CHRAC, WICH, NoRC, CERF, and NuRF. Among them, SNF2L is found in the NURF and CERF complexes, and SNF2H is found in the CHRAC, NoRC, ACF, RSF, and WICH complexes. To date, except for SNF2H, the identities of other components of this complex in hematopoiesis remain largely unknown. Zikmund et al. found that SNF2H regulates murine early T cell development by guiding the transcription of early differentiation programs at the DN3 stage, and SNF2H deficiency leads to thymocyte proliferation and survival defects via the activation of the DNA damage response. 54 SNF2H also plays indispensable roles in the maturation of definitive HSCs and the completion of erythropoiesis. SNF2H is abundantly expressed in mammalian early HSCs and proliferating progenitors, whereas its levels are downregulated during erythroid terminal differentiation. 55 Knockout of murine SNF2H abrogates definitive hematopoiesis within the fetal liver, causing anemia and lethality at E18.5. Inhibition of SNF2H levels significantly suppresses cytokine-induced erythropoiesis in human CD34+ progenitors and erythroid progenitor proliferation. 56 Primary erythroid progenitor defects in SNF2H involved a slowed onset of definitive hematopoiesis and defective proerythroblast-to-basophilic erythroblast maturation, marked by reduced expression of GATA-1 and a defect in hemoglobin switching. 57 Interestingly, SNF2H appears to interact with GATA-1 in mouse proerythroblast/basophilic erythroblastic MEL cells, suggesting that SNF2H and GATA1 may cooperate in erythroid differentiation. 58 Furthermore, Dluhosova et al. found that in normal myeloid cells, the association of SNF2H with the cohesin complex facilitates CCCTC-binding factor (CTCF) binding to the imprinting control region (ICR) of the H19/Igf2 genes and an upstream regulatory element (URE) of the PU.1 gene, where SNF2H regulates the transcriptional outcome of CTCF as an enhancer-blocking cofactor. 59 SNF2H was also found to be upregulated in CD34+ AML progenitors. After complete hematologic remission, SNF2H levels decreased, suggesting that overexpression of SNF2H may dysregulate the genetic program required for normal differentiation. 55 Moreover, the SNF2H/CTCF binding site at the PU.1 gene was methylated in AML, which prevented SNF2H/CTCF binding. Upon demethylation by 5-azacitidine (AZA) treatment, SNF2H/CTCF occupancy was partially restored, accompanied by decreased PU.1 expression and induced myeloid differentiation, suggesting that recruitment and occupancy of the SNF2H/CTCF complex is critical for normal myelopoiesis 59 (Fig. 3 ). NuRD/Mi-2 complex The NuRD/Mi-2 complex is a multifunctional epigenetic regulator that contains ATPase/helicase Mi-2, HDAC-1/2, Metastasis-associated Protein 1-3 (MTA1-3), methyl binding protein 3 (MBD3), and retinoblastoma-associated protein 46 and 48 (RbAp46/48). The NuRD/Mi-2 complex is itself part of a larger protein complex called the MeCP1 complex. The latter contains the additional components MBD2, P66, and P68. 60 NuRD/Mi-2 functions primarily as a corepressor complex that induces chromatin compaction via the coupling of nucleosome sliding and HDAC activities and associates with methylated DNA. It can also activate gene transcription at specific loci. For example, GATA-1 interacts with NuRD/MeCP1/HDAC1 complexes through cofactor FOG-1. This complex broadly occupies GATA-1/FOG1-activated genes (i.e., β-globin and Ahsp ) and GATA-1/FOG1-repressed genes (i.e., GATA-2 , γ-globin, c-myc , c-kit , and Hes1 ) in erythroid cells and megakaryocytes (MKs), depending on the transcriptional and cellular context. 61 The normal cooperation of the NuRD complex with other cofactor components is critical to the function of TCs. For example, the ability of FOG1 to augment GATA-1-induced transcription requires NuRD binding. Knock-in mice bearing three adjacent point mutations (R3G, R4G, and K5A) within the NuRD-binding module of FOG-1 that abrogate NuRD binding displayed thrombocytopenia and anemia with splenomegaly and extramedullary hematopoiesis. 61 Furthermore, mice harboring disrupted FOG1/NuRD interaction ( Fogki/ki ) produced Fogki/ki CMPs and Fogki/ki MEPs that gave rise to significantly fewer and more immature MKs and erythroid colonies while retaining multilineage capacity to differentiate into Mast cells (MCs) and other myeloid lineage cells in vitro. In particular, the NuRD/MeCP1 complex is required for GATA-2 and non-Meg/E gene silencing during early erythroid differentiation, suggesting that the FOG1/NuRD interaction is not only required for erythropoiesis and megakaryopoiesis but also associated with suppression of alternative lineage choices. 62 The NuRD/Mi-2 complex has been implicated in regulating both B and T cell differentiation. Prior to B-lineage specification and commitment, the MBD2/NuRD complex inhibits transcription of the B cell-specific mb-1 gene via cooperative interactions between the major domains of Mi-2β with mb-1 promoter chromatin and the binding of methylated promoter CpGs by MBD2. 63 Specifically, SWI/SNF and NuRD/Mi-2 complexes function in opposition to enable or limit activation of the mb-1 promoter by the TFs EBF and Pax5 during B cell development, suggesting that the NuRD/Mi-2 complex acts as a ‘gatekeeper’ by maintaining a high threshold for transcriptional activation. 64 The MBD3/NuRD complex controls B versus T lineage fate and prevents the B cell commitment-associated transcriptional program by restricting Ebf1 transcriptional activity. 65 Additionally, depletion of MTA3 in early thymic T cell progenitors leads to compensatory hyperproliferation of immature thymocytes and development of T cell lymphoma. 65 MTA3 interacts with a transcriptional repression domain of BCL-6 that is required for BCL-6-dependent transcriptional repression. Their interaction is regulated by acetylation of BCL-6. Inhibition of NAD-dependent deacetylation by niacinamide, which results in the accumulation of the acetylated form of endogenous BCL-6, impairs its interaction with MTA3. Upregulation of BCL-6 and MTA3 in human plasma cell lines reprograms the cells to express markers of earlier stages of B lymphocytes, 66 suggesting that the MTA3–BCL6 complex has a prominent role in B cell fate determination. MTA2 is critical for B cell maturation in the BM and spleen. Mechanistically, AIOLOS/IKAROS recruits the MTA2/NuRD complex to repress pre-BCR genes, such as Igll1 and VpreB1 , in pre-B cells via regulation of H3K27 acetylation. MTA2 also cooperates with OCA-B to regulate the pre-B cell to immature B cell transition via repressing the Igll1 and VpreB1 genes. 67 The ATPase/helicase Mi-2β is essential for several steps in T cell development, including the double-negative (DN) to double-positive (DP) transition, the developmental expression of CD4 and the proliferation of mature T cells. 68 In differentiating DP thymocytes, Mi-2β activates CD4 expression via recruitment of p300 and the E box-binding protein HEB to the CD4 enhancer, which causes histone H3 hyperacetylation of this regulatory region. 68 NuRD/Mi-2β could determine the transcriptional activity of TFs in a stage-specific manner. Naito et al. found that in DN thymocytes, Ikaros binding to the CD4 silencer contributes to its repressive activity through interactions with HDACs and associated chromatin-remodeling complexes, such as the SWI–SNF complex. In DP thymocytes, concomitant binding of Mi-2β with Ikaros to the CD4 silencer antagonizes the repressive activity of Ikaros via the recruitment of HATs, i.e., MOZ and TAFII250, which allows for CD4 expression. This case suggests that concomitant interactions between functionally opposing chromatin-regulating machinery are an important mechanism of gene regulation during lineage determination. 69 Interestingly, in T cells, a majority of Ikaros exists in the Mi-2/NuRD complex. A small fraction of Ikaros is found in association with SWI/SNF in a distinct complex. The locations of Ikaros/Mi-2/NuRD and Ikaros/SWI/SNF are differentially distributed during the cell cycle, implying that one TF could target distinct transcriptional machinery in a context-dependent manner. 70 Furthermore, the modification status of TFs could affect TC activity via the recruitment of different cofactor components. For instance, during primary CD4+ T cell activation, PKC-mediated BCL11B phosphorylation switches BCL11B from a repressor to an activator of the IL-2 gene by disrupting interactions between BCL11B and the MTA/NuRD complex and recruiting p300. 71 The NuRD complex plays a key role in leukemogenesis (Fig. 3 ). In APL, the fusion protein PML-RARα binds and recruits the NuRD complex to target genes, such as the tumor suppressor RARβ2 , which allows recruitment of Polycomb repressive complex 2 (PRC2) and DNMT3a, leading to promoter silencing. Knockdown of the NuRD complex not only prevents histone deacetylation and chromatin compaction but also impairs DNA and histone methylation, thus promoting cellular differentiation. 72 , 73 In addition, the stem cell factor SALL4 contributes to AML leukemogenesis by recruiting the NuRD/HDAC complex to the PTEN and SALL1 promoters and suppressing their expression. Targeting AML can be achieved by blocking the interaction between SALL4 and the NuRD/HDAC complex. Thus, enzymatic components of the NuRD/Mi-2 complex may provide novel targets for pharmacological manipulation. 74 Alterations in the composition of the NuRD complex also contribute to leukemogenesis. Biswas et al. found that MBD3 deficiency relieves HDAC1-associated transcriptional repression in a locus-specific manner, which in turn results in increased occupancy of KDM6A, H3K27Ac, and CBP, leading to DOCK5/8 expression and maintenance of the Rac GTPase program in AML cells. 75 Histone-modifying cofactors Histone-modifying cofactors are epigenetic enzymes that add or remove chemical residues from the histones they modify. Generally, HATs transfer acetyl groups from acetyl-CoA to lysine residues of histone proteins, which opens chromatin and allows gene transcription, whereas HDACs have a repressive effect on gene expression by deacetylating lysine residues on histone tails. Histone methylation is the methylation of lysine or arginine residues. Methyl marks are created by HMTs, so-called “writers,” and removed by histone demethylation enzymes, termed “erasers”. Histone acetyltransferases HATs typically exist in multiprotein complexes where they execute acetylation programs that acetylate not only histone tails but also nonhistone proteins, which modulates TC DNA binding or transcriptional activity. For example, in eukaryotic cells, CBP/p300 is a component of multiprotein complexes composed of the basal transcriptional apparatus (TFIIB, TBP, and PolΙΙ), specific TFs, acetyltransferases (PCAF, GCN5) and other coactivator complexes (ARC, etc.). 76 As an essential coactivator, CBP/p300 associates with large numbers of TFs in virtually all hematopoietic lineages. In stem/multipotent progenitor cells, CBP/p300-mediated acetylation of GATA-2 enhances its DNA binding and transactivation activities and suppresses GATA-2-mediated growth inhibition. 77 Moreover, the GATA2–CBP complex induces GATA2 positive autoregulation. 78 In committed progenitor/differentiated cells, GATA1-dependent displacement of the GATA2–CBP complex is involved in the GATA switch. 78 Upon differentiation of erythroid cells, TFs, including EKLF, 79 GATA1, 80 NF-E2, 81 and SCL/Tal1, 82 associate with CBP/p300 or p300/CBP association factor (P/CAF) to promote normal erythropoiesis via modulating globin gene expression. Some TFs are themselves subject to acetylation by CBP/p300 or P/CAF, which increases TF transcriptional activity 83 or DNA-binding activity 82 , 84 and, in some cases, selectively stabilizes or destabilizes TF-associated CRCs. 82 An important role of CBP/p300 in establishing lymphoid and myeloid differentiation is supported by their interactions with TFs, including RUNX1/AML1, 85 PAX5, 86 C/EBPβ, 87 BCL11B, 88 T-bet, 89 c-Myb, 90 Bcl-6, 91 and the Ets family (Ets-1 and PU.1). 92 , 93 These TFs are critical for myeloid-specific or lymphoid-specific gene transcription due to their regulation of the enzymatic activity of CBP/p300. For example, NF-E2, C/EBPβ, and PU.1 have been shown to inhibit 93 or facilitate 86 , 87 , 94 CBP/p300-mediated nucleosomal HAT activity. Aberrant lysine acetylation has been implicated in malignant hematopoiesis, and mice that lack p300 and/or CBP display a high incidence of hematological malignancies, including histiocytic sarcomas and myelogenous and lymphocytic leukemia. Mutations in the CBP and p300 genes have been identified in non-Hodgkin lymphoma and relapsed ALL patients. 95 These mutations generally affect the HAT domain, reducing CBP acetyltransferase activity, which leads to impaired histone acetylation and diminished expression of target genes. In this case, reactivation of CBP/p300 has emerged as a potential therapeutic strategy. 96 Some oncogenic TFs, such as C-myb, EVI1, E1A, and E2A, perform their transforming activity by relying on CBP or p300. 84 , 97 – 99 HAT-containing fusion proteins (CBP-MOZ, CBP-MLL, CBP-MORF, MOZ–TIF2, and MOZ–p300) caused by chromosomal translocations also contribute to leukemogenesis. CBP fusions generate powerful chromatin-modifying activity, leading to transcriptional deregulation by promoting histone acetylation of genomic regions. MOZ fusions lead to repressed differentiation, hyperproliferation and self-renewal of myeloid progenitors through deregulation of MOZ-regulated target gene expression. 100 Furthermore, a portion of oncofusion proteins perform their function via recruiting HATs (Fig. 4 ). For example, in t(8;21) AML, p300 acetylates AML1-ETO and potentiates its transcriptional activation, which enhances the leukemogenicity of HSPCs. Inhibition of p300 could reverse the acetylation of AML1-ETO and leukemic transformation. 101 In APL and AML, AML1-ETO and PML-RARα display similar binding sites where both create a hypoacetylated chromatin environment at accessible p300-binding sites, suggesting that the chromatin-modifying characteristics of HATs can be used to predict fusion protein-binding sites. 101 – 103 Fig. 4 Aberrant recruitment of HAT/HDAC-containing complexes is a general mechanism of leukemogenesis. Chromatin accessibility plays a critical role in regulating cell type-specific gene expression during hematopoiesis but has also been suggested to be abnormally regulated during leukemogenesis. Oncogenic TF or fusion protein binding was found at accessible chromatin regions with aberrant recruitment of the coactivator (CoA) or corepressor (CoR) complexes that affected histone modification patterns, altered the chromatin structure and thereby facilitated DNA accessibility. Furthermore, in some cases, HATs/HDACs are critical to the optimal oncogenic activity of leukemia TFs or fusion proteins via regulating their acetylation levels. Therefore, disrupting the balanced interplay of the epigenetic environment and oncogenic TFs or fusion proteins might be used as a therapeutic strategy. a Upper panel, P300-containing CoA complexes contribute to the self-renewal and leukemogenesis of HSPCs through acetylating the AML1-ETO fusion, which promotes its transcriptional activation and histone H3. b The AML1-ETO fusion recruits CoR complexes consisting of the nuclear receptor corepressor (N-CoR), HDAC1, SIN3 transcription regulator family member A (mSin3A), and DNA methyltransferase 1 (DNMT1), which repress gene transcription by enzymatic deacetylation of histones, DNA methylation, and creation of a repressive chromatin structure. c In APL blast cells, the PML-RARα fusion forms oligodimers and binds DNA through recruitment of the CoR–HDAC complex, which leads to deacetylation of histones and H3K27/H3K9 methylation and subsequently produces a condensed chromatin structure that represses the transcription of target genes. While all-trans retinoic acid (RA) or arsenic trioxide (ATO) mediates degradation of PML-RARα, which is replaced by the RARα/RXR heterodimer, and converts the CoR-HDAC into a CoA–HAT complex that reactivates gene transcription and restores differentiation Histone deacetylases HDACs are widely involved in the development of various hematopoietic lineages, together with a variety of TFs. For example, in HSCs, HDAC3 cooperates with Ncor2 to repress the fos-vegfd cascade by modulating the acetylation level of the fos promoter, thereby stimulating HSC formation. 104 HDAC3 can also directly interact with GATA2 and repress GATA2-dependent target genes by modifying the acetylation status of GATA2 in HPCs. 105 In the granulocyte–monocyte lineage, HDAC4 promotes monocyte and CD8α(+) conventional DC differentiation via the reduction of the acetylation of both histone 3 and STAT6 and the subsequent transcriptional activation of Arg1. 106 HDAC1 and HDAC7 are involved in terminal macrophage differentiation via their interaction with MEF2A/D heterodimers, which represses c-Jun. 107 The reduced interaction of Runx1 with HDAC1/HDAC3 induced by Src kinase-mediated Runx1 phosphorylation is related to increased DNA affinity and the induction of granulopoiesis. 108 Furthermore, Runx1 and PU.1 independently interact with the ETO2–SIN3A–HDAC2 corepressor complex and coactivate the expression of M-CSFR and GM-CSFR, which control the development and activation of granulocyte–monocyte cells. 109 For the erythrocyte lineage, HDAC1/Sin3A can be recruited by EKLF to inhibit β-globin expression in undifferentiated EBHX11L cells, while this complex can be converted to the EKLF-p300/CBP-SWI/SNF complex and promote β-globin expression during the differentiation of EBHX11L cells to a primitive erythroid phenotype. 110 HDAC-containing TCs are also implicated in γ-globin to β-globin switching, highlighting that HDACs in association with globin gene switching may provide molecular targets for intervening in β-globin gene disorders. 111 The function of class II HDACs, which shuttle TFs between the cytoplasm and nucleus, is critical for erythropoiesis. For instance, although HDAC5 does not have deacetylase activity, it could shuttle GATA1 and EKLF from the cytoplasm to the nucleus via the formation of an erythroid-specific HDAC complex. 112 For the lymphocyte lineage, HDAC3 was identified as a component of the STAT5a–LSD1 complex in pro-B cells, where it plays dual roles in determining the activation or repression of STAT5a-targeting genes based on protein interactions, genomic-binding localization and binding affinities. 113 In mature B cells, Bach2 recruits the HDAC3–NCoR1/NCoR2–Rif1 complex to repress Prdm1 transcription by deacetylating histone H3-K9, impeding the terminal differentiation of B cells into plasma cells. 114 Moreover, HDAC7 specifically interacts with MEF2C in pro-B cells, and a HDAC7–MEF2C complex is involved in silencing lineage-inappropriate genes, ensuring correct B cell differentiation. 115 , 116 HDACs are critical for the optimal oncogenic activity of leukemia fusion proteins (Fig. 4 ). For example, AML1-ETO and RARα-PLZF cause transcriptional repression of genes responsible for hematopoietic differentiation via recruitment of HDAC1/3, thus contributing substantially to leukemogenesis. 117 , 118 Interactions with different HDACs confer different functions to TFs. For example, in B cell non-Hodgkin lymphoma (B-NHL), aberrant expression of the HDAC9–BCL6 complex contributes to lymphomagenesis. 119 In follicular lymphoma (FL) and diffuse large B cell lymphoma (DLBCL), CBP mutations disable the acetylation of the HDAC9–BCL6 complex and lead to unopposed deacetylation by the BCL6–SMRT–HDAC3 complex at enhancers of B cell immune response genes, which promotes lymphomagenesis. 120 In miR-155-induced pre-B cell leukemia/lymphoma, HDAC4 in complexes with BCL6 plays an important role in suppressing leukemogenesis. 121 Histone methyltransferases Histone methylation signatures serve as an important regulatory mechanism in hematopoiesis. In HSCs, numerous genes involved in the differentiation of multiple lineages are marked by bivalent marks that display the repressive mark H3K27me3 and the active marks H3K4me2 and H3K4me3. Many lineage-specifying genes in these primitive cells possess a diverse range of histone modification patterns, suggesting that specific epigenetic combinations prepare these genes for selective expression or silencing during lineage commitment. HMTs are implicated in hematopoiesis regulation via the following multilayer mechanisms. (1) Specific regulation of TF methylation based on the developmental stage of the cell. For instance, Runx1 is arginine-methylated by PRMT1 upon myeloid differentiation but by PRMT4 in HSPCs. The former prevents RUNX1 association with the SIN3A corepressor and functions as a coactivator for RUNX1-dependent transcription. 122 The latter blocks myeloid differentiation by assembling a Methyl-RUNX1-dependent repressor complex that inhibits RUNX1 target genes. 123 (2) Specific modification of histone marks via HMT-containing TCs. In megakaryocytic/erythroid progenitors, a RUNX1–PRMT6–Sin3A–HDAC complex has an impact on bivalent histone marking at megakaryocytic differentiation genes. This corepressor complex is exchanged with a RUNX1 coactivator complex following megakaryocytic differentiation. 124 (3) Regulation of TF expression via proteasome-mediated degradation. For example, MLL stabilizes RUNX1/AML1 from ubiquitin–proteasome-mediated degradation by masking the RUNX1–proteasome interaction domain and possibly by methylating lysine residues. In MDS and AML, a subset of mutations at the N terminus of RUNX1 disrupt its interaction with MLL, leading to loss of H3K4me3 marks within PU.1 regulatory regions and decreased PU.1 expression. 125 (4) Crosstalk between HMTs and other TCs. For example, PRMT4 has been found to engage in crosstalk with Mi2α/NuRD, 126 SWI/SNF, and Mediator complexes to regulate hematopoietic signaling. 127 Crosstalk between PRMT1 and the E3 ligase CNOT4 on RBM15 controls the RNA splicing of some hematopoietic TFs. 128 The aberrant recruitment of HMTs to key hematopoietic genes by oncofusion TFs is critical to transcription deregulation. The SET domain that is required for H3K4 methyltransferase activity is consistently lost in MLL fusions and is often compensated by interaction with alternative HAT/HMT enzymes through partner proteins. For example, the MLL–EEN fusion protein recruits CBP and PRMT1 to induce the transformation of primary myeloid progenitors via introduction of aberrant H4R3me2 at MLL target Hox loci. 129 Moreover, MLL fusion partners, such as AF4, AF9, AF10, and ENL, associate with DOT1L, which results in activation of H3K79me2, aberrant transcriptional elongation by recruitment of DOT1L to the Pol II elongation complex, and maintenance of an open chromatin state. 130 A graded reduction of DOT1L recruitment to MLL-AF9 leads to differential loss of H3K79me2 and H3K79me3 at MLL-AF9 target genes. 130 Interestingly, PRDM16 specifically suppresses MLL fusion protein-induced leukemogenesis via activation of Gfi1b, which in turn inhibits HOXA gene clusters 131 (Fig. 5 ). Thus, methyltransferases may be promising targets for epigenetic treatment. 132 In particular, deregulation of H3K27 methylation is associated with tumorigenesis. In this respect, gain-of-function mutations or upregulation of the H3K27 methyltransferase EZH2 have been found in FL, germinal center B cell lymphomas, MDS and AML. The EZH2 inhibitor 3-deazaneplanocin A (DZNep) selectively induces apoptosis in various hematological malignancies and promotes erythroid differentiation in K562 cells. 133 Fig. 5 HMT/HDT-based regulatory mechanisms in TCs are implicated in the pathogenesis and treatment of malignant hematopoiesis. HMTs and HDTs are recurrently mutated or aberrantly expressed in a variety of hematological malignancies. Their intrinsic activities on histone and nonhistone proteins within transcriptional complexes are critical for epigenetic control in normal and malignant hematopoiesis and are amenable to drug intervention or involved in drug therapeutic effects. a Left panel in mixed lineage leukemia (MLL)-AF9 fusion leukemia. MLL-AF9 recruits DOT1L, a histone 3 lysine 79 methyltransferase (H3K79me1/me2/me3), which leads to hematopoietic transformation via H3K79 dimethylation that causes aberrant transcription of genes such as HOXA9 and MEIS1. PRDM16 (a histone H3K4 methyltransferase), an antagonist to DOT1L, activates Gfi1b-mediated gene transcription, which in turn downregulates the HOXA gene cluster. However, PRDM16 expression is always silenced by DNA methylation in MLL-AF9 leukemia. Right panel, similar to DOT1L, the H3K9me2/me1 demethylase JMJD1C contributes to MLL-AF9 leukemia maintenance by affecting MYB, MYC, and HOXA9-MEIS1 gene expression programs, suggesting that individual genes can be regulated by different kinds of HMTs and/or HDT-containing TCs. b Growth factor independence 1 (GFI1) is critical to the initiation of the endothelial-to-hematopoietic transition (EHT) due to its recruitment of the LSD1–CoREST repressive complex to epigenetically silence the endothelial program and allow the emergence of HSCs. Disruption or separation of the GFI1–LSD1 repressive complex by LSD1 inhibitors is considered to induce differentiation in certain subtypes of AML. c UTX, a coactivator of TAL1, is essential to leukemia maintenance in TAL1-positive cells due to its promotion of an open chromatin configuration at target gene sites by H3K27me3 demethylation. A therapy based on UTX inhibition is efficient at inducing cell death through downregulation of the TAL1 leukemic gene expression program. d UTX is a critical mediator of RA-induced differentiation in leukemic cells. RA treatment leads to the coordinated removal of repressive marks, the displacement of polycomb group proteins, and the deposition of activating marks. RA promotes the activation of RAR target genes by recruiting NCoA6, UTX, and ASH2L, concomitant with the demethylation of H3K27 and trimethylation of H3K4 Histone demethylases HDTs are mainly categorized into two families: the LSD family (LSD1-2) and the JmjC family (KDM2-7). The LSD family contains flavin adenine dinucleotide-dependent monoamine oxidases, which erase methyl marks at the H3K4 and H3K9 residues. The JmjC family contains Fe(II)-dependent and α-ketoglutarate-dependent dioxygenases, which can be further divided into groups with H3K4-, H3K9-, H3K27-, or H3K36-demethylating activities based on the structure of the JmjC domain. HDTs are extensively involved in hematopoietic differentiation, ranging from embryonic to adult hematopoiesis, via HDT-TF interplay. For example, the LSD1-mediated downregulation of the etv2 gene in hemangioblasts is essential for the initiation of endothelial to hematopoietic transdifferentiation (EHT). 134 In HSPCs, SALL4 dynamically controls the binding levels of LSD1 to hematopoietic regulatory genes, and LSD1 contributes to the repressive effects of SALL4 by affecting local chromatin structure. 135 Specifically, lineage-restricted deployment of the LSD1/CoREST complex controls hematopoietic differentiation. For example, GFI1 recruits the LSD1/CoREST complex to epigenetically silence the endothelial program in the hemogenic endothelium and allow the generation of HSCs. 136 In erythropoiesis, the LSD1/CoREST–BCL11A complex is required for full developmental silencing of mouse embryonic β-like globin genes and human γ-globin genes in adult erythroid cells. 137 The TF-HDT interplay is multifaceted. As interacting cofactors, HDTs generally act as coactivators of oncogenic TCs. For example, UTX is a coactivator of TAL1 and removes H3K27me at the TAL1 target locus, allowing TAL1-mediated activation of a leukemic program. 138 JMJD1C functions as a coactivator for the AML1-ETO-containing AETFC complex to drive leukemic programs by maintaining low H3K9me2 levels. 139 JMJD1C is also an important mediator of MLL-AF9-driven and HOXA9-driven leukemia stem cell (LSC) function (Fig. 5 ). Loss of JMJD1C significantly reduces the LSC frequency in MLL-AF9 and HOXA9/MEIS1 leukemias. 140 In this respect, some HDTs binding to oncogenic TFs have been suggested as drug targets (Fig. 5 ). For example, a ZEB2–LSD1 interaction is essential for the survival of T-ALL cells with high ZEB2 levels, which are sensitive to LSD1 inhibitors. 141 Moreover, some inhibitors were developed to interfere with LSD1–GFI1/CoREST complex functions, including blockade of its scaffolding and enzymatic functions or displacement of LSD1 from the GFI1 repressor complex. 142 , 143 However, TF-HDT interplay is subject to regulation by protein modifications. Li et al. found that PKA-mediated serine 172 phosphorylation of TAL1 modulates the transcription of target genes by dynamically recruiting the LSD1 complex, which is essential for hematopoietic progenitor differentiation and leukemogenesis. 144 Furthermore, in many cases, cofactors could simultaneously affect oncogenic TFs and tumor suppressor programs. 145 Specifically, TFs and cofactors mutually regulate each other’s expression levels via regulation loops. For example, ARID5B and TAL1 not only positively regulate each other’s transcription but also coordinately control TAL1 target genes, which contribute to T cell leukemogenesis. 146 Furthermore, the interplay between cofactors plays a pivotal role in the optimal activity of TCs. For example, JMJD1B displayed histone H3K9me1/2 demethylase activity and induced leukemogenic lmo2 expression via a synergistic interaction with CBP. 147 HDTs are involved in drug response (Fig. 5 ). For example, in APL, a UTX–NCoA6–ASH2L–PML/RARα complex is essential for APL cell differentiation upon RA treatment via H3K4 methylation, H3K27 demethylation, and the consequent transcriptional activation of RAR target genes. 148 Similarly, PHF8, as a coactivator, is recruited by RARα fusions to activate the expression of their downstream targets. Forced expression of PHF8 resensitizes ATRA-resistant APL cells. 149 In contrast, TFs are also involved in the antileukemic effects of HDT inhibitors. Regarding this subject, Cusan et al. revealed that recruitment of a myeloid TF network regulated by C/EBPα and PU.1 mediates the antileukemic activity of an LSD1 inhibitor. Perturbation of C/EBPα and PU.1 occupancy at LSD1 inhibitor-induced dynamic sites confers to AML cells increased resistance to LSD1 inhibition. 150 Conclusions Gene transcription determines cellular phenotype and function, and TFs play a key role in controlling gene expression profiles in response to cellular signals. However, the transcription process involves the interaction of TFs with not only the DNA sequence but also the cofactors within TCs. Cofactors modulate histone affinity for DNA and chromatin accessibility to their cognate-binding proteins by compaction of DNA/histone complexes. Their biochemical and molecular characteristics greatly impact the activity of TCs. Importantly, cofactors can have catalytic/noncatalytic 145 and histone/nonhistone effects on hematopoietic cells, which confers to cofactors the ability to regulate a variety of cellular events in normal and malignant hematopoiesis. Cofactor–TF interactions are gene-dependent or context-dependent, as reflected by the following characteristics: (1) Different genes regulated by the same TF may recruit different cofactors. (2) One cofactor could act as a coactivator or corepressor on different genes and utilize different domains to act on interacting TFs. (3) Cooperation of one cofactor with different TFs or TCs may produce distinct developmental or leukemic properties. 151 The interplay between TFs and cofactors is multifaceted and involves direct and indirect regulatory mechanisms, which depend on the molecular properties of cofactors and can include the following: (1) Organization of TCs with scaffolding proteins. (2) Regulation of the transcriptional activity, DNA-binding capacity or protein modification of TFs. (3) Involvement in modifying the chromatin landscape. (4) Cooperation between cofactors within TCs, which is a prerequisite for TF transcription programs. TFs are important for guiding cofactors to particular genomic locations to modify the epigenetic environment. In some cases, TFs and cofactors could affect each other’s expression, activity, or binding states via signaling cascades, intermediate TF-mediated regulatory loops or crosstalk effects. For example, phosphorylation of RUNX1 by ERK enhances its transactivation activity by disrupting its interactions with mSin3A. TFs have also been found to mediate crosstalk between cofactors. For example, the recruitment of HDAC1 by Ikaros is critical for the repression of the demethylase KDM58. 152 One hallmark of hematological malignancies is somatic mutations and genetic rearrangements of cofactors that impact the activity and expression of cofactors or the composition of TCs that cause alterations in signal transduction and gene expression programs. In particular, the activity of oncogenic TFs and fusion proteins is reliant on their interactions with cofactors, which provides increased opportunities for intervention in the disease by targeting cofactors 153 (Tables 2 – 4 ). To date, a variety of selective small inhibitors have been developed to target the functional or interacting domains of cofactors (Fig. 6 ). For example, the formation of complexes between the MLL-binding pocket of WDR5-MLL and the p30 isoform of C/EBPα represents a functional vulnerability that can be pharmacologically exploited by the small-molecule antagonist OICR-9429 to trigger differentiation and growth arrest in C/EBPα-mutant AML. 154 Drug resistance and limited therapeutic efficacy are key issues that hinder the clinical application of cofactor inhibitors. The ability to combine multiple chemotherapeutic or immunoregulatory agents is considered a major breakthrough in the treatment of hematological malignancies. For example, HDAC inhibitors have shown synergistic or additive effects with proteasome inhibitors, hormonal therapy, tyrosine kinase inhibitors, DNA-hypomethylating agents, and immune checkpoint inhibitors in preclinical and clinical settings. 155 Table 2 Transcriptional cofactors with high frequency of mutations in hematological malignancies Disease Gene Mutation number Case number with mutation Percentage (total number) ALL SETD2 25 10 13.7 (73) KMT2D 15 14 19.2 (73) KDM6A 4 3 4.1 (73) MED12 3 3 4.1 (73) AML EZH2 24 22 3.5 (622) PHF6 21 18 2.9 (622) MED12 6 6 3.0 (200) EP300 5 5 2.5 (200) CHD4 4 4 2.0 (200) CREBBP 4 4 2.0 (200) CLL CHD2 27 27 5.0 (537) DDX3X 13 13 2.4 (537) ARID1A 2 2 1.9 (105) MED12 9 9 1.7 (537) DLBCL KMT2D 16 12 29.3 (41) CREBBP 14 14 24.1 (58) EZH2 11 11 20.8 (53) ARID1A 4 4 9.8 (41) ARID1B 87 83 8.3 (1001) SETD1B 88 83 8.3 (1001) SMARCA4 79 75 7.5 (1001) TAF1 4 4 7.5 (53) EP300 4 4 7.5 (53) SETD2 5 4 7.5 (53) Mature B-cell malignancies KMT2D 338 247 32.7 (755) CREBBP 229 180 23.8 (755) ARID1A 83 80 10.6 (755) EZH2 65 63 8.3 (755) MM NSD2 5 5 2.4 (205) BCL7A 4 4 2.0 (205) KMT2D 4 4 2.0 (205) Myelodysplasia EZH2 2 2 6.9 (29) PHF6 1 1 3.4 (29) DOT1L 1 1 3.4 (29) FBXO11 1 1 3.4 (29) MN EZH2 4 4 2.6 (151) PHF6 2 2 1.3 (151) EZH1 2 2 1.3 (151) Non-Hodgkin Lymphoma EZH2 4 4 28.6 (14) CREBBP 3 2 14.3 (14) KMT2D 2 2 14.3 (14) All data in this table come from the TCGA database. Table 3 Transcriptional cofactors with abnormal gene fusions in hematological malignancies Disease Gene Fusion number Case number with fusion Percentage (total number) ALL KMT2A 56 56 67.5 (83) MLLT10 4 4 4.8 (83) ARID1B 1 1 1.2 (83) CREBBP 1 1 1.2 (83) SETD2 1 1 1.2 (83) MLLT1 1 1 1.2 (83) AML KMT2A 10 10 5.0 (200) MLLT10 8 6 3.0 (200) NSD1 4 3 1.5 (200) ELL 3 3 1.5 (200) MLLT3 2 2 1.0 (200) BCL11A 1 1 0.5 (200) CREBBP 1 1 0.5 (200) KAT6A 1 1 0.5 (200) KMT2C 1 1 0.5 (200) CDK8 1 1 0.5 (200) ARID1A 1 1 0.5 (200) KDM2B 1 1 0.5 (200) DLBCL ARID4B 1 1 1.9 (53) SETD2 1 1 1.9 (53) All data in this table come from the TCGA database. Table 4 Transcriptional cofactors with high frequency of abnormal copy numbers in hematological malignancies Disease Gene Cytoband Type of CNA Case number with CNA Percentage (total number) ALL MLLT3 9p21.3 DEL 76 9.9 (764) ARID3A 19p13.3 DEL 46 6.0 (764) CHD4 12p13.31 DEL 24 3.1 (764) ARID3C 9p13.3 DEL 23 3.0 (764) DOT1L 19p13.3 DEL 21 2.7 (764) KDM5A 12p13.33 DEL 20 2.6 (764) SETD4 21q22.12 AMP 18 2.4 (764) SETD2 3p21.31 DEL 17 2.2 (764) NSD2 4p16.3 DEL 16 2.1 (764) KDM5A 12p13.33 AMP 16 2.1 (764) AML CHD2 15q26.1 DEL 19 7.9 (240) KMT2A 11q23.3 AMP 12 6.3 (191) JARID2 6p22.3 DEL 9 3.8 (240) EZH2 7q36.1 DEL 9 3.8 (240) MLLT10 10p12.31 DEL 8 3.3 (240) KMT2C 7q36.1 DEL 6 3.1 (191) KAT6A 8p11.21 DEL 7 2.9 (240) SETDB2 13q14.2 DEL 7 2.9 (240) EZH1 17q21.2 DEL 7 2.9 (240) EZH2 7q36.1 DEL 5 2.6 (191) ARID3A 19p13.3 AMP 6 2.5 (240) DLBCL BCL11A 2q16.1 AMP 8 16.7 (48) PRDM16 1p36.32 DEL 4 8.3 (48) SETD2 3p21.31 DEL 3 6.3 (48) SMYD3 1q44 DEL 3 6.3 (48) JARID2 6p22.3 AMP 2 4.2 (48) ARID2 12q12 AMP 2 4.2 (48) SMARCA2 9p24.3 AMP 2 4.2 (48) SMARCD1 12q13.12 AMP 2 4.2 (48) PBRM1 3p21.1 DEL 2 4.2 (48) BCL7A 12q24.31 DEL 2 4.2 (48) KMT2D 12q13.12 AMP 2 4.2 (48) SETD1B 12q24.31 DEL 2 4.2 (48) KDM5C Xp11.22 AMP 2 4.2 (48) KDM4C 9p24.1 AMP 2 4.2 (48) HDAC7 12q13.11 AMP 2 4.2 (48) All data in this table come from the TCGA database. Fig. 6 The targeted domains/sites used to design cofactor inhibitors. Abnormal epigenetic changes are amenable to pharmacological intervention. The emergence of cofactors as oncology targets has spurred significant drug discovery efforts with the goal of identifying small-molecule inhibitors that target their enzymatic sites, binding pockets, and protein/TF interactions for therapeutic applications. Binding sites and representative drugs for each kind of cofactor are shown The interplay between cofactors and TFs globally affects the gene regulatory network. Future studies will be needed to identify more regulatory factors that dysregulate TC expression or function and determine how their dysregulation contributes to the pathogenesis of hematological malignancies. In particular, a functional switch in the cofactor–TF interplay is critical to malignant transformation. Hence, resolving specific cofactor components, the crystal structure of cofactors, identification of cofactors-related the epigenetic mechanisms, downstream genes, TF/cofactors or TF/DNA interactive interfaces may contribute to develop novel inhibitors in a given hematologic disorder. Acknowledgements This work was supported by the grants from National Key Research and Development Program of China (Grant number 2108YFA0107800); National Natural Science Foundation of China (Grant numbers 81920108004, 81770107, 81702722, 81470362 and 81700168); National Postdoctoral Program for Innovative Talents (Grant number BX201700292); Natural Science Foundation of Hunan Province (Grant number 2018JJ3703); Science and Technology Key Project of Hunan Province (Grant number 2018SK21212); Fundamental Research Funds for the Central Universities of Central South University (Grant number 2018zzts386). Author contributions Z.W. designed this study. Z.W. drafted the manuscript. J.L., N.M., H.P., and Z.W. revised this manuscript. Z.W., P.W., Y.L., and Y.Z. drew the figures. All authors read and approved the final manuscript. Competing interests The authors declare no competing interests. Consent for publication All of the authors are aware of and agree to the content of the paper and their being listed as a co-author of the paper. References 1. Wade JT Struhl K The transition from transcriptional initiation to elongation Curr. Opin. Genet. Dev. 2008 18 130 136 10.1016/j.gde.2007.12.008 18282700 2. Wright KJ Marr MT II Tjian R TAF4 nucleates a core subcomplex of TFIID and mediates activated transcription from a TATA-less promoter Proc. Natl. Acad. Sci. USA 2006 103 12347 12352 10.1073/pnas.0605499103 16895980 3. Papadopoulos P TAF10 interacts with the GATA1 transcription factor and controls mouse erythropoiesis Mol. Cell. Biol. 2015 35 2103 2118 10.1128/MCB.01370-14 25870109 4. Sengupta T Cohet N Morle F Bieker JJ Distinct modes of gene regulation by a cell-specific transcriptional activator Proc. Natl. Acad. Sci. USA 2009 106 4213 4218 10.1073/pnas.0808347106 19251649 5. Jian W Yan B Huang S Qiu Y Histone deacetylase 1 activates PU.1 gene transcription through regulating TAF9 deacetylation and transcription factor IID assembly FASEB J. 2017 31 4104 4116 10.1096/fj.201700022R 28572446 6. Mandoli A CBFB-MYH11/RUNX1 together with a compendium of hematopoietic regulators, chromatin modifiers and basal transcription factors occupies self-renewal genes in inv(16) acute myeloid leukemia Leukemia 2014 28 770 778 10.1038/leu.2013.257 24002588 7. Amrolia PJ The activation domain of the enhancer binding protein p45NF-E2 interacts with TAFII130 and mediates long-range activation of the alpha- and beta-globin gene loci in an erythroid cell line Proc. Natl. Acad. Sci. USA 1997 94 10051 10056 10.1073/pnas.94.19.10051 9294161 8. Bouche L Benzoisoquinolinediones as potent and selective inhibitors of BRPF2 and TAF1/TAF1L bromodomains J. Med. Chem. 2017 60 4002 4022 10.1021/acs.jmedchem.7b00306 28402630 9. Xu Y A TFIID-SAGA perturbation that targets MYB and suppresses acute myeloid leukemia Cancer Cell 2018 33 13 28.e18 10.1016/j.ccell.2017.12.002 29316427 10. Stumpf M Specific erythroid-lineage defect in mice conditionally deficient for mediator subunit Med1 Proc. Natl. Acad. Sci. USA 2010 107 21541 21546 10.1073/pnas.1005794107 21098667 11. Stumpf M The mediator complex functions as a coactivator for GATA-1 in erythropoiesis via subunit Med1/TRAP220 Proc. Natl. Acad. Sci. USA 2006 103 18504 18509 10.1073/pnas.0604494103 17132730 12. Urahama N The role of transcriptional coactivator TRAP220 in myelomonocytic differentiation Genes Cells 2005 10 1127 1137 10.1111/j.1365-2443.2005.00906.x 16324150 13. Sumitomo A The transcriptional mediator subunit MED1/TRAP220 in stromal cells is involved in hematopoietic stem/progenitor cell support through osteopontin expression Mol. Cell. Biol. 2010 30 4818 4827 10.1128/MCB.01348-09 20713445 14. Hu Y Superenhancer reprogramming drives a B-cell-epithelial transition and high-risk leukemia Genes Dev. 2016 30 1971 1990 10.1101/gad.283762.116 27664237 15. Aranda-Orgilles B MED12 regulates HSC-specific enhancers independently of mediator kinase activity to control hematopoiesis Cell Stem Cell 2016 19 784 799 10.1016/j.stem.2016.08.004 27570068 16. Kämpjärvi K Somatic MED12 mutations are associated with poor prognosis markers in chronic lymphocytic leukemia Oncotarget 2015 6 1884 1888 10.18632/oncotarget.2753 25595892 17. Giotopoulos G The epigenetic regulators CBP and p300 facilitate leukemogenesis and represent therapeutic targets in acute myeloid leukemia Oncogene 2016 35 279 289 10.1038/onc.2015.92 25893291 18. Ntziachristos P Genetic inactivation of the polycomb repressive complex 2 in T cell acute lymphoblastic leukemia Nat. Med. 2012 18 298 301 10.1038/nm.2651 22237151 19. Ortega-Molina A The histone lysine methyltransferase KMT2D sustains a gene expression program that represses B cell lymphoma development Nat. Med. 2015 21 1199 1208 10.1038/nm.3943 26366710 20. Keightley MC Mediator subunit 12 is required for neutrophil development in zebrafish PLoS ONE 2011 6 e23845 10.1371/journal.pone.0023845 21901140 21. Johannessen L Small-molecule studies identify CDK8 as a regulator of IL-10 in myeloid cells Nat. Chem. Biol. 2017 13 1102 1108 10.1038/nchembio.2458 28805801 22. Zhao J Ramos R Demma M CDK8 regulates E2F1 transcriptional activity through S375 phosphorylation Oncogene 2013 32 3520 3530 10.1038/onc.2012.364 22945643 23. Kato Y A component of the ARC/Mediator complex required for TGF beta/Nodal signalling Nature 2002 418 641 646 10.1038/nature00969 12167862 24. Galbraith MD HIF1A employs CDK8-mediator to stimulate RNAPII elongation in response to hypoxia Cell 2013 153 1327 1339 10.1016/j.cell.2013.04.048 23746844 25. Chen M CDK8/19 mediator kinases potentiate induction of transcription by NFκB Proc. Natl. Acad. Sci. USA 2017 114 10208 10213 10.1073/pnas.1710467114 28855340 26. Pelish HE Mediator kinase inhibition further activates super-enhancer-associated genes in AML Nature 2015 526 273 276 10.1038/nature14904 26416749 27. Kasper LH Fukuyama T Brindle PK T-cells null for the MED23 subunit of mediator express decreased levels of KLF2 and inefficiently populate the peripheral lymphoid organs PLoS ONE 2014 9 e102076 10.1371/journal.pone.0102076 25054639 28. Kim S Xu X Hecht A Boyer TG Mediator is a transducer of Wnt/beta-catenin signaling J. Biol. Chem. 2006 281 14066 14075 10.1074/jbc.M602696200 16565090 29. Bhagwat AS BET bromodomain inhibition releases the mediator complex from select cis-regulatory elements Cell Rep. 2016 15 519 530 10.1016/j.celrep.2016.03.054 27068464 30. Kadam S Emerson BM Transcriptional specificity of human SWI/SNF BRG1 and BRM chromatin remodeling complexes Mol. Cell 2003 11 377 389 10.1016/S1097-2765(03)00034-0 12620226 31. O’Neill DW An ikaros-containing chromatin-remodeling complex in adult-type erythroid cells Mol. Cell. Biol. 2000 20 7572 7582 10.1128/MCB.20.20.7572-7582.2000 11003653 32. Im H Chromatin domain activation via GATA-1 utilization of a small subset of dispersed GATA motifs within a broad chromosomal region Proc. Natl. Acad. Sci. USA 2005 102 17065 17070 10.1073/pnas.0506164102 16286657 33. Bakshi R The human SWI/SNF complex associates with RUNX1 to control transcription of hematopoietic target genes J. Cell. Physiol. 2010 225 569 576 10.1002/jcp.22240 20506188 34. Xu YZ Thuraisingam T Marino R Radzioch D Recruitment of SWI/SNF complex is required for transcriptional activation of the SLC11A1 gene during macrophage differentiation of HL-60 cells J. Biol. Chem. 2011 286 12839 12849 10.1074/jbc.M110.185637 21300803 35. Kowenz-Leutz E Leutz A A C/EBP beta isoform recruits the SWI/SNF complex to activate myeloid genes Mol. Cell 1999 4 735 743 10.1016/S1097-2765(00)80384-6 10619021 36. Lee CH Murphy MR Lee JS Chung JH Targeting a SWI/SNF-related chromatin remodeling complex to the beta-globin promoter in erythroid cells Proc. Natl. Acad. Sci. USA 1999 96 12311 12315 10.1073/pnas.96.22.12311 10535918 37. Armstrong JA Bieker JJ Emerson BM A SWI/SNF-related chromatin remodeling complex, E-RC1, is required for tissue-specific transcriptional regulation by EKLF in vitro Cell 1998 95 93 104 10.1016/S0092-8674(00)81785-7 9778250 38. O’Neill D Tissue-specific and developmental stage-specific DNA binding by a mammalian SWI/SNF complex associated with human fetal-to-adult globin gene switching Proc. Natl. Acad. Sci. USA 1999 96 349 354 10.1073/pnas.96.2.349 9892636 39. Xu Z Recruitment of the SWI/SNF protein Brg1 by a multiprotein complex effects transcriptional repression in murine erythroid progenitors Biochem. J. 2006 399 297 304 10.1042/BJ20060873 16800816 40. Zhang Y A switch from hBrm to Brg1 at IFNgamma-activated sequences mediates the activation of human genes Cell Res. 2010 20 1345 1360 10.1038/cr.2010.155 21079652 41. Luc S Bcl11a deficiency leads to hematopoietic stem cell defects with an aging-like phenotype Cell Rep. 2016 16 3181 3194 10.1016/j.celrep.2016.08.064 27653684 42. Liu P Bcl11a is essential for normal lymphoid development Nat. Immunol. 2003 4 525 532 10.1038/ni925 12717432 43. Califano D Transcription factor Bcl11b controls identity and function of mature type 2 innate lymphoid cells Immunity 2015 43 354 368 10.1016/j.immuni.2015.07.005 26231117 44. Wurster AL Pazin MJ BRG1-mediated chromatin remodeling regulates differentiation and gene expression of T helper cells Mol. Cell. Biol. 2008 28 7274 7285 10.1128/MCB.00835-08 18852284 45. Witzel M Chromatin-remodeling factor SMARCD2 regulates transcriptional networks controlling differentiation of neutrophil granulocytes Nat. Genet. 2017 49 742 752 10.1038/ng.3833 28369036 46. Zhong PQ ACTL6A interacts with p53 in acute promyelocytic leukemia cell lines to affect differentiation via the Sox2/Notch1 signaling pathway Cell. Signal. 2019 53 390 399 10.1016/j.cellsig.2018.11.009 30448346 47. Pulikkan JA CBFbeta-SMMHC inhibition triggers apoptosis by disrupting MYC chromatin dynamics in acute myeloid leukemia Cell 2018 174 172 186.e121 10.1016/j.cell.2018.05.048 29958106 48. Shi J Role of SWI/SNF in acute leukemia maintenance and enhancer-mediated Myc regulation Genes Dev. 2013 27 2648 2662 10.1101/gad.232710.113 24285714 49. Hohmann AF Sensitivity and engineered resistance of myeloid leukemia cells to BRD9 inhibition Nat. Chem. Biol. 2016 12 672 679 10.1038/nchembio.2115 27376689 50. Roberts CW Leroux MM Fleming MD Orkin SH Highly penetrant, rapid tumorigenesis through conditional inversion of the tumor suppressor gene Snf5 Cancer Cell 2002 2 415 425 10.1016/S1535-6108(02)00185-X 12450796 51. Hodges C Kirkland JG Crabtree GR The many roles of BAF (mSWI/SNF) and PBAF complexes in cancer Cold Spring Harb. Perspect. Med. 2016 6 a026930 10.1101/cshperspect.a026930 27413115 52. Kadoch C Proteomic and bioinformatic analysis of mammalian SWI/SNF complexes identifies extensive roles in human malignancy Nat. Genet. 2013 45 592 601 10.1038/ng.2628 23644491 53. Wu JN Roberts CW ARID1A mutations in cancer: another epigenetic tumor suppressor? Cancer Discov. 2013 3 35 43 10.1158/2159-8290.CD-12-0361 23208470 54. Zikmund T ISWI ATPase Smarca5 regulates differentiation of thymocytes undergoing β-selection J. Immunol. (Baltim., MD: 1950) 2019 202 3434 3446 10.4049/jimmunol.1801684 55. Stopka T Chromatin remodeling gene SMARCA5 is dysregulated in primitive hematopoietic cells of acute leukemia Leukemia 2000 14 1247 1252 10.1038/sj.leu.2401807 10914549 56. Stopka T Skoultchi AI The ISWI ATPase Snf2h is required for early mouse development Proc. Natl. Acad. Sci. USA 2003 100 14097 14102 10.1073/pnas.2336105100 14617767 57. Kokavec J The ISWI ATPase Smarca5 (Snf2h) is required for proliferation and differentiation of hematopoietic stem and progenitor cells Stem Cells (Dayt., OH) 2017 35 1614 1623 10.1002/stem.2604 58. Rodriguez P GATA-1 forms distinct activating and repressive complexes in erythroid cells EMBO J. 2005 24 2354 2366 10.1038/sj.emboj.7600702 15920471 59. Dluhosova M Epigenetic control of SPI1 gene by CTCF and ISWI ATPase SMARCA5 PLoS ONE 2014 9 e87448 10.1371/journal.pone.0087448 24498324 60. Feng Q Zhang Y The MeCP1 complex represses transcription through preferential binding, remodeling, and deacetylating methylated nucleosomes Genes Dev. 2001 15 827 832 11297506 61. Miccio A NuRD mediates activating and repressive functions of GATA-1 and FOG-1 during blood development EMBO J. 2010 29 442 456 10.1038/emboj.2009.336 19927129 62. Gregory GD FOG1 requires NuRD to promote hematopoiesis and maintain lineage fidelity within the megakaryocytic-erythroid compartment Blood 2010 115 2156 2166 10.1182/blood-2009-10-251280 20065294 63. Ramirez J Dege C Kutateladze TG Hagman J MBD2 and multiple domains of CHD4 are required for transcriptional repression by Mi-2/NuRD complexes Mol. Cell. Biol. 2012 32 5078 5088 10.1128/MCB.00819-12 23071088 64. Gao H Opposing effects of SWI/SNF and Mi-2/NuRD chromatin remodeling complexes on epigenetic reprogramming by EBF and Pax5 Proc. Natl. Acad. Sci. USA 2009 106 11258 11263 10.1073/pnas.0809485106 19549820 65. Loughran SJ Mbd3/NuRD controls lymphoid cell fate and inhibits tumorigenesis by repressing a B cell transcriptional program J. Exp. Med. 2017 214 3085 3104 10.1084/jem.20161827 28899870 66. Fujita N MTA3 and the Mi-2/NuRD complex regulate cell fate during B lymphocyte differentiation Cell 2004 119 75 86 10.1016/j.cell.2004.09.014 15454082 67. Lu X MTA2/NuRD regulates B cell development and cooperates with OCA-B in controlling the pre-B to immature B cell transition Cell Rep. 2019 28 472 485.e475 10.1016/j.celrep.2019.06.029 31291582 68. Williams CJ The chromatin remodeler Mi-2beta is required for CD4 expression and T cell development Immunity 2004 20 719 733 10.1016/j.immuni.2004.05.005 15189737 69. Naito T Gomez-Del Arco P Williams CJ Georgopoulos K Antagonistic interactions between Ikaros and the chromatin remodeler Mi-2beta determine silencer activity and Cd4 gene expression Immunity 2007 27 723 734 10.1016/j.immuni.2007.09.008 17980631 70. Kim J Ikaros DNA-binding proteins direct formation of chromatin remodeling complexes in lymphocytes Immunity 1999 10 345 355 10.1016/S1074-7613(00)80034-5 10204490 71. Dubuissez M Protein kinase C-mediated phosphorylation of BCL11B at serine 2 negatively regulates its interaction with NuRD complexes during CD4+ T-cell activation Mol. Cell. Biol. 2016 36 1881 1898 10.1128/MCB.00062-16 27161321 72. Villa R Role of the polycomb repressive complex 2 in acute promyelocytic leukemia Cancer Cell 2007 11 513 525 10.1016/j.ccr.2007.04.009 17560333 73. Morey L MBD3, a component of the NuRD complex, facilitates chromatin alteration and deposition of epigenetic marks Mol. Cell. Biol. 2008 28 5912 5923 10.1128/MCB.00467-08 18644863 74. Gao C Targeting transcription factor SALL4 in acute myeloid leukemia by interrupting its interaction with an epigenetic complex Blood 2013 121 1413 1421 10.1182/blood-2012-04-424275 23287862 75. Biswas M MBD3/NuRD loss participates with KDM6A program to promote DOCK5/8 expression and Rac GTPase activation in human acute myeloid leukemia FASEB J. 2019 33 5268 5286 10.1096/fj.201801035R 30668141 76. Wang F Marshall CB Ikura M Transcriptional/epigenetic regulator CBP/p300 in tumorigenesis: structural and functional versatility in target recognition Cell. Mol. Life Sci. 2013 70 3989 4008 10.1007/s00018-012-1254-4 23307074 77. Hayakawa F Functional regulation of GATA-2 by acetylation J. Leukoc. Biol. 2004 75 529 540 10.1189/jlb.0603389 15001660 78. Grass JA GATA-1-dependent transcriptional repression of GATA-2 via disruption of positive autoregulation and domain-wide chromatin remodeling Proc. Natl. Acad. Sci. USA 2003 100 8811 8816 10.1073/pnas.1432147100 12857954 79. Desgardin AD Regulation of delta-aminolevulinic acid dehydratase by kruppel-like factor 1 PLoS ONE 2012 7 e46482 10.1371/journal.pone.0046482 23056320 80. Yang T Acetylation of histone deacetylase 1 regulates NuRD corepressor complex activity J. Biol. Chem. 2012 287 40279 40291 10.1074/jbc.M112.349704 23014989 81. Kiekhaefer CM Boyer ME Johnson KD Bresnick EH A WW domain-binding motif within the activation domain of the hematopoietic transcription factor NF-E2 is essential for establishment of a tissue-specific histone modification pattern J. Biol. Chem. 2004 279 7456 7461 10.1074/jbc.M309750200 14597626 82. Huang S P/CAF-mediated acetylation regulates the function of the basic helix-loop-helix transcription factor TAL1/SCL EMBO J. 2000 19 6792 6803 10.1093/emboj/19.24.6792 11118214 83. Zhang W Kadam S Emerson BM Bieker JJ Site-specific acetylation by p300 or CREB binding protein regulates erythroid Kruppel-like factor transcriptional activity via its interaction with the SWI-SNF complex Mol. Cell. Biol. 2001 21 2413 2422 10.1128/MCB.21.7.2413-2422.2001 11259590 84. Shimahara A Yamakawa N Nishikata I Morishita K Acetylation of lysine 564 adjacent to the C-terminal binding protein-binding motif in EVI1 is crucial for transcriptional activation of GATA2 J. Biol. Chem. 2010 285 16967 16977 10.1074/jbc.M110.102046 20363750 85. Yamaguchi Y AML1 is functionally regulated through p300-mediated acetylation on specific lysine residues J. Biol. Chem. 2004 279 15630 15638 10.1074/jbc.M400355200 14752096 86. He T Histone acetyltransferase p300 acetylates Pax5 and strongly enhances Pax5-mediated transcriptional activity J. Biol. Chem. 2011 286 14137 14145 10.1074/jbc.M110.176289 21357426 87. Cesena TI Cardinaux JR Kwok R Schwartz J CCAAT/enhancer-binding protein (C/EBP) beta is acetylated at multiple lysines: acetylation of C/EBPbeta at lysine 39 modulates its ability to activate transcription J. Biol. Chem. 2007 282 956 967 10.1074/jbc.M511451200 17110376 88. Zhang LJ Coordinated regulation of transcription factor Bcl11b activity in thymocytes by the mitogen-activated protein kinase (MAPK) pathways and protein sumoylation J. Biol. Chem. 2012 287 26971 26988 10.1074/jbc.M112.344176 22700985 89. Chen GY Osada H Santamaria-Babi LF Kannagi R Interaction of GATA-3/T-bet transcription factors regulates expression of sialyl Lewis X homing receptors on Th1/Th2 lymphocytes Proc. Natl. Acad. Sci. USA 2006 103 16894 16899 10.1073/pnas.0607926103 17075044 90. Sandberg ML c-Myb and p300 regulate hematopoietic stem cell proliferation and differentiation Dev. Cell 2005 8 153 166 10.1016/j.devcel.2004.12.015 15691758 91. Bereshchenko OR Gu W Dalla-Favera R Acetylation inactivates the transcriptional repressor BCL6 Nat. Genet. 2002 32 606 613 10.1038/ng1018 12402037 92. Yang C A role for CREB binding protein and p300 transcriptional coactivators in Ets-1 transactivation functions Mol. Cell. Biol. 1998 18 2218 2229 10.1128/MCB.18.4.2218 9528793 93. Hong W Inhibition of CBP-mediated protein acetylation by the Ets family oncoprotein PU.1 Mol. Cell. Biol. 2002 22 3729 3743 10.1128/MCB.22.11.3729-3743.2002 11997509 94. Chen CJ Stimulation of CREB binding protein nucleosomal histone acetyltransferase activity by a class of transcriptional activators Mol. Cell. Biol. 2001 21 476 487 10.1128/MCB.21.2.476-487.2001 11134336 95. Pasqualucci L Inactivating mutations of acetyltransferase genes in B-cell lymphoma Nature 2011 471 189 195 10.1038/nature09730 21390126 96. Cerchietti LC BCL6 repression of EP300 in human diffuse large B cell lymphoma cells provides a basis for rational combinatorial therapy J. Clin. Investig. 2010 120 4569 4582 10.1172/JCI42869 21041953 97. Pattabiraman DR Interaction of c-Myb with p300 is required for the induction of acute myeloid leukemia (AML) by human AML oncogenes Blood 2014 123 2682 2690 10.1182/blood-2012-02-413187 24596419 98. Kung AL Gene dose-dependent control of hematopoiesis and hematologic tumor suppression by CBP Genes Dev. 2000 14 272 277 10673499 99. Bayly R E2A-PBX1 interacts directly with the KIX domain of CBP/p300 in the induction of proliferation in primary hematopoietic cells J. Biol. Chem. 2004 279 55362 55371 10.1074/jbc.M408654200 15507449 100. Di Croce L Chromatin modifying activity of leukaemia associated fusion proteins Hum. Mol. Genet. 2005 14 Spec No 1 R77 R84 10.1093/hmg/ddi109 15809276 101. Wang L The leukemogenicity of AML1-ETO is dependent on site-specific lysine acetylation Science (New York, NY) 2011 333 765 769 10.1126/science.1201662 102. Saeed S Chromatin accessibility, p300, and histone acetylation define PML-RARalpha and AML1-ETO binding sites in acute myeloid leukemia Blood 2012 120 3058 3068 10.1182/blood-2011-10-386086 22923494 103. Cheng Z A novel NAP1L4/NUTM1 fusion arising from translocation t(11;15)(p15;q12) in a myeloid neoplasm with eosinophilia and rearrangement of PDGFRA highlights an unusual clinical feature and therapeutic reaction Ann. Hematol. 2020 99 1561 1564 10.1007/s00277-020-04000-x 32451710 104. Wei Y Ncor2 is required for hematopoietic stem cell emergence by inhibiting Fos signaling in zebrafish Blood 2014 124 1578 1585 10.1182/blood-2013-11-541391 25006126 105. Ozawa Y Histone deacetylase 3 associates with and represses the transcription factor GATA-2 Blood 2001 98 2116 2123 10.1182/blood.V98.7.2116 11567998 106. Yang Q Cross talk between histone deacetylase 4 and STAT6 in the transcriptional regulation of arginase 1 during mouse dendritic cell differentiation Mol. Cell. Biol. 2015 35 63 75 10.1128/MCB.00805-14 25332236 107. Aude-Garcia C Dual roles for MEF2A and MEF2D during human macrophage terminal differentiation and c-Jun expression Biochem. J. 2010 430 237 244 10.1042/BJ20100131 20590529 108. Leong WY Runx1 phosphorylation by Src increases trans-activation via augmented stability, reduced histone deacetylase (HDAC) binding, and increased DNA affinity, and activated Runx1 favors granulopoiesis J. Biol. Chem. 2016 291 826 836 10.1074/jbc.M115.674234 26598521 109. Hu Z RUNX1 regulates corepressor interactions of PU.1 Blood 2011 117 6498 6508 10.1182/blood-2010-10-312512 21518930 110. Chen X Bieker JJ Stage-specific repression by the EKLF transcriptional activator Mol. Cell. Biol. 2004 24 10416 10424 10.1128/MCB.24.23.10416-10424.2004 15542849 111. Muralidhar SA Histone deacetylase 9 activates gamma-globin gene expression in primary erythroid cells J. Biol. Chem. 2011 286 2343 2353 10.1074/jbc.M110.115725 21078662 112. Varricchio L Identification of NuRSERY, a new functional HDAC complex composed by HDAC5, GATA1, EKLF and pERK present in human erythroid cells Int. J. Biochem. Cell Biol. 2014 50 112 122 10.1016/j.biocel.2014.02.019 24594363 113. Nanou A The dual role of LSD1 and HDAC3 in STAT5-dependent transcription is determined by protein interactions, binding affinities, motifs and genomic positions Nucleic Acids Res. 2017 45 142 154 10.1093/nar/gkw832 27651463 114. Tanaka H Epigenetic regulation of the Blimp-1 gene (Prdm1) in B cells involves Bach2 and histone deacetylase 3 J. Biol. Chem. 2016 291 6316 6330 10.1074/jbc.M116.713842 26786103 115. Azagra A In vivo conditional deletion of HDAC7 reveals its requirement to establish proper B lymphocyte identity and development J. Exp. Med. 2016 213 2591 2601 10.1084/jem.20150821 27810920 116. Wang Z A small molecular compound CC1007 induces cross-lineage differentiation by inhibiting HDAC7 expression and HDAC7/MEF2C interaction in BCR-ABL1(-) pre-B-ALL Cell Death Dis. 2020 11 738 10.1038/s41419-020-02949-1 32913188 117. Girard N RARα-PLZF oncogene inhibits C/EBPα function in myeloid cells Proc. Natl. Acad. Sci. USA 2013 110 13522 13527 10.1073/pnas.1310067110 23898169 118. Fu L A minicircuitry of microRNA-9-1 and RUNX1-RUNX1T1 contributes to leukemogenesis in t(8;21) acute myeloid leukemia Int. J. Cancer 2017 140 653 661 10.1002/ijc.30481 27770540 119. Gil VS Deregulated expression of HDAC9 in B cells promotes development of lymphoproliferative disease and lymphoma in mice Dis. Models Mech. 2016 9 1483 1495 10.1242/dmm.023366 120. Jiang Y CREBBP inactivation promotes the development of HDAC3-dependent lymphomas Cancer Discov. 2017 7 38 53 10.1158/2159-8290.CD-16-0975 27733359 121. Sandhu SK miR-155 targets histone deacetylase 4 (HDAC4) and impairs transcriptional activity of B-cell lymphoma 6 (BCL6) in the Eμ-miR-155 transgenic mouse model Proc. Natl. Acad. Sci. USA 2012 109 20047 20052 10.1073/pnas.1213764109 23169640 122. Zhao X Methylation of RUNX1 by PRMT1 abrogates SIN3A binding and potentiates its transcriptional activity Genes Dev. 2008 22 640 653 10.1101/gad.1632608 18316480 123. Vu LP PRMT4 blocks myeloid differentiation by assembling a methyl-RUNX1-dependent repressor complex Cell Rep. 2013 5 1625 1638 10.1016/j.celrep.2013.11.025 24332853 124. Herglotz J Histone arginine methylation keeps RUNX1 target genes in an intermediate state Oncogene 2013 32 2565 2575 10.1038/onc.2012.274 22777353 125. Huang G The ability of MLL to bind RUNX1 and methylate H3K4 at PU.1 regulatory regions is impaired by MDS/AML-associated RUNX1/AML1 mutations Blood 2011 118 6544 6552 10.1182/blood-2010-11-317909 22012064 126. Streubel G PRMT4 is a novel coactivator of c-Myb-dependent transcription in haematopoietic cell lines PLoS Genet. 2013 9 e1003343 10.1371/journal.pgen.1003343 23505388 127. Kowenz-Leutz E Crosstalk between C/EBPbeta phosphorylation, arginine methylation, and SWI/SNF/Mediator implies an indexing transcription factor code EMBO J. 2010 29 1105 1115 10.1038/emboj.2010.3 20111005 128. Zhang L Cross-talk between PRMT1-mediated methylation and ubiquitylation on RBM15 controls RNA splicing eLife 2015 4 e07938 10.7554/eLife.07938 26575292 129. Cheung N Protein arginine-methyltransferase-dependent oncogenesis Nat. Cell Biol. 2007 9 1208 1215 10.1038/ncb1642 17891136 130. Kuntimaddi A Degree of recruitment of DOT1L to MLL-AF9 defines level of H3K79 Di- and tri-methylation on target genes and transformation potential Cell Rep. 2015 11 808 820 10.1016/j.celrep.2015.04.004 25921540 131. Zhou B PRDM16 suppresses MLL1r leukemia via intrinsic histone methyltransferase activity Mol. Cell 2016 62 222 236 10.1016/j.molcel.2016.03.010 27151440 132. Wang S Genetic polymorphisms of histone methyltransferase SETD2 predicts prognosis and chemotherapy response in Chinese acute myeloid leukemia patients J. Transl. Med. 2019 17 101 10.1186/s12967-019-1848-9 30922329 133. Fujiwara T 3-Deazaneplanocin A (DZNep), an inhibitor of S-adenosylmethionine-dependent methyltransferase, promotes erythroid differentiation J. Biol. Chem. 2014 289 8121 8134 10.1074/jbc.M114.548651 24492606 134. Takeuchi M LSD1/KDM1A promotes hematopoietic commitment of hemangioblasts through downregulation of Etv2 Proc. Natl. Acad. Sci. USA 2015 112 13922 13927 10.1073/pnas.1517326112 26512114 135. Liu L Histone lysine-specific demethylase 1 (LSD1) protein is involved in Sal-like protein 4 (SALL4)-mediated transcriptional repression in hematopoietic stem cells J. Biol. Chem. 2013 288 34719 34728 10.1074/jbc.M113.506568 24163373 136. Thambyrajah R GFI1 proteins orchestrate the emergence of haematopoietic stem cells through recruitment of LSD1 Nat. Cell Biol. 2016 18 21 32 10.1038/ncb3276 26619147 137. Xu J Corepressor-dependent silencing of fetal hemoglobin expression by BCL11A Proc. Natl. Acad. Sci. USA 2013 110 6518 6523 10.1073/pnas.1303976110 23576758 138. Benyoucef A UTX inhibition as selective epigenetic therapy against TAL1-driven T-cell acute lymphoblastic leukemia Genes Dev. 2016 30 508 521 10.1101/gad.276790.115 26944678 139. Chen M JMJD1C is required for the survival of acute myeloid leukemia by functioning as a coactivator for key transcription factors Genes Dev. 2015 29 2123 2139 10.1101/gad.267278.115 26494788 140. Sroczynska P shRNA screening identifies JMJD1C as being required for leukemia maintenance Blood 2014 123 1870 1882 10.1182/blood-2013-08-522094 24501218 141. Goossens S Oncogenic ZEB2 activation drives sensitivity toward KDM1A inhibition in T-cell acute lymphoblastic leukemia Blood 2017 129 981 990 10.1182/blood-2016-06-721191 28069602 142. McGrath JP Pharmacological inhibition of the histone lysine demethylase KDM1A suppresses the growth of multiple acute myeloid leukemia subtypes Cancer Res. 2016 76 1975 1988 10.1158/0008-5472.CAN-15-2333 26837761 143. Maiques-Diaz A Lynch JT Spencer GJ Somervaille TCP LSD1 inhibitors disrupt the GFI1 transcription repressor complex Mol. Cell. Oncol. 2018 5 e1481813 10.1080/23723556.2018.1481813 30250927 144. Li Y Dynamic interaction between TAL1 oncoprotein and LSD1 regulates TAL1 function in hematopoiesis and leukemogenesis Oncogene 2012 31 5007 5018 10.1038/onc.2012.8 22310283 145. Gozdecka M UTX-mediated enhancer and chromatin remodeling suppresses myeloid leukemogenesis through noncatalytic inverse regulation of ETS and GATA programs Nat. Genet. 2018 50 883 894 10.1038/s41588-018-0114-z 29736013 146. Leong WZ ARID5B as a critical downstream target of the TAL1 complex that activates the oncogenic transcriptional program and promotes T-cell leukemogenesis Genes Dev. 2017 31 2343 2360 10.1101/gad.302646.117 29326336 147. Kim JY KDM3B is the H3K9 demethylase involved in transcriptional activation of lmo2 in leukemia Mol. Cell. Biol. 2012 32 2917 2933 10.1128/MCB.00133-12 22615488 148. Rocha-Viegas L Role of UTX in retinoic acid receptor-mediated gene regulation in leukemia Mol. Cell. Biol. 2014 34 3765 3775 10.1128/MCB.00839-14 25071154 149. Arteaga MF The histone demethylase PHF8 governs retinoic acid response in acute promyelocytic leukemia Cancer Cell 2013 23 376 389 10.1016/j.ccr.2013.02.014 23518351 150. Cusan M LSD1 inhibition exerts its antileukemic effect by recommissioning PU.1- and C/EBPalpha-dependent enhancers in AML Blood 2018 131 1730 1742 10.1182/blood-2017-09-807024 29453291 151. van den Boom V Non-canonical PRC1.1 targets active genes independent of H3K27me3 and is essential for leukemogenesis Cell Rep. 2016 14 332 346 10.1016/j.celrep.2015.12.034 26748712 152. Wang H Transcriptional regulation of JARID1B/KDM5B histone demethylase by Ikaros, histone deacetylase 1 (HDAC1), and casein kinase 2 (CK2) in B-cell acute lymphoblastic leukemia J. Biol. Chem. 2016 291 4004 4018 10.1074/jbc.M115.679332 26655717 153. Li J GTF2I-RARA is a novel fusion transcript in a t(7;17) variant of acute promyelocytic leukaemia with clinical resistance to retinoic acid Br. J. Haematol. 2015 168 904 908 10.1111/bjh.13157 25284716 154. Grebien F Pharmacological targeting of the Wdr5–MLL interaction in C/EBPα N-terminal leukemia Nat. Chem. Biol. 2015 11 571 578 10.1038/nchembio.1859 26167872 155. Wang P Wang Z Liu J Role of HDACs in normal and malignant hematopoiesis Mol. Cancer 2020 19 5 10.1186/s12943-019-1127-7 31910827",
    "full_text_abstract": "Hematopoiesis requires finely tuned regulation of gene expression at each stage of development. The regulation of gene transcription involves not only individual transcription factors (TFs) but also transcription complexes (TCs) composed of transcription factor(s) and multisubunit cofactors. In their normal compositions, TCs orchestrate lineage-specific patterns of gene expression and ensure the production of the correct proportions of individual cell lineages during hematopoiesis. The integration of posttranslational and conformational modifications in the chromatin landscape, nucleosomes, histones and interacting components via the cofactor–TF interplay is critical to optimal TF activity. Mutations or translocations of cofactor genes are expected to alter cofactor–TF interactions, which may be causative for the pathogenesis of various hematologic disorders. Blocking TF oncogenic activity in hematologic disorders through targeting cofactors in aberrant complexes has been an exciting therapeutic strategy. In this review, we summarize the current knowledge regarding the models and functions of cofactor–TF interplay in physiological hematopoiesis and highlight their implications in the etiology of hematological malignancies. This review presents a deep insight into the physiological and pathological implications of transcription machinery in the blood system."
}