{
    "PMC": "5763701",
    "DOI": "10.1100/tsw.2010.38",
    "PMID": "20305986",
    "PMCID": "PMC5763701",
    "title": "Saliva: physiology and diagnostic potential in health and disease.",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC5763701",
    "source": "MED",
    "abstract_text": "Saliva has been described as the mirror of the body. In a world of soaring healthcare costs and an environment where rapid diagnosis may be critical to a positive patient outcome, saliva is emerging as a viable alternative to blood sampling. In this review, we discuss the composition and various physiological roles of saliva in the oral cavity, including soft tissue protection, antimicrobial activities, and oral tissue repair. We then explore saliva as a diagnostic marker of local oral disease and focus particularly on oral cancers. The cancer theme continues when we focus on systemic disease diagnosis from salivary biomarkers. Communicable disease is the focus of the next section where we review the literature relating to the direct and indirect detection of pathogenic infections from human saliva. Finally, we discuss hormones involved in appetite regulation and whether saliva is a viable alternative to blood in order to monitor hormones that are involved in satiety.",
    "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5763701 20305986 186728 10.1100/tsw.2010.38 Review Article Saliva: Physiology and Diagnostic Potential in Health and Disease Farnaud Sebastien J. C. 1 2 Kosti Ourania 3 Getting Stephen J. 1 Renshaw Derek 1 * 1 Inflammation and Infection Group, School of Life Sciences, University of Westminster, London, UK 2 Dr. Hadwen Trust for Humane Research, Hitchin, UK 3 Division of Carcinogenesis, Biomarkers and Epidemiology Lombardi Comprehensive Cancer Center, Georgetown University, Washington, DC, USA *Derek Renshaw: renshad@wmin.ac.uk Academic Editor: Mauro Perretti 2010 16 3 2010 10 434 456 8 12 2009 10 2 2010 13 2 2010 Copyright © 2010 Sebastien J. C. Farnaud et al. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Saliva has been described as the mirror of the body. In a world of soaring healthcare costs and an environment where rapid diagnosis may be critical to a positive patient outcome, saliva is emerging as a viable alternative to blood sampling. In this review, we discuss the composition and various physiological roles of saliva in the oral cavity, including soft tissue protection, antimicrobial activities, and oral tissue repair. We then explore saliva as a diagnostic marker of local oral disease and focus particularly on oral cancers. The cancer theme continues when we focus on systemic disease diagnosis from salivary biomarkers. Communicable disease is the focus of the next section where we review the literature relating to the direct and indirect detection of pathogenic infections from human saliva. Finally, we discuss hormones involved in appetite regulation and whether saliva is a viable alternative to blood in order to monitor hormones that are involved in satiety. biomarkers saliva oral disease diagnostic markers",
    "full_text_abstract": "Saliva has been described as the mirror of the body. In a world of soaring healthcare costs and an environment where rapid diagnosis may be critical to a positive patient outcome, saliva is emerging as a viable alternative to blood sampling. In this review, we discuss the composition and various physiological roles of saliva in the oral cavity, including soft tissue protection, antimicrobial activities, and oral tissue repair. We then explore saliva as a diagnostic marker of local oral disease and focus particularly on oral cancers. The cancer theme continues when we focus on systemic disease diagnosis from salivary biomarkers. Communicable disease is the focus of the next section where we review the literature relating to the direct and indirect detection of pathogenic infections from human saliva. Finally, we discuss hormones involved in appetite regulation and whether saliva is a viable alternative to blood in order to monitor hormones that are involved in satiety."
}