{
  "PMC": "3925458",
  "DOI": "10.4161/cib.26316",
  "PMID": "24567774",
  "PMCID": "PMC3925458",
  "title": "Tubulin polymerization promoting protein 1 (TPPP1): A DNA-damage induced microtubule regulatory gene.",
  "year": 2013,
  "source_url": "https://europepmc.org/article/PMC/PMC3925458",
  "source": "MED",
  "abstract_text": "The eukaryotic cell cycle relies heavily on the mechanical forces vested by the dynamic rearrangement of the microtubule (MT) network. Tubulin Polymerization promoting Protein 1 (TPPP1) alters MT dynamics by driving MT polymerization as well as stabilization, via increasing MT acetylation. It increases MT rigidity, which results in reduced cell proliferation through downregulation of G1/S-phase and mitosis to G1-phase cell cycle transitioning. In this communication, we provide further evidence that TPPP1 may be an important regulator of genomic homeostasis. Our preliminary data show that long-term TPPP1 overexpression reduces cell viability via induction of apoptotic cell death pathways. Moreover, induction of DNA-damage results in increased TPPP1 expression, which is inhibited in the absence of expression of the tumor suppressor p53.",
  "full_text": "Commun Integr Biol Commun Integr Biol CIB Communicative & Integrative Biology 1942-0889 Landes Bioscience 3925458 2013CIB0081R 10.4161/cib.26316 26316 Article Addendum Tubulin polymerization promoting protein 1 (TPPP1) A DNA-damage induced microtubule regulatory gene Schofield Alice Bernard Ora * Cytoskeleton and Cancer Unit; St Vincent’s Institute of Medical Research; Department of Medicine (St. Vincent’s Hospital); University of Melbourne; Melbourn VIC Australia * Correspondence to: Ora Bernard, Email: obernard@svi.edu.au 01 11 2013 05 9 2013 05 9 2013 6 6 e26316 02 7 2013 28 8 2013 29 8 2013 Copyright © 2013 Landes Bioscience 2013 This is an open-access article licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported License. The article may be redistributed, reproduced, and reused for non-commercial purposes, provided the original source is properly cited. The eukaryotic cell cycle relies heavily on the mechanical forces vested by the dynamic rearrangement of the microtubule (MT) network. Tubulin Polymerization promoting Protein 1 (TPPP1) alters MT dynamics by driving MT polymerization as well as stabilization, via increasing MT acetylation. It increases MT rigidity, which results in reduced cell proliferation through downregulation of G 1 /S-phase and mitosis to G 1 -phase cell cycle transitioning. In this communication, we provide further evidence that TPPP1 may be an important regulator of genomic homeostasis. Our preliminary data show that long-term TPPP1 overexpression reduces cell viability via induction of apoptotic cell death pathways. Moreover, induction of DNA-damage results in increased TPPP1 expression, which is inhibited in the absence of expression of the tumor suppressor p53. Keywords: TPPP1 HDAC6 ROCK Cdk Cell cycle p53 signal transduction In eukaryotic cells, microtubules (MT) form highly organized macro-molecular structures whose spatial arrangement define cellular morphology as well as organelle distribution in interphase cells. In addition to these global MT matrices, MT subsets form or contribute to specialized structures important for the eukaryotic cell life cycle including the transient mitotic spindle and astral microtubules as well as centrosomes and centrioles. To achieve these conformations, MT populations exhibit both static and dynamic characteristics, which are achieved through several mechanisms including specialized microtubule-associated proteins (MAPs) that modulate MT polymerization-depolymerization kinetics and MT post-translational modifications that affect MT stability. Herein, we discuss the MAP Tubulin Polymerization Promoting Protein 1 (TPPP1), a protein that we have recently identified as an inhibitor of the cell cycle, 1 and provide additional insight into its possible role as a tumor suppressor gene. Tubulin Polymerization Promoting Protein 1 (TPPP1) Tubulin Polymerization Promoting Protein 1 (TPPP1), also known as p25 (protein of MW 25 kDa), is a member of the TPPP family that in vertebrates also includes TPPP2 (p20) and TPPP3 (p18). 5 , 6 It is a ubiquitously expressed unique MAP that functions to increase MT polymerization and MT acetylation, a stabilizing modification. 3 , 5 , 7 , 8 At present, the precise mechanism by which TPPP1 increases MT polymerization is unclear. It binds soluble ‘tubulin’ purified from bovine brain, 5 however it is not known whether TPPP1 binds to α-tubulin or β-tubulin subunits or to the α-/ β-tubulin heterodimer. TPPP1 is a Mg 2+ dependent GTP-binding protein; 5 , 9 therefore, it may act as a nucleotide exchange co-factor to enhance the polymerizing GTP-tubulin pool and increase the rate of MT polymerization or alternatively, it may act as a scaffold protein to bind and deliver tubulin heterodimers to nascent protofilaments. In contrast, TPPP1 modulates MT acetylation by binding to the α-tubulin deacetylase Histone deacetylase 6 (HDAC6) and inhibiting its activity, resulting in a reciprocal increase in MT acetylation. 3 , 10 Our recent work demonstrated that TPPP1 activity is inhibited by its phosphorylation by Rho-associated Coiled-coil kinase (ROCK) and cyclin dependent kinase 1 (Cdk1). Specifically, we show that ROCK-TPPP1 prevents TPPP1 binding and inhibition of HDAC6, whereas Cdk1-TPPP1 signaling inhibits its MT polymerizing activity. 1 Expression of TPPP1 in cells enhances MT network rigidity through inhibition of HDAC6 activity and the consequential increase in MT acetylation. Early studies suggested that TPPP1 expression prevents the assembly of the mitotic spindle 5 and reduces cell division, 8 whereas ectopic expression of microRNA-206 (miRNA-206), a miRNA shown to reduce TPPP1 levels, increased the number of dividing cells. 11 Our recent study confirmed that TPPP1 overexpression and knockdown increased and decreased cell proliferation, respectively. 1 Interestingly, our analysis revealed that TPPP1 achieves this via reduction of both the G 1 /S-phase and the mitosis to G 1 -phase transitions. More specifically, we show that TPPP1-mediated HDAC6 inhibition delays the G 1 /S-phase transition, whereas its regulation of the G 2 /M-phase transition is dependent on this function and its promotion of MT polymerization. These results provide a compelling argument that TPPP1 is a significant broad-spectrum enforcer of the cell cycle checkpoints. If this were the case, then pharmacologically induced DNA-damage might elicit an increase in TPPP1 expression or activity to enforce cell cycle checkpoints enabling the repair of DNA or to induce apoptotic cell death programs. Interestingly, our preliminary data demonstrate that treatment of cells with the intercalator Doxorubicin, the topoisomerase II targeting Etoposide or the alkylating agent Methyl methanesulfonate (MMS) increase TPPP1 expression ( Fig. 1A ). These data suggest that induction of TPPP1 expression is a general mechanism in response to DNA damage as a means of activating the cell cycle checkpoints. Moreover, long-term expression of TPPP1 reduces cell viability ( Fig. 1B-D ) via induction of apoptotic cell death ( Fig. 1E ), thereby adding more credence to the idea that TPPP1 is an important monitor of genomic integrity. Figure 1. TPPP1 expression increases in response to DNA-damage. (A) Induction of DNA-damage increases TPPP1 expression. U2OS cells were incubated with MMS (0.05%), Doxorubicin (Doxo; 10 μM) or Etoposide (Eto; 10 μM) as described in the materials and methods. Cell lysates were analyzed by western blotting for TPPP1, p53 (experimental control) and GAPDH (loading control). ( B-D ) TPPP1 expression reduces cell viability. Cells stably expressing Flag-TPPP1 or vector were analyzed by cell counts and tyrpan blue counterstaining (B), MTS assays (C) or propium iodide staining and flow cytometry (C) (n = 3; *p < 0.05). (E) TPPP1 expression increases apoptotic cell death. Cells described in ( B-D ) were analyzed by western blotting for cleaved PARP (apoptosis marker), Flag, TPPP1 and GADPD (loading control). (F) The TPPP1 gene contains a putative p53-response element in intron 1. (G) DNA-damage induced increases in TPPP1 expression is inhibited in the absence of p53. HCT116 p53 +/+ and −/− cells were treated with Doxorubicin (Doxo) or Etoposide (Eto) as described in (A). Cell lysates were subject to western blotting for p53, H2AX (DNA-damage marker) and GAPDH (loading control). (H) Proposed model of TPPP1 regulation and function in cells. ( i ) After DNA damage the increased amount of p53 binds to the TPPP1 gene resulting in its increased transcription and protein expression. ( ii ) Increased TPPP1 contributes to cell cycle arrest, temporally enabling monitoring of DNA fidelity. ( iii ) In the case of high DNA-damage, TPPP1 expression and activity is prolonged to enable the induction of apoptotic cell death. ( iv ) However, if DNA is not compromised, TPPP1 activity is downregulated to enable cells to progress through the cell cycle. Finally, p53 is an important tumor suppressor gene that acts as a transcriptional regulator of several genes essential for the precise regulation of cell division. Interestingly, during our investigation, we observed that the TPPP1 gene contains a putative p53 response element [5′-RRRCWWGYYY-(N 0–13 )-RRRCWWGYYY-3′], 12 located in intron 1 ( Fig. 1F ). Given the presence of a p53 binding motif and that TPPP1 expression is increased in response to DNA damage, also an inducer of p53 expression, TPPP1 may be a p53 transcriptionally upregulated gene. Our preliminary analysis of wild-type HCT116 colorectal cells (p53+/+) or HCT116 cells lacking p53 (p53−/−) revealed that in the absence of p53, the increase in TPPP1 expression after DNA-damage was inhibited ( Fig. 1G ). Materials and Methods Plasmids, Tissue Culture and Pharmacological treatments All plasmid constructs were generated as previously described. 1 U2OS osteosarcoma and HCT116 colorectal carcinoma cells were cultured and maintained in DMEM supplemented with 10% FBS. U2OS cells stably expressing TPPP1 were generated as previously described. 1 Drugs used in this study were dissolved in solvents recommended by the manufacturer. Methyl methanesulfonate (MMS; Sigma) treatment was performed with 0.05% MMS 2 h prior to washout and recovery for two hours. Doxorubucin (10 μM; Sigma) and etoposide (10 μM; Sigma) incubations were performed for 16 h. Immunoblotting Immunoblotting was performed as previously described. 2 The following antibodies (Abs) were obtained from Cell Signaling: anti-cleaved PARP and GAPDH-HRP. The anti-TPPP1 Ab was previously described. 3 Anti-p53 and anti-H2AX Abs were generous gifts of A/Prof Ygal Haupt (Peter MacCallum Cancer Centre, Melbourne) and Dr Boris Sarcevic (St. Vincent’s Institute, Melbourne), respectively. Cell viability assays Sub-G 0 cell populations were determined by flow cytometry of Propidium Iodide labeled cells performed as previously described 1 and analyzed using the FlowJo (v8.8.6) software. Cell metabolism, as a measure of cell viability, was performed using the CellTiter 96® AQueous Non-Radioactive Cell Proliferation Assay kit (Promega) by analysis of MTS [3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium)] metabolism at 24 h post-plating. Cell viability counts were conducted by seeding cells at a density of 2x10 5 cells/well in 6-well plates 24 h prior to trypsinization and resuspension in PBS. Equal volumes of cell suspension and 0.4% (w/v) trypan blue solution were mixed and incubated at room temperature for 5 min. Total cell and dead cell, trypan blue positive, counts were performed with a hemocytometer using a light microscope. Bioinformatics and Data Analysis TPPP1 genomic sequences were obtained from NCBI (AC_000137) and analyzed for the presence of a p53-response element [5′-RRRCWWGYYY-(N 0–13 )-RRRCWWGYYY-3′] 4 using the ApE software (M. Wayne Davis, University of Utah, http://biologylabs.utah.edu/jorgensen/wayned/ape/ ). Data are expressed as mean ± SEM of three independent experiments and analyzed by two-tailed unpaired t-tests. Conclusion In conclusion, we hypothesize that TPPP1 is an important enforcer of the cell cycle checkpoints and that correct regulation of its activity may be important for maintaining tissue homeostasis. Moreover, given its potential role as a tumor suppressor gene, we propose that aberrant inactivation of TPPP1 may initiate the hyper-proliferative stage of cancer development. Specifically, we propose a model whereby TPPP1 transcription is promoted by p53-mediated binding to a response element located in Intron 1 of the TPPP1 gene. As a result of p53-mediated cis-activation of the TPPP1 gene, TPPP1 expression is increased to enforce cell cycle checkpoints. In the case that DNA fidelity is compromised, prolonged p53 and consequential TPPP1 expression contributes to the initiation of apoptotic cell death programs ( Fig. 1H ). Disclosure of Potential Conflicts of Interest No potential conflicts of interest were disclosed. Acknowledgments The authors wish to thank A/Prof Ygal Haupt (Tumour Suppressor Laboratory, Peter MacCallum Cancer Institute), A/Prof Jörg Heierhorst (Molecular Genetics Unit, St. Vincent’s Institute) and Dr Boris Sarcevic (Cell cycle and Cancer Unit, St. Vincent’s Institute) for contributing reagents. This research was supported by grants and a fellowship (to O.B.) from the National Health and Medical Research Council (NHMRC), the Australian Research Council (ARC), the Cancer Council of Victoria and in part by the Victorian Government’s Operational Infrastructure Support Program. A.V.S was the recipient of an Australian Postgraduate Award and a St Vincent’s Institute Foundation Top-up Scholarship. Previously published online: www.landesbioscience.com/journals/cib/article/26316 Schofield AV Gamell C Suryadinata R Sarcevic B Bernard O Tubulin polymerization promoting protein 1 (Tppp1) phosphorylation by Rho-associated coiled-coil kinase (rock) and cyclin-dependent kinase 1 (Cdk1) inhibits microtubule dynamics to increase cell proliferation J Biol Chem 2013 288 7907 17 10.1074/jbc.M112.441048 References 1 Schofield AV Gamell C Suryadinata R Sarcevic B Bernard O Tubulin polymerization promoting protein 1 (Tppp1) phosphorylation by Rho-associated coiled-coil kinase (rock) and cyclin-dependent kinase 1 (Cdk1) inhibits microtubule dynamics to increase cell proliferation J Biol Chem 2013 288 7907 17 10.1074/jbc.M112.441048 23355470 2 Schofield AV Steel R Bernard O Rho-associated coiled-coil kinase (ROCK) protein controls microtubule dynamics in a novel signaling pathway that regulates cell migration J Biol Chem 2012 287 43620 9 10.1074/jbc.M112.394965 23093407 3 Acevedo K Li R Soo P Suryadinata R Sarcevic B Valova VA Graham ME Robinson PJ Bernard O The phosphorylation of p25/TPPP by LIM kinase 1 inhibits its ability to assemble microtubules Exp Cell Res 2007 313 4091 106 10.1016/j.yexcr.2007.08.012 18028908 4 Cook JL Ré RN Giardina JF Fontenot FE Cheng DY Alam J Distance constraints and stereospecific alignment requirements characteristic of p53 DNA-binding consensus sequence homologies Oncogene 1995 11 723 33 7651736 5 Tirián L Hlavanda E Oláh J Horváth I Orosz F Szabó B Kovács J Szabad J Ovádi J TPPP/p25 promotes tubulin assemblies and blocks mitotic spindle formation Proc Natl Acad Sci U S A 2003 100 13976 81 10.1073/pnas.2436331100 14623963 6 Vincze O Tökési N Oláh J Hlavanda E Zotter A Horváth I Lehotzky A Tirián L Medzihradszky KF Kovács J Tubulin polymerization promoting proteins (TPPPs): members of a new family with distinct structures and functions Biochemistry 2006 45 13818 26 10.1021/bi061305e 17105200 7 Hlavanda E Kovács J Oláh J Orosz F Medzihradszky KF Ovádi J Brain-specific p25 protein binds to tubulin and microtubules and induces aberrant microtubule assemblies at substoichiometric concentrations Biochemistry 2002 41 8657 64 10.1021/bi020140g 12093283 8 Lehotzky A Tirián L Tökési N Lénárt P Szabó B Kovács J Ovádi J Dynamic targeting of microtubules by TPPP/p25 affects cell survival J Cell Sci 2004 117 6249 59 10.1242/jcs.01550 15564385 9 Zotter A Bodor A Oláh J Hlavanda E Orosz F Perczel A Ovádi J Disordered TPPP/p25 binds GTP and displays Mg2+-dependent GTPase activity FEBS Lett 2011 585 803 8 10.1016/j.febslet.2011.02.006 21316364 10 Tokési N Lehotzky A Horváth I Szabó B Oláh J Lau P Ovádi J TPPP/p25 promotes tubulin acetylation by inhibiting histone deacetylase 6 J Biol Chem 2010 285 17896 906 10.1074/jbc.M109.096578 20308065 11 Lehotzky A Lau P Tokési N Muja N Hudson LD Ovádi J Tubulin polymerization-promoting protein (TPPP/p25) is critical for oligodendrocyte differentiation Glia 2010 58 157 68 10.1002/glia.20909 19606501 12 el-Deiry WS Kern SE Pietenpol JA Kinzler KW Vogelstein B Definition of a consensus binding site for p53 Nat Genet 1992 1 45 9 10.1038/ng0492-45 1301998",
  "plain_text": "The eukaryotic cell cycle relies heavily on the mechanical forces vested by the dynamic rearrangement of the microtubule (MT) network. Tubulin Polymerization promoting Protein 1 (TPPP1) alters MT dynamics by driving MT polymerization as well as stabilization, via increasing MT acetylation. It increases MT rigidity, which results in reduced cell proliferation through downregulation of G 1 /S-phase and mitosis to G 1 -phase cell cycle transitioning. In this communication, we provide further evidence that TPPP1 may be an important regulator of genomic homeostasis. Our preliminary data show that long-term TPPP1 overexpression reduces cell viability via induction of apoptotic cell death pathways. Moreover, induction of DNA-damage results in increased TPPP1 expression, which is inhibited in the absence of expression of the tumor suppressor p53."
}
