{
  "PMC": "4671959",
  "DOI": "10.1016/j.cell.2015.11.005",
  "PMID": "26638071",
  "PMCID": "PMC4671959",
  "title": "Redox Signaling by the RNA Polymerase III TFIIB-Related Factor Brf2.",
  "year": 2015,
  "source_url": "https://europepmc.org/article/PMC/PMC4671959",
  "source": "MED",
  "abstract_text": "TFIIB-related factor 2 (Brf2) is a member of the family of TFIIB-like core transcription factors. Brf2 recruits RNA polymerase (Pol) III to type III gene-external promoters, including the U6 spliceosomal RNA and selenocysteine tRNA genes. Found only in vertebrates, Brf2 has been linked to tumorigenesis but the underlying mechanisms remain elusive. We have solved crystal structures of a human Brf2-TBP complex bound to natural promoters, obtaining a detailed view of the molecular interactions occurring at Brf2-dependent Pol III promoters and highlighting the general structural and functional conservation of human Pol II and Pol III pre-initiation complexes. Surprisingly, our structural and functional studies unravel a Brf2 redox-sensing module capable of specifically regulating Pol III transcriptional output in living cells. Furthermore, we establish Brf2 as a central redox-sensing transcription factor involved in the oxidative stress pathway and provide a mechanistic model for Brf2 genetic activation in lung and breast cancer.",
  "full_text": "Cell Cell Cell 0092-8674 1097-4172 Cell Press 4671959 S0092-8674(15)01485-3 10.1016/j.cell.2015.11.005 Article Redox Signaling by the RNA Polymerase III TFIIB-Related Factor Brf2 Gouge Jerome 1 3 Satia Karishma 1 3 Guthertz Nicolas 1 Widya Marcella 1 Thompson Andrew James 1 Cousin Pascal 2 Dergai Oleksandr 2 Hernandez Nouria 2 Vannini Alessandro alessandro.vannini@icr.ac.uk 1 ∗ 1 Division of Structural Biology, The Institute of Cancer Research, London SW7 3RP, UK 2 Center for Integrative Genomics, Faculty of Biology and Medicine, University of Lausanne, 1015 Lausanne, Switzerland ∗ Corresponding author alessandro.vannini@icr.ac.uk 3 Co-first author 03 12 2015 03 12 2015 163 6 1375 1387 21 8 2015 14 10 2015 23 10 2015 © 2015 The Authors 2015 This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). Summary TFIIB-related factor 2 (Brf2) is a member of the family of TFIIB-like core transcription factors. Brf2 recruits RNA polymerase (Pol) III to type III gene-external promoters, including the U6 spliceosomal RNA and selenocysteine tRNA genes. Found only in vertebrates, Brf2 has been linked to tumorigenesis but the underlying mechanisms remain elusive. We have solved crystal structures of a human Brf2-TBP complex bound to natural promoters, obtaining a detailed view of the molecular interactions occurring at Brf2-dependent Pol III promoters and highlighting the general structural and functional conservation of human Pol II and Pol III pre-initiation complexes. Surprisingly, our structural and functional studies unravel a Brf2 redox-sensing module capable of specifically regulating Pol III transcriptional output in living cells. Furthermore, we establish Brf2 as a central redox-sensing transcription factor involved in the oxidative stress pathway and provide a mechanistic model for Brf2 genetic activation in lung and breast cancer. Graphical Abstract Highlights • Architectural conservation of TFIIB and TFIIB-related factors • Brf2 is a redox-sensing RNA polymerase III core transcription factor • Brf2 regulates cellular responses to oxidative stress • Brf2 amplification enables cancer cells to evade oxidative stress-induced apoptosis Direct redox-sensing by the RNA polymerase III core transcription factor Brf2 couples cellular responses to oxidative stress and regulation of transcriptional output, contributing to the ability of cancer cells to evade death induced by reactive oxygen species. Published: December 3, 2015 Introduction In the eukaryotic nucleus, RNA polymerase (Pol) III transcribes genes encoding essential RNAs, including tRNAs and the 5S rRNA. The accurate recruitment of Pol III to its target genes and the formation of a transcriptionally active pre-initiation complex (PIC) occur through the association of Pol III with several specific transcription factors but TFIIIB is the key factor required for this process ( Kassavetis et al., 1999 , Schramm and Hernandez, 2002 ). TFIIIB is a complex composed of the TFIIB-related factor 1 (Brf1) ( López-De-León et al., 1992 , Wang and Roeder, 1995 ), the TATA binding protein (TBP) ( Kassavetis et al., 1992 , Lobo et al., 1992 ), and Bdp1, a SANT domain-containing protein ( Kassavetis et al., 1995 , Schramm et al., 2000 ). Vertebrates contain an alternative TFIIIB complex in which Brf1 is replaced by the TFIIB-related factor 2 (Brf2) ( Cabart and Murphy, 2001 , Schramm et al., 2000 , Teichmann et al., 2000 ). The Brf2-containing TFIIIB complex recruits Pol III to type III promoters, characterized by a TATA box located 20–25 base pairs (bp) upstream of the transcriptional start site and a proximal sequence element (PSE) located further upstream ( Schramm and Hernandez, 2002 ). The TATA box is recognized by the Brf2-TBP complex, which binds synergistically with SNAP c , a complex binding to the PSE ( Henry et al., 1995 ). Actively transcribed Brf2-dependent genes have been characterized genome-wide ( Carrière et al., 2012 , James Faresse et al., 2012 , Oler et al., 2010 ) and encode a small collection of RNAs including the spliceosomal U6 small nuclear RNA (snRNA), the RNA component of the tRNA processing enzyme RNase P, and the selenocysteine tRNA ( Table S1 ). Brf2 and Brf1 are part of a family of TFIIB-like transcription factors that share structural and functional features with the archetypal Pol II transcription factor TFIIB ( Knutson and Hahn, 2011 , Naidu et al., 2011 , Vannini and Cramer, 2012 ). These factors all contain an N-terminal B-ribbon/reader/linker domain, which protrudes toward the polymerase active site, and a B-core domain consisting of two cyclin fold imperfect repeats, which in TFIIB binds simultaneously to the core of the Pol II enzyme, TBP, and the DNA. Additionally, Brf2 and Brf1 contain C-terminal domains (CTDs), which represent the major site of interaction with the adjoining TFIIIB subunits Bdp1 and TBP ( Saxena et al., 2005 ). Whether TFIIB-like factors display the same architecture as TFIIB when bound to TBP and DNA is currently not known. Pol III transcription is tightly regulated during the cell-cycle and its upregulation has been linked to tumorigenesis ( White, 2011 ). Recently, Brf2 was found to be specifically amplified in the squamous cell carcinoma subtype of non-small cell lung cancer ( Lockwood et al., 2010 ). Additionally, Brf2 overexpression is observed in several forms of cancers and correlates with poor patient survival rates, implicating Brf2 as a general oncogene, a prognosis marker, and a target for new anticancer therapies ( Cabarcas and Schramm, 2011 , Lu et al., 2013 , Lu et al., 2014 ). Despite its significance, very little is known about the molecular architecture and mechanisms underlying Brf2-dependent Pol III transcription and its regulation. Results Architecture of Brf2-TBP/DNA Complexes We obtained X-ray crystallographic structures of Brf2-TBP complexes bound to the U6 snRNA (copy number 2, U6-2), RPPH1, and TRNAU1 promoters at resolutions of 1.9 Å, 2.2 Å, and 2.7 Å, respectively ( Figures 1 A and S1 A–S1D; Table S2 ). In all three cases, the double-stranded DNA scaffold used for crystallization was 28 bp long and corresponded to promoter sequences extending 10 bp upstream and downstream of the TATA box ( Figure S1 A). Notably, the DNA path was not perturbed by the crystalline environment and was influenced only by the specific interactions with TBP and Brf2. Where not stated otherwise, we focus on the analysis of the complex solved at the highest resolution, the Brf2-TBP/U6-2 complex (hereafter referred to as the Brf2-TBP/DNA complex), but the conclusions apply to all three complexes. The overall architecture of the Brf2-TBP/DNA complex ( Figure 1 ) is reminiscent of the TFIIB-TBP/DNA complex ( Nikolov et al., 1995 , Tsai and Sigler, 2000 ), thus providing experimental support to the proposed common architectural organization of TFIIB-related factors and TFIIB ( Vannini and Cramer, 2012 ) ( Figure S1 B). In the Brf2-TBP/RPPH1 structure, the Brf2-TBP complex is bound to the DNA with inverse polarity, probably due to the perfect dyad symmetry of the TATA box at this promoter ( Figures S1 A and S1C). Whether associated with Brf2 or TFIIB, TBP interacts with the TATA box in an undistinguishable manner, generating a virtually identical local bend in the DNA. However, as a result of specific Brf2/DNA interactions, the path of the DNA backbone deviates at the TATA flanking regions ( Figure S1 B). Modeling of a Pol III closed PIC using the Brf2-TBP/DNA complex revealed no clashes with the polymerase core and a DNA path that strongly resembles that of the human Pol II closed PIC ( He et al., 2013 ) ( Figure 2 ). In this model, the path of the DNA downstream of the TATA box points directly toward the Pol III subunits C39 and C62, consistent with their DNA binding activity and their functional role in DNA melting and open PIC stabilization ( Brun et al., 1997 , Lefèvre et al., 2011 ). Brf2/DNA-Specific Interactions Brf2 contacts extensively the phosphate backbone of the DNA and establishes sequence-specific contacts with both the upstream and downstream TATA flanking regions ( Figures 1 A and S1 A–S1C). The Brf2 N-terminal cyclin repeat is structurally related to the corresponding domain in TFIIB, however in the Brf2-TBP/DNA complex the minor groove of the DNA is more intimately contacted via a helix-turn-helix motif ( Figures 1 A and 3 A). The highly conserved dyad K113 and K114 ( Figure S1 E) contacts the phosphate backbone of the DNA on opposite sides, allowing the insertion of a short helix into the minor groove and the consequent direct recognition of bases A +3 and G′ +4 (numbering is relative to the edge of the TATA box, with the non-template strand designated by a prime) ( Figure 3 A). The side chain of R110 forms a direct hydrogen bond with A +3 and a water-mediated hydrogen bond with G′ +4, whereas the main chain carbonyl oxygen of A108 forms a direct hydrogen bond with G′ +4 . These interactions locally distort the DNA, leaving the base T′ +3 unstacked at its downstream edge. A nucleobase T at position +3 on the non-template strand, followed by a nucleobase A, T, or G (collectively abbreviated as D) at position +4, is notably enriched at Brf2-dependent promoters ( Figure S2 A). We investigated the importance of the TD motif, which is also a conserved feature of the Pol II BRE d ( Deng and Roberts, 2005 ), on the formation of a Brf2-TBP/DNA ternary complex, using electrophoretic mobility shift assays (EMSAs) ( Figure 3 B). In agreement with the observed role of R110 in specific recognition of A +3 , a Brf2 R110A mutant displayed a reduced affinity for DNA compared to Brf2 wild-type, an effect that was most prominent in presence of an A nucleobase at position +3 of the template strand, suggesting a functional discrimination between T′ +3 -containing and T′ +3 -less promoters ( Figures 3 B and S2 A). Thus, the conserved TD element, a dinucleotide step characterized by low unstacking energies ( Protozanova et al., 2004 ), may represent a site at the downstream edge of the TATA box where DNA melting is favored as a result of the specific interactions with Brf2 R110 and A108. Indeed, in the Brf2-TBP/RPPH1 structure, in which the canonical TD motif is replaced with TC nucleobases, the T′ +3 C′ +4 dinucleotide is still specifically recognized by R110 but with an altered set of interactions that leaves the nucleobase T′ +3 unperturbed and regularly stacked at both edges, likely due to the higher stacking energy of this dinucleotide step ( Figure S2 C). The Brf2 C-terminal cyclin repeat interacts with the major groove upstream of the TATA-box, similarly to TFIIB albeit more intimately ( Lagrange et al., 1998 , Tsai and Sigler, 2000 ) ( Figures 1 A and 3 C). Brf2 residue Y260 establishes a hydrogen bond and a T-shaped π-π interaction with nucleobase C −4 and an additional T-shaped π-π interaction with nucleobase C −3 ( Figure 3 C). T-shaped π-π interactions are favored in the presence of pyrimidines ( Wilson et al., 2014 ), explaining their enrichment, in particular for C, observed at −4 and −3 positions ( Figure S2 A). The hydrogen bond between Y260 and C −4 explains the presence of a C −4 nucleobase (complementary G in the non-template strand) at the vast majority of Brf2-dependent promoters, since a base-specific hydrogen bond is only possible with the amine group of a pyrimidine nucleobase C or purine nucleobase A at that position. Indeed, substitution of C −4 with a G or a T residue, or exchange of both adjacent pyrimidines with purines, resulted in reduced binding ( Figure 3 D). A nucleobase A at position −4 is well tolerated since it can establish an hydrogen bond with Y260, but exclusively in presence of a pyrimidine at position −3, in order to preserve the additional π-π interaction. In summary, the structural and functional data underscore the preference for a C nucleobase and a pyrimidine nucleobase (C or T) at positions −4 and −3, respectively, of the template strand. We named this Brf2-specific dinucleotide step the “GR” element ( Figure S2 A). Modular Architecture of Brf2 CTD The Brf2 CTD is organized into three conserved modular structural elements ( Figures 1 and S1 E). Brf2 conserved residues 291–314 fold into an unusual semi-circular α helix, which we named the “arch.” Brf2 truncation at position D289, but not at positions R394, G380, G348, or A311, prevented the formation of a SNAPc-Brf2-TBP/DNA complex ( Figure S3 A), consistent with the arch constituting a main SNAP c -binding interface. The C-terminal part of the Brf2 CTD (residues 374–419) folds into a TBP “anchor domain,” which structurally resembles Brf1 homology region II and binds TBP on its convex surface similarly to other TBP-associated factors ( Anandapadamanaban et al., 2013 , Juo et al., 2003 ) ( Figure S3 B). Remarkably, deletion of the TBP anchor domain (residues 365–419) not only abolishes the binding of Brf2 to TBP but also abrogates the formation of a ternary Brf2-TBP/DNA complex ( Figures 4 A and 4B). A Brf2-specific short structured element (residues 357–363), the “molecular pin,” encompasses a conserved LPPC motif and lies at the ternary interface between the Brf2 C-terminal cyclin repeat, TBP, and the DNA ( Figure S1 E and Figure 4 C). This helical element virtually pins the ternary complex together, juxtaposing onto a hydrophobic pocket at the interface between TBP and the Brf2 C-terminal cyclin repeat, which, in contrast to what is observed for TFIIB, strongly interact together. The Brf2 residue W215 forms a hydrophobic stack with TBP residues R269 and P267 ( Figure 4 C) and is conserved throughout Brf2 evolution and in human and yeast Brf1, implying a conserved general architecture of Pol III Brf1- and Brf2-TBP complexes ( Figures S1 E and S2 B). These additional strong interactions between the Brf2 and Brf1 C-terminal cyclin repeats and TBP may contribute to the observed increased stability of the Pol III-PIC, as compared to Pol II ( Arimbasseri et al., 2013 ). The deletion of the molecular pin does not impair Brf2 binding to TBP in the absence of DNA but severely impairs the formation of a ternary complex, underscoring the central role of the molecular pin in the formation of a functional Brf2-TBP/DNA complex ( Figures 4 A and 4B). At the tip of the molecular pin, the Brf2 residue C361 is buried in the groove between two adjacent phosphate groups of the DNA backbone, establishing both van der Waals and water-mediated hydrogen bonds at the upstream edge of the TATA box ( Figure 5 A). Brf2 Is Redox Regulated A recurring theme in redox signaling by transcription factors is the presence of a reactive cysteine thiol that can cycle through reduced and oxidized states, “sensing” the redox environment of the cell ( Brigelius-Flohe and Flohe, 2011 ). We noticed a remarkable structural similarity between the conserved Brf2 C361 and NF-κB p50 C59 ( Ghosh et al., 1995 ) ( Figure S3 C), a DNA-binding cysteine residue regulated via oxidative modifications in vivo ( Pineda-Molina et al., 2001 ), prompting us to investigate the redox properties of Brf2. Using tandem mass-spectrometry, we could detect reversible oxidative modifications of C361 upon overnight incubation of Brf2 in absence of reducing agents and in presence of dimedone, a cyclic diketone that specifically reacts with sulfenic acid ( Figure S4 ). The strictly conserved C361 and the nearby non-conserved C370 were the only two cysteine residues clearly identified with bound dimedone, suggesting that these residues reside in a local protein environment prone to oxidation. Indeed, the chemical environment surrounding these residues is enriched in positively charged residues (K363, K367, and R368), which are known to stabilize thiolate anions, reducing the pK a of the cysteine residues and thus resulting in a sulfur atom that is more susceptible to oxidation ( Lo Conte and Carroll, 2013 ). Protein sulfenylation is a reversible post-translational modification that is emerging as a novel regulatory mechanism with particular relevance in redox signal transduction ( Gupta and Carroll, 2014 ). In this context, the formation of mixed disulfide bonds between sulfenic acid intermediates and low molecular-weight thiols such as glutathione constitutes a common cellular mechanism to prevent progression toward irreversible oxidation states, thus ensuring reversible regulation. We confirmed by tandem mass-spectrometry that upon incubation with oxidized glutathione, Brf2 is efficiently S -glutathionylated specifically at residues C361 and C370 ( Figure S4 ). Altogether, the mass-spectrometry data indicate that Brf2 C361 and C370 are highly reactive cysteine residues that are prone to oxidation and can be S -glutathionylated in vitro. We thus tested the functional relevance of Brf2 oxidative modifications on the formation of functional Brf2-TBP/DNA complexes using EMSAs. Incubation of Brf2 with iodoacetamide, a low molecular-weight compound that irreversibly alkylates reactive cysteine and lysine residues in proteins and peptides, resulted in a severe reduction of Brf2-TBP/DNA complex assembly ( Figure 5 B). This effect was mediated by residue C361, since a Brf2 C361A mutant was insensitive to treatments with the alkylating agent and displayed unaltered affinity for TBP/DNA complexes ( Figure 5 B and S3 F). Thus, out of a total of 16 cysteine residues, Brf2 C361 is the sole reactive cysteine negatively regulating the formation of the Brf2-TBP/DNA ternary complex upon alkylation. Brf2 oxidation caused by removal of reducing agents and incubation over time impaired the formation of the ternary complex, an effect that was mostly reversible and mediated by C361 ( Figure 5 C). This finding suggests that oxidative modifications of C361 can reversibly modulate the assembly of the ternary complex and that a C361A mutation can confer redox-insensitivity to Brf2. In agreement, incubation of wild-type Brf2 with low concentrations of H 2 O 2 also impaired the formation of the complex, while the C361A mutant remained insensitive ( Figure 5 D), suggesting that Brf2 C361 is susceptible to regulation by reactive oxygen species (ROS). Moreover, a Brf2 C361D mutant, structurally mimicking the oxidation state of C361 as a cysteic acid, was compromised in ternary complex formation with an apparent 50-fold reduction in affinity for TBP-DNA complexes, while still capable of efficiently binding to TBP ( Figures S3 D–S3F). To better simulate the perturbations of the redox potential that occur during oxidative stress in the cell, we treated Brf2 with gradients of oxidized/reduced glutathione (GSSG/GSH), whose ratio increases drastically during oxidative stress ( Jones, 2006 ). The formation of the ternary complex was highly sensitive to Brf2 treatments with GSSG/GSH, an effect that was fully reversed by addition of reducing agents and again exclusively mediated by C361, since the C361A mutant was insensitive to treatments with high GSSG/GSH ratios ( Figure 5 E). Collectively, these results support a redox-sensing functional role of Brf2 C361, whose critical localization at the Brf2-TBP/DNA ternary interface enables modulation of the assembly of a functional complex. Brf2-Dependent Pol III Transcription Is Redox-Regulated in Living Cells Having established Brf2 as a bona fide redox sensor, we asked whether synthesis of Brf2-dependent RNAs might be regulated in response to oxidative stress in living cells. We monitored the intracellular levels of Brf2-dependent transcripts by qRT-PCR in MRC5 lung fibroblast cells challenged by exposure to tert-butylhydroperoxide (t-BHP), a potent inducer of oxidative stress. Remarkably, all the Brf2-dependent transcripts tested were severely reduced upon treatment, while leucine tRNA precursors (p-tRNA), a Brf1-dependent transcript, remained unchanged ( Figure 6 A). We then focused on the selenocysteine (SeCys) tRNA, an essential tRNA encoded by a single active gene in mammalian genomes ( James Faresse et al., 2012 , Oler et al., 2010 ). Intracellular levels of SeCys p-tRNA were severely reduced in a t-BHP concentration- and exposure time-dependent manner ( Figure 6 B). Removal of the oxidative agent after an acute exposure promptly restored high levels of SeCys p-tRNA ( Figure 6 C). Importantly, oxidative stress-induced decrease of SeCys p-tRNA was Brf2-dependent, since transient transfection with Brf2 overexpression vectors rescued this effect ( Figure 6 D). Strikingly, overexpression of the Brf2 redox-insensitive C361A mutant led to an increase of SeCys p-tRNA, suggesting the loss of a negative regulatory step. Conversely, overexpression of the Brf2 oxidized-mimic C361D did not affect SeCys p-tRNA, suggesting that this mutant is virtually inactive ( Figure 6 D). In agreement with the existence of a post-translational regulatory mechanism, the decrease of SeCys p-tRNA levels observed upon treatment of MRC5 cells with t-BHP did not correlate with reduced Brf2 expression levels, which in fact increased during oxidative stress ( Figure 7 A). Furthermore, we observed an 80% reduction of SeCys mature tRNA (m-tRNA) levels in cells challenged with t-BHP, an effect that was reversed by overexpression of Brf2 ( Figure S5 A). Despite tRNAs generally being considered as molecules with a relatively long half-life, this result is in agreement with previously published data highlighting the higher rate of decay of SeCys tRNA when compared to other tRNAs ( Jameson et al., 2002 ). Redox Sensing by Brf2 Modulates Resistance to Oxidative Stress in Normal and Cancer Cells SeCys tRNA is essential for the synthesis of selenoproteins, the vast majority of which are involved in ROS detoxification and in the maintenance of cellular redox homeostasis ( Kasaikina et al., 2012 ). To test whether the observed Brf2-dependent reduction of SeCys tRNA levels upon oxidative stress can impact the synthesis of selenoproteins and, consequently, resistance to ROS, we monitored the expression levels of a group of selenoproteins (Gpx1, Gpx4, SelM, and Sep15) in which a SeCys residue is present toward the N terminus of the protein ( Kasaikina et al., 2012 ). In conditions of oxidative stress, as monitored by the increased steady-state levels of the nuclear factor erythroid 2-related factor 2 (Nrf2), intracellular levels of all the selenoproteins tested were substantially reduced in MRC5 cells, an effect that was rescued by overexpression of Brf2, while no differences were observed in unchallenged cells ( Figure 7 A). Strikingly, Brf2 overexpression in MRC5 cells resulted in a marked acquired resistance toward oxidative stress enabling MRC5 cells to evade apoptosis ( Figure 7 B). Paralleling the redox-induced changes in SeCys p-tRNA synthesis, overexpression of the Brf2 redox-insensitive C361A mutant enabled a more pronounced resistance to oxidative stress when compared to Brf2 wild-type, while the Brf2 oxidized-mimic C361D was severely impaired in conferring resistance to apoptosis ( Figure 7 C). Since Brf2 has been recently discovered as a top-scoring candidate driver in breast carcinomas ( Sanchez-Garcia et al., 2014 ), we additionally investigated the effects of Brf2 overexpression on selenoproteins expression levels and evasion of apoptosis in MCF10A cells, a mammary epithelium cell line with low expression of Brf2. We observed a strong acquired resistance to oxidative stress that correlates with higher levels of selenoproteins, analogously to what observed in MRC5 cells ( Figures S5 B–S5D). Conversely, to test the functional consequences of decreasing Brf2 activity during oxidative stress in cancer cells, we reduced the levels of Brf2 via small interfering RNA (siRNA) in A549 cells challenged with t-BHP. A549 are epithelial human lung adenocarcinoma cells displaying high Brf2 expression and a generally increased resistance to t-BHP treatment when compared to MRC5 fibroblasts ( Figures 7 A and 7D). In A549 cells, we could additionally monitor the expression levels of Gpx2, a selenoprotein upregulated by Nrf2 during oxidative stress ( Brigelius-Flohé et al., 2012 ) and overexpressed in colorectal and prostate cancer ( Emmink et al., 2014 , Naiki et al., 2014 ). As for the primary cell lines, we observed an inverse correlation between cellular commitment to apoptosis and the expression level of selenoproteins ( Figures 7 A and 7D). Levels of all the selenoproteins tested, including Gpx2 that was upregulated during oxidative stress, were reduced in Brf2-silenced cells challenged with 50 μM t-BHP, a condition that induced apoptosis ( Figures 7 A and 7D). This effect, as well as the decrease of SeCys p-tRNA levels, was reversed by concomitant overexpression of a siRNA-resistant form of Brf2 ( Figure S6 ), suggesting a direct involvement of Brf2 in the oxidative stress response pathway and in the acquired resistance to oxidative stress observed in human lung adenocarcinoma cells. Discussion The structures of Brf2-TBP/DNA ternary complexes reveal a general conservation of the architecture of TFIIB-related factors and specific recognition of DNA elements by Brf2. A TD element at the downstream edge of the TATA box, a central component of the BRE d Pol II core promoter element ( Deng and Roberts, 2005 ), is specifically recognized by a Brf2 minor groove interacting element, resulting in a local distortion of the nucleic acid structure and a partially unstacked T nucleobase ( Figures 2 , 3 A, and S2 C), suggesting that BRE d and BRE d -like elements could represent sites primed for DNA melting. In this respect, the winged helix domains of yeast Pol III subunit C34 and Pol II transcription factor TFIIF (Tfg2 subunit), which have been involved in open complex formation and/or its stabilization ( Brun et al., 1997 , Mühlbacher et al., 2014 ), have been located exactly opposite of this site by cross-linking coupled with mass-spectrometry ( Mühlbacher et al., 2014 , Wu et al., 2012 ). A completely unexpected finding was the discovery of a redox-sensing regulatory module embedded in a TFIIB-related core transcription factor, implying a direct redox-dependent control of a eukaryotic nuclear RNA polymerase. Fewer than 20 Brf2-dependent genes are actively transcribed in mammalian cells, but their products are all involved in key functions ( Table S1 ). We have focused on the SeCys tRNA gene, since selenoproteins are directly involved in the oxidative stress response. We discovered that levels of SeCys tRNAs and selenoproteins are strongly reduced during oxidative stress in living cells in a Brf2-dependent manner, and this effect is inversely correlated with oxidative stress-induced apoptosis ( Figures 6 , 7 , and S5 ). Abrogating selenoprotein expression or expression of truncated selenoproteins induces apoptotic cellular death, sensitization toward oxidative stress and a reversion of the cancerous phenotype ( Anestal et al., 2008 , Emmink et al., 2014 , Yoo et al., 2013 ). Reduced selenoprotein expression or generation of defective truncated selenoproteins might occur upon prolonged activation of the Nrf2 pathway, which upregulate the synthesis of TrxR1 and Gpx2 mRNAs, in conjunction with limited intracellular amounts of SeCys tRNAs. Indeed, we show that levels of Secys p-tRNAs, SeCys m-tRNAs and selenoproteins are reduced during prolonged oxidative stress in a Brf2-dependent manner ( Figures 6 A, 6B, 7 A, S5 A, and S5C). Thus, Brf2 redox-dependent regulation constitutes a cellular blockade capable of generating pro-apoptotic signals upon prolonged oxidative stress, by limiting the availability of SeCys tRNA ( Figure S7 ). Redox-dependent activation of Nrf2 is one of the principal events of the oxidative stress response pathway and is constitutively activated in squamous cell lung and breast carcinomas ( Brigelius-Flohé et al., 2012 , Cancer Genome Atlas Research Network, 2012 , Sjöblom et al., 2006 ). Major targets upregulated by Nrf2 upon oxidative stress include TrxR1 and Gpx2, two essential selenoproteins involved in the maintenance of redox homeostasis and anti-oxidant defense, which are found overexpressed in several forms of cancers ( Biaglow and Miller, 2005 , Brigelius-Flohé et al., 2012 , Emmink et al., 2014 , Naiki et al., 2014 ). Thus, we hypothesized that overexpression of Brf2, which is also observed in many forms of cancer ( Cabarcas and Schramm, 2011 ), is required to overcome the Brf2-dependent reduction of SeCys tRNAs observed during prolonged oxidative stress, in order to maintain sufficient expression levels of selenoproteins required for ROS detoxification and redox homeostasis. In agreement with this model, reducing Brf2 protein levels in A549 lung adenocarcinoma cells via siRNA resulted in diminished levels of selenoproteins ( Figure 7 A) and a considerable sensitization toward t-BHP, an inducer of oxidative stress ( Figure 7 D). This finding strongly supports a model of Brf2 as a key human redox-sensor involved in the oxidative stress pathway and mechanistically links its overexpression to malignancy, via a mechanism that enables cancer cells to evade apoptosis in conditions of prolonged oxidative stress, a hallmark of cancer ( Hanahan and Weinberg, 2000 ). In this context, ectopic overexpression of Brf2 in lung fibroblasts ( Figures 7 A–7C) and mammary epithelial cells ( Figure S5 ) reveals Brf2 oncogenic potential under oxidative stress conditions, supporting its role as an oncogenic driver in lung squamous cell carcinoma ( Lockwood et al., 2010 ) and breast cancer ( Sanchez-Garcia et al., 2014 ). Whether pro-apoptotic signals are generated exclusively in response to decreased intracellular levels of SeCys tRNA or whether additional Brf2-dependent transcripts are involved in the process remains to be determined. The unexpected finding of Brf2 as a specialized Pol III TFIIB-related factor with redox-sensing properties suggests that the emergence and strict conservation of Brf2 in higher metazoans has been evolutionary driven to uncouple the transcriptional output of the Brf2-dependent promoters from the bulk of Pol III transcription, in order to operate a stringent redox-dependent control on a very small subset of Pol III genes. Since both selenoproteins and Brf2 are absent in lower eukaryotes such as plants and fungi, evolution of a redox-dependent transcription factor devoted to the transcription of SeCys tRNA must have represented an important event during evolution of higher complexity organisms. Experimental Procedures A detailed description of protocols can be found in the Supplemental Experimental Procedures . Protein Expression and Purification Brf2 lacking the Zn-ribbon/B-reader/B-linker (62–419, N-terminal His-tagged) was co-expressed with a TBP-core construct (169–339) and used for structural determination. Full-length Brf2 (C-terminal His-tagged) was cloned into pSBET and used for biochemical assays. The Quickchange Site-Directed Mutagenesis kit (Agilent Technologies) was used to generate the Brf2 point mutants. Crystallization, Data Collection, Structure Solution, and Refinement Complexes were assembled at a final concentration of 60 μM and crystals were grown by mixing 1 μl each of complexes and crystallization solution (10%–20% PEG 3350, 50–100 mM MgCl 2 , 2 mM DTT) in hanging drop plates. Following harvesting and cryo-cooling, diffraction data were collected at the Diamond Light Source (UK) and ESRF (France) synchrotrons. The structure was solved by molecular replacement, using TFIIB-TBP/DNA (Protein Data Bank: 1C9B) as the search model. EMSAs EMSAs where performed with 5′-Cy5 fluorescently labeled oligonucleotides. The gels were scanned with a Typhoon FLA9500 (GE Healthcare). Brf2 Pull-Down Experiments Pull-Down experiments were performed by incubation of bait and prey proteins in binding buffer and loaded onto a His SpinTrap columns (GE Healthcare). Following washing and elution, samples were analyzed by SDS-PAGE. Mass Spectrometry Full-length Brf2 samples were digested with trypsin and infused into an LTQ Velos Orbitrap mass spectrometer (Thermo Fisher Scientific) to characterize cysteine oxidation states. Fluorescence Polarization Assay Binding of 5′-Alexa488-labeled oligonucleotides were monitored at different Brf2-TBP concentrations by fluorescence anisotropy at 25°C on a POLARstar Omega plate reader (BMG Labtech). Immunopurification Immunopurification from cells lysed in RIPA buffer were carried out using a chip-grade Brf2 antibody (ab17011, Abcam) covalently coupled to epoxy-magnetic beads (Life Technologies), according to the manufacturer’s protocol. Brf2 Overexpression and siRNA Cells were transfected with 1.5 μg of pCDNA3.1 (empty vector control), Brf2WT-pCDNA3.1, Brf2C361A-pCDNA3.1, or Brf2C361D-pCDNA3.1 DNA in a 6-well plate format, with Lipofectamine 2000 according to manufacturer’s instructions. In Figures 7 C and S5 D, cells were transfected with 1.5 μg of pCDNA3.1 (empty vector control) or 1.2 μg pCDNA3.1+ 0.3 μg of the relevant Brf2 construct. For Brf2 knockdown, cells were transfected with siGENOME Human Brf2 siRNA (M-013340-00-0005, Dharmacon) in Figures 7 A and 7D, and with siGENONE Human Brf2 siRNA (1) (D-013340-03-0010, Dharmcacon) or siGENOME Human Brf2 siRNA (2) (D-013340-04-0010, Dharmacon) in Figure S6 , using Lipofectamine 2000 (Life Technologies). Allstars negative control (QIAGEN) was used for all control siRNA experiments. qRT-PCR Total RNA was extracted from treated cells with TRIzol reagent (Life Technologies) according to the manufacturer’s instructions. SeCys p-tRNA was quantified using the relative standard curve method and the 5S rRNA as an endogenous control. SeCys m-tRNA was monitored using a previously published protocol ( Honda et al., 2015 ) with minor modifications. Flow Cytometry Cell viability and apoptosis were assessed by flow cytometry using annexin V and propidium iodide staining. Author Contributions J.G. carried out purification of protein/nucleic acid complexes, performed biochemical experiments, including EMSAs, fluorescence polarization and IPs, prepared Brf2-TBP/DNA crystals, collected crystallographic data, and solved the Brf2-TBP/DNA structures. K.S. originally cloned Brf2, carried out cellular work, and performed qRT-PCR and FACS analysis. J.G. and K.S. generated Brf2 mutants. N.G. preliminary expressed and purified Brf2. M.W. and A.J.T. performed mass spectrometry analysis. P.C., O.D., and N.H. generated SNAP c -binding-deficient Brf2 mutants and performed EMSAs in presence of SNAP c . A.V. designed and supervised research and wrote the manuscript with contributions from all authors. References Anandapadamanaban M. Andresen C. Helander S. Ohyama Y. Siponen M.I. Lundström P. Kokubo T. Ikura M. Moche M. Sunnerhagen M. High-resolution structure of TBP with TAF1 reveals anchoring patterns in transcriptional regulation Nat. Struct. Mol. Biol. 20 2013 1008 1014 23851461 Anestal K. Prast-Nielsen S. Cenas N. Arner E.S. Cell death by SecTRAPs: thioredoxin reductase as a prooxidant killer of cells PloS ONE 3 2008 e1846 18382651 Arimbasseri A.G. Rijal K. Maraia R.J. Comparative overview of RNA polymerase II and III transcription cycles, with focus on RNA polymerase III termination and reinitiation Transcription 5 2013 e27639 25764110 Biaglow J.E. Miller R.A. The thioredoxin reductase/thioredoxin system: novel redox targets for cancer therapy Cancer Biol. Ther. 4 2005 6 13 15684606 Brigelius-Flohe R. Flohe L. Basic principles and emerging concepts in the redox control of transcription factors Antioxid. Redox. Signal. 15 2011 2335 2381 21194351 Brigelius-Flohé R. Müller M. Lippmann D. Kipp A.P. The yin and yang of nrf2-regulated selenoproteins in carcinogenesis Int. J. Cell Biol. 2012 2012 486147 22654914 Brun I. Sentenac A. Werner M. Dual role of the C34 subunit of RNA polymerase III in transcription initiation EMBO J. 16 1997 5730 5741 9312031 Cabarcas S. Schramm L. RNA polymerase III transcription in cancer: the BRF2 connection Mol. Cancer 10 2011 47 21518452 Cabart P. Murphy S. BRFU, a TFIIB-like factor, is directly recruited to the TATA-box of polymerase III small nuclear RNA gene promoters through its interaction with TATA-binding protein J. Biol. Chem. 276 2001 43056 43064 11564744 Cancer Genome Atlas Research Network Comprehensive genomic characterization of squamous cell lung cancers Nature 489 2012 519 525 22960745 Carrière L. Graziani S. Alibert O. Ghavi-Helm Y. Boussouar F. Humbertclaude H. Jounier S. Aude J.-C. Keime C. Murvai J. Genomic binding of Pol III transcription machinery and relationship with TFIIS transcription factor distribution in mouse embryonic stem cells Nucleic Acids Res. 40 2012 270 283 21911356 Deng W. Roberts S.G.E. A core promoter element downstream of the TATA box that is recognized by TFIIB Genes Dev. 19 2005 2418 2423 16230532 Emmink B.L. Laoukili J. Kipp A.P. Koster J. Govaert K.M. Fatrai S. Verheem A. Steller E.J. Brigelius-Flohé R. Jimenez C.R. GPx2 suppression of H2O2 stress links the formation of differentiated tumor mass to metastatic capacity in colorectal cancer Cancer Res. 74 2014 6717 6730 25261240 Ghosh G. van Duyne G. Ghosh S. Sigler P.B. Structure of NF-kappa B p50 homodimer bound to a kappa B site Nature 373 1995 303 310 7530332 Gupta V. Carroll K.S. Sulfenic acid chemistry, detection and cellular lifetime Biochim. Biophys. Acta 1840 2014 847 875 23748139 Hanahan D. Weinberg R.A. The hallmarks of cancer Cell 100 2000 57 70 10647931 He Y. Fang J. Taatjes D.J. Nogales E. Structural visualization of key steps in human transcription initiation Nature 495 2013 481 486 23446344 Henry R.W. Sadowski C.L. Kobayashi R. Hernandez N. A TBP-TAF complex required for transcription of human snRNA genes by RNA polymerase II and III Nature 374 1995 653 656 7715707 Honda S. Shigematsu M. Morichika K. Telonis A.G. Kirino Y. Four-leaf clover qRT-PCR: A convenient method for selective quantification of mature tRNA RNA Biol. 12 2015 501 508 25833336 James Faresse N. Canella D. Praz V. Michaud J. Romascano D. Hernandez N. Genomic study of RNA polymerase II and III SNAPc-bound promoters reveals a gene transcribed by both enzymes and a broad use of common activators PLoS Genet. 8 2012 e1003028 23166507 Jameson R.R. Carlson B.A. Butz M. Esser K. Hatfield D.L. Diamond A.M. Selenium influences the turnover of selenocysteine tRNA([Ser]Sec) in Chinese hamster ovary cells J. Nutr. 132 2002 1830 1835 12097655 Jones D.P. Redefining oxidative stress Antioxid. Redox. Signal. 8 2006 1865 1879 16987039 Juo Z.S. Kassavetis G.A. Wang J. Geiduschek E.P. Sigler P.B. Crystal structure of a transcription factor IIIB core interface ternary complex Nature 422 2003 534 539 12660736 Kasaikina M.V. Hatfield D.L. Gladyshev V.N. Understanding selenoprotein function and regulation through the use of rodent models Biochim. Biophys. Acta 1823 2012 1633 1642 22440326 Kassavetis G.A. Joazeiro C.A. Pisano M. Geiduschek E.P. Colbert T. Hahn S. Blanco J.A. The role of the TATA-binding protein in the assembly and function of the multisubunit yeast RNA polymerase III transcription factor, TFIIIB Cell 71 1992 1055 1064 1458536 Kassavetis G.A. Nguyen S.T. Kobayashi R. Kumar A. Geiduschek E.P. Pisano M. Cloning, expression, and function of TFC5, the gene encoding the B” component of the Saccharomyces cerevisiae RNA polymerase III transcription factor TFIIIB Proc. Natl. Acad. Sci. USA 92 1995 9786 9790 7568218 Kassavetis G.A. Letts G.A. Geiduschek E.P. A minimal RNA polymerase III transcription system EMBO J. 18 1999 5042 5051 10487756 Knutson B.A. Hahn S. Yeast Rrn7 and human TAF1B are TFIIB-related RNA polymerase I general transcription factors Science 333 2011 1637 1640 21921198 Lagrange T. Kapanidis A.N. Tang H. Reinberg D. Ebright R.H. New core promoter element in RNA polymerase II-dependent transcription: sequence-specific DNA binding by transcription factor IIB Genes Dev. 12 1998 34 44 9420329 Lefèvre S. Dumay-Odelot H. El-Ayoubi L. Budd A. Legrand P. Pinaud N. Teichmann M. Fribourg S. Structure-function analysis of hRPC62 provides insights into RNA polymerase III transcription initiation Nat. Struct. Mol. Biol. 18 2011 352 358 21358628 Lo Conte M. Carroll K.S. The redox biochemistry of protein sulfenylation and sulfinylation J. Biol. Chem. 288 2013 26480 26488 23861405 Lobo S.M. Tanaka M. Sullivan M.L. Hernandez N. A TBP complex essential for transcription from TATA-less but not TATA-containing RNA polymerase III promoters is part of the TFIIIB fraction Cell 71 1992 1029 1040 1458534 Lockwood W.W. Chari R. Coe B.P. Thu K.L. Garnis C. Malloff C.A. Campbell J. Williams A.C. Hwang D. Zhu C.-Q. Integrative genomic analyses identify BRF2 as a novel lineage-specific oncogene in lung squamous cell carcinoma PLoS Med. 7 2010 e1000315 20668658 López-De-León A. Librizzi M. Puglia K. Willis I.M. PCF4 encodes an RNA polymerase III transcription factor with homology to TFIIB Cell 71 1992 211 220 1423589 Lu M. Tian H. Yue W. Li L. Li S. Qi L. Hu W. Gao C. Si L. Overexpression of TFIIB-related factor 2 is significantly correlated with tumor angiogenesis and poor survival in patients with esophageal squamous cell cancer Med. Oncol. 30 2013 553 23550276 Lu M. Tian H. Yue W. Li L. Li S. Qi L. Hu W. Gao C. Si L. TFIIB-related factor 2 over expression is a prognosis marker for early-stage non-small cell lung cancer correlated with tumor angiogenesis PLoS ONE 9 2014 e88032 24523874 Mühlbacher W. Sainsbury S. Hemann M. Hantsche M. Neyer S. Herzog F. Cramer P. Conserved architecture of the core RNA polymerase II initiation complex Nat. Commun. 5 2014 4310 25007739 Naidu S. Friedrich J.K. Russell J. Zomerdijk J.C.B.M. TAF1B is a TFIIB-like component of the basal transcription machinery for RNA polymerase I Science 333 2011 1640 1642 21921199 Naiki T. Naiki-Ito A. Asamoto M. Kawai N. Tozawa K. Etani T. Sato S. Suzuki S. Shirai T. Kohri K. Takahashi S. GPX2 overexpression is involved in cell proliferation and prognosis of castration-resistant prostate cancer Carcinogenesis 35 2014 1962 1967 24562575 Nikolov D.B. Chen H. Halay E.D. Usheva A.A. Hisatake K. Lee D.K. Roeder R.G. Burley S.K. Crystal structure of a TFIIB-TBP-TATA-element ternary complex Nature 377 1995 119 128 7675079 Oler A.J. Alla R.K. Roberts D.N. Wong A. Hollenhorst P.C. Chandler K.J. Cassiday P.A. Nelson C.A. Hagedorn C.H. Graves B.J. Cairns B.R. Human RNA polymerase III transcriptomes and relationships to Pol II promoter chromatin and enhancer-binding factors Nat. Struct. Mol. Biol. 17 2010 620 628 20418882 Pineda-Molina E. Klatt P. Vázquez J. Marina A. García de Lacoba M. Pérez-Sala D. Lamas S. Glutathionylation of the p50 subunit of NF-kappaB: a mechanism for redox-induced inhibition of DNA binding Biochemistry 40 2001 14134 14142 11714266 Protozanova E. Yakovchuk P. Frank-Kamenetskii M.D. Stacked-unstacked equilibrium at the nick site of DNA J. Mol. Biol. 342 2004 775 785 15342236 Sanchez-Garcia F. Villagrasa P. Matsui J. Kotliar D. Castro V. Akavia U.D. Chen B.J. Saucedo-Cuevas L. Rodriguez Barrueco R. Llobet-Navas D. Integration of genomic data enables selective discovery of breast cancer drivers Cell 159 2014 1461 1475 25433701 Saxena A. Ma B. Schramm L. Hernandez N. Structure-function analysis of the human TFIIB-related factor II protein reveals an essential role for the C-terminal domain in RNA polymerase III transcription Mol. Cell. Biol. 25 2005 9406 9418 16227591 Schramm L. Hernandez N. Recruitment of RNA polymerase III to its target promoters Genes Dev. 16 2002 2593 2620 12381659 Schramm L. Pendergrast P.S. Sun Y. Hernandez N. Different human TFIIIB activities direct RNA polymerase III transcription from TATA-containing and TATA-less promoters Genes Dev. 14 2000 2650 2663 11040218 Sjöblom T. Jones S. Wood L.D. Parsons D.W. Lin J. Barber T.D. Mandelker D. Leary R.J. Ptak J. Silliman N. The consensus coding sequences of human breast and colorectal cancers Science 314 2006 268 274 16959974 Teichmann M. Wang Z. Roeder R.G. A stable complex of a novel transcription factor IIB- related factor, human TFIIIB50, and associated proteins mediate selective transcription by RNA polymerase III of genes with upstream promoter elements Proc. Natl. Acad. Sci. USA 97 2000 14200 14205 11121026 Tsai F.T. Sigler P.B. Structural basis of preinitiation complex assembly on human pol II promoters EMBO J. 19 2000 25 36 10619841 Vannini A. Cramer P. Conservation between the RNA polymerase I, II, and III transcription initiation machineries Mol. Cell 45 2012 439 446 22365827 Wang Z. Roeder R.G. Structure and function of a human transcription factor TFIIIB subunit that is evolutionarily conserved and contains both TFIIB- and high-mobility-group protein 2-related domains Proc. Natl. Acad. Sci. USA 92 1995 7026 7030 7624363 White R.J. Transcription by RNA polymerase III: more complex than we thought Nat. Rev. Genet. 12 2011 459 463 21540878 Wilson K.A. Kellie J.L. Wetmore S.D. DNA-protein π-interactions in nature: abundance, structure, composition and strength of contacts between aromatic amino acids and DNA nucleobases or deoxyribose sugar Nucleic Acids Res. 42 2014 6726 6741 24744240 Wu C.-C. Herzog F. Jennebach S. Lin Y.-C. Pai C.-Y. Aebersold R. Cramer P. Chen H.-T. RNA polymerase III subunit architecture and implications for open promoter complex formation Proc. Natl. Acad. Sci. USA 109 2012 19232 19237 23132938 Yoo M.-H. Carlson B.A. Gladyshev V.N. Hatfield D.L. Abrogated thioredoxin system causes increased sensitivity to TNF-α-induced apoptosis via enrichment of p-ERK 1/2 in the nucleus PLoS ONE 8 2013 e71427 24039713 Accession Numbers The accession numbers for the atomic coordinates and structure factors of the Brf2-TBP/U6-2, Brf2-TBP/TRNAU1, and Brf2-TBP/RPPH1 structures reported in this paper are Protein Data Bank: 4ROC , 4ROD , and 4ROE , respectively. Supplemental Information Document S1. Supplemental Experimental Procedures and Tables S1 and S2 Document S2. Article plus Supplemental Information Acknowledgments We thank N. Cronin at The Institute of Cancer Research (ICR) for help with the crystallization setup and data collection. We thank the staff at beamlines ID29 and ID23eh1 of the European Synchrotron Radiation Facility (France) and at beamlines I24 and IO3 of Diamond Light Source (UK) for help with data collection. We thank the laboratories of Chris Lord and Pascal Meier for help with siRNA and FACS analysis, Tracy Berg for help with qRT-PCR, and Fredrik Wallberg of the ICR Flow Cytometry Facility and Sarah Hanrahan of the Proteomics Core Facility. We thank Richard Maraia and Aneeshkumar Arimbasseri for critical reading of an early version of the manuscript and Sonja Christoph for support throughout the project. P.C., O.D., and N.H. were supported by the University of Lausanne and by Swiss National Science Foundation (SNSF) grant 31003A_132958. A.V. acknowledges the support of the Career Development Faculty Program of the ICR. Part of this work was supported by a Biotechnology and Biological Sciences Research Council (BBSRC) new-investigator award (BB/K014390/1) to A.V. This is an open access article under the CC BY license ( http://creativecommons.org/licenses/by/4.0/ ). Supplemental Information includes Supplemental Experimental Procedures, seven figures, and two tables and can be found with this article online at http://dx.doi.org/10.1016/j.cell.2015.11.005 . Figure 1 Structure of the Brf2-TBP/DNA Ternary Complex (A) Overview of the Brf2-TBP/U6 promoter structure. DNA template and non-template strands are in blue and cyan respectively. Dashed lines represent disordered regions or regions not present in the crystallization construct. (B) Schematic of Brf2 domain organization. See also Figures S1 , S2 , and S7 and Tables S1 and S2 . Figure 2 Architecture of the Human Pol III PIC Model of a Pol III PIC ( Vannini and Cramer, 2012 ) generated using the Brf2-TBP/DNA complex reveals that the path of the downstream DNA points toward the Pol III-specific subunits C39 and C62, and resembles the path observed in yeast and human Pol II PIC ( He et al., 2013 , Mühlbacher et al., 2014 ). See also Figure S7 . Figure 3 Brf2/DNA Sequence-Specific Interactions (A) Close-up view of the TATA box (yellow), downstream flanking region and sequence-specific interactions with Brf2. DNA template and non-template strands are in blue and cyan respectively. (B) Substitutions at positions +3 and +4 of the wild-type (circled in red) U6-2 promoter decrease binding of a R110A mutant, in particular when a T nucleobase is present at position +3 on the non-template strand (in cyan). R110A versus wild-type (WT) is the ratio between the percentage of binding of the mutant versus wild-type Brf2 proteins. (C) Close-up view of the TATA box (yellow), upstream flanking region and sequence-specific interactions with Brf2. DNA template and non-template strands are in blue and cyan respectively. (D) Substitutions at positions −3 and −4 of the wild-type (circled in red) U6-2 promoter reveal more efficient complex formation with a pyrimidine nucleobase and a C nucleobase at positions −3 and −4 of the template strand, respectively. (B and D) The intensity of the complex formed with TBP, U6-2 non mutated sequence and wild-type Brf2 (lane 1) was used as a reference for relative quantification. ∗ Indicates samples that were quantified relative to a distinct wild-type sequence reference not shown on the figure. Representative gels of three independent experiments. The data shown are the mean values and SE of three independent experiments. In the insets, 10 μl of a typical binding reaction (25 μl total) with Brf2 wild-type or Brf2 mutants were loaded on a SDS-PAGE gel and stained with Coomassie-blue, confirming that equal amounts of protein of comparable quality were used for EMSA assays. See also Figures S2 and S7 . Figure 4 The Brf2 Molecular Pin (A) The Brf2 TBP anchor domain but not the molecular pin is essential for Brf2-TBP interaction in absence of the DNA, as shown by a pull-down assay. (B) The Brf2 TBP anchor domain and the molecular pin are essential for the formation of a Brf2-TBP/DNA complex, as shown in an EMSA. (C) Close-up view of the Brf2 molecular pin at the interface between the Brf2 C-cyclin repeat, TBP, and the DNA. See also Figures S3 and S7 . Figure 5 Brf2 Redox Regulation (A) Close-up view of C361 at the ternary interface between the Brf2 C-cyclin repeat, TBP, and the upstream edge of the TATA box. Yellow dots represent the van der Waals radius of the sulfur atom. (B) Representative EMSA of Brf2-TBP/DNA complexes upon pre-incubation of Brf2 proteins with the alkylating agent iodoacetamide. The IC band was used for loading normalization. ∗ Indicates addition of the reducing agent after the oxidative treatment during complex assembly. (C) Representative EMSA of Brf2-TBP/DNA complexes upon removal of reducing agent (DTT) and incubation over time. The IC band was used for loading normalization. ∗ Indicates addition of the reducing agent after the oxidative treatment during complex assembly. (D) Representative EMSA of Brf2-TBP/DNA complexes upon pre-incubation of Brf2 proteins with H 2 O 2 . The IC band was used for loading normalization. ∗ Indicates addition of the reducing agent after the oxidative treatment during complex assembly. (E) Representative EMSA of Brf2-TBP/DNA complexes upon pre-incubation of Brf2 proteins with gradients of oxidized/reduced glutathione (GSSG:GSH). The IC band was used for loading normalization. ∗ Indicates addition of the reducing agent after the oxidative treatment during complex assembly. See also Figures S3 , S4 , and S7 . Figure 6 Brf2-Dependent Transcription Is Redox Regulated in Living Cells (A) qRT-PCR analysis shows that Brf2-dependent-transcripts (SeCys p-tRNA, RPPH1, RNA7SK, and U6 snRNA) are globally downregulated during oxidative stress, while a Brf1-dependent transcript (Leu p-tRNA) remains unchanged. (B) SeCys p-tRNA levels are strongly reduced in cells challenged with t-BHP relative to the unchallenged cells (as highlighted by gray and black lines, respectively) in a dose- and time-dependent manner, as measured by qRT-PCR. (C) SeCys p-tRNA levels rapidly recover upon removal of the exogenous oxidative stress inducer, as measured by qRT-PCR. Wash indicates replacement of media containing t-BHP with fresh media. (D) Effects of overexpression of Brf2 and Brf2 mutants (inset) on SeCys p-tRNA levels during oxidative stress, as measured by qRT-PCR. The numbers indicated on the histograms represent the percentage of reduction of selenocysteine tRNA levels, while if numbers are indicated above the histograms they represent the percentage of increase. Cumulative data of at least three experiments, mean + SEM. Unpaired t test: ∗ p < 0.05; ∗∗ p < 0.005; ∗∗∗ p < 0.0005; ∗∗∗∗ p < 0.0001. p > 0.05 were deemed not significant and values were not reported. See also Figures S5 and S7 . Figure 7 Selenoproteins Levels and Resistance to Oxidative Stress Are Regulated in a Brf2-Dependent Manner (A) Manipulation of Brf2 protein levels affects selenoproteins expression levels during oxidative stress in MRC5 and A549 cells. In the upper insets, a western blot analysis of Nrf2 confirms induction of oxidative stress with 50 μM and 100 μM t-BHP in MRC5 and A549 cells, respectively. A western blot analysis of Brf2 immunoprecipitation from 10 7 MRC5 or A549 cells is shown in the lower insets (IP). (B) Overexpression of Brf2 in MRC5 cells challenged with t-BHP results in decreased apoptosis as measured by FACS analysis via annexin V-FITC/PI staining. The y axis represents the % of apoptotic cells, including both cells in early (annexin V-positive and PI-negative) and late (annexin V-positive and PI-positive) apoptosis. (C) Effects of overexpression of Brf2 wild-type and mutants on acquired resistance to apoptosis in MRC5 cells as measured by FACS analysis via annexin V-FITC/PI staining. The y axis represents the % of apoptotic cells, including both cells in early (annexin V-positive and PI-negative) and late (annexin V-positive and PI-positive) apoptosis. (D) Lowering Brf2 protein levels by siRNA in A549 cells challenged with t-BHP results in an increased cellular commitment to apoptosis as measured by FACS analysis via annexin V-FITC/PI staining. Inset: a western blot analysis of Brf2 immunoprecipitation from 10 7 A549 cells shows siRNA-induced Brf2 protein level reduction. The y axis represents the % of apoptotic cells, including both cells in early (annexin V-positive and PI-negative) and late (annexin V-positive and PI-positive) apoptosis. See also Figures S5 and S7 . Figure S1 General Conservation of the Architecture of TFIIB and TFIIB-like Factors, Related to Figure 1 (A) Schematic of the architecture of the Brf2-TBP/DNA complexes and sequences of the DNA scaffold used for crystallization. (B) Superimposition of Brf2-TBP/DNA and TFIIB-TBP/DNA (PDB: 1C9B ). The structures were superimposed using TBP as a template for structural alignment. (C) Superimposition of the Brf2-TBP/U6-2 (blue), Brf2-TBP/TRNAU1 (grey) and Brf2-TBP/RPPH1 (green) structures. The structures were superimposed using TBP as a template for structural alignment. (D) Final electron density contoured at 1.2 s surrounding a tract of double-stranded DNA. (E) Brf2 sequence conservation and domain organization of Homo sapiens (H.s.) Mus musculus (M.m.), and Danio rerio (D.r.). Figure S2 Sequence Alignments of Brf2 Promoters and Protein, Related to Figures 1 and 3 (A) Brf2-dependent promoters (40 nucleobase long centered around putative TATA boxes) were aligned using MEME (Bailey et al., 2009) by searching for a 16 nucleobase long consensus motif. (B) Sequence and domain conservation between Brf2, Brf1 and TFIIB. Color-coding is as in Fig. 1. Brf2-Brf1 alignments are based on sequence conservation, while Brf2-TFIIB is based on a structural alignment. (C) Two views of the specific interaction of Brf2 R110 and A108 with a TG (U6-2 in pale green) and TC (RPPH1 in light grey) dinucleotide step. In presence of the TG sequence, the T on the nontemplate strand (in red) is left unstacked at its downstream edge. In presence of a TC sequence, no local distortions of the DNA are observed. The two structures were superimposed by structurally aligning the Brf2 N-terminal cyclin repeats. Figure S3 Modular Functions of the Brf2 CTD, Related to Figures 4 and 5 (A) EMSA with serial Brf2 C-terminal deletion mutants showing that the region comprised between residues 289-311 of Brf2 is involved in direct binding to the upstream transcription factor SNAPc. (B) A conserved surface of TBP is utilized by different TBP associated factors. The TBP surface buried upon interaction with the associated factor is colored in pink for human Brf2 (orange), in cyan for yeast Brf1 (PDB id: 1NGM , turquoise), in green for yeast TFIIA (PDB id: 1NH2 , green) and in blue for yeast TAF1 (PDB id: 4B0A , blue). (C) Structural conservation between Brf2 C361 part of the molecular pin, and C59 part of a short helical motif of the p-50 subunit of the NF-kB transcription factor (PDB id: 1NFK ). (D) Brf2 oxidative-mimic mutation C361D does not hinder Brf2-TBP complex formation in absence of the DNA, as shown by pull-down assay. “IN” indicates the input and “empty resin” the eluted untagged TBP binding non-specifically to the resin. (E) EMSA shows that formation a functional Brf2-TBP/DNA complex is severely impaired in Brf2 oxidative-mimic mutant C361D. “IN” indicates the input and “empty resin” the eluted untagged TBP binding non-specifically to the resin. (F) Fluorescence polarization saturation binding assay shows virtually no reduction in affinity of the Brf2 C361A mutant and an approximately 50-fold reduction in affinity of Brf2 C361D mutant for TBP/DNA complexes. Figure S4 Mass Spectrometry Analysis of Brf2 Redox Modifications, Related to Figure 5 Biologically relevant oxidation states of C361 were confirmed by MS/MS as either unmodified, trapped with glutathione (-SS-Glu) or dimedone (Dmd). The precursor ions, errors and ion scores are indicated below the annotated fragmentation mass spectra. For clarity, only prominent fragment ions are marked. Figure S5 Brf2 is a Redox Sensor in Living Cells, Related to Figures 6 and 7 (A) SeCys m-tRNA levels are reduced during oxidative stress in a Brf2-dependent manner, as monitored via four-leaf clover PCR (Honda et al., 2015). Samples labeled empty vector and Brf2 represent transient over-expressions. (B) Overexpression of Brf2 in MCF10A cells challenged with t-BHP results in decreased apoptosis as measured by FACs analysis via Annexin V-FITC/PI staining. (C) Overexpression of Brf2 affects selenoproteins expression levels during oxidative stress in MCF10A cells. (D) Effects of overexpression of Brf2 and Brf2 mutants on acquired resistance to apoptosis in MCF10A cells as measured by FACs analysis via Annexin V-FITC/PI staining. Figure S6 Brf2-Dependent Reduction of SeCys p-tRNA and Enhanced Apoptosis in A549 Cells, Related to Figure 7 (A) Two individual Brf2 siRNAs cause a severe reduction of SeCys p-tRNA in A549 cells challenged with t-BHP, an effect that is fully rescued by concomitant overexpression of a siRNA resistant form of Brf2. (B) Two individual Brf2 siRNAs elicit a strong sensitization towards t-BHP in A549 cells, an effect that is fully rescued by concomitant overexpression of a siRNA resistant form of Brf2. Figure S7 Mechanism of the Redox-Dependent Brf2 Blockade during Oxidative Stress and Carcinogenesis, Related to Figures 1 , 2 , 3 , 4 , 5 , 6 , and 7 During normal growth conditions (A) Brf2- and Nrf2-dependent transcripts are synthesized at basal levels. Upon moderate oxidative stress (B), Nrf2 is activated and Nrf2-dependent transcripts upregulated. Concomitantly, Brf2-dependent transcription, including SeCys tRNAs, is rapidly downregulated via redox-dependent modifications of Brf2. The pre-existing pool of SeCys tRNA is sufficient to sustain synthesis of selenoproteins. Upon prolonged oxidative stress (C), SeCys tRNA levels become limiting while, simultaneously, selenoprotein’s mRNAs continue to be highly upregulated by Nrf2. In this scenario, compromised synthesis of selenoproteins drives the cells into apoptosis. In cancer cells (D), the Nrf2 pathway is constitutively activated and contributes to the observed resistance of cancerous cells to higher than normal concentrations of reactive oxygen species. Under these circumstances, Brf2 overexpression is required to overcome the innate redoxdependent blockade, ensuring elevated synthesis of SeCys tRNAs and, ultimately, enabling cancer cells to evade apoptosis under prolonged oxidative stress.",
  "plain_text": "Summary TFIIB-related factor 2 (Brf2) is a member of the family of TFIIB-like core transcription factors. Brf2 recruits RNA polymerase (Pol) III to type III gene-external promoters, including the U6 spliceosomal RNA and selenocysteine tRNA genes. Found only in vertebrates, Brf2 has been linked to tumorigenesis but the underlying mechanisms remain elusive. We have solved crystal structures of a human Brf2-TBP complex bound to natural promoters, obtaining a detailed view of the molecular interactions occurring at Brf2-dependent Pol III promoters and highlighting the general structural and functional conservation of human Pol II and Pol III pre-initiation complexes. Surprisingly, our structural and functional studies unravel a Brf2 redox-sensing module capable of specifically regulating Pol III transcriptional output in living cells. Furthermore, we establish Brf2 as a central redox-sensing transcription factor involved in the oxidative stress pathway and provide a mechanistic model for Brf2 genetic activation in lung and breast cancer.\n\nGraphical Abstract\n\nHighlights • Architectural conservation of TFIIB and TFIIB-related factors • Brf2 is a redox-sensing RNA polymerase III core transcription factor • Brf2 regulates cellular responses to oxidative stress • Brf2 amplification enables cancer cells to evade oxidative stress-induced apoptosis\n\nDirect redox-sensing by the RNA polymerase III core transcription factor Brf2 couples cellular responses to oxidative stress and regulation of transcriptional output, contributing to the ability of cancer cells to evade death induced by reactive oxygen species."
}
