{
  "PMC": "3258170",
  "DOI": "10.1091/mbc.e11-09-0774",
  "PMID": "22114354",
  "PMCID": "PMC3258170",
  "title": "MINOS1 is a conserved component of mitofilin complexes and required for mitochondrial function and cristae organization.",
  "year": 2012,
  "source_url": "https://europepmc.org/article/PMC/PMC3258170",
  "source": "MED",
  "abstract_text": "The inner membrane of mitochondria is especially protein rich and displays a unique morphology characterized by large invaginations, the mitochondrial cristae, and the inner boundary membrane, which is in proximity to the outer membrane. Mitochondrial inner membrane proteins appear to be not evenly distributed in the inner membrane, but instead organize into functionally distinct subcompartments. It is unknown how the organization of the inner membrane is achieved. We identified MINOS1/MIO10 (C1orf151/YCL057C-A), a conserved mitochondrial inner membrane protein. mio10-mutant yeast cells are affected in growth on nonfermentable carbon sources and exhibit altered mitochondrial morphology. At the ultrastructural level, mutant mitochondria display loss of inner membrane organization. Proteomic analyses reveal MINOS1/Mio10 as a novel constituent of Mitofilin/Fcj1 complexes in human and yeast mitochondria. Thus our analyses reveal new insight into the composition of the mitochondrial inner membrane organizing machinery.",
  "full_text": "Mol Biol Cell molbiolcell mbc Mol. Bio. Cell Molecular Biology of the Cell 1059-1524 1939-4586 The American Society for Cell Biology 3258170 E11-09-0774 10.1091/mbc.E11-09-0774 Articles Biosynthesis and Biodegradation MINOS1 is a conserved component of mitofilin complexes and required for mitochondrial function and cristae organization Alkhaja Alwaleed K. a Jans Daniel C. b Nikolov Miroslav c Vukotic Milena a Lytovchenko Oleksandr a Ludewig Fabian a Schliebs Wolfgang d Riedel Dietmar e Urlaub Henning c f Jakobs Stefan b g Deckers Markus a * a Department of Biochemistry II, University of Göttingen Medical School, D-37073 Göttingen, Germany b Mitochondrial Structure and Dynamics Group, Department of NanoBiophotonics, D-37077 Göttingen, Germany c Bioanalytical Mass Spectrometry Group, Max-Planck Institute for Biophysical Chemistry, D-37077 Göttingen, Germany d Institute for Physiological Chemistry, Ruhr University of Bochum, D-44780 Bochum, Germany e Max-Planck Institute for Biophysical Chemistry, D-37077 Göttingen, Germany f Department of Clinical Chemistry, University of Göttingen Medical School, D-37075 Göttingen, Germany g Department of Neurology, University of Göttingen Medical School, D-37073 Göttingen, Germany Fox Thomas D. Monitoring Editor Cornell University *Address correspondence to: Markus Deckers ( Markus.Deckers@medizin.uni-goettingen.de ). 15 1 2012 23 2 247 257 09 9 2011 07 11 2011 14 11 2011 © 2012 Alkhaja et al. This article is distributed by The American Society for Cell Biology under license from the author(s). Two months after publication it is available to the public under an Attribution–Noncommercial–Share Alike 3.0 Unported Creative Commons License ( http://creativecommons.org/licenses/by-nc-sa/3.0 ). 2012 “ASCB®,” “The American Society for Cell Biology®,” and “Molecular Biology of the Cell®” are registered trademarks of The American Society of Cell Biology. MINOS1/Mio10, a conserved mitochondrial protein, is required for mitochondrial inner membrane organization and cristae morphology. MINOS1/Mio10 is a novel constituent of the mitofilin/Fcj1 complex of the inner membrane, linking the morphology phenotype of the mutant to the activity of the mitochondrial inner membrane organizing complex. The inner membrane of mitochondria is especially protein rich and displays a unique morphology characterized by large invaginations, the mitochondrial cristae, and the inner boundary membrane, which is in proximity to the outer membrane. Mitochondrial inner membrane proteins appear to be not evenly distributed in the inner membrane, but instead organize into functionally distinct subcompartments. It is unknown how the organization of the inner membrane is achieved. We identified MINOS1/MIO10 (C1orf151/YCL057C-A), a conserved mitochondrial inner membrane protein. mio10 -mutant yeast cells are affected in growth on nonfermentable carbon sources and exhibit altered mitochondrial morphology. At the ultrastructural level, mutant mitochondria display loss of inner membrane organization. Proteomic analyses reveal MINOS1/Mio10 as a novel constituent of Mitofilin/Fcj1 complexes in human and yeast mitochondria. Thus our analyses reveal new insight into the composition of the mitochondrial inner membrane organizing machinery. INTRODUCTION Mitochondria play a crucial role in the production of cellular energy. Under aerobic conditions, the mitochondrial respiratory chain uses electrons derived from catabolic reactions to establish a proton gradient across the inner mitochondrial membrane. This proton gradient drives the F 1 F o ATPase to generate ATP from ADP and P i . The F 1 F o ATPase is a multisubunit enzyme ( Collinson et al., 1994 ; Boyer, 1997 ) consisting of the membrane-spanning domain F o , responsible for H + translocation, and the F 1 domain, which contains the catalytic sites for ATP synthesis ( Boyer, 1997 ; Fillingame, 1999 ; Velours and Arselin, 2000 ). Whereas the enzymatic function of the F 1 F o ATPase has been extensively analyzed, recent analyses have attributed a second function to it. Besides its role in energy metabolism, the F 1 F o ATPase was also shown to play an important role for the morphology and organization of the inner mitochondrial membrane ( Giraud et al., 2002 ; Paumard et al., 2002b ; Gavin et al., 2004 ; Thomas et al., 2008 ; Velours et al., 2009 ; De Los Rios Castillo et al., 2011 ). The inner membrane of mitochondria forms cristae, which fold inwards toward the mitochondria lumen, and the inner boundary membrane, which aligns with the outer membrane to form the typical double-membrane layered structure of mitochondria. The short tubular connection between the inner boundary and the cristae membrane is termed the cristae junction. The oligomerization of the F 1 F o ATPase is believed to be critical for cristae tip formation by promoting positive curvature of the inner membrane. The F 1 F o ATPase exists primarily as a monomeric or homodimeric form ( Arnold et al., 1998 ; Nijtmans et al., 1998 ; Wittig et al., 2008 ). Moreover, higher oligomeric states of the F 1 F o ATPase homodimers were found in various organisms ( Eubel et al., 2003 ; Krause et al., 2005 ; Thomas et al., 2008 ; De Los Rios Castillo et al., 2011 ). The F 1 F o ATPase homodimers form ribbons in the cristae membrane, which influence the physical properties of the lipid bilayer ( Strauss et al., 2008 ; Rabl et al., 2009 ; Davies et al., 2011 ). In Saccharomyces cerevisiae , various proteins have been identified to act as dimerization factors for the F 1 F o ATPase. The ATPase subunits g (Atp20), e (Atp21), k (Atp19), and i (Atp18) associate to the F o portion of the monomers to mediate formation or stabilization of the dimeric form ( Arnold et al., 1998 ; Paumard et al., 2002a ; Soubannier et al., 2002 ; Wagner et al., 2010 ). However, Atp20, Atp21, Atp19, and Atp18 are not essential for ATPase activity ( Arnold et al., 1997 , 1998 , 1999 ; Vaillier et al., 1999 ; Rabl et al., 2009 ). Atp18, Atp20, and Atp21 are of low molecular weight (around 12 kDa) and contain predicted membrane-spanning regions ( Arnold et al., 1997 , 1998 ; Soubannier et al., 2002 ; Paumard et al., 2002a ; Wagner et al., 2009 , 2010 ). Furthermore, subunits Atp20 and Atp21 contain a characteristic GxxxG motif in their transmembrane domain. Glycine-rich motives are believed to be important for helix–helix packing in the lipid bilayer ( Russ and Engelman, 2000 ). In the case of Atp20 and Atp21, these motifs are considered to be critical to stabilize the interaction between F 1 F o ATPase monomers ( Arselin et al., 2003 ; Bustos and Velours, 2005 ; Saddar and Stuart, 2005 ). The higher oligomeric states of the F 1 F o ATPase are involved in maintaining mitochondrial ultrastructure by promoting membrane curvature and tubular cristae membrane formation ( Giraud et al., 2002 ; Paumard et al., 2002b ; Gavin et al., 2004 ; Velours et al., 2009 ). Thus the absence of dimerization factors Atp20 and Atp21 leads to altered mitochondrial morphology called “onion-like structures” ( Paumard et al., 2002b ; Arselin et al., 2004 ), referring to a layered arrangement of the inner membrane. Moreover, Atp20 has been shown to undergo posttranslational modification. Reversible phosphorylation of Atp20 switches its function, reflecting that the dimerization process is regulated in vivo ( Reinders et al., 2007 ). Proper ultrastructure of the mitochondrial inner membrane is dependent on an antagonism between Atp20/Atp21 and Fcj1 (formation of cristae junction 1). Fcj1 was suggested to affect mitochondrial cristae by destabilizing F 1 F o ATPase oligomers ( Rabl et al., 2009 ; Velours et al., 2009 ). Hence absence of Fcj1 increases the amount of F 1 F o ATPase synthase oligomers and thus favors cristae tip over cristae junction formation ( Rabl et al., 2009 ). This process appears to be conserved in mammals. Mitofilin, the mammalian homologue of Fcj1, and inner membrane proteins such as Opa1, MICS1, and CHCHD3 and F 1 F o ATPase dimerization affect cristae and mitochondrial morphology through cristae junction formation and opening ( Olichon et al., 2003 ; John et al., 2005 ; Frezza et al., 2006 ; Oka et al., 2008 ; Mun et al., 2010 ; Darshi et al., 2011 ; De Los Rios Castillo et al., 2011 ). Hence knockdown of Mitofilin leads to altered cristae morphology, exemplified by an overall change in mitochondrial inner membrane organization, decrease in cristae junctions, and formation of tubular cristae ( John et al., 2005 ; Mun et al., 2010 ). Moreover, mitofilin has been found to associate with outer membrane protein complexes, thereby aiding attachment of cristae junctions to the outer membrane ( Odgren et al., 1996 ; John et al., 2005 ; Xie et al., 2007 ). Whereas dimerization and formation of higher oligomers of the F 1 F o ATPase is well studied in yeast, insight is lacking on this process in higher eukaryotes. To identify novel F 1 F o ATPase synthase oligomerization factors in human cells, we performed an in silico analysis and identified a conserved uncharacterized mitochondrial protein that we termed MINOS1. Detailed analyses revealed that human MINOS1 and its yeast orthologue Mio10 did not associate with the F 1 F o ATPase. However, we show that MINOS1/Mio10 plays a central role in the maintenance of mitochondrial morphology as part of the mitofilin/Fcj1 complex. RESULTS Identification of MINOS1/Mio10 Assembly of the F 1 F o ATPase into dimers and higher oligomers is critical for mitochondrial cristae formation in yeast mitochondria ( Brunner et al., 2002 ; Arselin et al., 2004 ; Dudkina et al., 2006 ; Strauss et al., 2008 ; Rabl et al., 2009 ). The small membrane proteins Atp20 (subunit g) and Atp21 (subunit e; Tim11) are important for dimerization of the F 1 F o ATPase and are characterized by the presence of a glycine-rich region. To identify potential novel oligomerization factors for the F 1 F o ATPase in yeast and human we performed an in silico analysis for proteins with a molecular weight <12 kDa that had been localized to mitochondria in large-scale analyses ( Sickmann et al., 2003 ; Reinders et al., 2006 ). This analysis revealed Atp20 and Atp21, as well as 17 uncharacterized proteins (Supplemental Figure S1A). Only two of the uncharacterized membrane proteins contained a glycine-rich segment and displayed significant sequence similarity to a human protein (Supplemental Figure S1B). Here we analyzed YCL057C-A (Mio10, Mos1, Mcs10), which displayed similarity with human C1orf151 ( Figure 1A ). We later refer to these proteins as Mio10 (yeast) and MINOS1 (human). Mio10 and MINOS1 are highly conserved among a large number of eukaryotes (Supplemental Figure S2). FIGURE 1: MINOS1 and Mio10 are conserved mitochondrial inner membrane proteins. (A) Alignment of Mio10 homologues (ClustalW 2.0.11). Black boxes indicate identical residues in at least four species; gray boxes indicate similar amino acids ( Erdmann et al. , 1991 ). Sc , S. cerevisiae ; Ag , Ashbya gossypii ; Nc , Neurospora crassa ; Mm , Mus musculus; Hs , Homo sapiens. (B) Organization of S. cerevisiae Mio10. Black boxes, predicted transmembrane domains (TMs). (C) Subcellular localization of MINOS1 and cyclophilin D in Vero cells by immunofluorescence. Bars, 10 μm. (D) Western blot analyses of the submitochondrial localization and (E) membrane association of MINOS1 as described in Materials and Methods . (F) Analyses of the submitochondrial localization and (G) membrane association of Mio10 by Western blotting. T indicates the total; S and P indicate the supernatant and pellet after ultracentrifugation. TX-100, Triton X-100; PK, proteinase K. Primary sequence analyses revealed that Mio10 and MINOS1 contain two predictable transmembrane segments separated by a short stretch of charged residues but lack an appreciable N-terminal presequence ( Figure 1B ). We therefore assessed whether MINOS1 was a mitochondrial protein by immunofluorescence microscopy. These analyses revealed a primarily mitochondrial localization pattern of MINOS1 in Vero cells that could be superimposed on the distribution of the mitochondrial marker cyclophilin D ( Figure 1C ). To address the submitochondrial localization of MINOS1, we performed biochemical fractionation analyses in HEK293T cells. MINOS1 was detected in purified human mitochondria by Western blotting ( Figure 1D , lane 1, and Supplemental Figure S3A) and displayed resistance to protease treatment in mitochondria, whereas the outer membrane protein TOM70 was sensitive to the protease. However, MINOS1 became accessible to the protease when the outer membrane was disrupted by osmotic swelling (mitoplasts; Figure 1D ). Thus MINOS1 behaved in similar way to the inner membrane protein TIM23, indicating that the protein was exposed to the intermembrane space (IMS). Because MINOS1 was predicted to be a membrane protein, we addressed its membrane association by alkaline extraction. As expected, MINOS1 was resistant to alkaline extraction, whereas peripheral membrane proteins such as TACO1 were efficiently released into the supernatant at high pH ( Figure 1E ). Thus we concluded that MINOS1 was an integral membrane protein of the inner membrane in human mitochondria. For comparison, we addressed the localization of Mio10 in yeast by protease protection analyses of isolated mitochondria ( Figure 1F and Supplemental Figure S3B). Similar to MINOS1, Mio10 remained protected against proteolysis in mitochondria but became accessible to the treatment in mitoplasts ( Figure 1F ). Because the antibody against Mio10 was directed against a C-terminal peptide, we concluded that the C-terminus was exposed to the intermembrane space. Moreover, similar to the human protein, Mio10 displayed resistance to alkaline extraction, indicating that it was an integral inner membrane protein. We concluded that MINOS1 and Mio10 are integral inner membrane proteins with their C-termini exposed to the IMS. Based on the prediction of two transmembrane-spanning regions, we suggest that they display a topology in which both termini localize to the intermembrane space. MINOS1 is not stably associated with the F 1 F o ATPase We tested whether MINOS1 was associated with the F 1 F o ATPase in the inner mitochondrial membrane. After solubilization of human mitochondria from HEK293T cells in digitonin-containing buffer, which maintains the protein complexes in their oligomeric state ( Schägger et al., 1994 ; Nijtmans et al., 1998 ), we performed immunoprecipitation analyses with anti-F 1 F o ATPase and anti–cytochrome c oxidase antiserum as a control. Both immunoprecipitations efficiently isolated the corresponding complexes, as indicated by the presence of COX1 and COX6A1 in the anti–cytochrome c oxidase and F1β in the anti-F 1 F o ATPase precipitate. However, MINOS1 was not recovered in the immunoprecipitates ( Figure 2A ). Similarly, we tested whether Mio10 was associated with the F 1 F o ATPase in yeast, using a ZZ tag on the Atp20 protein. Despite an efficient immunoprecipitation of the complex from digitonin-solubilized mitochondria (indicated by the presence of Atp5 in the eluate), we did not detect significant amounts of Mio10 in the precipitate ( Figure 2B ). Thus we concluded that MINOS1/Mio10 are not stably associated with the F 1 F o ATPase in human or yeast mitochondria. FIGURE 2: MINOS1 and Mio10 are not associated with the F 1 F 0 ATPase. (A) Coimmunoprecipitation of cytochrome c oxidase (COX) and F 1 F o ATPase from isolated HEK293T mitochondria after digitonin solubilization. Eluates were analyzed by SDS–PAGE and Western blotting. Total, 1.5%; eluate, 100%. (B) Isolated wild-type (WT) and Atp20 ZZ mitochondria were solubilized and subjected to IgG chromatography. Total and eluate fractions were analyzed by SDS–PAGE, followed by immunoblot analyses with indicated antibodies. Total, 3%; eluate, 100%. (C) WT, mio10Δ , atp20 Δ, and atp2 Δ yeast cells were spotted in serial 10-fold dilutions on fermentable (glucose) and nonfermentable (glycerol) media. (D) Mitochondria (Mito) from WT, mio10Δ , and fcj1 Δ were separated by SDS–PAGE and analyzed by Western blotting. (E) Solubilized mitochondria from WT and mio10Δ were separated by BN-PAGE and analyzed by Western blotting. Asterisk indicates nonspecific cross-reaction. To address the function of Mio10 in mitochondria, we analyzed the growth behavior of a MIO10 -deletion strain. mio10Δ cells displayed a growth defect on nonfermentable carbon sources, which was similar to that observed for atp20Δ cells but less than that with atp2Δ cells, which lack F 1 F o ATPase function ( Figure 2C ). The growth defect of mio10Δ cells was not rescued by expression of MINOS1 (data not shown). We reasoned that the observed growth defect on nonfermentable carbon sources could be due to defective oxidative phosphorylation. Therefore we analyzed steady-state protein levels of mio10Δ mitochondria by Western blotting. However, we did not observe any significant differences compared with wild-type mitochondria with regard to the amount of the tested proteins except for Fcj1 ( Figure 2D and Supplemental Figure S3C). Next we addressed the organization of respiratory chain complexes by blue-native PAGE analyses (BN-PAGE). Compared to wild type, mio10Δ mitochondria displayed similar amounts and organization of respiratory chain bc 1 complex (complexes III) and cytochrome c oxidase (complex IV) into supercomplexes ( Figure 2E , lanes 1–4). Moreover, the ratio of F 1 F o ATPase monomers to dimers was not affected ( Figure 2E , lane 5 vs. lane 6). To assess higher oligomers of the F 1 F o ATPase, we solubilized mitochondria in low concentration of digitonin, which maintain oligomers, and analyzed these by BN-PAGE ( Rabl et al., 2009 ; Wagner et al., 2010 ). However, compared with wild-type mitochondria, no difference in the oligomerization of the F 1 F o ATPase was observed for mio10Δ mitochondria (Supplemental Figure S3D). Hence we concluded that the observed growth defect of mio10Δ cells was not due to assembly defects of the oxidative phosphorylation system. MINOS1 is a constituent of the mitofilin complex Because no obvious defect in respiratory chain function or organization was detected, we analyzed mutant yeast cells for defects of mitochondrial morphology by live-cell imaging. Wild-type yeast cells expressing a mitochondria-localized green fluorescent protein (GFP) construct, pVT100U-mitoGFP ( Westermann and Neupert, 2000 ), displayed a typical reticular mitochondrial network ( Figure 3A and Supplemental Movie S1). Loss of Atp20 altered mitochondrial network morphology. atp20Δ mitochondria appeared to have largely lost the network structure but instead appeared fragmented with thickened mitochondria ( Figure 3B and Supplemental Movie S2). In addition, in mio10Δ cells the mitochondrial network was frequently fragmented and also the mitochondria often exhibited an enlarged and flattened shape ( Figure 3C and Supplemental Movie S3). FIGURE 3: Mitochondrial morphology is altered in mio10 Δ. Fluorescence microscopy analysis of S. cerevisiae wild-type, atp20 Δ, mio10 Δ, and fcj1 Δ (A–D) cells transformed with plasmid pVT100U-mitoGFP ( Westermann and Neupert, 2000 ) to visualize mitochondrial morphology. Cells were analyzed using a DeltaVision Spectris fluorescence microscope equipped with a 100× objective and a fluorescein isothiocyanate filter. For each image 10–15 Z-section images were taken at 0.5-μm intervals after focusing on the middle plane of the cell. Images were deconvoluted using softWoRx. Bars, 2.5 μm. Given the severity of the mitochondrial morphology phenotype, we aimed to identify interaction partners of Mio10 in yeast mitochondria. Therefore we generated a strain expressing Mio10 with a C-terminal streptavidin tag followed by a FLAG tag (SF) from the chromosomal locus. After solubilization of wild-type or Mio10 SF mitochondria, Mio10-containing complexes were isolated via Strep -Tactin-Sepharose chromatography. Isolated proteins were separated by SDS–PAGE ( Figure 4A ). Excised fragments covering the full Mio10 SF sample lane or corresponding sections of the control lane were subjected to in-gel digestion with trypsin (see Materials and Methods ). The tryptic peptides were subsequently analyzed by high-resolution on-line liquid chromatography–tandem mass spectrometry (LC-MS/MS). Specific interacting proteins were scored based on the normalized fold change calculated using a label-free spectral count approach. Among the proteins copurifying with Mio10 SF , we identified with highest score Fcj1, a protein required for mitochondrial inner membrane organization ( Rabl et al., 2009 ). In addition to Fcj1, uncharacterized mitochondrial proteins such as YGR235C (Mio27, Mos2, Mcs29), Aim37, and Aim13 were identified as complex constituents with high spectral counts (Supplemental Table S1). To support the mass spectrometric data, we performed Western blot analyses of the purification. As expected, Fcj1 was specifically detected in the Mio10 SF eluate, whereas abundant mitochondria proteins, such as subunits of the oxidative phosphorylation system (e.g., Cox2, Atp5, Cyt1) were not recovered ( Figure 4B ). Similarly, when we purified Fcj1-ZZ-tag fusions from solubilized mitochondria, Mio10 was specifically copurified (data not shown). Next we subjected digitonin-solubilized mitochondrial fractions to gel filtration analyses. Fcj1 was detected in two protein complexes, in a low–molecular weight complex and in a large protein complex that appeared larger in size than the F 1 F o ATPase (>1.2 MDa). Mio10 comigrated with Fcj1 in the gradient, further supporting their coexistence in a common complex that we refer to as the MINOS complex (mitochondrial inner membrane organizing system; Figure 4C ). When comparing the growth behavior of mio10 Δ cells to fcj1 Δ cells, we found that both mutants displayed similar growth phenotypes on nonfermentable carbon sources. In both cases, growth defects drastically increased at low temperature ( Figure 4D ). Moreover, in vivo imaging of the mitochondrial network in mio10 Δ and fcj1 Δ cells revealed that they were comparable with regard to their altered mitochondrial morphology ( Figure 3D and Supplemental Movie S4), supporting a functional relation. FIGURE 4: Mio10 and MINOS1 are part of the Fcj1/Mitofilin (MINOS) complex. (A) Isolated mitochondria from WT and Mio10-Streptavidin-FLAG (Mio10 SF ) were solubilized and subjected to Strep -Tactin-Sepharose chromatography. Eluates were separated on SDS–PAGE and stained with colloidal Coomassie. Each gel lane was cut in 23 equal slices and proteins digested with trypsin. Peptides were analyzed by MS. (B) Total extracts and eluate fractions of Strep -Tactin-Sepharose chromatography using wild-type or Mio10 SF mitochondrial extracts were separated by SDS–PAGE and analyzed by Western blotting. Total, 3.0%; eluate, 100%. (C) Solubilized mitochondria of WT and Mio10 SF were subjected to separation by size exclusion chromatography and analyzed by Western blotting. (D) WT, mio10Δ , and fcj1 Δ yeast cells were spotted in serial 10-fold dilutions on synthetic fermentable (glucose) and synthetic nonfermentable (glycerol) media. (E) Schematic overview of SILAC approach analyzing MINOS1-containing complexes. Mitochondria from HEK293T cells grown either in light or heavy isotope–containing medium were solubilized and subjected to coimmunoprecipitation (Co-IP) with MINOS1 antibodies or control antibodies. Eluates were mixed, separated by SDS–PAGE, and stained with colloidal Coomassie. The gel lane was cut into 23 equal slices and proteins digested with trypsin. Peptides were analyzed by LC-MS/MS. (F) Identification of MINOS10-associated proteins by Co-IP and SILAC-MS. RAW MS files from LC-MS/MS were analyzed by MaxQuant and Mascot using the IPI human protein database. Results from Maxquant were analyzed and visualized with R. Red dots indicate enriched proteins characterized by a high normalized ratio of heavy over light values (H/L). Forward, F (H, MINOS1; L, control); reverse, R (H, control; L, MINOS1; reverse ratios were inverted for plotting). (G) Isolated mitochondria from HEK293T cells were solubilized and subjected to Co-IP with MINOS1 and control antibodies Total, 1.5%; eluate 100%. Eluates were separated by SDS–PAGE and analyzed by Western blotting. (H) Solubilized mitochondria of HEK239T cells were subjected to separation by size exclusion chromatography and analyzed by Western blotting. Asterisks indicate nonspecific cross-reaction. Mitofilin is the human homologue of yeast Fcj1 and maintains mitochondrial cristae organization in human and Caenorhabditis elegans mitochondria ( John et al., 2005 ; Xie et al., 2007 ; Mun et al., 2010 ). To address whether the interaction between Mio10 and Fcj1 was conserved in human, we isolated MINOS1-containing complexes from human HEK293T cells after metabolic labeling in culture (stable isotope labeling of amino acids in cell culture [SILAC]; Ong et al., 2002 ). To eliminate false-positive hits (and to have higher stringency in discriminating specific interactors from background proteins), we performed independent SILAC immunoprecipitations, switching the labeling scheme for the control cells and the cells subjected to immunoprecipitation with anti-MINOS1 antibodies (label-swap experiment). Following immunoprecipitation with anti-MINOS1, beads were washed and bound proteins eluted, and light and heavy eluates were mixed for each experiment. Proteins were separated by SDS–PAGE and subjected to in-gel digestion ( Figure 4E ). The resulting peptides were analyzed by high-resolution online LC-MS/MS. Mitofilin/MINOS2 was recovered in the immunoprecipitation and scored as a significant interactor. Similarly, MINOS3/CHCHD3, HSPA9, and DnaJC11, known interacting proteins of mitofilin ( Xie et al., 2007 ; Darshi et al., 2011 ), were recovered in the precipitate with high confidence. Because antibodies against MINOS2/mitofilin, HSPA9, and MINOS3/CHCHD3 were available, we confirmed the mass spectrometric data by Western blotting ( Figure 4G ). All three proteins, MINOS2/mitofilin, HSPA9, and MINOS3/CHCHD3, were specifically enriched in MINOS1 immunoprecipitates, whereas other mitochondrial proteins, such as COX1 (cytochrome c oxidase), F1β (F 1 F o APTase), and TIM23 (presequence translocase), were not detected ( Figure 4F ). Of interest, MINOS2/mitofilin has been reported to interact with the SAM complex of the outer mitochondrial membrane ( Xie et al., 2007 ). In agreement, we found the outer mitochondrial membrane proteins Sam50 and metaxin 1 and 2 to coisolate with MINOS1, indicating that MINOS1 is part of a mitofilin-containing complex that associates with the outer membrane. To address the size of the MINOS complex, we performed gel filtration analyses of solubilized mitochondrial extracts. MINOS1 and MINOS2/Mitofilin comigrated as a large protein complex in the gel filtration analyses and displayed an apparent molecular weight of approximately 1 MDa ( Figure 4H ). Accordingly, MINOS1 and Mio10 are conserved components of the MINOS complex in mitochondria. Mio10 is required for cristae morphology maintenance As MINOS2/mitofilin in human and Fcj1 in yeast are essential to maintain mitochondrial cristae morphology and inner boundary membrane formation, we compared mitochondrial cristae organization of mio10 Δ, atp20Δ , and fcj1 Δ cells by electron microscopy. Using high-pressure freezing to maintain cellular structure, we analyzed mutant and wild-type yeast cells for mitochondrial morphology. Although wild-type yeast cells display the typical cristae organization of the inner mitochondrial membrane, atp20 Δ cells showed an onion-like organization of the inner membrane ( Figure 5A ) in agreement with previous observations ( Paumard et al., 2002b ). Similar to atp20 Δ cells, mio10 Δ and fcj1 Δ cells displayed a defect in inner mitochondrial membrane morphology and loss of cristae formation ( Figure 5A ). To address the magnitude of the defect, we performed a statistical analysis of the phenotype. We scored mitochondrial morphology into three classes (normal, intermediate, and onion-like; Figure 5B , right). atp20 Δ, fcj1 Δ, and mio10 Δ cells were significantly affected for loss of mitochondrial cristae morphology, and >60% of mitochondria were scored as defective ( Figure 5B ). FIGURE 5: Cristae morphology is defective in mio10 Δ. (A) Electron microscopy of S. cerevisiae WT, atp20 Δ, mio10 Δ, and fcj1 Δ cells after high-pressure freezing (HPF). (B) Statistical analysis of different types of mitochondria based on electron microscopy images from HPF fixed WT (n = 49), atp20 Δ (n = 51), mio10 Δ (n = 61), and fcj1 Δ (n = 57) cells. Detailed view of normal, intermediate, and onion-like mitochondria types. (C) Electron microscopy of WT, atp20 Δ, mio10 Δ, and fcj1 Δ cells after KMnO 4 fixation. (D) Detailed view of WT, atp20 Δ, mio10 Δ, and fcj1 Δ mitochondria shown in C. Bars, 1 μm (A, C), 200 nm (B, D). To visualize the mitochondrial membranes in more detail, we used a chemical fixation protocol (see Materials and Methods ). In these sections atp20 Δ cells showed the typical onion-like morphology of the inner membrane ( Figure 5, C and D ). Likewise, mio10 Δ cells often exhibited an onion-like mitochondrial cristae organization. Furthermore, we observed a sheet-like arrangement of the inner membrane that is likely to represent a different structural organization of the inner membrane in these cells ( Figure 5, C and D ). A similar ultrastructure with stacked membrane sheets was observed in fcj1 Δ cells ( Figure 5, C and D ). Previous work on fcj1 Δ cells using tomography had indicated that these structures had lost cristae junction and were stacked by F 1 F o ATPase dimers ( Rabl et al., 2009 ). Thus we conclude that mio10 Δ cells display a phenotype similar to atp20 Δ and fcj1 Δ cells. Therefore we refer to YCL057C-A as Mio10 for mitochondrial inner membrane organization complex constituent. DISCUSSION The mitochondrial inner membrane is highly organized with respect to its morphology. This organization also affects the distribution of mitochondrial protein complexes and thus function ( Vogel et al., 2006 ; Wurm and Jakobs, 2006 ; Suppanz et al. , 2009 ). It has been a challenge of the field of mitochondrial biogenesis to address how inner membrane compartmentation is regulated and to identify components that are involved in maintaining inner membrane morphology. Surprisingly, an enzyme of the oxidative phosphorylation system, the oligomeric F 1 F o ATPase, has been found to play an important role for the organization of cristae ( Giraud et al., 2002 ; Paumard et al., 2002b ; Gavin et al., 2004 ; Velours et al., 2009 ). Mutants defective in dimerization of the F 1 F o ATPase due to lack of a dimerization factors such as Atp20 display severely altered mitochondrial inner membrane morphology ( Paumard et al., 2002b ; Arselin et al., 2004 ). Here we identified MINOS1 as a conserved protein of the mitochondrial inner membrane with a glycine-rich region reminiscent of Atp20. Previous work provided evidence that the GxxxG motif of Atp20 is involved in dimerization of Atp20 and thus promotes the process of F 1 F o ATPase dimerization ( Saddar and Stuart, 2005 ). However, although we found no evidence for a physical association between the human or yeast F 1 F o ATPase with MINOS1 or Mio10, respectively, we identified a requirement for Mio10 in mitochondrial membrane organization. Cells lacking Mio10 displayed significantly altered mitochondrial morphology as judged by fluorescence live-cell imaging, as well as a loss of inner membrane organization. This finding is explained by the fact that human MINOS1 is a novel constituent of a large protein complex together with MINOS2/mitofilin now called the MINOS complex. In addition, other known interactors of MINOS2/mitofilin, such as MINOS3/CHCHD3, were identified in the complex. Similarly, the yeast counterpart, Mio10, is associated with Fcj1, the yeast orthologue of MINOS2/mitofilin. MINOS2/mitofilin, as well as Fcj1, was found necessary for cristae junction formation, and a loss of their function concomitantly leads to loss of typical cristae ( John et al., 2005 ; Rabl et al., 2009 ). Thus, Mio10, as a component of the MINOS complex, is apparently similarly required for inner membrane organization and morphology. We find that MINOS1 and MINOS2/Mitofilin cooperate in inner membrane organization in a common complex. Our mass spectrometric analyses suggest a number of additional constituents of the complexes in yeast and human. However, further analyses will be required to support their presence in the MINOS complex and the functional significance of the interaction. Given the size of the MINOS complexes of >1 MDa, it is tempting to speculate that the MINOS complexes could act as a physical scaffold for cristae junction formation ( John et al., 2005 ; Rabl et al., 2009 ). The fact that we and others found that the human MINOS2/mitofilin complex copurifies with outer membrane proteins supports a role of the complex in contact-site formation ( Xie et al., 2007 ). High-resolution immuno–electron microscopy will be required to address this idea in the future and to provide evidence for the function of the MINOS complex in this process. While the manuscript for this article was under revision three publications appeared that similarly report on the identification of the yeast MINOS complex ( Harner et al. , 2011 ; Hoppins et al. , 2011 ; von der Malsburg et al. , 2011 ). MATERIALS AND METHODS Yeast strains and growth analysis S. cerevisiae yeast strains used in this study were derivatives of either BY4741 or YPH499 ( Sikorski and Hieter, 1989 ). The following yeast strains were used in this study: BY4741 (Mat a, his3-Δ1 leu2Δ0 met15Δ0 ura3Δ0); YPH499 (Mat a, ade2-101 his3-Δ200 leu2-Δ1 ura3-52 trp1-Δ63 lys2-801); mio10Δ (Mat a, his3-Δ1 leu2Δ0 met15Δ0 ura3Δ0; mio10 ::kanMX4) (Open Biosystems, Thermo Biosystems, Huntsville, AL); fcj1 Δ (Mat a, his3-Δ1 leu2Δ0 met15Δ0 ura3Δ0; fcj1 ::kanMX4); atp20 Δ (Mat a, his3-Δ1 leu2Δ0 met15Δ0 ura3Δ0; atp20 ::kanMX4); atp2 Δ (Mat a, his3-Δ1 leu2Δ0 met15Δ0 ura3Δ0; atp2 ::kanMX4); YAA01 (Atp20 ZZ ) (Mat a, ade2-101 his3-Δ200 leu2-Δ1 ura3-52 trp1-Δ63 lys2-801; atp20 ::ATP20-ZZ-HIS3MX6), YAA02 (Mio10-streptavidin-FLAG; SF) (Mat a, ade2-101 his3-Δ200 leu2-Δ1 ura3-52 trp1-Δ63 lys2-801; mio10 ::MIO10-SF-HIS3MX6). YAA02 was generated using a modified pYM2.1 vector; briefly, the streptavidin-FLAG tag from a pESG-IBA_168 (cut with Xho I and Bgl II) was ligated into the pYM2.1 (cut with Sal I and Bgl II). Tagging of Mio10 (YCL057C-A) and Atp20 (YPR020W) was achieved using pYM2.1 and pYM10, respectively, as previously described ( Knop et al., 1999 ; Janke et al., 2004 ). Yeast growth tests were performed by adjusting cultured yeast to an OD 600 of 0.1 and spotting of serial dilutions onto agar plates containing 1% yeast extract, 2% peptone, 3% glycerol (YPG) or 1% yeast extract, 2% peptone, 2% glucose (YPD). Alternatively, plates containing synthetic medium were used: 0.67% yeast nitrogen base (Difco; BD, Franklin Lakes, NJ), 0.7 g/l dropout mix of CSM-URA (MP Biomedicals, Solon, OH), or 20 μg/ml of uracil) supplemented with 2% glucose (SD) or 3% glycerol (SG) ( Reinhold et al., 2011 ). Isolation of mitochondria Yeast mitochondria were isolated by differential centrifugation from cells grown on YPG at 30°C or SG at 18°C according to Meisinger et al. (2006 ). Human mitochondria were isolated from HEK293T cells cultured in DMEM containing 10% fetal bovine serum (Life Technologies, Invitrogen, Carlsbad, CA) at 37°C and 5% CO 2 as previously described ( Lazarou et al., 2009 ; Reinhold et al., 2011 ). In brief, cells were harvested at 80–85% confluency in 1× PBS and 1 mM EDTA and homogenized in 0.1% bovine serum albumin (BSA), 300 mM trehalose, 10 mM 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid–KOH, pH 7.7, 10 mM KCl, and 1 mM EDTA ( Yamaguchi et al. , 2007 ). Homo­genized cells were subjected to centrifugation at 11,000 × g at 4°C for 10 min and the mitochondria-containing pellet concentrated in homogenization buffer without BSA. HEK293T cells were grown in lysine- and arginine-deficient DMEM supplemented with 10% dialyzed fetal bovine serum. Light labeled medium was supplemented with normal isotope containing l -lysine and l -arginine; heavy labeled medium was supplemented with heavy isotope labeled 13 C 6 15 N 2 -lysine and 13 C 6 15 N 4 -arginine (Euriso-Top, Saarbrücken, Germany). Protein localization analysis Protease protection and membrane association analysis was performed as previously described ( Mick et al., 2007 ). Swelling of isolated mitochondria was achieved by treatment in EM buffer (1 mM EDTA, 10 mM 3-( N -morpholino)propanesulfonic acid, pH 7.2) and mitochondria lysed with 1% Triton X-100. To test protein membrane association, isolated mitochondria were suspended in 0.1 M carbonate buffer at pH 10.8 or 11.5, or alternatively lysed with 1% Triton X-100. Samples were subjected to ultracentrifugation at 45,000 rpm for 45 min at 4°C in a TLA-55 rotor (Beckman Coulter, Brea, CA). Samples were trichloroacetic acid (TCA) precipitated and subjected to SDS–PAGE analysis. Fluorescence microscopy Immunofluorescence was performed as previously described ( Wurm et al., 2010 ). Vero African green monkey ( Cercopithecus aethiops ) kidney epithelial cells grown on coverslips were fixed in 8% paraformaldehyde and permeabilized in 0.5% (vol/vol) Triton X-100. Treated cells were incubated for 1 h with C1orf151/MINOS1-antibody (rabbit) (Abcam, Cambridge, MA) and cyclophilin D antibody (mouse; Abcam) at a dilution of 1:400. After washing, cells were incubated with Oregon green 488–conjugated goat anti–mouse immunoglobulin G (IgG; 1:1000; Molecular Probes, Invitrogen) and KK114 (compound 6) conjugated goat anti–rabbit IgG (1:200; Kolmakov et al., 2010 ) for 1 h. After washing, 4′,6-diamidino-2-phenylindole staining was performed for 5 min and cells embedded in mounting medium. Fluorescence microscopy was performed with a beam scanning confocal microscope (TCS SP5; Leica Microsystems, Wetzlar, Germany) equipped with 1.4 numerical aperture oil immersion lenses (63×; HCX PL APO, Leica). Yeast cells transformed with pVT100U-mitoGFP ( Westermann and Neupert, 2000 ) were grown overnight in selective SGG medium (0.5 g/l yeast extract, 6.7 g/l yeast nitrogen base, 0.77 g/l CSM-URA dropout mix, 30 ml/l glycerol, 1 g/l glucose). Cells were directly used for fluorescence microscopy. Images were collected by using a DeltaVision microscope (Olympus IX71; Applied Precision, Issaquah, WA) and deconvolved by using Softworx, version 3.5.1 (Great Falls, MT). Immunoprecipitation Immunoprecipitation of human mitochondrial complexes was performed either with beads coupled with anti–complex IV antibodies or anti–complex V antibodies (Invitrogen). In case of MINOS1, C1orf151 antibodies were cross-linked to Protein A/G Agarose (Pierce, Thermo Fisher Scientific, Rockford, IL). One milligram of isolated mitochondria from HEK293T cells was solubilized in 1 ml of IP buffer (20 mM Tris, pH 7.4, 50 mM NaCl, 0.5 mM EDTA, 10% [wt/vol] glycerol, 1% [wt/vol] digitonin, 1 mM phenylmethylsulfonyl fluoride [PMSF]) for 20 min on ice. Insoluble material was removed by centrifugation (14,000 rpm, 20 min, 4°C). Total sample were taken from the supernatant. The remaining supernatant was split into aliquots and incubated with the individual antibody-coupled beads for 1 h at 4°C on an end-over-end shaker. The nonbound proteins were removed by centrifugation (1000 × g , 1 min, 4°C) of the samples through a minicolumn fitted with a filter. The beads were washed 10 times with W buffer (20 mM Tris, pH7.4, 50 mM NaCl, 0.5 mM EDTA, 10% [wt/vol] glycerol, 0.3% [wt/vol] digitonin, 1 mM PMSF). Samples were eluted by adding 1× SDS sample buffer. Isolation of yeast protein complexes was performed using Atp20 ZZ and Mio10 SF strains essentially as previously described ( Geissler et al. , 2002 ). Isolated mitochondria were solubilized in IP buffer. After centrifugation at 14,000 rpm for 20 min the resulting supernatants were incubated either with IgG-Sepharose or Strep -Tactin-Sepharose (IBA, Göttingen, Germany) for 1 h at 4°C on an end-over-end shaker. Unbound material was removed by transfer of the beads into minicolumns and centrifugation at 100 × g for 1 min. The beads were washed 10 times with 20× bead volume. Atp20 zz complexes were eluted by adding 1× SDS sample buffer. Elution of the Mio10-SF complexes was achieved by adding DB buffer (5 mM desthio-biotin, 20 mM Tris-HCl, pH 7.4, 30 mM NaCl, 0.2 mM EDTA). Mio10-SF-eluates were concentrated with StrataClean (Agilent Technologies, Santa Clara, CA). Mass spectrometry and data analysis Eluted proteins were separated on 4–12% gradient SDS–PAGE gels (Invitrogen) and stained with colloidal Coomassie blue. Each gel lane was cut into 23 equal gel slices, and proteins therein were in-gel digested with trypsin (Promega, Madison, WI) as described previously ( Shevchenko et al., 2006 ). Tryptic peptides from each gel slice were analyzed by nanoflow high-performance liquid chromatography (Agilent 1100, Agilent Technologies) coupled to a nanoelectrospray LTQ-Orbitrap XL mass spectrometer (Thermo Fischer Scientific). For yeast immunoprecipitations, the raw mass spectrometer files were searched and analyzed with Mascot (Mascot Deamon, version 2.2.2; Matrix Science, Boston, MA) and Scaffold 3 (Proteome Software, Portland, OR) using the National Center for Biotechnology Information nonredundant S. cerevisiae protein database. Normalized fold change ratios were calculated in Scaffold using the spectral count approach ( Liu et al., 2004 ). For the SILAC analyses of MINOS1 immunoprecipitations, the raw MS files from the mass spectrometer were analyzed by MaxQuant ( Cox and Mann, 2008 ) and Mascot using the IPI–International Protein Index human protein database, version 3.82. Results from MaxQuant were analyzed and visualized with R as described previously ( Nikolov et al., 2011 ). Size exclusion chromatography Gel filtration of human and yeast solubilized mitochondrial protein complexes were performed with an ÄKTApurifier system (GE Healthcare, Piscataway, NJ). Therefore 200 μg of isolated mitochondria was solubilized in 200 μl of GF-buffer (20 mM Tris, pH7.4, 50 mM NaCl, 0.5 mM EDTA, 10% [wt/vol] glycerol, 1% [wt/vol] digitonin, 1 mM PMSF) for 20 min on ice. Insoluble material was removed by centrifugation. The supernatants were loaded on a Superose 6 10/300 GL (GE Healthcare) equilibrated with GL buffer (20 mM Tris, pH7.4, 50 mM NaCl, 0.5 mM EDTA, 10% [wt/vol] glycerol, 0.1% [wt/vol] digitonin). The resulting fractions were precipitated with TCA and washed with acetone. Dried samples were resolved in 1× SDS sample buffer and used for SDS–PAGE. Electron microscopy For high-pressure-freezing, budding yeast cells were grown at 30°C in liquid YP lactate medium (10 g/l yeast extract, 20 g/l peptone from casein, 23 ml/l L(+)-lactic acid solution [85%], 0.02 g/l uracil, 0.02 g/l adenine sulfate) and harvested during the logarithmic growth phase. Cells were transferred onto a 150-μm aluminum planchette and vitrified in a Leica HPM100 high-pressure freezer. The vitrified specimens were embedded using a freeze substitution unit (Leica EM AFS) in 0.5% glutaraldehyde, 0.1% uranyl acetate, and 5% H 2 O ( Giddings, 2003 ). After warming of the samples to room temperature the pellet was removed from the planchette, embedded in epoxide resin (Agar 100; Plano, Wetzlar, Germany), and polymerized at +80°C for 48 h. Thin sections (60 nm) were counterstained with 1% uranyl acetate in methanol and lead citrate and examined using a Philips CM 120 BioTwin transmission electron microscope (Philips, Eindhoven, Netherlands). Chemical fixation Chemical fixation was performed as previously described ( Erdmann et al. , 1989 ). Yeast cells grown for 12 h at 18°C in liquid SGG medium were fixed in 1.5% potassium permanganate for 20 min at room temperature, poststained for 2 h with 1% uranyl acetate, and dehydrated in a graded ethanol series and embedded in Epon 812. Ultrathin sections were mounted on Formvar-coated single-hole grids and examined in a Philips EM 300. Miscellaneous Protein complexes were analyzed by blue native electrophoresis as previously described ( Schägger et al., 1994 ; Dekker et al., 1997 ). In-gel ATPase activity was performed essentially as previously described ( Bornhövd et al. , 2006 ; Wagner et al ., 2010 ). Standard techniques were used for SDS electrophoresis and Western blot analyses. Protein-antibody signals were detected by enhanced chemiluminescence (GE Healthcare). In silico analysis was performed using the Saccharomyces Genome Database. Multiple sequence alignment of Mio10/MINOS1 was performed with ClustalW 2.0.11 ( Chenna et al., 2003 ). TMpred ( Hofmann and Stoffel, 1993 ) was used for transmembrane predictions. Supplementary Material Supplemental Materials This article was published online ahead of print in MBoC in Press ( http://www.molbiolcell.org/cgi/doi/10.1091/mbc.E11-09-0774 ) on November 23, 2011. We thank R. Jahn and M. Zweckstetter for helpful discussions. This work was supported by the Deutsche Forschungsgemeinschaft, SFB860, Deutsche Forschungsgemeinschaft Research Center for Molecular Physiology of the Brain (to S.J.), the Forschungsförderungsprogramm of the University Medical Center Göttingen (M.D.), and the Max-Planck-Society (S.J., H.U.). Abbreviations used: BN-PAGE blue native-polyacrylamide gel electrophoresis CoIP coimmunoprecipitation COX cytochrome c oxidase GFP green fluorescent protein HPF high-pressure freezing IMS intermembrane space LC/MS/MS liquid chromatography tandem mass spectrometry MINOS mitochondrial inner membrane organization system MIO mitochondrial inner membrane organization SF streptavidin-FLAG SILAC stable isotope labeling with amino acids in cell culture TCA trichloroacetic acid TX-100 Triton X-100 REFERENCES Arnold I Bauer MF Brunner M Neupert W Stuart RA Yeast mitochondrial F1F0-ATPase: the novel subunit e is identical to Tim11 FEBS Lett 1997 411 195 200 9271204 Arnold I Pfeiffer K Neupert W Stuart RA Schägger H Yeast mitochondrial F1F0-ATP synthase exists as a dimer: identification of three dimer-specific subunits EMBO J 1998 17 7170 7178 9857174 Arnold I Pfeiffer K Neupert W Stuart RA Schägger H ATP synthase of yeast mitochondriaIsolation of subunit j and disruption of the ATP18 gene J Biol Chem 1999 274 36 40 9867807 Arselin G Giraud MF Dautant A Vaillier J Brèthes D Coulary-Salin B Schaeffer J Velours J The GxxxG motif of the transmembrane domain of subunit e is involved in the dimerization/oligomerization of the yeast ATP synthase complex in the mitochondrial membrane Eur J Biochem 2003 270 1875 1884 12694201 Arselin G Vaillier J Salin B Schaeffer J Giraud MF Dautant A Brèthes D Velours J The modulation in subunits e and g amounts of yeast ATP synthase modifies mitochondrial cristae morphology J Biol Chem 2004 279 40392 40399 15262977 Bornhövd C Vogel F Neupert W Reichert A Mitochondrial membrane potential is dependent on oligomeric state of F1F0-ATP synthase supracomplexes J Biol Chem 2006 281 13990 13998 16551625 Boyer PD The ATP synthase—a splendid molecular machine Annu Rev Biochem 1997 66 717 749 9242922 Brunner S Everard-Gigot V Stuart RA Su e of the yeast F1Fo-ATP synthase forms homodimers J Biol Chem 2002 277 48484 48489 12377768 Bustos DM Velours J The modification of the conserved GXXXG motif of the membrane-spanning segment of subunit g destabilizes the supramolecular species of yeast ATP synthase J Biol Chem 2005 280 29004 29010 15970598 Chenna R Sugawara H Koike T Lopez R Gibson TJ Higgins DG Thompson JD Multiple sequence alignment with the Clustal series of programs Nucleic Acids Res 2003 31 3497 3500 12824352 Collinson IR Runswick MJ Buchanan SK Fearnley IM Skehel JM van Raaij MJ Griffiths DE Walker JE Fo membrane domain of ATP synthase from bovine heart mitochondria: purification, subunit composition, and reconstitution with F 1 -ATPase Biochemistry 1994 33 7971 7978 8011660 Cox J Mann M MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification Nat Biotechnol 2008 26 1367 1372 19029910 Darshi M Mendiola VL Mackey MR Murphy AN Koller A Perkins GA Ellisman MH Taylor SS ChChd3, an inner mitochondrial membrane protein, is essential for maintaining crista integrity and mitochondrial function J Biol Chem 2011 286 2918 2932 21081504 Davies KM Strauss M Daum B Kief JH Osiewacz HD Rycovska A Zickermann V Kühlbrandt W Macromolecular organization of ATP synthase and complex I in whole mitochondria Proc Natl Acad Sci USA 2011 108 14121 14126 21836051 De los Rios Castillo D Zarco-Zavala M Olvera-Sanchez S Pardo JP Juarez O Martinez F Mendoza-Hernandez G García-Trejo JJ Flores-Herrera O Atypical cristae morphology of human syncytiotrophoblast mitochondria: role for complex V J Biol Chem 2011 286 23911 23919 21572045 Dekker PJ Martin F Maarse AC Bömer U Müller H Guiard B Meijer M Rassow J Pfanner N The Tim core complex defines the number of mitochondrial translocation contact sites and can hold arrested preproteins in the absence of matrix Hsp70-Tim44 EMBO J 1997 16 5408 5419 9312000 Dudkina NV Sunderhaus S Braun HP Boekema EJ Characterization of dimeric ATP synthase and cristae membrane ultrastructure from Saccharomyces and Polytomella mitochondria FEBS Lett 2006 580 3427 3432 16714019 Erdmann R Veenhuis M Mertens D Kunau WH Isolation of peroxisome-deficient mutants of Saccharomyces cerevisiae Proc Natl Acad Sci USA 1989 86 5419 5423 2568633 Erdmann R Wiebel FF Flessau A Rytka J Beyer A Fröhlich KU Kunau WH Pas1, a yeast gene required for peroxisome biogenesis, encodes a member of a novel family of putative ATPases Cell 1991 64 499 510 1825027 Eubel H Jänsch L Braun HP New insights into the respiratory chain of plant mitochondria. Supercomplexes and a unique composition of complex II Plant Physiol 2003 133 274 286 12970493 Fillingame RH Molecular rotary motors Science 1999 286 1687 1688 10610565 Frezza C OPA1 controls apoptotic cristae remodeling independently from mitochondrial fusion Cell 2006 126 177 189 16839885 Gavin PD Prescott M Luff SE Devenish RJ Cross-linking ATP synthase complexes in vivo eliminates mitochondrial cristae J Cell Sci 2004 117 2333 2343 15126633 Geissler A Chacinska A Truscott KN Wiedemann N Brandner K Sickmann A Meyer HE Meisinger C Pfanner N Rehling P The mitochondrial presequence translocase: an essential role of Tim50 in directing preproteins to the import channel Cell 2002 111 507 518 12437924 Giddings TH Freeze-substitution protocols for improved visualization of membranes in high-pressure frozen samples J Microsc 2003 212 53 61 14516362 Giraud MF Paumard P Soubannier V Vaillier J Arselin G Salin B Schaeffer J Brèthes D di Rago JP Velours J Is there a relationship between the supramolecular organization of the mitochondrial ATP synthase and the formation of cristae Biochim Biophys Acta 2002 1555 174 180 12206911 Harner M Körner C Walther D Mokranjac D Kaesmacher J Welsch U Griffith J Mann M Reggiori F Neupert W The mitochondrial contact site complex, a determinant of mitochondrial architecture EMBO J 2011 30 4356 4370 22009199 Hofmann K Stoffel W TMBASE—a database of membrane spanning proteins segments Biol Chem Hoppe-Seyler 1993 374 166 Hoppins S Collins SR Cassidy-Stone A Hummel E Devay RM Lackner LL Westermann B Schuldiner M Weissman JS Nunnari J A mitochondrial-focused genetic interaction map reveals a scaffold-like complex required for inner membrane organization in mitochondria J Cell Biol 2011 195 323 340 21987634 Janke C A versatile toolbox for PCR-based tagging of yeast genes: new fluorescent proteins, more markers and promoter substitution cassettes Yeast 2004 21 947 962 15334558 John GB Shang Y Li L Renken C Mannella CA Selker JM Rangell L Bennett MJ Zha J The mitochondrial inner membrane protein mitofilin controls cristae morphology Mol Biol Cell 2005 16 1543 1554 15647377 Knop M Siegers K Pereira G Zachariae W Winsor B Nasmyth K Schiebel E Epitope tagging of yeast genes using a PCR-based strategy: more tags and improved practical routines Yeast 1999 15 963 972 10407276 Kolmakov K Belov VN Bierwagen J Ringemann C Müller V Eggeling C Hell SW Red-emitting rhodamine dyes for fluorescence microscopy and nanoscopy Chemistry 2010 16 158 166 19950338 Krause F Reifschneider NH Goto S Dencher NA Active oligomeric ATP synthases in mammalian mitochondria Biochem Biophys Res Commun 2005 329 583 590 15737625 Lazarou M Smith SM Thorburn DR Ryan MT McKenzie M Assembly of nuclear DNA-encoded subunits into mitochondrial complex IV, and their preferential integration into supercomplex forms in patient mitochondria FEBS J 2009 276 6701 6713 19843159 Liu H Sadygov RG Yates JR 3rd A model for random sampling and estimation of relative protein abundance in shotgun proteomics Anal Chem 2004 76 4193 4201 15253663 Meisinger C Pfanner N Truscott KN Isolation of yeast mitochondria Methods Mol Biol 2006 313 33 39 16118422 Mick DU Wagner K van der Laan M Frazier AE Perschil I Pawlas M Meyer HE Warscheid B Rehling P Shy1 couples Cox1 translational regulation to cytochrome c oxidase assembly EMBO J 2007 26 4347 4358 17882259 Mun JY Lee TH Kim JH Yoo BH Bahk YY Koo HS Han SS Caenorhabditis elegans mitofilin homologs control the morphology of mitochondrial cristae and influence reproduction and physiology J Cell Physiol 2010 224 784 756 Nijtmans LG Taanman JW Muijsers AO Speijer D Van den Bogert C Assembly of cytochrome- c oxidase in cultured human cells Eur J Biochem 1998 254 389 394 9660196 Nikolov M Stuetzer A Mosch K Krasauskas A Soeroes S Stark H Urlaub H Fischle W Chromatin affinity purification and quantitative mass spectrometry defining the interactome of histone modification patterns Mol Cell Proteomics 2011 10 M110.005371 [Epub ahead of print] Odgren PR Toukatly G Bangs PL Gilmore R Fey EG Molecular characterization of mitofilin (HMP), a mitochondria-associated protein with predicted coiled coil and intermembrane space targeting domains J Cell Sci 1996 109 2253 2264 8886976 Oka T Sayano T Tamai S Yokota S Kato H Fujii G Mihara K Identification of a novel protein MICS1 that is involved in maintenance of mitochondrial morphology and apoptotic release of cytochrome c Mol Biol Cell 2008 19 2597 2608 18417609 Olichon A Baricault L Gas N Guillou E Valette A Belenguer P Lenaers G Loss of OPA1 perturbates the mitochondrial inner membrane structure and integrity, leading to cytochrome c release and apoptosis J Biol Chem 2003 278 7743 7746 12509422 Ong SE Blagoev B Kratchmarova I Kristensen DB Steen H Pandey A Mann M Stable isotope labeling by amino acids in cell culture, SILAC, as a simple and accurate approach to expression proteomics Mol Cell Proteomics 2002 1 376 386 12118079 Paumard P Arselin G Vaillier J Chaignepain S Bathany K Schmitter JM Brèthes D Velours J Two ATP synthases can be linked through subunits i in the inner mitochondrial membrane of Saccharomyces cerevisiae Biochemistry 2002a 41 10390 10396 12173925 Paumard P Vaillier J Coulary B Schaeffer J Soubannier V Mueller DM Brèthes D di Rago JP Velours J The ATP synthase is involved in generating mitochondrial cristae morphology EMBO J 2002b 21 221 230 11823415 Rabl R Formation of cristae and crista junctions in mitochondria depends on antagonism between Fcj1 and Su e/g J Cell Biol 2009 185 1047 1063 19528297 Reinders J Wagner K Zahedi RP Stojanovski D Eyrich B van der Laan M Rehling P Sickmann A Pfanner N Meisinger C Profiling phosphoproteins of yeast mitochondria reveals a role of phosphorylation in assembly of the ATP synthase Mol Cell Proteomics 2007 6 1896 1906 17761666 Reinders J Zahedi RP Pfanner N Meisinger C Sickmann A Toward the complete yeast mitochondrial proteome: multidimensional separation techniques for mitochondrial proteomics J Proteome Res 2006 5 1543 1554 16823961 Reinhold R Bareth B Balleininger M Wissel M Rehling P Mick DU Mimicking a SURF1 allele reveals uncoupling of cytochrome c oxidase assembly from translational regulation in yeast Hum Mol Genet 2011 20 2379 2393 21470975 Russ WP Engelman DM The GxxxG motif: a framework for transmembrane helix-helix association J Mol Biol 2000 296 911 919 10677291 Saddar S Stuart RA The yeast F 1 F 0 -ATP synthase: analysis of the molecular organization of subunit g and the importance of a conserved GXXXG motif J Biol Chem 2005 280 24435 24442 15886192 Schägger H Cramer WA von Jagow G Analysis of molecular masses and oligomeric states of protein complexes by blue native electrophoresis and isolation of membrane protein complexes by two-dimensional native electrophoresis Anal Biochem 1994 217 220 230 8203750 Shevchenko A Tomas H Havlis J Olsen JV Mann M In-gel digestion for mass spectrometric characterization of proteins and proteomes Nat Protoc 2006 1 2856 2860 17406544 Sickmann A The proteome of Saccharomyces cerevisiae mitochondria Proc Natl Acad Sci USA 2003 100 13207 13212 14576278 Sikorski RS Hieter P A system of shuttle vectors and yeast host strains designed for efficient manipulation of DNA in Saccharomyces cerevisiae Genetics 1989 122 19 27 2659436 Soubannier V Vaillier J Paumard P Coulary B Schaeffer J Velours J In the absence of the first membrane-spanning segment of subunit 4(b), the yeast ATP synthase is functional but does not dimerize or oligomerize J Biol Chem 2002 277 10739 10745 11799128 Strauss M Hofhaus G Schröder RR Kühlbrandt W Dimer ribbons of ATP synthase shape the inner mitochondrial membrane EMBO J 2008 27 1154 1160 18323778 Suppanz IE Wurm CA Wenzel D Jakobs S The m-AAA protease processes cytochrome c peroxidase preferentially at the inner boundary membrane of mitochondria Mol Biol Cell 2009 20 572 580 19019989 Thomas D Bron P Weimann T Dautant A Giraud MF Paumard P Salin B Cavalier A Velours J Brèthes D Supramolecular organization of the yeast F 1 F 0 -ATP synthase Biol Cell 2008 100 591 601 18447829 Vaillier J Arselin G Graves PV Camougrand N Velours J Isolation of supernumerary yeast ATP synthase subunits e and i. Characterization of subunit i and disruption of its structural gene ATP18 J Biol Chem 1999 274 543 548 9867878 Velours J Arselin G The Saccharomyces cerevisiae ATP synthase J Bioernerg Biomembr 2000 32 383 390 Velours J Dautant A Salin B Sagot I Brèthes D Mitochondrial F 1 F 0 -ATP synthase and organellar internal architecture Int J Biochem Cell Biol 2009 41 1783 1789 19703649 Vogel F Bornhövd C Neupert W Reichert AS Dynamic subcompartmentalization of the mitochondrial inner membrane J Cell Biol 2006 175 237 247 17043137 von der Malsburg K Dual role of mitofilin in mitochondrial membrane organization and protein biogenesis Dev Cell 2011 21 694 707 21944719 Wagner K Perschil I Fichter CD van der Laan M Stepwise assembly of dimeric F 1 F o -ATP synthase in mitochondria involves the small F(o)-subunits k and i Mol Biol Cell 2010 21 1494 1504 20219971 Wagner K Rehling P Sanjuán Szklarz LK Taylor RD Pfanner N van der Laan M Mitochondrial F 1 F 0 -ATP synthase: the small subunits e and g associate with monomeric complexes to trigger dimerization J Mol Biol 2009 392 855 861 19635484 Westermann B Neupert W Mitochondria-targeted green fluorescent proteins: convenient tools for the study of organelle biogenesis in Saccharomyces cerevisiae Yeast 2000 16 1421 1427 11054823 Wittig I Velours J Stuart R Schägger H Characterization of domain interfaces in monomeric and dimeric ATP synthase Mol Cell Proteomics 2008 7 995 1004 18245802 Wurm CA Jakobs S Differential protein distributions define two sub-compartments of the mitochondrial inner membrane in yeast FEBS Lett 2006 580 5628 5634 16997298 Wurm CA Suppanz IE Stoldt S Jakobs S Rapid FlAsH labelling in the budding yeast Saccharomyces cerevisiae J Microsc 2010 240 6 13 21050208 Xie J Marusich MF Souda P Whitelegge J Capaldi RA The mitochondrial inner membrane protein mitofilin exists as a complex with SAM50, metaxins 1 and 2, coiled-coil-helix coiled-coil-helix domain-containing protein 3 and 6 and DnaJC11 FEBS Lett 2007 581 3545 3549 17624330 Yamaguchi R Andreyev A Murphy AN Perkins GA Ellisman MH Newmeyer DD Mitochondria frozen with trehalose retain a number of biological functions and preserve outer membrane integrity Cell Death Differ 2007 14 616 624 16977331",
  "plain_text": "MINOS1/Mio10, a conserved mitochondrial protein, is required for mitochondrial inner membrane organization and cristae morphology. MINOS1/Mio10 is a novel constituent of the mitofilin/Fcj1 complex of the inner membrane, linking the morphology phenotype of the mutant to the activity of the mitochondrial inner membrane organizing complex.\n\nThe inner membrane of mitochondria is especially protein rich and displays a unique morphology characterized by large invaginations, the mitochondrial cristae, and the inner boundary membrane, which is in proximity to the outer membrane. Mitochondrial inner membrane proteins appear to be not evenly distributed in the inner membrane, but instead organize into functionally distinct subcompartments. It is unknown how the organization of the inner membrane is achieved. We identified MINOS1/MIO10 (C1orf151/YCL057C-A), a conserved mitochondrial inner membrane protein. mio10 -mutant yeast cells are affected in growth on nonfermentable carbon sources and exhibit altered mitochondrial morphology. At the ultrastructural level, mutant mitochondria display loss of inner membrane organization. Proteomic analyses reveal MINOS1/Mio10 as a novel constituent of Mitofilin/Fcj1 complexes in human and yeast mitochondria. Thus our analyses reveal new insight into the composition of the mitochondrial inner membrane organizing machinery."
}
