{
    "PMC": "3231760",
    "DOI": "10.1186/1297-9686-35-s1-s19",
    "PMID": "12927078",
    "PMCID": "PMC3231760",
    "title": "Application of disease-associated differentially expressed genes--mining for functional candidate genes for mastitis resistance in cattle.",
    "year": 2003,
    "source_url": "https://europepmc.org/article/PMC/PMC3231760",
    "source": "MED",
    "abstract_text": "In this study the mRNA differential display method was applied to identify mastitis-associated expressed DNA sequences based on different expression patterns in mammary gland samples of non-infected and infected udder quarters of a cow. In total, 704 different cDNA bands were displayed in both udder samples. Five hundred-and-thirty two bands, (75.6%) were differentially displayed. Ninety prominent cDNA bands were isolated, re-amplified, cloned and sequenced resulting in 87 different sequences. Amongst the 19 expressed sequence tags showing a similarity with previously described genes, the majority of these sequences exhibited homology to protein kinase encoding genes (26.3%), to genes involved in the regulation of gene expression (26.3%), to growth and differentiation factor encoding genes (21.0%) and to immune response or inflammation marker encoding genes (21.0%). These sequences were shown to have mastitis-associated expression in the udder samples of animals with and without clinical mastitis by quantitative RT-PCR. They were mapped physically using a bovine-hamster somatic cell hybrid panel and a 5000 rad bovine whole genome radiation hybrid panel. According to their localization in QTL regions based on an established integrated marker/gene-map and their disease-associated expression, four genes (AHCY, PRKDC, HNRPU, OSTF1) were suggested as potentially involved in mastitis defense.",
    "full_text": "Genet Sel Evol Genetics, Selection, Evolution : GSE 0999-193X 1297-9686 BioMed Central 3231760 1297-9686-35-S1-S19 12927078 10.1186/1297-9686-35-S1-S19 Research Application of disease-associated differentially expressed genes – Mining for functional candidate genes for mastitis resistance in cattle Schwerin Manfred 1 schwerin@fbn-dummerstorf.de Czernek-Schäfer Diana 1 Goldammer Tom 1 Kata Srinivas R 2 Womack James E 2 Pareek Ravi 3 Pareek Chandra 3 Walawski Krzysztof 3 Brunner Ronald M 1 1 Research Unit for Molecular Biology, Research Institute for the Biology of Farm Animals, Dummerstorf, Germany 2 Department of Veterinary Pathobiology, Texas A&M University, College Station, TX 77843, USA 3 Department of Animal Genetics, University of Warmia and Mazury, Olsztyn, Poland 2003 15 6 2003 35 Suppl 1 Second International Symposium on Candidate Genes for Animal Health. 16-18 August 2002, Montpelier - France Jean-Charles Maillard, Marie-Hélène Pinard van der Laan S19 S34 4 2 2003 Copyright ©2003 INRA, EDP Sciences 2003 INRA, EDP Sciences In this study the mRNA differential display method was applied to identify mastitis-associated expressed DNA sequences based on different expression patterns in mammary gland samples of non-infected and infected udder quarters of a cow. In total, 704 different cDNA bands were displayed in both udder samples. Five hundred-and-thirty two bands, (75.6%) were differentially displayed. Ninety prominent cDNA bands were isolated, re-amplified, cloned and sequenced resulting in 87 different sequences. Amongst the 19 expressed sequence tags showing a similarity with previously described genes, the majority of these sequences exhibited homology to protein kinase encoding genes (26.3%), to genes involved in the regulation of gene expression (26.3%), to growth and differentiation factor encoding genes (21.0%) and to immune response or inflammation marker encoding genes (21.0%). These sequences were shown to have mastitis-associated expression in the udder samples of animals with and without clinical mastitis by quantitative RT-PCR. They were mapped physically using a bovine-hamster somatic cell hybrid panel and a 5000 rad bovine whole genome radiation hybrid panel. According to their localization in QTL regions based on an established integrated marker/gene-map and their disease-associated expression, four genes ( AHCY , PRKDC , HNRPU , OSTF1 ) were suggested as potentially involved in mastitis defense. mastitis expressed sequence tag gene expression cattle RH mapping (To access the full article, please see PDF)",
    "full_text_abstract": "In this study the mRNA differential display method was applied to identify mastitis-associated expressed DNA sequences based on different expression patterns in mammary gland samples of non-infected and infected udder quarters of a cow. In total, 704 different cDNA bands were displayed in both udder samples. Five hundred-and-thirty two bands, (75.6%) were differentially displayed. Ninety prominent cDNA bands were isolated, re-amplified, cloned and sequenced resulting in 87 different sequences. Amongst the 19 expressed sequence tags showing a similarity with previously described genes, the majority of these sequences exhibited homology to protein kinase encoding genes (26.3%), to genes involved in the regulation of gene expression (26.3%), to growth and differentiation factor encoding genes (21.0%) and to immune response or inflammation marker encoding genes (21.0%). These sequences were shown to have mastitis-associated expression in the udder samples of animals with and without clinical mastitis by quantitative RT-PCR. They were mapped physically using a bovine-hamster somatic cell hybrid panel and a 5000 rad bovine whole genome radiation hybrid panel. According to their localization in QTL regions based on an established integrated marker/gene-map and their disease-associated expression, four genes ( AHCY , PRKDC , HNRPU , OSTF1 ) were suggested as potentially involved in mastitis defense."
}