{
  "PMC": "6481226",
  "DOI": "10.1212/nxg.0000000000000335",
  "PMID": "31086828",
  "PMCID": "PMC6481226",
  "title": "Oligogenic basis of sporadic ALS: The example of &lt;i&gt;SOD1&lt;/i&gt; p.Ala90Val mutation.",
  "year": 2019,
  "source_url": "https://europepmc.org/article/PMC/PMC6481226",
  "source": "MED",
  "abstract_text": "<h4>Objective</h4>To characterize the clinical and neuropathologic features of patients with amyotrophic lateral sclerosis (ALS) with the superoxide dismutase 1 (<i>SOD1</i>) p.Ala90Val mutation, as well as the mutation frequency and the role of oligogenic mechanisms in disease penetrance.<h4>Methods</h4>An index patient with autopsy-proven ALS was discovered to have the <i>SOD1</i> p.Ala90Val mutation, which was screened in 2 Finnish ALS cohorts (n = 453). Additional contributing variants were analyzed from whole-genome or whole-exome sequencing data.<h4>Results</h4>Seven screened patients (1.5%) were found to carry the <i>SOD1</i> heterozygous mutation. Allele-sharing analysis suggested a common founder haplotype. Common clinical features included limb-onset, long disease course, and sensory symptoms. No TDP43 pathology was observed. All cases were apparently sporadic, and pedigree analysis demonstrated that the mutation has reduced penetrance. Analysis of other contributing genes revealed a unique set of additional variants in each patient. These included previously described rare <i>ANG</i> and <i>SPG11</i> mutations. One patient was compound heterozygous for <i>SOD1</i> p.Ala90Val and p.Asp91Ala.<h4>Conclusions</h4>Our data suggest that the penetrance of <i>SOD1</i> p.Ala90Val is modulated by other genes and indicates highly individual oligogenic basis of apparently sporadic ALS. Additional genetic variants likely contributing to disease penetrance were very heterogeneous, even among Finnish patients carrying the <i>SOD1</i> founder mutation.",
  "full_text": "Neurol Genet Neurol Genet nng NNG Neurology: Genetics 2376-7839 Wolters Kluwer Baltimore 6481226 NG2019009886 10.1212/NXG.0000000000000335 14 91 178 Article Oligogenic basis of sporadic ALS The example of SOD1 p.Ala90Val mutation Kuuluvainen Liina MD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: (1)The Finnish Medical Foundation Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Kaivola Karri MD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: (1) The Finnish Medical Foundation, (2) Maire Taponen Foundation, (3) The Finnish Cultural Foundation Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Mönkäre Saana MSc Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Laaksovirta Hannu MD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Jokela Manu MD, PhD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Udd Bjarne MD, PhD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: Neuromuscular Disorders, editorial board member, 14 years and associate executive Editor 4 years Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: Finnish Academy grant for the study of distal myopathies 2005-2010 Finnish Academy grant for the study of distal myopathies 2011-2014 Finnish Academy grant for the study of titinopathies 2015-2019 Research Support, Academic Entities: NONE Research Support, Foundations and Societies: the Sigrid Juselius foundation grant for the study of distal myopathies 2017-2019 the Jane and Aatos Erkko foundation for NGS in undetermined myopathies 2018-20 Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Valori Miko MSc Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: Blueprint Genetics, bioinformatician Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Pasanen Petra PhD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Paetau Anders MD, PhD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Traynor Bryan J. MD, PhD Scientific Advisory Boards: NONE Gifts: NONE Funding for travel or speaker honoraria: (1) The Italian Football Federation (FIGC), travel expenses; (2) American Academy of Neurology, travel expenses; (3) Cold Spring Harbor Laboratories, travel expenses; (4) The Italian ALS Association (ARISLA), travel expenses; (5) Movement Disorders Society, travel expenses; (6) Wellcome Trust, travel expenses; (7) The Finnish Neurological Society, travel expenses; (8) The NorthEast ALS Consortium (NEALS), travel expenses; (9) UC Irivine, travel expenses; (10) The ALS Hope Foundation, travel expenses; (11) The ALS Association, travel expenses; (12) The American Academy of Neurology, travel expenses; (13) The Motor Neuron Association (UK), travel expenses; (14) Microsoft Research, travel expenses; (15) The Italian Neurological Society, travel expenses; (16) The University of Toronto, travel expenses; (17) The International Congress of Human Genetics, travel expenses; (18) Society for Neuroscience, travel expenses; (19) University of Albany, travel expenses Editorial Boards: Neurology, editorial board, 2011-2011 Journal of Neurology, Neurosurgery, and Psychiatry, editorial board, 2013 - ongoing Neurobiology of Aging, editorial board, 2015 - JAMA Neurology, 2017 - Patents: I hold the European, Canadian and US patents on the clinical testing and therapeutic intervention for the hexanucleotide repeat expansion of the C9ORF72 gene. Publishing Royalties: NONE Employment, Commercial Entity: National Institutes of Health Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: (1) Merck Inc; Research Support, Government Entities: (1) Intramural Research Program of the NIH (where I work). Research Support, Academic Entities: NONE Research Support, Foundations and Societies: (1) The Myasthenia Gravis Foundation; (2) the ALS Association; (3) The Packard Center for ALS Research; (4) FIGC (The Italian Football Federation); (5) the Center for Disease Control and Prevention; (6) Microsoft Research; (7) The Italian ALS Association (ARISLA); (8) The Muscular Dystrophy Association; Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Stone David J. PhD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: Merck Sharp & Dohme Corp., a subsidiary of Merck & Co., Inc., Kenilworth, NJ, USA. Scientist 15 years Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Schleutker Johanna PhD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: Academy of Finland, #310115, PI, 2017-2021 Research Support, Academic Entities: NONE Research Support, Foundations and Societies: Cancer Foundation Finland sr Jane and Aatos Erkko Foundation Sigrid Juselius Foundation Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Pöyhönen Minna MD, PhD Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: NONE Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: NONE Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Tienari Pentti J. MD, PhD * Scientific Advisory Boards: NONE Gifts: NONE Funding for travel or speaker honoraria: Funding for congress travel: TEVA, Merck (Europe), Biogen, Sanofi-Genzyme, Novartis. Speaker honoraria: Biogen, Merck (Europe), TEVA, Novartis, Sanofi-Genzyme, Orion, Roche, Pfizer. Editorial Boards: NONE Patents: Pentti Tienari is one of the inventors in a patent on the genetic testing of the hexanucleotide repeat expansion of C9orf72 implicated in amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: 1. Investigator initiated grants from Biogen Finland, Roche, Novartis Finland, Sanofi-Genzyme. 2. Whole-genome sequencing of the ALS cohort and Vantaa85+ brain aging cohort has been supported by Merck & Co, Inc., USA. Research Support, Government Entities: NONE Research Support, Academic Entities: 1. Helsinki University Hospital EVO-grants TYH2017254, TYH2018231 and TYH2019258. Research Support, Foundations and Societies: Sigrid Juselius Foundation grant 2018-2020. Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE Myllykangas Liisa MD, PhD * Scientific Advisory Boards: NONE Gifts: NONE Funding for Travel or Speaker Honoraria: NONE Editorial Boards: Journal of Alzheimer's Disease: Associate Editor 2012 & 2017. Patents: NONE Publishing Royalties: NONE Employment, Commercial Entity: NONE Consultancies: NONE Speakers' Bureaus: NONE Other Activities: NONE Clinical Procedures or Imaging Studies: NONE Research Support, Commercial Entities: 1. Whole-genome analysis of the Helsinki cohort was performed by Merck. Research Support, Government Entities: NONE Research Support, Academic Entities: NONE Research Support, Foundations and Societies: NONE Stock/Stock Options/Board of Directors Compensation: NONE License Fee Payments, Technology or Inventions: NONE Royalty Payments, Technology or Inventions: NONE Stock/Stock Options, Research Sponsor: NONE Stock/Stock Options, Medical Equipment & Materials: NONE Legal Proceedings: NONE From the Department of Clinical Genetics (L.K.), Helsinki University Hospital; Department of Medical Genetics (L.K.), University of Helsinki, Helsinki, Finland; Molecular Neurology (K.K., M.V., P.J.T.), Research Programs Unit, Biomedicum, University of Helsinki, Helsinki, Finland; Department of Medical Genetics (S.M.), University of Helsinki, Helsinki, Finland and Turku; University Hospital (S.M.), Laboratory Division, Genetics and Saske, Department of Medical Genetics, Turku, Finland; Department of Neurology (H.L.), Helsinki University Hospital, and Molecular Neurology, Research Programs Unit, Biomedicum, University of Helsinki, Helsinki, Finland; Neuromuscular Research Center (M.J., B.U.), Tampere University Hospital and University of Tampere, Tampere, Finland; Division of Clinical Neurosciences (M.J.), Turku University Hospital and University of Turku, Turku, Finland; Folkhälsan Research Center (B.U.), Biomedicum, University of Helsinki, Helsinki, Finland; Institute of Biomedicine (P.P., J.S.), University of Turku; Turku University Hospital (P.P., J.S.), Laboratory Division, Genetics and Saske, Department of Medical Genetics, Turku, Finland; Department of Pathology (A.P.), University of Helsinki and Helsinki University Hospital, Helsinki, Finland; Laboratory of Neurogenetics (B.J.T.), National Institute on Aging, National Institutes of Health, Bethesda, MD; Merck & Co. (D.J.S.), Inc., West Point, PA; Department of Clinical Genetics (M.P.), Helsinki University Hospital; Department of Medical Genetics (M.P.), University of Helsinki, Helsinki, Finland; Department of Neurology (P.J.T.), Helsinki University Hospital; and Department of Pathology (L.M.), University of Helsinki and Helsinki University Hospital, Helsinki, Finland. Correspondence Dr. Myllykangas email.liisa.myllykangas@helsinki.fi Funding information and disclosures are provided at the end of the article. Full disclosure form information provided by the authors is available with the full text of this article at Neurology.org/NG . * These authors contributed equally to this work. The Article Processing Charge was funded by the University of Helsinki. 23 4 2019 6 2019 23 4 2019 5 3 e335 07 1 2019 01 4 2019 Copyright © 2019 The Author(s). Published by Wolters Kluwer Health, Inc. on behalf of the American Academy of Neurology. 2019 American Academy of Neurology This is an open access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivatives License 4.0 (CC BY-NC-ND) , which permits downloading and sharing the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal. Objective To characterize the clinical and neuropathologic features of patients with amyotrophic lateral sclerosis (ALS) with the superoxide dismutase 1 ( SOD1 ) p.Ala90Val mutation, as well as the mutation frequency and the role of oligogenic mechanisms in disease penetrance. Methods An index patient with autopsy-proven ALS was discovered to have the SOD1 p.Ala90Val mutation, which was screened in 2 Finnish ALS cohorts (n = 453). Additional contributing variants were analyzed from whole-genome or whole-exome sequencing data. Results Seven screened patients (1.5%) were found to carry the SOD1 heterozygous mutation. Allele-sharing analysis suggested a common founder haplotype. Common clinical features included limb-onset, long disease course, and sensory symptoms. No TDP43 pathology was observed. All cases were apparently sporadic, and pedigree analysis demonstrated that the mutation has reduced penetrance. Analysis of other contributing genes revealed a unique set of additional variants in each patient. These included previously described rare ANG and SPG11 mutations. One patient was compound heterozygous for SOD1 p.Ala90Val and p.Asp91Ala. Conclusions Our data suggest that the penetrance of SOD1 p.Ala90Val is modulated by other genes and indicates highly individual oligogenic basis of apparently sporadic ALS. Additional genetic variants likely contributing to disease penetrance were very heterogeneous, even among Finnish patients carrying the SOD1 founder mutation. NIH Z01-AG000949-02 OPEN-ACCESS TRUE Superoxide dismutase 1 ( SOD1 ) mutations are the second most common cause of familial amyotrophic lateral sclerosis (ALS) explaining approximately 12%–20% of familial and 1%–2% of sporadic ALS. 1 Usually, SOD1 mutations have an autosomal dominant pattern of inheritance. 1 SOD1 mutation c.269C>T, p.Ala90Val (previously called A89V) has been described in 3 family members with ALS with variable age at onset, incomplete penetrance, and sensory neuropathy 2 and in 4 additional individuals with ALS. 3 – 5 The ethnicity of the patients was not reported. We identified the SOD1 p.Ala90Val mutation through whole-exome sequencing (WES) in our neuropathologically examined index patient with ALS and investigated its frequency and additional genetic burden in 2 Finnish ALS cohorts. Methods The index patient was autopsied because of a clinically atypical motor neuron disease. DNA was extracted from his liver tissue, and a heterozygous SOD1 p.Ala90Val mutation was found in WES performed at the Institute for Molecular Medicine Finland (FIMM, Helsinki, Finland). This mutation was screened in 2 ALS cohorts. The Helsinki cohort (n = 300), collected 1995–2014, was subjected to whole-genome sequencing (WGS) at Broad Institute, Boston, MA. The Turku cohort (n = 153) consisted of samples sent to the TYKS Laboratory of Medical Genetics between 2007 and 2016 for SOD1 sequencing with the diagnosis of definitive or probable ALS or phenotype consistent with motor neuron disease in the referral. WES was performed at FIMM to the p.Ala90Val mutation–positive samples of the Turku cohort. Sequencing details are shown in e-Methods. All p.Ala90Val-positive samples were screened for the C9orf72 repeat expansion using the previously described method. 6 To identify additional coding or splicing variants in the p.Ala90Val-positive samples, we analyzed other neurodegenerative disease and SOD1 pathway genes from their WES/WGS data (e-methods and table e-1, links.lww.com/NXG/A152 ). Neuropathologic analysis was performed following the standard protocol. Clinical information was examined from medical records. Standard protocol approvals, registrations, and patient consents This study was approved by the local ethics committees. Informed consent was given by the patients/relatives, or the approval for the use of patient tissue samples was obtained from the National Supervisory Authority for Welfare and Health (Valvira). Data availability statement The data set is available upon reasonable request from the corresponding author. Results Genetic analyses The SOD1 mutation NM_000454.4 c.269C>T, p.Ala90Val found in the index patient was analyzed in the Helsinki and Turku cohorts (n = 453). Seven additional heterozygous cases were found (1.5%). This mutation is in the gnomAD database 7 in 1/8,367 Finnish samples (heterozygote) but absent in all other populations (95,693 samples) after removing neurologic patients. There is a statistically significant difference in the carrier frequency of the p.Ala90Val between the Finnish patients with ALS (7/453, excluding index) and the Finnish gnomAD population (1/8,367) ( p = 6.9 × 10 −9 , Fisher exact test). Although the patients were not known to be related, allele-sharing analysis of the samples indicates a common haplotype of at least 379,7 kb (Chr21:32723906-33103636) with 8 rare single nucleotide polymorphism markers, implying a common ancestor (table e-2, links.lww.com/NXG/A152 ). None of the patients had a family history of ALS, and altogether 6 unaffected carriers (aged 50–87 years) of p.Ala90Val were identified in the families of P6 and P8 (figure e-1, links.lww.com/NXG/A152 ). Analysis of other neurodegeneration implicated genes (n = 1,115) revealed that all patients had additional potentially contributing variants ( table and table e-3, links.lww.com/NXG/A152 ). Each patient had a unique profile of other variants, the number of possibly or probably contributing variants varied between 4 and 14 per patient. Seven of the 8 patients had at least 1 variant that we considered “probably pathogenic” ( table and table e-3, links.lww.com/NXG/A152 ). Three patients had mutations previously described in ALS: P6, a heterozygous ANG mutation; P7, a heterozygous SPG11 mutation; and P8 was compound heterozygous for SOD1 p.Ala90Val and p.Asp91Ala confirmed by family member testing (figure e-1, links.lww.com/NXG/A152 ). Four other patients had probably pathogenic variants in genes previously associated with motor neuron disease or peripheral neuropathy: P1 in ARHGEF28 , P3 in UNC13A , P4 in ARHGEF10 , and P5 in ADGRB2/BAI2 . P2 was the only one who did not have any probably pathogenic variants according to our interpretation; she had nevertheless variants in 3 SOD1 pathway genes: FBXW8 , NOB1 , and ALOX15 (table e-3, links.lww.com/NXG/A152 ). None of the patients had a C9orf72 repeat expansion, but P6 had 23 hexanucleotide repeats in C9orf72 (the significance of which is presently unclear). Table Clinical features and selected genetic findings of patients 1–8 Clinical features The patients' clinical features are summarized in the table . The age at onset was variable (32–70 years). All had a limb-onset disease, with typical presenting symptoms including fasciculations, weakness, and difficulties with walking and balance. The initial EMG and nerve conduction study of P1 (index) revealed sensorimotor polyneuropathy; later, he had stocking-like sensory abnormalities in both feet, and both soles showed hyperesthesia in addition to the motor symptoms. The initial EMG of P4 was consistent with motor neuron disease, and a later EMG revealed additional distal sensory polyneuropathy. P7 had reduced vibration sense in his feet, and P5 had paresthesia in her hands. All patients had a long disease course, 7–25+ years; 3 of the patients were still alive at the time of this study. Neuropathologic features The index patient's brain weighed 1527 g and appeared macroscopically normal. The anterior roots of the spinal cord were atrophic. Microscopically, the anterior horns showed significant loss of neurons ( figure, C ). Figure Neuropathologic findings of the autopsied patient (index) (A) Plastic-embedded sections from the dorsal spinal root show normal density of axons, whereas (B) severe loss of both myelinated and unmyelinated axons is seen in the anterior spinal roots (toluidine blue ×600 magnification). (C) There is severe neuronal loss in the anterior spinal columns, and the remaining neurons appear chromatolytic (hematoxylin and eosin [HE]-stained section from the lumbar spinal cord, ×400 magnification). (D) The hypoglossal nucleus was mildly degenerated (HE-stained section from the medulla oblongata, ×400 magnification. (E) Muscle biopsy taken from the vastus lateralis showed atrophic small groups (arrow) and overrepresentation of type 2 fibers, suggesting abundant reinnervation (double immunohistochemistry for myosin, ×200 magnification). (F) Higher magnification shows that both type 1 (brown) and type 2 (red) fibers (arrows) are atrophic (×400 magnification). The axon density was markedly lowered in the anterior roots compared with the dorsal roots ( figure, A–B ). There was mild neurodegeneration in the hypoglossal nucleus at the level of the medulla oblongata ( figure, D ). Immunohistochemistry (IHC) showed no TDP43-positive inclusions in the anterior horns, cortical areas, or in the hypoglossal nucleus. No hyaline conglomerate inclusions, reported to be specific for some SOD1 mutations, 8 were detected on neurofilament (SMI32) IHC. Tau, and beta amyloid stainings were negative. P62 staining showed only a few positive neurites, but no intraneuronal inclusions. The muscle samples showed very strong group atrophy and fairly abundant reinnervation ( figure, E–F ). The cause of death was concluded to be motor neuron disease. Discussion In this study, 1.5% of the patients with ALS carried the SOD1 mutation p.Ala90Val, making it a major mutation in Finnish patients with ALS based on its frequency, although it had previously been described in only 7 patients. 2 – 5 In the Helsinki cohort, it is the third most common currently known ALS mutation after C9orf72 repeat expansion and SOD1 p.Asp91Ala (unpublished data). There is a clear enrichment of p.Ala90Val in the Finnish population. There were 6 unaffected family members who were confirmed to carry the p.Ala90Val mutation illustrating the proposed reduced penetrance and oligogenic mechanisms in ALS. 4 The SOD1 p.Ala90Val probably plays a dominating role in our patients despite the additional rare variant burden because (1) the clinical features were similar in all patients thus far reported 2 and (2) the neuropathology of the index patient was consistent with SOD1 -related ALS. 9 The p.Ala90Val mutation has been shown to cause a conformational change on the SOD1 protein, 10 and SOD1 enzymatic activity has been shown to be reduced in the CSF of a patient with the mutation. 5 In silico analysis with MutationTaster ( mutationtaster.org/ ), PolyPhen-2 ( genetics.bwh.harvard.edu/pph2/ ), and SIFT ( provean.jcvi.org/index.php ) predicts p.Ala90Val to be deleterious. We cannot exclude the role of environmental factors in disease penetrance with total confidence. However, 3 of the 8 patients had mutations previously described in ALS, and 4 additional patients had probably pathogenic rare variants in genes previously implicated in motor neuron disease or peripheral neuropathy. Our data represent an illustrative example of a mutation whose penetrance appears to require additional genetic factors. It also demonstrates the genetic heterogeneity of sporadic ALS: despite sharing a founder mutation, the spectrum of other variants was very heterogeneous; each patient had a unique set of variants. The small sample size and varying sequencing methodology preclude powerful analyses of the discovered variants on clinical features. At present, it is not possible to make firm conclusions on the pathogenic role of the potentially contributing variants in individual patients, although in the p.Asp91Ala compound heterozygous P8, the disease-causing effect is clear. The allele frequency of many variants (table e-3, links.lww.com/NXG/A152 ) suggests predisposing or disease-modifying rather than disease-causing effects. Acknowledgment The authors thank Lilja Jansson, Leena Saikko ja Kristiina Nokelainen for technical assistance in this study. Study funding This study was supported by Helsinki University Hospital, Sigrid Juselius Foundation, Finnish Cultural Foundation, the Academy of Finland (294817), Liv och Hälsa Foundation and Finska Läkaresällskapet, The Finnish Medical Foundation, and the Intramural Research Program of the National Institute on Aging, NIH (Z01-AG000949-02). The whole-genome sequencing was funded by Merck Sharp & Dohme Corp., a subsidiary of Merck & Co., Inc., Kenilworth, NJ, and Intramural Research Program of the NIH. Disclosure Disclosures available: Neurology.org/NG . Appendix Authors Glossary ALS amyotrophic lateral sclerosis IHC immunohistochemistry SOD1 superoxide dismutase 1 WES whole-exome sequencing WGS whole-genome sequencing References 1. Marangi G , Traynor BJ Genetic causes of amyotrophic lateral sclerosis: new genetic analysis methodologies entailing new opportunities and challenges . Brain Res 2015 ; 1607 : 75 – 93 . 25316630 2. Rezania K , Yan J , Dellefave L , et al A rare Cu/Zn superoxide dismutase mutation causing familial amyotrophic lateral sclerosis with variable age of onset, incomplete penetrance and a sensory neuropathy . Amyotroph Lateral Scler Other Motor Neuron Disord 2003 ; 4 : 162 – 166 . 13129803 3. Andersen PM , Sims KB , Xin WW , et al Sixteen novel mutations in the Cu/Zn superoxide dismutase gene in amyotrophic lateral sclerosis: a decade of discoveries, defects and disputes . Amyotroph Lateral Scler Other Motor Neuron Disord 2003 ; 4 : 62 – 73 . 14506936 4. Cady J , Allred P , Bali T , et al Amyotrophic lateral sclerosis onset is influenced by the burden of rare variants in known amyotrophic lateral sclerosis genes . Ann Neurol 2015 ; 77 : 100 – 113 . 25382069 5. Jacobsson J , Jonsson PA , Andersen PM , Forsgren L , Marklund SL Superoxide dismutase in CSF from amyotrophic lateral sclerosis patients with and without CuZn-superoxide dismutase mutations . Brain 2001 ; 124 : 1461 – 1466 . 11408340 6. Renton AE , Majounie E , Waite A , et al A hexanucleotide repeat expansion in C9ORF72 is the cause of chromosome 9p21-linked ALS-FTD . Neuron 2011 ; 72 : 257 – 268 . 21944779 7. Lek M , Karczewski KJ , Minikel EV , et al Analysis of protein-coding genetic variation in 60,706 humans . Nature 2016 ; 536 : 285 – 291 . 27535533 8. Ince PG , Tomkins J , Slade JY , Thatcher NM , Shaw PJ Amyotrophic lateral sclerosis associated with genetic abnormalities in the gene encoding Cu/Zn superoxide dismutase: molecular pathology of five new cases, and comparison with previous reports and 73 sporadic cases of ALS . J Neuropathol Exp Neurol 1998 ; 57 : 895 – 904 . 9786240 9. Mackenzie IR , Bigio EH , Ince PG , et al Pathological TDP-43 distinguishes sporadic amyotrophic lateral sclerosis from amyotrophic lateral sclerosis with SOD1 mutations . Ann Neurol 2007 ; 61 : 427 – 434 . 17469116 10. Fujisawa T , Homma K , Yamaguchi N , et al A novel monoclonal antibody reveals a conformational alteration shared by amyotrophic lateral sclerosis-linked SOD1 mutants . Ann Neurol 2012 ; 72 : 739 – 749 . 23280792",
  "plain_text": "Objective To characterize the clinical and neuropathologic features of patients with amyotrophic lateral sclerosis (ALS) with the superoxide dismutase 1 ( SOD1 ) p.Ala90Val mutation, as well as the mutation frequency and the role of oligogenic mechanisms in disease penetrance. Methods An index patient with autopsy-proven ALS was discovered to have the SOD1 p.Ala90Val mutation, which was screened in 2 Finnish ALS cohorts (n = 453). Additional contributing variants were analyzed from whole-genome or whole-exome sequencing data. Results Seven screened patients (1.5%) were found to carry the SOD1 heterozygous mutation. Allele-sharing analysis suggested a common founder haplotype. Common clinical features included limb-onset, long disease course, and sensory symptoms. No TDP43 pathology was observed. All cases were apparently sporadic, and pedigree analysis demonstrated that the mutation has reduced penetrance. Analysis of other contributing genes revealed a unique set of additional variants in each patient. These included previously described rare ANG and SPG11 mutations. One patient was compound heterozygous for SOD1 p.Ala90Val and p.Asp91Ala. Conclusions Our data suggest that the penetrance of SOD1 p.Ala90Val is modulated by other genes and indicates highly individual oligogenic basis of apparently sporadic ALS. Additional genetic variants likely contributing to disease penetrance were very heterogeneous, even among Finnish patients carrying the SOD1 founder mutation."
}
