{
    "PMC": "2478611",
    "DOI": "10.1155/edr.2003.205",
    "PMID": "14668044",
    "PMCID": "PMC2478611",
    "title": "The insulin-like growth factor system.",
    "year": 2003,
    "source_url": "https://europepmc.org/article/PMC/PMC2478611",
    "source": "MED",
    "abstract_text": "The insulin-like growth factor (IGF) system in ubiquitous and plays a role in every tissue of the body. It is comprised of ligands, receptors and binding proteins, each with specific functions. While it plays an essential role in embryonic and post-natal development, the IGF system is also important in normal adult physiology. There are now numerous examples of diseases such as diabetes, cancer, and malnutrition in which the IGF system is a major player and, not surprisingly, there are attempts to affect these disorders by manipulating the system.",
    "full_text": "Exp Diabesity Res Experimental Diabesity Research 1543-8600 1543-8619 Hindawi Publishing Corporation 2478611 S1687521403000230 10.1155/EDR.2003.205 Research Article The Insulin-Like Growth Factor System Roith Derek Le derek@helix.nih.gov 1 1 Diabetes Branch Room 8D12 Building 10 National Institutes of Health MSC 1758 Bethesda MD 20892-1758 USA 2003 4 4 205 212 20 2 2003 17 12 2003 Copyright © 2003 Hindawi Publishing Corporation. 2003 Hindawi Publishing Corporation This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The insulin-like growth factor (IGF) system in ubiquitous and plays a role in every tissue of the body. It is comprised of ligands, receptors and binding proteins, each with specific functions. While it plays an essential role in embryonic and post-natal development, the IGF system is also important in normal adult physiology. There are now numerous examples of diseases such as diabetes, cancer, and malnutrition in which the IGF system is a major player and, not surprisingly, there are attempts to affect these disorders by manipulating the system.",
    "full_text_abstract": "The insulin-like growth factor (IGF) system in ubiquitous and plays a role in every tissue of the body. It is comprised of ligands, receptors and binding proteins, each with specific functions. While it plays an essential role in embryonic and post-natal development, the IGF system is also important in normal adult physiology. There are now numerous examples of diseases such as diabetes, cancer, and malnutrition in which the IGF system is a major player and, not surprisingly, there are attempts to affect these disorders by manipulating the system."
}