{
    "PMC": "11444173",
    "DOI": "10.1101/gad.352032.124",
    "PMID": "39231615",
    "PMCID": "PMC11444173",
    "title": "Heterozygous &lt;i&gt;RPA2&lt;/i&gt; variant as a novel genetic cause of telomere biology disorders.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11444173",
    "source": "MED",
    "abstract_text": "Premature telomere shortening or telomere instability is associated with a group of rare and heterogeneous diseases collectively known as telomere biology disorders (TBDs). Here we identified two unrelated individuals with clinical manifestations of TBDs and short telomeres associated with the identical monoallelic variant c.767A>G; Y256C in <i>RPA2</i> Although the replication protein A2 (RPA2) mutant did not affect ssDNA binding and G-quadruplex-unfolding properties of RPA, the mutation reduced the affinity of RPA2 with the ubiquitin ligase RFWD3 and reduced RPA ubiquitination. Using engineered knock-in cell lines, we found an accumulation of RPA at telomeres that did not trigger ATR activation but caused short and dysfunctional telomeres. Finally, both patients acquired, in a subset of blood cells, somatic genetic rescue events in either <i>POT1</i> genes or <i>TERT</i> promoters known to counteract the accelerated telomere shortening. Collectively, our study indicates that variants in <i>RPA2</i> represent a novel genetic cause of TBDs. Our results further support the fundamental role of the RPA complex in regulating telomere length and stability in humans.",
    "full_text": "pmc Genes Dev Genes Dev genesdev GAD Genes & Development 0890-9369 1549-5477 Cold Spring Harbor Laboratory Press 11444173 39231615 8711660 10.1101/gad.352032.124 Research Papers Heterozygous RPA2 variant as a novel genetic cause of telomere biology disorders Kochman et al. Telomeropathies due to RPA2 deficiency Kochman Rima 1 Ba Ibrahima 2 12 Yates Maïlyn 3 12 Pirabakaran Vithura 4 12 Gourmelon Florian 5 12 Churikov Dmitri 1 12 Laffaille Marc 1 Kermasson Laëtitia 4 Hamelin Coline 1 Marois Isabelle 3 Jourquin Frédéric 1 Braud Laura 1 Bechara Marianne 5 Lainey Elodie 6 Nunes Hilario 7 Breton Philippe 8 Penhouet Morgane 9 David Pierre 10 http://orcid.org/0000-0002-4103-7462 Géli Vincent 1 Lachaud Christophe 1 Maréchal Alexandre 3 Revy Patrick 4 13 Kannengiesser Caroline 2 13 Saintomé Carole 5 11 13 http://orcid.org/0000-0001-8090-914X Coulon Stéphane 1 13 1 UMR7258 Centre National de la Recherche Scientifique (CNRS), UMR1068 Institut National de la Santé et de la Recherche Médicale (INSERM), UM105 Aix Marseille University, Institut Paoli-Calmettes, Centre de Recherche en Cancérologie de Marseille (CRCM), Laboratoire Labellisée par la Ligue Nationale Contre le Cancer, F-13009 Marseille, France; 2 U1152 INSERM, Department of Genetics, Assistance Publique-Hôpitaux de Paris, Bichat Hospital, Paris Cité University, F-75018 Paris, France; 3 Department of Biology, Université de Sherbrooke, Sherbrooke, Québec J1K 2R1, Canada; 4 UMR1163 INSERM, Genome Dynamics in the Immune System Laboratory, Laboratoire labellisé Ligue 2023, Imagine Institute, Paris Cité University, F-75015 Paris, France; 5 UMR7196 CNRS, U1154 INSERM, Structure et Instabilité des Génomes, Muséum National d'Histoire Naturelle, F-75005 Paris, France; 6 Assistance Publique Hôpitaux de Paris, Service d'Hématologie, Hôpital Robert Debré, Groupe Hospitalier Universitaire (GHU) AP-HP Nord, Université Paris Cité, F-75019 Paris, France; 7 Assistance Publique Hôpitaux de Paris, Service de Pneumologie, Hôpital Avicenne, F-93000 Bobigny, France; 8 Centre Hospitalier Universitaire (CHU) Les Sables d'Olonne, Pôle santé Service Pneumologie, 85340 Olonne, France; 9 CHU Nantes, Hôpital Nord Laënnec Service de Pneumologie, Unité de Transplantation Thoracique, F-44093 Nantes, France; 10 UMR1163 INSERM, Imagine Institute, Université de Paris, Transgenesis Facility, F-75015 Paris, France; 11 UFR927, Sorbonne Université, F-75005 Paris, France 12 These authors contributed equally to this work. 13 These authors contributed equally to this work. Corresponding author: stephane.coulon@inserm.fr 1 8 2024 1 8 2024 38 15-16 755 771 18 6 2024 18 8 2024 © 2024 Kochman et al.; Published by Cold Spring Harbor Laboratory Press 2024 https://creativecommons.org/licenses/by-nc/4.0/ This article, published in Genes & Development , is available under a Creative Commons License (Attribution-NonCommercial 4.0 International), as described at http://creativecommons.org/licenses/by-nc/4.0/ . In this study, Kochman et al. identified two unrelated individuals with clinical manifestations of telomere biology disorders and short telomeres associated with identical RPA2 variants that reduce binding to ubiquitin ligase RFWD3, resulting in RPA2 accumulation at telomeres and short and dysfunctional telomeres. This study indicates that the identified variant in RPA2 represents a novel genetic cause of TBD and further supports the fundamental role of the RPA complex in regulating telomere length and stability in humans. Premature telomere shortening or telomere instability is associated with a group of rare and heterogeneous diseases collectively known as telomere biology disorders (TBDs). Here we identified two unrelated individuals with clinical manifestations of TBDs and short telomeres associated with the identical monoallelic variant c.767A>G; Y256C in RPA2 . Although the replication protein A2 (RPA2) mutant did not affect ssDNA binding and G-quadruplex-unfolding properties of RPA, the mutation reduced the affinity of RPA2 with the ubiquitin ligase RFWD3 and reduced RPA ubiquitination. Using engineered knock-in cell lines, we found an accumulation of RPA at telomeres that did not trigger ATR activation but caused short and dysfunctional telomeres. Finally, both patients acquired, in a subset of blood cells, somatic genetic rescue events in either POT1 genes or TERT promoters known to counteract the accelerated telomere shortening. Collectively, our study indicates that variants in RPA2 represent a novel genetic cause of TBDs. Our results further support the fundamental role of the RPA complex in regulating telomere length and stability in humans. RFWD3 RPA telomere telomere disorders telomere replication Agence Nationale de la Recherche 10.13039/501100001665 ANR-20-CE12 TeloRPA Cancéropôle Provence-Alpes-Côte d'Azur Agence de Recherche Contre le Cancer Ligue Nationale Contre le Cancer LNCC Equipe Labélisée Association Française de la Fibrose Pulmonaire Telomeres are nucleoprotein structures that protect chromosome ends from degradation. Telomeric DNA is composed of double-strand tandem repeats that end with a 3′ single-stranded DNA (3′ overhang). Specific proteins tightly bind to these sequences to form the shelterin complex ( Palm and de Lange 2008 ; de Lange 2018 ). In humans, the shelterin complex consists of the telomeric repeat binding factors (TRF1 and TRF2), TRF1-interacting protein 2 (TIN2), the transcriptional repressor/activator RAP1, protection of telomere protein 1 (POT1), and the POT1- and TIN2-organizing protein TPP1. Within the shelterin complex, TRF1 and TRF2 bind directly to telomeric duplex DNA, while POT1 binds to the 3′ overhang. At each cell division, the telomeres shorten because of the incomplete replication by the conventional DNA polymerases of the linear DNA molecules ( Lingner et al. 1995 ; Blackburn et al. 2006 ; Cai and de Lange 2023 ) . Telomeres are difficult regions to replicate because of the diverse sources of endogenous blocks that impede the progression of the fork through telomeric tracts ( Maestroni et al. 2017 ; Bonnell et al. 2021 ). Replication fork accidents could also lead to abrupt telomere shortening. Accumulation of short telomeres within a cell induces an irreversible cell cycle arrest, known as replicative senescence ( Shay and Wright 2010 ). However, in stem cells and germinal cells, the telomerase, a ribonucleoprotein that is minimally comprised of the catalytic subunit (telomerase reverse transcriptase [TERT]) and its intrinsic RNA (human telomerase RNA [hTR]), can overcome telomere attrition by elongating the 3′ overhang ( Nandakumar and Cech 2013 ; Liu et al. 2022 ). In humans, premature telomere shortening or telomere instability causes a group of rare and heterogeneous diseases known as telomere biology disorders (TBDs). TBDs include dyskeratosis congenita, idiopathic pulmonary fibrosis (IPF), Høyeraal–Hreidarsson syndrome, Coats plus syndrome, and Revesz syndrome ( Revy et al. 2023 ). Up to now, 18 TBD-causing genes in humans have been identified, affecting various aspects of telomere biology. This includes replication protein A1 ( RPA1 ), for which monoallelic RPA1 variants were recently identified from individuals presenting with short telomeres and TBD manifestations ( Sharma et al. 2022 ). RPA1 encodes for RPA1, which forms, with RPA2 and RPA3, the RPA heterotrimer. This complex is the main single-stranded DNA (ssDNA)-binding factor in eukaryotes and has key functions in most DNA metabolic activities, including DNA replication, DNA recombination, DNA repair, and DNA damage signaling through ATR activation ( Wold 1997 ; Nasheuer et al. 2024 ).Two of these RPA1 variants enhance RPA's capacity to bind to telomeric sequences and to unwind telomeric G-quadruplex (G4) structures in vitro ( Sharma et al. 2022 ). How RPA1 variants provoke telomere shortening is currently unknown. RPA is also a critical component of DNA replication machinery and thought to be brought at telomeres by the replication fork during S phase ( Verdun and Karlseder 2007 ; Déjardin and Kingston 2009 ). It may prevent fork collapse when the replisome encounters obstacles thanks to its interactions with several factors ( Bhat and Cortez 2018 ). Studies in yeast also confirmed the predominant role of RPA in telomere maintenance, for which RPA could prevent accumulation of G-rich DNA structures, such as G4, during replication and/or facilitate telomerase action ( Luciano et al. 2012 ; Audry et al. 2015 ). To prevent activation of ATR at telomeres, RPA is replaced by POT1 in a cell cycle-regulated manner ( Denchi and de Lange 2007 ; Flynn et al. 2011 ). The RPA-to-POT1 switch on telomeric ssDNA is orchestrated by TERRA and hnRNPs and enables RPA to support DNA replication of telomeres without compromising telomere capping. Thus, variants of RPA1 that modify ssDNA binding capacity of RPA may compromise the dynamics of the RPA-to-POT1 switch, impact protection telomeres, and regulate telomerase function. In addition to RPA1 , RPA2 was also identified as a potential genetic determinant of telomere length in a study involving a large cohort ( Codd et al. 2021 ). Here we identified two unrelated individuals presenting with TBD clinical manifestations and short telomeres associated with the same monoallelic variant, c.767A>G; p.Y256C, in RPA2 . This mutation is located in the C-terminal winged helix (WH) domain of RPA2, which is not involved in ssDNA binding but instead mediates interaction with several proteins ( Maréchal and Zou 2015 ), including the ubiquitin E3 ligase RFWD3 that participates in replication checkpoint control ( Gong and Chen 2011 ). RFWD3-dependent ubiquitination of RPA regulates repair at stalled replication forks and promotes timely removal of RPA from the repair sites to facilitate homologous recombination (HR) ( Elia et al. 2015 ; Inano et al. 2017 ). By using engineered knock-in cell lines, we demonstrated that this mutation causes telomere shortening and dysfunctional telomeres. Mechanistically, we showed that the Y256C mutation in RPA2 impairs the interaction with RFWD3, which results in decreased RPA2 ubiquitination and abnormal accumulation of RPA at telomeres without proper activation of the ATR pathway. Finally, we identified acquired somatic genetic rescue (SGR) events affecting the TERT promoter in blood cells from patient 1 (P1) and affecting the POT1 gene in patient 2 (P2), further substantiating the telomere maintenance defect in these individuals. To explain the TBD phenotype of the RPA2 Y256C mutation, we propose a model where this mutation, by affecting the RFWD3-mediated ubiquitination of RPA, perturbs a proper RPA-to-POT1 switch at telomeres that is essential for both telomere capping and maintenance by telomerase. Results Clinical features of patients We identified two individuals from two unrelated families presenting with multiple clinical manifestations suggestive of telomere biology disorders (TBDs) ( Fig. 1 A). Individual P1 was referred to a pulmonologist at the age of 71 years old and suffered from pulmonary disease. P1 was a nonsmoker and had no significant environmental or occupational exposure. High-resolution computed tomography (HRCT) displayed a pleural and subpleural pulmonary fibrosis, with a marked upper lobe predominance drawing a pattern of pleuroparenchymal fibroelastosis; there was a coexistent bibasal interstitial lung disease (ILD) with a pattern indeterminate for usual interstitial pneumonia ( Fig. 1 B). P1 also suffered from liver disease, severe osteoporosis, and hematological abnormalities, including macrocytosis and myelodysplastic syndrome, which were fatal a few months later ( Fig. 1 A; Supplemental Material ). Individual P2 was referred at the age of 56 years old with pulmonary fibrosis, macrocytic anemia, and thrombocytopenia ( Fig. 1 A,B). A pattern of pleuroparenchymal fibroelastosis was identified. P2 is currently undergoing pre-lung transplant assessment. Neither proband had affected relatives. Telomere restriction fragment (TRF) analysis of P1 and flow-FISH of P2 revealed that blood cells from both individuals exhibited critically short telomeres, as compared with age-matched controls ( Fig. 1 C,D). Thus, the clinical manifestations and short telomeres observed in both patients were suggestive of telomere biology disorders. Figure 1. Identification of two individuals carrying the same RPA2 variant. ( A ) Pedigree of the two unrelated individuals presenting with clinical manifestations of telomere biology disorder. The main clinical features are noted. (PPFE) Pleuroparenchymal fibroelastosis, (IPF) interstitial pulmonary fibrosis. ( B ) High-resolution computed tomography scans revealed a pattern of pleuroparenchymal fibroelastosis for both P1 and P2, including pleural fibrotic thickening with subpleural consolidations, bronchiectasis, and honeycombing in the upper regions, in particular in the upper right lobe (P1); in the lower lobes, the pattern of interstitial lung disease (ILD) is indeterminate for usual interstitial pneumonia, with the presence of reticulations, ground glass opacities, and focal areas of honeycombing. P2 shows the presence of subpleural reticulations without bronchiectasis, suggestive of indeterminate ILD. ( C,D ) Telomere length measurement by telomere restriction fragment in P1 ( C ) and flow-FISH in P2 ( D ) showed short telomeres in both patients. ( E ) Genetic analysis identified the same RPA2 variant c.767A>G; p.Y256C in both patients as represented by Sanger sequences. ( F ) Schematic representation of the RPA complex. The OB folds A–F are shown as blue rectangles, and the winged helix (WH) domain of RPA2 is in red. OB folds A–D (DBDs A–D) support the ssDNA-binding activity of the RPA complex, while OB fold F and the WH domain of RPA2 support protein–protein interactions. Heterotrimerization of the RPA complex is mediated by OB folds C of RPA1, D of RPA2, and E of RPA3 (gray arrows). Mutations of RPA isolated from patients with telomere syndrome are shown. Identification of a germline RPA2 variant in patients Genetic analysis (whole-exome sequencing for P1, and next-generation sequencing panel for P2) identified the same heterozygous variant, c.767A>G, in the coding sequence of RPA2 in both patients. This variant, for which the tyrosine amino acid at position 256 is substituted by a cysteine (p.Y256C; referred to here as Y256C or YC), was reported only once in gnomAD (V4.1.0; frequency 6.20 × 10 −7 ), had a high CADD score of 29.6 ( Kircher et al. 2014 ), and was predicted to be deleterious/pathogenic by several tools ( Fig. 1 E; Supplemental Table S1 ). Sanger sequencing confirmed the presence of the variants in both patients. Somatic genetic rescue in patients’ blood cells Somatic mutations in the context of TBD can represent a somatic genetic rescue (SGR) mechanism that counteracts the effect of the germline defect in telomere maintenance, as previously reported in other individuals with TBD and short telomeres ( Revy et al. 2023 ). As somatic TERT promoter-activating mutations (TERTpams) represent one of the most frequent SGRs detected in blood cells from TBD patients with short telomeres ( Maryoung et al. 2017 ; Gutierrez-Rodrigues et al. 2019 ), we assessed whether TERTpams could be detected in patients’ blood cells by using a highly sensitive digital droplet PCR (ddPCR) approach ( Revy et al. 2019 ; Bertrand et al. 2024 ). This highlighted a –124C>T TERTpam with a variant allele frequency (VAF) of 38.4% in P1, suggesting that ∼77% of blood cells of this individual carry this –124T TERTpam SGR. ddPCR did not detect TERTpams in blood cells from P2 ( Supplemental Fig. S1A,B ). Our genetic analysis also detected in blood from P2 a c.266A>G; p.Y89C variant in POT1 with a VAF of 25%, suggesting that it represents a somatic mutation in mosaic in ∼50% of blood cells from this individual ( Supplemental Fig. S1C ). The targeted POT1 analysis in P1's buccal fibroblasts confirmed the absence of the acquired POT1 variant in nonhematopoietic cells ( Revy et al. 2019 , 2023 ). Interestingly, the somatic POT1 variant c.266A>G; p.Y89C identified in P2 has already been associated with familial melanoma and long telomeres ( Robles-Espinoza et al. 2014 ). To further determine whether the c.266A>G; p.Y89C POT1 mutation could affect telomere length regulation, we introduced the corresponding mutation (Y115C) in the Pot1 protein of the fission yeast. Yeast mutant cells exhibited substantially longer telomeres than their WT counterparts ( Supplemental Fig. S1D ), demonstrating that the Pot1 mutation provoked telomere elongation. This observation further supports the notion that the c.266A>G; p.Y89C variant in POT1 represents an indirect SGR in P2 ( Revy et al. 2019 , 2023 ; Bertrand et al. 2024 ). TERTpams and somatic mutations in the POT1 gene, identified in blood cells from P1 and P2, respectively, represent two genetic modifications known to participate in telomere maintenance by exacerbating telomerase expression/activity ( Revy et al. 2019 , 2023 ). As such, they represent SGRs associated with TBDs and short telomeres, which further argue for the deleterious effect of the RPA2 c.767A>G; p.Y256C variant on telomere maintenance. The Y256C mutation does not change the biochemical properties of RPA in vitro To assess whether the Y256C mutation affects the biochemical properties of the RPA complex, we purified RPA complexes containing WT or mutant recombinant RPA2 (hRPA and hRPA Y256C , respectively). We then performed DNA binding and G4-unfolding experiments with a human telomeric ssDNA substrate (htelo), which is capable of folding into G4 structures. Electrophoretic mobility shift assay (EMSA) on a native agarose gel showed that the binding curve of the hRPAY 256C complex was similar to that observed with the hRPA complex ( Fig. 2 A). Consistently, the concentrations of the complexes required to form a 50% hRPA:htelo interaction were in the same range for both the WT and the mutated RPA complexes (hRPA = 5.4 nM ± 1.7 nM, and hRPA Y256C = 4.5 nM ± 1.9 nM). These results indicated that the mutation does not affect the binding of hRPA to telomeric DNA. We next investigated the effect of this mutation on the ability of hRPA to unfold G4 that can be formed on the G-rich sequence. To this purpose, we used fluorescence resonance energy transfer (FRET) experiments to monitor the conformational changes of htelo induced by hRPA binding. FRET experiments indicated that unfolding of telomeric G4 by hRPA and hRPA Y256C was equal with 100% of unfolded G4 ( Fig. 2 B), showing that the mutation does not affect the ability of the RPA complex to unfold telomeric G4. Taken together, both EMSA and FRET experiments showed that the Y256C mutation does not modify the in vitro interactions of RPA with ssDNA. Figure 2. The Y256C mutation does not affect the DNA binding activity of RPA. ( A ) Electrophoretic mobility shift assays (EMSAs). 32 P-htelo (2 nM) was incubated with various amounts of RPA WT or RPA Y256C complexes (from 3.125 to 200 nM) in the presence of 100 mM KCl solutions and separated on a native 1% agarose gel. Quantification of htelo:RPA complexes is presented. ( B ) Fluorimetric titration of 100 nM F-htelo-T by increasing amounts of RPA WT and RPA Y256C complexes was performed in the presence of KCl. The spectra were recorded after 2 min of incubation. P (see the Materials and Methods) increased as a function of the RPA:F-htelo-T ratio r (from 0.5 to 2), showing the unfolding of the G-quadruplex by both RPA complexes. The results correspond to the mean ± SD of four independent determinations. RPA2 Y256C/Y256C knock-in cell lines are sensitive to genotoxic agents To study the impact of the RPA2 mutation on genome stability and DNA repair in an isogenic context, we introduced the Y256C RPA2 mutation in hTERT-immortalized human retinal pigment epithelial cell lines (RPE1) via CRISPR/Cas9-mediated mutagenesis. We obtained RPE1 cellular clones carrying the Y256C RPA2 variant in heterozygous and homozygous states (referred to here as RPA2 WT/Y256C and RPA2 Y256C/Y256C , respectively) ( Fig. 3 A). Western blot analysis indicated that RPA1 and RPA2 subunit amounts were unchanged in RPE1 cells regardless of their genotype, suggesting that the mutation did not affect the expression/stability of RPA2 and RPA1 proteins ( Fig. 3 B). Next, we monitored cell survival after exposure to exogenous DNA-damaging agents. Heterozygous RPA2 WT/Y256C cells were not sensitive to exposure (24 h) to the interstrand cross-link inducer mitomycin-C (MMC), the DNA single-strand and double-strand break inducer bleomycin, and the hydroxyurea (HU) that induces replicative stress ( Fig. 3 C,E). RPA2 Y256C/Y256C cells, on the other hand, exhibited increased sensitivity to MMC and bleomycin but not to HU as compared with the WT cell line. These data indicate that the presence of the RPA2 mutation Y256C in a homozygous state impairs function of RPA in the tolerance to DNA damage inflicted by an alkylating agent that causes DNA cross-links (MMC) and by a DNA-cleaving agent (bleomycin). Figure 3. RPA2 Y256C/Y256C knock-in cell lines are sensitive to genotoxic agents. ( A ) Schematic representation of insertion of the RPA2 Y256C mutation mediated by CRISPR/Cas9 in RPE1 cells. We generated RPE1 cellular clones carrying the Y256C RPA2 variant in the heterozygous and homozygous states (RPA2 WT/Y256C and RPA2 Y256C/Y256C , respectively). ( B ) Cellular extracts from RPA2 WT/WT , RPA2 WT/Y256C , and RPA2 Y256C/Y256C RPE1 cells were subjected to Western blotting. Membrane was revealed using the indicated antibodies. ( C – E ) Clonogenic survival analysis of RPA2 WT/WT , RPA2 WT/Y256C , and RPA2 Y256C/Y256C RPE1 cells exposed to the indicated genotoxins. For each cell type, the viability of untreated cells is defined as 100%. Data are represented as mean ± SEM; n = 3. A two-way ANOVA test was used to determine P -values. (*) P < 0.05, (***) P < 0.001, (****) P < 0.0001. Telomere phenotype of RPA2 knock-in cell lines Next, we examined the functional consequences of the Y256C RPA2 variant on telomere stability. Terminal restriction fragment (TRF) analysis indicated that the global telomere length progressively decreased in the RPA2 Y256C/Y256C cell line but remained unchanged in the WT RPE1 cell line at late passages ( Fig. 4 A). Telomere shortest-length assay (TeSLA) further pointed out a signiﬁcant increase in the frequency of short telomeres in the RPA2 Y256C/Y256C cell line at late passages ( Fig. 4 B). We next performed telomeric in situ hybridization assay (Telo-FISH) on metaphase spreads of RPA2 WT/Y256C and RPA2 Y256C/Y256C RPE1 cell lines ( Fig. 4 C). The RPA2 Y256C/Y256C cell line exhibited a signiﬁcant increase in telomere deletion, multitelomeric signals (MTSs), and telomere–telomere fusions (sister chromatid fusions, chromatid telomeric fusions, and dicentric chromosomes). The RPA2 WT/Y256C cell line displayed a significant increase in telomere–telomere fusions and MTS, which was milder, however, than in the RPA2 Y256C/Y256C cell line. Single telomere loss was not significantly different from wild type in these cells. Despite the substantial accumulation of aberrant telomeric structures, the level of telomere dysfunction-induced foci (TIFs) was not significantly increased in RPA2 WT/Y256C and RPA2 Y256C/Y256C RPE1 cell lines ( Supplemental Fig. S2 ). Figure 4. RPA2 Y256C mutation causes telomere defects. ( A ) Terminal restriction fragment (TRF) analysis of RPA2 WT/WT and RPA2 Y256C/Y256C RPE1 cells at early and late population doublings. Telomere lengths were estimated according to the peaks of the signal density using ImageQuant. ( B ) Detection of the individual PCR-amplified telomeres by TeSLA performed in RPA2 WT/WT and RPA2 Y256C/Y256C RPE1 cells at early (four to six) and late (24–28) population doublings. Violin plots represent the distributions of TeSLA band sizes. The statistical significance of the differences was tested using unpaired two-tailed Student's t -tests. (***) P < 0.001. ( C ) Analysis of telomeric aberrations detected by telomere FISH RPA2 WT/WT , RPA2 WT/Y256C , and RPA2 Y256C/Y256C RPE1 cells at early population doubling. Three independent experiments were performed (counted metaphase spreads: RPA2 WT/WT : n = 163; RPA2 WT/Y256C : n = 125; RPA2 Y256C/Y256C : n = 163). Both ordinary one-way ANOVA and Mann–Whitney statistical tests were applied to determine P -values. (*) P < 0.05, (**) P < 0.01, (****) P < 0.0001. Overall, these analyses indicated that RPA2 Y256C/Y256C RPE1 cells exhibit progressive telomere shortening despite the activity of telomerase. This shortening is likely due to abrupt telomere losses and signs of telomere instability that are not associated with an increase in TIFs, a situation reminiscent of Apollo-deﬁcient cells ( Kermasson et al. 2022 ). The heterozygous cell line displayed moderate signs of telomere instability without telomere shortening and without detectable TIFs. These results provide evidence of a causal link between telomere dysfunction and the presence of the Y256C RPA2 variant in RPE1 cells. RFWD3-dependent ubiquitination of RPA2 is impaired by the Y256C mutation RPA-coated ssDNA coordinates the recruitment of genome maintenance factors. It was reported previously that deleting the amino acids 243–262 or mutating the residues F248, E252, or H254 in the WH domain of RPA2 abolish its direct interaction with RFWD3 ( Gong and Chen 2011 ; Liu et al. 2011 ; Elia et al. 2015 ; Feeney et al. 2017 ). RFWD3 is an E3 ubiquitin ligase that ubiquitinates chromatin-bound RPA to promote fork restart and repair by HR ( Elia et al. 2015 ; Inano et al. 2017 ). As Y256 is located within the RFWD3 binding domain of RPA2, we wondered whether the Y256C mutation might affect the interaction with RFWD3. Coimmunoprecipitation experiments in HEK293T cells cotransfected with vectors expressing WT or Y256C FLAG-tagged RPA2 together with GFP-tagged RFWD3 demonstrated that the Y256C mutation in RPA2 strongly reduced its ability to interact with RFWD3 ( Fig. 5 A). Furthermore, when we transfected the WT and RPA2 Y256C/Y256C RPE1 cells with GFP-RFWD3 plasmid and pulled down GFP-RFWD3, the coimmunoprecipitated endogenous RPA2 was readily detected, but RPA2 Y256C/Y256C was not ( Fig. 5 B). Construction of the 3D model showing the potential proximal interactions of the tyrosine in position 256 in the WH domain of RPA2 with residues present in the loop of the WD40 domain of RFWD3 confirmed the disruptive effect of the cysteine in this position ( Supplemental Fig. S3 ). Taken together, we concluded that the Y256C mutation strongly affects the ability of RPA2 to interact with RFWD3. Next, we asked whether the Y256C mutation also affects ubiquitination of RPA2 by coexpressing in HEK293T cells the WT or Y256C FLAG-RPA2 and streptavidin HA-ubiquitin (Ub-Strep-HA) in the presence of MMC to enhance the RFWD3-dependent ubiquitination of RPA. Cells were transfected with either a small interfering RNA (siRNA) control or a siRNA targeting the 3′ UTR of the RPA2 gene to deplete the endogenous RPA2 protein ( Fig. 5 C). We recovered RPA2-FLAG in the Ub-Strep-HA pull-downs, which further increased upon downregulation of endogenous RPA2 by siRNA, as expected. Strikingly, the Y256C mutation drastically decreased the amount of RPA2-FLAG in the Ub-Strep-HA pull-downs. Overall, these data demonstrated that the Y256C mutation impairs the interaction between RPA2 and RFWD3 and alters the proper ubiquitination of RPA2. Figure 5. The Y256C mutation impairs ubiquitination of RPA2 by RFWD3. ( A ) HEK293T cells were cotransfected with plasmids expressing GFP-RFWD3 (catalytically inactive C315A mutant) and FLAG-RPA2 WT or FLAG-RPA2 Y256C . Anti-FLAG immunoprecipitates (IP) were probed with anti-GFP and anti-RPA2 antibodies by immunoblotting. Picture is representative of three independent experiments. ( B ) RPA2 WT/WT and RPA2 Y256C/Y256C RPE1 cells were transfected with GFP-RFWD3 (catalytically inactive C315A mutant). Anti-GFP immunoprecipitates were analyzed by immunoblotting using anti-GFP and anti-RPA2 antibodies. Picture is representative of three independent experiments. ( C ) HEK293T cells were transfected with FLAG-RPA2 WT and FLAG-RPA2 Y256C , with control or RPA2 targeting siRNAs. Twenty-four hours later, cells were transfected with a Strep-HA ubiquitin construct for 24 h and treated or not with 100 ng/mL MMC for 24 h. Ubiquitylated proteins were collected by denaturing Strep-Tactin pull-down and blotted with anti-RPA2 ( top panel) and anti-HA ( bottom panel) antibodies. Evaluation of ATR and HR pathways in the RPA2 Y256C/Y256C cell line In response to replication stress, ssDNA-bound RPA activates the ATR pathway in which phosphorylation and ubiquitination of RPA have been shown to control specific aspects of DNA damage signaling and repair ( Zou and Elledge 2003 ; Maréchal et al. 2014 ; Maréchal and Zou 2015 ). It has been further established that mutation of specific RPA2 ubiquitination sites or impairment of RPA2 association with RFWD3 (by deleting the residues 243–263 of RPA2) dampened RPA phosphorylation ( Elia et al. 2015 ). Hence, we wondered whether Y256C mutation modifies the phosphorylation status of RPA2 in response to replication stress. Although RPA2 Y256C/Y256C RPE1 cell viability is not impacted when cells are exposed to HU during 24 h ( Fig. 3 E), we observed that phosphorylation of RPA2 is reduced after 24 h of HU treatment ( Fig. 6 A,B). In line with this observation, we found that the presence of Y256C mutation partially inhibits HU-induced phosphorylation of CHK1, a direct substrate of ATR ( Fig. 6 C). These results indicated that the ATR–CHK1 axis is compromised by mutation Y256C of RPA2. Figure 6. ATR signaling and HR are defective in the RPA2 Y256C/Y256C cell line. ( A ) Western blot analysis of phospho-RPA2 (S4/S8), RPA2, phospho-CHK1 (S345), CHK1 in RPA2 WT/WT , and RPA2 Y256C/Y256C RPE1 cells treated with 2 mM HU for 15 and 24 h. Tubulin levels were determined to control for protein loading. ( B , C ) Quantification of phospho-RPA2 and phospho-CHK1 was normalized to tubulin levels. (*) P < 0.05 by t -test ( n = 3). (HU) Hydroxyurea. ( D ) HR-mediated repair assay. RPA2 WT/WT and RPA2 Y256C/Y256C RPE1 cells were cotransfected with pDR-GFP and pISceI-RFP or pISceI-catalytic-dead-RFP (Sce1 CD) plasmids. Cells were treated 24 h after transfection and analyzed by flow cytometry to determine the percentage of GFP-positive (GFP + ) cells, indicative of HR efficiency. Results from three independent experiments. Error bars represent standard deviation from the mean. Two-way ANOVA statistical test was applied to determine P -values. (*) P < 0.05. The ATR-mediated DNA damage response pathway is essential for promoting fork stabilization and fork restart through homologous recombination (HR)-directed repair ( Saldivar et al. 2017 ). In addition, it was also established that RFWD3-dependent ubiquitination of RPA promotes HR at stalled forks and fork restart ( Elia et al. 2015 ; Inano et al. 2017 ). Thus, we investigated the ability of RPA2 Y256C/Y256C RPE1 cells to perform double-strand break (DSB) repair by HR using the DR-GFP reporter assay ( Pierce et al. 1999 ). Strikingly, a significant reduction in HR efficiency was found in RPA2 Y256C/Y256C cells in comparison with WT cells ( Fig. 6 D). We concluded that Y256C mutation of RPA2 impairs HR-directed repair. Localization and binding of RPA2 at telomeres is exacerbated in the RPA2 Y256C/Y256C cell line Previous studies indicated that ubiquitination of RPA by RFWD3 at DNA damage sites or stalled forks promotes eviction of chromatin-bound RPA to facilitate HR ( Elia et al. 2015 ; Inano et al. 2017 ). Thus, we wondered whether the alteration of RPA ubiquitination caused by Y256C mutation may modify the removal of RPA from telomeres. RPA2 immunofluorescence coupled with Telo-FISH highlighted an increase of RPA2 at telomeres in RPA2 WT/Y256C and RPA2 Y256C/Y256C RPE1 cell lines ( Fig. 7 A). To confirm that the Y256C mutation causes the accumulation of RPA2 at telomeres, we performed ChIP assay using anti-RPA2. DNA dot blots were probed with a telomeric probe to determine relative levels of protein-associated telomeric DNA. We observed an enrichment of telomeric DNA coimmunoprecipitated with RPA2 in RPA2 Y256C/Y256C RPE1, while telomeric signal after TRF2 immunoprecipitation—used as a constitutive telomere-binding control—was similar in WT and RPA2 Y256C/Y256C RPE1 cells ( Fig. 7 B). We observed that MMC treatment further exacerbated the accumulation of RPA at telomeres ( Fig. 7 A,B), likely because DNA cross-link damages increase replication stress at telomeres. In conclusion, our findings suggest that the Y256C mutation impairs the interaction of RPA2 with the ubiquitin ligase RFWD3, resulting in reduced RPA2 ubiquitination and an accumulation of RPA at telomeres. This would ultimately result in the impairment of telomere stability and length maintenance. Figure 7. Y256C mutation leads to accumulation of RPA at telomeres. ( A ) Immunofluorescence FISH in RPA2 WT/WT , RPA2 WT/Y256C , and RPA2 Y256C/Y256C RPE1 cells treated or not with 40 ng/mL MMC for 24 h. Fixed cells were labeled with telomeric FISH probe (red) and immunostained for RPA2 (green) and DAPI (blue) as indicated. Scale bar, 20 μm. Quantification of RPA2 colocalizations at telomeres is from at least 400 nuclei per replicate. Data are representative of three independent experiments and are presented as mean. The statistical significance of the differences was tested using ordinary one-way ANOVA and Mann–Whitney test. (**) P < 0.01, (****) P < 0.001. (MMC) Mytomycin-C. ( B ) Chromatin immunoprecipitation (ChIP) assays were performed in RPA2 WT/WT and RPA2 Y256C/Y256C RPE1 cells treated or not with 40 ng/mL MMC for 24 h and immunoprecipitated with anti-RPA2 and anti-TRF2 (as a control). Dot blots were hybridized with a telomeric probe or 18S probe. Quantification of ChIP dot blot expressed as IP/input of three biological replicates. (*) P < 0.05 by t -test and two-way ANOVA test. Rpa2 Y256C knock-in mouse model As the Y256 residue in human RPA2 is conserved in its murine counterpart, we generated an Rpa2 Y256C knock-in mouse model to further determine the consequences of the Rpa2 Y256C mutation in vivo ( Supplemental Fig. S4A ). The analysis of heterozygous Rpa2 WT/Y256C animals did not reveal any developmental defects or immunohematological anomalies, even in old animals (22 months of age) ( Supplemental Fig. S5 ). However, despite our success in obtaining heterozygous animals, we were unable to retrieve homozygous Rpa2 Y256C/Y256C mice or embryos ( Supplemental Fig. S4B,C ). The observation that the presence of the Y256C Rpa2 mutation in the homozygous state is incompatible with life further substantiated the deleterious effect of this variant. Discussion We identified two unrelated patients who exhibited short telomeres and multiple clinical manifestations of telomere biology disorders including lung diseases, bone marrow failure, and liver and kidney dysfunctions associated with the same monoallelic variant, c.767A>G; p.Y256C in RPA2 . The RPE1 cell line carrying this variant at the homozygous state exhibited short telomeres and telomere abnormalities, indicating that this mutation causes telomere maintenance defects. The identification of SGR in POT1 and TERT promoters in these patients further supports a primary defect in telomere length maintenance. Thus, we established that the monoallelic variant Y256C in RPA2 , identified in the two individuals, represents a novel genetic cause of TBDs. Our Rpa2 Y256C knock-in mouse model did not allow us to obtain homozygous Rpa2 Y256C/Y256C embryos and mice. Although the absence of homozygous Rpa2 Y256C/Y256C embryos demonstrated the deleterious effect of the mutation, it prevented the generation of mouse embryonic fibroblasts, which would have been of interest to analyze the effect of the Y256C Rpa2 mutation on telomere stability and DNA repair in a murine context. In contrast to the two RPA2 patients, heterozygous Rpa2 WT/Y256C animals did not show any developmental or immunohematological abnormalities, even at old age. This probably reflects the difference in telomere length, which is much longer in the C57BL/6 mouse strain used in this study compared with human telomere length. Further analysis over successive generations of heterozygous Rpa2 WT/Y256C mice may be required to visualize a reduction in telomere length and developmental or immunohematological abnormalities, as has been reported in other telomere maintenance-deficient mouse models ( Blasco et al. 1997 ; Graniel et al. 2022 ). The tyrosine 256 of RPA2 lies in the WH domain, a region known to be involved in protein–protein interactions. Importantly, we established that the Y256C mutation did not modify ssDNA binding properties of the RPA complex in vitro but found that it significantly reduced the interaction of RPA2 with RFWD3 and hindered ubiquitination of RPA2 ( Fig. 5 ; Supplemental Fig. S3 ). What could be the consequences of a defect in RPA ubiquitination at telomeres? In response to DNA damage, ubiquitination of chromatin-bound RPA by RFWD3 promotes the eviction of RPA from ssDNA and allows the restart of stalled forks by HR ( Elia et al. 2015 ; Inano et al. 2017 ). In addition, ubiquitination of RPA by PRP19 and RFWD3 facilitates ATR activation and HR ( Elia et al. 2015 ; Dubois et al. 2017 ). In agreement with these previous studies, we found that RPA Y256C accumulates at telomeres and that DSB HR-directed repair is compromised by Y256C mutation ( Figs. 6 , 7 ). Despite the retention of RPA, ATR signaling was not fully activated in RPA2 Y256C/Y256C cells following replication stress ( Fig. 6 ). Specifically at telomeres, DDR was not activated either, as inferred from the absence of TIFs ( Supplemental Fig. S2 ). However, we detected a significant increase in telomere abnormalities ( Fig. 4 ). ATR deficiency, known to suppress telomere fragility and recombination ( McNees et al. 2010 ), plays a critical role in telomere maintenance/stability during and/or after the telomere replication observed in cells derived from ATR-deficient Seckel syndrome patients ( Pennarun et al. 2010 ; Mokrani-Benhelli et al. 2013 ). Thus, we propose a model in which telomere instability in RPA2 Y256C/Y256C cells could be caused by compromised ATR activation and by HR repair deficiency ( Fig. 8 ). Taken together, our observations could suggest that the RPA Y256C complex is unable to be correctly evicted from telomeres due to defective RFWD3-dependent ubiquitination and likely abnormally accumulates at stalled replication forks while being unable to efficiently promote ATR signaling and HR-mediated repair. These catastrophic events could result in a deadlock in the resolution of blocked forks, which in turn could lead to the loss of telomeric sequences and telomere instability. Figure 8. Model of replication fork processing at telomeres involving RPA. ( A ) Telomeric sequences are hard to replicate regions because of the diverse sources of endogenous blocks that impede the progression of the fork. RPA is a first sensor and responder to replication stress and binds to ssDNA that may accumulate at stalled forks. This is the first step in the processing of stalled replication forks. In this model, RPA2–RFWD3 interaction promotes ubiquitination of chromatin-bound RPA. Ubiquitination by RFWD3 also contributes to phosphorylation of RPA, which activates the ATR pathway. ATR controls specific aspects of DNA damage signaling and restart of the fork, especially by HR. Ubiquitination of RPA by RFWD3 is also necessary to promote its eviction to facilitate HR-dependent repair. ( B ) In the context of Y256C RPA2 mutation, several aspects of mechanisms of fork protection are altered. Improper interaction with RFWD3 would lead to defects of ATR activation and would prevent efficient RPA eviction. This would cause accumulation of RPA at telomeres. We hypothesize that these dysfunctions, caused by Y256C mutation, could then lead to catastrophic events that may result in a deadlock in the resolution of blocked forks and cause the loss of telomeric sequences and telomere instability. Recent results also suggested that RFWD3 ubiquitinates SMARCAL1, a DNA translocase that is recruited to stalled forks through a direct interaction with the RPA complex ( Bansbach et al. 2009 ; Ciccia et al. 2009 ; Postow et al. 2009 ; Yuan et al. 2009 ; Yusufzai et al. 2009 ). SMARCAL1 functions in fork reversal and fork restart during replication stress and at telomeres ( Bétous et al. 2012 ; Bhat et al. 2015 ; Poole et al. 2015 ). The ubiquitination of SMARCAL1 by RFWD3 has been shown to control its association with RPA-coated ssDNA to promote replication fork stability ( Yates et al. 2024 ). It is noteworthy that we found that Y256C mutation also strongly reduced the interaction between RPA2 and SMARCAL1 ( Supplemental Fig. S6 ), indicating that fork reversal activity might be impaired in RPA2 Y256C/Y256C cells in response to replication stress. Thus, it is possible that stalled fork stabilization by SMARCAL1 reversal activity is impaired by Y256C mutation. This hypothesis will deserve further investigation. After telomere replication, RPA replacement by POT1 is orchestrated by TERRA and hRNPA1 to coordinate telomere replication and telomere capping ( Flynn et al. 2011 ). One main function of POT1 is to prevent ATR-mediated checkpoint ( Denchi and de Lange 2007 ). Because telomeric sequences are hard to replicate regions, it is also possible that RPA replacement by POT1 at stalled forks is necessary to avoid improper ATR pathway activation ( Fig. 8 ). In fission yeast, Pot1 participates in telomere replication by recruiting Stn1–Ten1 and initiating lagging strand synthesis through Polα/Primase to avoid excessive accumulation of ssDNA ( Borges et al. 2023 ; Vaurs et al. 2023 ). In a similar manner, human POT1 recruits CTC1–STN1–TEN1 (CST) and the Polα/Primase complex ( Cai and de Lange 2023 ). Other functions of CST are to ensure fork protection by blocking MRE11-mediated degradation of nascent strand DNA and to recruit RAD51 to promote fork protection ( Stewart et al. 2012 ; Wang et al. 2012 ; Chastain et al. 2016 ; Lyu et al. 2020 ). Thus, in the context of Y256C mutation, we may speculate that accumulation of RPA2 Y256C at telomeres could therefore modify the balance between RPA and POT1. Consequently, alteration of this equilibrium would negatively impact the protection and repair of forks. It is noteworthy that RPA1 variants that exhibit increased binding to telomeric ssDNA and cause telomere TBDs may also affect the RPA-to-POT1 switch and telomere maintenance in a manner similar to RPA2 Y256C . The impact of Y256C mutation on the RPA-to-POT1 switch and CST coordination is hypothetical at this point and will require further investigations. In conclusion, we identified germline RPA2 Y256C mutation as a novel genetic cause of TBDs and telomere shortening in humans, which calls for careful consideration of RPA variants in the workup of patients carrying monoallelic mutation in either RPA1 or RPA2 genes to anticipate potential development of pulmonary fibrosis, progressive bone marrow failure, liver disease, or other ailments associated with premature aging. We further characterized the impact of this RPA2 mutation on telomere stability in human cells and, together with our previous description of RPA1-deficient TBD patients, pointed out the critical role of RPA in human telomere biology. RPA is a first sensor and responder to replication stress and is involved in many aspects of DNA replication and repair. Nevertheless, RPA replacement by POT1 might be a key step in the processing of replication forks at telomeres. Additional work will be necessary to better understand RPA's function and its link with RFWD3 and SMARCAL1 activities that participate in telomere integrity. We therefore expect that new mutations in RPA1, RPA2, or RPA3, but also in RPA partners, could be identified as novel genetic causes of TBDs. Materials and methods Production and purification of Y256C hRPA Recombinant human Y256C RPA was expressed in the Escherichia coli BL21-DE3 strain transformed with the pET11a-Y256ChRPA plasmid and purified following published protocols ( Audry et al. 2015 ). After the first step of purification, the samples were concentrated using an Amicron Ultracel 50K before being loaded onto a size exclusion chromatography (high resolution GE, Sepharyl S300) and stocked in 50 mM disodium phosphate (pH 8) and 150 mM NaCl; aliquots were stored at −80°C. Purified hRPA Y256C was analyzed by SDS-PAGE in a 10% acrylamide gel stained with QuickBlue protein stain (LubioScience). The degree of purity of the protein was >85%. The concentration of the protein was measured by UV spectroscopy using an extinction coefficient of 88,085 M/cm. Electrophoresis mobility shift assays (EMSAs) hRPA:DNA binding assays were realized according to the procedure developed by Safa et al. (2014) . Briefly, htelo (GGGTTAGGGTTAGGGTTAGGG) was labeled with [γ 32 P] ATP (3000 Ci/mmol) using PNK (NEB). Nonincorporated [γ 32 P] ATP was removed using a Biospin 6 column (Bio-Rad) equilibrated in TE buffer. Radiolabeled htelo was diluted at 2.5 nM strand concentration in a buffer containing KCl (62.5 mM HEPES at pH 7.9, 0.125 mg/mL BSA, 100 mM KCl, 2.5% glycerol), heated for 2–3 min at 95°C, and slowly cooled to room temperature. Serial dilutions of proteins were incubated for 20 min at 4°C in a dilution buffer containing 100 mM KCl (50 mM Tris-HCl at pH 7.5, 100 mM KCl, 1 mM DTT, 0.2 mg/mL BSA, 0.1 mM EDTA, 10% glycerol). A total of 2 μL of serial dilution protein solutions was then added to 8 μL of radiolabeled oligonucleotide solutions and incubated for 20 min at room temperature. RPA electrophoresis mobility shift assays (EMSAs) were carried out in a 1% agarose gel in a 0.5× TBE buffer at room temperature. After electrophoresis, gels were dried and exposed on a phosphorimager screen and scanned with a Typhoon FLA9500. The intensities I of the bands were quantified using ImageLab software. For each protein concentration, the fraction of radiolabeled oligonucleotide bound to the protein was calculated as follows: I htelo bound to protein /( I freehtelo + I htelo bound to protein ). For each RPA binding curve, [hRPA] 50 , which corresponds to the concentration of hRPA at which half of the oligonucleotides are bound to RPA, was measured. Fluorescence resonance energy transfer (FRET) Fluorescence titrations were carried out using 60 µL quartz cuvettes on a SPEX fluorolog spectrofluorimeter equipped with a circulating water bath to regulate the temperature of the cell holder. 5′-fluorescein- and 3′-TAMRA-labeled htelo oligonucleotide (F-htelo-T; 100 nM) was preincubated for 10 min at 20°C in a buffer containing 50 mM KCl, 2 mM MgCl2, and 5 mM lithium cacodylate (pH 7.2). Fluorescence spectra were recorded at 20°C between 490 and 690 nm while exciting at 470 nm. Protein aliquots of 0.3 µL were directly added to the oligonucleotide solution, and the spectra were recorded after 2 min of incubation. The fluorescence intensity of the donor fluorescein ( I F ) was measured at 522 nm, and the fluorescence intensity of the acceptor TAMRA ( I T ) was measured at 586 nm. The ratio P was calculated as P = I F /( I F + I T ), where I F and I T are the emission intensities of the donor fluorescein and the acceptor TAMRA, respectively. CRISPR/Cas9-mediated RPA2 gene mutation hTERT-immortalized retinal pigment epithelial (RPE1) cells were cotransfected (neon electroporation system, Invitrogen) with pSpCas9-2A-GFP (PX458) containing the gRNA sequence 5′-GGGGCACATCTATTCTACTG-3′ and a 140 nt long specific DNA matrix corresponding to the RPA2 sequence containing the Y256C (c.767A>G) mutation of patients and one additional silent mutation to avoid CRISPR/Cas9 activity on the matrix after recombination ( Supplemental Table S2 ). Single GFP-positive clones were selected and maintained at 37°C and 5% CO 2 in Dulbecco's modified Eagle medium DMEMF-12 GlutaMaX (Gibco) containing 10% fetal bovine serum (FBS) and 1% streptomycin/penicillin (Life Technologies). Clones were individually sequenced to confirm the presence of c.767A>G on either one allele or both. Telomere restriction fragment (TRF) analysis DNA (1 µg) was digested with HinfI and RsaI restriction enzymes, separated in 0.85% agarose gel/0.5× TBE at 2 V/cm for 16 h, and transferred onto Hybond N + in alkaline conditions. Hybridization was performed using the γ- 32 P-labeled 5′-(CCCTAA) 3 probe in Church buffer (340 mM Na 2 HPO 4, 160 mM NAH 2 PO 4 , 7% SDS, 1 mM EDTA, 1% BSA) overnight at 38°C. The membrane was first washed with Church wash solution (20 mM Na 2 HPO 4, 15 mM NAH 2 PO 4 , 1% SDS, 1 mM EDTA) and then exposed and scanned with an Amersham Typhoon (cytiva) scanner, and the image was analyzed with the Image QuanTL 10.1 (cytiva) program. Flow-FISH The average length of telomere repeats at chromosome ends in individual PBMCs was measured by flow-FISH using a fluorescein isothiocyanate (FITC)-conjugated (CCCTAA) 3 peptide nucleic acid probe (DakoCytomation) on a BD FACS Canto II (BD Bioscience). Calculation of relative telomere length of the patient's isolated PBMCs was performed by comparing the fluorescence of these cells with the tetraploid 1301 cell line (Sigma-Aldrich)—a tetraploid T-cell line with long telomeres—and expressed as a percentage. Samples were analyzed in triplicate when enough cells were available. Values from 543 healthy individuals (ranging from 10 days to 77 years old) were used to determine the distribution of age-dependent relative telomere lengths. Very short telomeres were defined as a telomere length below the first percentile of the normal relative telomere length distribution. Telomere shortest length assay analysis (TeSLA) TeSLA was performed as described by Lai et al. (2017) . DNA was quantified using a Qubit 4 fluorometer (Thermo Fisher Scientific) and Qubit dsDNA BR assay kit (Invitrogen). Fifty nanograms of undigested genomic DNA was ligated with a mixture of six TeSLA-T oligonucleotides (containing 7 nt of telomeric C-rich repeats at the 3′ end and 22 nt of the unique sequence at the 5′ end) for 14 h at 35°C. Then, genomic DNA was digested with CviAII, BfaI, NdeI, and MseI (the restriction enzymes that create short either AT or TA overhangs) for 2 h at 37°C. Digested DNA was then treated with shrimp alkaline phosphatase to remove 5′ phosphate from the DNA fragments to avoid their ligation to each other during the next step. Upon heat inactivation of phosphatase, partially double-stranded AT and TA adapters were added (final concentration 1 μM each) and ligated to the dephosphorylated fragments of genomic DNA overnight at 16°C. Following ligation of the adapters, genomic DNA was diluted to a final concentration of 50 pg/μL, and 2–4 μL of it was used in a 25 μL PCR reaction to amplify terminal fragments using primers complementary to the unique sequences at the 5′ ends of the TeSLA-T oligonucleotides and the AT/TA adapters. FailSafe polymerase mix (Epicenter) with 1× FailSafe buffer H was used to efficiently amplify G-rich telomeric sequences. Entire PCR reactions were then loaded onto the 0.85% agarose gel for separation of the amplified fragments. To specifically visualize telomeric fragments, the DNA was transferred from the gel onto the nylon membrane by Southern blotting procedure and hybridized with the g- 32 P-labeled 5′-(CCCTAA) 3 probe. The sizes of the telomeric fragments were quantified using TeSLA Quant software. Telomeric FISH on metaphase spreads Seeded cells were incubated with 0.1 µg/mL colcemid (KaryoMAX colcemid, Gibco) for 1 h at 37°C for metaphase blocking. The cells were then harvested by trypsinization, spun down, and resuspended in 75 mM KCl for 20 min at 37°C. Cells were then fixed in 3:1 fresh methanol:acetic acid and dropped onto glass slides. Metaphase spreads were fixed in 4% formaldehyde in PBS for 2 min; washed three times in PBS for 5 min each; dehydrated with ethanol series 70%, 90%, and 100% baths for 5 min; and then air-dried. Slides were hybridized with a telomere PNA-FISH TelC-Cy3 probe [Cy3-(C 3 TA 2 ) 3 PNA probe, Panagene] in hybridization buffer containing 10 mM Tris-HCl (pH 7.5), 70% formamide, and 0.5% blocking reagent (Roche). DNA was denatured for 8 min at 80°C (ThermoBrite, Leica) and incubated for 2 h at room temperature in the dark. After hybridization, slides were next washed as follows: twice for 15 min at room temperature in 70% formamide, 10 mM Tris-HCl (pH 7.2), and 0.1% BSA and three times for 5 min in 0.1 M Tris-HCl (pH 7.2), 150 mM NaCl, and 0.08% Tween-20; DAPI (1:5000; Thermo Scientific) was added to the second wash. Slides ware then dehydrated in ethanol series, air-dried, and mounted in ProLong Gold antifade reagent (Invitrogen by Thermo Fisher Scientific). FISH images were taken with a Zeiss upright Imager Z2 microscope equipped with an Andor Sona camera (2048 pixel × 2048 pixel; 6.5 µm pixel size). National Institutes of Health software (ImageJ) was used for the quantitative analysis of images. Immunofluorescence FISH and telomere dysfunction-induced foci (TIFs) assay RPE1 cells seeded on coverslip were fixed with 4% paraformaldehyde in phosphate-buffered saline (PBS; Thermo Scientific) for 10 min at room temperature, permeabilized with 0.5% Triton X-100 for 20 min, and washed three times in PBS. Staining of RPA2 was performed using the primary antibody rabbit polyclonal anti-RPA2 (1:2500; Bethyl Laboratories A300-244A) diluted in 3% BSA, 0.1% Triton, and 0.05% Tween and incubated for 2 h at room temperature. Coverslips were washed with PBS/0.2% Tween (PBST) and incubated with secondary antibody (Alexa Fluor 488; Invitrogen A-11008) for 1.5 h. Cells were postfixed again with 4% PFA for 10 min at room temperature and dehydrated in a series of 70%, 90%, and 100% ethanol for 2 min each at room temperature. Telomeric FISH was performed as described above. TIFs were visualized using 53-BP1 antibody (Novus Biologicals NB100-305). Image analysis was performed using a Nikon Ti2-E inverted microscope equipped with confocal scanner AX R using a 40× objective (image size for all acquisitions was 2048 pixels × 2048 pixels). Sensitivity of cell lines to genotoxic agents Two-thousand cells were seeded in 10 cm dishes, in technical triplicates. Four hours after seeding, increasing doses of genotoxic drugs were added to the cells as indicated. Cells were then cultured in fresh medium for 6 days, fixed in acetic acid, and stained with Coomassie blue. Colony formation efficiency was determined using InterscienceScan 1200 to count surviving cells. Western blotting and coimmunoprecipitation Cells were harvested by trypsinization, suspended in media with serum, washed with PBS, and lysed for 30 min on ice in 300 μL of lysis buffer (TNEN) containing 40 mM HEPES, 1 mM EDTA, 120 mM NaCl, 1% Triton, 1% phosphatase inhibitor cocktails (PhosSTOP EASYpack, Roche), and protease inhibitor cocktail (Roche Applied Science). One milligram of cell lysate was incubated for 1 h at 4°C with 20 μL of GFP-Trap magnetic beads (Proteintech) or anti-FLAG M2 affinity gel (Sigma-Aldrich). Immune complexes were collected with a magnetic separator and washed five times with lysis buffer and inhibitors. Immunoprecipitates were analyzed by Western blotting. The membranes were blocked in PBS with 5% milk and 0.1%Tween. The membranes were incubated with the following primary antibodies: rabbit polyclonal anti-RFWD3 (1:1000; Bethyl Laboratories A301-397A), rabbit polyclonal anti-RPA2 (1:2500; Bethyl Laboratories A300-244A), and fluorescent secondary antibodies from Bio-Rad (goat antirabbit and antimouse IgG StarBright Blue 700) and Invitrogen (goat antirabbit and antimouse IgG Alexa Fluor plus 800). In vivo ubiquitination assay In vivo ubiquitination assays were performed as previously described ( Yates et al. 2024 ). Briefly, HEK293T cells were seeded 24 h prior to transfection. Cells were transfected with pcDNA4T/O Strep-HA ubiquitin using PEI diluted in Opti-MEM (Gibco). Cells were treated 24 h after transfection with 100 ng/mL mitomycin-C for 24 h. Cells were harvested and lysed in denaturing buffer (20 mM Tris-HCl at pH 7.5, 250 mM NaCl, 1 mM EDTA, 0.5% NP-40, 0.5% sodium deoxycholate, 0.5% SDS, 10 mM N-ethylmaleimide, 1 mM DTT, 1 mM NaF, 1 mM Na 3 VO 4 , 1 mM PMSF, 1× protease inhibitor cocktail [Roche]) for 30 min at 4°C on a rotator, sonicated three times at 30%, and incubated for 30 min at 4°C on a rotator. Lysates were centrifuged at 16,000 g for 10 min at 4°C, and the pellet was discarded. Strep-Tactin XT Superflow (IBA) beads were added to the supernatant, and overnight incubation was done at 4°C. Captured ubiquitinated proteins were washed five times with denaturing buffer, eluted in Laemmli buffer containing 10 mM biotin (Fisher), heated for 5 min at 95°C, and analyzed by immunoblotting. Samples were separated by SDS-PAGE and transferred to PVDF membranes (Millipore). Detection was performed using mouse anti-RPA2 (Santa Cruz Biotechnology sc-56770) and mouse anti-HA (Santa Cruz Biotechnology sc-7392). Homologous recombination-mediated repair assay RPE1 cells were seeded 24 h prior to transfection. Cells were cotransfected with pDR-GFP and pISceI-RFP or pISceI-catalytic-dead-RFP (Sce1 CD) plasmids using lipofectamine (Thermo Fisher) diluted in Opti-MEM (Gibco). Cells were treated 24 h after transfection and analyzed by flow cytometry. Cells were detected, and their fluorescence was measured using Aurora flow cytometer (Cytek). Data analysis was performed using SpectroFlow software. Chromatin immunoprecipitation (ChIP) Cells were harvested by trypsinization, washed with PBS, and fixed with 1% formaldehyde in PBS for 10 min. Glycine was added to a final concentration of 0.125 M to stop cross-linking. Cells were pelleted, washed twice with cold PBS, and resuspended in lysis buffer (1% sodium dodecyl sulfate [SDS], 10 mM EDTA at pH 8.0, 50 mM Tris-HCl at pH 8.0) supplemented with complete EDTA-free protease inhibitor cocktail (Roche) and 1 mM PMSF. After 30 min on ice, samples were sonicated for 10 cycles of 30 sec on, followed by 30 sec off on ice with a Bioruptor Pico sonication device (Diagenode). Samples were centrifuged for 10 min at 4°C, and immunoprecipitation (IP) dilution buffer (0.01% SDS, 1% Triton X-100, 1.2 mM EDTA, 50 mM HEPES, 150 mM NaCl) with protease inhibitors and PMSF was added to 1 mg of sonicated chromatin. Twenty percent was set aside for input, and IP samples were incubated with rabbit anti-TRF2 (rabbit antibody Bethyl Laboratories A300-769A), and rabbit anti-RPA32 (Bethyl Laboratories A300-244A) overnight at 4°C. Chromatin/antibody complexes were captured by incubation with protein G magnetic beads (Dynabeads protein G, Invitrogen) for 1 h at 4°C. Beads were washed once each with buffer A (0.1% SDS, 1% Triton X-100, 2 mM EDTA at pH 8.0, 50 mM HEPES, 150 mM NaCl), buffer B (0.1% SDS, 1% Triton X-100, 2 mM EDTA at pH 8.0, 50 mM HEPES, 500 mM NaCl), buffer C (0.25 M LiCl, 1% NP-40, 1% Na-deoxycholate, 1 mM EDTA at pH 8.0, 10 mM Tris-HCl at pH 8.0), and TE buffer (10 mM Tris-HCl at pH 8.0, 1 mM EDTA at pH 8.0). Input samples and beads were resuspended in elution buffer (1% SDS, 0.1 M sodium bicarbonate). For cross-link reversal, samples were incubated overnight at 65°C, followed by a 1 h treatment at 37°C with 20 μg of RNase A (Roche) and 2 h of Proteinase K (Roche) treatment at 65°C. DNA was purified using innuPREP PCR pure kit (Innuscreen GmbH, iST) and dot-blotted onto Hybond nylon membrane (Amersham, cytiva) in 0.2 N NaOH and 0.2 M NaCl. Hybridization was performed using the g- 32 P-labeled 5′-(CCCTAA) 3 and 18S probes in Church buffer (340 mM Na 2 HPO 4, 160 mM NAH 2 PO 4 , 7% SDS, 1 mM EDTA, 1% BSA) overnight at 38°C. The membrane was first washed with Church wash solution (20 mM Na 2 HPO 4, 15 mM NaH 2 PO 4 , 1% SDS, 1 mM EDTA) and then exposed and scanned with an Amersham Typhoon (cytiva) scanner, and the image was analyzed with the Image QuanTL 10.1 (cytiva) program. Generation of Rpa2 Y256C knock-in mouse model The Rpa2 Y256C allele was generated through CRISPR/Cas9 ribonucleoprotein (RNP) complex electroporation in C57BL/6J mouse zygote pronuclei as described ( Ucuncu et al. 2020 ). Rpa2 exon 9-specific gRNA (5′-GGGCCACATTTACTCTACTG-3′) was designed using Crispor ( http://crispor.gi.ucsc.edu ). The HR template was the ssODN ([Integrated DNA technologies] 5′- AATGTGGGGATCCCCCCCCCTTTTTTTTTCCTTTCAGGCAAGCAGTGGATTTTCTGTGCAACGAGGGCCACATTTGCTCTACTGTGGACGACGATCACTTTAAGTCTACAGATGCAGAGTGACTGGAGTTTCCTGGGTGCCTGGAATCTGT-3′). F° chimera screen and Rpa2 Y256C mice genotyping were obtained upon sequencing of genomic DNA amplified with primers F (5′-CACAAACAAGTGATGTTTGC-3′) and R (5′-AGAGCTGGGGCCGACAGAGG-3′). Rpa2 Y256C mice have been back-crossed before study. Flow cytometry analysis of cell populations Cell phenotyping of mice was performed on the thymus, spleen, and bone marrow using the following antibodies: CD4, CD8, CD25, CD28, CD44, CD69, B220, CD19, CD43, and IgM (all from Sony Biotechnology using PECy7, FITC, PerCPCy5.5, PE, BV510, APC, PE, PECy7, FITC, and APC fluorophores). Cells were captured by FACS LSR-Fortessa X-20, and analysis was performed using FlowJo 10 software. Supplementary Material Supplement 1 Acknowledgments P.R., C.K., C.S., and S.C. are supported by the Agence Nationale de la Recherche (ANR-20-CE12 TeloRPA). S.C.’s laboratory is also supported by Cancéropôle Provence-Alpes-Côte d'Azur (PACA), Agence de Recherche Contre le Cancer (ARC), and Ligue Nationale Contre le Cancer (LNCC; Equipe Labélisée). P.R.’s laboratory is also supported by LNCC (Equipe Labélisée). C.K. is very grateful to the Association Française de la Fibrose Pulmonaire (AFPF) for financial support. We are grateful to David Cortez and Mauro Modesti for providing biological materials. We are very grateful to François Laffont, Lara Lee, and Jean-Hugues Guervilly for technical assistance and support. We are very grateful to the microscopy and cytometry platforms of the Centre de Ressources et de Compétences de la Mucoviscidose (CRCM). S.C. and P.R. are scientists from Centre National de la Recherche Scientifique (CNRS). Author contributions : R.K. designed and performed most of the experiments. I.B. identified variants of RPA2 and SGR in patients, M.Y. performed ubiquitination assay, V.P. and L.K. analyzed the mouse model, F.G. and M.B. performed the biochemical assay, and D.C. performed the TeSLA and TRF assays. E.L. performed flow-FISH. A.M., C.L., P.R., C.K., C.S., and S.C. designed the experiments. P.R. and S.C. wrote the manuscript. S.C. supervised the project. Supplemental material is available for this article. Article published online ahead of print. Article and publication date are online at http://www.genesdev.org/cgi/doi/10.1101/gad.352032.124 . Freely available online through the Genes & Development Open Access option. Competing interest statement The authors declare no competing interests. References Audry J , Maestroni L , Delagoutte E , Gauthier T , Nakamura TM , Gachet Y , Saintomé C , Géli V , Coulon S . 2015 . RPA prevents G-rich structure formation at lagging-strand telomeres to allow maintenance of chromosome ends . EMBO J 34 : 1942 – 1958 . 10.15252/embj.201490773 26041456 Bansbach CE , Bétous R , Lovejoy CA , Glick GG , Cortez D . 2009 . The annealing helicase SMARCAL1 maintains genome integrity at stalled replication forks . Genes Dev 23 : 2405 – 2414 . 10.1101/gad.1839909 19793861 Bertrand A , Ba I , Kermasson L , Pirabakaran V , Chable N , Lainey E , Ménard C , Kallel F , Picard C , Hadiji S , 2024 . Characterization of novel mutations in the TEL-patch domain of the telomeric factor TPP1 associated with telomere biology disorders . Hum Mol Genet 33 : 612 – 623 . 10.1093/hmg/ddad210 38176734 Bétous R , Mason AC , Rambo RP , Bansbach CE , Badu-Nkansah A , Sirbu BM , Eichman BF , Cortez D . 2012 . SMARCAL1 catalyzes fork regression and Holliday junction migration to maintain genome stability during DNA replication . Genes Dev 26 : 151 – 162 . 10.1101/gad.178459.111 22279047 Bhat KP , Cortez D . 2018 . RPA and RAD51: fork reversal, fork protection, and genome stability . Nat Struct Mol Biol 25 : 446 – 453 . 10.1038/s41594-018-0075-z 29807999 Bhat KP , Bétous R , Cortez D . 2015 . High-affinity DNA-binding domains of replication protein A (RPA) direct SMARCAL1-dependent replication fork remodeling . J Biol Chem 290 : 4110 – 4117 . 10.1074/jbc.M114.627083 25552480 Blackburn EH , Greider CW , Szostak JW . 2006 . Telomeres and telomerase: the path from maize, Tetrahymena and yeast to human cancer and aging . Nat Med 12 : 1133 – 1138 . 10.1038/nm1006-1133 17024208 Blasco MA , Lee H-W , Hande MP , Samper E , Lansdorp PM , DePinho RA , Greider CW . 1997 . Telomere shortening and tumor formation by mouse cells lacking telomerase RNA . Cell 91 : 25 – 34 . 10.1016/S0092-8674(01)80006-4 9335332 Bonnell E , Pasquier E , Wellinger RJ . 2021 . Telomere replication: solving multiple end replication problems . Front Cell Dev Biol 9 : 668171 . 10.3389/fcell.2021.668171 33869233 Borges PCC , Bouabboune C , Escandell JM , Matmati S , Coulon S , Ferreira MG . 2023 . Pot1 promotes telomere DNA replication via the Stn1–Ten1 complex in fission yeast . Nucleic Acids Res 51 : 12325 – 12336 . 10.1093/nar/gkad1036 37953281 Cai SW , de Lange T . 2023 . CST–polα/primase: the second telomere maintenance machine . Genes Dev 37 : 555 – 569 . 10.1101/gad.350479.123 37495394 Chastain M , Zhou Q , Shiva O , Whitmore L , Jia P , Dai X , Huang C , Fadri-Moskwik M , Ye P , Chai W . 2016 . Human CST facilitates genome-wide RAD51 recruitment to GC-rich repetitive sequences in response to replication stress . Cell Rep 16 : 1300 – 1314 . 10.1016/j.celrep.2016.06.077 27487043 Ciccia A , Bredemeyer AL , Sowa ME , Terret M-E , Jallepalli PV , Harper JW , Elledge SJ . 2009 . The SIOD disorder protein SMARCAL1 is an RPA-interacting protein involved in replication fork restart . Genes Dev 23 : 2415 – 2425 . 10.1101/gad.1832309 19793862 Codd V , Wang Q , Allara E , Musicha C , Kaptoge S , Stoma S , Jiang T , Hamby SE , Braund PS , Bountziouka V , 2021 . Polygenic basis and biomedical consequences of telomere length variation . Nat Genet 53 : 1425 – 1433 . 10.1038/s41588-021-00944-6 34611362 Déjardin J , Kingston RE . 2009 . Purification of proteins associated with specific genomic loci . Cell 136 : 175 – 186 . 10.1016/j.cell.2008.11.045 19135898 de Lange T . 2018 . Shelterin-mediated telomere protection . Annu Rev Genet 52 : 223 – 247 . 10.1146/annurev-genet-032918-021921 30208292 Denchi EL , de Lange T . 2007 . Protection of telomeres through independent control of ATM and ATR by TRF2 and POT1 . Nature 448 : 1068 – 1071 . 10.1038/nature06065 17687332 Dubois J-C , Yates M , Gaudreau-Lapierre A , Clément G , Cappadocia L , Gaudreau L , Zou L , Maréchal A . 2017 . A phosphorylation-and-ubiquitylation circuitry driving ATR activation and homologous recombination . Nucleic Acids Res 45 : 8859 – 8872 . 10.1093/nar/gkx571 28666352 Elia AEH , Wang DC , Willis NA , Boardman AP , Hajdu I , Adeyemi RO , Lowry E , Gygi SP , Scully R , Elledge SJ . 2015 . RFWD3-dependent ubiquitination of RPA regulates repair at stalled replication forks . Mol Cell 60 : 280 – 293 . 10.1016/j.molcel.2015.09.011 26474068 Feeney L , Muñoz IM , Lachaud C , Toth R , Appleton PL , Schindler D , Rouse J . 2017 . RPA-mediated recruitment of the E3 ligase RFWD3 is vital for interstrand crosslink repair and human health . Mol Cell 66 : 610 – 621.e4 . 10.1016/j.molcel.2017.04.021 28575657 Flynn RL , Centore RC , O'Sullivan RJ , Rai R , Tse A , Songyang Z , Chang S , Karlseder J , Zou L . 2011 . TERRA and hnRNPA1 orchestrate an RPA-to-POT1 switch on telomeric single-stranded DNA . Nature 471 : 532 – 536 . 10.1038/nature09772 21399625 Gong Z , Chen J . 2011 . E3 ligase RFWD3 participates in replication checkpoint control . J Biol Chem 286 : 22308 – 22313 . 10.1074/jbc.M111.222869 21504906 Graniel JV , Bisht K , Friedman A , White J , Perkey E , Vanderbeck A , Moroz A , Carrington LJ , Brandstadter JD , Allen F , 2022 . Differential impact of a dyskeratosis congenita mutation in TPP1 on mouse hematopoiesis and germline . Life Sci Alliance 5 : e202101208 . 10.26508/lsa.202101208 34645668 Gutierrez-Rodrigues F , Donaires FS , Pinto A , Vicente A , Dillon LW , Clé DV , Santana BA , Pirooznia M , del Ibanez M PF , Townsley DM , 2019 . Pathogenic TERT promoter variants in telomere diseases . Genet Med 21 : 1594 – 1602 . 10.1038/s41436-018-0385-x 30523342 Inano S , Sato K , Katsuki Y , Kobayashi W , Tanaka H , Nakajima K , Nakada S , Miyoshi H , Knies K , Takaori-Kondo A , 2017 . RFWD3-mediated ubiquitination promotes timely removal of both RPA and RAD51 from DNA damage sites to facilitate homologous recombination . Mol Cell 66 : 622 – 634.e8 . 10.1016/j.molcel.2017.04.022 28575658 Kermasson L , Churikov D , Awad A , Smoom R , Lainey E , Touzot F , Audebert-Bellanger S , Haro S , Roger L , Costa E , 2022 . Inherited human apollo deficiency causes severe bone marrow failure and developmental defects . Blood 139 : 2427 – 2440 . 10.1182/blood.2021010791 35007328 Kircher M , Witten DM , Jain P , O'Roak BJ , Cooper GM , Shendure J . 2014 . A general framework for estimating the relative pathogenicity of human genetic variants . Nat Genet 46 : 310 – 315 . 10.1038/ng.2892 24487276 Lai T-P , Zhang N , Noh J , Mender I , Tedone E , Huang E , Wright WE , Danuser G , Shay JW . 2017 . A method for measuring the distribution of the shortest telomeres in cells and tissues . Nat Commun 8 : 1356 . 10.1038/s41467-017-01291-z 29116081 Lingner J , Cooper J , Cech T . 1995 . Telomerase and DNA end replication: no longer a lagging strand problem? Science 269 : 1533 – 1534 . 10.1126/science.7545310 7545310 Liu S , Chu J , Yucer N , Leng M , Wang S-Y , Chen BPC , Hittelman WN , Wang Y . 2011 . RING finger and WD repeat domain 3 (RFWD3) associates with replication protein A (RPA) and facilitates RPA-mediated DNA damage response . J Biol Chem 286 : 22314 – 22322 . 10.1074/jbc.M111.222802 21558276 Liu B , He Y , Wang Y , Song H , Zhou ZH , Feigon J . 2022 . Structure of active human telomerase with telomere shelterin protein TPP1 . Nature 604 : 578 – 583 . 10.1038/s41586-022-04582-8 35418675 Luciano P , Coulon S , Faure V , Corda Y , Bos J , Brill SJ , Gilson E , Simon MN , Géli V . 2012 . RPA facilitates telomerase activity at chromosome ends in budding and fission yeasts . EMBO J 31 : 2034 – 2046 . 10.1038/emboj.2012.40 22354040 Lyu X , Lei KH , Sang PB , Shiva O , Chastain M , Chi P , Chai W . 2020 . Human CST complex protects stalled replication forks by directly blocking MRE11 degradation of nascent-strand DNA . EMBO J 40 : e103654 . 10.15252/embj.2019103654 33210317 Maestroni L , Matmati S , Coulon S . 2017 . Solving the telomere replication problem . Genes (Basel) 8 : 55 . 10.3390/genes8020055 28146113 Maréchal A , Zou L . 2015 . RPA-coated single-stranded DNA as a platform for post-translational modifications in the DNA damage response . Cell Res 25 : 9 – 23 . 10.1038/cr.2014.147 25403473 Maréchal A , Li J-M , Ji XY , Wu C-S , Yazinski SA , Nguyen HD , Liu S , Jiménez AE , Jin J , Zou L . 2014 . PRP19 transforms into a sensor of RPA–ssDNA after DNA damage and drives ATR activation via a ubiquitin-mediated circuitry . Mol Cell 53 : 235 – 246 . 10.1016/j.molcel.2013.11.002 24332808 Maryoung L , Yue Y , Young A , Newton CA , Barba C , van Oers NSC , Wang RC , Garcia CK . 2017 . Somatic mutations in telomerase promoter counterbalance germline loss-of-function mutations . J Clin Investig 127 : 982 – 986 . 10.1172/JCI91161 28192371 McNees CJ , Tejera AM , Martínez P , Murga M , Mulero F , Fernandez-Capetillo O , Blasco MA . 2010 . ATR suppresses telomere fragility and recombination but is dispensable for elongation of short telomeres by telomerase . J Cell Biol 188 : 639 – 652 . 10.1083/jcb.200908136 20212315 Mokrani-Benhelli H , Gaillard L , Biasutto P , Le Guen T , Touzot F , Vasquez N , Komatsu J , Conseiller E , 2013 . Primary microcephaly, impaired DNA replication, and genomic instability caused by compound heterozygous ATR mutations . Hum Mutat 34 : 374 – 384 . 10.1002/humu.22245 23111928 Nandakumar J , Cech TR . 2013 . Finding the end: recruitment of telomerase to telomeres . Nat Rev Mol Cell Biol 14 : 69 – 82 . 10.1038/nrm3505 23299958 Nasheuer HP , Meaney AM , Hulshoff T , Thiele I , Onwubiko NO . 2024 . Replication protein a, the main eukaryotic single-stranded DNA binding protein, a focal point in cellular DNA metabolism . Int J Mol Sci 25 : 588 . 10.3390/ijms25010588 38203759 Palm W , de Lange T . 2008 . How shelterin protects mammalian telomeres . Annu Rev Genet 42 : 301 – 334 . 10.1146/annurev.genet.41.110306.130350 18680434 Pennarun G , Hoffschir F , Revaud D , Granotier C , Gauthier LR , Mailliet P , Biard DS , Boussin FD . 2010 . ATR contributes to telomere maintenance in human cells . Nucleic Acids Res 38 : 2955 – 2963 . 10.1093/nar/gkp1248 20147462 Pierce AJ , Johnson RD , Thompson LH , Jasin M . 1999 . XRCC3 promotes homology-directed repair of DNA damage in mammalian cells . Genes Dev 13 : 2633 – 2638 . 10.1101/gad.13.20.2633 10541549 Poole LA , Zhao R , Glick GG , Lovejoy CA , Eischen CM , Cortez D . 2015 . SMARCAL1 maintains telomere integrity during DNA replication . Proc Natl Acad Sci 112 : 14864 – 14869 . 10.1073/pnas.1510750112 26578802 Postow L , Woo EM , Chait BT , Funabiki H . 2009 . Identification of SMARCAL1 as a component of the DNA damage response . J Biol Chem 284 : 35951 – 35961 . 10.1074/jbc.M109.048330 19841479 Revy P , Kannengiesser C , Fischer A . 2019 . Somatic genetic rescue in Mendelian haematopoietic diseases . Nat Rev Genet 20 : 582 – 598 . 10.1038/s41576-019-0139-x 31186537 Revy P , Kannengiesser C , Bertuch AA . 2023 . Genetics of human telomere biology disorders . Nat Rev Genet 24 : 86 – 108 . 10.1038/s41576-022-00527-z 36151328 Robles-Espinoza CD , Harland M , Ramsay AJ , Aoude LG , Quesada V , Ding Z , Pooley KA , Pritchard AL , Tiffen JC , Petljak M , 2014 . POT1 loss-of-function variants predispose to familial melanoma . Nat Genet 46 : 478 – 481 . 10.1038/ng.2947 24686849 Safa L , Delagoutte E , Petruseva I , Alberti P , Lavrik O , Riou J-F , Saintomé C . 2014 . Binding polarity of RPA to telomeric sequences and influence of G-quadruplex stability . Biochimie 103 : 80 – 88 . 10.1016/j.biochi.2014.04.006 24747047 Saldivar JC , Cortez D , Cimprich KA . 2017 . The essential kinase ATR: ensuring faithful duplication of a challenging genome . Nat Rev Mol Cell Biol 18 : 622 – 636 . 10.1038/nrm.2017.67 28811666 Sharma R , Sahoo SS , Honda M , Granger SL , Goodings C , Sanchez L , Künstner A , Busch H , Beier F , Pruett-Miller SM , 2022 . Gain-of-function mutations in RPA1 cause a syndrome with short telomeres and somatic genetic rescue . Blood 139 : 1039 – 1051 . 10.1182/blood.2021011980 34767620 Shay JW , Wright WE . 2010 . Telomeres and telomerase in normal and cancer stem cells . FEBS Lett 584 : 3819 – 3825 . 10.1016/j.febslet.2010.05.026 20493857 Stewart JA , Wang F , Chaiken MF , Kasbek C , Chastain PD , Wright WE , Price CM . 2012 . Human CST promotes telomere duplex replication and general replication restart after fork stalling . EMBO J 31 : 3537 – 3549 . 10.1038/emboj.2012.215 22863775 Ucuncu E , Rajamani K , Wilson MSC , Medina-Cano D , Altin N , David P , Barcia G , Lefort N , Banal C , 2020 . MINPP1 prevents intracellular accumulation of the chelator inositol hexakisphosphate and is mutated in pontocerebellar hypoplasia . Nat Commun 11 : 6087 . 10.1038/s41467-020-19919-y 33257696 Vaurs M , Naiman K , Bouabboune C , Rai S , Ptasińska K , Rives M , Matmati S , Carr AM , Géli V , Coulon S . 2023 . Stn1-Ten1 and Taz1 independently promote replication of subtelomeric fragile sequences in fission yeast . Cell Rep 42 : 112537 . 10.1016/j.celrep.2023.112537 37243596 Verdun RE , Karlseder J . 2007 . Replication and protection of telomeres . Nature 447 : 924 – 931 . 10.1038/nature05976 17581575 Wang F , Stewart JA , Kasbek C , Zhao Y , Wright WE , Price CM . 2012 . Human CST has independent functions during telomere duplex replication and C-strand fill-In . Cell Rep 2 : 1096 – 1103 . 10.1016/j.celrep.2012.10.007 23142664 Wold MS . 1997 . Replication protein A: a heterotrimeric, single-stranded DNA-binding protein required for eukaryotic DNA metabolism . Annu Rev Biochem 66 : 61 – 92 . 10.1146/annurev.biochem.66.1.61 9242902 Yates M , Marois I , St-Hilaire E , Ronato DA , Djerir B , Brochu C , Morin T , Hammond-Martel I , Gezzar-Dandashi S , Casimir L , 2024 . SMARCAL1 ubiquitylation controls its association with RPA-coated ssDNA and promotes replication fork stability . PLoS Biol 22 : e3002552 . 10.1371/journal.pbio.3002552 38502677 Yuan J , Ghosal G , Chen J . 2009 . The annealing helicase HARP protects stalled replication forks . Genes Dev 23 : 2394 – 2399 . 10.1101/gad.1836409 19793864 Yusufzai T , Kong X , Yokomori K , Kadonaga JT . 2009 . The annealing helicase HARP is recruited to DNA repair sites via an interaction with RPA . Genes Dev 23 : 2400 – 2404 . 10.1101/gad.1831509 19793863 Zou L , Elledge SJ . 2003 . Sensing DNA damage through ATRIP recognition of RPA-ssDNA complexes . Science 300 : 1542 – 1548 . 10.1126/science.1083430 12791985",
    "full_text_abstract": "In this study, Kochman et al. identified two unrelated individuals with clinical manifestations of telomere biology disorders and short telomeres associated with identical RPA2 variants that reduce binding to ubiquitin ligase RFWD3, resulting in RPA2 accumulation at telomeres and short and dysfunctional telomeres. This study indicates that the identified variant in RPA2 represents a novel genetic cause of TBD and further supports the fundamental role of the RPA complex in regulating telomere length and stability in humans.\n\nPremature telomere shortening or telomere instability is associated with a group of rare and heterogeneous diseases collectively known as telomere biology disorders (TBDs). Here we identified two unrelated individuals with clinical manifestations of TBDs and short telomeres associated with the identical monoallelic variant c.767A>G; Y256C in RPA2 . Although the replication protein A2 (RPA2) mutant did not affect ssDNA binding and G-quadruplex-unfolding properties of RPA, the mutation reduced the affinity of RPA2 with the ubiquitin ligase RFWD3 and reduced RPA ubiquitination. Using engineered knock-in cell lines, we found an accumulation of RPA at telomeres that did not trigger ATR activation but caused short and dysfunctional telomeres. Finally, both patients acquired, in a subset of blood cells, somatic genetic rescue events in either POT1 genes or TERT promoters known to counteract the accelerated telomere shortening. Collectively, our study indicates that variants in RPA2 represent a novel genetic cause of TBDs. Our results further support the fundamental role of the RPA complex in regulating telomere length and stability in humans."
}