{
  "PMC": "11601213",
  "DOI": "10.1126/sciadv.adl2804",
  "PMID": "39602541",
  "PMCID": "PMC11601213",
  "title": "EZH2 directly methylates PARP1 and regulates its activity in cancer.",
  "year": 2024,
  "source_url": "https://europepmc.org/article/PMC/PMC11601213",
  "source": "MED",
  "abstract_text": "DNA repair dysregulation is a key driver of cancer development. Understanding the molecular mechanisms underlying DNA repair dysregulation in cancer cells is crucial for cancer development and therapies. Here, we report that enhancer of zeste homolog 2 (EZH2) directly methylates poly(adenosine diphosphate-ribose) polymerase-1 (PARP-1), an essential enzyme involved in DNA repair, and regulates its activity. Functionally, EZH2-catalyzed methylation represses PARP1 catalytic activity, down-regulates the recruitment of x-ray repair cross-complementing group-1 to DNA lesions and its associated DNA damage repair; on the other hand, it protects the cells from nicotinamide adenine dinucleotide overconsumption upon DNA damage formation. Meanwhile, EZH2-mediated methylation regulates PARP1 transcriptional and oncogenic activity, at least in part, through impairing PARP1-E2F1 interaction and E2F1 transcription factor activity. EZH2 and PARP1 inhibitors synergistically suppress prostate cancer growth. Collectively, our findings uncover an insight of EZH2 functions in fine-tuning PARP1 activity during DNA damage repair and cancer progression, which provides a rationale for combinational targeting EZH2 and PARP1 in cancer.",
  "full_text": "pmc Sci Adv Sci Adv sciadv advances Science Advances 2375-2548 American Association for the Advancement of Science 11601213 adl2804 10.1126/sciadv.adl2804 Research Article Biomedicine and Life Sciences SciAdv r-articles Cancer Cell Biology Cancer EZH2 directly methylates PARP1 and regulates its activity in cancer EZH2 methylates PARP1 and regulates its activity https://orcid.org/0000-0001-8093-7482 Meng Qingshu Conceptualization Data curation Formal analysis Investigation Methodology Project administration Resources Supervision Validation Visualization Writing - original draft Writing - review & editing 1 2 † https://orcid.org/0000-0003-1699-564X Shen Jiangchuan Conceptualization Data curation Formal analysis Investigation Methodology Project administration Validation Visualization Writing - original draft Writing - review & editing 3 † https://orcid.org/0000-0001-9586-3690 Ren Yanan Formal analysis 1 https://orcid.org/0000-0002-7652-4201 Liu Qi Investigation Resources Validation 1 Wang Rui Investigation 1 https://orcid.org/0000-0002-5052-3331 Li Qiaqia Resources Software Validation Writing - original draft 1 Jiang Weihua Formal analysis Investigation 2 https://orcid.org/0000-0001-9199-0190 Wang Quan Investigation 3 https://orcid.org/0000-0003-3422-8436 Zhang Yixiang Investigation 4 5 Trinidad Jonathan C. Investigation Visualization 4 Lu Xiaotong Formal analysis 1 6 https://orcid.org/0000-0003-4354-3198 Wang Tingyou Data curation Formal analysis Investigation Resources Software 1 https://orcid.org/0000-0001-6846-6884 Li Yanqiang Formal analysis Resources Software 7 8 Yum Chaehyun Investigation 1 https://orcid.org/0000-0002-1958-7249 Yi Yang Methodology 1 2 https://orcid.org/0000-0003-2297-5848 Yang Yongyong Investigation 1 Zhao Dongyu Formal analysis 7 8 Harris Clair Resources Validation Visualization 9 Kalantry Sundeep Resources 9 https://orcid.org/0000-0003-1009-4357 Chen Kaifu Data curation Funding acquisition Project administration Resources Supervision Writing - review & editing 7 8 https://orcid.org/0000-0002-9512-2240 Yang Rendong Supervision 1 10 https://orcid.org/0000-0003-1768-0674 Niu Hengyao Conceptualization Funding acquisition Methodology Project administration Resources Supervision Validation Visualization Writing - original draft Writing - review & editing 3 * https://orcid.org/0000-0002-5140-3681 Cao Qi Conceptualization Funding acquisition Methodology Project administration Resources Supervision Validation Visualization Writing - original draft Writing - review & editing 1 2 10 * 1 Department of Urology, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA. 2 Center for Inflammation and Epigenetics, Houston Methodist Research Institute, Houston, TX 77030, USA. 3 Department of Molecular and Cellular Biochemistry, Indiana University, Bloomington, IN 47405, USA. 4 Department of Chemistry, Biological Mass Spectrometry Facility, Indiana University, Bloomington, IN 47405, USA. 5 Research Technology Branch, Rocky Mountain Laboratories, NIAID, NIH, Hamilton, MT 59840, USA. 6 Bioinformatics and Computational Biology Program, University of Minnesota, Minneapolis, MN 55455, USA. 7 Basic and Translational Research Division, Department of Cardiology, Boston Children’s Hospital, Boston, MA 02115, USA. 8 Department of Pediatrics, Harvard Medical School, Boston, MA 02115, USA. 9 Department of Human Genetics, University of Michigan, Ann Arbor, MI 48109, USA. 10 Robert H. Lurie Comprehensive Cancer Center, Northwestern University Feinberg School of Medicine, Chicago, IL 60611, USA. * Corresponding author. Email: hniu@indiana.edu (H.N.); qi.cao@northwestern.edu (Q.C.) † These authors contributed equally to this work. 29 11 2024 27 11 2024 10 48 eadl2804 12 10 2023 24 10 2024 Copyright © 2024 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). 2024 The Authors https://creativecommons.org/licenses/by-nc/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial license , which permits use, distribution, and reproduction in any medium, so long as the resultant use is not for commercial advantage and provided the original work is properly cited. DNA repair dysregulation is a key driver of cancer development. Understanding the molecular mechanisms underlying DNA repair dysregulation in cancer cells is crucial for cancer development and therapies. Here, we report that enhancer of zeste homolog 2 (EZH2) directly methylates poly(adenosine diphosphate–ribose) polymerase-1 (PARP-1), an essential enzyme involved in DNA repair, and regulates its activity. Functionally, EZH2-catalyzed methylation represses PARP1 catalytic activity, down-regulates the recruitment of x-ray repair cross-complementing group-1 to DNA lesions and its associated DNA damage repair; on the other hand, it protects the cells from nicotinamide adenine dinucleotide overconsumption upon DNA damage formation. Meanwhile, EZH2-mediated methylation regulates PARP1 transcriptional and oncogenic activity, at least in part, through impairing PARP1-E2F1 interaction and E2F1 transcription factor activity. EZH2 and PARP1 inhibitors synergistically suppress prostate cancer growth. Collectively, our findings uncover an insight of EZH2 functions in fine-tuning PARP1 activity during DNA damage repair and cancer progression, which provides a rationale for combinational targeting EZH2 and PARP1 in cancer. EZH2-mediated PARP1 methylation regulates PARP1 function in DNA damage repair and tumor progression. http://dx.doi.org/10.13039/100000002 National Institutes of Health R01CA208257 http://dx.doi.org/10.13039/100000002 National Institutes of Health R01CA256741 http://dx.doi.org/10.13039/100000002 National Institutes of Health SPORE P50CA180995 http://dx.doi.org/10.13039/100000002 National Institutes of Health R01CA259388 http://dx.doi.org/10.13039/100000002 National Institutes of Health SPORE P50CA180995 http://dx.doi.org/10.13039/100000002 National Institutes of Health R01GM138407 http://dx.doi.org/10.13039/100000002 National Institutes of Health R01GM125632 http://dx.doi.org/10.13039/100000002 National Institutes of Health R01CA285684 http://dx.doi.org/10.13039/100000002 National Institutes of Health R01CA285684 http://dx.doi.org/10.13039/100000005 U.S. Department of Defense W81XWH-21-1-0146 http://dx.doi.org/10.13039/100000005 U.S. Department of Defense HT9425-23-1-0491 Polsky Urologic Cancer Institute of the Robert H. Lurie Comprehensive Cancer Center of Northwestern University at Northwestern Memorial Hospital http://dx.doi.org/10.13039/100007059 Northwestern University http://dx.doi.org/10.13039/100000005 U.S. Department of Defense W81XWH-17-1-0357 http://dx.doi.org/10.13039/100000005 U.S. Department of Defense W81XWH-20-1-0504 http://dx.doi.org/10.13039/100000048 American Cancer Society RSG-21-013-01-DMC http://dx.doi.org/10.13039/100000002 National Institutes of Health GM152207 http://dx.doi.org/10.13039/100000002 National Institutes of Health R01CA256741 Polsky Urologic Cancer Institute of the Robert H. Lurie Comprehensive Cancer Center of Northwestern University at Northwestern Memorial Hospital http://dx.doi.org/10.13039/100000002 National Institutes of Health R35GM142441 INTRODUCTION DNA damage occurs constantly in cells because of various endogenous and exogenous toxic stress. If unrepaired, it can lead to mutations and genomic instability and potentially contribute to the development of diseases, such as cancer. Hence, DNA damage repair (DDR) plays a crucial role in preventing the development of cancer ( 1 ). Understanding the molecular mechanisms underlying DDR and their dysregulation in cancer cells is pivotal for cancer therapies ( 2 ). During DDR process, one of the earliest events is the recruitment of poly[adenosine diphosphate (ADP)–ribose] polymerase 1 (PARP1) to DNA lesions ( 3 ). PARP1 is the most abundant member of the PARP superfamily and plays important roles in DNA repair and genomic stability ( 4 ). When activated by single-strand DNA (ssDNA) breaks, the most abundant type of DNA lesions in cells, PARP1 catalyzes the transfer of ADP-ribose units from nicotinamide adenine dinucleotide (NAD + ) to target proteins, including itself, resulting in the formation of poly(ADP-ribose) (PAR) chains ( 5 ). This process is called poly(ADP-ribosylation) (PARylation). PARylation helps recruit DNA repair proteins to the site of damage and facilitates the repair process ( 6 ). On the other hand, DNA damage–associated PARP hyperactivation has been found to cause NAD + depletion and subsequent adenosine triphosphate deprivation ( 7 ). In addition, PARP1 has functions beyond DNA repair. It has been shown to participate in transcriptional regulation by modifying histones and other transcription factors ( 8 – 10 ). PARP1 can also influence chromatin structure and DNA packaging, thereby affecting gene expression and other cellular processes such as DNA replication and recombination ( 11 , 12 ). Hence, PARP activation has complex downstream effects that may require a fine-tuning of its activity. Various reports have shown that PARP1 activity may be regulated by posttranslational modifications (PTMs) beyond its automodification, such as phosphorylation, acetylation, SUMOylation, and ubiquitylation ( 13 – 16 ). For instance, PARP1 pY907 increases PARP1 enzymatic activity and reduces binding to PARP inhibitor ( 13 ). PARP-1 transcriptional activity is regulated by sumoylation upon heat shock. Sumoylation of PARP1 is indispensable for full HSP70.1-promoter activation ( 15 ). In recent years, PARP1 has emerged as a promising therapeutic target in cancer treatment. By blocking its enzymatic activity and trapping PARP1 on DNA, PARP1 inhibitor (PARPi) can induce synthetic lethality in cancer cells with impaired DNA repair pathways, such as those with mutations in BRCA1 or BRCA2 genes ( 17 , 18 ). While PARPi has shown notable clinical benefits, not all patients with BRCA mutations or DNA repair deficiencies respond equally ( 19 ). Ongoing research aims to optimize the therapeutic potential of PARPi. Enhancer of zeste homolog 2 (EZH2) is the core enzyme of polycomb repressive complex 2 (PRC2), which harbors histone methyltransferase (MTase) activity that specifically catalyzes histone 3 lysine 27 (H3K27) methylation on target gene promoters and contributes to transcriptional silencing ( 20 ). EZH2 is up-regulated in many types of cancer, and this up-regulation is negatively associated with patient prognosis and overall survival ( 21 , 22 ). Beyond its canonical function, EZH2 has been found to methylate nonhistone substrates to regulate their functions. For example, EZH2 methylates GATA4 and suppresses its transcriptional activity by attenuating its interaction with and acetylation by p300 ( 23 ). In another case, EZH2 methylates signal transducers and activators of transcription 3 (STAT3) and enhances its activity by increased tyrosine phosphorylation of STAT3 ( 24 ). In addition, EZH2-catalyzed methylation has also been reported to regulate protein stability ( 25 , 26 ). More recently, one study reported that EZH2 catalyzes methylation of TMPRSS2-ERG, the most frequent fusion gene observed in human prostate cancer (PCa) and enhances its oncogenic activity in PCa ( 27 ). The functional consequences of EZH2-mediated methylation on nonhistone substrates are still being investigated. RESULTS EZH2 directly interacts with PARP1 in PCa On the basis of our previous co-immunoprecipitation/mass spectrometry (co-IP/MS) data ( 28 ), PARP1 protein was identified as a potential interacting partner of EED, a core component of PRC2 (fig. S1A). Previous studies also reported that EZH2 interacts with PARP1 ( 29 , 30 ). To validate the PRC2-PARP1 interaction in PCa, we first performed endogenous co-IP assays followed by immunoblot (IB) analysis in C4-2 and DU145 cells using anti-EZH2 and anti-PARP1 antibodies. We observed that IP with anti-EZH2 antibodies precipitated EZH2 and PARP1, as well as two well-known EZH2-binding partners, PRC2 core protein EED and SUZ12. Reciprocal IP with anti-PARP1 antibodies pulled down EZH2, slight EED, but not SUZ12 ( Fig. 1, A and B ). The interaction between EZH2 and PARP1 was further confirmed in castration-resistant PCa (CRPC) patient-derived xenograft (PDX) LuCaP 35CR ( Fig. 1C ). In addition, treating the C4-2 cells with either Zeocin (Zeo), a DNA double strand break–generating agent, or methyl methanesulfonate (MMS), a DNA alkylating agent that causes base damage and DNA replication stress, has little effect on the interaction between EZH2 and PARP1 (fig. S1, B and C). To investigate whether this is a direct interaction, we performed in vitro glutathione S -transferase (GST) pull-down assay with purified recombinant GST-EZH2 and His-PARP1 proteins. As shown in Fig. 1D , the GST-tagged EZH2 was capable of pulling down His-tagged PARP1 in vitro, suggesting that EZH2 and PARP1 directly interact with each other and not a consequence of tethering through DNA, RNA, or other proteins. Fig. 1. EZH2 directly interacts with PARP1 and represses PARP1 catalytic activity. ( A to C ) C4-2 cells (A), DU145 cells (B), or CRPC PDX LuCaP 35CR tissues (C) were lysed and collected for IP with anti-EZH2, PARP1, or immunoglobulin G (IgG), followed by IB analysis with indicated antibodies. ( D ) Purified proteins of GST-tagged EZH2 and His-tagged PARP1 were subjected to GST pull-down, followed by IB analysis. ( E ) Domain architecture of the EZH2 protein and its truncated mutants generated by IBS 2.0 ( 85 ). The homology domain 1 (H1) contains WDB domain, while the homology domain 2 (H2) contains the first SANT domain. ( F ) Co-IP of Flag-tagged PARP1 with full-length or truncated mutants of Myc-tagged EZH2, followed by IB analysis. ( G ) Domain organization of the PARP1 protein and its truncations generated by IBS 2.0 ( 85 ). ND, N-terminal domain; MD, middle domain; CD, C-terminal domain. ( H ) Co-IP of Myc-tagged EZH2 with truncated mutants of GST-tagged PARP1, followed by IB analysis. ( I ) Top, C4-2 cells were infected with control or two independent shEZH2 lentiviruses for 72 hours and subjected to Western blotting (WB). Bottom, quantification of relative PAR abundance normalized by H3 protein intensity. ( J ) Top, C4-2 cells were treated with either dimethyl sulfoxide (DMSO) or indicated doses of EZH2 inhibitor (EZH2i) for 3 days. Co-IP was performed with anti-PARP1 antibody and IB with indicated antibodies. Bottom, quantification of relative PARP1 autoPARylation abundance normalized by PARP1 protein intensity in IP samples. ( K ) Top, C4-2 cells were treated with either DMSO or indicated doses of EZH2i for 3 days. Co-IP was performed with anti-H2B antibody and IB with indicated antibodies. Bottom, quantification of relative H2B PARylation abundance normalized by H2B protein intensity in IP samples. All error bars represent means ± SD from n = 3 biologically independent experiments. P values were determined by unpaired two-tailed t test. ** P < 0.01, *** P < 0.001. Next, to determine the critical domain of EZH2 for interacting with PARP1, serially truncated Myc-tagged EZH2 constructs ( Fig. 1E ) were cloned and cotransfected into human embryonic kidney (HEK) 293T cells with Flag-tagged PARP1 for co-IP assay. All the EZH2 constructs excluding Myc-EZH2-ΔCXC pulled down Flag-tagged PARP1 ( Fig. 1F ), indicating that the CXC domain is essential for EZH2-PARP1 interaction. The CXC domain is flanked to the N-terminal of the SET domain and has recently been reported to be involved in both catalytic and noncatalytic functions of EZH2 ( 31 , 32 ). To identify the essential region of PARP1 for its interaction with EZH2, we generated truncated GST-tagged PARP1 constructs ( Fig. 1G ), which were cotransfected along with Myc-tagged full-length EZH2 into HEK293T cells. IP-IB analysis revealed that the middle region (374 to 656) of PARP1 was sufficient to interact with EZH2 ( Fig. 1H ). This region of PARP1 contains BRCT and WGR domains. The WGR domain is a central component of the PARP1/DNA complex, interacting with Zn1, Zn3, CAT, as well as DNA, and essential for PARP1 activation ( 33 , 34 ). The BRCT domain is the primary automodification region of PARP1 with the major autoPARylation sites clustered in the C-terminal part of the BRCT domain and its linker to the WGR domain ( 35 ). The BRCT domain is also known to modulate protein-protein interaction by interacting with other BRCT domain–containing proteins, such as the DNA repair protein XRCC1 ( 36 ). Together, these data indicate a direct interaction between EZH2 and PARP1 both in vivo and in vitro. EZH2 represses PARP1 activity in a noncanonical MTase-dependent manner It was reported that PARP1 could PARylate EZH2 and regulate PRC2 activity ( 30 ). In this study, we wondered whether this EZH2-PARP1 interaction also affects the biological function of PARP1. Since PARP1 carries out its main functions via catalyzing the poly(ADP-ribosyl)ation ( 3 ), we knocked down EZH2 in C4-2 cells using two distinct short hairpin RNAs (shRNAs) and measured PARP activity by IB analysis using anti-PAR antibody. EZH2 depletion remarkably enhanced PARP activity (increased PAR polymer levels) without altering its transcript or protein expression levels ( Fig. 1I and fig. S1D). Further analyzing public EZH2 and H3K27me3 chromatin immunoprecipitation sequencing (ChIP-seq) data in different PCa cell lines ( 37 – 39 ) showed no EZH2 or H3K27me3 occupancy on either PARP1 promoter or gene body region (fig. S1E), which affirms that EZH2 does not regulate PARP1 expression but rather directly regulates PARP1 activity. To test whether PARP1 regulation depends on EZH2 MTase activity, we treated C4-2 and HEK293T cells with EPZ-6438, a catalytic inhibitor specifically targeting EZH2, in different doses. Then, we pulled down PARP1 and measured its auto PARylation level by IB with anti-PAR antibody. As expected, treating the cells with EPZ-6438 reduced the H3K27me3 levels but did not alter the PARP1 protein levels ( Fig. 1J and fig. S1F, Input). However, it caused a significant dose-dependent increase in the PARP1 auto-PARylation levels ( Fig. 1J and fig. S1F, IP). In addition to automodification, it has been reported that PARP1 catalyzes the covalent attachment of PAR polymers to other acceptor proteins, including histones ( 40 ). We then measured the histone 2B (H2B) PARylation level upon EZP-6438 treatment in C4-2 and HEK293T cells. As expected, the PARylation level of H2B was elevated remarkably in a dose-dependent manner ( Fig. 1K and fig. S1G). These findings suggest that EZH2 inhibits PARP1’s enzymatic activity in an MTase activity–dependent way. Collectively, our data indicate a noncanonical MTase-dependent role of EZH2 in PARP1 regulation. EZH2 directly methylates PARP1 at lysine 607 Knowing that EZH2 is capable of methylating nonhistone substrates ( 23 , 24 , 26 , 27 ), we surmised that PARP1 may be a previously unidentified EZH2 substrate. Because the MTase activity of EZH2 is lysine specific, we first tested whether PARP1 is methylated at lysine residues in PCa cells. As expected, IP with a methyl-lysine–specific antibody successfully pulled down PARP1, confirming PARP1 lysine methylation in C4-2 and DU145 cells ( Fig. 2A ). To interrogate whether PARP1 lysine methylation depends on the MTase activity of EZH2, we treated C4-2 and HEK293T cells with EPZ-6438 and assessed its effect on PARP1 methylation. As shown in Fig. 2B , catalytic inactivation of EZH2 led to a marked, dose-dependent reduction in the PARP1 lysine methylation levels. These results confirmed the EZH2-mediated lysine methylation of PARP1. Fig. 2. EZH2 methylates PARP1 at lysine K607. ( A ) Co-IP with anti-methylated lysine (Methyl K) antibody was performed in C4-2 and DU145 cells, followed by IB with anti-PARP1 or anti-H3 antibodies. Rabbit IgG was used as a negative control. ( B ) HEK293T and C4-2 cells were treated with either DMSO or indicated doses of EPZ-6438 for 3 days before co-IP with anti-PARP1 antibody. Methylation was detected by IB with anti–Methyl K antibody. ( C ) ESI-MS/MS fragmentation spectra of unmodified and methylated K486- and K607-containing peptides from proteolytically digestion by chymotrypsin. ( D ) Relative methylation percentage of the indicated lysine sites in HEK293T cell with or without EZH2i treatment by MS data analysis. ( E ) HEK293T cells were transfected with Flag-tagged PARP1-WT or -K607A. Co-IP was performed with anti-Flag antibody followed by IB with anti–Methyl K antibody, or reversely IP with anti–Methyl K antibody and IB with anti-Flag antibody. ( F ) C4-2 cells stably expressing Flag-tagged PARP1-WT or -K607A were subjected to IP with anti-Flag antibody and followed by IB with anti-K607me1 antibody. ( G ) C4-2 cells were treated with either DMSO or EZH2i EPZ-6438 for 3 days. IP was performed with anti-PARP1 antibody and IB with anti-K607me1 antibody. ( H ) Rescue assay followed by Co-IP to determine PARP1 K607 methylation level in EZH2-deficient C4-2 cells overexpressed with either WT or H689A-mutant EZH2. ( I ) Cell lysates were collected from EZH2 +/+ , EZH2 −/− , EED +/+ , and EED −/− XEN cells and subjected to Co-IP assay followed by WB to detect PARP1 K607me1. ( J ) Co-IP with anti-EZH2 followed by IB with anti-PAR, and Co-IP with anti-PARP1 followed by IB with anti-K607me1 were performed in C4-2 cells treated with 5 nM BMN 673 for 48 hours. Next, we attempted to identify the lysine residues of PARP1 subjected to EZH2-mediated methylation. We first overexpressed Flag-PARP1 in HEK293T cells and treated the HEK293T cells with dimethyl sulfoxide (DMSO), EPZ-6438 (5 μM), or GSK126 (5 μM) for 3 days, where no marked growth inhibition of HEK293T cells was observed. Then, ectopically expressed PARP1 was affinity purified using the anti-Flag M2 resin and subjected to PTM analysis by MS (fig. S2A). The analysis revealed two potential methylation sites, K486 and K607, both located within the mapped EZH2-PARP1 interface ( Fig. 2C ). Notably, the methylation levels of K486 showed minimal change upon the treatment with either EPZ-6438 (from 1.75 to 1.41%) or GSK126 (from 1.75 to 1.36%). The methylation levels of K607, however, decreased from 46.56 to 6.87 and 3.07%, upon treatment with EPZ-6438 and GSK126, respectively ( Fig. 2D ). To validate the methylated lysine sites identified by IP–tandem MS (MS/MS), we constructed Flag-tagged PARP1 mutants by site-directed mutagenesis, using arginine (R) substitution to block lysine (K) methylation at the potential methylation sites. We transfected HEK293T cells with Flag-tagged wild-type (WT) PARP1, PARP1-K337R (a negative control where K337 residue outside of the EZH2-PARP1 interaction region), -K486R, or -K607R and examined the lysine methylation levels of immunoprecipitated PARP1 proteins. Compared to the WT PARP1, only PARP1-K607R had remarkably decreased PARP1 lysine methylation levels, suggesting K607 as the major site for lysine methylation of PARP1 (fig. S2B). Similar to PARP1-K607R, -K607A also showed minimal methylation, while exogenous WT PARP1 was heavily methylated, further confirming that K607 is the major site for PARP1 lysine methylation ( Fig. 2E ). To directly confirm PARP1 methylation at K607 in cells, we generated polyclonal antibodies specifically recognizing mono methylation of K607 (anti-K607me1), the major methylated form detected in the MS/MS analysis. In vitro peptide dot blot assay showed that anti-K607me1 antibodies had strong interaction with the PARP1 peptides with mono-methyl-K607 and basically did not bind to the unmethylated peptide (fig. S2C), demonstrating the specificity of these antibodies. Next, we performed IP in isogenic PARP1 knockdown (KD) C4-2 cells with stable expression of Flag-tagged PARP1-WT or -K607A using the anti-Flag antibody, followed by IB with anti-K607me1 antibodies. As shown in Fig. 2F , the anti-K607me1 antibodies only detected methylation in cells expressing PARP1-WT, but not in cells expressing PARP1-K607A, which validated the specificity of the anti-K607me1 antibodies in vivo. Then, we used the K607me1 antibodies to further verify PARP1 K607 methylation by EZH2. IP was performed using anti-PARP1 antibody in C4-2 cells with or without EPZ-6438 treatment, followed by IB with anti-K607me1 antibodies. The K607 methylation of PARP1 was completely blocked by EZH2 inhibitor (EZH2i), suggesting that EZH2 is the corresponding MTase for PARP1 K607 methylation ( Fig. 2G ). To strengthen this conclusion, C4-2 cells were subjected to EZH2 KD, followed by reexpression of WT or MTase-inactive mutant (H689A) EZH2 ( 41 ). As expected, PARP1 K607 methylation levels were significantly decreased upon KD of endogenous EZH2 in comparison to mock control ( Fig. 2H , lane 1 versus lane 2), and this decrease was fully rescued by reexpression of EZH2-WT, but not by EZH2-H689A overexpression ( Fig. 2H , lane 3 versus lane 4). This rescue assay confirmed that EZH2 directly methylates PARP1 at lysine 607. To investigate whether PARP1 methylation is mediated by EZH2 alone or in the context of the PRC2 complex, EZH2 knockout (KO) and EED KO mouse extraembryonic endoderm stem (XEN) cells were used for detecting the change of PARP1 K607 methylation levels. In the EZH2 KO XEN cells, we could still detect EED proteins normally, and vice versa ( 42 ). However, when we knocked down EZH2 or EED in PCa cells, all EZH2, EE,D and SUZ12 protein levels were dramatically decreased, which was consistent with previous reports ( 43 ). As shown in Fig. 2I , both EZH2 and EED KO drastically decreased PARP1 K607me1 as well as H3K27me3. Hence. EZH2-mediated PARP1 K607 methylation is likely PRC2 dependent. PARP1 is known to PARylate EZH2 and repress PRC2 activities ( 30 ). In this study, we revealed that EZH2 in turn methylates PARP1 and represses PARP1 activities. To investigate whether PARP1-mediated EZH2 PARylation involved in the EZH2-mediated PARP1 methylation, we treated C4-2 cells with PARPi talazoparib (BMN-673). After 48 hours of treatment, global PAR levels as well as PARylated EZH2 levels were dramatically decreased, indicating a successful inhibition of PARP activity. In contrast, PARP1 K607me1 was slightly increased upon PARP inhibition ( Fig. 2J ). These results suggested that EZH2-mediated PARP1 methylation is independent of PARP1-mediated EZH2 PARylation. To summarize, we identified lysine 607 of PARP1 as a key substrate for EZH2-mediated PARP1 methylation, which is PRC2 dependent but EZH2 PARylation independent. K607me1 down-regulates PARP1 catalytic activity and DDR To investigate whether EZH2-mediated PARP1 K607 methylation is critical for PARP1 functions, cell lines with stable expression of PARP1-WT, PARP1 methylation–deficient mutant (K607A and K607R), or empty vector (EV) were generated by using endogenous PARP1 stable KD C4-2 cells, as well as PARP1 CRISPR-Cas9 KO U2OS cells ( 44 ). We treated the series cell lines with camptothecin (CPT), a topoisomerase I inhibitor inducing single-strand breaks (SSBs) by trapping the Top1-cleavage complex, whose repair requires PARP1 ( 45 ). Upon CPT treatment, PARP1 methylation–deficient mutants -K607A and -K607R had remarkably increased autoPARylation levels compared to PARP1-WT ( Fig. 3A ). As shown by AlphaFold, K607 of PARP1 forms hydrogen bond with E576 (fig. S3A). We then mutated K607 to E607, a charge-reversal mutant to functionally mimic methylated K607 of PARP1 in vitro, and performed an in vitro auto-PARylation assay using the recombinant human PARP1-WT and -K607E proteins with different NAD + and ssDNA concentrations. As expected, in the presence of ssDNA and NAD + , PARP1 autoPARylated itself in a DNA-dependent manner and the level of autoPARylation were increased with the increasing amount of NAD + ( Fig. 3B, a, b, and c ). Notably, we found that in the presence of both 0.1 and 1 μM ssDNA, PARP1-K607E produced fewer PARs compared to PARP1-WT ( Fig. 3B, d ). These results demonstrated that EZH2-mediated methylation represses PARP1 catalytic activity (reduced ADP-ribosylation) both in vivo and in vitro. Fig. 3. K607 methylation represses PARP1 catalytic activity and DDR. ( A ) Co-IP followed by IB was performed to measure PARP1 autoPARylation variations in different K607 mutant cell lines. ( B ) In vitro activity assay of recombinant human PARP1-WT and -K607E proteins. Auto-PARylation of PARP1 was examined by SDS–polyacrylamide gel electrophoresis. PARP1-WT or -K607E was incubated without (a) or with 0.1 μM (b), 1 μM (c) dumbbell ssDNA and various concentrations of NAD + . The percentage of PARylated PARP1 was quantified using ImageJ (d). (means ± SD, n = 3). ( C ) Left, representative images of PLA showing XRCC1/PAR foci in the indicated cell lines with or without CPT treatment. Right, quantification of PLA. Stacked bar charts show the percentage of cells with various numbers of XRCC1/PAR foci per nucleus with CPT treatment. Data from five to seven randomly selected fields ( n ≥ 30 cells) in each group were quantified using ImageJ. ( D ) Left, representative images for Comet assay. Right, percentage of tail DNA in total DNA (from 50 cells) was analyzed using the OpenComet software (means ± SD). ( E ) Colony formation assay was performed in the showed cell lines treated with increasing concentrations of CPT (from 0 to 20 nM). Percentages of colonies were assessed after 10 days by counting the number of colonies and normalized to that of untreated cells, which was set at 100% (means ± SD, n = 3). ( F ) Cellular NAD + levels in the indicated C4-2 cells after 30 min treatment with either vehicle (DMSO) or 25 μM CPT. The data shown are reported as percentage of the -EV cell line (means ± SD, n = 3). **** P < 0.0001, *** P < 0.001, ** P < 0.01; n.s., not significant, as determined by two-way analysis of variance (ANOVA) for (B) and (E), or two-tailed t test for (D) and (F). Following DNA damage detection and activation of PARP1, the PAR chains serve as signals and docking sites for various DNA repair proteins, including XRCC1, DNA ligase III, and others ( 3 , 6 , 46 ). Since EZH2-mediated methylation reduces PARP1 catalytic activity, we wondered whether PARylation-dependent recruitment of XRCC1 is affected by PARP1 K607 methylation. To test this premise, we performed a proximity ligation assay (PLA) to detect XRCC1/PAR foci in nuclei (fig. S3B) in the PARP1 KO U2OS cells stably expressing EV control, PARP1-WT, -K607A, and -K607R. The four cell lines were examined for colocalization of XRCC1 and PAR with or without CPT treatment. PLA signals were rarely detected in U2OS PARP1-KO cell nuclei with or without CPT treatment, which served as a negative control. Intriguingly, we observed more XRCC1/PAR foci in cells expressing PARP1 methylation–deficient -K607A and -K607R compared to cells expressing PARP1-WT without CPT treatment, suggesting enhanced XRCC1 recruitment to spontaneous DNA damage sites in K607 methylation-deficient cells even under untreated conditions ( Fig. 3C , top left). More significant difference of XRCC1/PAR foci per nucleus was detected between PARP1 methylation–deficient mutant cells and -WT upon SSB induction by CPT treatment, wherein, the percentage of cells with >20 foci per nucleus is especially higher in -K607A and -K607R than -WT ( Fig. 3C , bottom left and right). This result provided further evidence to support that EZH2-mediated PARP1 methylation down-regulates XRCC1 recruitment. CPT-induced SSBs, if not repaired in time, will be converted to double-strand breaks (DSBs) upon DNA replication ( 47 ). Since K607 methylation impairs the recruitment of XRCC1 to SSB sites and suppresses SSBR, PARP1 methylation could generate more DSBs under CPT treatment. To test this hypothesis, we conducted a single-cell gel electrophoresis (the comet assay) under neutral conditions to detect DSBs with or without CPT treatment. The intensities of the comet tails, which reflect DSBs, were significantly increased in all cell lines under CPT treatment, indicating that the DNA damage agent successfully induced DSBs. Compared to PARP1-WT, we observed markedly fewer tail moments (percentage of tail DNA in total DNA) in the cells with PARP1-K607A and -K607R, while there is no significant difference between PARP1-K607A and -K607R. As expected, PARP1 −/− cells exhibited a higher rate of DSBs compared to other genotypes ( Fig. 3D and fig. S3C). These results indicated reduced DSB formation in PARP1 methylation–deficient mutants, which further suggested that EZH2-mediated PARP1 methylation down-regulates PARP1-dependent SSB repair. Given our observation that EZH2-mediated PARP1 methylation represses PARP1 catalytic activity, reduces XRCC1 recruitment, and subsequently down-regulates DDR, we hypothesized that cells expressing PARP1 methylation–deficient mutants may gain hyper-resistance to DNA damage agents. To test this, we challenged cells with increasing concentrations of CPT and assessed cell sensitivity to CPT by colony formation assays. As shown in Fig. 3E and fig. S3D, PARP1-KO U2OS and PARP1-KD C4-2 cells were more sensitive to CPT treatment compared to cells expressing PARP1-WT, especially at the concentration of 20 nM CPT, confirming the key role of PARP1 in SSBR. Cells expressing PARP1 methylation–deficient mutants (K607A and K607R) formed significantly more clones compared to cells expressing PARP1-WT, suggesting that PARP1 methylation–deficient mutants indeed gain DNA damage tolerance. Together, our data demonstrated that EZH2-mediated PARP1 methylation inhibits PARP1 catalytic activity, attenuates XRCC1 recruitment to DNA lesions, and down-regulates DDR. This finding strongly argues that PARP1 hyperactivation can be detrimental to cells and requires fine-tuning. To test this hypothesis, we focused on two reported problems that may be related to PARP1 hyperactivation. First, in base excision repair (BER), PARP1 can form a covalent DNA-protein complex (DPC) at the abasic site, which can further lead to abasic site cleavage and the formation of a 3′-sugar adduct ( 48 ). We therefore compared DPC formation and abasic site cleavage between recombinant PARP1-WT and the methylation mimic mutant, PARP1-K607E. As shown in fig. S3E, both proteins had comparable activities in abasic cleavage. Second, upon DNA damage, activated PARP1 uses NAD + as a substrate to synthesize PAR chains and attach them to itself and other target proteins. Therefore, PARP1 activation consumes NAD + and can lead to a significant reduction in cellular NAD + levels, which has been shown to consequently affect cell metabolism ( 49 ). Here, we applied a bioluminescent assay to compare PARP1-dependant NAD + depletion in cells expressing PARP1-WT, methylation-deficient mutants (-K607A and -K607R), as well as EV. As shown in Fig. 3F , the cellular NAD + levels were slightly lower in PARP1-WT than EV, while there were no differences between -WT and PARP1 methylation–deficient cells in natural conditions (without DDR induction). However, upon CPT treatment, compared to those in EV cells, cellular NAD + levels were reduced to 68.8% in the PARP1-WT cells and further reduced to 55.4 and 55.2% in -K607A and -K607R cells. Hence, PARP1 methylation likely protects the cells from NAD + overconsumption upon DNA damage formation. PARP1 K607me1 regulates global transcription and reduces tumor progression Recent studies have uncovered that PARylation and PARP1 play important roles in transcriptional regulation ( 12 , 50 – 52 ). Given that EZH2-catalyzed PARP1 methylation suppresses PARP1 enzymatic activity, we wondered how PARP1 methylation affects transcription globally. To determine the overall transcriptional effects of EZH2-catalyzed PARP1 methylation, total RNAs extracted from PARP1-KD C4-2 cells stably expressing PAPR1-WT or -K607A, three biological replicates for each cell type, were used for transcriptomic analyses. IB analysis using the same batch of cells with RNA sequencing (RNA-seq) verified that there was no expression alteration for related proteins PARP1, EZH2, and H3K27me3 (fig. S4A). Totally, the expression of 780 genes was significantly altered in cells expressing PARP1-K607A compared to cells expressing PARP1-WT. Among them, 339 genes were up-regulated by PARP1 methylation–deficient mutant K607A (PARP1 methylation-repressed genes, MRGs), while 441 genes were down-regulated by K607A (PARP1 methylation-activated genes) ( Fig. 4A and fig. S4B). When focusing on the function of the differentially expressed genes (DEGs), we found that many DEGs are relevant to tumor progression, such as inhibitor of DNA binding (ID) proteins ID1, ID2 and ID3 ( Fig. 4A ) ( 53 ). We thereupon analyzed the expression levels of DEGs in PCa cohorts ( 54 – 56 ). PARP1 signature activity was defined to present the mean expression level of DEGs (see Materials and Methods for details). The expression levels of MRGs were remarkably elevated in metastatic PCa compared to normal tissue and primary PCa in Taylor dataset ( Fig. 4B ). A similar expression trend of MRGs was observed in more clinical data when we combined TCGA-PRAD with Quigley data (fig. S4C). These results suggest a strong correlation between PARP1 methylation deficiency and PCa progression. Fig. 4. PARP1 K607 methylation regulates global transcription. ( A ) Volcano plot showing DEGs between PARP1 KD C4-2 cells stably expressing PARP1-K607A and -WT. Adjusted P < 0.05 was used as the threshold to judge the statistical significance of the difference in gene expression. Red plots represent up-regulated genes (K607A versus WT); blue plots represent down-regulated genes; gray plots represent genes with no significant difference. The names of representative genes relevant to tumor progression were labeled. ( B ) Expression level of MRGs in a public prostate cancer dataset (GSE21032). Boxplot (left) showing the entire signature of MRGs expression pattern and heatmap (right) displaying individual gene expression. Statistical significance determined by two-tailed Student’s t test. Box plots are median and upper and lower quartiles. Whiskers are min and max. ( C ) Top 10 significantly enriched GSEA MSigDB Hallmarks gene sets are shown with normalized enrichment score (NES) and false discovery rate (FDR). ( D ) Graphical view of the enrichment score for the most enriched gene set E2F targets. ( E ) Indicated cells were lysed and collected for IP with anti-E2F1 antibody, followed by IB analysis with indicated antibodies. ( F ) E2F1 promoter luciferase reporter assay in HEK293T cells with transient overexpression of PARP1-K607A or -WT. pGL-basic as a negative control. ( G ) ChIP-qPCR data showing the enrichment of PARP1 and E2F1 at the cyclin A and RAD51 promoters in PARP1 KD C4-2 cells stably expressing PARP1-WT or -K607A. ( H ) RT-qPCR data showing relative mRNA expression of cyclin A and RAD51 in indicated cell lines. All error bars represent means ± SD from n = 3 [for (G) and (H)] or n = 5 [for (F)] biologically independent experiments. P values were determined by unpaired two-tailed t test; n.s., not significant, * P < 0.05, ** P < 0.01, **** P < 0.0001. Gene set enrichment analysis (GSEA) using Molecular Signatures Database (MSigDB) hallmark gene sets revealed the enriched cancer-related hallmarks ( 57 , 58 ). The top 10 significantly enriched gene sets were shown as Fig. 4C . In which, the gene set for E2F target genes was most significantly up-regulated by PARP1-K607A compared to PARP1-WT ( Fig. 4D ). This gene set contains genes encoding targets of E2F transcription factors that are involved in DNA replication, cell cycle, cell proliferation, DDR, and apoptosis ( 59 ). E2F1 is a well-known member of the E2F family. It is reported that PARP1 is a transcriptional coactivator of E2F1 by direct protein-protein interaction ( 60 , 61 ). Considering the BRCT-WGR domain of PARP1, where EZH2-catalytic lysine methylation located in, is crucial for their interaction ( 62 ), we wonder whether PARP1 K607 methylation affects PARP1-E2F1 interaction. The result of Co-IP assay validated our hypothesis. More PARP1s were precipitated by E2F1 in C4-2 PARP1 KD cells stably expressing PARP1-K607A compared to -WT as the same expression levels ( Fig. 4E ), which indicated that methylation deficient mutant of PARP1 enhanced PARP1-E2F1 interaction. Given that E2F1 is subject to autoregulatory control ( 63 ), dual luciferase reporter assay was performed to check whether E2F1 promoter activity is altered by PARP1 lysine methylation. As speculated, ectopically expressed PARP1-K607A in HEK293T cells significantly increased the reporter activity compared to -WT, while there was no significant change of the luciferase activity in cells transfected with the negative control ( Fig. 4F ). Next, our ChIP–quantitative polymerase chain reaction (qPCR) data confirmed the increased PARP1 and E2F1 occupancy at the E2F-binding motif on the E2F1 promoter in C4-2 cells stably expressing PARP1-K607A compared to -WT (fig. S4D). Reverse transcription qPCR (RT-qPCR) result committed that E2F1 mRNA level is elevated by K607 methylation deficiency (fig. S4E). We further examined other functionally important E2F1 target genes. Cyclin A is a key regulatory protein involved in both S phase and G 2 -M transition of the cell cycle ( 64 ), while RAD51 plays a central role in DNA homologous recombination (HR) repair ( 65 ). Increased PARP1 and E2F1 binding at the promoter regions of cyclin A and RAD51 and significantly up-regulated mRNA levels of these two genes were both observed in K607 methylation–deficient C4-2 cells ( Fig. 4, G and H ). We also performed ChIP-qPCR of EZH2, EED, and H3K27me3 at the same promoter regions and did not observe any change of enrichments, suggesting that PRC2 canonical function was not involved in the expression changes (fig. S4F). Collectively, our results demonstrated that EZH2-catalytic PARP1 methylation represses E2F1 transcription factor activity by affecting PARP1-E2F1 interaction. As the data above imply that PARP1 methylation deficiency regulates transcription and cancer progression, we then performed a series of experiments to understand the functional significance of PARP1 methylation deficiency in cancer. We first examined the cell proliferation ability in PARP1-KD C4-2 cells stably expressing EV, PARP1-WT, -K607A, or -K607R. As expected, expressing PARP1-WT dramatically increased the proliferation rate of PARP1-KD C4-2 cells compared to -EV. A significant increase of cell proliferation in cells expressing -K607A or -K607R compared to -WT was observed ( Fig. 5A ). We repeated the cell proliferation assay in U2OS cells and observed consistent results (fig. S5A). Similarly, expressing PARP1 K607 methylation–deficient mutants (-K607A and -K607R) markedly increased migration and invasion capacity of C4-2 and U2OS cells ( Fig. 5, B and C , and fig. S5, B and C). Furthermore, soft agar colony formation assay showed that overexpression of PARP1-K607A led to a marked elevation of anchorage-independent growth ability compared to overexpression of PARP1-WT ( Fig. 5D ). These findings indicated that PARP1 methylation deficiency facilitates proliferation, migration, invasion, and malignancy of tumor cells in vitro. Fig. 5. PARP1 K607 methylation represses tumor progression. ( A ) Proliferation of indicated C4-2 cell lines. ( B ) Wound healing assay was conducted to evaluate the migration potential of PARP1 KD C4-2 cells stably expressing EV, WT, K607A, or K607R. The healing of wounded cell layer was monitored under a microscope every 24 hours. Bar chart showing the rate of filling of the scratched area by cells. ( C ) Boyden chamber invasion assay was performed to determine the invasive capability of PARP1 KD C4-2 cells stably expressing EV, WT, K607A, or K607R. Graph showing the number of invaded cells passing through Matrigel at 24 hours. ( D ) Soft agar colony formation assay was performed to monitor anchorage-independent growth ability of PARP1 KD C4-2 cells stably expressing EV, WT, or K607A. ( E ) Intravascular dissemination of C4-2B GFP-luciferase cells stably expressing EV, WT, or K607A in CAM assay. ( F ) qPCR quantification of human genomic DNA content at the Alu gene locus in chicken livers (left) and lungs (right) from CAM tumor models. All error bars represent means ± SD from n = 3 [for (B) and (C)] or n = 5 [for (A), (D), and (F)] biologically independent experiments. P values were determined by unpaired two-tailed t test [for (B), (C), (D), and (F)] or two-way ANOVA for (A). ns, not significant, * P < 0.05, ** P < 0.01, *** P < 0.001, **** P < 0.0001. We next performed Chick chorioallantoic membrane (CAM) assay to further address the role of PARP1 methylation deficiency in PCa metastases in vivo. PARP1-KD C4-2B green fluorescent protein (GFP)–luciferase cells stably expressing PARP1-WT, -K607A, or EV were grafted onto the CAM. All live eggs after 7-day incubation formed solid vascular tumors on the upper CAM (fig. S5D), and the tumor weight in the group stably expressing PARP1- K607A was significantly higher comparing with the groups stably expressing PARP1-WT and EV (fig. S5E). Green fluorescent signals of C4-2B GFP-luciferase cells were detected on the lower CAM along vessels, indicating the formation of metastasis. As shown in Fig. 5E , overexpression of PARP1-K607A remarkably upgraded the migration of C4-2B GFP-luciferase cells to the lower CAM. The quantitative human alu PCR was used for detection of metastatic tumors cells present in the liver and lung of the chick embryos. The results demonstrated that PARP1 methylation deficiency notably elevated the ability of spontaneous metastasis of C4-2B cells in CAM model ( Fig. 5F ). Together, our findings suggested that PARP1 methylation deficiency enhances tumor growth and metastasis in vivo. In another word, K607 methylation reduces tumor progression. Combinational targeting of EZH2 and PARP1 synergistically inhibits PCa growth As discussed above, we demonstrated that EZH2 directly methylates PARP1 and down-regulates its activity. A previous study reported that PARP1 PARylates EZH2, and inhibiting PARP1 would enhance EZH2 activity ( 30 ). We also validated this PARP1-mediated EZH2 PARylation and activity alteration in PCa cells ( Fig. 2J ). We termed this bidirectional regulation of EZH2-PARP1 axis a “seesaw” model, as one end goes down, the other end goes up. It suggested that targeting EZH2 or PARP1 alone may not achieve the best therapeutic effect. Only combinational targeting of EZH2 and PARP1 can keep the seesaw balanced and sufficiently suppress tumor progression ( Fig. 6A ). To examine the synergistic effect of EZH2 and PARP inhibitors in PCa cells, we first treated PCa cell lines with tazemetostat (EPZ-6438) and talazoparib (BMN-673), either alone or in combination. By quantifying synergistic potency and efficacy, we observed that EPZ-6438 and BMN 673 synergistically inhibited proliferations of C4-2 and PC3 cells ( Fig. 6, B and C ). We also tested other combination schemes of EZH2i and PARP inhibitors in both prostate and breast cancer cells and got consistent results (fig. S6, A to C). Fig. 6. Therapeutic targeting of EZH2 and PARP synergistically inhibits PCa progression. ( A ) Seesaw model for combinational strategy of EZH2 and PARP1 inhibition. ( B and C ) Quantification of synergistic potency and efficiency of EPZ-6438 and BMN 673 in C4-2 (B) and PC3 cells (C) by MuSyc ( 84 ). Left, dose-response surface. Middle, dose-response curve for BMN 673. Right, dose-response curve for EPZ-6438. The parameter alpha quantifies how the effective dose of one drug is altered by the presence of the other. In the case of synergistic potency, alpha >1. The parameter beta is defined as the percent increase in a drug combination’s effect beyond the most efficacious single drug. In the case of synergistic efficacy, beta >0. ( D ) C4-2 cell viability in the presence of the indicated concentrations of PARPi (talazoparib) along with DMSO or EZH2i (EPZ-6438). ( E ) PARP1 KD C4-2 cells with stably expression of PARP1-WT, -K607A, or -K607R were subjected to colony formation assay in the presence of the indicated concentrations of PARPi (talazoparib). ( F to H ) LuCaP 35CR PDX tumor growth in nude severe combined immunodeficiency mice received vehicle, EPZ-6438, BMN 673, or both for 28 days. Tumor weights (F) were measured at the end point. Tumor volumes (G) and body weights (H) were monitored on the indicated days. ( I ) WB for on-target validation. Tumor tissues were lysed and blotted with indicated antibodies. Protein levels were quantified and normalized against H3. ( J ) Left, representative images of IHC staining for Ki-67 and cleaved-caspase 3 (CC3). Right, quantification of IHC images by ImageJ. Error bars, means ± SD, n = 5, **** P < 0.0001, *** P < 0.001, ** P < 0.01, * P < 0.05; ns, not significant, as determined by unpaired two-tailed t test for (F), (I), and (J) or two-way ANOVA for (G). Next, we asked whether the combination effect relies on EZH2-mediated PARP1 methylation. In PCa cells, highly expressed EZH2 represses PARP1 activity. We speculated that other related pathways could be more active to supplement PARP1 activity insufficiency, which means that tumor cells would be less dependent on PARP1 activity and become less sensitive to PARPi in this condition. When tumor cells are treated with EZH2i, PARP1 activity is elevated. These EZH2i-treated cells could become more dependent on PARP1-related pathways and be more sensitive to PARPi. If the combination effect is due to EZH2-mediated PARP1 methylation, both EZH2i and PARP1 methylation–deficient mutants would enhance the therapeutic effects of PARPi. To test this hypothesis, we performed cell viability and colony formation assay in C4-2 cells. We first treated C4-2 cells with PARPi (talazoparib) in the presence or absence of EZH2i (EPZ-6438). Inhibition of EZH2 by EPZ-6438 at low-dose (5 μM) slightly reduced cell growth, but significantly enhanced the sensitivity of C4-2 cells to PARPi treatment, especially to low doses of talazoparib ( Fig. 6D ). We then performed colony formation assay in C4-2 cells with expression of different PARP1 K607 mutants. Compared to cells expressing PARP1-WT, cells expressing PARP1 methylation–deficient mutants (-K607A and -K607R) were more sensitive to talazoparib treatment ( Fig. 6E ; representative images shown in fig. S6D). These results indicated that both EZH2i and PARP1 methylation–deficient mutants enhanced the therapeutic effects of PARPi. Along these lines, it implied that the synergistic effect of EZH2i and PARPi we observed in PCa cell lines is, at least partially, due to EZH2-mediated PARP1 methylation. To assess the therapeutic effect of dual targeting of EZH2 and PARP1 in PCa, we established PDX mouse models and treated them with EPZ-6438 and BMN 673, either alone or in combination. The tumor weight and tumor growth curve indicated that combinational inhibition significantly slows down the growth of PDX tumors ( Fig. 6, F and G , and fig. S6E). Moreover, no additional adverse effect on the mice’s body weight was observed ( Fig. 6H ). Protein levels of PAR, H3K27me3, and PARP1 K607me1 were examined to confirm on-target drug effects ( Fig. 6I ). As expected, PARylation levels were up-regulated under EZH2i treatment while down-regulated in both PARP1 inhibition and combination group. H3K27me3 levels were significantly decreased by EZH2i. We successfully detected PARP1 K607me1 in tumor tissue samples, and its expression levels were repressed under EZH2 inhibition. Levels of PAR, H3K27me3, and K607me1 were all significantly decreased by combinational treatment, compared to vehicle treatment, confirming that these inhibitors were on target. We noticed that EZH2 levels were also elevated in combination group due to inhibiting PARP1, which was consistent with previous report ( 30 ). However, H3K27me3 and K607me1 were all significantly down-regulated, which implicated that EPZ-6438 successfully repressed EZH2 enzymatic activity even under high EZH2 expression level ( Fig. 6I ). We further performed immunohistochemical (IHC) staining for Ki-67, a marker of cell proliferation, and cleaved-caspase 3 (CC3), a marker of cell death. The result confirmed that combination had the highest effect on decreasing tumor cell proliferation and increasing cell death ( Fig. 6J ). We also performed RT-qPCR to check the expression levels of E2F1 target genes (cyclin A and RAD51) in the tumor samples with therapy. As shown in fig. S6F, EZH2i significantly increased the expression levels of these two E2F1 target genes, which was consistent with what we observed in PARP1 methylation–deficient mutant cells. However, the trend of expression changes for cyclin A and RAD51 was different in PARPi-treated group. The expression levels of cyclin A were not altered by PARPi treatment compared to vehicle. This may be because the expression levels of cyclin A were regulated by PARP1-E2F1 interaction, but not by PARP1 activity change ( 61 ). For RAD51, its expression levels were decreased by PARPi treatment. It is reported that PARP inhibitors suppressed expression of RAD51 by increasing occupancy of the RAD51 promoter by repressive E2F4/p130 complexes ( 66 ). Considering the mechanism found in our study, PARP1 may regulate RAD51 through multiple mechanisms. The expression levels of both cyclin A and RAD51 were repressed in the combination group, which may be regulated through more complicated mechanisms considering both EZH2 and PARP1’s complex functions in tumor. In summary, these data demonstrated that dual targeting of EZH2 and PARP1 synergistically suppresses PCa growth. DISCUSSION Although EZH2 is well-known as an enzymatic subunit of PRC2 that can silence tumor suppressors by catalyzing H3K27me3, emerging advances have been made toward the noncanonical functions of EZH2. Mounting evidence shows that EZH2 can methylate nonhistone substrates ( 23 – 27 ) in a PRC2-dependent way and play roles in transcriptional activation ( 37 , 41 ) and translational regulation ( 32 , 67 ) in a PRC2-independent manner. In the present study, we uncovered a role of EZH2 in DDR and tumor progression due to directly methylating PARP1 and regulating its activity ( Fig. 7 ). We observed that EZH2 directly interacts with PARP1 in PCa. EZH2 depletion or inhibition increases PARP1 poly(ADP-ribose) polymerase activity without altering its transcript or protein expression. These results imply that EZH2 down-regulates PARP1 activity through a previously unidentified EZH2-mediated protein posttranslational function and not through its canonical role as a transcriptional repressor. We then demonstrated that EZH2 directly methylates PARP1 at lysine 607 and successfully detected K607 methylation in tumor tissues by means of PARP1 K607 methylation–specific antibodies. We revealed that PARP1 K607 methylation down-regulates PARP1 activity for SSBR but, on the other hand, suppresses cellular NAD + depletion and tumor progression. Our observation that PARP1 K607 methylation by EZH2 down-regulates PARP1-directed SSB repair is intriguing. One possibility is that the cells have to balance between DNA repair capability and other essential functions, e.g., cellular energy control and tumor progression control. A highlight of this study is that we report PARP1 as a previously unidentified nonhistone substrate of EZH2, and EZH2-mediated lysine methylation fine-tunes PARP1 functions in DDR, transcription, and tumor progression. This previously unidentified role of EZH2 found here differs from its typical oncogenic function. While EZH2 is predominantly known for its role in promoting oncogenesis, there is evidence to suggest that, under certain contexts, EZH2 can also function as a tumor suppressor ( 68 , 69 ). The dual role of EZH2 underscores the complexity of its function in cancer biology and the importance of context in determining its impact on tumorigenesis. Fig. 7. Schematic diagram depicting the role of EZH2 reported by this study. EZH2 directly interacts with and methylates PARP1 at lysine 607. EZH2 inhibition or PARP1 K607 mutation increases PARP1 poly(ADP-ribose) polymerase activity, fine-tunes PARP1 functions in DDR, transcription, and tumor progression. The combination of EZH2 and PARPi has been evaluated in breast cancer, ovarian cancer and PCa, and showed synthetic lethality ( 29 , 30 , 70 – 72 ). Consequently, growing studies have focused on the mechanism of the synergistic effect between EZH2 and PARP1. For example, Rondinelli et al. ( 73 ) reported that low EZH2 stabilizes replication forks by preventing MUS81 recruitment and consequently promotes PARPi resistance in BRCA2-deficient cells. Another report showed that CARM1 promotes EZH2-mediated epigenetic silencing of MAD2L2, which plays a critical role in the choice between HR and nonhomologous end-joining–mediated repair. Inhibition of EZH2 sensitizes CARM1-high HR-proficient epithelial ovarian cancer to PARP inhibitors ( 70 ). A latest study demonstrated that EZH2-mediated FOXA1 methylation and EZH2-P300 interaction both contribute to the activation of DDR genes, especially those involved in the BER pathway. The suppressive effects of EZH2i on DDR genes sensitize CRPC cells to PARPi ( 72 ). Although these studies depict a diverse and complex picture of EZH2 functions in PARPi, the mechanism of EZH2-PARP1 direct interaction remains to be elucidated. As we discussed above, two studies confirmed that PARP1-mediated EZH2 PARylation induces PRC2 complex dissociation and EZH2 down-regulation. EZH2 inhibition sensitizes the BRCA-mutant breast cells to PARPi ( 29 , 30 ). Here, we demonstrated that EZH2 directly methylates PARP1 and regulates its activity. Our study uncovered another direction for the biology role of EZH2-PARP1 interaction, which provides a new rationale for combinational targeting EZH2 and PARP1 in cancer. However, there are still some open questions left behind this study. One of them is why EZH2-mediated lysine methylation regulates PARP1 activity. As we know, many factors will affect PARP1 activity, such as the binding affinity of PARP1 for damaged DNA and NAD + . Whether the binding affinity of PARP1 for DNA and NAD + is altered by K607 methylation still needs to be determined. Structural modeling by AlphaFold suggests that unmethylated K607 forms an intra-domain hydrogen bond interaction with E576 (fig. S3A) ( 74 ). We surmise that K607 methylation may affect PARP1 activity through an allosteric mechanism. MATERIALS AND METHODS Cell lines and drugs The human PCa cell lines C4-2, DU145, PC3, and 22RV1 were purchased from the American Type Culture Collection (ATCC), while C4-2B cell line was a gift from L. Chung at Cedars-Sinai Medical Center. The above cell lines were cultured in RPMI 1640 medium (Gibco) supplemented with 10% fetal bovine serum (FBS). HEK203T and MDA-MB-231 cells were obtained from ATCC and maintained in Dulbecco’s modified Eagle’s medium (DMEM) (Gibco) with 10% FBS. Control and PARP1 Cas9 KO U2OS cells were gifted by S. Zha from Columbia University and cultured in DMEM with 10% FBS. EED KO, EZH2 KO, and control XEN cells were provided by S. Kalantry at University of Michigan and cultured as previously described ( 42 ). All cell lines were authenticated by short tandem repeat genotyping and were used within 2 months of continuous culturing. Cells were mycoplasma-negative in routine test. When indicated, the cells were treated with Zeocin (Thermo Fisher Scientific), MMS (Sigma-Aldrich), EZP-6438 (Selleckchem), GSK126 (Cayman Chemical), CPT (Selleckchem), BMN 673 (Selleckchem), Olaparib (Selleckchem), or Ebastine (Sigma-Aldrich). Antibodies The anti–mono-methyl-PARP1 (Lys 607 ) rabbit polyclonal antibody was generated by PTM BIO using the synthesized peptides CEQMPS-(monomethyl)K-EDAIE and CLEQMPS-(monomethyl)K-EDAIEH. Other primary antibodies used in this study are listed in table S1. Primers Oligonucleotides used for site-directed mutagenesis, RT-qPCR, and ChIP-qPCR are listed in table S2. Transfection, infection, and generation of stable cell lines Plasmids overexpressing full-length or truncated mutants of EZH2 or PARP1 were transfected into HEK293T cells using Lipofectamine 3000 (Invitrogen) following the manufacturer’s protocol. Cells were collected at 48 hours after transfection. All the shRNA vectors were purchased from Sigma-Aldrich (shEZH2-1: TRCN0000286227, shEZH2-2: TRCN0000040077; shPARP1-1: TRCN0000007928, shPARP1-2: TRCN0000007931). Lentivirus was generated by cotransfecting the shRNA vectors with the helper plasmids pVSVG and psPAX2 into HEK293T cells. After 24 hours of transfection, the medium was renewed, and the supernatants were harvested at 48 hours after transfection. The supernatants containing virus were filtered through a 0.45 μM filter and stored at −80°C for later use ( 32 ). Target cells were infected by adding the above lentiviral particle solution into the fresh medium with polybrene and incubated for 48 to 72 hours. Puromycin (1 μg/ml) was used to select infected cells to get PARP1 stable KD C4-2 or C4-2B cell lines. PARP1 mutant constructs were generated by Q5 Site-Directed Mutagenesis Kit (New England Biolabs) using pLenti-C-Myc-DDK-IRES-Neo-PARP1 as template. PARP1 stable KD C4-2, C4-2B, or PARP1 Cas9 KO U2OS cells with stable expression of PARP1-WT, -K607A, -K607R, or EV were generated by transfection of the corresponding expression vectors using Lipofectamine 3000 and selected with G418. Co-IP and IB As previously described ( 32 ), the cells were washed in cold phosphate-buffered saline for three times and lysed in NP-40 lysis buffer (Thermo Fisher Scientific) with protease and phosphatase inhibitor cocktails (Thermo Fisher Scientific). The whole-cell lysate was incubated on ice for 15 min and sonicated at 5-s on and 5-s off for 60 s followed by centrifugation to remove insoluble material. Antibodies were added into the lysates with Dynabeads protein A/G (Invitrogen) and incubated with rotation overnight at 4°C. The immune complex was collected on the magnet and washed three times with the lysis buffer. To denature proteins, the beads were added to 4× Laemmli protein sample buffer (Bio-Rad) and heated at 95°C for 10 min. Protein samples were separated by SDS–polyacrylamide gel electrophoresis (SDS-PAGE) and transferred to polyvinylidene difluoride membranes (Bio-Rad). The membranes were blocked with 5% nonfat milk in TBST at room temperature for 1 hour. Then, the membranes were incubated with primary antibodies overnight at 4°C, followed by incubation with Clean-Blot IP detection reagent (Thermo Fisher Scientific, 1:500 dilution, for co-IP IB) or goat anti-mouse/rabbit immunoglobulin G (IgG) (H + L)–horseradish peroxidase secondary antibody (GenDEPOT, 1:5,000 dilution, for normal IB) for 1 hour at room temperature. Last, the protein bands were immunodetected by enhanced chemiluminescence blotting substrates (Bio-Rad) and captured by the ChemiDoc Imaging System (Bio-Rad). The relative protein abundance was quantified using ImageJ software. GST pulldown Following procedures previously described in ( 32 ), 1 μg of recombinant GST-tagged EZH2 protein was mixed with 1 μg of recombinant His-tagged PARP1 protein in 1 ml of NP-40 lysis buffer (Thermo Fisher Scientific) with protease and phosphatase inhibitor cocktails (Thermo Fisher Scientific). The mixture was incubated with glutathione sepharose 4B (Cytiva) for 2 hours at 4°C with gentle rotation. The beads were then washed three times with 1 ml of binding buffer, and proteins were eluted by boiling the beads with 4× Laemmli protein sample buffer (Bio-Rad) at 95°C for 10 min. The protein samples were subjected to IB assay as described above. EZH2 rescue assay For rescue assay, C4-2 cells were treated with shEZH2-1–targeting EZH2 3′ untranslated region to deplete endogenous EZH2, which were then subjected to rescue using WT or H689A-mutant EZH2 ( 75 ). The samples were collected at 48 hours after transfection of EZH2 overexpression plasmids into EZH2-deficient C4-2 cells, followed by Co-IP and Western blot assays to detect PARP1 methylation levels. IP-MS/MS IP was performed as described above. Samples from the IP steps were analyzed on a 12.5% SDS-PAGE, and the gel band corresponding to the eluted Flag-PARP1 protein was sliced from the gel for MS analyses. Gel bands corresponding to the Flag-PARP1 proteins were diced into 1-mm cubes. Proteins were reduced with 10 mM tris(2-carboxyethyl)phosphine (TCEP) at 56°C for 45 min, and then alkylated with 20 mM iodoacetamide at 21°C for 30 min in the dark. Proteins were digested with chymotrypsin at 12.5 ng/μl for 16 hours. The resulting peptides were desalted using a C18 ZipTip (Millipore). Tryptic peptides were injected into an Easy-nLC 1000 high-performance liquid chromatography system coupled to an Orbitrap Fusion Lumos mass spectrometer (Thermo Fisher Scientific), which was controlled by Thermo Fisher Scientific Xcalibur software version 4.1. Peptide samples were loaded onto an Acclaim PepMapTM 100 C18 trap column (75 μm by 20 mm, 3 μm, 100 Å) in 0.1% formic acid. The peptides were separated using an Acclaim PepMapTM RSLC C18 analytical column (75 μm by 150 mm, 2 μm, 100 Å) using an acetonitrile-based gradient (solvent A: 0% acetonitrile, 0.1% formic acid; solvent B: 80% acetonitrile, 0.1% formic acid) at a flow rate of 300 nl/min. A 30-min gradient was as follows: 0 to 1.5 min, 2 to 10% B; 1.5 to 31.5 min, 10 to 45% B; 31.5 to 35 min, 45 to 100% B; 35 to 40 min, 100% B, followed by reequilibration to 2% B. The electrospray ionization was carried out with a nanoESI source at a 260°C capillary temperature and 1.9-kV spray voltage. The mass spectrometer was operated in a data-dependent acquisition mode with a scan range of 400 to 2000 mass/charge ratio at the resolution of 120,000. The auto gain-control target was set at 4 × 10 5 . The precursor ions with charge states from three to six were selected for MS/MS analysis in Orbitrap using HCD and CID at 35% collision energy. The intensity threshold for MS2 was set at 5 × 10 4 , and the Orbitrap resolution was set to 30,000. The dynamic exclusion was set with a repeat count of 1 and an exclusion duration of 10 s. In vitro autoPARylation To evaluate the autoParylation activities of PARP1 proteins, 1 μM WT or mutant PARP1 were incubated with the various amount of dumbell DNA substrate (0, 0.1, and 1 μM) at 25°C in 10 μl of reaction buffer [20 mM tris-HCl (pH 7.5), 150 mM KCl, 2 mM MgCl2, 0.1 mM ZnSO4, and 0.1 mM TCEP] for 10 min, in the presence of a gradient of NAD + (0, 0.05, 0.2, and 1 mM). The reactions were terminated by adding 5 μl of 3× SDS loading buffer and heated at 95°C for 5 min. The samples were finally resolved on an 8% SDS-PAGE and stained with Coomassie. Proximity ligation assay PLA was conducted using a Duolink In Situ Orange Starter Kit (Sigma-Aldrich) according to the manufacturer’s protocol. Briefly, the cells deposited on glass slides were fixed in 4% paraformaldehyde and permeabilized in 0.5% Triton X-100. The cells were then washed, blocked, and incubated with a mouse anti-PAR antibody and a rabbit anti-XRCC1 antibody overnight at 4°C. The next day, the cells were washed and incubated with the PLUS and MINUS PLA probes for 1 hour at 37°C. The cells were washed again and then incubated for 30 min at 37°C for ligation and 100 min at 37°C for amplification. After a final wash, the slides were mounted with Duolink In Situ mounting medium with 4′,6-diamidino-2-phenylindole. The fluorescence images were captured using a Nikon A1R confocal microscope and analyzed using ImageJ software. Neutral comet assay For evaluating DSBs, the neutral version of comet assay was performed using a reagent kit for single-cell gel electrophoresis assay (R&D Systems). In brief, cells with or without CPT treatment were collected and combined at 1 × 10 5 /ml with molten LMAgarose at 37°C at a ratio of 1:10 (v/v) and immediately pipetted onto CometSlide. The slides were then immersed in cold lysis buffer overnight at 4°C. The next day, the slides were incubated in neutral electrophoresis buffer [1× tris-boric acid–EDTA (TBE)] for 30 min at 4°C, and subsequently electrophoresed at 1 V/cm for 30 min at 4°C. After electrophoresis, the slides were immersed in DNA precipitation solution for 30 min at room temperature, immersed in 70% ethanol for another 30 min at room temperature, and then air-dried. The slides were subsequently stained with diluted SYBR Gold (Invitrogen), and images were taken using a fluorescent microscope (Bio-Rad). Percentage of tail DNA in total DNA was analyzed using the OpenComet software. Colony formation assay Cells were seeded in 24-well plates at a density of 200 cells per well. After 1 day, cells were treated with increasing concentrations of CPT (from 0 to 20 nM) and incubated for 10 to 14 days to allow the formation of colonies. Then, the cells were fixed with methanol and stained with 0.5% crystal violet. Colonies containing more than 50 cells were counted. NAD + measurement PARP1 KD C4-2 cells with stable expression of PARP1-WT, methylation-deficient mutant (-K607A and -K607R), or EV were seeded into 96-well plates (10,000 cells per well) and incubated for 12 hours. Then, the cells were treated with vehicle (DMSO) or 25 μM CPT for 30 min. Cellular NAD + levels were measured using the NAD/NADH-Glo assay kit (Promega) following the manufacturer’s introduction. PARP1-catalyzed abasic (AP) site cleavage The cleavage reaction was performed with 5′-end 32 P-labeled DNA as described previously with slight modification ( 48 ). DNA substrate (10 nM P32-5′-H1/H2) was incubated first with the 0.5 U UDG (NEB, M0280) in the reaction buffer [20 mM tris-HCl (pH 8.0), 1 mM dithiothreitol, bovine serum albumin (100 ng/ml), 20 mM KCl, and 300 nM streptavidin] for 30 min at 37°C. Then, the reaction was supplemented with 2 mM MgCl2 and 5 U APE1 (NEB, M0282) or indicated amount of PARP1 and incubated for 10 min at 37°C. After incubation, the reaction was terminated by addition of equal volume of loading dye containing 85% formamide with 25 mM EDTA and 1 μM unlabeled H3, preventing the reannealing of the radiolabeled H1 to its complementary strand. The mixture was heated at 95°C for 5 min before being fractionated in a 12% denaturing polyacrylamide gel in TBE buffer and followed by phosphor imaging analysis. H1: CGGTTCGGACGTTCGAGCGTTGAAGAUATGTGGCAAAACCTTTGTCTGGCTTCTGCTTGC. H2: biotin-GCAAGCAGAAGCCAGACAAAGGTTTTGCCACATATCTTCAACGCTCGAACGTCCGAACCG-biotin. H3: CGGTTCGGACGTTCGAGCGTTGAAGATATGTGGCAAAACCTTTGTCTGGCTTCTGCTTGC. RNA-seq and data analysis Total RNAs were extracted using RNeasy Plus Kit (QIAGEN) and sequenced by the DNBseq-G400. The RNA-seq reads were mapped to the human genome GRCh38 and assigned to the reference genes using HISAT2 v2.1.0 ( 76 ). Read counts for each gene were calculated by featureCounts v1.6.1 ( 77 ). Differential gene expression analysis was performed between the two groups of cells by R packages edgeR and limma to determine the log 2 fold change of each gene as the ranking metric ( 78 ). Adjusted P ≤ 0.05 was set up as cutoff to define DEGs. Volcano plot and heatmap were created in R v3.6.1 by functions from EnhancedVolcano and ComplexHeatmap, respectively ( 79 , 80 ). DEG list is available in data S1 and S2. The ranked gene list ordered by descending log 2 fold change was provided to GSEA desktop (v3.0) to perform GSEA with the hallmark gene sets from MSigDB ( 57 , 58 ). Bioinformatic analysis for public data Three PCa cohorts were used in this study. Taylor data were downloaded from GSE21032. TCGA-PRAD RNA-seq data were downloaded from https://portal.gdc.cancer.gov/ . RNA count from 101 metastatic PCa in WC-SU2C cohort (Quigley data) was downloaded from the URL: https://quigleylab.s3.us-west-2.amazonaws.com/datasets/2018_04_15_matrix_rna_counts.txt.zip . Genes with log 2 FC > 0.25 and adj. P ≤ 0.05 were selected and queried against the above datasets. The PARP1 activity score was defined as the mean of standardized z scores of the selected genes in each cohort respectively. For example, 164 MRGs expression data were extracted from Taylor, so the PARP1 activity score for individual patient was calculated by the sum of 164 genes z scores divided by the square root of 164. For TCGA-PRAD + Quigley, the gene number is 191. ChIP-Seq data analysis for online available datasets was performed. EZH2 and H3K27me3 ChIP-Seq data in LNCaP (GSE39459), DU145 (GSE135623), and PC3 (GSE123204 and GSE96445) were downloaded from GEO and visualized using integrated genome viewer ( 81 ). Dual luciferase reporter assay Dual luciferase reporter assay was carried out as previously described ( 82 ). Briefly, the HEK293T cells were transfected with PARP1-WT or -K607A mutant expression plasmids and pGL2-AN (E2F-1 promoter luciferase reporter gifted from W. Kaelin, Addgene plasmid #20950) ( 83 ) or pGl2-basic (Promega) in various combinations as indicated along with pRL-CMV Renilla (Promega) using Lipofectamine 3000. Luminescence measurements were taken using the Dual-Glo Luciferase assay (Promega) after 24 hours of transfection. All results are means and SDs from experiments performed in biological replicates, and luciferase activity of individual well was normalized against Renilla luciferase activity. Chromatin immunoprecipitation–qPCR Chromatin immunoprecipitations were performed with cross-linked chromatin from C4-2 cells stably expressing PARP1-WT or -K607A and either anti-PARP1, E2F1, or IgG using the SimpleChIP Plus Sonication Chromatin IP Kit (Cell Signaling Technology) according to the manufacturer’s protocol. For PCR analysis of enrichment in target gene promoters, 2 μl each of input DNA, PARP1, E2F1, or IgG-enriched DNA were subjected to PCR using SYBR Green qPCR Master Mix (Invitrogen) and primers provided in table S2. Cell function assays Following procedures previously described in ( 32 ), we performed a series of cell functional experiments. For cell proliferation assay, 1 × 10 3 cells per well were seeded in a 96-well plate. Cell viability was monitored using CellTiter-Glo Luminescent Cell Viability Assay kit (Promega) for 5 days, and plates were read on a Tecan plate reader. Wound-healing assay was performed to probe cell migration. Seventy microliters of cell suspension in a concentration of 3 × 10 5 cells/ml was applied into a 35-mm dish with a two-well culture insert (ibidi) and grown to 90% confluency. After gently removing the inserts, the dishes were filled with serum-free medium and incubated at 37°C and 5% CO 2 for 24 hours. Images were taken under a microscope at 0 and 24 hours, and the distance of cell migration was measured by ImageJ software. The invasiveness of cells was assessed by their ability to pass through Matrigel-coated transwell chambers (Millipore). The upper surface of the Transwell chambers was precoated with 5% Matrigel matrix (Corning) in serum-free medium. Cells (1 × 10 5 ) suspended in 300 μl of serum-free medium were seeded into the upper compartments of the chambers. Meanwhile, 800 μl of medium with 10% FBS were added to the lower compartments of the chambers. After 24 hours of incubation, invasive cells were fixed in methanol, stained with 0.5% crystal violet, inspected, and captured under microscope. For anchorage-independent soft agar assay, 0.6% UltraPure Low Melting Point Agarose (Invitrogen) dissolved in RPMI 1640 medium was poured into six-well culture plates. After the base agar solidified, 0.3% soft agar in RPMI 1640 medium containing 1 × 10 4 cells was poured on the top of the first layer. Cells were incubated for 14 days at 37°C, and then the colonies were stained with 0.005% crystal violet and counted under microscope. CAM assay Freshly laid fertilized chicken eggs were incubated in a rotating incubator for 10 days. On developmental day 10, 2 × 10 6 indicated GFP-Luc C4-2B cells suspended in 50% of Matrigel were injected on the CAM. After additional 7 days of incubation, the lower CAM, chick lung, and liver from each embryo were harvested. Representative fluorescent images showed the metastasis of GFP-Luc C4-2B cells in the lower CAM membrane. Genomic DNA from chick lung and liver were extracted and human DNA was detected by qPCR using human Alu-specific primers that are listed in table S2. Cell growth assay Cells were seeded in 96-well plates and treated with EZH2 and PARPi, either alone or in combination, at concentration gradients for 72 hours. Bioluminescence was measured to quantify cell viability using a CellTiter-Glo Luminescent Cell Viability Assay kit (Promega), and plates were read on a Tecan plate reader ( 32 ). Synergistic potency and efficiency were quantified using MuSyc following the usage tutorials ( 84 ). Combination index values were calculated by Calcusyn (Biosoft, Ferguson, MO). Tumor xenograft and drug treatments All procedures involving mice were performed in compliance with ethical regulations and the approval of the Northwestern University Institutional Animal Care and Use Committee. The study approval number is IS00009799. Nonobese diabetic mice/severe combined immunodeficiency male 5- to 6-week-old mice were purchased from Charles River Laboratories and castrated. One week later, the castrated mice were implanted subcutaneously with LuCaP 35CR tumor bits and enrolled when tumor volume reached 100 mm 3 . The tumor volume was measured using calipers using the formula (L*W2/2). Upon enrollment, the mice were randomly divided into four different groups and treated with 200 μl of vehicle control, EPZ-6438 (250 mg/kg per day; oral gavage), BMN 673 (0.33 mg/kg per day; oral gavage), or in combination. Animals were treated by oral gavage on a weekly schedule of 5 days on, 2 days off. Tumor volume and body weight were measured twice weekly. After 28 days of treatments, the mice were euthanized and the tumors were excised and weighed. The effects of drug treatment in suppressing target pathways were examined by WB and IHC analysis. Statistics and reproducibility Statistical analysis was performed using GraphPad Prism (v.8.0) as described in the figure legends for each experiment. Data were presented as the means ± SD, and P values were determined by unpaired two-tailed t test or two-way analysis of variance (ANOVA) where appropriate. Significance was set at P < 0.05. No statistical methods were used to predetermine sample sizes, but our sample sizes are similar to those reported in previous studies. The results were reproducible and conducted with established internal controls. When feasible, experiments were repeated three or more times and yielded similar results. All samples that met proper experimental conditions were included in the analysis. Acknowledgments We are grateful to S. Zha for providing PARP1 Cas9 knockout U2OS cell lines. We appreciate W. Kaelin and J. Yu for providing plasmids. Imaging work was performed at the Northwestern University Center for Advanced Microscopy generously supported by NCI CCSG P30 CA060553 awarded to the Robert H. Lurie Comprehensive Cancer Center. Funding: This work was supported by a start-up fund provided by Northwestern University (to Q.C.), Polsky Urologic Cancer Institute of the Robert H. Lurie Comprehensive Cancer Center of Northwestern University at Northwestern Memorial Hospital (to Q.C. and R.Y.), US Department of Defense (W81XWH-20-1-0504 and W81XWH-17-1-0357 to Q.C.), National Institutes of Health/National Cancer Institute (R01CA208257 to Q.C., R01CA256741 to Q.C. and K.C., R01CA285684 to Q.C. and H.N., and Prostate SPORE P50CA180995 Development Research Program to Q.C.), National Institutes of Health (GM152207 to H.N.), American Cancer Society Research Scholar Award (RSG-21-013-01-DMC to H.N.), National Institutes of Health (R01CA259388, R35GM142441, and Prostate SPORE P50CA180995 to R.Y.), National Institutes of Health (R01GM138407 and R01GM125632 to K.C.), and US Department of Defense (W81XWH-21-1-0146, HT9425-23-1-0491 to Y. Yang). Author contributions: Conceptualization: Q.M., J.S., H.N., and Q.C. Methodology: Q.M., J.S., Y.Yi., H.N., and Q.C. Investigation: Q.M., J.S., Q.Liu., R.W., W.J., Q.W., Y.Z., J.C.T., T.W., C.Y., and Y. Yang. Visualization: Q.M., J.S., J.C.T., C.H., H.N., and Q.C. Validation: Q.M., J.S., Q. Liu, Q. Li, C.H., H.N., and Q.C. Software: T.W., Y.L., and Q. Li. Formal analysis: Q.M., J.S., Y.R., W.J., X.L., T.W., Y.L., and D.Z. Data curation: Q.M., J.S., T.W., and K.C. Resources: Q.M., Q. Liu, Q. Li, T.W., Y.L., C.H., S.K., K.C., H.N., and Q.C. Supervision: Q.M., K.C., R.Y., H.N., and Q.C. Project administration: Q.M., J.S., K.C., H.N., and Q.C. Funding acquisition: K.C., H.N., and Q.C. Writing—original draft: Q.M., J.S., Q. Li, H.N., and Q.C. Writing—review and editing: Q.M., J.S., K.C., H.N., and Q.C. Competing interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. The RNA-seq data generated by this study have been deposited in the GEO under accession no. GSE239560 . The newly created materials supporting the findings of this study can be provided by the corresponding authors pending scientific review and a completed material transfer agreement. Requests for the related materials should be submitted to: qi.cao@northwestern.edu . Supplementary Materials The PDF file includes: Figs. S1 to S6 Tables S1 and S2 Other Supplementary Material for this manuscript includes the following: Data S1 and S2 REFERENCES AND NOTES 1 A. Tubbs , A. Nussenzweig , Endogenous DNA damage as a source of genomic instability in cancer . Cell 168 , 644 – 656 ( 2017 ). 28187286 2 P. G. Pilie , C. Tang , G. B. Mills , T. A. Yap , State-of-the-art strategies for targeting the DNA damage response in cancer . Nat. Rev. Clin. Oncol. 16 , 81 – 104 ( 2019 ). 30356138 3 A. Ray Chaudhuri , A. Nussenzweig , The multifaceted roles of PARP1 in DNA repair and chromatin remodelling . Nat. Rev. Mol. Cell Biol. 18 , 610 – 621 ( 2017 ). 28676700 4 B. A. Gibson , W. L. Kraus , New insights into the molecular and cellular functions of poly(ADP-ribose) and PARPs . Nat. Rev. Mol. Cell Biol. 13 , 411 – 424 ( 2012 ). 22713970 5 E. E. Alemasova , O. I. Lavrik , Poly(ADP-ribosyl)ation by PARP1: Reaction mechanism and regulatory proteins . Nucleic Acids Res. 47 , 3811 – 3827 ( 2019 ). 30799503 6 H. Wei , X. Yu , Functions of PARylation in DNA damage repair pathways . Genom. Proteom. Bioinform. 14 , 131 – 139 ( 2016 ). 7 S. Hurtado-Bages , G. Knobloch , A. G. Ladurner , M. Buschbeck , The taming of PARP1 and its impact on NAD + metabolism . Mol. Metab. 38 , 100950 ( 2020 ). 32199820 8 D. Huang , C. V. Camacho , S. Martire , A. Nagari , R. Setlem , X. Gong , A. D. Edwards , S. P. Chiu , L. A. Banaszynski , W. L. Kraus , Oncohistone mutations occur at functional sites of regulatory ADP-ribosylation . Cancer Res. 82 , 2361 – 2377 ( 2022 ). 35472077 9 F. Zhang , Y. Wang , L. Wang , X. Luo , K. Huang , C. Wang , M. Du , F. Liu , T. Luo , D. Huang , K. Huang , Poly(ADP-ribose) polymerase 1 is a key regulator of estrogen receptor alpha-dependent gene transcription . J. Biol. Chem. 288 , 11348 – 11357 ( 2013 ). 23493398 10 X. Luo , K. W. Ryu , D. S. Kim , T. Nandu , C. J. Medina , R. Gupte , B. A. Gibson , R. E. Soccio , Y. Yu , R. K. Gupta , W. L. Kraus , PARP-1 controls the adipogenic transcriptional program by PARylating C/EBPbeta and modulating its transcriptional activity . Mol. Cell 65 , 260 – 271 ( 2017 ). 28107648 11 G. G. Poirier , G. de Murcia , J. Jongstra-Bilen , C. Niedergang , P. Mandel , Poly(ADP-ribosyl)ation of polynucleosomes causes relaxation of chromatin structure . Proc. Natl. Acad. Sci. U.S.A. 79 , 3423 – 3427 ( 1982 ). 6808510 12 R. Krishnakumar , W. L. Kraus , PARP-1 regulates chromatin structure and transcription through a KDM5B-dependent pathway . Mol. Cell 39 , 736 – 749 ( 2010 ). 20832725 13 Y. Du , H. Yamaguchi , Y. Wei , J. L. Hsu , H. L. Wang , Y. H. Hsu , W. C. Lin , W. H. Yu , P. G. Leonard , G. R. T. Lee , M. K. Chen , K. Nakai , M. C. Hsu , C. T. Chen , Y. Sun , Y. Wu , W. C. Chang , W. C. Huang , C. L. Liu , Y. C. Chang , C. H. Chen , M. Park , P. Jones , G. N. Hortobagyi , M. C. Hung , Blocking c-Met-mediated PARP1 phosphorylation enhances anti-tumor effects of PARP inhibitors . Nat. Med. 22 , 194 – 201 ( 2016 ). 26779812 14 P. O. Hassa , S. S. Haenni , C. Buerki , N. I. Meier , W. S. Lane , H. Owen , M. Gersbach , R. Imhof , M. O. Hottiger , Acetylation of poly(ADP-ribose) polymerase-1 by p300/CREB-binding protein regulates coactivation of NF-kappaB-dependent transcription . J. Biol. Chem. 280 , 40450 – 40464 ( 2005 ). 16204234 15 N. Martin , K. Schwamborn , V. Schreiber , A. Werner , C. Guillier , X. D. Zhang , O. Bischof , J. S. Seeler , A. Dejean , PARP-1 transcriptional activity is regulated by sumoylation upon heat shock . EMBO J. 28 , 3534 – 3548 ( 2009 ). 19779455 16 D. B. Krastev , S. Li , Y. Sun , A. J. Wicks , G. Hoslett , D. Weekes , L. M. Badder , E. G. Knight , R. Marlow , M. C. Pardo , L. Yu , T. T. Talele , J. Bartek , J. S. Choudhary , Y. Pommier , S. J. Pettitt , A. N. J. Tutt , K. Ramadan , C. J. Lord , The ubiquitin-dependent ATPase p97 removes cytotoxic trapped PARP1 from chromatin . Nat. Cell Biol. 24 , 62 – 73 ( 2022 ). 35013556 17 H. Farmer , N. McCabe , C. J. Lord , A. N. Tutt , D. A. Johnson , T. B. Richardson , M. Santarosa , K. J. Dillon , I. Hickson , C. Knights , N. M. Martin , S. P. Jackson , G. C. Smith , A. Ashworth , Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy . Nature 434 , 917 – 921 ( 2005 ). 15829967 18 H. E. Bryant , N. Schultz , H. D. Thomas , K. M. Parker , D. Flower , E. Lopez , S. Kyle , M. Meuth , N. J. Curtin , T. Helleday , Specific killing of BRCA2-deficient tumours with inhibitors of poly(ADP-ribose) polymerase . Nature 434 , 913 – 917 ( 2005 ). 15829966 19 A. Tutt , M. Robson , J. E. Garber , S. M. Domchek , M. W. Audeh , J. N. Weitzel , M. Friedlander , B. Arun , N. Loman , R. K. Schmutzler , A. Wardley , G. Mitchell , H. Earl , M. Wickens , J. Carmichael , Oral poly(ADP-ribose) polymerase inhibitor olaparib in patients with BRCA1 or BRCA2 mutations and advanced breast cancer: A proof-of-concept trial . Lancet 376 , 235 – 244 ( 2010 ). 20609467 20 R. Cao , L. Wang , H. Wang , L. Xia , H. Erdjument-Bromage , P. Tempst , R. S. Jones , Y. Zhang , Role of histone H3 lysine 27 methylation in Polycomb-group silencing . Science 298 , 1039 – 1043 ( 2002 ). 12351676 21 S. Varambally , S. M. Dhanasekaran , M. Zhou , T. R. Barrette , C. Kumar-Sinha , M. G. Sanda , D. Ghosh , K. J. Pienta , R. G. Sewalt , A. P. Otte , M. A. Rubin , A. M. Chinnaiyan , The polycomb group protein EZH2 is involved in progression of prostate cancer . Nature 419 , 624 – 629 ( 2002 ). 12374981 22 C. G. Kleer , Q. Cao , S. Varambally , R. Shen , I. Ota , S. A. Tomlins , D. Ghosh , R. G. Sewalt , A. P. Otte , D. F. Hayes , M. S. Sabel , D. Livant , S. J. Weiss , M. A. Rubin , A. M. Chinnaiyan , EZH2 is a marker of aggressive breast cancer and promotes neoplastic transformation of breast epithelial cells . Proc. Natl. Acad. Sci. U.S.A. 100 , 11606 – 11611 ( 2003 ). 14500907 23 A. He , X. Shen , Q. Ma , J. Cao , A. von Gise , P. Zhou , G. Wang , V. E. Marquez , S. H. Orkin , W. T. Pu , PRC2 directly methylates GATA4 and represses its transcriptional activity . Genes Dev. 26 , 37 – 42 ( 2012 ). 22215809 24 E. Kim , M. Kim , D. H. Woo , Y. Shin , J. Shin , N. Chang , Y. T. Oh , H. Kim , J. Rheey , I. Nakano , C. Lee , K. M. Joo , J. N. Rich , D. H. Nam , J. Lee , Phosphorylation of EZH2 activates STAT3 signaling via STAT3 methylation and promotes tumorigenicity of glioblastoma stem-like cells . Cancer Cell 23 , 839 – 852 ( 2013 ). 23684459 25 J. M. Lee , J. S. Lee , H. Kim , K. Kim , H. Park , J. Y. Kim , S. H. Lee , I. S. Kim , J. Kim , M. Lee , C. H. Chung , S. B. Seo , J. B. Yoon , E. Ko , D. Y. Noh , K. I. Kim , K. K. Kim , S. H. Baek , EZH2 generates a methyl degron that is recognized by the DCAF1/DDB1/CUL4 E3 ubiquitin ligase complex . Mol. Cell 48 , 572 – 586 ( 2012 ). 23063525 26 S. H. Park , K. W. Fong , J. Kim , F. Wang , X. Lu , Y. Lee , L. T. Brea , K. Wadosky , C. Guo , S. A. Abdulkadir , J. D. Crispino , D. Fang , P. Ntziachristos , X. Liu , X. Li , Y. Wan , D. W. Goodrich , J. C. Zhao , J. Yu , Posttranslational regulation of FOXA1 by Polycomb and BUB3/USP7 deubiquitin complex in prostate cancer . Sci. Adv. 7 , eabe2261 ( 2021 ). 33827814 27 M. Zoma , L. Curti , D. Shinde , D. Albino , A. Mitra , J. Sgrignani , S. N. Mapelli , G. Sandrini , G. Civenni , J. Merulla , G. Chiorino , P. Kunderfranco , A. Cacciatore , A. Kokanovic , A. Rinaldi , A. Cavalli , C. V. Catapano , G. M. Carbone , EZH2-induced lysine K362 methylation enhances TMPRSS2-ERG oncogenic activity in prostate cancer . Nat. Commun. 12 , 4147 ( 2021 ). 34230470 28 Q. Cao , X. Wang , M. Zhao , R. Yang , R. Malik , Y. Qiao , A. Poliakov , A. K. Yocum , Y. Li , W. Chen , X. Cao , X. Jiang , A. Dahiya , C. Harris , F. Y. Feng , S. Kalantry , Z. S. Qin , S. M. Dhanasekaran , A. M. Chinnaiyan , The central role of EED in the orchestration of polycomb group complexes . Nat. Commun. 5 , 3127 ( 2014 ). 24457600 29 L. B. Caruso , K. A. Martin , E. Lauretti , M. Hulse , M. Siciliano , L. N. Lupey-Green , A. Abraham , T. Skorski , I. Tempera , Poly(ADP-ribose) polymerase 1, PARP1, modifies EZH2 and inhibits EZH2 histone methyltransferase activity after DNA damage . Oncotarget 9 , 10585 – 10605 ( 2018 ). 29535829 30 H. Yamaguchi , Y. Du , K. Nakai , M. Ding , S. S. Chang , J. L. Hsu , J. Yao , Y. Wei , L. Nie , S. Jiao , W. C. Chang , C. H. Chen , Y. Yu , G. N. Hortobagyi , M. C. Hung , EZH2 contributes to the response to PARP inhibitors through its PARP-mediated poly-ADP ribosylation in breast cancer . Oncogene 37 , 208 – 217 ( 2018 ). 28925391 31 W. Mu , J. Starmer , D. Yee , T. Magnuson , EZH2 variants differentially regulate polycomb repressive complex 2 in histone methylation and cell differentiation . Epigenetics Chromatin 11 , 71 ( 2018 ). 30522506 32 Y. Yi , Y. Li , Q. Meng , Q. Li , F. Li , B. Lu , J. Shen , L. Fazli , D. Zhao , C. Li , W. Jiang , R. Wang , Q. Liu , A. Szczepanski , Q. Li , W. Qin , A. B. Weiner , T. L. Lotan , Z. Ji , S. Kalantry , L. Wang , E. M. Schaeffer , H. Niu , X. Dong , W. Zhao , K. Chen , Q. Cao , A PRC2-independent function for EZH2 in regulating rRNA 2'-O methylation and IRES-dependent translation . Nat. Cell Biol. 23 , 341 – 354 ( 2021 ). 33795875 33 M. F. Langelier , J. L. Planck , S. Roy , J. M. Pascal , Structural basis for DNA damage-dependent poly(ADP-ribosyl)ation by human PARP-1 . Science 336 , 728 – 732 ( 2012 ). 22582261 34 J. Rudolph , J. Mahadevan , P. Dyer , K. Luger , Poly(ADP-ribose) polymerase 1 searches DNA via a ‘monkey bar’ mechanism . eLife 7 , ( 2018 ). 35 J. D. Chapman , J. P. Gagne , G. G. Poirier , D. R. Goodlett , Mapping PARP-1 auto-ADP-ribosylation sites by liquid chromatography-tandem mass spectrometry . J. Proteome Res. 12 , 1868 – 1880 ( 2013 ). 23438649 36 M. Masson , C. Niedergang , V. Schreiber , S. Muller , J. Menissier-de Murcia , G. de Murcia , XRCC1 is specifically associated with poly(ADP-ribose) polymerase and negatively regulates its activity following DNA damage . Mol. Cell. Biol. 18 , 3563 – 3571 ( 1998 ). 9584196 37 K. Xu , Z. J. Wu , A. C. Groner , H. H. He , C. Cai , R. T. Lis , X. Wu , E. C. Stack , M. Loda , T. Liu , H. Xu , L. Cato , J. E. Thornton , R. I. Gregory , C. Morrissey , R. L. Vessella , R. Montironi , C. Magi-Galluzzi , P. W. Kantoff , S. P. Balk , X. S. Liu , M. Brown , EZH2 oncogenic activity in castration-resistant prostate cancer cells is Polycomb-independent . Science 338 , 1465 – 1469 ( 2012 ). 23239736 38 P. Jain , C. Ballare , E. Blanco , P. Vizan , L. Di Croce , PHF19 mediated regulation of proliferation and invasiveness in prostate cancer cells . eLife 9 , ( 2020 ). 39 ENCODE Project Consortium , An integrated encyclopedia of DNA elements in the human genome . Nature 489 , 57 – 74 ( 2012 ). 22955616 40 D. D’Amours , S. Desnoyers , I. D’Silva , G. G. Poirier , Poly(ADP-ribosyl)ation reactions in the regulation of nuclear functions . Biochem. J. 342 ( Pt. 2 ), 249 – 268 ( 1999 ). 10455009 41 J. Kim , Y. Lee , X. Lu , B. Song , K. W. Fong , Q. Cao , J. D. Licht , J. C. Zhao , J. Yu , Polycomb- and methylation-independent roles of EZH2 as a transcription activator . Cell Rep. 25 , 2808 – 2820.e4 ( 2018 ). 30517868 42 C. Harris , M. Cloutier , M. Trotter , M. Hinten , S. Gayen , Z. Du , W. Xie , S. Kalantry , Conversion of random x-inactivation to imprinted x-inactivation by maternal PRC2 . eLife 8 , e44258 ( 2019 ). 30938678 43 Q. Liu , G. Wang , Q. Li , W. Jiang , J. S. Kim , R. Wang , S. Zhu , X. Wang , L. Yan , Y. Yi , L. Zhang , Q. Meng , C. Li , D. Zhao , Y. Qiao , Y. Li , D. B. Gursel , A. M. Chinnaiyan , K. Chen , Q. Cao , Polycomb group proteins EZH2 and EED directly regulate androgen receptor in advanced prostate cancer . Int. J. Cancer 145 , 415 – 426 ( 2019 ). 30628724 44 Z. Shao , B. J. Lee , E. Rouleau-Turcotte , M. F. Langelier , X. Lin , V. M. Estes , J. M. Pascal , S. Zha , Clinical PARP inhibitors do not abrogate PARP1 exchange at DNA damage sites in vivo . Nucleic Acids Res. 48 , 9694 – 9709 ( 2020 ). 32890402 45 Y. Pommier , Topoisomerase I inhibitors: Camptothecins and beyond . Nat. Rev. Cancer 6 , 789 – 802 ( 2006 ). 16990856 46 C. Mei , L. Lei , L. M. Tan , X. J. Xu , B. M. He , C. Luo , J. Y. Yin , X. Li , W. Zhang , H. H. Zhou , Z. Q. Liu , The role of single strand break repair pathways in cellular responses to camptothecin induced DNA damage . Biomed. Pharmacother. 125 , 109875 ( 2020 ). 32036211 47 M. E. Ashour , R. Atteya , S. F. El-Khamisy , Topoisomerase-mediated chromosomal break repair: An emerging player in many games . Nat. Rev. Cancer 15 , 137 – 151 ( 2015 ). 25693836 48 S. N. Khodyreva , R. Prasad , E. S. Ilina , M. V. Sukhanova , M. M. Kutuzov , Y. Liu , E. W. Hou , S. H. Wilson , O. I. Lavrik , Apurinic/apyrimidinic (AP) site recognition by the 5'-dRP/AP lyase in poly(ADP-ribose) polymerase-1 (PARP-1) . Proc. Natl. Acad. Sci. U.S.A. 107 , 22090 – 22095 ( 2010 ). 21127267 49 M. M. Murata , X. Kong , E. Moncada , Y. Chen , H. Imamura , P. Wang , M. W. Berns , K. Yokomori , M. A. Digman , NAD+ consumption by PARP1 in response to DNA damage triggers metabolic shift critical for damaged cell survival . Mol. Biol. Cell 30 , 2584 – 2597 ( 2019 ). 31390283 50 K. M. Frizzell , M. J. Gamble , J. G. Berrocal , T. Zhang , R. Krishnakumar , Y. Cen , A. A. Sauve , W. L. Kraus , Global analysis of transcriptional regulation by poly(ADP-ribose) polymerase-1 and poly(ADP-ribose) glycohydrolase in MCF-7 human breast cancer cells . J. Biol. Chem. 284 , 33926 – 33938 ( 2009 ). 19812418 51 B. A. Gibson , Y. Zhang , H. Jiang , K. M. Hussey , J. H. Shrimp , H. Lin , F. Schwede , Y. Yu , W. L. Kraus , Chemical genetic discovery of PARP targets reveals a role for PARP-1 in transcription elongation . Science 353 , 45 – 50 ( 2016 ). 27256882 52 H. Fu , R. Liu , Z. Jia , R. Li , F. Zhu , W. Zhu , Y. Shao , Y. Jin , Y. Xue , J. Huang , K. Luo , X. Gao , H. Lu , Q. Zhou , Poly(ADP-ribosylation) of P-TEFb by PARP1 disrupts phase separation to inhibit global transcription after DNA damage . Nat. Cell Biol. 24 , 513 – 525 ( 2022 ). 35393539 53 A. Lasorella , R. Benezra , A. Iavarone , The ID proteins: Master regulators of cancer stem cells and tumour aggressiveness . Nat. Rev. Cancer 14 , 77 – 91 ( 2014 ). 24442143 54 B. S. Taylor , N. Schultz , H. Hieronymus , A. Gopalan , Y. Xiao , B. S. Carver , V. K. Arora , P. Kaushik , E. Cerami , B. Reva , Y. Antipin , N. Mitsiades , T. Landers , I. Dolgalev , J. E. Major , M. Wilson , N. D. Socci , A. E. Lash , A. Heguy , J. A. Eastham , H. I. Scher , V. E. Reuter , P. T. Scardino , C. Sander , C. L. Sawyers , W. L. Gerald , Integrative genomic profiling of human prostate cancer . Cancer Cell 18 , 11 – 22 ( 2010 ). 20579941 55 K. A. Hoadley , C. Yau , T. Hinoue , D. M. Wolf , A. J. Lazar , E. Drill , R. Shen , A. M. Taylor , A. D. Cherniack , V. Thorsson , R. Akbani , R. Bowlby , C. K. Wong , M. Wiznerowicz , F. Sanchez-Vega , A. G. Robertson , B. G. Schneider , M. S. Lawrence , H. Noushmehr , T. M. Malta , Cancer Genome Atlas Network , J. M. Stuart , C. C. Benz , P. W. Laird , Cell-of-origin patterns dominate the molecular classification of 10,000 tumors from 33 types of cancer . Cell 173 , 291 – 304.e6 ( 2018 ). 29625048 56 D. A. Quigley , H. X. Dang , S. G. Zhao , P. Lloyd , R. Aggarwal , J. J. Alumkal , A. Foye , V. Kothari , M. D. Perry , A. M. Bailey , D. Playdle , T. J. Barnard , L. Zhang , J. Zhang , J. F. Youngren , M. P. Cieslik , A. Parolia , T. M. Beer , G. Thomas , K. N. Chi , M. Gleave , N. A. Lack , A. Zoubeidi , R. E. Reiter , M. B. Rettig , O. Witte , C. J. Ryan , L. Fong , W. Kim , T. Friedlander , J. Chou , H. Li , R. Das , H. Li , R. Moussavi-Baygi , H. Goodarzi , L. A. Gilbert , P. N. Lara Jr. , C. P. Evans , T. C. Goldstein , J. M. Stuart , S. A. Tomlins , D. E. Spratt , R. K. Cheetham , D. T. Cheng , K. Farh , J. S. Gehring , J. Hakenberg , A. Liao , P. G. Febbo , J. Shon , B. Sickler , S. Batzoglou , K. E. Knudsen , H. H. He , J. Huang , A. W. Wyatt , S. M. Dehm , A. Ashworth , A. M. Chinnaiyan , C. A. Maher , E. J. Small , F. Y. Feng , Genomic hallmarks and structural variation in metastatic prostate cancer . Cell 175 , 889 ( 2018 ). 30340047 57 A. Subramanian , P. Tamayo , V. K. Mootha , S. Mukherjee , B. L. Ebert , M. A. Gillette , A. Paulovich , S. L. Pomeroy , T. R. Golub , E. S. Lander , J. P. Mesirov , Gene set enrichment analysis: A knowledge-based approach for interpreting genome-wide expression profiles . Proc. Natl. Acad. Sci. U.S.A. 102 , 15545 – 15550 ( 2005 ). 16199517 58 A. Liberzon , C. Birger , H. Thorvaldsdottir , M. Ghandi , J. P. Mesirov , P. Tamayo , The Molecular Signatures Database (MSigDB) hallmark gene set collection . Cell Syst. 1 , 417 – 425 ( 2015 ). 26771021 59 A. P. Bracken , M. Ciro , A. Cocito , K. Helin , E2F target genes: Unraveling the biology . Trends Biochem. Sci. 29 , 409 – 417 ( 2004 ). 15362224 60 P. Iglesias , M. Seoane , I. Golan , I. Castro-Piedras , M. Fraga , V. M. Arce , J. A. Costoya , PARP1 deficiency reduces tumour growth by decreasing E2F1 hyperactivation: A novel mechanism in the treatment of cancer . Cancers 12 , 29072 ( 2020 ). 61 C. M. Simbulan-Rosenthal , D. S. Rosenthal , R. Luo , R. Samara , L. A. Espinoza , P. O. Hassa , M. O. Hottiger , M. E. Smulson , PARP-1 binds E2F-1 independently of its DNA binding and catalytic domains, and acts as a novel coactivator of E2F-1-mediated transcription during re-entry of quiescent cells into S phase . Oncogene 22 , 8460 – 8471 ( 2003 ). 14627987 62 E. Fang , X. Wang , F. Yang , A. Hu , J. Wang , D. Li , H. Song , M. Hong , Y. Guo , Y. Liu , H. Li , K. Huang , L. Zheng , Q. Tong , Therapeutic targeting of MZF1-AS1/PARP1/E2F1 axis inhibits proline synthesis and neuroblastoma progression . Adv. Sci. 6 , 1900581 ( 2019 ). 63 D. G. Johnson , K. Ohtani , J. R. Nevins , Autoregulatory control of E2F1 expression in response to positive and negative regulators of cell cycle progression . Genes Dev. 8 , 1514 – 1525 ( 1994 ). 7958836 64 C. Desdouets , J. Sobczak-Thepot , M. Murphy , C. Brechot , Cyclin A: Function and expression during cell proliferation . Prog. Cell Cycle Res. 1 , 115 – 123 ( 1995 ). 9552357 65 P. Baumann , S. C. West , Role of the human RAD51 protein in homologous recombination and double-stranded-break repair . Trends Biochem. Sci. 23 , 247 – 251 ( 1998 ). 9697414 66 D. C. Hegan , Y. Lu , G. C. Stachelek , M. E. Crosby , R. S. Bindra , P. M. Glazer , Inhibition of poly(ADP-ribose) polymerase down-regulates BRCA1 and RAD51 in a pathway mediated by E2F4 and p130 . Proc. Natl. Acad. Sci. U.S.A. 107 , 2201 – 2206 ( 2010 ). 20133863 67 Y. Zhao , L. Ding , D. Wang , Z. Ye , Y. He , L. Ma , R. Zhu , Y. Pan , Q. Wu , K. Pang , X. Hou , S. J. Weroha , C. Han , R. Coleman , I. Coleman , R. J. Karnes , J. Zhang , P. S. Nelson , L. Wang , H. Huang , EZH2 cooperates with gain-of-function p53 mutants to promote cancer growth and metastasis . EMBO J. 38 , e99599 ( 2019 ). 30723117 68 Y. Liu , C. E. Tu , X. Guo , C. Wu , C. Gu , Q. Lai , Y. Fang , J. Huang , Z. Wang , A. Li , S. Liu , Tumor-suppressive function of EZH2 is through inhibiting glutaminase . Cell Death Dis. 12 , 975 ( 2021 ). 34671029 69 Y. Wang , N. Hou , X. Cheng , J. Zhang , X. Tan , C. Zhang , Y. Tang , Y. Teng , X. Yang , Ezh2 acts as a tumor suppressor in kras-driven lung adenocarcinoma . Int. J. Biol. Sci. 13 , 652 – 659 ( 2017 ). 28539837 70 S. Karakashev , T. Fukumoto , B. Zhao , J. Lin , S. Wu , N. Fatkhutdinov , P. H. Park , G. Semenova , S. Jean , M. G. Cadungog , M. E. Borowsky , A. V. Kossenkov , Q. Liu , R. Zhang , EZH2 inhibition sensitizes CARM1-high, homologous recombination proficient ovarian cancers to PARP inhibition . Cancer Cell 37 , 157 – 167.e6 ( 2020 ). 32004442 71 A. Y. Yang , E. B. Choi , M. So Park , S. K. Kim , M. S. Park , M. Y. Kim , PARP1 and PRC2 double deficiency promotes BRCA-proficient breast cancer growth by modification of the tumor microenvironment . FEBS J. 288 , 2888 – 2910 ( 2021 ). 33205541 72 Y. Liao , C. H. Chen , T. Xiao , B. de la Pena Avalos , E. V. Dray , C. Cai , S. Gao , N. Shah , Z. Zhang , A. Feit , P. Xue , Z. Liu , M. Yang , J. H. Lee , H. Xu , W. Li , S. Mei , R. S. Pierre , S. Shu , T. Fei , M. Duarte , J. Zhao , J. E. Bradner , K. Polyak , P. W. Kantoff , H. Long , S. P. Balk , X. S. Liu , M. Brown , K. Xu , Inhibition of EZH2 transactivation function sensitizes solid tumors to genotoxic stress . Proc. Natl. Acad. Sci. U.S.A. 119 , e2105898119 ( 2022 ). 35031563 73 B. Rondinelli , E. Gogola , H. Yucel , A. A. Duarte , M. van de Ven , R. van der Sluijs , P. A. Konstantinopoulos , J. Jonkers , R. Ceccaldi , S. Rottenberg , A. D. D’Andrea , EZH2 promotes degradation of stalled replication forks by recruiting MUS81 through histone H3 trimethylation . Nat. Cell Biol. 19 , 1371 – 1378 ( 2017 ). 29035360 74 J. Jumper , R. Evans , A. Pritzel , T. Green , M. Figurnov , O. Ronneberger , K. Tunyasuvunakool , R. Bates , A. Zidek , A. Potapenko , A. Bridgland , C. Meyer , S. A. A. Kohl , A. J. Ballard , A. Cowie , B. Romera-Paredes , S. Nikolov , R. Jain , J. Adler , T. Back , S. Petersen , D. Reiman , E. Clancy , M. Zielinski , M. Steinegger , M. Pacholska , T. Berghammer , S. Bodenstein , D. Silver , O. Vinyals , A. W. Senior , K. Kavukcuoglu , P. Kohli , D. Hassabis , Highly accurate protein structure prediction with AlphaFold . Nature 596 , 583 – 589 ( 2021 ). 34265844 75 Y. Yi , Y. Li , C. Li , L. Wu , D. Zhao , F. Li , L. Fazli , R. Wang , L. Wang , X. Dong , W. Zhao , K. Chen , Q. Cao , Methylation-dependent and -independent roles of EZH2 synergize in CDCA8 activation in prostate cancer . Oncogene 41 , 1610 – 1621 ( 2022 ). 35094010 76 D. Kim , J. M. Paggi , C. Park , C. Bennett , S. L. Salzberg , Graph-based genome alignment and genotyping with HISAT2 and HISAT-genotype . Nat. Biotechnol. 37 , 907 – 915 ( 2019 ). 31375807 77 Y. Liao , G. K. Smyth , W. Shi , featureCounts: An efficient general purpose program for assigning sequence reads to genomic features . Bioinformatics 30 , 923 – 930 ( 2014 ). 24227677 78 M. D. Robinson , D. J. McCarthy , G. K. Smyth , edgeR: A bioconductor package for differential expression analysis of digital gene expression data . Bioinformatics 26 , 139 – 140 ( 2010 ). 19910308 79 K. Blighe, S. Rana, M. Lewis, EnhancedVolcano: Publication-ready volcano plots with enhanced colouring and labeling. R package version 1.18.0, (2023). 80 Z. Gu , R. Eils , M. Schlesner , Complex heatmaps reveal patterns and correlations in multidimensional genomic data . Bioinformatics 32 , 2847 – 2849 ( 2016 ). 27207943 81 J. T. Robinson , H. Thorvaldsdottir , W. Winckler , M. Guttman , E. S. Lander , G. Getz , J. P. Mesirov , Integrative genomics viewer . Nat. Biotechnol. 29 , 24 – 26 ( 2011 ). 21221095 82 T. Y. Wang , Q. Liu , Y. Ren , S. K. Alam , L. Wang , Z. Zhu , L. H. Hoeppner , S. M. Dehm , Q. Cao , R. Yang , A pan-cancer transcriptome analysis of exitron splicing identifies novel cancer driver genes and neoepitopes . Mol. Cell 81 , 2246 – 2260.e12 ( 2021 ). 33861991 83 E. Neuman , E. K. Flemington , W. R. Sellers , W. G. Kaelin Jr. , Transcription of the E2F-1 gene is rendered cell cycle dependent by E2F DNA-binding sites within its promoter . Mol. Cell. Biol. 14 , 6607 – 6615 ( 1994 ). 7935380 84 C. T. Meyer , D. J. Wooten , B. B. Paudel , J. Bauer , K. N. Hardeman , D. Westover , C. M. Lovly , L. A. Harris , D. R. Tyson , V. Quaranta , Quantifying drug combination synergy along potency and efficacy axes . Cell Syst. 8 , 97 – 108.e16 ( 2019 ). 30797775 85 Y. Xie , H. Li , X. Luo , H. Li , Q. Gao , L. Zhang , Y. Teng , Q. Zhao , Z. Zuo , J. Ren , IBS 2.0: An upgraded illustrator for the visualization of biological sequences . Nucleic Acids Res. 50 , W420 – W426 ( 2022 ). 35580044",
  "plain_text": "DNA repair dysregulation is a key driver of cancer development. Understanding the molecular mechanisms underlying DNA repair dysregulation in cancer cells is crucial for cancer development and therapies. Here, we report that enhancer of zeste homolog 2 (EZH2) directly methylates poly(adenosine diphosphate–ribose) polymerase-1 (PARP-1), an essential enzyme involved in DNA repair, and regulates its activity. Functionally, EZH2-catalyzed methylation represses PARP1 catalytic activity, down-regulates the recruitment of x-ray repair cross-complementing group-1 to DNA lesions and its associated DNA damage repair; on the other hand, it protects the cells from nicotinamide adenine dinucleotide overconsumption upon DNA damage formation. Meanwhile, EZH2-mediated methylation regulates PARP1 transcriptional and oncogenic activity, at least in part, through impairing PARP1-E2F1 interaction and E2F1 transcription factor activity. EZH2 and PARP1 inhibitors synergistically suppress prostate cancer growth. Collectively, our findings uncover an insight of EZH2 functions in fine-tuning PARP1 activity during DNA damage repair and cancer progression, which provides a rationale for combinational targeting EZH2 and PARP1 in cancer.\n\nEZH2-mediated PARP1 methylation regulates PARP1 function in DNA damage repair and tumor progression."
}
