{
    "PMC": "2809215",
    "DOI": "10.1016/j.tips.2009.10.006",
    "PMID": "19969380",
    "PMCID": "PMC2809215",
    "title": "Protein kinase Calpha: disease regulator and therapeutic target.",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC2809215",
    "source": "MED",
    "abstract_text": "Protein kinase Calpha (PKCalpha) is a member of the AGC (which includes PKD, PKG and PKC) family of serine/threonine protein kinases that is widely expressed in mammalian tissues. It is closely related in structure, function and regulation to other members of the protein kinase C family, but has specific functions within the tissues in which it is expressed. There is substantial recent evidence, from gene knockout studies in particular, that PKCalpha activity regulates cardiac contractility, atherogenesis, cancer and arterial thrombosis. Selective targeting of PKCalpha therefore has potential therapeutic value in a wide variety of disease states, although will be technically complicated by the ubiquitous expression and multiple functions of the molecule.",
    "full_text": "Trends Pharmacol Sci Trends Pharmacol. Sci Trends in Pharmacological Sciences 0165-6147 1873-3735 Published By Elsevier In Association With The International Union Of Pharmacology 2809215 S0165-6147(09)00181-3 10.1016/j.tips.2009.10.006 Opinion Protein kinase Cα: disease regulator and therapeutic target Konopatskaya Olga Poole Alastair W. a.poole@bris.ac.uk Department of Physiology & Pharmacology, School of Medical Sciences, University Walk, Bristol BS8 1TD, UK 1 1 2010 1 2010 31 1 8 14 © 2010 Elsevier Ltd. 2009 Elsevier Ltd Open Access under CC BY-NC-ND 3.0 license Protein kinase Cα (PKCα) is a member of the AGC (which includes PKD, PKG and PKC) family of serine/threonine protein kinases that is widely expressed in mammalian tissues. It is closely related in structure, function and regulation to other members of the protein kinase C family, but has specific functions within the tissues in which it is expressed. There is substantial recent evidence, from gene knockout studies in particular, that PKCα activity regulates cardiac contractility, atherogenesis, cancer and arterial thrombosis. Selective targeting of PKCα therefore has potential therapeutic value in a wide variety of disease states, although will be technically complicated by the ubiquitous expression and multiple functions of the molecule. Introduction Protein kinase C (PKC) is a family of serine/threonine protein kinases that regulate various cellular functions, including adhesion, secretion, proliferation, differentiation and apoptosis. The family is classified into three groups on the basis of the arrangement of their regulatory domains w2 [1] . Conventional isoforms (cPKC; α, β, γ) contain a diacylglycerol (DAG)/phorbol ester-binding C1 domain and a Ca 2+ -binding C2 domain. Novel isoforms (nPKC; δ, ɛ, η, θ) also contain C1 domains, but their C2 domains are unable to bind Ca 2+ . Atypical isoforms (aPKC; ζ and ι/λ) lack a C2 domain and have an atypical C1 domain, and are therefore regulated independently of Ca 2+ or DAG. Here we focus on PKCα because of recent evidence, particularly derived from genetic studies, implicating this kinase in several major disease processes [2–4] , and because of the multiple approaches that may be adopted to target PKCα pharmacologically [5–7] . PKCα is widely expressed and being a conventional PKC isoform, it may be regulated downstream of the multitude of receptors that couple to activation of phospholipase C, including Gq-coupled GPCRs (G-protein-coupled receptors), growth factor receptors and adhesion receptors. Pharmacological studies have shown PKCα to regulate multiple biological processes, including cell proliferation, apoptosis, differentiation, migration and adhesion. These roles are described and discussed elsewhere [1,8–10] and are outside of the scope of this article. The more recent introduction of PKCα gene knockout ( Prkca −/− ) mice has provided definitive evidence for the function of this kinase in physiological processes including insulin coupling to PI3kinase [11] , and immune cell functions such as IgG class switching [12] and down-regulation of the T cell receptor [13] , such as prostate and breast cancer, heart failure and pulmonary disease. PKCα gene knockout mice are now also revealing critical roles for this gene in disease processes. In this opinion, we concentrate on the role of PKCα in the three best studied of these: cardiovascular dysfunction, arterial thrombosis and cancer ( Fig. 1 ). We suggest that, through a variety of pharmacological strategies ( Box 1 ), PKCα may emerge as a key target in the future treatment and management of these diseases. PKCα in cardiovascular disease regulation Heart failure It has been established that various PKC isoforms, including PKCα, contribute to impaired left ventricular filling and ejection in heart failure [6] . PKCα is both necessary and sufficient to induce cardiomyocyte hypertrophy - an adaptive mechanism triggered by decreased cardiac output and, if sustained, leading to heart failure and death - by an increase in protein synthesis, protein-DNA ratio, and cell surface area [14] . Further, PKCα antisense treatment reduces phenylephrine-induced increases in α-actin mRNA and atrial natriuretic peptide secretion [15] , thereby causing a loss of some markers of pathological hypertrophy. Overexpression of PKCα also increases cardiomyocyte surface area and atrial natriuretic peptide expression, indicating that PKCα activation induces cardiomyocyte hypertrophy [16] . This regulation of cardiac hypertrophy translates into end-stage heart failure, and in animal models of this disease, expression and activity of PKCα are up-regulated [17] . Ablation of myocardial PKCα by targeted gene knockout leads to increased myocardial contractility, whereas transgenic overexpression of PKCα results in ventricular dysfunction and alterations in Ca 2+ homeostasis [3] . The mechanism of PKCα-dependent depression of myofilament contractility involves phosphorylation of the cardiac troponins cTnI and/or cTnT functionally important in controlling maximum tension, ATPase activity, and Ca 2+ sensitivity of the myofilaments [18] . Atherosclerosis Atherosclerosis is a disease of large and medium-sized vessels that involves multiple cells and processes including endothelial dysfunction, inflammation and proliferation. In the arterial wall the disease is characterized by the emergence in the intima of atherosclerotic fatty streaks, later transforming into plaques, consisting of connective tissue and some smooth muscle cells (SMCs). It is accompanied by thickening and hardening (sclerosis) of the arterial wall, loss of elasticity due to infiltration of the intima with mononuclear cells, SMCs, and increased endothelial cell depositions. Atherosclerosis designates a special form of arteriosclerosis that is additionally characterized by the occurrence of foam cells, that is, lipid-laden macrophages and SMCs that may rupture and release their contents into the lesional areas. There is substantial evidence that PKCα plays key roles in these processes. Endothelial cell proliferation Pathological angiogenesis has been implicated in a number of vascular diseases, including unstable atherosclerotic plaque development [19] . Although there are some reports to the contrary [20,21] , PKCα has generally been shown to be a positive regulator of angiogenesis [22] , involving the processes of endothelial cell migration, adhesion and tube formation mediated by vascular endothelial growth factor (VEGF). In vivo , knockdown of PKCα prevents myocardial vessel formation in a murine model of myocardial infarction [23] . There seems to be positive feedback between the two signalling components, PKCα and VEGF, because VEGF expression in endothelial cells depends on PKCα, but in turn VEGF leads to activation of PKCα [24] . Overexpression of a PKCα pseudosubstrate inhibitory peptide also slows the rate of endothelial cell migration [25] . Additionally, PKCα mediates interleukin-1β-induced expression of matrix metalloproteinase-2, a molecule implicated in angiogenesis [26] . Endothelial barrier function Endothelial permeability is tightly regulated by a balance of contractile forces generated by the cytoskeleton and adhesive forces generated by cell–cell and cell–matrix contact [27] . Early studies suggested that PKC mediates the acute rise in endothelial permeability in vitro , via receptor-mediated (e.g. through thrombin, histamine or bradykinin receptors), or receptor-independent (by oxidants or shear stress) increases in phospholipase C activity [28] . Subsequently, several studies have narrowed this effect specifically to PKCα and its role in endothelial cell contraction and disassembly of VE-cadherin junctions [29,30] . At the molecular level, the mechanism might involve PKCα-dependent regulation of transient receptor potential canonical-1 (TRPC-1) channels [31] and Rho GTPases [32,33] . The increase in pulmonary endothelial cell permeability caused by TNFα is also associated with an increase in PKCα activity [34] , and protein phosphatase type 2B (PP2B), which might regulate PKCα activity, is also implicated in regulating the permeability of pulmonary endothelial cells [35] . Lastly, endothelial permeability is altered in diabetes mellitus, and PKCα has been shown to mediate glucose-induced increases in endothelial cell permeability [36] . Therefore, there is high consensus among data supporting the idea that PKCα positively regulates endothelial permeability through various molecular mechanisms. Oxidative stress and monocyte adhesion Endothelial cell dysfunction elicited by oxidative stress plays a critical role in the pathogenesis of atherosclerosis [37] . Low-density lipoproteins (LDLs) may be oxidized when excessive free radicals react with the lipoproteins. In turn, these oxidized LDLs (Ox-LDLs) become deposited in the arterial walls and can lead to plaque development by stimulating macrophage uptake and foam cell formation. A detrimental feedback loop operates in endothelial cells, where superoxides lead to generation of Ox-LDLs, which in turn stimulate further superoxide generation. Fleming et al. [38] have shown that Ox-LDL stimulation of endothelial cells leads to uncoupling of endothelial nitric oxide synthase (eNOS) from its generation of nitric oxide, and a greater accumulation of superoxide free radicals. The signalling pathway in endothelial cells from Ox-LDL to eNOS has been attributed to inactivation and down-regulation of PKCα, which results in diminished phosphorylation of eNOS on Thr-495 [38] . Additionally, PKCα in inflammatory cells might mediate their adhesion to and interaction with endothelial cells. The adhesion of circulating monocytes to endothelial cells contributes importantly to the inflammatory aspects of atherogenesis, which describes the development of atherosclerotic plaques. Pre-incubation of monocytes with Gö6976, the inhibitor of classical PKC isoforms, significantly reduces monocyte adhesion to HUVECs (human umbilical vein endothelial cells) [39] . Another inflammatory mediator, apolipoprotein CIII, a constituent of apolipoprotein B, enhances the adhesion of monocytes to endothelial cells via PKCα-mediated β1-integrin activation [40] . Lastly, endothelial cell PKCα is important in also regulating inflammatory cell adhesion, through expression of the adhesion molecule PECAM-1 [41] , and through regulating exocytosis and surface expression of P-selectin, which mediates neutrophil-endothelial cell interaction [42] . In summary, although there is a mixed picture in terms of the role of PKCα in atherogenesis and cardiomyocyte hypertrophy, there is reasonable consensus that, on balance, inhibitors of PKCα are likely to be useful in the management of these diseases. Platelet function and thrombosis Platelets play a central role in mediating atherothrombosis, characterized by an unpredictable atherosclerotic plaque disruption, and are therefore the target of numerous therapies aimed at reducing their activity, particularly in the prevention of coronary artery thrombosis in heart attacks [43] . PKC has been established, largely by pharmacological studies, as a major regulator of multiple platelet activities [44] , and it is increasingly clear that the different isozymes of PKC expressed in platelets perform distinct functions. On activation, platelets release a multitude of active substances from secretory granules, essential for platelet pro-aggregatory responses and development of a stable thrombus in arteries. Yoshioka et al. [45] have analyzed the mechanisms governing Ca 2+ -induced secretion of α-granules and dense-core granules in permeabilized human platelets, and identified PKCα as an essential component of the mechanism. Using similar biochemical approaches, the same group demonstrated that PKCα is also involved in the regulation of Ca 2+- induced platelet aggregation [46] . Pula et al. [47] have shown that two tyrosine kinases, Syk and Src, physically interact with PKCα, leading to distinct functional consequences. Although they found that PKCα activity was dependent on Syk, Syk activity was not regulated by PKCα; however, Src activity was negatively regulated by PKCα. These results suggest that PKCα is an important factor in the complex interaction with tyrosine kinases for regulation of functional activities in platelets. Additionally, in a recent elegant study reconstructing the signalling pathway regulating platelet integrin α IIb β 3 in a heterologous cell system, it was shown that PKCα expression is required for activation of the integrin through the Rap1 pathway [48] . Key molecular functions of platelet activation are therefore mediated by PKCα. On the basis of pharmacological data, the specificity of the role played by PKCα has been a contentious issue, due to the lack of selectivity of the reagents available. We have therefore developed a genetic approach using PKCα knockout ( Prkca −/− ) mice to determine the role of PKCα in regulating platelet function and thrombus formation [4] . With regard to the suggested role of PKCα in regulating secretion of dense- and α-granules [45] , we were able to confirm definitively that secretion of these granules was substantially diminished in Prkca −/− platelets. Prkca −/− platelets showed significantly reduced functionally relevant phosphorylation on Ser95 of synaptosomal associated protein SNAP-23, an essential component of the membrane fusion machinery and an important regulator of vesicle docking and fusion [4] . This observation therefore may potentially explain the observed secretion defect in PKCα-deficient platelets. In addition, Prkca −/− platelets show a marked knockdown in activation of integrin α IIb β 3 in response either to thrombin or collagen-related peptide, paralleling a deficit in their ability to undergo aggregation at submaximal concentrations of agonist. This is also consistent with the impaired ability of Prkca −/− platelets to form a thrombus in vitro in blood flowing over a collagen-coated surface and in an in vivo laser-induced model of thrombus formation ( Fig. 2 ). The defect in secretion was shown, however, to be the central significant event, because addition of exogenous ADP (adenosine diphosphate), the major constituent released from platelet dense granules, rescued the deficits in responses seen in Prkca −/− platelets, confirming that granule secretion is likely to be the primary function for PKCα. These findings, together with the fact that Prkca −/− mice do not demonstrate any evidence of overt bleeding, have revealed that PKCα is a potential drug target for antithrombotic therapy, because selective inhibitors would be expected to exert a major effect on thrombus formation while sparing primary platelet adhesive functions. PKCα in cancer PKCα has long been recognized to have a role in regulating aspects of tumor growth and development [10] , although this role is clearly complex and highly tissue-dependent because in some cases it acts as a tumor promoter, and in others it functions as a tumor suppressor. Nonetheless, PKC in general has, for many years, been a drug target for the treatment of cancer. Pharmacological approaches to control of cancer by PKC inhibitors have been discussed elsewhere [7,49] and some of these approaches for PKCα are discussed in Box 1 . Its most consistent role is probably regulation of cell motility, and certainly PKCα activation can result in increased cell motility in several in vivo and in vitro cancer models, the effect of which may be reversed on PKCα inhibition [50,51] . However, the predominant overall picture is of a lack of consistency, which can be illustrated by its differing expression patterns in different tumors. Overexpression of PKCα has been demonstrated in tissue samples of prostate, endometrial, high-grade urinary bladder and hepatocellular cancers [52–55] , while for haematological malignancies up- or down-regulation of PKCα has been described [56] , and in basal cell carcinoma and colon cancers, down-regulation of PKCα has been observed [2,57] . A mixed picture also pertains to breast cancer cells, where it has been studied extensively. Whereas activation or over-expression of PKCα has been shown in breast cancer cells and in breast tumor samples by some [58,59] , down-regulation has been demonstrated by others [60] . In terms of cancer therapeutics, PKCα has been a target for the drug aprinocarsen (ISIS 3521; see also Box 1 ), a phosphorothioate antisense oligonucleotide (ASO) that targets the 3’-untranslated region of human PKCα mRNA, leading to decreased expression of the protein [61] . Aprinocarsen has been studied as a single agent, as well as in combination with standard chemotherapeutics, in cancer patients in over 20 trials from phase I to phase III (reviewed in [61,62] ). The studies include individuals with non-small cell lung cancer [63] , colon [64] , ovarian [65] , breast [66] and prostate cancers [67] and non-Hodgkin's lymphoma [68] . Although encouraging results have been observed in phase II trials, disappointingly aprinocarsen has failed to meet efficacy endpoints in phase III trials when used in combination with conventional chemotherapy for late-stage lung cancer [69,70] . Reasons for this lack of efficacy could be manifold, including lack of prior screening of patients for expression levels of PKCα, dose reduction due to toxicity during the trial and driving of cell proliferation by other related PKC isoforms [69] . Conclusions PKCα plays important roles in several cellular processes and pathologies, involving cancer, cardiovascular disorders, atherogenesis and thrombosis. Its ubiquity and multiple roles, however, present a potential difficulty in its use as a drug target, although the mutual functional redundancy of various PKC isoforms might help to overcome possible unwanted effects of specific pharmacological intervention. It is clear, for instance, that thrombus formation is markedly diminished in the Prkca −/− mouse, whereas haemostasis is normal [4] . This functional redundancy with related PKC isoforms may also obscure other potential roles for PKCα, determined in particular from gene knockout strategies. There are clearly many strategies that can be adopted to target this kinase therapeutically ( Box 1 ), and in this regard a key advance will be the determination of the crystal structure of the catalytic domain of PKCα. It will be important to continue developing strategies for PKCα targeting in the future, because specific drug targeting could have great value in the treatment of multiple disease states. Conflict of interest declaration The authors have declared that no conflict of interest exists. References 1 Parker P.J. Murray-Rust J. PKC at a glance J. Cell Sci. 117 2004 131 132 14676268 2 Oster H. Leitges M. Protein kinase Cα but not PKCζ suppresses intestinal tumor formation in ApcMin/+ mice Cancer Res. 66 2006 6955 6963 16849539 3 Braz J.C. PKCα regulates cardiac contractility and propensity toward heart failure Nat. Med. 10 2004 248 254 14966518 4 Konopatskaya O. PKCα regulates platelet granule secretion and thrombus formation in mice J. Clin. Invest. 119 2009 399 407 19147982 5 Churchill E. PKC isozymes in chronic cardiac disease: possible therapeutic targets? Annu. Rev. Pharmacol. Toxicol. 48 2008 569 599 17919087 6 Palaniyandi S.S. Protein kinase C in heart failure: a therapeutic target? Cardiovasc. Res. 82 2009 229 239 19168855 7 Mackay H.J. Twelves C.J. Targeting the protein kinase C family: are we there yet? Nat. Rev. Cancer 7 2007 554 562 17585335 8 Dempsey E.C. Protein kinase C isozymes and the regulation of diverse cell responses Am. J. Physiol. Lung Cell Mol. Physiol. 279 2000 L429 438 10956616 9 Gould C.M. Newton A.C. The life and death of protein kinase C Curr. Drug Targets 9 2008 614 625 18691009 10 Nakashima S. Protein kinase Cα (PKCα): regulation and biological function J. Biochem. 132 2002 669 675 12417014 11 Leitges M. Knockout of PKCα enhances insulin signaling through PI3K Mol. Endocrinol. 16 2002 847 858 11923480 12 Pfeifhofer C. Defective IgG2a/2b class switching in PKCα-/- mice J. Immunol. 176 2006 6004 6011 16670309 13 von Essen M. Protein kinase C (PKC) α and PKCθ are the major PKC isotypes involved in TCR down-regulation J. Immunol. 176 2006 7502 7510 16751397 14 Vijayan K. Protein kinase Cα-induced hypertrophy of neonatal rat ventricular myocytes Am. J. Physiol. Heart Circ. Physiol. 287 2004 H2777 2789 15271671 15 Kerkela R. Identification of PKCα isoform-specific effects in cardiac myocytes using antisense phosphorothioate oligonucleotides Mol. Pharmacol. 62 2002 1482 1491 12435817 16 Braz J.C. PKCα regulates the hypertrophic growth of cardiomyocytes through extracellular signal-regulated kinase1/2 (ERK1/2) J. Cell Biol. 156 2002 905 919 11864993 17 Belin R.J. Augmented protein kinase Cα-induced myofilament protein phosphorylation contributes to myofilament dysfunction in experimental congestive heart failure Circ. Res. 101 2007 195 204 17556659 18 Sumandea M.P. Identification of a functionally critical protein kinase C phosphorylation residue of cardiac troponin T J. Biol. Chem. 278 2003 35135 35144 12832403 19 Holm P.W. Atherosclerotic plaque development and instability: a dual role for VEGF Ann. Med. 41 2009 257 264 19089693 20 Rask-Madsen C. King G.L. Differential regulation of VEGF signaling by PKCα and PKCɛ in endothelial cells Arterioscler Thromb. Vasc. Biol. 28 2008 919 924 18323518 21 Xia P. Characterization of vascular endothelial growth factor's effect on the activation of protein kinase C, its isoforms, and endothelial cell growth J. Clin. Invest. 98 1996 2018 2026 8903320 22 Goekjian P.G. Jirousek M.R. Protein kinase C inhibitors as novel anticancer drugs Expert Opin. Investig. Drugs 10 2001 2117 2140 23 Wang A. Inhibition of protein kinase Cα prevents endothelial cell migration and vascular tube formation in vitro and myocardial neovascularization in vivo Circ. Res. 90 2002 609 616 11909826 24 Xu H. Protein kinase Cα promotes angiogenic activity of human endothelial cells via induction of vascular endothelial growth factor Cardiovasc. Res. 78 2008 349 355 18056764 25 Harrington E.O. Endothelial proliferation, migration, and differentiation are blunted by conditionally expressed protein kinase C pseudosubstrate peptides Biochem. Biophys Res. Commun. 271 2000 499 508 10799325 26 Mountain D.J. Interleukin-1beta increases expression and activity of matrix metalloproteinase-2 in cardiac microvascular endothelial cells: role of PKCalpha/beta1 and MAPKs Am. J. Physiol. Cell Physiol. 292 2007 C867 875 16987994 27 Aghajanian A. Endothelial cell junctions and the regulation of vascular permeability and leukocyte transmigration J. Thromb. Haemost. 6 2008 1453 1460 18647230 28 Lum H. Malik A.B. Regulation of vascular endothelial barrier function Am. J. Physiol. 267 1994 L223 241 7943249 29 Sandoval R. Ca(2+) signalling and PKCα activate increased endothelial permeability by disassembly of VE-cadherin junctions J. Physiol. 533 2001 433 445 11389203 30 Tiruppathi C. Role of Ca2+ signaling in the regulation of endothelial permeability Vascul. Pharmacol. 39 2002 173 185 12747958 31 Ahmmed G.U. Protein kinase Cα phosphorylates the TRPC1 channel and regulates store-operated Ca2+ entry in endothelial cells J. Biol. Chem. 279 2004 20941 20949 15016832 32 Mehta D. Protein kinase C-alpha signals rho-guanine nucleotide dissociation inhibitor phosphorylation and rho activation and regulates the endothelial cell barrier function J. Biol. Chem. 276 2001 22614 22620 11309397 33 Stamatovic S.M. Protein kinase Calpha-RhoA cross-talk in CCL2-induced alterations in brain endothelial permeability J. Biol. Chem. 281 2006 8379 8388 16439355 34 Ferro T. Protein kinase C-alpha mediates endothelial barrier dysfunction induced by TNF-alpha Am. J. Physiol. Lung Cell Mol. Physiol. 278 2000 L1107 1117 10835315 35 Lum H. Protein phosphatase 2B inhibitor potentiates endothelial PKC activity and barrier dysfunction Am. J. Physiol. Lung Cell Mol. Physiol. 281 2001 L546 555 11504680 36 Hempel A. High glucose concentrations increase endothelial cell permeability via activation of protein kinase C alpha Circ. Res. 81 1997 363 371 9285638 37 Witztum J.L. Steinberg D. Role of oxidized low density lipoprotein in atherogenesis J. Clin. Invest. 88 1991 1785 1792 1752940 38 Fleming I. Oxidized low-density lipoprotein increases superoxide production by endothelial nitric oxide synthase by inhibiting PKCalpha Cardiovasc. Res. 65 2005 897 906 15721870 39 Takahashi K. SDF-1-induced adhesion of monocytes to vascular endothelium is modulated by azelnidipine via protein kinase C inhibition Eur. J. Pharmacol. 552 2006 162 169 17067573 40 Kawakami A. Apolipoprotein CIII-induced THP-1 cell adhesion to endothelial cells involves pertussis toxin-sensitive G protein- and protein kinase C alpha-mediated nuclear factor-kappaB activation Arterioscler Thromb. Vasc. Biol. 27 2007 219 225 17038637 41 Gong N. Lactosylceramide recruits PKCalpha/epsilon and phospholipase A2 to stimulate PECAM-1 expression in human monocytes and adhesion to endothelial cells Proc. Natl. Acad. Sci. U. S. A. 101 2004 6490 6495 15084746 42 Fu J. Protease-activated receptor-1 activation of endothelial cells induces protein kinase Calpha-dependent phosphorylation of syntaxin 4 and Munc18c: role in signaling p-selectin expression J. Biol. Chem. 280 2005 3178 3184 15576373 43 Meadows T.A. Bhatt D.L. Clinical aspects of platelet inhibitors and thrombus formation Circ. Res. 100 2007 1261 1275 17495233 44 Harper M.T. Poole A.W. Isoform-specific functions of protein kinase C: the platelet paradigm Biochem. Soc. Trans. 35 2007 1005 1008 17956264 45 Yoshioka A. Identification of protein kinase Calpha as an essential, but not sufficient, cytosolic factor for Ca2+-induced alpha- and dense-core granule secretion in platelets J. Biol. Chem. 276 2001 39379 39385 11495897 46 Tabuchi A. Direct demonstration of involvement of protein kinase Calpha in the Ca2+-induced platelet aggregation J. Biol. Chem. 278 2003 26374 26379 12724315 47 Pula G. Functional interaction of protein kinase Calpha with the tyrosine kinases Syk and Src in human platelets J. Biol. Chem. 280 2005 7194 7205 15583006 48 Han J. Reconstructing and deconstructing agonist-induced activation of integrin alphaIIbbeta3 Curr. Biol. 16 2006 1796 1806 16979556 49 Fields A.P. Murray N.R. Protein kinase C isozymes as therapeutic targets for treatment of human cancers Adv. Enzyme Regul. 48 2008 166 178 18167314 50 Koivunen J. Protein kinase C alpha/beta inhibitor Go6976 promotes formation of cell junctions and inhibits invasion of urinary bladder carcinoma cells Cancer Res. 64 2004 5693 5701 15313909 51 Masur K. High PKC alpha and low E-cadherin expression contribute to high migratory activity of colon carcinoma cells Mol. Biol. Cell 12 2001 1973 1982 11451996 52 Fournier D.B. Protein kinase C alpha expression is inversely related to ER status in endometrial carcinoma: possible role in AP-1-mediated proliferation of ER-negative endometrial cancer Gynecol. Oncol. 81 2001 366 372 11371124 53 Koren R. Expression of protein kinase C isoenzymes in benign hyperplasia and carcinoma of prostate Oncol. Rep. 11 2004 321 326 14719062 54 Langzam L. Patterns of protein kinase C isoenzyme expression in transitional cell carcinoma of bladder. Relation to degree of malignancy Am. J. Clin. Pathol. 116 2001 377 385 11554166 55 Varga A. Tumor grade-dependent alterations in the protein kinase C isoform pattern in urinary bladder carcinomas Eur. Urol. 46 2004 462 465 15363561 56 Lahn M. The role of protein kinase C-alpha in hematologic malignancies Acta Haematol. 115 2006 1 8 16424642 57 Neill G.W. Loss of protein kinase Calpha expression may enhance the tumorigenic potential of Gli1 in basal cell carcinoma Cancer Res. 63 2003 4692 4697 12907651 58 Lahn M. Protein kinase C alpha expression in breast and ovarian cancer Oncology 67 2004 1 10 15459489 59 Tan M. Upregulation and activation of PKC alpha by ErbB2 through Src promotes breast cancer cell invasion that can be blocked by combined treatment with PKC alpha and Src inhibitors Oncogene 25 2006 3286 3295 16407820 60 Kerfoot C. Immunohistochemical analysis of advanced human breast carcinomas reveals downregulation of protein kinase C alpha J. Histochem. Cytochem. 52 2004 419 422 14966210 61 Hanauske A.R. The role of protein kinase C-alpha (PKC-alpha) in cancer and its modulation by the novel PKC-alpha-specific inhibitor aprinocarsen Curr. Pharm. Des. 10 2004 1923 1936 15180529 62 Li K. Zhang J. ISIS-3521. Isis Pharmaceuticals Curr. Opin. Investig. Drugs 2 2001 1454 1461 63 Villalona-Calero M.A. A phase I/II study of LY900003, an antisense inhibitor of protein kinase C-alpha, in combination with cisplatin and gemcitabine in patients with advanced non-small cell lung cancer Clin. Cancer Res. 10 2004 6086 6093 15447994 64 Marshall J.L. A phase II trial of ISIS 3521 in patients with metastatic colorectal cancer Clin. Colorectal. Cancer 4 2004 268 274 15555210 65 Advani R. A Phase II trial of aprinocarsen, an antisense oligonucleotide inhibitor of protein kinase C alpha, administered as a 21-day infusion to patients with advanced ovarian carcinoma Cancer 100 2004 321 326 14716767 66 Roychowdhury D. Lahn M. Antisense therapy directed to protein kinase C-alpha (Affinitak, LY900003/ISIS 3521): potential role in breast cancer Semin Oncol. 30 2003 30 33 12722024 67 Tolcher A.W. A randomized phase II and pharmacokinetic study of the antisense oligonucleotides ISIS 3521 and ISIS 5132 in patients with hormone-refractory prostate cancer Clin. Cancer Res. 8 2002 2530 2535 12171880 68 Rao S. Phase II study of ISIS 3521, an antisense oligodeoxynucleotide to protein kinase C alpha, in patients with previously treated low-grade non-Hodgkin's lymphoma Ann. Oncol. 15 2004 1413 1418 15319248 69 Paz-Ares L. Phase III study of gemcitabine and cisplatin with or without aprinocarsen, a protein kinase C-alpha antisense oligonucleotide, in patients with advanced-stage non-small-cell lung cancer J. Clin. Oncol. 24 2006 1428 1434 16549837 70 Roffey J. Protein kinase C intervention: the state of play Curr. Opin. Cell Biol. 21 2009 268 279 19233632 71 Cole D.C. Identification, characterization and initial hit-to-lead optimization of a series of 4-arylamino-3-pyridinecarbonitrile as protein kinase C theta (PKCtheta) inhibitors J. Med. Chem. 51 2008 5958 5963 18783200 72 Liu Q. Protein Kinase C{alpha}, but Not PKC{beta} or PKC{gamma}, Regulates Contractility and Heart Failure Susceptibility. Implications for Ruboxistaurin As a Novel Therapeutic Approach Circ. Res. 105 2009 194 200 19556521 73 Chen Y.B. LaCasce A.S. Enzastaurin Expert Opin. Investig. Drugs 17 2008 939 944 74 Das Evcimen N. King G.L. The role of protein kinase C activation and the vascular complications of diabetes Pharmacol. Res. 55 2007 498 510 17574431 75 Rademaker-Lakhai J.M. Phase I pharmacokinetic and pharmacodynamic study of the oral protein kinase C beta-inhibitor enzastaurin in combination with gemcitabine and cisplatin in patients with advanced cancer Clin. Cancer Res. 13 2007 4474 4481 17671132 76 Herbert J.M. Chelerythrine is a potent and specific inhibitor of protein kinase C Biochem. Biophys Res. Commun. 172 1990 993 999 2244923 77 Szallasi Z. Differential regulation of protein kinase C isozymes by bryostatin 1 and phorbol 12-myristate 13-acetate in NIH 3T3 fibroblasts J. Biol. Chem. 269 1994 2118 2124 8294465 78 Wender P.A. Function-oriented synthesis, step economy, and drug design Acc. Chem. Res. 41 2008 40 49 18159936 79 Bruns R.F. Inhibition of protein kinase C by calphostin C is light-dependent Biochem. Biophys Res. Commun. 176 1991 288 293 1708246 80 Poole A.W. PKC-interacting proteins: from function to pharmacology Trends Pharmacol. Sci. 25 2004 528 535 15380937 81 Churchill E.N. Rationally designed peptide regulators of protein kinase C Trends Endocrinol. Metab. 20 2009 25 33 19056296 82 Bates E. Intracoronary KAI-9803 as an adjunct to primary percutaneous coronary intervention for acute ST-segment elevation myocardial infarction Circulation 117 2008 886 896 18250271 83 Martelli A.M. Molecular characterization of protein kinase C-alpha binding to lamin A J. Cell Biochem. 86 2002 320 330 12112001 84 Tabellini G. Binding of elements of protein kinase C-alpha regulatory domain to lamin B1 Cell Signal. 14 2002 819 827 12135703 Acknowledgments The authors thank Drs Matthew Jones and Matthew Harper for their advice and critical reading of the manuscript. Work in the authors’ laboratory is supported by grants from the British Heart Foundation (grant nos. RG/05/015 and PG/07/118/24152). Figure 1 PKCα plays key physiological and pathological roles. The ubiquitously expressed protein kinase PKCα plays roles in multiple cellular processes, including many not detailed in the Figure. Depicted are the three areas discussed principally in the text where PKCα has been shown to play a role in regulating cardiac and vascular function, platelet function and thrombosis, and cellular proliferation and migration in cancers. In brief, PKCα negatively regulates myocardial contractility, positively regulates angiogenesis and monocyte adhesion to endothelial cells in atherosclerosis development, positively regulates platelet aggregation and thrombus formation in arteries and variously regulates tumor progression, depending upon cell type and nature of the cancer. Figure 2 PKCα plays a critical role regulating platelet function and thrombosis in arteries. Platelets are the smallest cellular component of the blood, and flow close to the endothelial lining of arteries continually surveying the vessel for breaches in endothelial integrity. In the main panel platelets are depicted encountering such a breach, exposing subendothelial collagen to which platelets adhere and activate. Critical for the rapid build up of a platelet aggregate, or thrombus, is the release of positive feedback mediators, many of which, including ADP which acts on its receptors P2Y 1 and P2Y 12 , are contained in secretory granules in platelets. The expanded inset figure illustrates that PKCα plays a crucial role mediating signals from the platelet collagen receptor, GPVI, to release of granule contents, including ADP, and also to activation of the major adhesion molecule, integrin α IIb β 3 . This integrin bridges platelets through binding the plasma protein fibrinogen. Platelet–platelet interaction and subsequent build up of a thrombus in arteries is therefore dependent upon platelet PKCα. Arterial thrombus formation is the major occlusive event underlying vessel blockage in heart disease and thrombotic stroke, and therefore platelet PKCα may represent a novel target for therapeutic intervention. Figure I PKCα domain structure mapped against pharmacological inhibitors. The structure comprises an N-terminal regulatory domain, consisting of the diacylglycerol (DAG)-binding C1 domain and the Ca 2+ -binding C2 domain, and a C-terminal catalytic domain, consisting of an ATP-binding pocket followed by the substrate-binding domain. Each component of the molecule is a potential target for pharmacological intervention, as indicated by the drugs listed below the domains. Thus, bryostatin and calphostin C target the C1 domain, RACK peptides mimic the C2 domain region of protein-protein interaction, staurosporine and its derivatives target the ATP binding pocket, whilst peptides that mimic the pseudosubstrate domain, and chelerythrine, bind to the substrate-binding domain. Not illustrated here is the use of genetic tools, such as antisense drugs (e.g. aprinocarsen), that can alter the expression of the protein in cells and tissues. Box 1 Approaches to targeting PKCα Several approaches are used to target PKCα therapeutically, as summarized in Figure I . 1. ATP (adenosine triphosphate) binding site The ATP binding site is attractive for drug targeting, although selectivity may be difficult to achieve due to conservation of sequence and structure for this domain within the PKC family. The high concentration of ATP competes also with inhibitors at this site, decreasing their apparent activity. However, this site is still highly attractive for drug development, particularly by structure-based approaches, which are proving useful for PKCθ inhibitors [71] . A publicly available crystal structure for PKCα is still absent, and is clearly a requirement for future development. Some bisinolylmaleimides, derivatives of staurosporine, show good selectivity within the PKC family. Ruboxistaurin (LY333531) and enzostaurin (LY317615) are designed to selectively target PKCβ, although a recent report suggests that ruboxistaurin may inhibit PKCα equipotently [72] . Both enzastaurin and ruboxistaurin are well tolerated [73,74] . Enzastaurin shows promise in phase I trials for the treatment of advanced cancer [75] . Ruboxistaurin has completed phase III trials for the management of diabetic retinopathy [70,74] , principally through targeting PKCβ. 2. Peptide substrate mimetics Peptide substrate mimetics are short peptides that resemble the preferred substrate sequence for PKCα, often mimicking the pseudosubstrate domain, and compete for substrate binding. In addition, a small-molecule inhibitor, chelerythrine, competitively binds to the substrate-binding pocket, although its specificity for PKCα is poor [76] . 3. C1 domain The C1 domain binds diacylglycerol (DAG) and phorbol esters. Bryostatin is a macrocyclic lactone that competes with DAG for binding [77] , and simplified analogues have been designed with improved activity [78] . Calphostin C also binds PKCα, and other PKC isoforms, at the C1 domain. The inhibition is irreversible, and requires prior light activation of the molecule [79] . 4. C2 domain The C2 domain binds Ca 2+ and mediates interaction with proteins [80] , in particular Receptors-for-Activated-C-Kinase (RACKs) [81] . RACK peptides therefore disrupt the localization of PKCs to their substrates, thereby effectively inhibiting their activity. This inhibition has been shown most extensively for PKCδ, where KAI-9803 is undergoing clinical trial for cardiac ST segment elevation of cardiogram in patients with myocardial infarction [82] . PKCα interacts with fascin and lamin A, and inhibition of these interactions might disrupt cytoskeleton- and nucleus-dependent signalling [83,84] . 5. Gene therapy Although not shown in Figure I , an antisense drug, aprinocarsen (ISIS 3521, LY900003), has been used to reduce expression of PKCα. This drug has undergone phase III clinical trials for the treatment of various human tumors [61] but has not progressed through to the clinic, due to non-achievement of efficacy endpoints and associated toxicity.",
    "full_text_abstract": "Protein kinase Cα (PKCα) is a member of the AGC (which includes PKD, PKG and PKC) family of serine/threonine protein kinases that is widely expressed in mammalian tissues. It is closely related in structure, function and regulation to other members of the protein kinase C family, but has specific functions within the tissues in which it is expressed. There is substantial recent evidence, from gene knockout studies in particular, that PKCα activity regulates cardiac contractility, atherogenesis, cancer and arterial thrombosis. Selective targeting of PKCα therefore has potential therapeutic value in a wide variety of disease states, although will be technically complicated by the ubiquitous expression and multiple functions of the molecule."
}