{
  "PMC": "9090765",
  "DOI": "10.1038/s41523-022-00427-9",
  "PMID": "35538088",
  "PMCID": "PMC9090765",
  "title": "Identification of biomarkers of response to preoperative talazoparib monotherapy in treatment naïve gBRCA+ breast cancers.",
  "year": 2022,
  "source_url": "https://europepmc.org/article/PMC/PMC9090765",
  "source": "MED",
  "abstract_text": "Germline mutations in BRCA1 or BRCA2 exist in ~2-7% of breast cancer patients, which has led to the approval of PARP inhibitors in the advanced setting. We have previously reported a phase II neoadjuvant trial of single agent talazoparib for patients with germline BRCA pathogenic variants with a pathologic complete response (pCR) rate of 53%. As nearly half of the patients treated did not have pCR, better strategies are needed to overcome treatment resistance. To this end, we conducted multi-omic analysis of 13 treatment naïve breast cancer tumors from patients that went on to receive single-agent neoadjuvant talazoparib. We looked for biomarkers that were predictive of response (assessed by residual cancer burden) after 6 months of therapy. We found that all resistant tumors exhibited either the loss of SHLD2, expression of a hypoxia signature, or expression of a stem cell signature. These results indicate that the deep analysis of pre-treatment tumors can identify biomarkers that are predictive of response to talazoparib and potentially other PARP inhibitors, and provides a framework that will allow for better selection of patients for treatment, as well as a roadmap for the development of novel combination therapies to prevent emergence of resistance.",
  "full_text": "pmc NPJ Breast Cancer NPJ Breast Cancer NPJ Breast Cancer 2374-4677 Nature Publishing Group UK London 9090765 427 10.1038/s41523-022-00427-9 Article Identification of biomarkers of response to preoperative talazoparib monotherapy in treatment naïve g BRCA + breast cancers Liu Xuan 1 Ge Zhongqi 2 http://orcid.org/0000-0001-8762-8033 Yang Fei 3 Contreras Alejandro 4 Lee Sanghoon 5 http://orcid.org/0000-0001-7140-545X White Jason B. 6 Lu Yiling 7 http://orcid.org/0000-0003-3957-5533 Labrie Marilyne 8 Arun Banu K. 6 Moulder Stacy L. 6 http://orcid.org/0000-0002-0144-9614 Mills Gordon B. 8 http://orcid.org/0000-0003-4210-6738 Piwnica-Worms Helen 9 Litton Jennifer K. 6 http://orcid.org/0000-0002-4578-5636 Chang Jeffrey T. Jeffrey.T.Chang@uth.tmc.edu 1 10 1 grid.267308.8 0000 0000 9206 2401 Department of Integrative Biology and Pharmacology, University of Texas Health Science Center at Houston, Houston, TX USA 2 grid.240145.6 0000 0001 2291 4776 Department of Immunology, The University of Texas MD Anderson Cancer Center, Houston, TX USA 3 grid.240145.6 0000 0001 2291 4776 Department of Translational Molecular Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX USA 4 grid.240145.6 0000 0001 2291 4776 Department of Anatomical Pathology, The University of Texas MD Anderson Cancer Center, Houston, TX USA 5 grid.240145.6 0000 0001 2291 4776 Department of Systems Biology, The University of Texas MD Anderson Cancer Center, Houston, TX USA 6 grid.240145.6 0000 0001 2291 4776 Department of Breast Medical Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX USA 7 grid.240145.6 0000 0001 2291 4776 Department of Genome Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX USA 8 grid.5288.7 0000 0000 9758 5690 Department of Cell, Developmental, and Cancer Biology, Knight Cancer Institute, Oregon Health and Science University, Portland, OR USA 9 grid.240145.6 0000 0001 2291 4776 Department of Experimental Radiation Oncology, The University of Texas MD Anderson Cancer Center, Houston, TX USA 10 grid.240145.6 0000 0001 2291 4776 Department of Bioinformatics and Computational Biology, The University of Texas MD Anderson Cancer Center, Houston, TX USA 10 5 2022 10 5 2022 2022 8 64 9 4 2021 12 4 2022 © The Author(s) 2022 https://creativecommons.org/licenses/by/4.0/ Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ . Germline mutations in BRCA1 or BRCA2 exist in ~2–7% of breast cancer patients, which has led to the approval of PARP inhibitors in the advanced setting. We have previously reported a phase II neoadjuvant trial of single agent talazoparib for patients with germline BRCA pathogenic variants with a pathologic complete response (pCR) rate of 53%. As nearly half of the patients treated did not have pCR, better strategies are needed to overcome treatment resistance. To this end, we conducted multi-omic analysis of 13 treatment naïve breast cancer tumors from patients that went on to receive single-agent neoadjuvant talazoparib. We looked for biomarkers that were predictive of response (assessed by residual cancer burden) after 6 months of therapy. We found that all resistant tumors exhibited either the loss of SHLD2, expression of a hypoxia signature, or expression of a stem cell signature. These results indicate that the deep analysis of pre-treatment tumors can identify biomarkers that are predictive of response to talazoparib and potentially other PARP inhibitors, and provides a framework that will allow for better selection of patients for treatment, as well as a roadmap for the development of novel combination therapies to prevent emergence of resistance. Subject terms Breast cancer Tumour biomarkers issue-copyright-statement © The Author(s) 2022 Introduction Pathogenic germline variants in BRCA 1 and BRCA 2 (g BRCA +) confer an elevated risk (57% and 49%, respectively) of developing breast cancer 1 and are found across breast cancer subtypes 2 . Together, approximately 1.6–7% of all breast cancers have hereditary aberrations in BRCA 3 , 4 , although up to 39% are predicted to be deficient in the homologous recombination (HR) DNA damage repair pathway where BRCA are key mediators 5 . PolyADP ribose polymerase (PARP) inhibitors (PARPi) were found to be synthetic lethal in cancers with aberrations in HR mediated by BRCA 6 and multiple PARPi have now been approved for the treatment of several cancer subtypes, including g BRCA + breast cancers 7 . In g BRCA + breast cancers, the randomized OlympiAD 8 and EMBRACA 9 trials both demonstrated that single agent PARPi (olaparib and talazoparib, respectively) increased response rates and progression-free survival compared to physician’s choice of chemotherapy, with substantial improvements in quality of life 10 . While objective response rates were approximately 60% in both trials, resistance eventually developed in most patients and neither trial has shown an improvement in overall survival 11 , 12 . Recently, PARPi have shown promise as single agent therapy in the neoadjuvant setting achieving a pathologic complete response (pCR) rate of 53% 13 , which is similar to that historically seen with anthracycline/taxane-based chemotherapy. Notably, nearly half of the g BRCA + breast cancers treated with neoadjuvant PARPi did not result in pCR; thus, primary resistance to PARP inhibition remains a substantial problem. Several PARPi resistance mechanisms have been identified in vitro and in various mouse models. Both olaparib 14 and talazoparib 15 are substrates of the ABCB1 multidrug efflux channel 16 , which functions to decrease intracellular concentrations of the drug. PARPi resistance can also be mediated by reinstitution of HR through restoration of BRCA function by reversion 17 , 18 or hypomorphic BRCA mutations 19 , and promotion of homologous recombination through inhibition of the shieldin complex 20 , 21 , as well as by stabilization 22 or repriming 23 of replication forks. The shieldin complex determines the balance between low fidelity non-homologous end joining (NHEJ) that can result in accumulation of further mutations and eventual cell death and HR that is compromised but not completely abrogated by BRCA mutations. Although a range of resistance mechanisms has been demonstrated in models, only a limited number have been linked to resistance to PARPi in the clinical setting. Most commonly seen are secondary BRCA mutations that restore the HR repair compromised by g BRCA mutations. These mutations have been reported in breast and ovarian cancer tumors 24 – 26 , and also in circulating cell-free DNA in PARPi or platinum resistant prostate 27 , ovarian 28 – 31 , and breast 30 cancers. While reversion of BRCA is the most frequently documented mechanism, other mutations that could potentially restore HR have been sporadically reported in clinical samples such as RAD51C and RAD51D mutations in ovarian cancer 32 , or loss of TP53BP1 and amplification of MRE11A in breast cancer 26 . Reversion of PARP trapping may also occur; a PARP1 mutation that can prevent trapping was seen in a resistant ovarian cancer patient 33 . Notably, most clinical mechanisms of disease resistance have been studied in more heavily pre-treated patients with disease recurrence or metastasis at the time of PARPi therapy. To identify biomarkers of response and to elucidate mechanisms underlying response and resistance for PARPi in treatment naïve g BRCA + breast cancers, we performed multi-omic (RNA-Seq and whole-exome sequencing (WES)) analysis on 13 treatment-naïve g BRCA + tumors from a neoadjuvant clinical trial of the single-agent PARPi talazoparib 13 . Response, determined by residual cancer burden (RCB) 34 , was assessed after six months of treatment. Our results identified possible resistance mechanisms and suggest that biomarkers present in pre-treatment biopsies have the potential to enrich for disease response to single agent talazoparib therapy. Our data may also inform targeted therapy strategies for combination regimens. Results Genomic profiling of treatment naïve g BRCA + tumors from patients treated with single agent PARPi As part of an IRB approved protocol, pretreatment core needle biopsies were collected from 20 treatment-naïve patients with BRCA-associated breast cancers who consented to receive neoadjuvant talazoparib monotherapy on clinical trial (Table 1 ). We excluded one patient who opted to also receive chemotherapy prior to surgery and one patient due to poor RNA data quality, leaving 18 samples in all. Table 1 Description of samples. Sample Germline ER Status TP53 Response Subtype Mutations Purity Ploidy P15 BRCA1 TNBC G266E RCB-III IM 0.67 23% 1.5 P16 BRCA1 ER 5% weak, PR− E258G RCB-I 1.17 50% 1.8 P17 BRCA1 TNBC C141Y pCR IM 0.73 48% 1.8 P18 BRCA1 TNBC R175H RCB-III BL2 2.44 48% 3.1 P21 BRCA2 TNBC 17:7,579,310 pCR M 5.22 81% 3.4 P23 BRCA1 TNBC R175H RCB-II BL2 3.71 34% 1.8 P24 BRCA1 TNBC L265P pCR BL1 3.74 50% 3.1 P25 BRCA1 ER+, PR+, HER2− wt RCB-II 2.54 63% 2.0 P26 BRCA1 TNBC Y220C pCR MSL 4.11 43% 1.8 P30 BRCA2 ER+, PR+, HER2− wt pCR 2.14 23% 2.0 P31 BRCA1 TNBC R175H RCB-II BL1 3.66 40% 2.2 P34 BRCA1 TNBC V216M RCB-II BL1 1.71 21% 1.7 P36 BRCA2 ER+, PR+, HER2− wt RCB-I 2.39 27% 2.3 P19 BRCA1 TNBC pCR 1.09 0% 2.0 P27 BRCA1 TNBC RCB-II 0.78 0% 2.0 P29 BRCA1 TNBC pCR 0.97 0% 2.0 P32 BRCA2 TNBC pCR 0.98 0% 2.0 P35 BRCA1 ER+, PR−, HER2− pCR 0.68 0% 2.0 Each sample contains a germline BRCA 1 or BRCA 2 mutation ( Germline column). The ER Status column includes the expression of ER, PR, or HER2 based on immunohistochemistry. TNBC (for triple-negative breast cancer) indicates that the patient was negative in all three receptors. Somatic TP53 mutations were identified by whole-exome sequencing. wt indicates no mutation identified. The Response column delineates whether the patient was responsive to treatment at surgery, assessed by RCB status. For the TNBC tumors, the TNBC Subtype is shown. BL1 is basal-like 1, BL2 is basal-like 2, M is mesenchymal, MSL is mesenchymal stem-like, and IM is immunomodulatory. Mutations quantifies the number of non-synomous coding mutations per megabase. Purity contains the percent of tumor cells found in the sample, as estimated from the copy number profiles of the exome sequencing. The Ploidy of the tumor is also estimated from the exome sequencing. We then profiled the tumors using whole-exome sequencing (WES) and RNA-sequencing. Copy number analysis with FACETS 35 revealed a large variation of tumor cellularity. The copy number profiles of five of the 18 tumors were not called, indicating little evidence of copy number changes (Supplementary Fig. S1 ). An ABSOLUTE 36 analysis substantiated these results, calling four of these five tumors non-aneuploid . The fifth produced only an implausible prediction of a tumor with 100% purity and ploidy = 1, with little evidence of copy number change (Supplementary Fig. S2 ). Further, these five tumors also had a significantly lower mutation burden (p = 0.01) and no detectable somatic mutations in TP53 , which is almost universally mutated in g BRCA + breast cancers 37 (Supplementary Fig. S3 ). The H&E (hematoxylin and eosin) stained tissue slides from these five tumors confirmed a deficiency of cancer cells in two of them (P32, P35). The remaining three had adequate cancer cell purity (50–70%). The discrepancy between the histology and genomics may be due to spatial heterogeneity within the tumor, and we opted to discard these samples due to uncertainty in the quality of the genomic profiles, leaving 13 tumors for analysis. This cohort ( n = 13) included 10 patients with deleterious g BRCA 1 mutations and three with deleterious g BRCA 2 mutations. Nine of the 13 (69%) g BRCA mutant tumors were triple negative breast cancers (TNBC). 67% (2 out of 3) of the g BRCA 2 mutant tumors were ER+, while only 20% (2 out of 10) g BRCA 1 were ER+, a frequency consistent with previous reports 38 . RCB was assessed after patients completed six months of neoadjuvant talazoparib, and we defined response as pCR (38% of tumors) and RCB-I (15%), and resistance as RCB-II (31%) and RCB-III (15%) (Table 1 ). We called single nucleotide mutations from the WES data and identified 859 non-synonymous somatic mutations with a median of 2.44 mutations per Mb. TP53 mutations were the most common mutations identified and were present in 10 out of 13 tumors (77%), which is comparable to prior studies showing frequent TP53 mutations in BRCA mutant breast cancers (Fig. 1a ) 39 . Nine of the mutations targeted residues in the core DNA-binding domain 40 , while one was predicted to affect splicing. Three tumors harbored R175H hotspot mutations 41 , and three others (G266E, L265P, variant 17:7,579,310) were previously documented in the COSMIC database 42 . All coding region mutations were predicted to be deleterious by both Polyphen2 43 and SIFT 44 . No other known cancer driver genes were found to be recurrently mutated. However, there were individual cases with mutations in genes or pathways previously associated with PARPi response such as ARID1a, ATM, BAP1, and TSC1. Fig. 1 Genomic profile of data set. a This oncoplot shows the somatic mutations in cancer-associated genes from the COSMIC database found in this cohort. Each row represents a mutated gene and each column represents a patient. The patients are grouped by RCB. The rectangles are colored according to mutation status. b This plot shows the predicted contribution of each mutation signature ( y -axis), as predicted by DeconstructSigs, to the overall mutational processes in the tumors (columns). The signatures are distinguished by color. c The percent contribution of signature 3 (indicative of homologous recombination deficiency) as predicted by DeconstructSigs, are shown on the y -axis for each of the tumors. The % contribution from signature 3 is separated according to the response of each tumor. The red line indicates mean contribution, and the p -values are calculated using an unpaired two-sided Student’s t test comparing pCR and RCB-I against RCB-II and RCB-III. d The tumor mutation burden ( y -axis) is shown for each of the tumors, separated by response. The red lines indicate average mutations. The p -values are calculated as in c . e The weighted genome instability index ( y -axis) is shown for each tumor, separated by response. The mean indexes are shown by red lines. The p -values are calculated as in c . f The number of large-scale state transitions ( y -axis) is shown for each tumor, separated by response. The red lines indicate means. The p -values are calculated as in c . g The number of telomeres with imbalanced alleles ( y -axis) is shown for each tumor, separated by response. The red lines indicate means. The p -values are calculated as in c . In addition to driver genes, mutations can also reveal the mutagenic processes that promote the acquisition of mutations throughout the progression of the tumor 45 . BRCA mutant breast cancers have defects in double strand break repair that result in mutational patterns characterized as signature 3 , which has previously been found to be a marker for BRCA ness and HR deficiency 46 , 47 . We confirmed that this signature is seen in this cohort of g BRCA + tumors using SigMA, a tool that was optimized to detect Signature 3, which predicted that this signature contributed 74–85% of the mutational patterns across these tumors 48 (Fig. S4 ). However, we found no correlation between this signature and sensitivity to talazoparib ( p = 0.61), when sensitivity was defined as pCR or RCB-I, and resistance as RCB-II or RCB-III, consistent with the endpoint of the clinical trial that generated these samples 13 ; or when comparing pCR and non-PCR tumors ( p = 0.58). In subsequent analyses, we will primarily defined sensitivity according to the definition from the trial, but also report results from the pCR and non-PCR comparison in the Supplementary Information . To determine if other processes contribute to the mutations, we repeated the analysis with DeconstructSigs 49 , which can score the contribution of a range of signatures. From this analysis, we found that the mutations across all tumors predominantly reflect signature 3, confirming the SigMA prediction, as well as signatures 5, 16, and U2 (Fig. 1b ). The etiology of signatures 5 and 16 is not known, and signature U2 is suspected to be a sequencing artifact 45 . The predictions of signature 3 from the two algorithms were highly correlated ( p = 0.0004, Supplementary Fig. S4 ), although the absolute percentages from DeconstructSigs were lower, likely due to contributions from other signatures and artifacts. Accordingly, the predicted contributions from DeconstructSigs also failed to correlate with response (Fig. 1c , Supplementary Fig. S5 ). It is possible that this signature is best suited for differentiating tumors with and without HR deficiency, and is not sensitive enough to distinguish more subtle degrees of HR competency seen in a cohort consisting entirely of g BRCA + breast cancers. We next associated tumor mutation burden with response, due to the potential for neoantigens in BRCA + breast cancers to contribute to an immune response 50 . However, we found no association between response to PARPi with either tumor mutation burden (Fig. 1d , Supplementary Fig. S6 ) or with the weighted genome instability index 51 , a measure of genome instability based on copy number aberrations (Fig. 1e ). Similarly, we saw no associations between response and other surrogate measures of HRD including large-scale structural chromosomal aberrations, quantified as a large-scale state transition score 52 , 53 (Fig. 1f , Supplementary Fig. S7 ); or telomeric allelic imbalance, asymmetrical copy numbers of the major and minor alleles extending to the telomere, which was predicted to result from failures in double stranded break repair 54 (Fig. 1g , Supplementary Fig. S8 ). Taken together, we observed no correlation between measures of HR deficiency and response to single agent talazoparib in this gBRCA + cohort. Loss of shieldin complex member SHLD2 is associated with resistance We next searched for evidence of genomic or transcriptomic changes in 51 genes previously associated with PARPi resistance in pre-clinical models (Table 2 ). We started by identifying non-synonymous somatic single nucleotide mutations from the WES data (Fig. 2a ). We also estimated copy numbers from this data using FACETS 35 and plotted amplifications or deletions that corresponded with a two-fold deviation from the average expression in responsive tumors. We found no significant structural rearrangements using Manta 55 , although it is highly likely that rearrangements were not well captured in the WES data. In addition, alternative splicing changes can also lead to BRCA reversions 56 . However, the RNA-Seq data did not reveal any BRCA splicing events. Table 2 Mechanisms of resistance. Gene Mechanism Resistance Reference ABCB1 Drug efflux Gain Multiple ABCB1 transcriptional fusions in drug resistant high-grade serous ovarian and breast cancer DNA Damage Response BRCA1 Promotes DNA end resection. Gain Secondary BRCA1 mutations in BRCA1-mutated ovarian carcinomas with platinum resistance BRCA2 Promotes homologous recombination. Gain Secondary mutations as a mechanism of cisplatin resistance in BRCA2-mutated cancers BRIP1 Binds BRCA1. Gain Inactivation of the Tumor Suppressor BRIP1 Gene Confers Increased Susceptibility to Platinum Antineoplastic Agents and Augments the Synergistic Response to PARP Inhibition in Ovarian Epithelial Cells TP53BP1 Inhibits DNA end resection. Loss 53BP1 inhibits homologous recombination in Brca1-deficient cells by blocking resection of DNA breaks RIF1 Inhibits DNA end resection. Loss 53BP1 regulates DSB repair using Rif1 to control 5′ end resection SHLD1 (C20orf196) Inhibits DNA end resection. Shieldin complex. Loss DNA repair network analysis reveals Shieldin as a key regulator of NHEJ and PARP inhibitor sensitivity SHLD2 (FAM35A) Inhibits DNA end resection. Shieldin complex. Loss DNA repair network analysis reveals Shieldin as a key regulator of NHEJ and PARP inhibitor sensitivity SHLD3 Inhibits DNA end resection. Shieldin complex. Loss DNA repair network analysis reveals Shieldin as a key regulator of NHEJ and PARP inhibitor sensitivity REV7/MAD2L2 Inhibits DNA end resection. Shieldin complex. Loss MAD2L2 controls DNA repair at telomeres and DNA breaks by inhibiting 5′ end resection TRIP13 Promotes dissociation of REV7-Shieldin complex. Gain TRIP13 regulates DNA repair pathway choice through REV7 conformational change STN1 Inhibits DNA end resection. CST Complex. Loss The CST complex mediates end protection at double-strand breaks and promotes PARP inhibitor sensitivity in BRCA1-deficient cells CTC1 Inhibits DNA end resection. CST Complex. Loss The CST complex mediates end protection at double-strand breaks and promotes PARP inhibitor sensitivity in BRCA1-deficient cells TEN1 Inhibits DNA end resection. CST Complex. Loss The CST complex mediates end protection at double-strand breaks and promotes PARP inhibitor sensitivity in BRCA1-deficient cells RAD51 Stimulates strand invasion. Stabilizes replication forks. Gain Secondary somatic mutations restoring RAD51C and RAD51D associated with acquired resistance to the PARP inhibitor rucaparib in high-grade ovarian carcinoma PALB2 Stimulates strand invasion. Gain Cooperation of breast cancer proteins PALB2 and piccolo BRCA2 in stimulating homologous recombination SHFM1 Stimulates strand invasion. Gain Cooperation of breast cancer proteins PALB2 and piccolo BRCA2 in stimulating homologous recombination CDK12 Promotes homologous recombination. Gain Ovarian cancer-associated mutations disable catalytic activity of CDK12, a kinase that promotes homologous recombination repair and resistance to cisplatin and poly(ADP-ribose) polymerase inhibitors HELB Inhibits DNA end resection. Loss HELB Is a feedback inhibitor of DNA end resection DYNLL1 Inhibits DNA end resection. Loss DYNLL1 binds to MRE11 to limit DNA end resection in BRCA1-deficient cells ATMIN Transcriptionally activates DYNLL1. Loss DYNLL1 binds to MRE11 to limit DNA end resection in BRCA1-deficient cells MRE11 Promotes end resection and replication fork degradation. Unclear a Double-strand break repair-independent role for BRCA2 in blocking stalled replication fork degradation by MRE11 PTEN Controversial. Loss PIK3CA PI3K controls DSB repair. Gain PI3K inhibition impairs BRCA1/2 expression and sensitizes BRCA-proficient triple-negative breast cancer to PARP inhibition PIK3CB PI3K controls DSB repair. Gain PI3K inhibition impairs BRCA1/2 expression and sensitizes BRCA-proficient triple-negative breast cancer to PARP inhibition AKT1 PI3K controls DSB repair. Gain PI3K inhibition impairs BRCA1/2 expression and sensitizes BRCA-proficient triple-negative breast cancer to PARP inhibition POLQ Catalyzes MMEJ, promoting cell survival in HR-deficient cells. Gain Polymerase theta inhibition kills homologous recombination deficient tumors Replication Fork PARP1 Promotes PARP trapping. Loss A genetic screen using the PiggyBac transposon in haploid cells identifies Parp1 as a mediator of olaparib toxicity PARG Inhibits PARP parylation. Loss Selective loss of PARG restores PARylation and counteracts PARP inhibitor-mediated synthetic lethality PTIP (PAXIP1) Promotes replication fork degradation. Loss Replication fork stability confers chemoresistance in BRCA-deficient cells MLL3 Promotes replication fork degradation. Loss Replication fork stability confers chemoresistance in BRCA-deficient cells MLL4 Promotes replication fork degradation. Loss Replication fork stability confers chemoresistance in BRCA-deficient cells EZH2 Promotes replication fork degradation. Loss EZH2 promotes degradation of stalled replication forks by recruiting MUS81 through histone H3 trimethylation SMARCAL1 Promotes replication fork degradation. Loss Restoration of replication fork stability in BRCA1- and BRCA2-deficient cells by inactivation of SNF2-family fork remodelers ZRANB3 Promotes replication fork degradation. Loss Restoration of replication fork stability in BRCA1- and BRCA2-deficient cells by inactivation of SNF2-family fork remodelers HLTF Promotes replication fork degradation. Loss Restoration of replication fork stability in BRCA1- and BRCA2-deficient cells by inactivation of SNF2-family fork remodelers SLFN11 Stalls stressed replication forks. Loss Resistance to PARP inhibitors by SLFN11 inactivation can be overcome by ATR inhibition CHD4 Inhibits translesion synthesis. Loss 1 Resistance to therapy in BRCA2 mutant cells due to loss of the nucleosome remodeling factor CHD4 RADX Inhibits RAD51 at replication forks. Loss RADX promotes genome stability and modulates chemosensitivity by regulating RAD51 at replication forks TLK1 Stabilizes replication forks. Gain Tousled-like kinases stabilize replication forks and show synthetic lethality with checkpoint and PARP inhibitors TLK2 Stabilizes replication forks. Gain Tousled-like kinases stabilize replication forks and show synthetic lethality with checkpoint and PARP inhibitors PRIMPOL Promotes repriming of stalled forks. Gain PRIMPOL-mediated adaptive response suppresses replication fork reversal in BRCA-deficient cells Other AR Regulates HR genes. Gain Androgen receptor inhibitor enhances the antitumor effect of PARP inhibitor in breast cancer cells by modulating DNA damage response KRAS RAS mutant cell lines are resistant to PARPi. Gain Rational combination therapy with PARP and MEK inhibitors capitalizes on therapeutic liabilities in RAS mutant cancers HRAS RAS mutant cell lines are resistant to PARPi. Gain Rational combination therapy with PARP and MEK inhibitors capitalizes on therapeutic liabilities in RAS mutant cancers NRAS RAS mutant cell lines are resistant to PARPi. Gain Rational combination therapy with PARP and MEK inhibitors capitalizes on therapeutic liabilities in RAS mutant cancers BRAF RAS mutant cell lines are resistant to PARPi. Gain Rational combination therapy with PARP and MEK inhibitors capitalizes on therapeutic liabilities in RAS mutant cancers ARID1A Unknown Unclear ARID1A Deficiency Impairs the DNA Damage Checkpoint and Sensitizes Cells to PARP Inhibitors, A quantitative chemotherapy genetic interaction map reveals factors associated with PARP inhibitor resistance GPBP1 Unknown Loss A quantitative chemotherapy genetic interaction map reveals factors associated with PARP inhibitor resistance TDG Unknown Loss A quantitative chemotherapy genetic interaction map reveals factors associated with PARP inhibitor resistance RNF168 Multiple Unclear a Phenotype appears to be BRCA-dependent. Genes that are known or suspected to be linked to resistance to PARPi are shown. Resistance indicates whether a Gain or Loss of function has been either shown or inferred to lead to resistance to PARPi. Fig. 2 Known resistance genes associated with resistance. a This oncoplot shows the mutations seen across a curated list of genes linked with resistance to PARPi. b The gene expression of members of the shieldin complex are shown on the Y -axis as log 2 TPM. Individual patients (dots) are grouped according to RCB response. Mean expressions are shown by red lines. The p -values are calculated from unpaired two-sided Student’s t tests. In the SHLD2 plot, patients predicted to have copy number loss of the gene are labeled. The oncoplot of the variants revealed mutations in potential resistance genes in nearly every tumor (Fig. 2a ). There was frequent somatic copy number deletion in BRCA1 and BRCA2 , likely reflecting loss of heterozygosity events 57 . In the resistant tumors, alterations that may associate with resistance were seen across every patient except for P31 in genes including SHLD2 , RAD51 , ATMIN , PTEN , PARG , MLL4 , EZH2 , SLFN11 , AR , KRAS , and GPBP1 . We prioritized these genes by looking for mutations or copy number alterations that led to predicted loss or gain of function in PARPi resistant but not PARPi sensitive tumors. Four genes were identified as potential candidates mediating resistance including SHLD2 (FAM35A), PARG, MLL4 (KMT2B), and SLFN11. Of these, SHLD2 was the only one altered recurrently, with copy number deletion seen in three of the six resistant tumors. SHLD2 is a member of the shieldin complex, which mediates 53BP1-dependent non homologous end joining 20 , 58 . Loss of shieldin promotes HR, leading to resistance to PARPi. Here, all tumors with SHLD2 loss had g BRCA1 mutations. The fact that SHLD2 loss was not observed in g BRCA2 mutant tumors may be due to the fact that BRCA2 acts downstream of shieldin, and thus shieldin loss would not confer resistance in g BRCA2 + tumors 59 . To verify the copy number aberrations, we used an additional copy number caller Sequenza 60 , which confirmed copy number loss in the tumors of patients 23 and 34, but did not recapitulate the copy number loss seen in the tumor from patient 15. We then compared the gene expression of shieldin complex proteins between PARPi resistant and sensitive tumors (Fig. 2b , Supplementary Fig. S9 ). Expression of SHLD2 alone was 2.2x lower in PARPi resistant tumors ( p = 0.003) and tumors with the lowest SHLD2 expression also had copy number loss in at least one of the callers. We repeated this analysis across the remainder of the 51 established resistance genes, regardless of mutation or copy number change. The expression of CDK12 and SMARCAL1 were both significantly higher in the sensitive tumors (both p = 0.03), but the average changes in gene expression were modest (1.2× and 1.3×, respectively) and therefore unlikely to indicate a general resistance mechanism (Supplementary Fig. S10 ). Thus, our analysis identified loss of SHLD2, either by copy number loss or reduced expression, as a potential mechanism for PARPi resistance in g BRCA + tumors. Gene expression signatures are associated with both sensitivity and resistance to PARPi To look more broadly for markers of resistance, we performed a pathway analysis. We used a pre-ranked GSEA (prGSEA) test (see Methods) on the Hallmarks database 61 to identify the pathways that correlated with response. We found that sensitive tumors were associated with activation of E2F (adjusted p = 0.003), MYC (adjusted p = 0.003), and G2/M (adjusted p = 0.02) (Fig. 3a, b ). This could represent more proliferative tumors or alternatively tumors with premature entry into S phase and replication stress that has been associated with response to PARPi 62 . In contrast, resistant tumors had high predicted activity of hypoxia (adjusted p = 0.0004), EMT (adjusted p = 0.0004), altered metabolism (glycolysis adjusted p = 0.003, oxidative phosphorylation adjusted p = 0.007, cholesterol homeostasis adjusted p = 0.007), along with several other pathways. Fig. 3 Pathways correlated with resistance. a This shows the association between Hallmarks pathways and response to talazoparib. Each bar stands for a pathway, and the height indicates the statistical significance as the -log 10 of the adjusted p -value. The pathways that are associated with sensitivity to treatment are shown in green and those associated with resistance are red. b This contains the GSEA enrichment plots for pathways most strongly associated with resistance to talazoparib. Pathways that are higher in resistant tumors are in the top row, and the bottom contains the pathways higher in sensitive tumors. The genes are ranked such that the ones associated with sensitivity are on the left, and those with resistance are on the right. c This heatmap shows the expression of the most differentially regulated genes (leading edge) of the MYC Targets V1 pathway (rows) for each of the tumors (columns), organized by response. Warmer colors indicate higher expression, and cooler colors are lower expression. d These plots show the association of the expression of VEGFA (left) and HIF1A (right) with response. The mean expression is shown as a red line. p -values (unpaired two-sided Student’s t tests) are shown after comparing patients with no progression (pCR and RCB-I) against those that progressed (RCB-II and RCB-III). e This plot compares the scores of the hypoxia pathway ( x -axis) against that with a HIF1 transcriptional network ( y -axis). The p -value is calculated from a two-sided Pearson’s correlation coefficient test. f This heatmap shows the expression of the genes in the leading edge of the hypoxia pathway. The heatmap is arranged as in panel c . To verify the association between MYC targets and sensitivity to talazoparib, we extracted the genes from the leading edge of the signature (i.e., the genes with the largest change in expression) and visualized their expression in a heatmap (Fig. 3c ). This confirmed that nearly all the tumors that achieved pCR, with the exception of P26, had high expression of MYC target genes, while the tumors with RCB-II and -III had lower expression across those genes. In resistant tumors, the hypoxia gene expression signature was predicted to be active. As an initial validation of this result, we scored the tumors with a validated hypoxia signature 63 and found that its scores were highly correlated with the Hallmarks signature from our analysis (Supplementary Fig. S11 ). Next, we asked whether gene expression of known mediators of hypoxia, HIF1A (a downstream transcriptional regulator of a hypoxia response) and VEGF-A (a hypoxia responsive growth factor) (reviewed in 64 ) had concomitant changes (Fig. 3d , Supplementary Fig. S12 ). VEGF-A was expressed higher in resistant tumors, although it did not achieve statistical significance ( p = 0.06). Expression of HIF1A was not associated with response ( p = 0.53). This could be because HIF1A is regulated post-translationally by ubiquitination, and its activity may not correlate with its gene expression levels. Therefore, we examined whether expression of HIF target genes 65 correlated with the hypoxia signature and found that HIF target genes were upregulated in resistant tumors ( p < 0.0001) (Fig. 3e ). The expression levels of HIF1 targets (seen on the leading edge of a GSEA analysis), including VEGF-A, were highly upregulated in 4 out of the 6 most aggressive tumors (Fig. 3f ). This provides evidence that hypoxia is a common feature in talazoparib-resistant tumors. An EMT signature and stem cell markers are correlated with resistance In addition to the hypoxia signature, the pathway analysis also showed an equally strong association of epithelial mesenchymal transition (EMT) with resistance to talazoparib (Fig. 3a ), which was also previously seen in PDX models of small cell lung cancer 66 . To corroborate the EMT signature, we evaluated tumors for the expression of CDH1, the primary cadherin responsible for epithelial cell adhesion that is suppressed in EMT 67 , 68 . Surprisingly, we found that resistant tumors had higher, rather than lower, levels of CDH1 expression, although the differences were not statistically significant ( p = 0.16) (Fig. 4a ). Next, we examined tumors for expression of both CDH1 (an epithelial state marker) and vimentin (VIM, a mesenchymal state marker) but did not see a clear distinction between canonical epithelial cells (high CDH1 and low VIM) and mesenchymal cells (low CDH1 and high VIM) 69 (Fig. 4b ). Therefore, despite the correlation between PARPi resistance and an EMT pathway signature, resistant tumors did not exhibit classic EMT markers. Fig. 4 A stem cell transcriptional program was associated with response. a The gene expression (log 2 TPM) of CDH1 is shown on the y -axis. Each dot is a tumor, grouped according to the response to talazoparib. The red lines indicate mean expression. The p -values (by unpaired two-sided Student’s t test) are shown for comparisons between patients with pCR vs other patients, as well as a comparison between pCR and RCB-I, and RCB-II and RCB-III. b The gene expression for CDH1 ( x -axis; log 2 TPM) and VIM ( y -axis; log 2 TPM) are shown for tumors colored by response. c The rows in the heatmap contain the genes in the leading edge of the EMT gene expression signature, and the columns are samples organized according to response. Warm colors indicate high expression of the genes. d The bars in this plot show the significance (as -log 10 of the false discovery rate) of the top 20 most significant oncogenic pathway (rows). The dotted red line shows the cutoff for a 5% false discovery rate. e The enrichment plots for the oncogenic pathway that is most significantly associated with response. Because the EMT is associated with a number of phenotypes, we investigated the possibility that activation of a subset of the EMT program may be responsible for the high scores in the gene expression signature, even if an EMT itself is not achieved. We visualized the expression of the 93 genes on the leading edge of the prGSEA analysis (i.e., the most differentially expressed genes from the EMT gene set) and saw that they are more highly expressed in the resistant tumors (Fig. 4c ). To understand their function, we performed a GATHER analysis 70 with a collection of oncogenic gene sets, which is more comprehensive than Hallmarks, from MSigDB. This revealed 63 pathways that are significantly (false discovery rate (FDR) < 5%) enriched in the subset of the EMT program (Fig. 4d ). The most significant one was associated with genes upregulated in embryonic stem cells (ESC_V6.5_UP_EARLY.V1_DN; FDR = 10 −23 ). The fact that the EMT signature was not correlated with EMT markers, but was associated with a stem cell signature, suggests that the Hallmark EMT signature was evincing an EMT-associated stem cell program 71 . To determine whether the stem cell program was seen in patient tumors, we scored it on the tumors using prGSEA and found that it was significantly upregulated in resistant tumors ( p = 2 × 10 −5 ) (Fig. 4e ). Discussion We previously demonstrated the efficacy and reduced toxicity of talazoparib as a single-agent neoadjuvant therapy for previously untreated g BRCA + cancers 13 . However, not all patients demonstrated benefit as indicated by complete responses to neoadjuvant therapy. Thus, biomarkers of both sensitivity and resistance to PARPi are needed to identify patients most likely to benefit, and resistance remains a critical issue that must be addressed to achieve durable responses in a greater number of patients. Prior studies to determine mechanisms underlying sensitivity and resistance to PARPi have been performed predominantly in cell culture and genetically engineered mouse models, and little is known about the emergence of resistance in the clinical setting of breast cancer, particularly in the up-front neoadjuvant setting. To identify correlates of resistance, we performed an extensive genomic and transcriptomic analysis of treatment-naïve g BRCA + breast cancer tumors treated with neoadjuvant talazoparib monotherapy. This study establishes, for the first time, correlates of sensitivity and resistance to a single agent PARPi in a treatment naïve neoadjuvant breast cancer clinical setting. It reveals potential resistance mechanisms including copy number loss coupled with low expression of the shieldin complex member SHLD2, or a gain of a hypoxia, or EMT/stem cell signature (Fig. 5 ). The potential role that the shieldin complex plays in promoting resistance to PARPi has been well established in pre-clinical studies. Here, all resistant tumors exhibited either loss of shieldin, gain of hypoxia signature, or gain of an EMT/stem cell signature. Potential biomarkers of response included MYC and E2F1 signatures. Fig. 5 Model. a This table shows each of the tumors in the trial, grouped by RCB status. The tumors predicted to have an activated Hypoxia pathway, based on the pathway signature and expression of HIF targets, are indicated in the first row with a “+”. The EMT / Stem Cell status is determined from the expression of the leading edge EMT genes. Shieldin Loss reflects the concomitant loss of copy number and expression of SHLD2. b In this cohort of g BRCA mutant breast cancer patients, loss of shieldin, high hypoxia signature, or high EMT/Stem Cell signature is predictive of resistance. The link between EMT, cancer stem cells, and resistance to chemotherapies is well established 72 and reported for PARPi as well 73 . However, the connection between EMT and PARP function remains an intense area of investigation, as PAR appears to be present in epithelial adherens junctions 74 , and PARP1 has both positive 75 , 76 and negative 77 , 78 associations with TGF-ß signaling, a potent inducer of an EMT 79 that may be context dependent. In contrast to EMT, the connection between PARPi and hypoxia has been explored more deeply, although with mixed success thus far in the clinic. Under a severe hypoxic condition (0.5% oxygen), cells are more sensitive to PARPi due to the synthetic lethality induced by decreased expression of HR proteins 80 . However, the opposite is seen in moderate hypoxic conditions (2% oxygen) where a hypoxia signature predicted resistance to a PARPi 81 due to decreased ROS-induced DNA damage 82 . In a breast cancer mouse model, hypoxic cells were shown to contribute to PARPi resistance, and targeting tumors with a combination of hypoxia and PARP inhibitors leads to synergistic toxicity. However, the clinical trial results are inconsistent, with phase 2 trials of olaparib and cederinib showing an increased progression free survival 83 , 84 whereas the phase 3 trial failed to confirm benefit 85 . As a possible explanation, these studies may be confounded by the pleiotropic effects of cediranib, which can inhibit both VEGFR and decrease expression of HR proteins 86 . Furthermore, the trials were done in an unselected patient population and the number of patients with a pre-existing tumor hypoxia signature may have been sufficiently low as to confound the outcomes analysis. In a number of other disease contexts, including myocardial ischemia, stroke, and traumatic brain injury, PARPi have been observed to be protective against ischemic cell death (reviewed in 87 – 89 ). Unfortunately, the mechanism has not yet been established, and it is not known whether a similar process might be activated in hypoxic tumors and render them refractory to PARPi treatment. Nevertheless, the observation that a hypoxia/stem cell signature exists in the majority of PARPi resistant tumors prior to therapy argues for additional studies to understand whether hypoxia can induce a PARPi resistant state, to elucidate underlying mechanisms, and to determine whether targeting hypoxia will increase the benefit of PARPi in patients with a pre-existing hypoxia signature. Markers of high MYC activity were frequently observed in PARPi sensitive tumors. The relationship between MYC and DNA damage has been well-documented and controversial. Activated MYC can induce chromosomal damage 90 , 91 including defects in double-stranded break repair 92 , 93 . Another consequence of activated MYC, increased proliferation, may enhance sensitivity to PARPi via PARP trapping, whose toxicity has been shown to be specific to S-phase 94 . In contrast, it has also been reported that MYC can facilitate DNA repair by inducing the expression of genes involved in HR, including BRCA1 95 , which may lead to PARPi resistance 96 . The impact of MYC is likely to be context dependent and the relationship between MYC activation and DNA repair in the human tumor environment requires further investigation. There are several major limitations in this neoadjuvant study of g BRCA + tumors. 1) The sample size was limited. We profiled 18 tumors, and only 13 could be used to interrogate the biology of the cancer cells. A prior study of a larger cohort of ovarian cancer patients found ABCB1 fusions in 8% of patients and BRCA 1/2 reversions in another 5%, suggesting that resistance mechanisms are heterogeneous and likely to be found at low frequencies 97 . 2) We profiled pre-treatment samples and therefore can only detect intrinsic mechanisms of resistance and sensitivity. Longitudinal profiling will be needed to identify resistance mechanisms that are acquired during the course of treatment. The majority of patients had insufficient tumor at surgery following completion of talazoparib therapy therefore limiting detailed longitudinal analysis. 3) Our bulk genomic assays may not have sufficient sensitivity to identify mechanisms that are present in pre-treatment samples at low clonality levels, such as subclones with BRCA reversions 27 , 30 . Deep sequencing, single cell sequencing, or ctDNA profiling may facilitate the identification of genetic or transcriptomic events that occur subclonally. 4) Our exome sequencing data may not reveal the vast majority of possible genomic re-arrangements, leaving the possibility that gene fusions contributing to PARPi resistance and sensitivity were missed. 5) We did not interrogate non-coding RNAs, which have previously been suggested to mediate resistance 98 . 6) We considered only the cancer cells and did not profile the microenvironment, which can impact the efficacy of PARPi. As one example, it was recently shown that PARPi leads to DNA damage that triggers the cGAS/STING pathway, type I interferon signaling, and then cytotoxic T cell function; resulting in tumor clearance 99 – 101 . Finally, 7) this is an observational study of a single data set, and follow-up studies will be needed to determine whether our findings causally lead to resistance, and thus, would be viable targets for therapy. In conclusion, our findings demonstrate that a number of biomarkers for sensitivity to single-agent talazoparib can be identified in treatment-naïve g BRCA + samples. This supports previous findings showing that intrinsic activities in cancer cells have an impact on the clinical response to PARPi. The markers we identified provides a potential explanation for the high rates of relapse seen in patients treated with PARP inhibitors, several of which exhibited copy number loss of SHLD2. These results predict that defects in the shieldin complex may be a relatively frequent mechanism of resistance to single agent PARPi in patients, and if verified in larger cohorts, may have a role as a biomarker to exclude patients from therapies that will not be effective. Other resistant patients exhibited a hypoxia signature. As this manuscript was under review, a paper was published showing the efficacy of a combinatorial treatment targeting PARP and hypoxia in a breast cancer PDX model 82 , demonstrating the potential for developing therapeutic strategies to overcome this resistance. Further mechanistic studies are needed to understand the signaling networks engaged by these biomarker pathways to select viable therapeutic targets, and translational studies are needed to develop clinical tests and treatments to reverse resistance. Methods Patient cohort The data was derived from a neoadjuvant trial of single agent talazoparib 13 . The trial was approved by the institutional review board under protocol 2014-0045, and each participant provided written informed consent. Briefly, twenty patients with clinical stage I-III breast cancer and an identified germline BRCA1 or 2 pathogenic variant were enrolled. Patients received 6 months of single agent talazoparib starting at a dose of 1 mg orally daily. Surgery was scheduled within 5 weeks of the last dose of talazoparib. Final pathology was determined by a dedicated breast pathologist at our institution, and we used residual cancer burden as a measure of response 102 . Genomic DNA, library prep, and capture Genomic DNA was quantified by Picogreen (Invitrogen) and quality was accessed using Genomic DNA Tape for the 2200 Tapestation (Agilent). DNA from each sample (100–500 ng of genomic DNA) was sheared by sonication with the following conditions: Peak Incident Power 175, Duty Cycle 20%, Intensity 5, Cycles per Burst 200, and 120 s using Covaris E220 instrument (Covaris). To ensure the proper fragment size, samples were checked on TapeStation using the DNA High Sensitivity kit (Agilent). The sheared DNA proceeded to library prep using the KAPA library prep kit (KAPA) following the “with beads” manufacturer protocol. Briefly, this protocol consists of 3 enzymatic reactions for end repair, A-tailing and Adaptor ligation, followed by barcode insertion by PCR using KAPA HiFi polymerase (6 cycles). PCR primers were removed by using a 1.8x volume of Agencourt AMPure PCR Purification kit (Agencourt Bioscience Corporation). At the end of the library prep, samples were analyzed on TapeStation to verify correct fragment size and to ensure the absence of extra bands. Samples were quantified using the KAPA qPCR quantification kit. Equimolar amounts of DNA were pooled for capture (2–6 samples per pool). We used whole-exome biotin labeled probes from Roche Nimblegen (Exome V3) and followed the manufacturer’s protocol for the capture step. Briefly, DNA was pooled (2–6 samples), dried out and after addition of the capture reagents and probes, samples were incubated at 47 °C on a thermocycler with a heated lid (57 °C) for 64–74 h. The targeted regions were recovered using streptavidin beads and the streptavidin-biotin-probe-target complex was washed and another round of PCR amplification was performed according to the manufacturer’s protocol. The quality of each captured sample was analyzed on TapeStation using the DNA High Sensitivity kit and the enrichment was accessed by qPCR using specific primers designed by Roche Nimblegen. The cutoff for the enrichment was 50-fold minimum. Mutation data analysis The captured libraries were sequenced on a HiSeq 2000 (Illumina Inc., San Diego, CA, USA) on a version 3 TruSeq paired end flowcell at a cluster density between 700–1000 K clusters/mm 2 . Sequencing was performed for 2 × 100 paired-end reads with a 7 nt read for indexes using Cycle Sequencing v3 reagents (Illumina). The resulting BCL files containing the sequence data were converted into “.fastq.gz” files and individual libraries within the samples were demultiplexed using CASAVA 1.8.2 with no mismatches. We called single nucleotide variants (SNVs) using a pipeline 103 implemented in the BETSY system 104 . Starting with the FASTQ files, we trimmed adapter and low-quality sequence using Trimmomatic 105 . Next, we aligned the trimmed reads to human reference assembly hg19 using BWA 106 and flagged duplicated reads using Picard 107 . We realigned indels and recalibrated base quality scores using GATK 108 . Then, we called somatic variants using a consensus of six callers (MuSE 109 , MuTect 110 , MuTect2, SomaticSniper 111 , Strelka2 112 , and VarScan2 113 ). For the Strelka analysis, we skipped the depth filter and set minPruning = 3 in MuTect2 to speed up computation 114 . To confirm the identities of the germline and tumor samples, we used GATK to call variants on the samples and confirmed that the tumor samples shared mutations with its cognate germline. We annotated variants with Annovar 115 and SnpEff 116 , and filtered for nonsynonymous changes supported by at least 2 callers, 20 reads, and 5% variant allele frequency. We also annotated the mutations using Variant Effect Prediction 117 and selected the most severe consequence per variant. Synonymous, intergenic, intronic and non-coding transcript mutations were removed. We estimated copy number profiles using the FACETS algorithm 35 . We varied the parameters used for FACETS (critical value from 100–500, nbhd from 100–500, and nhet from 15–50). Following a manual examination of the log-ratio and log-odds-ratio plots, we decided to use the models with parameters critical value 300, nbhd 250, and nhet 30 because they had the most plausible models across the samples. We also estimated copy number profiles using Sequenza 60 with default parameters and manually selected the most plausible of the alternative models. Finally, we estimated tumor purity and ploidy with ABSOLUTE 36 with a sigma_p 0.02, max_sigma_h 0.02, max.non.clonal 0.1, min.ploidy 0.95, and max.ploidy 10. We performed mutational signature analysis using the DeconstructSigs 49 and SigMA 48 R packages. We ran DeconstructSigs on the mutations found by at least 2 callers and supported by at least 20 reads and 5% VAF using the signatures.nature2013 reference with the exome2genome mapping. In contrast to the set of mutations above, we did not filter for nonsynonymous changes here. We ran SigMA using the same filtering criteria as DeconstructSigs on the breast tumor type with the seqcap data option. We calculated the tumor mutation burden as the number of non-synonymous mutations per megabase of targeted exome, as determined from the BED files downloaded from the Roche Nimblegen website. We calculated the weighted Genome Instability Index 118 as the percent of the genome with either gain or loss of copy number relative to the median copy number of the sample. This was calculated separately for chromosomes 1–22 and then averaged so that the score was not biased by chromosome length. We calculated the Large-Scale State Transition (LST) and Telomeric Allelic Imbalance (TAI) scores from the FACETS allele-specific copy number predictions described above. We implemented the LST scores 52 following bio-protocol (10.21769/BioProtoc.814). Briefly, we split the genome into segments with identical copy number profiles (i.e., the same number of major and minor alleles). Then, we counted the number of segments that were at least 10 megabases long that were within 3 megabases of another 10 megabase segment with a different copy number profile. Although the original algorithm smoothed the copy number profiles of short (<3 megabase) segments, we dropped the short segments entirely, as this had only a minor impact on the scores. We calculated TAI scores 54 . To do this, we looked for regions at the end of the chromosome where the major and minor alleles had different numbers. If this imbalance originated from the telomeres and did not extend to the centromeres (extracted from the UCSC Genome Browser), we increased the TAI score. We made one alteration to the original algorithm and ignored the p-arms of chromosomes 13, 14, 15, and 22. Because these chromosomes were acrocentric, the p-arms lacked coverage in our whole-exome sequencing panel, and thus, we were not able to obtain estimates of copy number there. Gene expression data analysis We used STAR 119 to align RNA-sequencing reads and HTSeq-count 120 to quantify gene-level counts. We performed pathway analysis using a pre-ranked GSEA implemented in fGSEA 121 , after ranking the genes by differential expression statistics from DESeq2 122 . We used gene sets found in MSigDB v6.2 61 . We annotated gene sets using GATHER 70 . Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article. Supplementary information Supplementary Information Reporting Summary Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. These authors contributed equally: Xuan Liu, Zhongqi Ge. Supplementary information The online version contains supplementary material available at 10.1038/s41523-022-00427-9. Acknowledgements We are grateful to the patients who provided tumor biopsies for these studies. The research reported in this publication was supported by the generous philanthropic contributions to The University of Texas MD Anderson Cancer Center Moon Shots Program™, the Toomim Family Fund, and the Miriam and Sheldon Adelson Medical Research Foundation (G.B.M.). It was also supported by the National Cancer Institute of the National Institutes of Health under award numbers P50CA217685 (G.B.M.), U01CA217842 (G.B.M.), R50CA221675 (Y.L.), and U54CA209978 (J.T.C.); the Cancer Prevention and Research Institute of Texas grants RP160710 (H.P.W., S.L.M., J.T.C.) and RP170668 (J.T.C.); the Susan G. Komen Breast Cancer Foundation SAC110052 (G.B.M.); the Breast Cancer Research Foundation BCRF-19-110 (G.B.M.). H.P.W. is an ACS Research Professor. Author contributions B.K.A., S.L.M., G.B.M., H.P-W., J.K.L., J.T.C.; Investigation, X.L., Z.G., F.Y., A.C., S.L., Y.L., M.L., S.L.M., G.B.M., H.P-W., J.K.L., J.T.C.; Project Administration, J.B.W.; Writing – original draft, X.G., J.T.C.; Writing – reviewing and editing, X.L., X.G., S.L.M., G.B.M., H.P-W., J.K.L., J.T.C.; Supervision, H.P-W., J.K.L., J.T.C.; Funding Acquisition, B.K.A., S.L.M., G.B.M., H.P-W., J.K.L., J.T.C. Ordering of the co-first authors (X.L. and X.G.) was determined based on the contributions to the final manuscript. Data availability RNA-seq data described in this study are deposited in the Gene Expression Omnibus database under accession GSE160568. The raw RNA-Seq and whole-exome sequencing data are available under controlled access from the European Genome-phenome Archive under accession EGAD0000100827. Competing interests G.B.M. is a board member or consultant for AstraZeneca, Chrysallis Biotechnology, GlaxoSmithKline, ImmunoMET, Ionis, Eli Lilly, PDX Pharmaceuticals, Signalchem Life Science, Symphogen, Tarveda, Turbine, Zentalis Pharmaceuticals; a shareholder of Catena Pharmaceuticals, ImmunoMet, SignalChem, and Tarveda; and has licensed technology to Myriad Genetics and Nanostring. J.K.L. has research support from Novartis, Medivation/Pfizer, Genentech, GlaxoSmithKline, EMD-Serono, Astra-Zeneca, Medimmune, and Zenith; is a board member or consultant for Astra-Zeneca, Ayala, and Pfizer (all uncompensated); and is on the speaker’s bureau for MedLearning, Physician’s Education Resource, Prime Oncology, Medscape, Clinical Care Options, and Medpage. Other authors declare no competing interests. References 1. Chen S Parmigiani G Meta-analysis of BRCA1 and BRCA2 penetrance J. Clin. Oncol. Off. J. Am. Soc. Clin. Oncol. 2007 25 1329 1333 10.1200/JCO.2006.09.1066 2. Sonderstrup IMH Subtypes in BRCA-mutated breast cancer Hum. Pathol. 2019 84 192 201 10.1016/j.humpath.2018.10.005 30342055 3. Antoniou A Average risks of breast and ovarian cancer associated with BRCA1 or BRCA2 mutations detected in case Series unselected for family history: a combined analysis of 22 studies Am. J. Hum. Genet 2003 72 1117 1130 10.1086/375033 12677558 4. Beitsch PD Underdiagnosis of hereditary breast cancer: are genetic testing guidelines a tool or an obstacle? J. Clin. Oncol. Off. J. Am. Soc. Clin. Oncol. 2019 37 453 460 10.1200/JCO.18.01631 5. Akashi-Tanaka S BRCAness predicts resistance to taxane-containing regimens in triple negative breast cancer during neoadjuvant chemotherapy Clin. Breast Cancer 2015 15 80 85 10.1016/j.clbc.2014.08.003 25445419 6. Farmer H Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy Nature 2005 434 917 921 10.1038/nature03445 15829967 7. Sachdev E Tabatabai R Roy V Rimel BJ Mita MM PARP inhibition in cancer: an update on clinical development Target Oncol. 2019 14 657 679 10.1007/s11523-019-00680-2 31625002 8. Robson M Olaparib for metastatic breast cancer in patients with a germline BRCA mutation N. Engl. J. Med. 2017 377 523 533 10.1056/NEJMoa1706450 28578601 9. Litton JK Talazoparib in patients with advanced breast cancer and a germline BRCA mutation N. Engl. J. Med. 2018 379 753 763 10.1056/NEJMoa1802905 30110579 10. Ettl J Quality of life with talazoparib versus physician’s choice of chemotherapy in patients with advanced breast cancer and germline BRCA1/2 mutation: patient-reported outcomes from the EMBRACA phase III trial Ann. Oncol. Off. J. Eur. Soc. Med. Oncol. ESMO 2018 29 1939 1947 10.1093/annonc/mdy257 11. Robson ME OlympiAD final overall survival and tolerability results: Olaparib versus chemotherapy treatment of physician’s choice in patients with a germline BRCA mutation and HER2-negative metastatic breast cancer Ann. Oncol. Off. J. Eur. Soc. Med. Oncol. ESMO 2019 30 558 566 10.1093/annonc/mdz012 12. Litton, J. K. et al. Talazoparib versus chemotherapy in patients with germline BRCA1/2-mutated HER2-negative advanced breast cancer: final overall survival results from the EMBRACA trial. Ann. Oncol. Off. J. Eur. Soc. Med. Oncol. ESMO , 10.1016/j.annonc.2020.08.2098 (2020). 13. Litton JK Neoadjuvant talazoparib for patients with operable breast cancer with a germline BRCA pathogenic variant J. Clin. Oncol. Off. J. Am. Soc. Clin. Oncol. 2020 38 388 394 10.1200/JCO.19.01304 14. Vaidyanathan A ABCB1 (MDR1) induction defines a common resistance mechanism in paclitaxel- and olaparib-resistant ovarian cancer cells Br. J. Cancer 2016 115 431 441 10.1038/bjc.2016.203 27415012 15. Elmeliegy M Evaluation of the effect of P-glycoprotein inhibition and induction on talazoparib disposition in patients with advanced solid tumours Br. J. Clin. Pharm. 2020 86 771 778 10.1111/bcp.14178 16. Shen DW Human multidrug-resistant cell lines: increased mdr1 expression can precede gene amplification Science 1986 232 643 645 10.1126/science.3457471 3457471 17. Swisher EM Secondary BRCA1 mutations in BRCA1-mutated ovarian carcinomas with platinum resistance Cancer Res. 2008 68 2581 2586 10.1158/0008-5472.CAN-08-0088 18413725 18. Sakai W Secondary mutations as a mechanism of cisplatin resistance in BRCA2-mutated cancers Nature 2008 451 1116 1120 10.1038/nature06633 18264087 19. Johnson N Stabilization of mutant BRCA1 protein confers PARP inhibitor and platinum resistance Proc. Natl Acad. Sci. USA 2013 110 17041 17046 10.1073/pnas.1305170110 24085845 20. Gupta R DNA repair network analysis reveals shieldin as a key regulator of NHEJ and PARP inhibitor sensitivity Cell 2018 173 972 988 e923 10.1016/j.cell.2018.03.050 29656893 21. Noordermeer SM The shieldin complex mediates 53BP1-dependent DNA repair Nature 2018 560 117 121 10.1038/s41586-018-0340-7 30022168 22. Ray Chaudhuri A Replication fork stability confers chemoresistance in BRCA-deficient cells Nature 2016 535 382 387 10.1038/nature18325 27443740 23. Quinet A PRIMPOL-mediated adaptive response suppresses replication fork reversal in BRCA-deficient cells Mol. Cell 2020 77 461 474 e469 10.1016/j.molcel.2019.10.008 31676232 24. Barber LJ Secondary mutations in BRCA2 associated with clinical resistance to a PARP inhibitor J. Pathol. 2013 229 422 429 10.1002/path.4140 23165508 25. Brady SW Combating subclonal evolution of resistant cancer phenotypes Nat. Commun. 2017 8 1231 10.1038/s41467-017-01174-3 29093439 26. Waks AG Reversion and non-reversion mechanisms of resistance to PARP inhibitor or platinum chemotherapy in BRCA1/2-mutant metastatic breast cancer Ann. Oncol. Off. J. Eur. Soc. Med. Oncol. ESMO 2020 31 590 598 10.1016/j.annonc.2020.02.008 27. Quigley D Analysis of circulating cell-free DNA identifies multiclonal heterogeneity of BRCA2 reversion mutations associated with resistance to PARP inhibitors Cancer Discov. 2017 7 999 1005 10.1158/2159-8290.CD-17-0146 28450426 28. Christie EL Reversion of BRCA1/2 germline mutations detected in circulating tumor DNA from patients with high-grade serous ovarian cancer J. Clin. Oncol. Off. J. Am. Soc. Clin. Oncol. 2017 35 1274 1280 10.1200/JCO.2016.70.4627 29. Mayor P Gay LM Lele S Elvin JA BRCA1 reversion mutation acquired after treatment identified by liquid biopsy Gynecol. Oncol. Rep. 2017 21 57 60 10.1016/j.gore.2017.06.010 28706968 30. Weigelt B Diverse BRCA1 and BRCA2 reversion mutations in circulating cell-free DNA of therapy-resistant breast or ovarian cancer Clin. Cancer Res. 2017 23 6708 6720 10.1158/1078-0432.CCR-17-0544 28765325 31. Lin KK BRCA reversion mutations in circulating tumor DNA predict primary and acquired resistance to the PARP inhibitor rucaparib in high-grade ovarian carcinoma Cancer Discov. 2019 9 210 219 10.1158/2159-8290.CD-18-0715 30425037 32. Kondrashova O Secondary somatic mutations restoring RAD51C and RAD51D associated with acquired resistance to the PARP inhibitor rucaparib in high-grade ovarian carcinoma Cancer Discov. 2017 7 984 998 10.1158/2159-8290.CD-17-0419 28588062 33. Pettitt SJ Genome-wide and high-density CRISPR-Cas9 screens identify point mutations in PARP1 causing PARP inhibitor resistance Nat. Commun. 2018 9 1849 10.1038/s41467-018-03917-2 29748565 34. Abrial C Measurement of residual disease after neoadjuvant chemotherapy J. Clin. Oncol. Off. J. Am. Soc. Clin. Oncol. 2008 26 3094 10.1200/JCO.2008.16.7817 35. Shen R Seshan VE FACETS: allele-specific copy number and clonal heterogeneity analysis tool for high-throughput DNA sequencing Nucleic Acids Res. 2016 44 e131 10.1093/nar/gkw520 27270079 36. Carter SL Absolute quantification of somatic DNA alterations in human cancer Nat. Biotechnol. 2012 30 413 421 10.1038/nbt.2203 22544022 37. Greenblatt MS Chappuis PO Bond JP Hamel N Foulkes WD TP53 mutations in breast cancer associated with BRCA1 or BRCA2 germ-line mutations: distinctive spectrum and structural distribution Cancer Res. 2001 61 4092 4097 11358831 38. Johannsson OT Tumour biological features of BRCA1-induced breast and ovarian cancer Eur. J. Cancer 1997 33 362 371 10.1016/S0959-8049(97)89007-7 9155518 39. Holstege H High incidence of protein-truncating TP53 mutations in BRCA1-related breast cancer Cancer Res. 2009 69 3625 3633 10.1158/0008-5472.CAN-08-3426 19336573 40. Cho Y Gorina S Jeffrey PD Pavletich NP Crystal structure of a p53 tumor suppressor-DNA complex: understanding tumorigenic mutations Science. 1994 265 346 355 10.1126/science.8023157 8023157 41. Hainaut P Hollstein M p53 and human cancer: the first ten thousand mutations Adv. Cancer Res. 2000 77 81 137 10.1016/S0065-230X(08)60785-X 10549356 42. Tate JG COSMIC: the catalogue of somatic mutations in cancer Nucleic Acids Res. 2019 47 D941 D947 10.1093/nar/gky1015 30371878 43. Adzhubei I Jordan DM Sunyaev SR Predicting functional effect of human missense mutations using PolyPhen-2 Curr. Protoc. Hum. Genet 2013 Chapter 7 Unit7 20 23315928 44. Ng PC Henikoff S SIFT: Predicting amino acid changes that affect protein function Nucleic Acids Res. 2003 31 3812 3814 10.1093/nar/gkg509 12824425 45. Alexandrov LB Signatures of mutational processes in human cancer Nature 2013 500 415 421 10.1038/nature12477 23945592 46. Polak P A mutational signature reveals alterations underlying deficient homologous recombination repair in breast cancer Nat. Genet 2017 49 1476 1486 10.1038/ng.3934 28825726 47. Poti A Correlation of homologous recombination deficiency induced mutational signatures with sensitivity to PARP inhibitors and cytotoxic agents Genome Biol. 2019 20 240 10.1186/s13059-019-1867-0 31727117 48. Gulhan DC Lee JJ Melloni GEM Cortes-Ciriano I Park PJ Detecting the mutational signature of homologous recombination deficiency in clinical samples Nat. Genet 2019 51 912 919 10.1038/s41588-019-0390-2 30988514 49. Rosenthal R McGranahan N Herrero J Taylor BS Swanton C DeconstructSigs: delineating mutational processes in single tumors distinguishes DNA repair deficiencies and patterns of carcinoma evolution Genome Biol. 2016 17 31 10.1186/s13059-016-0893-4 26899170 50. Nolan, E. et al. Combined immune checkpoint blockade as a therapeutic strategy for BRCA1-mutated breast cancer. Sci. Transl. Med. 9 , 10.1126/scitranslmed.aal4922 (2017). 51. Endesfelder D Chromosomal instability selects gene copy-number variants encoding core regulators of proliferation in ER+ breast cancer Cancer Res. 2014 74 4853 4863 10.1158/0008-5472.CAN-13-2664 24970479 52. Manie E Genomic hallmarks of homologous recombination deficiency in invasive breast carcinomas Int J. Cancer 2016 138 891 900 10.1002/ijc.29829 26317927 53. Popova T Ploidy and large-scale genomic instability consistently identify basal-like breast carcinomas with BRCA1/2 inactivation Cancer Res. 2012 72 5454 5462 10.1158/0008-5472.CAN-12-1470 22933060 54. Birkbak NJ Telomeric allelic imbalance indicates defective DNA repair and sensitivity to DNA-damaging agents Cancer Disco. 2012 2 366 375 10.1158/2159-8290.CD-11-0206 55. Chen X Manta: rapid detection of structural variants and indels for germline and cancer sequencing applications Bioinformatics 2016 32 1220 1222 10.1093/bioinformatics/btv710 26647377 56. Wang Y The BRCA1-Delta11q alternative splice isoform bypasses germline mutations and promotes therapeutic resistance to PARP inhibition and cisplatin Cancer Res. 2016 76 2778 2790 10.1158/0008-5472.CAN-16-0186 27197267 57. Maxwell KN BRCA locus-specific loss of heterozygosity in germline BRCA1 and BRCA2 carriers Nat. Commun. 2017 8 319 10.1038/s41467-017-00388-9 28831036 58. Mirman Z 53BP1-RIF1-shieldin counteracts DSB resection through CST- and Polalpha-dependent fill-in Nature 2018 560 112 116 10.1038/s41586-018-0324-7 30022158 59. Dev H Shieldin complex promotes DNA end-joining and counters homologous recombination in BRCA1-null cells Nat. Cell Biol. 2018 20 954 965 10.1038/s41556-018-0140-1 30022119 60. Favero F Sequenza: allele-specific copy number and mutation profiles from tumor sequencing data Ann. Oncol. Off. J. Eur. Soc. Med. Oncol. ESMO 2015 26 64 70 10.1093/annonc/mdu479 61. Liberzon A Molecular signatures database (MSigDB) 3.0 Bioinformatics 2011 27 1739 1740 10.1093/bioinformatics/btr260 21546393 62. Fang Y Sequential therapy with PARP and WEE1 inhibitors minimizes toxicity while maintaining efficacy Cancer Cell 2019 35 851 867 e857 10.1016/j.ccell.2019.05.001 31185210 63. Buffa FM Harris AL West CM Miller CJ Large meta-analysis of multiple cancers reveals a common, compact and highly prognostic hypoxia metagene Br. J. Cancer 2010 102 428 435 10.1038/sj.bjc.6605450 20087356 64. LaGory EL Giaccia AJ The ever-expanding role of HIF in tumour and stromal biology Nat. Cell Biol. 2016 18 356 365 10.1038/ncb3330 27027486 65. Schaefer CF PID: the pathway interaction database Nucleic Acids Res. 2009 37 D674 D679 10.1093/nar/gkn653 18832364 66. Allison Stewart C Dynamic variations in epithelial-to-mesenchymal transition (EMT), ATM, and SLFN11 govern response to PARP inhibitors and cisplatin in small cell lung cancer Oncotarget 2017 8 28575 28587 10.18632/oncotarget.15338 28212573 67. Larue L Ohsugi M Hirchenhain J Kemler R E-cadherin null mutant embryos fail to form a trophectoderm epithelium Proc. Natl Acad. Sci. USA 1994 91 8263 8267 10.1073/pnas.91.17.8263 8058792 68. Cano A The transcription factor snail controls epithelial-mesenchymal transitions by repressing E-cadherin expression Nat. Cell Biol. 2000 2 76 83 10.1038/35000025 10655586 69. Zeisberg M Neilson EG Biomarkers for epithelial-mesenchymal transitions J. Clin. Invest. 2009 119 1429 1437 10.1172/JCI36183 19487819 70. Chang JT Nevins JR GATHER: a systems approach to interpreting genomic signatures Bioinformatics 2006 22 2926 2933 10.1093/bioinformatics/btl483 17000751 71. Ye X Distinct EMT programs control normal mammary stem cells and tumour-initiating cells Nature 2015 525 256 260 10.1038/nature14897 26331542 72. Shibue T Weinberg RA EMT, CSCs, and drug resistance: the mechanistic link and clinical implications Nat. Rev. Clin. Oncol. 2017 14 611 629 10.1038/nrclinonc.2017.44 28397828 73. Ordonez LD Rapid activation of epithelial-mesenchymal transition drives PARP inhibitor resistance in Brca2-mutant mammary tumours Oncotarget 2019 10 2586 2606 10.18632/oncotarget.26830 31080552 74. Lafon-Hughes L Vilchez Larrea SC Kun A Fernandez Villamil SH VERO cells harbor a poly-ADP-ribose belt partnering their epithelial adhesion belt PeerJ 2014 2 e617 10.7717/peerj.617 25332845 75. Huang D Poly(ADP-ribose) polymerase 1 is indispensable for transforming growth factor-beta Induced Smad3 activation in vascular smooth muscle cell PLoS One 2011 6 e27123 10.1371/journal.pone.0027123 22073128 76. Schacke, M. et al. PARP-1/2 inhibitor olaparib prevents or partially reverts EMT induced by TGF-beta in NMuMG Cells. Int. J. Mol. Sci. 20 , 10.3390/ijms20030518 (2019). 77. Lonn P PARP-1 attenuates Smad-mediated transcription Mol. Cell 2010 40 521 532 10.1016/j.molcel.2010.10.029 21095583 78. Dahl M Fine-tuning of Smad protein function by poly(ADP-ribose) polymerases and poly(ADP-ribose) glycohydrolase during transforming growth factor beta signaling PLoS One 2014 9 e103651 10.1371/journal.pone.0103651 25133494 79. Zavadil J Bottinger EP TGF-beta and epithelial-to-mesenchymal transitions Oncogene 2005 24 5764 5774 10.1038/sj.onc.1208927 16123809 80. Chan N Contextual synthetic lethality of cancer cell kill based on the tumor microenvironment Cancer Res. 2010 70 8045 8054 10.1158/0008-5472.CAN-10-2352 20924112 81. Mehibel M Modulating the tumor microenvironment to enhance efficacy of PARP inhibitors J. Clin. Oncol. 2019 37 e14715 e14715 10.1200/JCO.2019.37.15_suppl.e14715 82. Mehibel, M. et al. Eliminating hypoxic tumor cells improves response to PARP inhibitors in homologous recombination-deficient cancer models. J. Clin. Invest. 131 , 10.1172/JCI146256 (2021). 83. Liu JF Combination cediranib and olaparib versus olaparib alone for women with recurrent platinum-sensitive ovarian cancer: a randomised phase 2 study Lancet Oncol. 2014 15 1207 1214 10.1016/S1470-2045(14)70391-2 25218906 84. Liu JF Overall survival and updated progression-free survival outcomes in a randomized phase II study of combination cediranib and olaparib versus olaparib in relapsed platinum-sensitive ovarian cancer Ann. Oncol. Off. J. Eur. Soc. Med. Oncol. ESMO 2019 30 551 557 10.1093/annonc/mdz018 85. Kemp, A. Update on Phase III GY004 trial for cediranib added to Lynparza in platinum-sensitive relapsed ovarian cancer. (3/12/2020). [Press release]. https://www.astrazeneca.com/media-centre/press-releases/2020/update-on-phase-iii-gy004-trial-for-cediranib-added-to-lynparza-in-platinum-sensitive-relapsed-ovarian-cancer.html . 86. Kaplan, A. R. et al. Cediranib suppresses homology-directed DNA repair through down-regulation of BRCA1/2 and RAD51. Sci. Transl. Med. 11 , 10.1126/scitranslmed.aav4508 (2019). 87. Koh SH The effect of PARP inhibitor on ischaemic cell death, its related inflammation and survival signals Eur. J. Neurosci. 2004 20 1461 1472 10.1111/j.1460-9568.2004.03632.x 15355313 88. Curtin NJ Szabo C Therapeutic applications of PARP inhibitors: anticancer therapy and beyond Mol. Asp. Med 2013 34 1217 1256 10.1016/j.mam.2013.01.006 89. Szabo C Dawson VL Role of poly(ADP-ribose) synthetase in inflammation and ischaemia-reperfusion Trends Pharm. Sci. 1998 19 287 298 10.1016/S0165-6147(98)01193-6 9703762 90. Felsher DW Bishop JM Transient excess of MYC activity can elicit genomic instability and tumorigenesis Proc. Natl Acad. Sci. USA 1999 96 3940 3944 10.1073/pnas.96.7.3940 10097142 91. Vafa O c-Myc can induce DNA damage, increase reactive oxygen species, and mitigate p53 function: a mechanism for oncogene-induced genetic instability Mol. Cell 2002 9 1031 1044 10.1016/S1097-2765(02)00520-8 12049739 92. Karlsson A Defective double-strand DNA break repair and chromosomal translocations by MYC overexpression Proc. Natl Acad. Sci. USA 2003 100 9974 9979 10.1073/pnas.1732638100 12909717 93. Li Z c-Myc suppression of DNA double-strand break repair Neoplasia 2012 14 1190 1202 10.1593/neo.121258 23308051 94. Michelena J Analysis of PARP inhibitor toxicity by multidimensional fluorescence microscopy reveals mechanisms of sensitivity and resistance Nat. Commun. 2018 9 2678 10.1038/s41467-018-05031-9 29992957 95. Chen Y c-Myc activates BRCA1 gene expression through distal promoter elements in breast cancer cells BMC Cancer 2011 11 246 10.1186/1471-2407-11-246 21668996 96. Carey JPW Synthetic lethality of PARP inhibitors in combination with MYC blockade is independent of BRCA status in triple-negative breast cancer Cancer Res. 2018 78 742 757 10.1158/0008-5472.CAN-17-1494 29180466 97. Patch AM Whole-genome characterization of chemoresistant ovarian cancer Nature 2015 521 489 494 10.1038/nature14410 26017449 98. Meghani K Multifaceted impact of microRNA 493-5p on genome-stabilizing pathways induces platinum and PARP inhibitor resistance in BRCA2-mutated carcinomas Cell Rep. 2018 23 100 111 10.1016/j.celrep.2018.03.038 29617652 99. Shen J PARPi triggers the STING-dependent immune response and enhances the therapeutic efficacy of immune checkpoint blockade independent of BRCAness Cancer Res 2019 79 311 319 10.1158/0008-5472.CAN-18-1003 30482774 100. Pantelidou C PARP inhibitor efficacy depends on CD8(+) T-cell recruitment via intratumoral STING pathway activation in BRCA-deficient models of triple-negative breast cancer Cancer Discov. 2019 9 722 737 10.1158/2159-8290.CD-18-1218 31015319 101. Ding L PARP inhibition elicits STING-dependent antitumor immunity in Brca1-deficient ovarian cancer Cell Rep. 2018 25 2972 2980 e2975 10.1016/j.celrep.2018.11.054 30540933 102. Symmans WF Measurement of residual breast cancer burden to predict survival after neoadjuvant chemotherapy J. Clin. Oncol.: Off. J. Am. Soc. Clin. Oncol. 2007 25 4414 4422 10.1200/JCO.2007.10.6823 103. Echeverria GV High-resolution clonal mapping of multi-organ metastasis in triple negative breast cancer Nat. Commun. 2018 9 5079 10.1038/s41467-018-07406-4 30498242 104. Chen X Chang JT Planning bioinformatics workflows using an expert system Bioinformatics 2017 33 1210 1215 28052928 105. Bolger AM Lohse M Usadel B Trimmomatic: a flexible trimmer for Illumina sequence data Bioinformatics 2014 30 2114 2120 10.1093/bioinformatics/btu170 24695404 106. Li H Durbin R Fast and accurate short read alignment with Burrows-Wheeler transform Bioinformatics 2009 25 1754 1760 10.1093/bioinformatics/btp324 19451168 107. DePristo MA A framework for variation discovery and genotyping using next-generation DNA sequencing data Nat. Genet 2011 43 491 498 10.1038/ng.806 21478889 108. McKenna A The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data Genome Res. 2010 20 1297 1303 10.1101/gr.107524.110 20644199 109. Fan Y MuSE: accounting for tumor heterogeneity using a sample-specific error model improves sensitivity and specificity in mutation calling from sequencing data Genome Biol. 2016 17 178 10.1186/s13059-016-1029-6 27557938 110. Cibulskis K Sensitive detection of somatic point mutations in impure and heterogeneous cancer samples Nat. Biotechnol. 2013 31 213 219 10.1038/nbt.2514 23396013 111. Larson DE SomaticSniper: identification of somatic point mutations in whole genome sequencing data Bioinformatics 2012 28 311 317 10.1093/bioinformatics/btr665 22155872 112. Kim S Strelka2: fast and accurate calling of germline and somatic variants Nat. Methods 2018 15 591 594 10.1038/s41592-018-0051-x 30013048 113. Amarasinghe KC Inferring copy number and genotype in tumour exome data BMC Genomics 2014 15 732 10.1186/1471-2164-15-732 25167919 114. Callari M Intersect-then-combine approach: improving the performance of somatic variant calling in whole exome sequencing data using multiple aligners and callers Genome Med. 2017 9 35 10.1186/s13073-017-0425-1 28420412 115. Wang K Li M Hakonarson H ANNOVAR: functional annotation of genetic variants from high-throughput sequencing data Nucleic Acids Res. 2010 38 e164 10.1093/nar/gkq603 20601685 116. Cingolani P A program for annotating and predicting the effects of single nucleotide polymorphisms, SnpEff: SNPs in the genome of Drosophila melanogaster strain w1118; iso-2; iso-3 Fly. (Austin) 2012 6 80 92 10.4161/fly.19695 22728672 117. McLaren W The ensembl variant effect predictor Genome Biol. 2016 17 122 10.1186/s13059-016-0974-4 27268795 118. Burrell RA Replication stress links structural and numerical cancer chromosomal instability Nature 2013 494 492 496 10.1038/nature11935 23446422 119. Dobin A STAR: ultrafast universal RNA-seq aligner Bioinformatics 2013 29 15 21 10.1093/bioinformatics/bts635 23104886 120. Anders S Pyl PT Huber W HTSeq-a Python framework to work with high-throughput sequencing data Bioinformatics 2015 31 166 169 10.1093/bioinformatics/btu638 25260700 121. Korotkevich, G., Sukhov, V., Budin, N. & Sergushichev, A. Fast gene set enrichment analysis. bioRxi v, 10.1101/060012 (2019). 122. Love MI Huber W Anders S Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2 Genome Biol. 2014 15 550 10.1186/s13059-014-0550-8 25516281",
  "plain_text": "Germline mutations in BRCA1 or BRCA2 exist in ~2–7% of breast cancer patients, which has led to the approval of PARP inhibitors in the advanced setting. We have previously reported a phase II neoadjuvant trial of single agent talazoparib for patients with germline BRCA pathogenic variants with a pathologic complete response (pCR) rate of 53%. As nearly half of the patients treated did not have pCR, better strategies are needed to overcome treatment resistance. To this end, we conducted multi-omic analysis of 13 treatment naïve breast cancer tumors from patients that went on to receive single-agent neoadjuvant talazoparib. We looked for biomarkers that were predictive of response (assessed by residual cancer burden) after 6 months of therapy. We found that all resistant tumors exhibited either the loss of SHLD2, expression of a hypoxia signature, or expression of a stem cell signature. These results indicate that the deep analysis of pre-treatment tumors can identify biomarkers that are predictive of response to talazoparib and potentially other PARP inhibitors, and provides a framework that will allow for better selection of patients for treatment, as well as a roadmap for the development of novel combination therapies to prevent emergence of resistance."
}
