{
    "PMC": "2196071",
    "DOI": "10.1084/jem.20021405",
    "PMID": "12486104",
    "PMCID": "PMC2196071",
    "title": "Non-T cell activation linker (NTAL): a transmembrane adaptor protein involved in immunoreceptor signaling.",
    "year": 2002,
    "source_url": "https://europepmc.org/article/PMC/PMC2196071",
    "source": "MED",
    "abstract_text": "A key molecule necessary for activation of T lymphocytes through their antigen-specific T cell receptor (TCR) is the transmembrane adaptor protein LAT (linker for activation of T cells). Upon TCR engagement, LAT becomes rapidly tyrosine phosphorylated and then serves as a scaffold organizing a multicomponent complex that is indispensable for induction of further downstream steps of the signaling cascade. Here we describe the identification and preliminary characterization of a novel transmembrane adaptor protein that is structurally and evolutionarily related to LAT and is expressed in B lymphocytes, natural killer (NK) cells, monocytes, and mast cells but not in resting T lymphocytes. This novel transmembrane adaptor protein, termed NTAL (non-T cell activation linker) is the product of a previously identified WBSCR5 gene of so far unknown function. NTAL becomes rapidly tyrosine-phosphorylated upon cross-linking of the B cell receptor (BCR) or of high-affinity Fcgamma- and Fc epsilon -receptors of myeloid cells and then associates with the cytoplasmic signaling molecules Grb2, Sos1, Gab1, and c-Cbl. NTAL expressed in the LAT-deficient T cell line J.CaM2.5 becomes tyrosine phosphorylated and rescues activation of Erk1/2 and minimal transient elevation of cytoplasmic calcium level upon TCR/CD3 cross-linking. Thus, NTAL appears to be a structural and possibly also functional homologue of LAT in non-T cells.",
    "full_text": "J Exp Med J. Exp. Med The Journal of Experimental Medicine 0022-1007 1540-9538 The Rockefeller University Press 2196071 20021405 10.1084/jem.20021405 12486104 Article Non–T Cell Activation Linker (NTAL) A Transmembrane Adaptor Protein Involved in Immunoreceptor Signaling Brdička Tomáš 1 Imrich Martin 1 Angelisová Pavla 1 Brdičková Naděžda 1 Horváth Ondrej 1 Špička Jiří 1 Hilgert Ivan 1 Lusková Petra 1 Dráber Petr 1 Novák Petr 2 Engels Niklas 3 Wienands Jürgen 3 Simeoni Luca 4 Österreicher Jan 5 Aguado Enrique 6 Malissen Marie 6 Schraven Burkhart 4 Hořejší Václav 1 1 Institute of Molecular Genetics, Academy of Sciences of the Czech Republic, Vídeňská 1083, 142 20 Prague 4, Czech Republic 2 Institute of Microbiology, Academy of Sciences of the Czech Republic, Vídeňská 1083, 142 20 Prague 4, Czech Republic 3 Department of Biochemistry and Molecular Immunology, University of Bielefeld, Universitätsstrasse 25, Bielefeld D-33615, Germany 4 Institute for Immunology, Otto-von-Guericke-University, Leipziger Strasse 26, 39120 Magdeburg, Germany 5 Department of Radiobiology and Immunology, Purkyně Military Medical Academy, Třebešská 1575, 500 01 Hradec Králové, Czech Republic 6 Centre d'Immunologie de Marseille-Luminy, INSERM-CNRS-Univ. Med., Parc Scientifique de Luminy, 13288 Marseille Cedex 9, France Address correspondence to Václav Hořejší, Institute of Molecular Genetics AS CR, Vídeňská 1083, 142 20 Praha 4, Czech Republic. Phone: 420-2-41729908; Fax: 420-2-44472282; E-mail: horejsi@biomed.cas.cz ; or Burkhart Schraven, Institute for Immunology, Otto-von-Guericke-University, Leipziger Strasse 26, 39120 Magdeburg, Germany. Phone: 0391-67-15800; Fax: 0391-67-15852; E-mail: burkhart.schraven@medizin.uni-magdeburg.de 16 12 2002 196 12 1617 1626 13 8 2002 30 10 2002 6 11 2002 Copyright © 2002, The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). A key molecule necessary for activation of T lymphocytes through their antigen-specific T cell receptor (TCR) is the transmembrane adaptor protein LAT (linker for activation of T cells). Upon TCR engagement, LAT becomes rapidly tyrosine phosphorylated and then serves as a scaffold organizing a multicomponent complex that is indispensable for induction of further downstream steps of the signaling cascade. Here we describe the identification and preliminary characterization of a novel transmembrane adaptor protein that is structurally and evolutionarily related to LAT and is expressed in B lymphocytes, natural killer (NK) cells, monocytes, and mast cells but not in resting T lymphocytes. This novel transmembrane adaptor protein, termed NTAL (non–T cell activation linker) is the product of a previously identified WBSCR5 gene of so far unknown function. NTAL becomes rapidly tyrosine-phosphorylated upon cross-linking of the B cell receptor (BCR) or of high-affinity Fcγ- and Fcɛ-receptors of myeloid cells and then associates with the cytoplasmic signaling molecules Grb2, Sos1, Gab1, and c-Cbl. NTAL expressed in the LAT-deficient T cell line J.CaM2.5 becomes tyrosine phosphorylated and rescues activation of Erk1/2 and minimal transient elevation of cytoplasmic calcium level upon TCR/CD3 cross-linking. Thus, NTAL appears to be a structural and possibly also functional homologue of LAT in non–T cells. lipid rafts membrane microdomains antigen receptors Fc gamma receptor Fc epsilon receptor Preliminary reports (abstracts, poster and oral communications) on some aspects of this work were presented at the EMBO Workshop on Lymphocyte Antigen Receptor and Coreceptor Signalling, Siena, May 4–8, 2002 and at the ELSO2002 Meeting, Nice, June 29–July 3, 2002. Introduction Immunoreceptors (TCR, B cell receptor [BCR], * most Fc-receptors) initiate, upon binding of their agonist ligands, signaling pathways based on an inducible activation of Src-, Syk-, and Tec-family protein tyrosine kinases ( 1 – 3 ). Eventually this leads to activation of further downstream signaling molecules such as phospholipase Cγ (PLCγ), phosphatidylinositol 3-kinase (PI3-K), and other proteins regulating activities of small G-proteins of Ras and Rho families. A key component of the TCR signaling pathway is a transmembrane adaptor protein linker for activation of T cells (LAT) which becomes tyrosine phosphorylated by activated ZAP-70 ( 4 ) and then binds several other molecules including PLCγ, Grb2, SLP-76, PI3-K, and Gads ( 5 ). LAT is expressed in T cells as a palmitoylated protein and is a characteristic component of detergent-resistant membrane microdomains ( 6 , 7 ), also called membrane rafts or glycosphingolipid-enriched membrane domains (GEMs) enriched in glycosylphosphatidylinositol (GPI)-anchored proteins, glycosphingolipids, cholesterol, and several species of signaling molecules including Src-family kinases and heterotrimeric G-proteins ( 8 ). Association of the ligated TCR (as well as other immunoreceptors) with GEMs seems to be indispensable for the initiation of cellular activation as it facilitates the phosphorylation of immunoreceptor-associated tyrosine-based activation motifs by GEM-associated Src-kinases and several other early signaling steps ( 9 , 10 ). T cells devoid of LAT are defective in TCR signaling and LAT −/− mice lack mature T cells as their development in thymus is blocked at an early stage ( 11 ). In marked contrast to T cells, B cells of LAT −/− mice are functionally normal because LAT is not expressed in these cells. Furthermore, myeloid and NK cells develop apparently normally in the LAT-deficient animals and at least some aspects of signaling through their Fc-receptors remain functional ( 11 – 13 ). The latter data indicate that another LAT-like molecule may be expressed in non–T cells. Therefore, we were looking for a molecule which might possibly play a LAT-like role in BCR and Fc-receptor signaling. Materials and Methods Cells and Antibodies. Human T, B, NK cells, and monocytes were obtained from buffy coats by Ficoll centrifugation and preparative cell sorting using a FACS Vantage™ flow cytometer (Becton Dickinson) and PE-conjugated mAbs to CD3 and CD19 (Serotec), biotinylated anti-CD14 (Serotec), fluoresceinated streptavidin (BD Biosciences), unlabeled CD56 mAb MEM-188 (product of the Prague laboratory), and fluorescein-conjugated F(ab) 2 fragments of goat anti–mouse Ig (Caltag). Mouse splenocytes (an unseparated washed suspension containing ∼40% B cells) used in functional experiments with B cells were obtained from C57/BL6 mice. Human blood monocytes used in the functional experiments were obtained by preparative cell sorting based solely on their characteristic side and forward scatter properties (i.e., without any antibody staining). Bone marrow mast cells (BMMCs) of wild-type and Lyn −/− mice ( 14 ) were provided by Dr. M. Hibbs (Ludwig Institute for Cancer Research, Melbourne, Australia). B cell line Ramos, myeloid cell line THP-1, T cell line Jurkat, and 293T cells were from the cell line collection of the Institute of Molecular Genetics. Jurkat T cell line mutant J.CaM2.5 deficient in the transmembrane adaptor protein LAT ( 15 ) was donated by Dr. A. Weiss (University of California at San Francisco, San Francisco, CA). Antiserum to non–T cell activation linker (NTAL) was produced in the Prague laboratory by immunization of rabbits with bacterially expressed cytoplasmic fragment of human NTAL (amino acids 89–243), mouse mAbs to NTAL were prepared using standard techniques from splenocytes of mice immunized with the same bacterially produced NTAL fragment; some of them cross-reacted also with mouse homologue (unpublished data). In addition, anti-peptide mAbs were prepared directed to the peptide comprising residues 196 to 210 of the human molecule (purchased from Genemed Synthesis Inc.) conjugated to keyhole limpet hemocyanin using a commercial kit (Pierce Chemical Co.). Rabbit polyclonal antibodies to Erk1/2 and phospho-Erk1/2 were from Promega and New England Biolabs, Inc., respectively. The sources of the other antibodies used were as follows: Jurkat TCR (IgM mAb C305, provided by Dr. A. Weiss), CD28 (IgM mAb 248.23.2; reference 16 ), Grb2 (mouse mAb; Transduction Laboratories), Sos1 (rabbit polyclonal; Santa Cruz Biotechnology, Inc.), c-Cbl (rabbit polyclonal; Santa Cruz Biotechnology, Inc.), Gab1 (Upstate Biotechnology), ubiquitin (rabbit polyclonal; Sigma-Aldrich), phosphotyrosine (mAbs P-Tyr-01 and P-Tyr-02 prepared in the Prague laboratory; PY-20-horseradish peroxidase conjugate; Transduction Laboratories), CD59 (mAb MEM-43), and CD3ɛ (mAb MEM-92), both prepared in Prague laboratory. In Vitro Kinase Assay, Immunoprecipitation, and Other Biochemical Methods. Detergent-resistant microdomains (GEMs) were immunoisolated and in vitro kinase assays performed as described previously ( 17 ). Briefly, cells were solubilized with ice-cold isotonic lysis solution containing 1% detergent Nonidet P-40 (NP-40), the postnuclear supernatants containing GEMs were incubated in plastic wells coated with mAb MEM-43 (antibody to a major protein component of GEMs, GPI-anchored protein CD59). After washing, the kinase solution containing [γ− 32 P]ATP (ICN Biomedicals) was added and the proteins phosphorylated by GEMs-associated kinases were resolved by SDS-PAGE and autoradiography. Sucrose density gradient-based GEMs isolation was performed as described previously ( 18 ). NTAL and NTAL-containing complexes were immunoprecipitated using postnuclear supernatants of cells solubilized by a detergent effectively disrupting GEMs (laurylmaltoside [n-dodecyl β-D-maltoside]; Calbiochem; lysis buffer: 1% laurylmaltoside in 20 mM Tris [pH 7.5], containing 100 mM NaCl, 10% glycerol, 1 mM 4-(2-aminoethyl)-benzenesulfonyl fluoride, 10 mM EDTA, 50 mM NaF, 1 mM Na 3 VO 4 ) and CNBr-Sepharose beads (Amersham Biosciences) coupled with mAbs purified by Protein A-Sepharose affinity chromatography. These lysates were passed through minicolumns (30–50 μl packed volume) of such immunosorbents; after washing with 10 column volumes of lysis buffer, bound proteins were eluted with 2 column volumes of 2× concentrated SDS-sample buffer and the flow-through and eluted fractions were analyzed by SDS-PAGE followed by Western blotting. In some experiments the cells were solubilized in 2× concentrated SDS-sample buffer, ultracentrifuged (250,000 g , 30 min) and the supernatant analyzed by SDS-PAGE and Western blotting. Biosynthetic labeling with [ 3 H]palmitate, SDS-PAGE, and Western blotting were performed as described ( 18 ). For enhanced detection of polyubiquitinated NTAL, the blot was autoclaved before immunostaining ( 19 ). Isolation of NTAL and Its Identification by Peptide Mass Mapping. Large-scale isolation of GEMs from NP-40-solubilized THP-1 cells by sucrose density gradient ultracentrifugation and separation of their protein components by two-dimensional PAGE was performed essentially as described earlier for analogous isolation of the transmembrane adaptor protein PAG ( 18 ). Two silver stained spots comigrating with the radioactively labeled in vitro phosphorylated spots were digested directly in the gel by trypsin (Promega) and the resulting peptide mixtures were analyzed on a Bruker BIFLEX II (Bruker-Franzen) MALDI-TOF mass spectrometer equipped with a nitrogen laser (337 nm) and a delayed extraction ion source. A saturated solution of α-cyano-4-hydroxycinnamic acid in aqueous 50% acetonitrile and 1% acetic acid was used as a MALDI matrix. 1 μl of the sample and 1 μl of the matrix solution were mixed on the target and allowed to dry at the ambient temperature. Positive-ion mass spectra of peptide maps were measured in the reflectron mode. Spectra were externally calibrated by using the monoisotopic [M+H] + ion of peptide standard (somatostatin; Sigma-Aldrich). DNA Constructs, Transfections. The coding region of human NTAL was amplified from human leukocyte cDNA library (CLONTECH Laboratories, Inc.; primers: 5′ CAGTTCTTGGAAACCCACTCGAG 3′ and 5′ GATGTCGACTAGGCTTCTGTGGCTGCCAC 3′). The PCR product was blunted and cloned into EcoRV site of pBluescript SK vector (Stratagene), the coding sequence was then cut out with HindIII and SmaI, gel-purified, and cloned into the HindIII/EcoRV digested eukaryotic expression vector pFLAG-CMV 5a (Sigma-Aldrich), and sequenced. For stable transfections NTAL coding sequence was subcloned into EcoRI site of pEFIRES-N vector (provided by Dr. S. Hobbs, Institute of Cancer Research, London, UK; reference 20 ). The FLAG-NTAL construct encoding the full length NTAL containing the COOH-terminal FLAG tag was produced from the pFLAG-CMV 5a construct by site-directed mutagenesis using the QuikChange™ site-directed mutagenesis kit (Stratagene) according to the manufacturer's instructions and the FLAG-NTAL insert was eventually subcloned into the pEFIRES-N vector. The analogous FLAG-LAT construct was obtained from a previously described construct ( 21 ) by subcloning the FLAG-LAT insert into the pEFIRES-N vector. The FLAG-TRIM construct in pEF-BOS vector was described earlier ( 21 ). For transient transfection of 293T cells, Lipofectamine 2000™ reagent (Invitrogen) was used according to manufacturers instructions. For transfection experiments in 293T cells the following cDNA constructs were used: Myc-tagged Lck or ZAP-70 inserted into pcDNA3 vector (donated by Dr. R. Abraham, Mayo Clinic, Rochester, MN), Syk cloned into the pRK5 vector (provided by Dr. W. Kolanus, Gene Center, Munich, Germany), Myc-tagged Lyn in pcDNA3.1 vector (provided by Dr. S. Watson, University of Oxford, UK), and FLAG-tagged Hck in pcDNA1 vector (provided by Dr. G. Langsley, Institut Pasteur, Paris, France). For bacterial expression, the NTAL intracellular fragment corresponding to amino acids 89–243 was cloned to BamHI site of pET-15b expression vector (Novagen), generating a construct with NH 2 -terminal histidine tag. J.CaM2.5 cells (Jurkat T cell line mutant deficient in the transmembrane adaptor protein LAT) were transfected with nontagged or FLAG-tagged NTAL, LAT, and TRIM constructs in the above described expression vectors by electroporation; stable transfectants expressing NTAL were selected by growing in 96-well plate in selective medium containing 1 mg/ml G418 (Calbiochem). After 3 wk oligoclonal G418-resistant populations were expanded and checked for NTAL expression by Western blotting. Four independent clones (three expressing high amount of NTAL and one of very low expression) were analyzed in detail. All these clones expressed only trace amounts of LAT (just like the parental J.CaM2.5 cells) and all of them had the same high expression of CD3 as the parental J.CaM2.5 cells or wild-type Jurkat cells (unpublished data). In relevant figures a representative of the NTAL high-expressing clones (which all gave similar results) is compared with wild-type Jurkat cells and to a parental J.CaM2.5 cell line (which behaves essentially identically as the NTAL-low expressing clone). Mouse Genomic Clones. LAT genomic clones were isolated from a 129/Ola phage library and sequenced. The GenBank/EMBL/DDBJ accession no. corresponding to mouse LAT is AJ438435 . Part of the sequence of the mouse LAT gene can be found on a contig present in the Ensembl Gene report (Ensembl gene ID: ENSMUSG00000030742; http://www.ensembl.org/Mus_musculus/ ), allowing the location of the LAT gene to chromosome 7. Confocal Microscopy. THP-1 cells and J.CaM2.5-NTAL transfectants were spun on coverslips coated with poly-L-lysine (Sigma-Aldrich), fixed, and permeabilized 3 min in −20°C methanol and then 5 s in cold acetone. After washing in PBS the slides were blocked with PBS containing 1% bovine serum albumin and 20% human AB serum and incubated for 45 min with mouse mAb to NTAL (NAP-7, 50 μg/ml), followed by 45 min incubation with Alexa 488 goat anti–mouse IgG (Molecular Probes, 500× diluted). Nuclei were stained with propidium iodide (10 min, 0.5 μg/ml). The samples were mounted in PBS and viewed with a Laserscan microscope (Leica TCS SP). Incubation with irrelevant primary antibody served as a negative control. Tissue Section Immunostaining. Sample of intestinal tissue biopsy from a colorectal carcinoma patient (including a normal tissue with local lymph nodes) was fixed with 10% neutral buffered formalin, embedded into parafin, and 4-μm thick tissue sections were cut. The preparation was dipped into citrate buffer pH 6.0 and treated in a microwave oven (2 × 5 min; 750 W). After blocking endogenous peroxidase activity by 1.5% H 2 O 2 in methanol for 20 min, tissue sections were incubated sequentially with hybridoma supernatant containing anti-NTAL mouse monoclonal antibody, biotinylated anti–mouse antibody (Jackson ImmunoResearch Laboratories), streptavidin-conjugated horseradish peroxidase (Biogenex), and 3,3-diaminobenzidine. Cell Activation. THP-1 cells were incubated 30 min on ice with an irrelevant mouse IgG2a monoclonal antibody (50 μg/ml in HBSS) which binds in the monomeric form selectively to the human high affinity IgG receptor (FcγRI; CD64; reference 22 ) and then 20 min at 37°C in culture medium. Ligated Fcγ-receptors were then cross-linked with polyclonal goat anti–mouse antibody (Sigma-Aldrich; 20 μg/ml; 2 min at 37°C), cooled down in ice-water bath for 1 min, spun down 1 min at 2°C, and immediately detergent solubilized. In some experiments THP-1 cells were stimulated in the presence of kinase inhibitors. Purified monocytes were stimulated using a similar protocol, except that they were first incubated with human AB serum and the ligated Fcγ-receptors were then cross-linked with polyclonal rabbit anti–human Ig antibody (Jackson ImmunoResearch Laboratories). BMMCs from wild-type mice or from mice with a genetically disrupted Lyn gene (BMMC-Lyn −/− ) were sensitized with monoclonal IgE (IGEL b4 1; 1 μg/ml) and the ligated FcɛRIs were aggregated with 2,4,6-trinitrophenyl (TNP)-BSA conjugate (1 μg/ml; 5 min at 37°C) as described elsewhere ( 23 ). Ramos B cells were activated by incubation for 2 min at 37°C with F(ab) 2 fragments of goat anti–human IgM (Jackson ImmunoResearch Laboratories). Mouse B cells present in the unseparated splenocyte suspension (10 8 cells/ml) were stimulated 30 s with F(ab) 2 fragments of goat anti–mouse IgM (20 μg/ml; Jackson ImmunoResearch Laboratories). In vitro activation of Jurkat T cells, J.CaM2.5 mutants, and J.CaM2.5-NTAL stable transfectants was performed using soluble IgM anti-CD3 mAb MEM-92 (100–250× diluted ascitic fluid containing approximately 8 mg/ml mAb, at 37°C for 5 min). Activated (phosphorylated) Erk1/2 was determined by immunoblotting of the total cell lysates using phospho-Erk specific antibody (New England Biolabs, Inc.). J.CaM2.5 cells transiently transfected with the FLAG-tagged LAT, NTAL, or TRIM constructs were 18 h after the transfection stimulated for 2 min with a combination of anti-TCR (C305) and anti-CD28 IgM mAbs (hybridoma supernatants) and phospho-Erk1/2 and FLAG epitope were determined in their detergent lysates by Western blotting. Flow Cytometry Analysis of Calcium Mobilization. Jurkat, J.CaM2.5, and J.CaM2.5-NTAL cells were loaded with fluorescent Ca 2+ indicators Fura Red and Fluo-4 (9.2 μM and 3.6 μM, respectively; Molecular Probes) in HBSS containing 10 mM HEPES (Sigma-Aldrich) and 4 mM Probenecid (Sigma-Aldrich), for 20 min in dark and at room temperature. The cells were washed twice in HBSS containing 10 mM HEPES and 1% fetal calf serum (HBSS/FCS), resuspended to final concentration of 10 6 per ml, rested for 15 min in dark, and preheated for 15 min at 37°C before the measurement performed at 37°C. After 1 min, anti-CD3 (MEM-92) mAb (100× diluted ascitic fluid containing approximately 8 mg/ml mAb) at 10 μg/ml final concentration was added and the measurement was continued for additional 5 min. Finally, adequacy of cellular loading was verified by treating the cells with ionomycin (Sigma-Aldrich; 2 μg/ml final concentration). Data were acquired on FACSort™ flow cytometer (Becton Dickinson) at 500 ms time points and ratiometric analysis was performed with Flow Jo software (Tree Star). Results NTAL Is a Transmembrane Adaptor Protein Similar to LAT. In vitro kinase assays performed on GEMs immunoprecipitated from myeloid cell lines HL-60 and THP-1 revealed the presence of an unidentified 30 kD phospho-protein (pp30) which was not detectable under similar conditions in T cells ( Fig. 1 A). To further characterize this protein, the in vitro labeled proteins were mixed with GEMs prepared from 5 × 10 8 THP-1 cells as described previously ( 18 ). This mixture was then subjected to two-dimensional gel electrophoresis and a doublet of acidic protein spots of 29–30 kD visualized by silver staining was found to colocalize with radiolabeled pp30 ( Fig. 1 B). The spots were excised, digested in-gel with trypsin, and resulting peptides were analyzed by mass spectrometry (MALDI-TOF). Database searching revealed that six of the peptides ( Table I ) fit precisely to those predicted for a so far uncharacterized protein encoded by a previously cloned full-length cDNA corresponding to a broadly expressed human gene termed WBSCR5 which is located on human chromosome 7 (7q11.23; references 24 and 25 ). The WBSCR5 cDNA codes for a polypeptide of 243 amino acid residues ( Fig. 2 ) and a predicted molecular weight of 26.550 daltons while the predicted mouse homologue is shorter by 40 amino acid residues and is encoded by a gene residing on chromosome 5 ( 25 ). The protein resembles in its general organization the GEM-associated transmembrane adaptor proteins PAG/Cbp ( 18 , 26 ) and LAT ( 4 ). Thus, it consists of a very short NH 2 -terminal extracellular peptide (6aa), a single putative hydrophobic transmembrane domain which is followed by a potential palmitoylation site (a CxxC motif). The predicted cytoplasmic domain contains a total of 10 tyrosines but no other clearly recognizable motifs. Importantly, the mouse LAT and WBSCR5 genes show a strikingly similar organization. Both of them are composed of 11 exons that split the respective coding sequence in a very similar manner ( Fig. 3 ) . The two genes (residing on different chromosomes) also display the same splice frame diagrams ( Fig. 3 ) further suggesting that they are closely related and likely are derived from a common ancestor (see Discussion). Because of the structural similarity to LAT and its broad expression we termed to the novel protein NTAL. Figure 1. NTAL isolation. (A) Proteins of myeloid cell (HL-60) vs. T cell (Jurkat) membrane microdomains (GEMs) phosphorylated under the conditions of the in vitro kinase assay; a pattern very similar to that of HL-60 was observed also in the case of the THP-1 cell preparation (unpublished data). (B) Proteins of THP-1 GEMs were mixed with the preparation obtained by in vitro kinase assay, separated by 2-dimensional gel electrophoresis and detected by silver staining or autoradiography. Arrows indicate the position of pp30. Table I. Tryptic Peptides Identified by Mass Spectrometry Position of peptide in the polypeptide chain Measured masses [M+H] + Calculated masses [M+H] + 146-161 +C 2 H 3 ON@Cys a 1,677.7 1,677.8 80–94 1,722.8 1,722.9 78–94 1,965.9 1,966.0 57–76 2,131.0 2,131.1 57-76 +O@Met b 2,147.0 2,147.1 57-76 +20@Met c 2,163.0 2,163.1 57–77 2,259.0 2,259.1 57-77 +O@Met b 2,275.0 2,275.1 57-77 +2O@Met c 2,291.0 2,291.1 104–123 2,400.9 2,401.0 104-123 +O@Met b 2,416.9 2,417.0 104-123 +2O@Met c 2,432.9 2,433.0 The six peptides and their derivatives shown in the table fit unequivocally to the WBSCR5 gene product (AAF74978) and covered 30% of its predicted sequence. a Carbamidomethylation of cysteine (due to iodoacetamide present in the lysis buffer). b Mono-oxidation of methionine. c Di-oxidation of methione. Figure 2. Predicted amino acid sequence of human NTAL (product of the WBSCR5 gene). The putative transmembrane region is boxed, the potential palmitoylation sequence, the tyrosine-x-asparagine motifs, and all other tyrosines are in bold and underlined. These sequence data are available from GenBank/EMBL/DDBJ under accession no. AAF74978 . Figure 3. Comparison of the exon-intron organization and of the splice frame diagrams of the mouse genes encoding LAT and NTAL, respectively. Exons are shown by boxes; the positions of the initiation (Start) and termination (Stop) codons are indicated by vertical arrows. Based on splice frame junctions, three types of introns can be distinguished in a given gene: phase 0 intron interrupts the reading frame between two consecutive codons, whereas phase 1 and phase 2 introns interrupt the reading frame between the first and the second nucleotide of a codon or between the second and the third nucleotide of a codon, respectively (reference 40 ). According to that classification, the phase class of each intron is indicated by a solid circle on the diagram shown below each gene. For the sake of clarity, the length of introns is not drawn to scale. The structure of the mouse NTAL ( WBSCR5 ) gene is reported in (reference 25 ) and that of LAT in this paper. Based on the published cDNA sequence of human WBSCR5 , a full length NTAL cDNA was obtained by PCR from human leukocyte cDNA library and subcloned into bacterial (pET-15b) or eukaryotic (pEFIRES-N) expression vectors. Rabbit polyclonal and mouse monoclonal antibodies raised to the bacterially produced major part of the cytoplasmic domain of NTAL detected a band of the appropriate size in the LAT-deficient Jurkat variant JCaM2.5 following expression of NTAL ( Fig. 4 A). Figure 4. Expression of NTAL. (A) cDNA encoding human NTAL was expressed in J.CaM2.5 cells and the protein product was visualized by Western blotting of the transfectants detergent lysate as compared with Ramos cells (expressing endogenous NTAL). (B) Western blotting of the indicated subpopulations of human peripheral blood cells (immunostaining for NTAL or Erk; the latter was used as a loading control). Western blotting further demonstrated absence of NTAL in peripheral blood T cells, moderate expression in monocytes, and strong expression in peripheral blood B lymphocytes and NK cells ( Fig. 4 B); NTAL is also strongly expressed in B cell lines Raji and Ramos and myeloid lines THP-1 and HL-60 but not in T cell lines HPB-ALL and Jurkat (unpublished data). Immunohistochemical staining of paraffin tissue sections revealed a particularly strong expression in germinal centers of human lymph nodes ( Fig. 5 A). As expected, NTAL is mostly present in buoyant GEMs ( Fig. 5 B), it can be biosynthetically labeled by 3 H-palmitate ( Fig. 5 C), and clearly localizes to the plasma membrane ( Fig. 5 D). Figure 5. Tissue and subcellular localization of NTAL. (A) Paraffin section of lymphoid tissue immunoperoxidase stained for NTAL; the major positive structures are germinal centers. (B) Localization of NTAL in buoyant detergent-resistant microdomains (GEMs). THP-1 cells were solubilized in the presence of 3% nonionic detergent Brij-58 or 1% laurylmaltoside (LM; a detergent known to disrupt GEMs) and subjected to sucrose density gradient ultracentrifugation; the fractions (numbered from top to bottom) were analyzed by Western blotting. (C) Biosynthetic labeling of NTAL with [ 3 H]palmitate; NTAL immunoprecipitate was analyzed by SDS-PAGE followed by fluorography of the gel. (D) Plasma membrane localization of NTAL (green) as determined by confocal microscopy in THP-1 cells and J.CaM2.5-NTAL transfectants; nuclei are shown in red. NTAL Is Tyrosine-phosphorylated after FcγRI, FcɛRI, or BCR Cross-linking and Becomes Associated with Other Signaling Proteins. The overall similarity of NTAL to LAT and the results of in vitro kinase assay indicated that NTAL might be inducibly tyrosine-phosphorylated after triggering of immunoreceptors. Indeed, NTAL became tyrosine-phosphorylated and associated with additional phosphoproteins following cross-linking of the high-affinity IgG-receptor (FcγRI/CD64) on human THP-1 myeloid cells and blood monocytes, the high-affinity IgE-receptor (FcɛRI) on mouse BMMCs, and the BCR on human Ramos and mouse splenic B cells ( Fig. 6 A). Figure 6. Induction of NTAL tyrosine phosphorylation and association with cytoplasmic signaling proteins. (A) THP-1 cells or purified human monocytes were stimulated via their FcγRI receptors, Ramos cells or murine B lymphocytes via BCR, and mouse BMMC via FcɛRI receptors. NTAL was immunoprecipitated from unstimulated (−) or stimulated (+) cells and analyzed by SDS-PAGE and Western blotting using anti-phosphotyrosine antibody to visualize tyrosine-phosphorylated NTAL (top panel). The bottom panel represents immunostaining of NTAL in the same samples and in the same position of the blot (around 30 kD). (B) The same NTAL immunoprecipitates as shown in part A were analyzed by Western blotting using antibodies to the indicated associated molecules. (C) Blots of NTAL immunoprecipitates from unstimulated (−) or anti-BCR-stimulated (+) Ramos cells were immunostained by antibodies to NTAL or ubiquitin (Ubq.). Only the relevant parts of the blots are shown in parts A and B, corresponding to the size of the relevant proteins. The major proteins inducibly associating with NTAL in cells activated via the BCR or the FcγRI were identified as Grb2, Sos1, and Gab1 (in both Ramos and THP-1 cells) and c-Cbl (only in THP-1; Fig. 6 B). A fraction of the NTAL protein immunoprecipitated from detergent lysate of anti-BCR–stimulated Ramos cells exhibited strongly decreased electrophoretic mobility indicative of possible attachment of multiple ubiquitin residues. This was confirmed directly by Western blotting of NTAL immunoprecipitates prepared from BCR-triggered Ramos cells ( Fig. 6 C). Maximum level of NTAL tyrosine phosphorylation in Ramos cells was observed already after 15 s of stimulation, whereas the maximal ubiquitinylation was seen after >3 min (unpublished data). To determine which protein tyrosine kinases (PTKs) are able to phosphorylate NTAL, we treated THP-1 cells with the Src-family PTK inhibitor PP2 or the Syk-family PTK inhibitor piceatannol and then stimulated them via FcγRI cross-linking. As shown in Fig. 7 A, both inhibitors suppressed tyrosine phosphorylation of NTAL. Coexpression of NTAL with Src-family kinases Lck, Lyn, Hck, or Yes and/or Syk or ZAP-70 in 293T-cells indicated that NTAL was, similarly as LAT, most strongly phosphorylated in the presence of simultaneously expressed Lck and ZAP-70 or Lck and Syk ( Fig. 7 B). Furthermore, no tyrosine phosphorylation of NTAL was observed in Lyn −/− mouse BMMCs stimulated via FcɛRI (compare Fig. 6 A for the wild-type BMMCs) indicating that Lyn is directly or indirectly responsible for NTAL inducible phosphorylation in these cells (unpublished data). Figure 7. Kinases phosphorylating NTAL. (A) Inhibition of NTAL tyrosine phosphorylation in THP-1 cells stimulated via FcγRI by the indicated PTK inhibitors. NTAL immunoprecipitates prepared from the treated and control cells were analyzed by Western blotting to detect P-Tyr or NTAL, respectively. (B) Phosphorylation of NTAL coexpressed in 293T cells with various Src- and Syk-family kinases. Total cell lysates were analyzed by SDS-PAGE and Western blotting to detect the indicated molecules. Expression of NTAL Can Partially Compensate for LAT Deficiency in T Cells. To assess whether NTAL could exert a LAT-like function, NTAL was stably expressed in the LAT-deficient Jurkat variant J.CaM2.5 (which also does not express NTAL). After stimulation of the transfectants with an agonistic CD3 mAb, NTAL became rapidly tyrosine-phosphorylated and associated with Grb2, Sos1, and c-Cbl ( Fig. 8 A) but not with SLP-76 or PLCγ1 (unpublished data). CD3 stimulation was accompanied by a minimal (but reproducible) and transient increase in cytoplasmic calcium level ( Fig. 8 B) and a partial rescue of Erk1/2 phosphorylation ( Fig. 8 C). To compare semiquantitatively the effects of NTAL expression with that of LAT, J.CaM2.5 cells were transiently transfected with expression constructs encoding FLAG-tagged LAT, NTAL, TRIM, or with the vector only and activation of Erk1/2 was followed after anti-CD3 plus anti-CD28 stimulation. As shown in Fig. 8 D, NTAL partially rescued activation of Erk1/2 when expressed at a level comparable to that of LAT under the same conditions while expression of TRIM had no effects even at much higher expression level. Thus, the ectopically expressed NTAL can partially restore at least some aspects of TCR signaling in LAT-deficient mutants. Figure 8. Functional analysis of NTAL in LAT-defective J.CaM2.5 transfectants. (A) NTAL immunoprecipitates obtained from unstimulated (−) or anti-CD3 stimulated (+) J.CaM2.5 mutants and J.CaM2.5-NTAL transfectants were analyzed by Western blotting for the presence of the indicated molecules. The top panel corresponds to tyrosine-phosphorylated NTAL (30 kD). (B) Wild-type Jurkat, J.CaM2.5, and J.CaM2.5-NTAL transfectants were stimulated by anti-CD3 IgM mAb (added at time points indicated by arrows) and increase of cytoplasmic Ca 2+ was measured. (C) Wild-type Jurkat, J.CaM2.5, and J.CaM2.5-NTAL transfectants were stimulated by optimally diluted anti-CD3 IgM mAb and after 5 min of activation Erk1/2 was detected in the cell lysates by Western blotting using anti-phospho Erk antibody; bottom panel represents control staining by anti-Erk. (D) J.CaM2.5 cells transiently transfected with the indicated FLAG-tagged constructs were stimulated for 2 min by anti-CD3 and anti-CD28 mAbs and activation of Erk1/2 was detected as in C (top panel); presence of equal amounts of Erk1/2 in all samples was ascertained (middle panel) and the level of expression of individual FLAG-tagged proteins was determined (bottom panel). Discussion The new transmembrane adaptor protein NTAL described in this paper (a product of the previously described gene WBSCR5; references 24 and 25 ) appears to be structurally closely related to the critical component of the TCR signaling pathway, LAT ( 4 ). Moreover, the organization of the genes encoding LAT and NTAL, respectively, is also similar, indicating they probably have a common evolutionary origin. Interestingly, the expression pattern of NTAL in lymphocytes is largely complementary to that of LAT: while LAT is predominantly found in T but not B lymphocytes, the reverse is true for NTAL. Among the important features of the structure of NTAL is a potential palmitoylation site (CxxC) adjacent to the transmembrane domain that is presumably responsible for targeting the protein to membrane microdomains (rafts, GEMs). Furthermore, there are five potential Grb2 binding motifs (YxN). Our data using PTK inhibitors ( Fig. 7 ) and coexpression of NTAL and PTKs in 293T cells indicate that NTAL, again similarly to LAT, is phosphorylated by concerted action of Src- and Syk-family kinases (presumably the Src-family kinases are needed for activation of the Syk family kinases). Induction of NTAL tyrosine phosphorylation after BCR cross-linking is reminiscent of the phosphorylation of LAT that is induced by TCR ligation ( 4 ). Similar to LAT in activated T cells, NTAL immunoprecipitated from BCR-stimulated B lymphocytes is associated with the cytoplasmic linker protein Grb2 and the nucleotide exchange factor of the small G-protein Ras, Sos1 ( 27 ). Surprisingly, and in clear contrast to LAT, we never observed an inducible association of NTAL with PLCγ or another cytoplasmic adaptor protein, SLP-76 (or its B cell analogue SLP-65/BLNK; references 28 and 29 ), both of which are key components of the multicomponent complex that is organized by activated (tyrosine-phosphorylated) LAT ( 5 ). This could suggest that the role of NTAL in BCR signaling differs from that of LAT in the TCR signaling; namely, that NTAL may be involved only in activation of the Grb2/Sos1-initiated pathway(s) but not in activation of the PLCγ-Ca 2+ pathway. The finding of the adaptor protein Gab1 in the NTAL immunoprecipitates may further suggest that the NTAL-Grb2-Gab1 complex possibly regulates the activity of PI3-K in stimulated cells ( 30 – 32 ), but this remains a speculation at this moment. The lack of association of SLP-65 and PLCγ with phosphorylated NTAL may further indicate that SLP-65 does not require a LAT-like molecule in B cells for being targeted to the plasma membrane. Indeed, recent data suggested that SLP-65 binds directly with its Src-homology 2 (SH2)-domain to a highly conserved non-ITAM tyrosine motif within the cytoplasmic domain of CD79a (Igα; references 33 and 34 ). Moreover in contrast to SLP-76, phosphorylated SLP-65 binds SH2 domains of PLCγ2 ( 35 ). Thus, it is tempting to speculate that the multiple functions that LAT exerts in T cells are shared in B lymphocytes between NTAL and other molecules, for example, CD79a. Similarly to the situation in B cells, NTAL becomes strongly tyrosine phosphorylated after cross-linking of FcγRI and FcɛRI and then associates with Grb2 and Sos1 (but again not with PLCγ and also not with SLP-76). Thus, also in these cells NTAL seems to be involved in linking the activated immunoreceptors to the Grb2/Sos pathway. In contrast to activated B cells, NTAL also interacts with c-Cbl in activated THP-1 cells ( Fig. 6 ). LAT has been shown to be important for processing of the FcγRI and FcɛRI mediated signals; however, FcγRI and FcɛRI signaling in LAT −/− cells is still partially functional ( 12 , 13 ). It is therefore tempting to speculate that this residual Fc-receptor signaling capacity in myeloid cells is due to the presence of NTAL. It is important to note that FcγRI (CD64) is the only human Fc-receptor that binds soluble monomeric murine antibodies of the IgG2a isotype with sufficient affinity ( 22 ). This indicates that under the used experimental conditions only this Fcγ-receptor became activated in our experiments with the THP-1 cells. Furthermore, an identical pattern of NTAL phosphorylation was observed in the THP-1 cells when FcγRI (CD64) was directly cross-linked by a CD64-specific monoclonal antibody; in contrast, no phosphorylation was observed after direct mAb-mediated cross-linking of FcγRII (CD32) or FcγRIII (CD16) in these cells (unpublished data). Our experiments provide preliminary evidence for a functional LAT-like role of NTAL in immunoreceptor signaling: ectopic expression of this protein in LAT-deficient J.CaM2.5 Jurkat T cells partially rescues TCR/CD3-mediated signaling, namely activation of Erk1/2 ( Fig. 8 ). The minimal calcium response accompanying the CD3-mediated stimulation may be in agreement with the observed lack of coprecipitation of PLCγ and SLP-76 with activated NTAL in these transfectants, as discussed above. The striking conservation of the exon-intron organization of the genes encoding LAT and NTAL, respectively ( Fig. 3 ), suggests that they probably derive from a duplication of an ancestral gene. As reported for other gene families, in the course of evolution, the original position of the exon borders has been blurred by splice junction sliding ( 36 ). It is important to note that the exon-intron organization and splice frame diagram of genes encoding other transmembrane adaptor proteins involved in immunoreceptor signaling, e.g., SIT ( 37 ) or TRIM ( 38 ) differ totally from the distinctive organization found in the genes enconing LAT and NTAL. A similar relationship of gene organization was previously noted for the functionally closely related signal transducing subunits of several immunoreceptors ( 39 ). Thus, NTAL appears to be structurally, evolutionarily and probably also functionally related to the transmembrane adaptor protein LAT. We would like to thank Drs. R. Abraham, M. Hibbs, S. Hobbs, W. Kolanus, G. Langsley, S. Watson, and A. Weiss for kindly providing us with cells and constructs as specified in Materials and Methods. This work was supported from the projects Center of Molecular and Cellular Immunology (LN00A026) and grant no. 1131000001 from Ministry of Education, Youth and Sports of the Czech Republic, grant J1116W24Z from the Wellcome Trust (to V. Hořejší), Research Center Immunology Magdeburg/Halle, Sachsen-Anhalt (supported by grant 01 ZZ 0110 of the Bundesministerium für Bildung und Forschung to B. Schraven); P. Dráber is supported by an International Research Scholar's Award from Howard Hughes Medical Institute, M. Malissen is supported by Centre National de la Recherche Scientifique and Institut National de la Sante et de la Recherche Medicale, and E. Aguado was supported by a fellowship from the European Communities. * Abbreviations used in this paper: BCR, B cell receptor; BMMC, bone marrow mast cell; GEM, glycosphingolipid-enriched microdomain; LAT, linker for activation of T cells; NTAL, non–T cell activation linker; PI3-K, phosphatidylinositol 3-kinase; PLCγ, phospholipase Cγ; PTK, protein tyrosine kinase; P-Tyr, phosphotyrosine. 1 van Leeuwen, J.E., and L.E. Samelson. 1999 . T cell antigen-receptor signal transduction. Curr. Opin. Immunol. 11 : 242 –248. 10375551 2 Reth, M. 2001 . Oligomeric antigen receptors: a new view on signaling for the selection of lymphocytes. Trends Immunol. 22 : 356 –360. 11429318 3 Turner, H., and J.P. Kinet. 1999 . Signalling through the high-affinity IgE receptor FcɛRI. Nature. 402 : B24 –B30. 10586892 4 Zhang, W., J. Sloan-Lancaster, J. Kitchen, R.P. Trible, and L.E. Samelson. 1998 . LAT: the ZAP-70 tyrosine kinase substrate that links T cell receptor to cellular activation. Cell. 92 : 83 –92. 9489702 5 Zhang, W., R.P. Trible, M. Zhu, S.K. Liu, C.J. McGlade, and L.E. Samelson. 2000 . Association of Grb2, Gads, and phospholipase C-γ1 with phosphorylated LAT tyrosine residues. Effect of LAT tyrosine mutations on T cell angigen receptor-mediated signaling. J. Biol. Chem. 275 : 23355 –23361. 10811803 6 Zhang, W., R.P. Trible, and L.E. Samelson. 1998 . LAT palmitoylation: its essential role in membrane microdomain targeting and tyrosine phosphorylation during T cell activation. Immunity. 9 : 239 –246. 9729044 7 Brdička, T., J. Č erny′, and V. Hořejší. 1998 . T cell receptor signalling results in rapid tyrosine phosphorylation of the linker protein LAT present in detergent-resistant membrane microdomains. Biochem. Biophys. Res. Commun. 248 : 356 –360. 9675140 8 Harder, T. 2001 . Raft membrane domains and immunoreceptor functions. Adv. Immunol. 77 : 45 –92. 11293120 9 Cherukuri, A., M. Dykstra, and S.K. Pierce. 2001 . Floating the raft hypothesis: lipid rafts play a role in immune cell activation. Immunity. 14 : 657 –660. 11420035 10 Langlet, C., A.M. Bernard, P. Drevot, and H.T. He. 2000 . Membrane rafts and signaling by the multichain immune recognition receptors. Curr. Opin. Immunol. 12 : 250 –255. 10781401 11 Zhang, W., C.L. Sommers, D.N. Burshtyn, C.C. Stebbins, J.B. DeJarnette, R.P. Trible, A. Grinberg, H.C. Tsay, H.M. Jacobs, C.M. Kessler, et al. 1999 . Essential role of LAT in T cell development. Immunity. 10 : 323 –332. 10204488 12 Tridandapani, S., T.W. Lyden, J.L. Smith, J.E. Carter, K.M. Coggeshall, and C.L. Anderson. 2000 . The adapter protein LAT enhances Fcγ receptor-mediated signal transduction in myeloid cells. J. Biol. Chem. 275 : 20480 –20487. 10781611 13 Saitoh, S., R. Arudchandran, T.S. Manetz, W. Zhang, C.L. Sommers, P.E. Love, J. Rivera, and L.E. Samelson. 2000 . LAT is essential for FcɛRI-mediated mast cell activation. Immunity. 12 : 525 –535. 10843385 14 Hibbs, M.L., D.M. Tarlinton, J. Armes, D. Grail, G. Hodgson, R. Maglitto, S.A. Stacker, and A.R. Dunn. 1995 . Multiple defects in the immune system of Lyn-deficient mice, culminating in autoimmune disease. Cell. 83 : 301 –311. 7585947 15 Finco, T.S., T. Kadlecek, W. Zhang, L.E. Samelson, and A. Weiss. 1998 . LAT is required for TCR-mediated activation of PLCγ1 and the Ras pathway. Immunity. 9 : 617 –626. 9846483 16 Liang, Q., G. Schurmann, M. Betzler, and S.C. Meuer. 1991 . Activation and signaling status of human lamina propria T lymphocytes. Gastroenterology. 101 : 1529 –1536. 1955119 17 Cinek, T., and V. Hořejší. 1992 . The nature of large noncovalent complexes containing glycosyl-phosphatidylinositol-anchored membrane glycoproteins and protein tyrosine kinases. J. Immunol. 149 : 2262 –2270. 1382093 18 Brdička, T., D. Pavlištová, A. Leo, E. Bruyns, V. Kořínek, P. Angelisová, J. Scherer, A. Shevchenko, I. Hilgert, J. Č erny′, et al. 2000 . Phosphoprotein associated with glycosphingolipid-enriched microdomains (PAG), a novel ubiquitously expressed transmembrane adaptor protein, binds the protein tyrosine kinase Csk and is involved in regulation of T cell activation. J. Exp. Med. 191 : 1591 –1604. 10790433 19 Swerdlow, P.S., D. Finley, and A. Varshavsky. 1986 . Enhancement of immunoblot sensitivity by heating of hydrated filters. Anal. Biochem. 156 : 147 –153. 3017146 20 Hobbs, S., S. Jitrapakdee, and J.C. Wallace. 1998 . Development of a bicistronic vector driven by the human polypeptide chain elongation factor 1alpha promoter for creation of stable mammalian cell lines that express very high levels of recombinant proteins. Biochem. Biophys. Res. Commun. 252 : 368 –372. 9826536 21 Kirchgessner, H., J. Dietrich, J. Scherer, P. Isomaki, V. Korinek, I. Hilgert, E. Bruyns, A. Leo, A.P. Cope, and B. Schraven. 2001 . The transmembrane adaptor protein TRIM regulates T cell receptor (TCR) expression and TCR-mediated signaling via an association with the TCR zeta chain. J. Exp. Med. 193 : 1269 –1283. 11390434 22 van de Winkel, J.G., and P.J. Capel. 1993 . Human IgG Fc receptor heterogeneity: molecular aspects and clinical implications. Immunol. Today. 14 : 215 –221. 8517920 23 Kovářová, M., P. Tolar, R. Arudchandran, L. Dráberová, J. Rivera, and P. Dráber. 2001 . Structure-function analysis of Lyn kinase association with lipid rafts and initiation of early signaling events after Fcɛ receptor I aggregation. Mol. Cell. Biol. 21 : 8318 –8328. 11713268 24 Osborne, L.R., D. Martindale, S.W. Scherer, X.M. Shi, J. Huizenga, H.H. Heng, T. Costa, B. Pober, L. Lew, J. Brinkman, et al. 1996 . Identification of genes from a 500-kb region at 7q11.23 that is commonly deleted in Williams syndrome patients. Genomics. 36 : 328 –336. 8812460 25 Martindale, D.W., M.D. Wilson, D. Wang, R.D. Burke, X. Chen, V. Duronio, and B.F. Koop. 2000 . Comparative genomic sequence analysis of the Williams syndrome region (LIMK1-RFC2) of human chromosome 7q11.23. Mamm. Genome. 11 : 890 –898. 11003705 26 Kawabuchi, M., Y. Satomi, T. Takao, Y. Shimonishi, S. Nada, K. Nagai, A. Tarakhovsky, and M. Okada. 2000 . Transmembrane phosphoprotein Cbp regulates the activities of Src-family tyrosine kinases. Nature. 404 : 999 –1003. 10801129 27 Cullen, P.J., and P.J. Lockyer. 2002 . Integration of calcium and Ras signalling. Nat. Rev. Mol. Cell Biol. 3 : 339 –348. 11988768 28 Wienands, J., J. Schweikert, B. Wollscheid, H. Jumaa, P.J. Nielsen, and M. Reth. 1998 . SLP-65: a new signaling component in B lymphocytes which requires expression of the antigen receptor for phosphorylation. J. Exp. Med. 188 : 791 –795. 9705962 29 Fu, C., C.W. Turck, T. Kurosaki, and A.C. Chan. 1998 . BLNK: a central linker protein in B cell activation. Immunity. 9 : 93 –103. 9697839 30 Liu, Y., and L.R. Rohrschneider. 2002 . The gift of Gab. FEBS Lett. 515 : 1 –7. 11943184 31 Ingham, R.J., M. Holgado-Madruga, C. Siu, A.J. Wong, and M.R. Gold. 1998 . The Gab1 protein is a docking site for multiple proteins involved in signaling by the B cell antigen receptor. J. Biol. Chem. 273 : 30630 –30637. 9804835 32 Ingham, R.J., L. Santos, M. Dang-Lawson, M. Holgado-Madruga, P. Dudek, C.R. Maroun, A.J. Wong, L. Matsuuchi, and M.R. Gold. 2001 . The Gab1 docking protein links the B cell antigen receptor to the phosphatidylinositol 3-kinase/Akt signaling pathway and to the SHP2 tyrosine phosphatase. J. Biol. Chem. 276 : 12257 –12265. 11278704 33 Engels, N., B. Wollscheid, and J. Wienands. 2001 . Association of SLP-65/BLNK with the B cell antigen receptor through a non-ITAM tyrosine of Ig-α. Eur. J. Immunol. 31 : 2126 –2134. 11449366 34 Kabak, S., B.J. Skaggs, M.R. Gold, M. Affolter, K.L. West, M.S. Foster, K. Siemasko, A.C. Chan, R. Aebersold, and M.R. Clark. 2002 . The direct recruitment of BLNK to immunoglobulin α couples the B-cell antigen receptor to distal signaling pathways. Mol. Cell. Biol. 22 : 2524 –2535. 11909947 35 Ishiai, M., H. Sugawara, M. Kurosaki, and T. Kurosaki. 1999 . Association of phospholipase C-2 Src homology 2 domains with BLNK is critical for B cell antigen receptor signaling. J. Immunol. 163 : 1746 –1749. 10438904 36 Kolkman, J.A., and W.P. Stemmer. 2001 . Directed evolution of proteins by exon shuffling. Nat. Biotechnol. 19 : 423 –428. 11329010 37 Hubener, C., A. Mincheva, P. Lichter, B. Schraven, and E. Bruyns. 2001 . Complete sequence, genomic organization, and chromosomal localization of the human gene encoding the SHP2-interacting transmembrane adaptor protein (SIT). Immunogenetics. 53 : 337 –341. 11491537 38 Hubener, C., A. Mincheva, P. Lichter, B. Schraven, and E. Bruyns. 2000 . Genomic organization and chromosomal localization of the human gene encoding the T-cell receptor-interacting molecule (TRIM). Immunogenetics. 51 : 154 –158. 10663578 39 Malissen, B., and A.M. Schmitt-Verhulst. 1993 . Transmembrane signalling through the T-cell-receptor-CD3 complex. Curr. Opin. Immunol. 5 : 324 –333. 8347295 40 Sharp, P.A. 1981 . Speculations on RNA splicing. Cell. 23 : 643 –646. 7226224",
    "full_text_abstract": "A key molecule necessary for activation of T lymphocytes through their antigen-specific T cell receptor (TCR) is the transmembrane adaptor protein LAT (linker for activation of T cells). Upon TCR engagement, LAT becomes rapidly tyrosine phosphorylated and then serves as a scaffold organizing a multicomponent complex that is indispensable for induction of further downstream steps of the signaling cascade. Here we describe the identification and preliminary characterization of a novel transmembrane adaptor protein that is structurally and evolutionarily related to LAT and is expressed in B lymphocytes, natural killer (NK) cells, monocytes, and mast cells but not in resting T lymphocytes. This novel transmembrane adaptor protein, termed NTAL (non–T cell activation linker) is the product of a previously identified WBSCR5 gene of so far unknown function. NTAL becomes rapidly tyrosine-phosphorylated upon cross-linking of the B cell receptor (BCR) or of high-affinity Fcγ- and Fcɛ-receptors of myeloid cells and then associates with the cytoplasmic signaling molecules Grb2, Sos1, Gab1, and c-Cbl. NTAL expressed in the LAT-deficient T cell line J.CaM2.5 becomes tyrosine phosphorylated and rescues activation of Erk1/2 and minimal transient elevation of cytoplasmic calcium level upon TCR/CD3 cross-linking. Thus, NTAL appears to be a structural and possibly also functional homologue of LAT in non–T cells."
}