{
    "PMC": "10976250",
    "DOI": "10.3390/ph17030392",
    "PMID": "38543178",
    "PMCID": "PMC10976250",
    "title": "Identification and Development of BRD9 Chemical Probes.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC10976250",
    "source": "MED",
    "abstract_text": "The development of BRD9 inhibitors involves the design and synthesis of molecules that can specifically bind the BRD9 protein, interfering with the function of the chromatin-remodeling complex ncBAF, with the main advantage of modulating gene expression and controlling cellular processes. Here, we summarize the work conducted over the past 10 years to find new BRD9 binders, with an emphasis on their structure-activity relationships, efficacies, and selectivities in preliminary studies. BRD9 is expressed in a variety of cancer forms, hence, its inhibition holds particular significance in cancer research. However, it is crucial to note that the expanding research in the field, particularly in the development of new degraders, may uncover new therapeutic potentials.",
    "full_text": "pmc Pharmaceuticals (Basel) Pharmaceuticals (Basel) pharmaceuticals Pharmaceuticals 1424-8247 MDPI 10976250 38543178 10.3390/ph17030392 pharmaceuticals-17-00392 Review Identification and Development of BRD9 Chemical Probes https://orcid.org/0000-0002-4193-1659 Colarusso Ester 1 Chini Maria Giovanna 2 Bifulco Giuseppe 1 https://orcid.org/0000-0001-5065-9717 Lauro Gianluigi 1 https://orcid.org/0000-0001-8139-407X Giordano Assunta 3 * Efferth Thomas Academic Editor Kopka Klaus Academic Editor Wang Guangshun Academic Editor De Sousa Maria Emília Academic Editor Jose Joachim Academic Editor Rauter Amélia Pilar Academic Editor 1 Department of Pharmacy, University of Salerno, Via Giovanni Paolo II 132, 84084 Fisciano, Salerno, Italy; ecolarusso@unisa.it (E.C.); bifulco@unisa.it (G.B.); glauro@unisa.it (G.L.) 2 Department of Biosciences and Territory, University of Molise, Contrada Fonte Lappone, 86090 Pesche, Isernia, Italy; mariagiovanna.chini@unimol.it 3 Institute of Biomolecular Chemistry (ICB), Consiglio Nazionale Delle Ricerche (CNR), Via Campi Flegrei 34, 80078 Pozzuoli, Napoli, Italy * Correspondence: assunta.giordano@cnr.it 19 3 2024 3 2024 17 3 392 16 2 2024 12 3 2024 15 3 2024 © 2024 by the authors. 2024 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). The development of BRD9 inhibitors involves the design and synthesis of molecules that can specifically bind the BRD9 protein, interfering with the function of the chromatin-remodeling complex ncBAF, with the main advantage of modulating gene expression and controlling cellular processes. Here, we summarize the work conducted over the past 10 years to find new BRD9 binders, with an emphasis on their structure–activity relationships, efficacies, and selectivities in preliminary studies. BRD9 is expressed in a variety of cancer forms, hence, its inhibition holds particular significance in cancer research. However, it is crucial to note that the expanding research in the field, particularly in the development of new degraders, may uncover new therapeutic potentials. BRD9 inhibitors small molecules PROTACs leukemia drug discovery AIRC (MFAG 2017) 20160 This research was funded by AIRC (MFAG 2017)—grant number ID: 20160—P.I. Lauro Gianluigi. 1. Introduction Bromodomains (BRDs) represent evolutionarily preserved protein modules with the capability to interpret modifications introduced by histone acetyltransferases (HATs). Specifically, they exhibit selective recognition and binding of ɛ-N-acetyl-lysine residues on histone tails, functioning as readers of the genetic code. Consequently, bromodomains play a crucial role in the regulation of gene expression. The term “bromodomains” originates from the Brahma gene of Drosophila, in which the bromodomain sequence was initially discovered [ 1 ]. The human genome encompasses 61 bromodomains within 46 distinct proteins exhibiting catalytic functions. These proteins are implicated in various pathological processes and are ubiquitously present in most tissues [ 2 ]. Seventeen bromodomains are categorized into eight primary families ( Figure 1 A). Among these, the BET proteins (bromo- and extra-terminal domains) stand out as the most extensively studied. This group includes BRD2, BRD3, BRD4, and BRDT (bromodomain testis-specific protein). These proteins are encoded by paralogous genes, possibly originating from the duplication of an ancestral gene [ 3 ]. The BRD7 and BRD9 proteins, which belong to group IV of the family, are strictly related. Both of them are associated with two ATP-dependent chromatin-remodeling complexes, which constitute components of the switch/sucrose nonfermentable (SWI/SNF) complex, crucial for regulating gene expression by modification of the chromatin structure. BRD9 (bromodomain-containing protein 9) is primarily linked to the ncBAF (noncanonical BRG1/BRM-associated factor), consisting of a central ATPase (either BRG/SMARCA4 or BRM/SMARCA2) and several BRG-/BRM-associated factors (BAF subunits), including BRD9 [ 4 ]. On the other hand, the PBAF (polybromo-associated BAF) chromatin-remodeling complex, also characterized by its ATPase subunit, incorporates BRD7 instead of BRD9 [ 4 ]. These complexes can exhibit distinct or even opposing functional roles. The ncBAF complexes present on chromatin are associated with enhancers, regulating various crucial biological processes, from self-renewal and pluripotency in embryonic stem cells to neural differentiation. Instead, the PBAF complex plays an essential role in maintaining genomic integrity during mitosis [ 5 ]. Similarly, BRD9 and BRD7, sharing a certain sequence homology, may have different functionalities or even antagonistic roles. BRD9 demonstrates recognition and binding capabilities for acetylated or butylated lysine residues, leading to post-translational modifications implicated in various diseases, especially cancer. In addition, numerous studies highlight the role of BRD7 as a tumor suppressor gene, implicating it in the p53 and BRCA1 pathways, particularly in the development of breast cancer [ 4 ]. BET proteins share a common architecture, characterized by the presence of two bromodomains (BD1 and BD2) and an extra-terminal (ET) domain ( Figure 1 B). In addition, BRD4 and BRDT contain a C-terminal domain (CTD). Differently, BRD7 and BRD9 proteins contain a unique bromodomain (BD) ( Figure 1 B). In terms of structural features, all domains share a conserved secondary structure known as a “BRD fold”, characterized by four α-helices (αZ, αA, αB, and αC) and two loops (ZA and BC). The ZA loop connects αZ and αA helices, while the BC loop connects the αB and αC helices [ 6 ]. The acetyl-lysine-binding site (Kac region) comprises a conserved asparagine crucial for acetyl-lysine recognition in the ZA and BC loops, a hydrophobic region referred to as the “shelf”, and the initial residue of the alpha helix αC, known as the gatekeeper. In the BET family, the gatekeeper typically consists of an isoleucine-valine, effectively limiting the size of the deep pocket. In contrast, for BRD7 and BRD9, the gatekeeper is a tyrosine residue [ 6 ]. Bromodomains are categorized on the basis of the amino acid sequence at the binding site, a crucial factor for ligand interaction. This classification becomes pivotal for evaluating the selectivity of inhibitors [ 7 ]. Additionally, each bromodomain has a specific histone peptide as substrate. The investigation into substrate specificity of BRDs has been investigated with different biophysical techniques, such as isothermal titration calorimetry (ITC), fluorescent polarization (FP) spectroscopy, surface plasmon resonance (SPR), and NMR. Subfamily IV of BRDs contains two AAA-domain-containing proteins (ATAD2A and KIAA1240), the bromodomain-containing proteins BRD7 and BRD9, and three bromodomain and PHD finger-containing proteins (BRD1, BRPF1, and BRPF3). The binding of these proteins to specific lysine residues of histone proteins is summarized in Table 1 [ 7 , 8 , 9 , 10 , 11 , 12 ]. The inhibitors discovered for each bromodomain were evaluated using the same biophysical assays utilized for the specific substrates. Among these, the most commonly employed techniques are certainly AlphaScreen and DSF, which are utilized for screening large libraries of compounds due to their high throughput, high sensitivity, and rapid detection time. In particular, AlphaScreen technology stands out compared to others, as it not only assesses the binding with the protein but also the displacement of the natural ligand from the BRD binding site. However, each biophysical assay is often used in conjunction with orthogonal techniques to avoid false positive results and to validate the binding. 2. Bromodomain-Containing Protein 9 (BRD9): An Epigenetic Target Implicated in the Progression of Cancer This review will specifically focus on bromodomain-containing protein 9 (BRD9). As already mentioned, BRD9 serves as a subunit within the ncBAF complex, and it is classified as a member of bromodomain family IV ( Figure 1 A) [ 13 ]. This protein functions as an epigenetic reader; BRD9 specifically recognizes acetylated lysines of histones and other proteins and recruits the ncBAF complex, thereby controlling gene transcription ( Figure 2 ). Numerous research studies have consistently disclosed BRD9’s crucial oncogenic role in various cancer types, influencing tumor proliferation and differentiation [ 4 ]. Furthermore, BRD9 is intricately involved in multiple signal transduction pathways, chromosomal activities, and nuclear organization [ 14 ]. In the Cancer Genome Atlas cohort, a recent study thoroughly examined the genomic changes in the genes encoding histone acetylation modulator proteins (HAMPs). The expression analysis revealed that the majority of HAMPs are widely expressed in all forms of cancer. Among the 63 possible therapeutic target HAMPs found by integrated genome analysis, BRD9 has the highest overall recurrent score, which suggests that this protein is a very attractive target for cancer therapy [ 15 ]. Notably, the BRD9-encoding gene, situated on chromosome 5p, exhibits overexpression in cervical cancer [ 16 ] and nonsmall cell lung cancer [ 17 ]. Moreover, BRD9 has been frequently identified with mutations in squamous cell lung cancer [ 18 ], prostatic adenocarcinoma [ 19 ], endometrial cancer [ 20 ], and hepatocellular carcinoma [ 21 ]. Significantly, various pieces of evidence have demonstrated that BRD9 knockdown effectively restrains the proliferation of human acute myeloid leukemia (AML) , synovial sarcoma [ 22 ], and malignant rhabdoid tumor (MRT) [ 23 ]. Despite the acknowledged therapeutic potential of BRD9, the precise biological mechanisms in which it is involved remain elusive. Therefore, since BRD9 is overexpressed in several types of cancer and involved in the dysregulation of gene expression, inhibiting BRD9 aims to interfere with the processes that promote cancer development and progression. BRD9 inhibitors strive for specificity, meaning they target the BRD9 protein, minimizing the impact on other bromodomain proteins that could have an opposite effect, such as BRD7, which has tumor-suppressive functions. This selectivity can be advantageous in reducing side effects and improving the overall safety profile of the therapeutic intervention. However, it is important to note that, while these potential advantages are promising, the development of BRD9 inhibitors is still an active area of research, and clinical trials are necessary to determine their safety and efficacy in human patients. 3. BRD9 Binders BRD9 has been a target of recent exploration. Only in the last decade has the scientific community uncovered its involvement in cancer diseases and commenced investigations into ways to suppress it. LP99 was the first small molecule used as a BRD9 inhibitor in 2015 [ 24 ]. Following this, because of the structural similarity among various bromodomains, numerous nonselective inhibitors were initially developed [ 25 , 26 , 27 , 28 , 29 , 30 , 31 ]. I-BRD9, discovered in 2016, represents the first potent and selective inhibitor of this bromodomain, highlighting the distinct activity between BRD9 and BRD7 [ 32 ]. All BRD9 inhibitors share the common characteristic of being nontoxic to healthy cells. However, even though many of these inhibitors (both selective and nonselective) prove to be highly potent against the target of interest, sometimes their cellular activity is weak. For this reason, starting from these small molecules, PROTACs (protein-targeted cell activity enhancers) have been developed to enhance cellular activity. 3.1. Nonselective Binders 3.1.1. Quinolone Analogues LP99 [ 24 ] development originated from a carefully chosen lead compound, 1-methylquinolone ( 1 , Figure 3 ), demonstrated to function as an orthosteric ligand targeting the bromodomain of ATAD2, which shares similarity with the bromodomain of BRD9. This selection was deliberate, as the N-methyl amide portion serves as a mimetic of acetyl-lysine, forming hydrogen bonds with a water molecule and a conserved asparagine. A range of quinolones with diverse N-heterocycles were strategically incorporated at position C7, aiming to capitalize on the hydrophobic cavity between the ZA and BC loops for the selective inhibition of the protein. Among the various evaluated substitutes, valerolactam appears to be the most promising. Then, in order to form interactions with the hydrophobic surface and thereby enhance the compound’s affinity, a methyl group was introduced at position 4 of the 1-methylquinolone (compound 2 ). Further modifications were made to the valerolactam group to bolster selectivity: a 4-chlorophenyl group, interacting with another hydrophobic cavity, was introduced at C6, and a carbamate group creating an additional hydrogen bond between the NH of the group and the Gly43 carbonyl group, was added at C5 (compound 3 ). Then, the carbamate-protecting group was eliminated, and the resultant amine underwent derivatization through reactions with a variety of acyl chlorides, chloroformates, isocyanates, and sulfonyl chlorides, yielding diverse amides, carbamates, ureas, and sulfonamides for subsequent testing. The three best compounds, 4 – 6 , all with different groups, were generated, and, finally, compounds were resolved into their enantiomers. Notably, compound 5 ( Figure 3 ), also referred to as LP-99, seemed to be the most active of the series, with a K D value of 99 nM against BRD9. Cocrystallization studies revealed that the enantiomer targeting BRD9 is the 2 R ,3 S configuration [ 24 ]. The compound was extensively profiled for BRD selectivity using differential scanning fluorimetry (DSF), revealing remarkable selectivity with minimal stabilization (<1 °C) of all expressible BRDs (48 out of 61 in the human genome), excluding BRD7/9. Finally, cytotoxicity tests in human osteosarcoma U2OS cells for 24 and 72 h indicated the nontoxic nature of the inhibitor at concentrations below 33 μM. 3.1.2. Indolizine Analogues In 2015, Chen et al. [ 33 ] reported the development of GSK2801 (compound 7 , Figure 4 ), a potent and cell-active acetyl-lysine competitive inhibitor of BAZ2A and BAZ2B bromodomains. However, during the evaluation of selectivity by ITC, two off-target bromodomains, BRD9 and TAF1(L), were identified (K D = 1.1 and 3.2 μM, respectively). Because of the observed off-target activity with BRD9, they designed a closely related control compound with a highly similar structure (compound 8 , GSK8573), which demonstrated no activity on BAZ2A/B and all other bromodomains, except BRD9 (K D = 1.04 μM). Later, Hay et al. [ 25 ] moved from the indolizine scaffold of GSK2801 to another series of indolizine derivatives to improve the selectivity toward BRD9 ( Figure 5 ). They found that the introduction of a pyridine ring in position C1 (R 2 , Figure 5 ) led to an increase in potency and selectivity. Replacing the propoxy ether at position C7 (compounds 10 and 12 ) with a morpholine substituent (compounds 9 and 11 ) promoted affinity for BRD9, while modifications at R 3 generally determined a decrease in selectivity. Other analogues were then synthesized, introducing different heterocycles in R 2 position. Compound 13 with an imidazopyridine in R 2 position exhibited good affinity for BRD9 (ΔTm = 4.5 ± 0.19 °C), while the C-7 piperazine analogue compound 14 showed poor selectivity against BRD4(BD1) but strong effectiveness against BRD9 (ΔTm = 5.7 ± 0.071 °C). Compound 13 was shown to be very active against BRD9 (K D = 68 ± 4.9 nM) and significantly less potent against BRD7 (K D = 368 nM), with low affinity for BRD proteins of subfamilies I–III and V–VIII. Compound 13 was also evaluated in cellular studies on U2OS cells and, in particular, it exhibited significant inhibitory potency in a ferric-reducing antioxidant power (FRAP) assay [ 25 ] involving BRD9/chromatin ( Table 2 ). 3.1.3. From [1,2,4]triazolo[4,3-a]phthalazine Analogues to Bromosporine and Bromotriazine Fedor et al. [ 26 ] developed the first example of binders of bromodomains outside the BET subfamily based on the structures and analysis of the binding mode of (+)-JQ1 and I-BET762 (compounds 15 and 16 , Figure 6 ), which are chemical probes of the BET family. They proposed that by preserving the 3-methyl-[1,2,4]-triazole motif while modifying the fused ring and pendant substituents, it might be possible to discover new compounds that maintained potency toward bromodomains while altering selectivity for non-BET proteins. Initially, several commercially available compounds containing triazole were assessed against 17 bromodomain-containing proteins of the bromodomain family using DSF. From this screening, it emerged that compound 17 , which is only a modest inhibitor, exhibits a certain selectivity for BRD9. On the basis of this result, a series of analogues were generated, including compounds 18 – 21 . When tested using DSF, these compounds also showed some activity against BRD9. Therefore, these data were confirmed through an AlphaScreen assay against four bromodomains. Compound 18 acted as a nonspecific inhibitor, displaying submicromolar IC 50 values against BRD4, BRD9, CECR2, and CREBBP (pIC 50 between 6.2 ± 0.62 and 6.8 ± 0.17). In contrast, compounds 19 and 20 exhibited at least 100-fold potency for BRD4, BRD9, and CREBBP compared to CECR2. Instead, compound 21 , showed a slight preference for CECR2 over BRD4 compared to BRD9 and CREBBP. Moreover, these compounds demonstrated activity in cells, displaying potent cellular inhibition in a CREBBP and chromatin association FRAP model. A year later, the same group analyzed the common binding modes of histone-derived peptides across different structural classes of BRDs. To create potent nonselective inhibitors, they opted for a similar triazolopyridazine di-cyclic core scaffold [ 34 ] based on previously discussed research on the tricyclic chemotype [ 26 ]. They reasoned that expanding the scaffold toward the identified binding groove and the BC loop might assist in avoiding subfamily-specific traits. Compounds derived from a specialized library of dicyclic chemotypes, modified at two positions ( Figure 7 ), exhibited widespread activity in a thermal stability assay against diverse human bromodomain targets. Then, through multiple optimization cycles, they identified a potent inhibitor (compound 22 , Figure 7 ) with nanomolar potency against 13 BRDs and low micromolar activity against 12 additional BRDs. In particular, the best activity was highlighted with CECR2, TAF1(2), BRD4(BD2), BRDT(2), BRD9, and BRD4(BD1) bromodomains (K D = 8.0 ± 1.0, 16.6 ± 2.7, 39.7 ± 2.2, 40.2 ± 2.8, 41.7 ± 3.8, and 41.8 ± 2.8 nM, respectively). They named this versatile inhibitor “bromosporine” (BSP), inspired by the nonselective kinase inhibitor staurosporine [ 35 ]. Moreover, they examined the impact of bromosporine on transcription in leukemic cell lines, a cancer type extensively investigated with BET inhibitors [ 36 ]. The ultimate findings revealed that BSP demonstrated effects on cell proliferation and clonogenic growth similar to those observed with (+)-JQ1 ( Table 3 ). After, the goal of D’ascienzo et al. [ 27 ] was to develop a new covalent probe for bromodomains by replacing the sulfonamide scaffold of bromosporine with a reactive warhead and introducing a clickable alkyne handle. After discovering a dichlorotriazine reactive moiety capable of selectively labeling lysine residues in HeLa cells, this moiety was selected for the probe [ 37 ]. Bromosporine was redesigned to include the chosen warhead and clickable handle. The resulting bromotriazine (compound 23 , Figure 7 ) was tested for its ability to covalently modify BRDs, and mass spectrometry confirmed the formation of covalent adducts (especially with CECR2, TAF1(1), TAF1(2), BRD7, BRD9, BRD2(BD1), and BRD3(BD1)). Surprisingly, BRD9, lacking a lysine near the KAc binding site, was modified up to 77%. Attempts to map the exact interaction site through LC-MS/MS peptide mapping were inconclusive, prompting a crystallization experiment for further investigation. 3.1.4. Purine Scaffolds In 2015, Picaud et al. [ 28 ] conducted initial molecular docking experiments on compounds 24 , 25 , and 26 ( Figure 8 ) to assess the interaction of purine fragments with human BRDs. These experiments utilized the crystal structure of the BRD4 complex, and to confirm the computational predictions, a thermal shift assay was used to assess the binding to BRD4 and to five additional BRDs, to cover a broad spectrum of the human BRD phylogenetic tree. Among these results, the most interesting finding was the interaction between compound 25 and BRD9, especially considering the limited presence of known inhibitors during that period. To delve deeper into the structure–activity relationships of 6-phenyl substituted 9 H -purines, various compounds with distinct functional patterns were synthesized. Notably, compound 27 demonstrated significant binding to CREBBP when tested by isothermal titration calorimetry (Δt = 1.5 °C) and BRD9 (Δt = 2.9 °C, K D = 641 ± 33 nM). Subsequently, after a first set of inactive compounds, halide analogues at the meta position, while maintaining the ortho-methoxy functionality (compounds 28 – 30 ), revealed improved binding with BRD9 (K D = 351 ± 18, 297 ± 10, and 397 ± 19 nM). However, compounds 29 and 30 were found to be weak binders of BRD4 (K D = 2.04 ± 0.12 and 4.7 ± 0.20 μM). Subsequent substitutions focused on the primary amine, and the addition of a methyl at position 8 did not yield satisfactory results. These results suggest that, in contrast to the previously described ligands, there are two functional groups capable of forming hydrogen bonds with Asn100, as follows: the primary amine and the nitrogen at position 3. Moreover, the functional groups mimicking KAc are unconventional. On the basis of the SAR studies and the evaluation of the crystallographic structure of BRD9, it was hypothesized that increasing the size of the phenyl fragment at position 7 would enhance activity on BRD9. The methoxyphenyl of compound 30 was cyclized to obtain a 2,3-dihydrobenzofuran (compound 31 , Figure 8 ). Compound 31 confirmed affinity for BRD9 at 278 ± 15 nM, selectively inhibiting chromatin interaction without affecting the histone binding of BRD4, for which compound 30 showed weak affinity (1.37 ± 0.03 µM). Finally, when these compounds were tested in a HEK293 cellular system, they did not exhibit cytotoxicity at concentrations up to 33 μM. Nevertheless, within the same concentration range in bioluminescence proximity assays, they were unable to displace full-length human BRD4 despite the relatively modest in vitro affinity difference between these two proteins. 3.1.5. Alkyl-pyridazin-3(2H)-one Analogs Clegg et al. [ 29 ] started from a previous study [ 38 ] on the development of inhibitors targeting the BET family, wherein unpublished data revealed a particular affinity of pyridazinone derivatives for BRD9 and PCAF bromodomains. In light of the high similarity between BRD9 and BRD7, the researchers hypothesized that inhibitors for BRD9 and BRD7 could be developed from the same pyridazinone template. Compound 32 ( Figure 9 ), reported as being representative of the series, demonstrated activity against both BRD9 and BRD4(BD1) due to a chloro group in the pyridazinone core acting as a KAc methyl mimetic. The substitution of Cl with CH 3 in compound 33 showed over 100-fold selectivity for BRD9 over BRD4(BD1). Then, to address issues of lipophilicity, the researchers replaced the benzyl ring with polar saturated heterocycles, resulting first in compound 34 . Moreover, the researchers decided to explore the impact of hydrophobic pockets induced by longer lipophilic KAc methyl mimetics. Compound 35 , bearing an E-crotyl KAc methyl mimetic, showed a ≥40-fold reduction in BRPF1 potency while maintaining BRD9 activity. Exploring other unsaturated groups led to diminished BRD9 potency, underscoring the significance of the KAc methyl mimetic for effectiveness against both BRD9 and BRD4(BD1). Additionally, saturated KAc methyl mimetic derivatives ( 36 – 39 ) were synthesized and evaluated. Compounds 36 and 37 , bearing an ethyl and a propyl, respectively, were observed to significantly diminish BRPF1 potency while displaying a slight reduction in BRD9 activity. Switching from a three-carbon chain to a four-carbon chain with n-butyl 38 increased BRD9 potency (pKi = 7.2), although the compound remained inactive at BRD4(BD1). Extending the chain with n-pentyl in compound 39 resulted in a reduction in BRD9 potency, accompanied by an unexpected increase in BRD4(BD1) activity. Compound 35 was selected for the evaluation of the selectivity within the broader bromodomain family using the DiscoverX BROMOscan panel. Remarkably, it exhibited high selectivity against the closely related and highly homologous BRD7 (pKi = 6.3), showcasing excellent specificity against the BET family (>×500) and non-BET bromodomains (≥×280). Finally, assessments of cellular permeability demonstrated good permeability with slight intracellular accumulation, underscoring the compound’s potential for effective cellular penetration. 3.1.6. Triazoloquinoxaline Analogues In 2022, the building of BRD9 structure-based three-dimensional pharmacophore models provided an effective computational implement for the rapid and accurate identification of new potential chemotypes presenting the pharmacophoric features [ 30 ]. In particular, the application of the pharmacophore models during an in silico screening applied on an online “Anticancer” and “Anti-Inflammatory” ChemDiv library resulted in the successful identification of compound 40 (IC 50 = 4.20 ± 1.92 µM) ( Figure 10 ). Starting from the experimental data obtained for compound 40 , the 1-ethyl-[1,2,4]triazolo[4,3-a]quinoxaline moiety ( Figure 10 ) was used for the in silico generation of a combinatorial library of compounds, with the modifications at the C4 position. After in silico investigations and the synthesis of the selected compounds, AlphaScreen technology highlighted the binding with BRD9 for compounds 41 – 43 ( Figure 10 ) (IC 50 = 10.06 ± 2.60, 4.79 ± 0.49, and 7.48 ± 2.20 μM, respectively). Moreover, in terms of selectivity, compound 42 proved to be the best of the series, as it is not able to bind any of the other investigated bromodomains (BRD2(BD1), BRD2(BD2), BRD3(BD1), BRD3(BD2), BRD4(BD1), BRD4(BD2), BRDT(BD1), BAZ2B, and CREBBP). Compound 43 showed a weak binding with BRD4(BD2) and BRDT(BD1), while compound 40 with BRD2(BD2), BRD3(BD1), BRD4(BD1), and BRD4(BD2). Instead, compound 41 was the less selective of all, being able to bind the bromodomains BRD3(BD1), BRD4(BD1), BRD4(BD2), and BRDT(BD1) with a residual binding percentage of around 50%. In a follow-up study [ 31 ], a detailed exploration of the triazoloquinoxaline core was conducted by designing and synthesizing new derivatives, maintaining the central core while probing chemical variations around the C-4 position, situated in the ZA loop of the BRD9 binding site. Compounds with amine functionality demonstrated effective binding to BRD9, affirming the importance of the scaffold and NH group (compounds 44 – 49 , Figure 10 , IC 50 between 3.93 ± 0.54 µM and 8.31 ± 0.85 µM). Conversely, the removal or substitution of the linker resulted in a lack of binding. Then, the BromoMELT of compound 44 was performed on all 61 bromodomains as an orthogonal assay to BRD9 and to highlight the binding with other bromodomains. This compound exhibited significant binding affinity exclusively toward BRD9 and two other bromodomains belonging to subfamily 4, BRD7 and BRPF1. In light of this data, to enhance selectivity for BRD9, two new derivatives (compounds 50 – 51 , Figure 11 ) were designed with propyl and butyl groups at the C-1 position. Despite increased substituent volume, both compounds maintained considerable binding to BRD9. Compound 51 , with an IC 50 of 6.73 ± 1.55 µM, showed comparable binding to the parent compound 44 (IC 50 = 3.93 ± 0.54 µM), indicating tolerance for bulkier groups in the hydrophobic anchor region of BRD9. AlphaScreen experiments confirmed the initial BromoMELT findings, revealing that compounds 44 and 51 bind BRPF1 within the low micromolar range (IC 50 = 4.50 ± 0.31 µM and 1.48 ± 0.24 µM, respectively). Interestingly, they displayed lower affinity toward BRD7, particularly in the case of 51 (IC 50 = 18.38 ± 2.06 µM and 95.76 ± 2.74 µM for 44 and 51 , respectively). These findings emphasized the importance of introducing a butyl group at the C-1 position, contributing significantly to the enhanced selectivity toward BRD9 over BRD7. Then, the bioactivities of compounds 44 and 51 were validated using human leukemia cellular models, including THP-1, Kasumi-1, HL-60, K-562, and CCRF-CEM cells, showing concentration-dependent antiproliferative effects. Moreover, the best IC 50 value (35 ± 4 µM) was detected for compound 51 on CCRF-CEM cells. These findings suggest prospective anticancer activity warranting further investigation, while no cytotoxicity was observed in healthy human cultures, indicating potential selectivity against high replicative cells. 3.2. Selective Binders 3.2.1. Thienopyridone Amidines and Their Amide Analogues Starting from a cross-screening approach involving GSK internal compounds, Theodoulou et al. [ 32 ] identified compound 52 ( Figure 12 ), with a thienopyridone scaffold, as a robust binder of BRD9 (as determined by the TR-FRET assay), boasting pIC 50 values of 6.7 ± 0.12 and 4.7 ± 0.12 against BRD9 and BRD4(BD1), respectively. The potency and selectivity of thienopyridone 52 for the BRD9 bromodomain over BRD4(BD1) were elucidated through X-ray crystal structures for BRD9 and BRD4(BD1), respectively. The thienopyridone ring interactions were found to be similar in both bromodomains. Nevertheless, the detailed interactions of this selective compound exhibit distinctions. Notably, the substitution of BRD9 Ala54/Tyr106 for BRD4 Leu94/Ile46 introduces a differently shaped pocket, causing a tilt of the thienopyridone ring by approximately 10° away from Leu94 in BRD4. This alters the torsion angle of the thiophene 2-position carbonyl bond and influences the position of the pendant piperidinyl sulfonamide. In BRD4, the sulfonamide fails to hydrogen bond to the backbone of Lys141, unlike in BRD9. To verify whether the amide carbonyl group was responsible for the selectivity over BRD4 of compound 52 , Theodoulou, N.H. et al. conducted investigations into amide modifications. The analysis of the data related to compound 52 revealed the significance of the methyl sulfonamide moiety for BRD9 potency and selectivity over BRD4(BD1). Substituting piperidine in 53 or dimethyl amide in 54 resulted in reduced BRD9 potency, with minimal impact on BRD4 activity. Surprisingly, secondary methyl amide 55 , although not selective over BRD4, restored the BRD9 potency observed in 52 , indicating positive interactions with both bromodomains. Cyclic sulfone amide 56 exhibited a 10-fold improvement in BRD9 activity compared to 55 , although selectivity over BRD4 was limited. X-ray crystallography of 56 in both BRD9 and BRD4 bromodomains provided insights into the observed data, highlighting the importance of amide modifications in influencing interactions and compound efficacy. Unexpectedly, compound 56 exhibited a significantly reduced selectivity window for BRD9 over BRD4 compared to 52 . This is due to the fact that the thiophene and amide of 56 are coplanar in both cases. Considering the basic nature of the amidine moiety, the hypothesis was that its charged state would be more favorable in the less hydrophobic environment adjacent to Ala54 of BRD9 than beside Leu94 of BRD4(BD1). Consequently, amidine analogues of secondary amides 55 and 56 were designed and synthesized. Encouragingly, amidines 57 and 58 maintained the BRD9 activity of their direct amide counterparts (compounds 55 and 56 , respectively) while exhibiting improved selectivity over BRD4(BD1). The transformation of methyl amide 55 to amidine 57 resulted in a significant increase in selectivity from 2- to 16-fold. Furthermore, amidine 58 demonstrated a 50-fold selectivity over BRD4, surpassing the 4-fold selectivity observed for its amide analogue 56 . To further improve the selectivity, modifications were explored at the 7-position of the thienopyridone core, resulting in 7-aryl substituted compounds. Additional modifications with electron-donating and electron-withdrawing substituents on the aryl ring were investigated, with nitrile-substituted compound 59 achieving a 60-fold selectivity, and trifluoromethyl compound 60 attaining a remarkable 160-fold selectivity window ( Figure 13 ). The crystal structures of 60 in BRD9 and BRD4(BD1) explained the observed selectivity, showcasing the significance of electrostatic differences and confirming the role of the amidine. The N-ethyl analogue 61 maintaining ≥100-fold selectivity over BRD4(BD1), while the inclusion of the bulkier isopropyl substituent, compound 62 , led to a decrease in the activities of BRD9 and BRD4. In broader profiling, compound 61 (also known as I-BRD9) demonstrated nanomolar affinity at BRD9 (>700-fold selectivity over the BET family) and 200-fold selectivity over the BRD7 bromodomain; these findings highlight the first selective cellular chemical probe for BRD9. After, Kasumi-1 cells were subjected to treatment with I-BET and I-BRD9. The results indicate that the majority of genes exhibited selective regulation by I-BRD9. Further validation through qPCR identified four genes (CLEC1, DUSP6, FES, and SAMSN1) significantly downregulated by I-BRD9, without a similar effect by I-BET [ 32 ]. 3.2.2. Isoquinolinone or Pyridinone Analogues Thanks to a combined screening involving DSF, surface plasmon resonance (SPR), microscale thermophoresis (MST), and heteronuclear single-quantum coherence nuclear magnetic resonance ( 15 N HSQC NMR) assays, Martin et al. [ 39 ] identified the methylpyridopyrimidinone and dimethylpyridinone scaffolds as promising starting points for the development of new BRD9 inhibitors. The chosen primary compound 62 ( Figure 14 ) engaged in T-stacking with Phe44, leading to the substitution of the amide group with methylene dimethylamine (compound 63 ), resulting in an eight-fold increase in potency. The incorporation of additional electron-donating groups on the phenyl ring (compounds 64 – 68 ) further heightened potency by strengthening T-stacking with Phe44. These modifications aimed to optimize the edge-to-face interaction for enhanced compound efficacy. Examining alterations in the ZA linker region, researchers noted enhanced selectivity toward BRD9 in comparison to its BRD7 counterpart. Potency enhancement was achieved by addressing the backbone carbonyl of His42 with hydroxyl or amine moieties (compounds 69 and 70 ). The azetidine substituent proved optimal for interacting with the His42 carbonyl without disrupting T-stacking with Phe44. Compound 70 exhibited low nanomolar activity (IC 50 = 9 nM) and displayed an induced fit with Phe47, contributing to improved selectivity against BRD4(BD1). Further modifications in the anchor region, introducing substituents at the 4 or 6 position on the pyridine-2-one core, led to enhanced selectivity against the BET family (compounds 71 and 72 , Figure 15 ). Employing a comparable strategy, the introduction of an aromatic ring into the pyridinone scaffold enhanced selectivity against the BET family, augmenting the π-stacking interaction with Tyr106 in the BRD9 anchor region for compounds 73 – 78 . The most effective inhibitor, 2-methyl-2,7-naphthyridin-1-one compound 75 (BI-7273), demonstrated a 3-fold increase in affinity for BRD9 and an impressive 50-fold increase in selectivity against BRD4(BD1) compared to compound 65 . Compound 75 additionally established a positive interaction with the carbonyl of Asn100 in BRD9, facilitated by the nitrogen atom at position 7 on the naphthyridinone ring. This interaction involved the acidification of the CH bond at position 8, enabling engagement with the carbonyl side chain of Asn100. Finally, compound 79 was obtained, which exhibited slightly lower potency against BRD9 compared to 75 , but demonstrated enhanced selectivity, being 45-fold more potent for BRD9 compared to BRD7. In conclusion, the compounds 73 , 75 , and 79 , also named BI-7271, BI-7273, and BI-9564 ( Figure 16 ), were revealed through the expansion of the dimethylpyridinone structure to design ring-fused compounds. These compounds exhibited robust potency and selectivity for BRD9 and displayed antitumor activity in an AML xenograft model. 3.2.3. Imidazo[1,5-a]pyrazin-8(7H)-one Derivatives Starting from the structure of compound 80 ( Figure 17 ), initially developed as a BRD4 inhibitor (IC 50 = 30 nM) [ 40 ], Zheng et al. [ 41 ] conducted structural modifications to enhance activity against BRD9 (IC 50 = 10 µM). The authors designed a new series of derivatives based on the imidazo[1,5-a]pyrazin-8(7H)-one chemical scaffold by substituting the heterocyclic bicyclic ring with various groups previously reported for BRD9 inhibitors. These compounds exhibited moderate inhibitory activity against the target protein (IC 50 ranging from 1.502 ± 0.421 to 7.410 ± 0.913 µM). Compound 81 , the most promising of the series, served as the lead compound, and different alkyl groups on the nitrogen of the imidazo[1,5-a]pyrazin-8(7H)-one moiety were assessed. Among these, compound 82 demonstrated the highest BRD9 inhibitory activity, achieving a 91% inhibition rate at 1 μM and an IC 50 of 465 ± 13 nM. Its activity is attributed to the presence of double bonds on the alkyl group on the nitrogen and chlorine instead of fluorine in the meta position of the aromatic ring compared to the other compounds. Additionally, it was determined that chlorination in the meta potion was preferable to that in ortho. Furthermore, modifications to the para position on the benzene ring led to a noticeable increase in the IC 50 values (compounds 83 – 87 ). Compounds featuring piperazine or its derivatives as substitutions exhibited enhanced activity. Notably, compounds 84 and 85 demonstrated significant potency in inhibiting BRD9, with IC 50 values of 35 ± 7 and 103 ± 16 nM, respectively. All these exemplary compounds exhibited solely BRD9 inhibitory activity without demonstrating any BRD4 inhibitory effects. Moreover, compound 84 displayed potent inhibition of cell proliferation in the A549 and EOL-1 cell lines (IC 50 = 6.12 ± 0.18 μM and 1.76 ± 0.05 μM, respectively). 3.2.4. Pyrrole Analogs A set of 4-acyl pyrroles [ 42 ] was initially designed for BRD4(BD1), and specific modifications were introduced to create active small molecules without solubility issues. Binding assays among bromodomain proteins revealed their affinity for the BET family proteins and BRD7, BRD9, BRPF1B, and CBP, as additional targets [ 42 ]. Notably, compounds containing a sulfonamide moiety display K D values on BRD9 ranging between 67 and 530 nM. Compound 88 emerged as the most effective when evaluated on BRD9, prompting the design of close derivatives (compounds 89 and 90 , Figure 18 ) to enhance specificity toward BRD9 [ 43 ]. Compounds 89 and 90 , compared to the lead compound 88 , showed a 150-fold increased selectivity toward BRD9 compared to BRD7 (for compound 88 , BRD9 K D = 150 nM, BRD7 = 1100 nM, BRD4 = 6900 nM, and BRPF1b = 7000 nM; for compound 90 , BRD9 Kd = 800 nM, BRD7 > 1100 nM, BRD4 > 6900 nM, and BRPF1b > 7000 nM). The binder has a broad spectrum of activity, showing inhibition of growth (GI 50 ) in nanomolar values in different cancer cell lines, such as SNB-75, UO-31, CAKI-1, DU-145, SW-620, and NCI-H460. 3.2.5. 6-Methylquinazolin-4(3H)-one Analogs In 2022, through a multidisciplinary scientific approach integrating computational techniques, synthesis, and biological evaluation, new and selective inhibitors targeting BRD9, characterized by a 6-methylquinazolin-4(3 H )-one chemical core, were discovered [ 44 ]. Specifically, utilizing a study by Combiglide [ 45 ], the 6-methylquinazolin-4(3 H )-one was in silico functionalized with approximately 3000 commercially available benzaldehydes at position 2 and 570 boronic acids at position 8. This process yielded a large virtual library, which was further refined through in silico processing before undergoing molecular docking experiments. Drawing upon the recently developed 3D structure-based pharmacophore models specific to BRD9 [ 30 ], 16 compounds were identified for the synthesis step. Notably, compounds 91 – 95 ( Figure 19 ) emerged as particularly potent binders to BRD9, exhibiting efficacy at low micromolar concentrations (IC 50 between 2.5 ± 0.4 and 10.9 ± 0.3 µM). Additionally, given that quinazolin-4(3 H )-one derivatives had already been documented as binders for the BET family member BRD4 [ 46 ], compounds 91 – 95 were assessed for their interaction with BRD4(BD1). Intriguingly, these compounds did not demonstrate significant binding to BRD4(BD1), establishing them as novel BRD9 binders with promising selective behavior. 3.2.6. 2,4,5-Trisubstituted-2,4-dihydro-3H-1,2,4-triazol-3-one Analogs Recently [ 47 ], employing computational methodologies, selective BRD9 inhibitors with a 2,4,5-trisubstituted-2,4-dihydro-3 H -1,2,4-triazol-3-one chemical core were identified ( Figure 20 ). Initially, six differently functionalized cores were virtually examined to assess their potential to bind the target. Subsequently, these six scaffolds were combined with 316 aryl isocyanates commercially available to introduce chemical variability at position 4, using the same computational workflow as previously discussed. Among the twenty-one molecules selected and synthesized, two ( 96 and 97 ) exhibited IC 50 values in the low micromolar range (0.14 ± 0.03 and 0.35 ± 0.18 µM, respectively). To rationalize the biophysical data and design additional derivatives, the 3D structure-based pharmacophore model was applied, and seven of these new derivatives ( 98 – 104 ) effectively bound BRD9. Encouraged by these results, the selectivity of all the active compounds was evaluated across a panel of nine BRDs covering most of the related human phylogenetic tree (BRD2(BD1), BRD2(BD2), BRD3(BD1), BRD3(BD2), BRD4(BD1), BRD4(BD2), BRDT(BD1), BAZ2B, and CREBBP). In addition, for compound 97 , the selectivity was further assessed on eight additional bromodomains (including ATAD2, CECR2, SMARCA4, TAF1(BD2), BRPF3, BRD1, BPTF(BRD), and BRD7). This compound exhibited no binding with the most considered bromodomains (residual protein activity percentage between 92.6 ± 3.1 and 100%). However, with BRD7 and TAF(1), this percentage dropped to 75.8 and 77.7, respectively. The IC 50 evaluation revealed that compound 97 is approximately 60 times more potent on BRD9 (0.14 ± 0.03 µM) compared to BRD7 (71.4 ± 1.1 μM) and similar to TAF(1). Moreover, all the active compounds were evaluated on a selected panel of human cells, composed of both healthy (keratinocytes and enterocytes) and cancer (leukemia, breast, melanoma, and colorectal) cell lines. At the highest concentrations tested, no cytotoxic responses were observed in healthy cells, with IC 50 values exceeding 500 µM, indicating an absence of detectable biological effects. Preliminary data on human cancer models revealed a notable selectivity in action on leukemic cells. Notably, compounds 96 and 97 demonstrated IC 50 values below 150 µM on Jurkat cells, indicating a modest yet noteworthy antiproliferative activity that warrants further investigation. 3.3. Summary of Cellular Assays In the first works, the cellular assays were performed through the fluorescence recoveries after photobleaching technique (FRAP) by disruption of the interaction of full-length green fluorescent protein or full-length GFP-tagged BRD9 with acetylated chromatin. With this technique, the displacement of proteins from chromatin was observed, as evidenced by rapid recovery after bleaching. In the case of BRD9, cells were treated with the histone deacetylase inhibitor SAHA (suberoylanilide hydroxamic acid) to elevate acetylation levels and enhance binding. When examining a representative selection of bromodomains in the presence of inhibitors, a significant reduction in fluorescence recovery times was noted, indicative of the inhibition of chromatin-BRD interaction ( Table 2 ). For compounds 5 and 31 the cytotoxicity assay was also reported. Compounds were tested in different cell lines but in both cases they do not appear cytotoxic at a concentration lower or equal to 33 µM ( Table 2 ). In the most recent studies, the antiproliferative biological effects were assessed. This involved determining the IC 50 (the concentration of a drug or inhibitor needed to inhibit a biological process or response by 50%) or EC 50 (the concentration effective in producing 50% of the maximal response and is a convenient way of comparing drug potencies), or GI 50 (the dose that inhibits the growth of cells by 50%) values ( Table 3 ) on different cancer cell lines, in which BRD9 is more prominently expressed. Nevertheless, numerous inhibitors have only been characterized through binding assays on BRD9 or assessments of selectivity against other bromodomains; cellular experiments have not consistently been conducted. Moreover, even though BRD9 operates within a complex, compounds exhibiting significant activity on isolated BRD9 protein might not translate into favorable outcomes in cell assays. To boost cellular activity and thus enhance biological impact, the most promising binders are presently serving as a starting point for chemical degraders (e.g., PROTACs) development. 4. BRD9 PROteolysis TArgeting Chimeras (PROTACs) The conventional drug discovery paradigm has long relied on small molecules binding to specific sites on target proteins to modulate their activity [ 48 ]. However, many proteins lack such binding sites or catalytic activity, rendering modulation challenging [ 49 ]. Additionally, some proteins operate within large complexes that can compensate for reduced activity due to inhibition. Notably, PROteolysis TArgeting Chimeras (PROTACs) represents a revolutionary approach, particularly in cancer treatment, within the realm of small molecule therapeutics. PROTAC technology offers a novel strategy for drug discovery, capable of targeting proteins previously deemed undruggable by conventional methods [ 50 , 51 , 52 ]. More specifically, PROTACs are bifunctional degraders that hijack the intracellular ubiquitin-proteasome system (UPS) to induce the degradation and elimination of a target protein. An E3 ubiquitin ligase ligand is linked to a protein-of-interest ligand (also known as a “warhead”) by a linker of varying lengths and chemical composition [ 53 ]. BRD9 inhibitors often demonstrate poor cellular activity [ 47 ] despite strong activity on the protein, attributable to BRD9’s involvement in the SWI/SNF complex. Consequently, developing PROTACs from these known inhibitors may prove crucial in enhancing their biological efficacy on the target of interest, offering promising avenues for therapeutic intervention. The first BRD9 heterobifunctional degrader [ 54 ] was developed using as a starting point the thienopyridone analogue of I-BRD9 (compound 61 , Figure 21 ), which displayed high binding affinity (IC 50 = 7.9 nM) and the possibility of anchoring the E3 ligand by an ether linker attached to the methoxy substituent [ 28 ]. A first series of ligands was synthesized, exploring both binding to CRBN and VHL E3 ligase. Products were tested in human AML cell line for 4 h, and BRD9 protein levels were detected by immunoblot. Among the CBRN ligand-based compounds, the one presenting a linker with intermediate length resulted as the most promising ( 106 ), leading to the most efficient protein degradation; on the contrary, VHL-ligand conjugates ( 108 and 109 ) failed to induce BRD9 degradation. To further expand the investigation, in the same work [ 54 ], other degraders based on the structure of the binder BI-7273 (compound 75 ) and pomalidomide as CBRN ligand were prepared. The impact of nature and length of the linker was also evaluated to improve biochemical and cellular selectivity. Compound 110 ( Figure 22 ) with PEG-linked pomalidomide conjugate (dBRD9) was able to efficiently degrade BRD9 in the MOLM-13 cell line, with reduced off-target binding activity toward other bromodomain containing proteins. The antiproliferative activity of dBRD9 was tested in human AML lines (EOL-1, MOLM-13, MV4), showing large improvement with respect to classical binders I-BRD9 and BI-7273. In 2022, on the basis of the thienopyridone scaffold of I-BRD9 (compound 61), a novel binder, named EA-89, was developed, (compound 111 , Figure 23 ), [ 55 ] in which the propyl group linked to pyridone nitrogen accommodates in a hydrophobic pocket acetyl lysine pocket, and the 3-trifluoromethylphenyl ring is substituted with a 3-methylindolic group, that serves as the site for anchoring the linker. EA-89 was then used as a warhead to obtain a cereblon-targeting degrader QA-68 (compound 112 , Figure 23 ). Both the binder and the PROTAC were tested on several cellular lines of hematological malignancies, showing a strong selectivity for AML as well as B cell acute lymphoblastic leukemia (B-ALL) and multiple myeloma (MM). Interestingly, no impact on the viability of cell lines of the T lymphocytic lineage (acute monocytic leukemia and erythroleukemia) was observed, revealing a BRD9 dependency in acute leukemia and MM [ 55 ]. As highlighted in the study by Remillard et al. [ 54 ], CRBN-based PROTACs can exhibit off-target degradation of other proteins. From this perspective, Ciulli’s group developed the first VHL ligand-based dual BRD7/BRD9 degrader [ 56 ]. A first set of compounds was synthesized using PEG linkers to connect a BRD binder in which a piperazine group replaced the dimethylamine group of compound BI-7273. As E3 ligase recruiting moiety, VH032 was selected, together with pomalidomide and DCAF 15. Differently from CRBN-based PROTACs, VHL-based degraders 114 and 115 ( Figure 24 ) showed weak activity against both BRD7 and BRD9. To enhance the formation of ternary complexes and the degrading activities of 114 and 115 , a second generation of PROTACs was created by altering the linker’s length and composition, as well as the kind of E3 ligase binder used. Positive results were obtained with shorter and more lipophilic linkers. To enhance binding affinity, small modifications to the structure of the VHL ligand were introduced, using alternative warheads (compounds 116 – 118 , Figure 24 ). The screening for BRD9 and BRD7 degradation after treatment for 4 and 16 h showed compound 119 ( Figure 25 ) as the most active compound, with a half-degrading concentration of 560 nM against BRD9. To further enhance the potency of compound 119 , a new series of compounds was designed, keeping the same warhead of 118 and changing the linker and the BRD7/BRD9 binder. After RI-1 cells were treated with 1 μM of the novel compounds for 2 and 8 h, BRD9 and BRD7 levels were analyzed using Western blot, and 120 was found to be the most potent degrader. Analysis at different concentrations gave a half-maximal degradation concentration (DC 50 ) of 1.76 nM and 4.5 nM against BRD9 and BRD7. Recently, with the aim of obtaining an orally bioavailable BRD9-PROTAC, Zhang et al. [ 57 ] reported the synthesis of a new series of BRD9 degraders based on BI-7271 binder (compound 73 ) and the cereblon ligand thalidomide. The authors started from the consideration that more rigid linkers increase oral activity, as shown by literature data. They designed the first series of dual binders, with linkers differing in number of rings and polarity, and attached to the C3 of thalidomide (compounds 121 – 126 , Figure 26 A). Except for 125 and 126 which displayed poor BRD9 degradation profiles, compounds 121 – 124 gave excellent results in terms of protein degradation activity and cell proliferation inhibition, with IC 50 values ranging from 3.32 ± 1.91 to 0.06 ± 0.05 nM against MV4-11 cells. The parameters calculated with ADMETlab to predict oral activity indicated compound 123 as the most promising. However, analysis of blood samples after a single oral administration of 20 mg/kg of 123 to ICR mice showed poor oral absorption. In order to decrease the size of the BRD9 warhead, while retaining the E3 ligand and the best linkers from the first series ( Figure 26 A), a new series of degraders was created (compounds 127 – 130 , Figure 26 B). In comparison to the related compounds 121 – 126 , the degradation activity experiments on 127 – 130 showed a decrease in potency, indicating the significance of the benzene ring structure in the BRD9 binding moiety for preserving pharmacological efficacy. The last series of compounds ( Figure 26 C) was then designed, keeping the BRD9 binder of the first series and connecting the linkers to the C-4 position of thalidomide. Among all the synthesized compounds ( 131 – 136 ), 136 demonstrated the most potent proliferation suppression and degradation activity with an IC 50 of 3.69 ± 3.58 nM in MV4-11 cells and a degradation rate of 93% at 10 nM and 99% at 100 nM. Interestingly, in MV4-11 cells, BRD4 and BRD7 proteins did not degrade at a dose of 100 nM, suggesting that C6 is selective for BRD9 protein. Lastly, 136 oral activity was studied in ICR mice, which showed good oral absorption characteristics with a Cmax value of 3436.95 ng/mL. Recently, DCAF1 (also known as Vpr-binding protein (VprBP)) [ 58 ] was identified as a new interesting E3 ligase receptor for targeted protein degradation. Schröder et al. took advantage of a DCAF1 binder 137 previously developed by their group ( Figure 27 ), [ 59 ] to design a new BRD9 PROTAC targeting this ligand [ 60 ]. The piperazine group attached to the quinazoline core was used to anchor an aliphatic carbon linker. As BRD9 binder, the structure of BI-9564 [ 39 ] was used, affording DBr-1 (compound 138 , Figure 27 ). DBr-1 showed a slightly lower degrading potency with respect to VZ185 and dBRD9, with a DC 50 value of 90 nM, and a selectivity for BRD9 over BRD7 similar to dBRD9. These results prove that E3 ligase receptor DCAF1 can be a useful target alternative to CRBN and VHL for the preparation of new PROTACs, with the aim of reducing the possibility of ligase-specific resistance mechanisms. 5. Conclusions BRD9 inhibition can lead to the modulation of gene expression, potentially creating a more controlled and regulated cellular environment. This modulation proves to be beneficial in influencing specific pathways related to disease or cellular processes. Successful BRD9 inhibition could open up new avenues for therapeutic interventions, providing alternative treatment options for conditions associated with dysregulated chromatin remodeling. BRD9 binders prove to be promising as potential therapeutics for a variety of malignant cancers, above all AML and MRT. Preclinical studies have demonstrated the efficacy of BRD9 inhibition in suppressing tumor growth, enhancing the sensitivity of cancer cells to chemotherapy, and modulating immune responses in inflammatory conditions. However, some BRD9 inhibitors may lack the desired selectivity, affecting other bromodomain-containing proteins and causing off-target effects. This lack of specificity can limit the therapeutic potential of such inhibitors. Furthermore, despite the role of BRD9 in the related remodeling complex, compounds demonstrating robust activity on isolated BRD9 protein may not necessarily yield favorable results in cell assays. To enhance cellular activity and, consequently, the biological effect, the most promising binders are currently being utilized as a starting point for the development of PROTACs. Recently, two BRD9 degraders entered clinical trials. FHD-609, developed by Foghorn Therapeutics, Inc., was in a phase 1 trial (NCT04965753) in patients with advanced synovial sarcoma and SMARCB1-deleted tumors. Unfortunately, FDA has placed a partial clinical hold on the phase 1 trial after adverse effects. On the other end, C4 Therapeutics, Inc also discontinued phase 1 clinical trial of CFT8634 (NCT05355753), a potent and selective oral heterobifunctional degrader of BRD9 for the treatment of synovial sarcoma and SMARCB1-deleted tumors, since BRD9 degradation did not produce sufficiently effective results in patients. In conclusion, despite the prospect of BRD9 binders and degraders as therapeutic agents, several challenges remain to be addressed. Continued research efforts are needed to fully understand the therapeutic implications of targeting BRD9 and to realize the clinical potential of these compounds in treating various diseases. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions Conceptualization, A.G. and E.C.; methodology, E.C., M.G.C., G.B., G.L. and A.G.; writing—original draft preparation, E.C. and A.G.; writing—review and editing, E.C., M.G.C., G.B., G.L. and A.G.; supervision, A.G.; funding acquisition, G.L. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement Not applicable. Conflicts of Interest The authors declare no conflicts of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript; or in the decision to publish the results. References 1. Tamkun J.W. Deuring R. Scott M.P. Kissinger M. Pattatucci A.M. Kaufman T.C. Kennison J.A. Brahma: A regulator of Drosophila homeotic genes structurally related to the yeast transcriptional activator SNF2SWI2 Cell 1992 68 561 572 10.1016/0092-8674(92)90191-E 1346755 2. Filippakopoulos P. Picaud S. Mangos M. Keates T. Lambert J.-P. Barsyte-Lovejoy D. Felletar I. Volkmer R. Müller S. Pawson T. Histone recognition and large-scale structural analysis of the human bromodomain family Cell 2012 149 214 231 10.1016/j.cell.2012.02.013 22464331 3. Taniguchi Y. The bromodomain and extra-terminal domain (BET) family: Functional anatomy of BET paralogous proteins Int. J. Mol. Sci. 2016 17 1849 1873 10.3390/ijms17111849 27827996 4. Zhu X. Liao Y. Tang L. Targeting BRD9 for Cancer Treatment: A New Strategy Onco Targets Ther. 2020 13 13191 13200 10.2147/OTT.S286867 33380808 5. Hodges C. Kirkland J.G. Crabtree G.R. The Many Roles of BAF (mSWI/SNF) and PBAF Complexes in Cancer Cold Spring Harb. Perspect. Med. 2016 6 1 24 10.1101/cshperspect.a026930 27413115 6. Flynn E.M. Huang O.W. Poy F. Oppikofer M. Bellon S.F. Tang Y. Cochran A.G. A subset of human bromodomains recognizes butyryllysine and crotonyllysine histone peptide modifications Structure 2015 23 1801 1814 10.1016/j.str.2015.08.004 26365797 7. Filippakopoulos P. Knapp S. Targeting bromodomains: Epigenetic readers of lysine acetylation Nat. Rev. Drug Discov. 2014 13 337 356 10.1038/nrd4286 24751816 8. Nayak A. Dutta M. Roychowdhury A. Emerging oncogene ATAD2: Signaling cascades and therapeutic initiatives Life Sci. 2021 276 119322 10.1016/j.lfs.2021.119322 33711386 9. Mishima Y. Miyagi S. Saraya A. Negishi M. Endoh M. Endo T.A. Toyoda T. Shinga J. Katsumoto T. Chiba T. The Hbo1-Brd1/Brpf2 complex is responsible for global acetylation of H3K14 and required for fetal liver erythropoiesis Blood 2011 118 2443 2453 10.1182/blood-2011-01-331892 21753189 10. Sun H. Liu J. Zhang J. Shen W. Huang H. Xu C. Dai H. Wu J. Shi Y. Solution structure of BRD7 bromodomain and its interaction with acetylated peptides from histone H3 and H4 Biochem. Biophys. Res. Commun. 2007 358 435 441 10.1016/j.bbrc.2007.04.139 17498659 11. Poplawski A. Hu K. Lee W. Natesan S. Peng D. Carlson S. Shi X. Balaz S. Markley J.L. Glass K.C. Molecular insights into the recognition of N-terminal histone modifications by the BRPF1 bromodomain J. Mol. Biol. 2014 426 1661 1676 10.1016/j.jmb.2013.12.007 24333487 12. Feng Y. Vlassis A. Roques C. Lalonde M.E. González-Aguilera C. Lambert J.P. Lee S.B. Zhao X. Alabert C. Johansen J.V. BRPF3-HBO1 regulates replication origin activation and histone H3K14 acetylation EMBO J. 2016 35 176 192 10.15252/embj.201591293 26620551 13. Dreier M.R. De la Serna I.L. SWI/SNF chromatin remodeling enzymes in melanoma Epigenomes 2022 6 10 33 10.3390/epigenomes6010010 35323214 14. Euskirchen G.M. Auerbach R.K. Davidov E. Gianoulis T.A. Zhong G. Rozowsky J. Bhardwaj N. Gerstein M.B. Snyder M. Diverse roles and interactions of the SWI/SNF chromatin remodeling complex revealed using global approaches PLoS Genet. 2011 7 e1002008 10.1371/journal.pgen.1002008 21408204 15. Hu Z. Zhou J. Jiang J. Yuan J. Zhang Y. Wei X. Loo N. Wang Y. Pan Y. Zhang T. Genomic characterization of genes encoding histone acetylation modulator proteins identifies therapeutic targets for cancer treatment Nat. Commun. 2019 10 733 750 10.1038/s41467-019-08554-x 30760718 16. Scotto L. Narayan G. Nandula S.V. Subramaniyam S. Kaufmann A.M. Wright J.D. Pothuri B. Mansukhani M. Schneider A. Arias-Pulido H. Integrative genomics analysis of chromosome 5p gain in cervical cancer reveals target over-expressed genes, including Drosha Mol. Cancer 2008 7 58 10.1186/1476-4598-7-58 18559093 17. Kang J.U. Koo S.H. Kwon K.C. Park J.W. Kim J.M. Gain at chromosomal region 5p15. 33, containing TERT, is the most frequent genetic event in early stages of non-small cell lung cancer Cancer Genet. Cytogen. 2008 182 1 11 10.1016/j.cancergencyto.2007.12.004 18. Network C.G.A.R. Comprehensive genomic characterization of squamous cell lung cancers Nature 2012 489 519 525 22960745 19. Barbieri C.E. Baca S.C. Lawrence M.S. Demichelis F. Blattner M. Theurillat J.-P. White T.A. Stojanov P. Van Allen E. Stransky N. Exome sequencing identifies recurrent SPOP, FOXA1 and MED12 mutations in prostate cancer Nat. Genet. 2012 44 685 689 10.1038/ng.2279 22610119 20. Kandoth C. Schultz N. Cherniack A.D. Akbani R. Liu Y. Shen H. Robertson A.G. Pashtan I. Shen R. Benz C.C. Integrated genomic characterization of endometrial carcinoma Nature 2013 497 67 73 23636398 21. Cleary S.P. Jeck W.R. Zhao X. Chen K. Selitsky S.R. Savich G.L. Tan T.X. Wu M.C. Getz G. Lawrence M.S. Identification of driver genes in hepatocellular carcinoma by exome sequencing Hepatology 2013 58 1693 1702 10.1002/hep.26540 23728943 22. Brien G.L. Remillard D. Shi J. Hemming M.L. Chabon J. Wynne K. Dillon E.T. Cagney G. Van Mierlo G. Baltissen M.P. Targeted degradation of BRD9 reverses oncogenic gene expression in synovial sarcoma ELife 2018 7 e41305 10.7554/eLife.41305 30431433 23. Krämer K.F. Moreno N. Frühwald M.C. Kerl K. BRD9 inhibition, alone or in combination with cytostatic compounds as a therapeutic approach in rhabdoid tumors Int. J. Mol. Sci. 2017 18 1537 1549 10.3390/ijms18071537 28714904 24. Clark P.G. Vieira L.C. Tallant C. Fedorov O. Singleton D.C. Rogers C.M. Monteiro O.P. Bennett J.M. Baronio R. Müller S. LP99: Discovery and Synthesis of the First Selective BRD7/9 Bromodomain Inhibitor Angew. Chem. Int. Ed. 2015 54 6217 6221 10.1002/anie.201501394 25. Hay D.A. Rogers C.M. Fedorov O. Tallant C. Martin S. Monteiro O.P. Müller S. Knapp S. Schofield C.J. Brennan P.E. Design and synthesis of potent and selective inhibitors of BRD7 and BRD9 bromodomains MedChemComm 2015 6 1381 1386 10.1039/C5MD00152H 26. Fedorov O. Lingard H. Wells C. Monteiro O.P. Picaud S. Keates T. Yapp C. Philpott M. Martin S.J. Felletar I. [1, 2, 4] triazolo [4, 3-a] phthalazines: Inhibitors of diverse bromodomains J. Med. Chem. 2014 57 462 476 10.1021/jm401568s 24313754 27. D’Ascenzio M. Pugh K.M. Konietzny R. Berridge G. Tallant C. Hashem S. Monteiro O. Thomas J.R. Schirle M. Knapp S. An Activity-Based Probe Targeting Non-Catalytic, Highly Conserved Amino Acid Residues within Bromodomains Angew. Chem. Int. Ed. 2019 131 1019 1024 10.1002/ange.201807825 28. Picaud S. Strocchia M. Terracciano S. Lauro G. Mendez J. Daniels D.L. Riccio R. Bifulco G. Bruno I. Filippakopoulos P. 9 H-purine scaffold reveals induced-fit pocket plasticity of the BRD9 bromodomain J. Med. Chem. 2015 58 2718 2736 10.1021/jm501893k 25703523 29. Clegg M.A. Bamborough P. Chung C.-W. Craggs P.D. Gordon L. Grandi P. Leveridge M. Lindon M. Liwicki G.M. Michon A.-M. Application of atypical acetyl-lysine methyl mimetics in the development of selective inhibitors of the bromodomain-containing protein 7 (BRD7)/bromodomain-containing protein 9 (BRD9) bromodomains J. Med. Chem. 2020 63 5816 5840 10.1021/acs.jmedchem.0c00075 32410449 30. Pierri M. Gazzillo E. Chini M.G. Ferraro M.G. Piccolo M. Maione F. Irace C. Bifulco G. Bruno I. Terracciano S. Introducing structure-based three-dimensional pharmacophore models for accelerating the discovery of selective BRD9 binders Bioorg. Chem. 2022 118 105480 10.1016/j.bioorg.2021.105480 34823196 31. Gazzillo E. Pierri M. Colarusso E. Chini M.G. Ferraro M.G. Piccolo M. Irace C. Bruno I. Bifulco G. Terracciano S. Exploring the chemical space of functionalized [1, 2, 4] triazolo [4, 3-a] quinoxaline-based compounds targeting the bromodomain of BRD9 Bioorg. Chem. 2023 139 106677 10.1016/j.bioorg.2023.106677 37352721 32. Theodoulou N.H. Bamborough P. Bannister A.J. Becher I. Bit R.A. Che K.H. Chung C.W. Dittmann A. Drewes G. Drewry D.H. Discovery of I-BRD9, a Selective Cell Active Chemical Probe for Bromodomain Containing Protein 9 Inhibition J. Med. Chem. 2016 59 1425 1439 10.1021/acs.jmedchem.5b00256 25856009 33. Chen P. Chaikuad A. Bamborough P. Bantscheff M. Bountra C. Chung C.-W. Fedorov O. Grandi P. Jung D. Lesniak R. Discovery and characterization of GSK2801, a selective chemical probe for the bromodomains BAZ2A and BAZ2B J. Med. Chem. 2016 59 1410 1424 10.1021/acs.jmedchem.5b00209 25799074 34. Picaud S. Leonards K. Lambert J.P. Dovey O. Wells C. Fedorov O. Monteiro O. Fujisawa T. Wang C.Y. Lingard H. Promiscuous targeting of bromodomains by bromosporine identifies BET proteins as master regulators of primary transcription response in leukemia Sci. Adv. 2016 2 e1600760 10.1126/sciadv.1600760 27757418 35. Nakano H. Ōmura S. Chemical biology of natural indolocarbazole products: 30 years since the discovery of staurosporine J. Antibiot. 2009 62 17 26 10.1038/ja.2008.4 36. Zuber J. Shi J. Wang E. Rappaport A.R. Herrmann H. Sison E.A. Magoon D. Qi J. Blatt K. Wunderlich M. RNAi screen identifies Brd4 as a therapeutic target in acute myeloid leukaemia Nature 2011 478 524 528 10.1038/nature10334 21814200 37. Shannon D.A. Banerjee R. Webster E.R. Bak D.W. Wang C. Weerapana E. Investigating the proteome reactivity and selectivity of aryl halides JACS 2014 136 3330 3333 10.1021/ja4116204 38. Humphreys P.G. Bamborough P. Chung C.-W. Craggs P.D. Gordon L. Grandi P. Hayhow T.G. Hussain J. Jones K.L. Lindon M. Discovery of a potent, cell penetrant, and selective p300/CBP-associated factor (PCAF)/general control nonderepressible 5 (GCN5) bromodomain chemical probe J. Med. Chem. 2017 60 695 709 10.1021/acs.jmedchem.6b01566 28002667 39. Martin L.J. Koegl M. Bader G. Cockcroft X.-L. Fedorov O. Fiegen D. Gerstberger T. Hofmann M.H. Hohmann A.F. Kessler D. Structure-based design of an in vivo active selective BRD9 inhibitor J. Med. Chem. 2016 59 4462 4475 10.1021/acs.jmedchem.5b01865 26914985 40. Zhao L. Yang Y. Guo Y. Yang L. Zhang J. Zhou J. Zhang H. Design, synthesis and biological evaluation of 7-methylimidazo [1, 5-a] pyrazin-8 (7 H )-one derivatives as BRD4 inhibitors Bioorg. Med. Chem. 2017 25 2482 2490 10.1016/j.bmc.2017.03.008 28314513 41. Zheng P. Zhang J. Ma H. Yuan X. Chen P. Zhou J. Zhang H. Design, synthesis and biological evaluation of imidazo [1, 5-a] pyrazin-8 (7 H )-one derivatives as BRD9 inhibitors Bioorg. Med. Chem. 2019 27 1391 1404 10.1016/j.bmc.2019.02.045 30824168 42. Hügle M. Regenass P. Warstat R. Hau M. Schmidtkunz K. Lucas X. Wohlwend D. Einsle O. Jung M. Breit B. 4-Acyl pyrroles as dual BET-BRD7/9 bromodomain inhibitors address BETi insensitive human cancer cell lines J. Med. Chem. 2020 63 15603 15620 10.1021/acs.jmedchem.0c00478 33275431 43. Warstat R. Pervaiz M. Regenass P. Amann M. Schmidtkunz K. Einsle O. Jung M. Breit B. Hügle M. Günther S. A novel pan-selective bromodomain inhibitor for epigenetic drug design Eur. J. Med. Chem. 2023 249 115139 10.1016/j.ejmech.2023.115139 36736153 44. Colarusso E. Gazzillo E. Boccia E. Giordano A. Chini M.G. Bifulco G. Lauro G. 6-Methylquinazolin-4 (3H)-one Based Compounds as BRD9 Epigenetic Reader Binders: A Rational Combination of in silico Studies and Chemical Synthesis EurJoc 2022 2022 e202200868 10.1002/ejoc.202200868 45. Schrödinger Release 2022-1: Combiglide Schrödinger LCC New York, NY, USA 2021 46. Bhat M. Belagali S. Mamatha S. Sagar B. Sekhar E.V. Importance of quinazoline and quinazolinone derivatives in medicinal chemistry Stud. Nat. Prod. Chem. 2021 71 185 219 47. Colarusso E. Ceccacci S. Monti M.C. Gazzillo E. Giordano A. Chini M.G. Ferraro M.G. Piccolo M. Ruggiero D. Irace C. Identification of 2, 4, 5-trisubstituted-2, 4-dihydro-3 H -1, 2, 4-triazol-3-one-based small molecules as selective BRD9 binders Eur. J. Med. Chem. 2023 247 115018 10.1016/j.ejmech.2022.115018 36577218 48. Santos R. Ursu O. Gaulton A. Bento A.P. Donadi R.S. Bologa C.G. Karlsson A. Al-Lazikani B. Hersey A. Oprea T.I. Comprehensive map of molecular drug targets Nat. Rev. Drug Discov. 2017 16 19 34 10.1038/nrd.2016.230 27910877 49. Ciulli A. Trainor N. A beginner’s guide to PROTACs and targeted protein degradation Biochemistry 2021 43 74 79 10.1042/bio_2021_148 50. Zhou X. Dong R. Zhang J.-Y. Zheng X. Sun L.-P. PROTAC: A promising technology for cancer treatment Eur. J. Med. Chem. 2020 203 112539 10.1016/j.ejmech.2020.112539 32698111 51. Lai A.C. Crews C.M. Induced protein degradation: An emerging drug discovery paradigm Nat. Rev. Drug Discov. 2017 16 101 114 10.1038/nrd.2016.211 27885283 52. Collins I. Wang H. Caldwell J.J. Chopra R. Chemical approaches to targeted protein degradation through modulation of the ubiquitin–proteasome pathway Biochem. J. 2017 474 1127 1147 10.1042/BCJ20160762 28298557 53. Salerno A. Seghetti F. Caciolla J. Uliassi E. Testi E. Guardigni M. Roberti M. Milelli A. Bolognesi M.L. Enriching proteolysis targeting chimeras with a second modality: When two are better than one J. Med. Chem. 2022 65 9507 9530 10.1021/acs.jmedchem.2c00302 35816671 54. Remillard D. Buckley D.L. Paulk J. Brien G.L. Sonnett M. Seo H.S. Dastjerdi S. Wühr M. Dhe-Paganon S. Armstrong S.A. Degradation of the BAF complex factor BRD9 by heterobifunctional ligands Angew. Chem. Int. Ed. 2017 56 5738 5743 10.1002/anie.201611281 28418626 55. Weisberg E. Chowdhury B. Meng C. Case A.E. Ni W. Garg S. Sattler M. Azab A.K. Sun J. Muz B. BRD9 degraders as chemosensitizers in acute leukemia and multiple myeloma Blood Cancer J. 2022 12 110 120 10.1038/s41408-022-00704-7 35853853 56. Zoppi V. Hughes S.J. Maniaci C. Testa A. Gmaschitz T. Wieshofer C. Koegl M. Riching K.M. Daniels D.L. Spallarossa A. Iterative design and optimization of initially inactive proteolysis targeting chimeras (PROTACs) identify VZ185 as a potent, fast, and selective von Hippel–Lindau (VHL) based dual degrader probe of BRD9 and BRD7 J. Med. Chem. 2018 62 699 726 10.1021/acs.jmedchem.8b01413 30540463 57. Zhang J. Duan H. Gui R. Wu M. Shen L. Jin Y. Pang A. Yu X. Zeng S. Zhang B. Structure-based identification of new orally bioavailable BRD9-PROTACs for treating acute myelocytic leukemia Eur. J. Med. Chem. 2023 262 115872 10.1016/j.ejmech.2023.115872 58. Tao Y. Remillard D. Vinogradova E.V. Yokoyama M. Banchenko S. Schwefel D. Melillo B. Schreiber S.L. Zhang X. Cravatt B.F. Targeted protein degradation by electrophilic PROTACs that stereoselectively and site-specifically engage DCAF1 J. Am. Chem. Soc. 2022 144 18688 18699 10.1021/jacs.2c08964 36170674 59. Vulpetti A. Holzer P. Schmiedeberg N. Imbach-Weese P. Pissot-Soldermann C. Hollingworth G.J. Radimerski T. Thoma C.R. Stachyra T.M. Wojtynek M. Discovery of New Binders for DCAF1, an Emerging Ligase Target in the Targeted Protein Degradation Field ACS Med. Chem. Lett. 2023 14 949 954 10.1021/acsmedchemlett.3c00104 37465299 60. Schröder M. Renatus M. Liang X. Meili F. Zoller T. Ferrand S. Gauter F. Li X. Sigoillot F. Gleim S. DCAF1-based PROTACs with activity against clinically validated targets overcoming intrinsic-and acquired-degrader resistance Nat. Commun. 2024 15 275 294 10.1038/s41467-023-44237-4 38177131 Figure 1 ( A ) Human bromodomain phylogenetic tree. The Roman numerals (I to VIII) represent the different families. ( B ) Modular structure of most representative BET proteins and bromodomain-containing proteins of family IV. Figure 2 BRD9 in the SWI/SNF remodeling complex orchestrates gene regulation by recognizing acetylated histones, contributing to chromatin accessibility, thus enabling transcription. Figure 3 Structure of quinolone binders (compounds 3 – 6 ) and their hit compounds (compounds 1 and 2 ). Figure 4 Structure of GSK2801 (compound 7 ) and GSK8573 (compound 8 ). Figure 5 Structure of representative indolizine analogues (compounds 9 – 14 ). Figure 6 Structure of [1,2,4]triazolo[4,3- a ]phthalazine analogues (compounds 15 – 21 ). Figure 7 Structure of bromosporine (compound 22 ) and bromotriazine (compound 23 ). Figure 8 Structure of purine analogues (compounds 24 – 31 ). Figure 9 Structure of alkyl-pyridazin-3(2 H )-one analogues (compounds 32 – 39 ). Figure 10 Structures of the first and the second series of triazoloquinoxaline analogues (compounds 40 – 49 ). Figure 11 Structures of compounds 50 – 51 . Figure 12 Structures of thienopyridone analogues (compounds 52 – 58 ). Figure 13 Structures of compounds 59 – 62 . Figure 14 Structures of the first series of pyridinone analogues (compounds 63 – 70 ). Figure 15 Structures of the second series of pyridinone (compounds 71 and 72 ) and isoquinoline analogues (compounds 73 – 78 ). Figure 16 Structures of the most active compounds among the isoquinolinone and pyridinone analogues: BI-7271 (compound 73 ), BI-7273 (compound 75 ), and BI-9564 (compound 79 ). Figure 17 Structures of imidazo[1,5-a]pyrazin-8(7 H )-one derivatives (compounds 80 – 87 ). Figure 18 Structures of pyrrole analogs (compounds 88 – 90 ). Figure 19 Structures of 6-methylquinazolin-4(3 H )-one analogues (compounds 91 – 95 ). Figure 20 Structures of the 2,4,5-trisubstituted-2,4-dihydro-3 H -1,2,4-triazol-3-one analogues (compounds 96 – 104 ). Figure 21 Structures of compounds 105 – 109 . Figure 22 Structure of compound 110 . Figure 23 Structures of EA-89 (compound 111 ) and QA-68 (compound 112 ). Figure 24 Structures of compounds 113 – 118 . Figure 25 Structures of compounds 119 and 120 . Figure 26 ( A ) Structures of compounds 121 – 126 ; ( B ) structures of compounds 127 – 130 ; ( C ) structures of compounds 131 – 136 . Figure 27 Structures of compounds 137 – 138 . pharmaceuticals-17-00392-t001_Table 1 Table 1 Specific substrates for the subfamily IV of BRDs. Bromodomain Substrate Reference ATAD2 H3K9ac, H3K14ac, H4K5ac, H4K12ac [ 8 ] BRD1 H3K14ac, H4K5acK8ac, H4K5prK8pr [ 6 , 7 , 8 ] BRD9 H4K5acK8ac, H4K5prK8pr, H4K5buK8bu [ 9 ] BRD7 H3K9ac H3K14ac H4K8ac H4K12ac H4K16ac [ 10 ] BRPF1 H2AK5ac H3K14ac H4K8ac H4K5ac H4K12ac [ 11 ] BRPF3 H3K14ac [ 12 ] KIAA1240 Not determined pharmaceuticals-17-00392-t002_Table 2 Table 2 FRAP assay results (a) and cytotoxicity results (b) . Compound Cell Line Conc (µM) FRAP Recovery Time Cytotoxicity 5 (LP99) (a) U2OS 0.8 0.8 - 5 (LP99) (b) U2OS ≤33 - no 13 (a) U2OS 1 0.8 - 19 (a) U2OS 1 ~5 - 20 (a) U2OS 1 ~5 - 21 (a) U2OS 1 ~3 - 22 (Bromosporine) (a) U2OS 1 1 - 31 (b) HEK293 ≤33 - no 75 (BI-7273) (a) U2OS 1 ~0.70 - 79 (BI-9564) (a) U2OS 0.1 ~0.80 - pharmaceuticals-17-00392-t003_Table 3 Table 3 Antiproliferative biological activity for the most promising compounds. Compound Cell Line IC 50 (µM) EC 50 (µM) GI 50 (µM) 22 (Bromosporine) MV4;11 0.5793 n.d n.d KASUMI-1 0.2067 n.d n.d OCI-AML3 0.3990 n.d n.d 44 CRF-CEM 50 ± 5 n.d n.d K-562 90 ± 5 n.d n.d HL-60 >100 n.d n.d Kasumi1 97 ± 4 n.d n.d THP-1 95 ± 6 n.d n.d HaCaT >100 n.d n.d 51 CCRF-CEM 35 ± 4 n.d n.d K-562 65 ± 4 n.d n.d HL-60 81 ± 5.5 n.d n.d Kasumi1 72 ± 5 n.d n.d THP-1 60 ± 5 n.d n.d HaCaT >100 n.d n.d 61 (I-BRD9) NB4 n.d n.d n.d MV4-11 n.d n.d n.d SU-DHL4 n.d n.d n.d 75 (BI-7273) EOL-1 n.d 1.4 n.d 79 (BI-9564) EOL-1 n.d 0.8 n.d 84 EOL-1 1.76 ± 0.05 n.d n.d A549 6.12 ± 0.18 n.d n.d 88 SNB-75 n.d n.d 0.182 UO-31 n.d n.d 0.479 CAKI-1 n.d n.d 0.708 DU-145 n.d n.d 13.2 SW-620 n.d n.d 12.0 NCI-H460 n.d n.d 10.2 96 Jurkat 110 ± 9 n.d n.d MCF-7 >500 n.d n.d A375 450 ± 16 n.d n.d Caco2 300 ± 14 n.d n.d HaCaT >500 n.d n.d 97 Jurkat 145 ± 11 n.d n.d MCF-7 >500 n.d n.d A375 270 ± 18 n.d n.d Caco2 300 ± 12 n.d n.d HaCaT >500 n.d n.d",
    "full_text_abstract": "The development of BRD9 inhibitors involves the design and synthesis of molecules that can specifically bind the BRD9 protein, interfering with the function of the chromatin-remodeling complex ncBAF, with the main advantage of modulating gene expression and controlling cellular processes. Here, we summarize the work conducted over the past 10 years to find new BRD9 binders, with an emphasis on their structure–activity relationships, efficacies, and selectivities in preliminary studies. BRD9 is expressed in a variety of cancer forms, hence, its inhibition holds particular significance in cancer research. However, it is crucial to note that the expanding research in the field, particularly in the development of new degraders, may uncover new therapeutic potentials."
}