{
    "PMC": "5974855",
    "DOI": "10.1100/tsw.2003.09",
    "PMID": "12806118",
    "PMCID": "PMC5974855",
    "title": "DNA polymerase gamma in mitochondrial DNA replication and repair.",
    "year": 2003,
    "source_url": "https://europepmc.org/article/PMC/PMC5974855",
    "source": "MED",
    "abstract_text": "Mutations in mitochondrial DNA (mtDNA) are associated with aging, and they can cause tissue degeneration and neuromuscular pathologies known as mitochondrial diseases. Because DNA polymerase gamma (pol gamma) is the enzyme responsible for replication and repair of mitochondrial DNA, the burden of faithful duplication of mitochondrial DNA, both in preventing spontaneous errors and in DNA repair synthesis, falls on pol gamma. Investigating the biological functions of pol gamma and its inhibitors aids our understanding of the sources of mtDNA mutations. In animal cells, pol gamma is composed of two subunits, a larger catalytic subunit of 125-140 kDa and second subunit of 35-55 kDa. The catalytic subunit contains DNA polymerase activity, 3'-5' exonuclease activity, and a 5'-dRP lyase activity. The accessory subunit is required for highly processive DNA synthesis and increases the affinity of pol gamma to the DNA.",
    "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5974855 12806118 670257 10.1100/tsw.2003.09 Mini-Review Article DNA Polymerase Gamma in Mitochondrial DNA Replication and Repair Copeland William C. * Longley Matthew J. Laboratory of Molecular Genetics, National Institute of Environmental Health Sciences, P.O. Box 12233, Research Triangle Park, NC 27709, USA *William C. Copeland: copelan1@niehs.nih.gov 2003 17 3 2003 3 34 44 Copyright © 2003 William C. Copeland and Matthew J. Longley. 2003 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Mutations in mitochondrial DNA (mtDNA) are associated with aging, and they can cause tissue degeneration and neuromuscular pathologies known as mitochondrial diseases. Because DNA polymerase γ (pol γ) is the enzyme responsible for replication and repair of mitochondrial DNA, the burden of faithful duplication of mitochondrial DNA, both in preventing spontaneous errors and in DNA repair synthesis, falls on pol γ. Investigating the biological functions of pol γ and its inhibitors aids our understanding of the sources of mtDNA mutations. In animal cells, pol γ is composed of two subunits, a larger catalytic subunit of 125–140 kDa and second subunit of 35–55 kDa. The catalytic subunit contains DNA polymerase activity, 3’-5’ exonuclease activity, and a 5’-dRP lyase activity. The accessory subunit is required for highly processive DNA synthesis and increases the affinity of pol gamma to the DNA. mitochondria DNA polymerase DNA replication DNA repair antiviral nucleoside analogs aging",
    "full_text_abstract": "Mutations in mitochondrial DNA (mtDNA) are associated with aging, and they can cause tissue degeneration and neuromuscular pathologies known as mitochondrial diseases. Because DNA polymerase γ (pol γ) is the enzyme responsible for replication and repair of mitochondrial DNA, the burden of faithful duplication of mitochondrial DNA, both in preventing spontaneous errors and in DNA repair synthesis, falls on pol γ. Investigating the biological functions of pol γ and its inhibitors aids our understanding of the sources of mtDNA mutations. In animal cells, pol γ is composed of two subunits, a larger catalytic subunit of 125–140 kDa and second subunit of 35–55 kDa. The catalytic subunit contains DNA polymerase activity, 3’-5’ exonuclease activity, and a 5’-dRP lyase activity. The accessory subunit is required for highly processive DNA synthesis and increases the affinity of pol gamma to the DNA."
}