{
    "PMC": "11535410",
    "DOI": "10.1016/j.rmcr.2024.102133",
    "PMID": "39502446",
    "PMCID": "PMC11535410",
    "title": "A case of pulmonary mucosa-associated lymphoid tissue lymphoma diagnosed by detecting t(11;18)(q21;q21) in bronchial lavage fluid.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11535410",
    "source": "MED",
    "abstract_text": "A 76-year-old woman was diagnosed with mucosa-associated lymphoid tissue (MALT) lymphoma by upper gastrointestinal endoscopy. She underwent further investigation for concomitant bilateral pleural effusions and right pulmonary consolidation. MALT lymphoma with the t(11; 18)(q21; q21) translocation and <i>API2-MALT1</i> were detected in pleural fluid. Lymphoma was not histopathologically diagnosed by lung biopsies, but the same translocation was identified in bronchial lavage. MALT lymphoma is often difficult to diagnose by bronchoscopy because of only mild dysplasia. However, present report on using chromosomal translocation analysis from bronchial lavage indicates that such testing may serve as a useful diagnostic adjunct in MALT lymphoma with lung involvement.",
    "full_text": "pmc Respir Med Case Rep Respir Med Case Rep Respiratory Medicine Case Reports 2213-0071 Elsevier 11535410 S2213-0071(24)00156-4 10.1016/j.rmcr.2024.102133 102133 Case Report A case of pulmonary mucosa-associated lymphoid tissue lymphoma diagnosed by detecting t(11;18)(q21;q21) in bronchial lavage fluid Nakamura Yusuke a Takemasa Akihiro takemasa@dokkyomed.ac.jp a d ⁎ Ohoka Yuki a Tsukada Nobuhiko a Tsukada Azusa a Nakazato Yoshimasa b Mitani Kinuko c Toyoda Akihiko e Shimizu Yasuo a d Niho Seiji a a Department of Pulmonary Medicine and Clinical Immunology, Dokkyo Medical University School of Medicine, 880 Kitakobayashi, Mibu, Tochigi, 321-0293, Japan b Department of Pathology, International University of Health and Welfare, 2600-1 Kitakanemaru, Otawara City, Tochigi, 324-8501, Japan c Department of Hematology and Oncology, Dokkyo Medical University School of Medicine, 880 Kitakobayashi, Mibu, Tochigi, 321-0293, Japan d Respiratory endoscopy center, Dokkyo Medical University Hospital, 880 Kitakobayashi, Mibu, Tochigi, 321-0293, Japan e Department of Pathology, Kamitsuga General Hospital, 1-1033 Shimotamachi, Kanuma, Tochigi, 322-8550, Japan ⁎ Corresponding author. Department of Pulmonary Medicine and Clinical Immunology, Dokkyo Medical University School of Medicine, 880 Kitakobayashi, Mibu, Tochigi, 321-0293, Japan. takemasa@dokkyomed.ac.jp 17 10 2024 2024 17 10 2024 52 102133 11 8 2024 15 10 2024 15 10 2024 © 2024 The Authors 2024 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). A 76-year-old woman was diagnosed with mucosa-associated lymphoid tissue (MALT) lymphoma by upper gastrointestinal endoscopy. She underwent further investigation for concomitant bilateral pleural effusions and right pulmonary consolidation. MALT lymphoma with the t(11; 18)(q21; q21) translocation and API2-MALT1 were detected in pleural fluid. Lymphoma was not histopathologically diagnosed by lung biopsies, but the same translocation was identified in bronchial lavage. MALT lymphoma is often difficult to diagnose by bronchoscopy because of only mild dysplasia. However, present report on using chromosomal translocation analysis from bronchial lavage indicates that such testing may serve as a useful diagnostic adjunct in MALT lymphoma with lung involvement. Keywords MALT lymphoma t(11 18)(q21 q21) API2-MALT1 fusion gene Bronchial lavage fluid Handling Editor: DR AC Amit Chopra 1 Introduction Mucosa-associated lymphoid tissue (MALT) lymphoma is a low-grade B-cell lymphoma that most commonly arises in the gastrointestinal tract (68 % of cases) but can also occur in the lungs (9 % of cases) [ 1 ]. Approximately 16–34 % of patients with MALT lymphoma have stage III/IV disease [ 2 , 3 ]. Because the neoplastic cells do not show marked atypia, it sometimes is difficult to diagnose MALT lymphoma by histopathological examination of a small specimen obtained by transbronchial lung biopsy. 2 Case report A 76-year-old woman with exertional dyspnea presented to a local hospital. She was a nonsmoker with an unremarkable medical history and no family or psychosocial history. Computed tomography showed bilateral pleural effusions, pulmonary consolidation with partial calcification in the right middle lobe, and thickening of the gastric wall but no mediastinal lymphadenopathy. The gastric lesion was diagnosed as MALT lymphoma by gastrointestinal endoscopy. A rapid urease test performed concurrently with endoscopy was negative, ruling out Helicobacter pylori infection. The patient was referred to our hospital for management of the gastric MALT lymphoma and diagnosis of the pulmonary lesions and bilateral pleural effusion. Laboratory tests revealed no hepatic or renal dysfunction. Hemoglobin was slightly decreased to 11.3 g/dL; C-reactive protein was 2.19 mg/dL; and soluble interleukin-2 receptor was 859 U/mL. A positron emission tomography–computed tomography scan showed mildly increased fluorodeoxyglucose (FDG) uptake (maximum standardized uptake value [SUV max ], 3.4) in the fundus and corpus of the stomach and abnormally increased FDG uptake (SUV max , 5.5) in the upper and middle lobes of the right lung ( Fig. 1 ). Bronchoscopy revealed edema of the airway mucosa and easy bleeding. The right peripheral bronchi were narrowed as a result of extramural compression due to pleural effusion. Lung biopsies of the right upper lobe (B3b) were performed using endobronchial ultrasound, followed by bronchial lavage with 20 mL of saline. Fig. 1 PET-CT images. PET images of a whole body scan (A), the stomach (B, C), and chest (D–G) showed increased FDG uptake in the right upper and middle lobes of the lungs (SUV max , 5.5) and slightly increased FDG uptake in the fundus and body of the stomach (SUV max , 3.4). FDG, fluorodeoxyglucose; PET, positron emission tomography; PET-CT, positron emission tomography–computed tomography; SUV max , maximum standardized uptake value. Fig. 1 All cell surface markers and chromosome or fusion gene detection tests were performed by an outsourced testing company (SRL Inc.). The gastric lesion diagnosed at the previous hospital showed an immunophenotype of CD20(+), bcl-2(+), CD10(−), cyclin D1(−), and CD21(−). Lymphoepithelial lesions and plasmacytoid differentiation were observed, and MALT lymphoma was diagnosed. Cytological examination of bilateral pleural fluid showed that most cells were CD20(+), and plasmacytoid differentiation was reported. These findings, also noted in bilateral pleural effusions, were consistent with a diagnosis of MALT lymphoma. Biopsy specimens from the right upper lobe of the lung showed prominent interstitial hyaline degeneration, no CD20(+) cells, and no findings consistent with MALT lymphoma. However, chromosomal analysis of G-banding revealed the t(11; 18)(q21; q21) translocation in cells from bronchial lavage fluid; this translocation was also confirmed in both pleural effusions. Additionally, the API2 - MALT1 fusion gene, which is thought to be the causative gene aberration in MALT lymphoma, was confirmed by fluorescence in situ hybridization analysis from the right pleural effusion ( Fig. 2 ). On the basis of these results, the patient was diagnosed with stage Ⅳ MALT lymphoma with multiple organ involvement, including the stomach, right lung, and bilateral pleura. Fig. 2 G-banding chromosomal analysis and API2 - MALT1 fusion gene analysis. The same t(11; 18)(q21; q21) translocation was detected in bronchial lavage fluid (A) as well as fluid samples from a right pleural effusion (B) and left pleural effusion (C). FISH analysis confirmed the presence of the API2 - MALT1 fusion gene in right pleural fluid (D). FISH, fluorescence in situ hybridization. Fig. 2 After 1 course of rituximab and bendamustine, the number of CD20 (+) cells in the pleural fluid decreased. However, the treatment was changed to rituximab, pirarubicin, cyclophosphamide, vincristine, and prednisolone (R-THP-COP regimen) because of adverse events observed with the initial treatment. After 6 courses of R-THP-COP therapy, a partial response was achieved, and treatment was continued. 3 Discussion Treatment of H. pylori– negative MALT lymphoma typically requires radiation therapy and/or chemotherapy, depending on the lymphoma stage [ 4 ]. Regardless of whether H. pylori infection is present, MALT lymphomas with a t(11; 18) translocation are thought to be more likely to spread to regional lymph nodes or distal sites and to fail to respond to H. pylori eradication therapy [ 4 ]. Mutually exclusive chromosomal translocations detected in a study of MALT lymphoma cases included API2-MALT1 t(11; 18)(q21; q21) (17 %), IGH-MALT1 t(14; 18)(q32; q21) (5 %), IGH –unknown translocation partner (3 %), and IGH-BCL10 (1 %) [ 5 ]. The same study also found that chromosomal translocations have remarkable site specificity, with API2-MALT1 showing a marked predilection for the lungs and intestines and IGH-MALT1 and IGH- BCL10 being detected almost exclusively in the lungs [ 5 ]. Additionally, the authors reported that 23 % of translocation-negative primary MALT lymphomas showed trisomy 18 [ 5 ]. The diagnostic yield of bronchoscopic biopsies for pulmonary MALT lymphoma is low (31 %) [ 6 ]. Bronchoalveolar lavage (BAL) and fine-needle aspiration also are possible methods of detecting pulmonary MALT lymphoma [ 7 , 8 ]. However, these approaches are diagnostic in only 30–50 % of cases, primarily as a result of the tiny samples obtained [ 8 ]. In the present case, the lung lesion involved a consolidation. Because of limited lung volume, it was thought that the lavage fluid did not reach the periphery and eventually overflow, becoming unrecoverable; consequently, bronchial lavage was performed instead of BAL. Other authors have reported diagnosing MALT lymphoma by using BAL to detect API2-MALT1 [ 7 ]. This article reported that MALT1 translocation was useful in the diagnosis of MALT lymphoma. However, BAL uses a total of 150 mL of sterile saline, and a special assay kit is needed to detect API2 - MALT1 . Therefore, this method of diagnosis may not be feasible at all facilities. The chromosomal or genetic testing method used in the present case requires only a small amount of bronchial washing fluid from the lesion and successfully detected the chromosomal translocation using a standard test that is available to any facility via outsourcing. This suggests that our testing strategy could be a useful adjunct in diagnosing MALT lymphoma. Cryobiopsy has become more widespread in recent years and has greater potential for diagnosing MALT lymphoma in a pulmonary lesion; even if cryobiopsy were performed, however, not all cases of MALT lymphoma could be diagnosed by this method [ 9 ]. In conclusion, in patients with pulmonary lesions suspected to be MALT lymphoma, testing of small tissue samples obtained by transbronchial lung biopsy often does not yield a definitive diagnosis. The use of adjunct chromosomal translocation and fusion gene analysis is recommended as a means to improve diagnostic accuracy in this setting. CRediT authorship contribution statement Yusuke Nakamura: Writing – original draft, Methodology, Investigation, Data curation, Conceptualization. Akihiro Takemasa: Writing – review & editing, Writing – original draft, Investigation. Yuki Ohoka: Investigation. Nobuhiko Tsukada: Investigation. Azusa Tsukada: Investigation. Yoshimasa Nakazato: Investigation. Kinuko Mitani: Writing – review & editing, Investigation. Akihiko Toyoda: Investigation. Yasuo Shimizu: Writing – review & editing, Investigation. Seiji Niho: Writing – review & editing, Writing – original draft, Project administration, Investigation, Funding acquisition, Conceptualization. Informed consent statement Written informed consent was obtained from the patient for publication of this case report, including any accompanying images. Additional information The authors declare no competing financial interests. IRB information IRB review is not required. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. References 1 Raderer M. Vorbeck F. Formanek M. Osterreicher C. Valencak J. Penz M. Importance of extensive staging in patients with mucosa-associated lymphoid tissue (MALT)-type lymphoma Br. J. Cancer 83 2000 454 457 10945490 2 Olszewski A.J. Castillo J.J. Survival of patients with marginal zone lymphoma: analysis of the Surveillance, Epidemiology, and End Results database Cancer 119 2013 629 638 22893605 3 Nathwani B.N. Anderson J.R. Armitage J.O. Cavalli F. Diebold J. Drachenberg M.R. Marginal zone B-cell lymphoma: a clinical comparison of nodal and mucosa-associated lymphoid tissue types. Non-Hodgkin's Lymphoma Classification Project J. Clin. Oncol. 17 1999 2486 2492 10561313 4 Liu H. Ye H. Ruskone-Fourmestraux A. De Jong D. Pileri S. Thiede C. T(11;18) is a marker for all stage gastric MALT lymphomas that will not respond to H. pylori eradication Gastroenterology 122 2002 1286 1294 11984515 5 Remstein E.D. Dogan A. Einerson R.R. Paternoster S.F. Fink S.R. Law M. The incidence and anatomic site specificity of chromosomal translocations in primary extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue (MALT lymphoma) in North America Am. J. Surg. Pathol. 30 2006 1546 1553 17122510 6 Borie R. Wislez M. Antoine M. Copie-Bergman C. Thieblemont C. Cadranel J. Pulmonary mucosa-associated lymphoid tissue lymphoma revisited Eur. Respir. J. 47 2016 1244 1260 26797028 7 Kido T. Yatera K. Noguchi S. Sakurai Y. Nagata S. Kozaki M. Detection of MALT1 gene rearrangements in BAL fluid cells for the diagnosis of pulmonary mucosa-associated lymphoid tissue lymphoma Chest 141 2012 176 182 21757570 8 Poletti V. Ravaglia C. Tomassetti S. Gurioli C. Casoni G. Asioli S. Lymphoproliferative lung disorders: clinicopathological aspects Eur. Respir. Rev. 22 2013 427 436 24293460 9 Nogawa H. Suzuki H. Ota H. Kanno Y. Kume S. Agatsuma Y. Transbronchial cryobiopsy using an ultrathin cryoprobe with a guide sheath for the diagnosis of pulmonary mucosa-associated lymphoid tissue lymphoma J. Thorac. Dis. 15 2023 7123 7129 38249870 Appendix A Supplementary data The following is the Supplementary data to this article: Multimedia component 1 Multimedia component 1 Appendix A Supplementary data to this article can be found online at https://doi.org/10.1016/j.rmcr.2024.102133 .",
    "full_text_abstract": "A 76-year-old woman was diagnosed with mucosa-associated lymphoid tissue (MALT) lymphoma by upper gastrointestinal endoscopy. She underwent further investigation for concomitant bilateral pleural effusions and right pulmonary consolidation. MALT lymphoma with the t(11; 18)(q21; q21) translocation and API2-MALT1 were detected in pleural fluid. Lymphoma was not histopathologically diagnosed by lung biopsies, but the same translocation was identified in bronchial lavage. MALT lymphoma is often difficult to diagnose by bronchoscopy because of only mild dysplasia. However, present report on using chromosomal translocation analysis from bronchial lavage indicates that such testing may serve as a useful diagnostic adjunct in MALT lymphoma with lung involvement."
}