{
    "PMC": "5519427",
    "DOI": "10.1038/onc.2017.46",
    "PMID": "28319063",
    "PMCID": "PMC5519427",
    "title": "Compromised BRCA1-PALB2 interaction is associated with breast cancer risk.",
    "year": 2017,
    "source_url": "https://europepmc.org/article/PMC/PMC5519427",
    "source": "MED",
    "abstract_text": "The major breast cancer suppressor proteins BRCA1 and BRCA2 play essential roles in homologous recombination (HR)-mediated DNA repair, which is thought to be critical for tumor suppression. The two BRCA proteins are linked by a third tumor suppressor, PALB2, in the HR pathway. While truncating mutations in these genes are generally pathogenic, interpretation of missense variants remains a challenge. To date, patient-derived missense variants that disrupt PALB2 binding have been identified in BRCA1 and BRCA2; however, there has not been sufficient evidence to prove their pathogenicity in humans, and no variants in PALB2 that disrupt either its BRCA1 or BRCA2 binding have been reported. Here we report on the identification of a novel PALB2 variant, c.104T>C (p.L35P), that segregates in a family with a strong history of breast cancer. Functional analyses showed that L35P abrogates the PALB2-BRCA1 interaction and completely disables its abilities to promote HR and confer resistance to platinum salts and PARP inhibitors. Whole-exome sequencing of a breast cancer from a c.104T>C carrier revealed a second, somatic, truncating mutation affecting PALB2, and the tumor displays hallmark genomic features of tumors with BRCA mutations and HR defects, cementing the pathogenicity of L35P. Parallel analyses of other germline variants in the PALB2 N-terminal BRCA1-binding domain identified multiple variants that affect HR function to varying degrees, suggesting their possible contribution to cancer development. Our findings establish L35P as the first pathogenic missense mutation in PALB2 and directly demonstrate the requirement of the PALB2-BRCA1 interaction for breast cancer suppression.",
    "full_text": "8711562 6325 Oncogene Oncogene Oncogene 0950-9232 1476-5594 5519427 28319063 10.1038/onc.2017.46 nihpa848566 Article Compromised BRCA1-PALB2 interaction is associated with breast cancer risk Foo Tzeh Keong 1 Tischkowitz Marc 2 Simhadri Srilatha 1 Boshari Talia 3 Zayed Nadia 3 Burke Kathleen A. 4 Berman Samuel H. 4 Blecua Pedro 5 Riaz Nadeem 5 Huo Yanying 1 Ding Yuan Chun 6 Neuhausen Susan L. 6 Weigelt Britta 4 Reis-Filho Jorge S. 4 Foulkes William D. 3 Xia Bing 1 1 Department of Radiation Oncology, Rutgers Cancer Institute of New Jersey, New Brunswick, NJ 08903 2 Department of Medical Genetics, University of Cambridge, Cambridge, CB2 0QQ, UK 3 Department of Medical Genetics and Lady Davis Institute, Jewish General Hospital, McGill University, Montreal, Quebec H3T 1E2, Canada 4 Department of Pathology, Memorial Sloan Kettering Cancer Center, New York, NY 10065 5 Department of Radiation Oncology, Memorial Sloan Kettering Cancer Center, New York, NY 10065 6 Department of Population Sciences, Beckman Research Institute at the City of Hope, Duarte, CA 91010 Corresponding author: Bing Xia, Rutgers Cancer Institute of New Jersey, 195 Little Albany Street, New Brunswick, NJ 08903. Phone: 732-235-7410; Fax: 732-235-6596; xiabi@cinj.rutgers.edu 8 2 2017 20 3 2017 20 7 2017 20 9 2017 36 29 4161 4170 Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use: http://www.nature.com/authors/editorial_policies/license.html#terms The major breast cancer suppressor proteins BRCA1 and BRCA2 play essential roles in homologous recombination (HR)-mediated DNA repair, which is thought to be critical for tumor suppression. The two BRCA proteins are linked by a third tumor suppressor, PALB2, in the HR pathway. While truncating mutations in these genes are generally pathogenic, interpretations of missense variants remains a challenge. To date, patient-derived missense variants that disrupt PALB2 binding have been identified in BRCA1 and BRCA2; however, there has not been sufficient evidence to prove their pathogenicity in humans, and no variants in PALB2 that disrupt either its BRCA1 or BRCA2 binding have been reported. Here, we report on the identification of a novel PALB2 variant, c.104T>C [p.L35P], that segregated in a family with a strong history of breast cancer. Functional analyses showed that L35P abrogates the PALB2-BRCA1 interaction and completely disables its abilities to promote HR and confer resistance to platinum salts and PARP inhibitors. Whole-exome sequencing of a breast cancer from a c.104T>C carrier revealed a second, somatic, truncating mutation affecting PALB2 , and the tumor displays hallmark genomic features of tumors with BRCA mutations and HR defects, cementing the pathogenicity of L35P. Parallel analyses of other germline variants in the PALB2 N-terminal BRCA1-binding domain identified multiple variants that affect HR function to varying degrees, suggesting their possible contribution to cancer development. Our findings establish L35P as the first pathogenic missense mutation in PALB2 and directly demonstrate the requirement of the PALB2-BRCA1 interaction for breast cancer suppression. BRCA1 PALB2 homologous recombination breast cancer Introduction The BRCA1 and BRCA2 tumor suppressor proteins play critical roles in the repair of DNA double strand breaks (DSBs) by homologous recombination (HR), which is generally believed to be essential for their tumor suppressive function. The two BRCA proteins are linked in the HR pathway by a third tumor suppressor protein, PALB2, via direct protein-protein interactions. 1 – 4 Similar to BRCA1 and BRCA2 , mono-allelic mutations in PALB2 increase the risk of breast, ovarian and pancreatic cancers, 5 , 6 whereas bi-allelic mutations cause Fanconi anemia (FA). 5 In a way akin to the risk conferred by BRCA2 germline mutations, in women under 40 years of age, the risk of breast cancer development conferred by PALB2 mutations is 8–9 times that of controls and in women older than 60, the risk is 5 times that of controls. 7 PALB2 and BRCA2 interact with each other via a WD40-repeat domain at the C-terminus of PALB2, which forms a 7-bladed β-propeller structure, and a highly conserved motif in the N-terminus of BRCA2 (aa 21–39) that forms an α-helix. 8 The PALB2-BRCA1 interaction, on the other hand, is mediated by what appears to be a hydrophobic interaction between a conserved coiled-coil motif at the N-terminus of PALB2 (aa 9–42) and a similar motif in BRCA1 (aa 1393–1424). 1 – 3 Interestingly, the N-terminus of PALB2 has also been reported to mediate its own dimerization or oligomerization, 9 , 10 suggesting a possible competition between the PALB2-PALB2 self-interaction and the PALB2-BRCA1 complex formation. Numerous sequence alterations in PALB2 have been identified in germline genetic testing of familial breast and pancreatic cancers and in tumor DNA sequencing. Based on available data as of 2014, the frequency of PALB2 truncating mutations is estimated to be ~2.4% in patients with family history of breast cancer worldwide. 7 In the United States, a study found the rate of truncating mutations to be 3.4% in 972 families without BRCA1 / 2 mutations but unselected for ancestry. 11 To date, at least 339 unique sequence variants in PALB2 have been found in diverse populations ( http://databases.lovd.nl/shared/variants/PALB2/unique ), with ~100 being protein-truncating and the rest being mostly missense variants of unknown significance (VUSs). The crystal structure of the PALB2 C-terminal WD domain, combined with results from FA patient-derived cells, has shown that deletion of just 4 amino acids from the C-terminus of PALB2 would result in a collapse of the β-propeller structure and degradation of the protein. 8 , 12 Also, premature termination of translation often leads to mRNA degradation by nonsense-mediated decay (NMD). As such, practically all PALB2 truncating mutations can be considered deleterious and pathogenic. The interpretation of VUSs, however, requires detailed functional and genetic analyses. In this regard, the vast majority of PALB2 VUSs have not been characterized at all and the associated risks remain undetermined for all PALB2 VUSs. Results A breast cancer family carrying the c.104T>C [p.L35P] variant in PALB2 The unaffected proband reported a maternal family history of breast cancer ( Figure 1a ). Her mother was diagnosed with invasive breast cancer of the right breast at the age of 33; she was treated by a total mastectomy and chemotherapy and later died of an unrelated cause at 41 years. In the previous generation (II), the maternal grandmother was diagnosed cancer of the left breast at 70 and non-Hodgkin’s Lymphoma at 71. The breast cancer was found to be estrogen receptor (ER) positive, progesterone receptor (PR) negative and HER2 negative. The patient underwent total mastectomy and showed excellent response to subsequent letrozole treatment. The patient is presently 78 years old. Her mother was reportedly diagnosed with bilateral breast cancer, at the ages of 62 and 68. Clinical testing of germline samples from the proband revealed a VUS in the PALB2 gene: c.104T>C [p.L35P] (confirmed by Sanger sequencing, Figure 1b , upper trace). The same variant was discovered in germline and somatic (tumor) samples from the grandmother, confirming that the proband’s mother is an obligate heterozygote for this mutation. No tissue was available for the mother. To determine whether the tumor of the maternal grandmother of the proband, diagnosed with invasive ductal breast cancer at age 70 years, had undergone loss of heterozygosity (LOH) at PALB2 , DNA was extracted from macrodissected tumor and subjected to PCR-sequencing analysis. Both wild-type (wt) and mutant allele were present in the tumor cells and the ratio appears to be 1:1, similar to that in the germline/blood DNA ( Figure 1b , lower trace), indicating a lack of LOH. Whole exome sequencing of germline and tumor DNA from a c.104T>C PALB2 carrier To gain a better understanding of the pathogenicity and somatic mutation pattern associated with the L35P variant, blood and tumor DNA from the proband’s maternal grandmother were analyzed by whole-exome sequencing (WES) ( Supplemental Table 1 ). L35P was found to be present in 45% and 48% of DNA from normal (blood) and tumor tissues, respectively ( Figure 1c and Supplemental Table 2 ), confirming the lack of LOH. A clonal somatic nonsense mutation affecting the PALB2 gene (Q61*) was identified, providing a mechanism for PALB2 bi-allelic inactivation, and suggesting that PALB2 is likely dysfunctional in this cancer. Additionally, WES identified 230 somatic mutations in the tumor, of which 175 were non-synonymous mutations, some of which affected known cancer genes including ARID1A (G794E), CDK12 (P670S) and BCOR (T581N) ( Figure 1d–e ). The tumor displayed a complex genome, with numerous low-level copy number gains and losses, and a focal amplification on 8q22. Consistent with the notion that PALB2 is inactivated and that this tumor would lack competent HR DNA repair, WES analysis revealed a high score of 27 for large-scale state transitions 13 (LST, Figure 1e and Supplemental Table 1 ) and a mutational Signature 3 14 ( Figure 1f ), both hallmark features of tumors with BRCA1 or BRCA2 mutations and HR deficiency (HRD). 13 Both features have been further confirmed by our re-analysis of i) breast cancers harboring BRCA1 germline mutations regardless of ER and HER2 status, ii) breast cancers harboring BRCA2 germline mutations regardless of ER and HER2 status, and iii) ER-positive (ER+) and HER2-negative (HER2−) breast cancers lacking BRCA1 or BRCA2 germline mutations from The Cancer Genome Atlas (TCGA) ( Supplemental Figure 1 ). The L35P tumor showed positive nuclear staining for BRCA1 as analyzed by immunohistochemistry (IHC) ( Supplemental Figure 2 ), ruling out the possibility of its HRD phenotype being due to silencing of BRCA1 expression. VUSs in the coiled-coil motif of PALB2 Based on the results of the WES analysis, we posited that the PALB2 c.104T>C, p.L35P mutation would result in a dysfunctional PALB2 protein unable to elicit HR and DNA repair. Interestingly, the affected residue is located in PALB2’s N-terminal coiled-coil motif, the binding site for BRCA1. 1 – 3 Notably, in the coiled-coil motif there are at least 4 other VUSs (K18R, Y28C, K30N and R37H) previously identified in the germline samples of patients with familial breast cancer ( Figure 2a and Table 1 ). Among them, Y28C was originally discovered in a male breast cancer patient in a family with both female and male breast cancers. 15 K18R is also notable as it has been found 18 times in 5 different studies ( Table 1 ). All affected residues are highly conserved in vertebrates. Based on a previously proposed PALB2-BRCA1 interaction model, 2 Y28 and L35 are both located at the predicted hydrophobic interaction interface, whereas K18, K30 and R37H are placed away from the interface ( Figure 2b ). As such, only Y28C and L35P are expected to affect BRCA1 binding. It should be noted, however, that the model remains speculative due to the lack of crystal or nuclear magnetic resonance (NMR) structural information. Effect of the PALB2 variants on BRCA1 binding and HR function To determine the functional impact of the above VUSs, we first tested their abilities to interact with BRCA1 by immunoprecipitation (IP). Y28C and L35P both abrogated the co-IP of the endogenous BRCA1 with the ectopically expressed PALB2 proteins in 293T cells, whereas K18R, K30N and R37H did not significantly affect the complex formation ( Figure 2c and data not shown). Interactions of the PALB2 variants with BRCA2 and RAD51 were all unaffected, consistent with the fact that BRCA2 binds to the C terminus of PALB2. 8 , 10 We next asked if any of these variants would disrupt PALB2 HR function, by testing their ability to rescue HR following the depletion of the endogenous PALB2 in U2OS/DR-GFP reporter cells. 4 Surprisingly, all of the variants but K30N caused varying degrees of reduction in HR ability ( Figure 2d ). Consistent with the genomics observations made in the WES analysis of the L35P PALB2 mutant breast cancer, the L35P mutation completely abrogated the HR activity of PALB2. Although PALB2-Y28C behaved similarly to PALB2-L35P in the co-IP assay, it retained ~35% of HR activity of the wt protein. These results suggest that the variants may affect the integrity of the coiled-coil motif and that even a modest distortion of the structure could result in reduced HR activity, even if the binding of BRCA1 is not affected. Effects of the variants on PALB2 dimer/oligomerization In addition to binding BRCA1, the N-terminus of PALB2 also mediates its own dimerization or oligomerization. 9 , 10 Deletion of the N-terminus results in dissociation of PALB2 dimer/oligomers, higher DNA binding affinity and increased activity in promoting RAD51 nucleoprotein filament formation and strand invasion in vitro. 9 Nonetheless, due to the fact that deletion of the N terminus also abolishes BRCA1 binding, which is critical for PALB2 recruitment to DNA damage sites, the in vivo relevance of PALB2 dimer/oligomer formation has been difficult to assess. To determine the effect of the variants on dimer/oligomer formation, we introduced the sequence alterations in a “mini-PALB2” that lacks the sequence encoded by exon 4. 16 Due to the smaller size of the mini-PALB2 (PALB2Δ4) proteins, they can be clearly separated from the endogenous PALB2 on a western blot. When the proteins were transiently expressed in 293T cells and IPed, a small amount of endogenous PALB2 was co-IPed with all of them ( Figure 2e and data not shown). Y28C and L35P moderately but reproducibly reduced the amount of endogenous PALB2 co-IPed, whereas K18R showed no significant effect ( Figure 2e ). To more directly measure dimer/oligomer formation, we overexpressed the full-length variant proteins in 293T cells and subjected the lysates to gel filtration. L35P showed no discernible effect on the elusion profile of the overexpressed PALB2 (largely free of binding proteins due to overexpression), while Y28C caused a very slight shift of the PALB2 peak to the right (smaller molecular weight) ( Fig. 2f ). As a positive control, deletion of the coiled-coil motif caused a clear shift to the right, indicative of a compromised self-interaction. Taken together, these data suggest that Y28C and L35P may weaken but do not disrupt PALB2 self-interaction. Note that PALB2 appears to form both dimers and oligomers, but the exact mode and in vivo function of PALB2 self-interaction remains unknown. L35P abrogates PALB2 and RAD51 recruitment to DNA damage sites We next sought to characterize in greater detail the basis of the HR repair deficiency caused by the VUSs, except PALB2-K30N, which was completely functional in HR ( Figure 2d ). EUFA1341 cell lines stably expressing each of these variant PALB2 proteins were generated. EUFA1341 is a SV40-transformed skin fibroblast cell line derived from an FA-N patient with biallelic mutations in PALB2 , a nonsense mutation (c.1802T>A, p.Y551*) on one allele and a loss of the other allele due to a genomic deletion, which result in the expression of a truncated PALB2 protein lacking the ability to bind BRCA2 and recruit BRCA2-RAD51 following DNA damage. 16 As we and others have shown that BRCA1 promotes the recruitment of PALB2 to DSBs, 1 – 3 the ability of the PALB2 variants to form ionizing radiation-induced foci (IRIF) was determined. As depicted in Figure 3a , wt PALB2 forms IRIF that largely co-localize with those of BRCA1, and PALB2-K18R and R37H behaved similarly to the wt protein. The Y28C variant was also able to form IRIF, but the foci were fewer, suggesting that its recruitment is partially impaired. In contrast, PALB2-L35P failed to form any foci, indicative of a completely abrogated recruitment. Consistent with our previous observations, 16 EUFA1341 cells were completely defective in RAD51 IRIF formation, and the defect was fully restored upon re-expression of wt PALB2 ( Figure 3b ). Again, PALB2-L35P was completely unable to support RAD51 foci formation, and Y28C appeared to be hypomorphic as the protein was able to support RAD51 foci formation but the foci were evidently smaller and also modestly fewer in number ( Fig. 3c ). Normal RAD51 foci formation was observed in cells expressing PALB2-K18R and R37H (data not shown). These observations demonstrate the important role of BRCA1 for PALB2 recruitment and the requirement of PALB2 for RAD51 foci formation. The expression levels of wt and variant proteins were largely comparable ( Figure 3d ). PALB2-L35P is unable to confer resistance to DNA damaging agents Defects in HR-mediated repair have been shown be predictive of clinical response to commonly used platinum drugs among breast and ovarian cancer patients 17 , 18 . Similarly, we have shown that PALB2 -deficient cells are hypersensitive to mitomycin C (MMC) and the poly (ADP-ribose) polymerase (PARP) inhibitor olaparib. 16 , 19 Therefore, we assessed the sensitivity of EUFA1341 cells expressing the different variants to these DNA damaging agents. As expected, while re-expression of wt PALB2 in EUFA1341 cells conferred resistance to all three types of drugs, cells expressing PALB2-L35P were indistinguishable from vector-harboring cells ( Figure 3e ). Cells expressing other variant proteins showed resistance to all 3 types of drugs, although there were modest differences in their sensitivities to olaparib and MMC. Surprisingly, despite its substantially reduced HR activity as measured by the DR-GFP reporter assay ( Figure 2d ), PALB2-Y28C conferred a wild-type level of resistance to both cisplatin and MMC and nearly wild-type level of resistance to olaparib ( Figure 3e ), suggesting that the residual HR activity was sufficient to confer resistance to the drugs. Discussion VUSs are commonly found during clinical genetics tests but their clinical and biological significance is often difficult to define, and this uncertainty poses significant challenges for clinicians and patients. Although our understanding of how cancers develop following the loss of BRCA1/2 and PALB2 remains far from complete, it is generally accepted that the resulting DNA repair defect and ensuing genome instability are a root cause. Moreover, the HR defect of BRCA / PALB2 mutant tumor cells is now being rationally targeted by DNA damaging agents that generate lesions that require HR for repair, such as platinum salts and PARP inhibitors. 20 , 21 Therefore, functional assessment of DNA repair properties of VUSs is required for the understanding of their pathogenicity, and this information is germane to treatment decision-making, risk prediction and management of both patients and family members. PALB2 directly interacts with both BRCA1 and BRCA2 and acts as essential linker between the two proteins in the HR pathway. 1 – 3 While patient-derived missense mutations that disrupt PALB2 binding have been identified in both BRCA1 and BRCA2, 2 , 4 there has been limited evidence that confirm their pathogenicity in humans, and no such mutations in PALB2 have been reported to date. Here, we identify a novel missense variant, L35P, in the coiled-coil motif of PALB2 that mediates BRCA1 binding. We establish that L35P is a bona fide null mutation that disrupts BRCA1 binding and completely abrogates the HR activity of PALB2 and its ability to confer resistance to DNA damaging agents. Whole-exome sequencing analysis of a breast cancer from a L35P germline mutation carrier provides direct evidence of bi-allelic inactivation of PALB2 through a second, somatic, truncating mutation in the gene. Moreover, the tumor displays genomic features of breast cancers with HR DNA repair defects, including complex patterns of copy number alterations, the Signature 3 14 and a high large-scale state transitions score. 13 Thus, L35P is a pathogenic mutation, and tumors from L35P mutation carriers are likely to respond to agents that target HR DNA repair defects, such as olarparib, cisplatin and MMC, provided that the wt allele of PALB2 is deleted, mutated or epigenetically silenced. Interestingly, the HR function of PALB2 is also affected by multiple other VUSs in the coiled-coil motif, particularly Y28C, which causes a 65% reduction of HR activity ( Figure 2d ). Although Y28C affects the PALB2-BRCA1 co-IP to a similar extent to L35P ( Figure 2c ), it can still be recruited to BRCA1-containing foci when stably expressed in EUFA1341 cells, albeit with moderately reduced efficiency ( Figure 3a ). This suggests that Y28C may in fact reduce the stability of the PALB2-BRCA1 complex to a point where the complex can no longer withstand the cell lysis or IP conditions used, rather than disrupting the complex formation altogether. The substantially reduced HR activity of PALB2-Y28C suggests that the foci are less productive, potentially due to imprecise location or suboptimal configuration. This scenario is supported by the observation that the RAD51 foci in EUFA1341 cells expressing PALB2-Y28C are noticeably smaller ( Figure 3c,d ). Yet, these cells are fully resistant to cisplatin and MMC with only a slight sensitivity to olaparib ( Figure 3e ), indicating that the residual HR activity is largely sufficient to confer drug resistance under the setting used. To our surprise, K18R and R37H also impair the HR activity of PALB2 even though they do not appear to reduce the PALB2-BRCA1 interaction ( Figure 3b ). One potential explanation is that they may affect higher order structures of the PALB2-BRCA1 and PALB2-PALB2 complexes, which could fine-tune HR activity. Similar to Y28C, these variants do not cause significant changes in drug sensitivity ( Figure 3d ). Thus, partial HR impairment may not translate into meaningful sensitivity to genotoxic therapies. However, variants with intermediate HR defects may well increase cancer risk, as recently demonstrated in a mouse model for the BRCA2 G25R variant, which weakens its binding to PALB2. 4 , 22 We have previously reported a Palb2 knockin mouse strain with a mutation in the coiled-coil motif (CC6, 24 LKR 26 to 24 AAA 26 ). 23 The CC6 mutation appears to abrogate the BRCA1-PALB2 interaction as assessed by co-IP and the HR activity of PALB2 as measured with U2OS/DR-GFP cells. The homozygous mutant mice are viable but show a moderate defect in spermatogenesis. B cells isolated from the mutant mice are able to form detectable RAD51 foci following MMC treatment, but the foci are smaller and dimmer, and the cells are hypersensitive to the drug. Human PALB2-Y28C is similar to mouse PALB2-CC6 in that it also affects the interaction with BRCA1 and can only support formation of smaller RAD51 foci; however, RAD51 foci in EUFA1341 cells expressing the Y28C protein are brighter and more distinct than those in the above-mentioned mouse B cells. Moreover, PALB2-Y28C retains significant HR activity and, at least when overexpressed, is fully capable of conferring resistance to DNA damaging agents. L35P, on the other hand, is a null mutation that completely abrogates the ability of PALB2 to support RAD51 foci formation and its HR function. Overall, these results together demonstrate the importance of the PALB2-BRCA1 interaction for RAD51 foci assembly. At the same time, the results also point to the existence of a possible threshold in the size and structure of RAD51 foci for the determination of HR activity and drug resistance, as well as a possible difference in the degree of dependence of RAD51 foci assembly on the PALB2-BRCA1 interaction in mouse and human cells. It has been well established that BRCA1 mutant tumors are predominantly triple negative and BRCA2 tumors are mostly ER positive. The underlying mechanisms that cause the dramatic difference remain poorly understood, although there have been reports that BRCA1 regulates ER transcription. 24 As for PALB2 tumors, recent consensus is that around 70% are ER+ and 30% are triple negative. 7 Thus, the PALB2 phenotype sits between BRCA1 and BRCA2 but is much closer to BRCA2, consistent with the fact that it functions in a stable and high stoichiometry complex with BRCA2 while its interaction to BRCA1 is, though critical for HR, of much lower stoichiometry or and/stability. In others words, PALB2 has considerably more in common with BRCA2 than BRCA1. Moreover, as mentioned above, BRCA1 has been reported to play significant roles in transcriptional regulation, which could be the key for its triple negative cancer phenotype but completely independent of its role in recruiting PALB2 (and therefore BRCA2 and RAD51) to DNA damage sites. These could explain the ER+ phenotype of the L35P tumor studies here. Although patient-derived BRCA1 missense variants that disrupt PALB2 binding have been identified 2 , there have not been any reports on the phenotypes of those BRCA1 tumors. It would be interesting to know if the tumors will be triple negative like most BRCA1 null tumors or instead ER+ similar to what was observed in the L35P tumor. In summary, we have now identified a novel PALB2 variant, c.104T>C [p.L35P], which segregates in a family with a strong history of breast cancer. Our results from WES and functional analyses established L35P as the first bona fide null and pathogenic missense mutation in PALB2. These results for the first time directly demonstrate the requirement of the BRCA1-PALB2 interaction for breast cancer suppression. Our expanded analyses of other germline VUSs in the coiled-coil motif showed a certain VUS, such as Y28C, can significantly affect HR activity but have little or no effect on drug resistance, suggesting that a mutation may increase cancer risk but may not predict therapy response. The present study and our above-noted mouse study corroborate with each other to demonstrate the importance of the PALB2-BRCA1 interaction in RAD51 foci formation and drug resistance, as well as in male fertility and suppression of cancer development. Materials and methods Patients and genotyping The proband attended the Hereditary Cancer Clinic at the Jewish General Hospital, Montreal, QC, Canada, on account of her strong family history of breast cancer. Chart notes confirmed her mother’s diagnosis, and pathology reports and personal report confirmed her maternal grandmother’s diagnosis. Blood was sent from the proband to Invitae (San Francisco, CA) where massively parallel sequencing of BRCA1 , BRCA2 , CHEK2 , PALB2 and TP53 was performed. c.104T>C in PALB2 was the only variant called by Invitae, and it was categorized as a VUS. We obtained both saliva and formalin-fixed, paraffin-embedded (FFPE) breast tumor tissue from the maternal grandmother. Sequencing of the lymphocyte and tumor-derived DNA, was carried out as previously described. 25 The study was approved by the Institutional Review Board of the Faculty of Medicine of McGill University, Montreal, QC, Canada, no. A12-M117–11A. Informed consent was obtained from all subjects. Whole-exome sequencing Extracted DNA samples from the microdissected tumor and the matched germline DNA extracted from peripheral blood were subjected to whole exome capture using the SureSelect Human All Exon v4 (Agilent) capture system and to massively parallel sequencing on an HiSeq 2000 at the Memorial Sloan Kettering Cancer Center Integrated Genomics Operation (IGO) following validated protocols. 26 , 27 Whole-exome sequencing analysis was performed as described previously 28 . The coverage was 202.21x for the tumor sample and 77.52x for the normal sample. Paired-end reads in FASTQ format were aligned to the reference human genome GRCh37 using Burrows-Wheeler Aligner (BWA, v0.7.5a) 29 . Local realignment and base quality adjustment was performed using the Genome Analysis Toolkit (GATK, v2.7.4) 30 . Somatic single nucleotide variants (SNVs) were identified using MuTect (v1.0) 31 Small insertions and deletions (indels) were detected using Strelka (v2.0.15) 32 and VarScan 2 (v2.3.7). 33 Mutations were filtered as previously described 28 . Copy number alterations (CNAs) were identified using FACETS 34 , which performs a joint segmentation of the total and allelic copy ratio and infers allele-specific copy number states, as previously described. 35 The cancer cell fraction (CCF) of each mutation was inferred using the number of reads supporting the reference and the alternate alleles and the segmented Log 2 ratio from MPS as input for ABSOLUTE (v1.0.6). 36 Solutions from ABSOLUTE were manually reviewed as recommended 36 , 37 . A mutation was classified as clonal if its clonal probability, as defined by ABSOLUTE, was >50% 37 or if the lower bound of the 95% confidence interval of its CCF was >90%. Mutations that did not meet the above criteria were considered subclonal. Mutations were annotated using a combination of driver prediction methods, Mutation Taster, 38 CHASM (breast) 39 and FATHMM, 40 and presence in three cancer gene lists 41 – 43 to define the potential functional effect of each non-synonymous SNV. Circos Plot A circos plot for case IDC53 was produced by binning all variants of high confidence (curation methodology described previously), into one of four categories “frameshift in-del,” “truncating SNV,” “missense SNV,” “inframe in-del,” “splice site variant,” “upstream, start/stop, or de novo modification,” or “silent” according to the functional salience of each aberrant locus, after which silent variants were discarded. Remaining variants were subsequently annotated if present in one of three reference sets diagnostic of potential pathogenicity as described above. Copy number assignments made using the FACETS algorithm 34 and post-processed (as described above) to determine per-gene allelic status as either “deleted,” “lost,” “neutral,” “gained,” or “amplified,” were then mapped to correspondent segmentation data. The annotated variant and copy number information were then displayed using the OmicCircos software package 44 with respect to genomic position using the hg19 reference. Mutational signatures To define mutational signatures in tumors, we measured the mutational context of all synonymous and non-synonymous somatic SNVs within the target regions. For each tumor component, we extracted the 5′ and 3′ sequence context of each mutation from the GRCh37 reference genome and the SNVs were categorized into C>A, C>G, C>T, T>A, T>C and T>G bins according to the type of substitution and subcategorized them according to the nucleotides preceding (5′) and succeeding (3′) the mutated base. The number of SNVs for each of the 96 sub-bins representing the tri-nucleotides [A|C|G|T] [C>A|C>G|C>T|T>A|T>C|T>G] [A|C|G|T] were counted. The proportion of mutations belonging to the 96 sub-bins were normalized using the observed trinucleotide frequency in the target regions of the respective sequencing platforms to that in the human genome as previously described. 45 , 46 The normalized mutational patterns were compared to the mutation signatures using non-negative least squares, such that a linear combination of the mutation signatures that is equal to the mutation pattern was found. The mutation signature of the tumor analyzed here was defined as the mutation signature with the highest coefficient. Large-scale state transitions (LSTs) Using previously established classification guidelines, 13 LSTs were defined as chromosomal breaks (i.e., changes in copy number of major allele counts) between adjacent regions of at least 10Mb. LSTs were quantified after smoothing and filtering small-scale copy number variations (<3Mb). The tumor had an LST score of ≥15, which was categorized as high (i.e. associated with HR DNA repair defects, according to the original report describing LSTs. 13 Re-analysis of The Cancer Genome Atlas (TCGA) breast cancer samples To define the LST scores and mutational signatures of i) breast cancers harboring BRCA1 germline mutations regardless of ER and HER2 status, ii) breast cancers harboring BRCA2 germline mutations regardless of ER and HER2 status, and iii) ER-positive (ER+) and HER2-negative (HER2−) breast cancers lacking BRCA1 or BRCA2 germline mutations, we retrieved the MAF file of the breast cancers analyzed by TCGA 47 from the Broad Firehose portal ( http://gdac.broadinstitute.org/ ), and the Affymetrix SNP6 array data for tumor and normal samples from the TCGA Data portal ( https://tcga-data.nci.nih.gov/tcga/ ) on 1/28/15. Affymetrix SNP6 array data were used to determine LST scores for each TCGA sample as described above. Whole-exome sequencing data were employed to define the mutational signatures as described above. Cell lines and cultures U2OS/DR-GFP HR reporter cells and SV40-transformed EUFA1341 fibroblasts were previously described. 4 , 16 EUFA1341 cell lines reconstituted with wt or variant PALB2 proteins were generated as previously described. 16 These and 293T cells were all cultured in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 10% fetal bovine serum and 1X Penicillin-Streptomycin (Pen-Strep), at 37°C in a humidified incubator with 5% CO 2 . Plasmids and transfections PALB2 proteins were expressed using the pOZ-FH-C1-PALB2 retroviral vector as previously described. 23 Site-directed mutagenesis was performed according to the QuikChange protocol (Agilent Technologies). DNA transfections were carried out using X-tremeGENE 9 or X-tremeGENE HP (Roche). Homologous recombination assay HR activity of various PALB2 proteins was determined using the U2OS/DR-GFP reporter cells as described before. 23 In short, the endogenous PALB2 protein was first depleted using an siRNA (5′-UCAUUUGGAUGUCAAGAAAdTdT-3′) for 30 hr. Cells were then reseeded into 6-well plates and after overnight adaptation co-transfected with an I-SceI expression vector and the siRNA resistant pOZ-FH-C1-PALB2 constructs. GFP-positive cells were scored by flow cytometry 48–54 hr after the second transfection. Immunoprecipitation (IP) and western blotting The whole procedure was performed essentially as previously described 23 . In brief, cDNA constructs were transfected into 293T cells in 6-well plates using X-tremeGENE HP. Cell lysates were prepared ~30 hr post-transfection using a NETNG-250 lysis buffer (250 mM NaCl, 1 mM EDTA, 20 mM Tris-HCl, 0.5% Nonidet P-40, and 10% glycerol) containing Complete® protease inhibitor mixture (Roche). The FLAG-HA-tagged PALB2 were IPed with anti-FLAG M2-agarose beads (Sigma). Proteins were resolved on 4–12% Tris-glycine gels and analyzed by immunoblotting. The PALB2 antibody used (M11, against aa 601–880) was described before. 4 , 23 Other antibodies used include polyclonal BRCA1 antibody (07-434, EMD Milipore), BRCA2 (OP95, EMD Milipore), RAD51 (H-92, Santa Cruz) and GAPDH (FL-335, Santa Cruz). Gel filtration PALB2 proteins tagged with FLAG-HA epitopes at the C terminus were overexpressed in 293T cells by transient transfection. Cells were collected 30 hr after transfection and lysed in NETNG250 (250 mM NaCl, 1mM EDTA, 20mM Tris-HCl, 0.5% Non-Idet P-40, 10% glycerol) with 5 mM NaF. Insoluble material was removed by high speed centrifugation (16,000 rpm for 30 min) at 4°C. 2 mg of each extract was analyzed on an FPLC AKTA Purifier (GE Healthcare) with a Superpose 6, 10/300 GL Tricorn column pre-equilibrated with NETNG250 (with 0.2% Non-Idet P-40) buffer containing 5mM NaF. 0.6 ml fractions were collected, and the proteins in the fractions were analyzed by western blotting using anti-PALB2. Immunofluorescence Cells were seeded onto coverslips in 12-well plates at a density of 150,000 cells per well the day before analysis. Following 10 Gy of IR and 6 hr recovery, cells were washed with PBS and fixed with 3% paraformaldehyde/PBS for 6 min at room temperature (RT). For staining, cells were permeabilized with 0.5% triton X-100 for 5 min on ice and then incubated sequentially with primary and secondary antibodies for 30 min each at 37°C, with 3 PBS washes in between. The primary antibodies used were PALB2 (M11), RAD51 (H-92) and BRCA1 (D9, Santa Cruz), and the secondary antibodies were FITC-conjugated goat anti-rabbit and Rhodamine-conjugated goat anti-mouse antibodies (Jackson ImmunoResearch). Coverslips were mounted onto glass slides with VECTASHIELD Mounting Medium with DAPI (Vector Labs). Images were captured using a Nikon Eclipse TE-2000-U microscope. Images of the same group were captured with identical exposure time using NIS-Elements Basic Research software. Drug sensitivity assay EUFA1341 cells were seeded at 2,000 cells per well in 96-well plates. The day after seeding, drug compounds were first diluted in the medium and then added to the wells to achieve the desired final concentrations. Cells were incubated with the drugs for 96 hr and survival rates were measured using CellTiterGlo Cell Viability Assay (Promega) according to manufacturer’s instructions. Statistical analysis Statistical significance was analyzed by either two-tailed, paired Student’s t-test or one way ANOVA using GraphPad Prism 5.0 (GraphPad Software). P values of less than 0.05 were considered statistically significant. Supplementary Material 1 2 3 4 We thank Olga Aleynikova MD, Andrew Shuen MD, Nelly Sabbaghian MSc, Sonya Zaor MSc, and Nancy Hamel MSc for their assistance. BX is supported by the National Cancer Institute (R0A138804 and R01CA188096). WDF is funded by Susan G. Komen and the Quebec Breast Cancer Foundation. KAB, SHB, BW and JRF are supported in part by a Cancer Center Support Grant of the National Cancer Institute (grant No P30CA008748). MT is funded by the European Union Seventh Framework Program (2007Y2013)/European Research Council (Grant No. 310018). SLN is supported by Morris and Horowitz Endowed Professorship and the National Cancer Institute (R01CA184585). NZ is a Mitch Garber Postdoctoral Fellow. Conflict of interest The authors declare no conflict of interest. 1 Zhang F Ma J Wu J Ye L Cai H Xia B PALB2 links BRCA1 and BRCA2 in the DNA-damage response Curr Biol 2009 19 524 529 19268590 2 Sy SM Huen MS Chen J PALB2 is an integral component of the BRCA complex required for homologous recombination repair Proc Natl Acad Sci U S A 2009 106 7155 7160 19369211 3 Zhang F Fan Q Ren K Andreassen PR PALB2 functionally connects the breast cancer susceptibility proteins BRCA1 and BRCA2 Mol Cancer Res 2009 7 1110 1118 19584259 4 Xia B Sheng Q Nakanishi K Ohashi A Wu J Christ N Control of BRCA2 cellular and clinical functions by a nuclear partner, PALB2 Mol Cell 2006 22 719 729 16793542 5 Tischkowitz M Xia B PALB2/FANCN: recombining cancer and Fanconi anemia Cancer Res 2010 70 7353 7359 20858716 6 Walsh T Casadei S Lee MK Pennil CC Nord AS Thornton AM Mutations in 12 genes for inherited ovarian, fallopian tube, and peritoneal carcinoma identified by massively parallel sequencing Proc Natl Acad Sci U S A 2011 108 18032 18037 22006311 7 Antoniou AC Casadei S Heikkinen T Barrowdale D Pylkas K Roberts J Breast-cancer risk in families with mutations in PALB2 The New England journal of medicine 2014 371 497 506 25099575 8 Oliver AW Swift S Lord CJ Ashworth A Pearl LH Structural basis for recruitment of BRCA2 by PALB2 EMBO reports 2009 10 990 996 19609323 9 Buisson R Masson JY PALB2 self-interaction controls homologous recombination Nucleic acids research 2012 40 10312 10323 22941656 10 Sy SM Huen MS Zhu Y Chen J PALB2 regulates recombinational repair through chromatin association and oligomerization The Journal of biological chemistry 2009 284 18302 18310 19423707 11 Casadei S Norquist BM Walsh T Stray S Mandell JB Lee MK Contribution of inherited mutations in the BRCA2-interacting protein PALB2 to familial breast cancer Cancer Res 2011 71 2222 2229 21285249 12 Reid S Schindler D Hanenberg H Barker K Hanks S Kalb R Biallelic mutations in PALB2 cause Fanconi anemia subtype FA-N and predispose to childhood cancer Nat Genet 2007 39 162 164 17200671 13 Popova T Manie E Rieunier G Caux-Moncoutier V Tirapo C Dubois T Ploidy and large-scale genomic instability consistently identify basal-like breast carcinomas with BRCA1/2 inactivation Cancer Res 2012 72 5454 5462 22933060 14 Nik-Zainal S Davies H Staaf J Ramakrishna M Glodzik D Zou X Landscape of somatic mutations in 560 breast cancer whole-genome sequences Nature 2016 534 47 54 27135926 15 Ding YC Steele L Kuan CJ Greilac S Neuhausen SL Mutations in BRCA2 and PALB2 in male breast cancer cases from the United States Breast Cancer Res Treat 2011 126 771 778 20927582 16 Xia B Dorsman JC Ameziane N de Vries Y Rooimans MA Sheng Q Fanconi anemia is associated with a defect in the BRCA2 partner PALB2 Nat Genet 2007 39 159 161 17200672 17 Telli ML Timms KM Reid JE Hennessy B Mills GB Jensen KC Homologous Recombination Deficiency (HRD) Score Predicts Response to Platinum-Containing Neoadjuvant Chemotherapy in Patients with Triple Negative Breast Cancer Clin Cancer Res 2016 18 Pennington KP Walsh T Harrell MI Lee MK Pennil CC Rendi MH Germline and somatic mutations in homologous recombination genes predict platinum response and survival in ovarian, fallopian tube, and peritoneal carcinomas Clin Cancer Res 2014 20 764 775 24240112 19 Huo Y Cai H Teplova I Bowman-Colin C Chen G Price S Autophagy opposes p53-mediated tumor barrier to facilitate tumorigenesis in a model of PALB2-associated hereditary breast cancer Cancer discovery 2013 3 894 907 23650262 20 Livraghi L Garber JE PARP inhibitors in the management of breast cancer: current data and future prospects BMC medicine 2015 13 188 26268938 21 Lord CJ Ashworth A BRCAness revisited Nat Rev Cancer 2016 16 110 120 26775620 22 Hartford SA Chittela R Ding X Vyas A Martin B Burkett S Interaction with PALB2 Is Essential for Maintenance of Genomic Integrity by BRCA2 PLoS Genet 2016 12 e1006236 27490902 23 Simhadri S Peterson S Patel DS Huo Y Cai H Bowman-Colin C Male fertility defect associated with disrupted BRCA1-PALB2 interaction in mice The Journal of biological chemistry 2014 289 24617 24629 25016020 24 Wang L Di LJ BRCA1 and estrogen/estrogen receptor in breast cancer: where they interact? Int J Biol Sci 2014 10 566 575 24910535 25 Tischkowitz M Xia B Sabbaghian N Reis-Filho JS Hamel N Li G Analysis of PALB2/FANCN-associated breast cancer families Proc Natl Acad Sci U S A 2007 104 6788 6793 17420451 26 Kohsaka S Shukla N Ameur N Ito T Ng CK Wang L A recurrent neomorphic mutation in MYOD1 defines a clinically aggressive subset of embryonal rhabdomyosarcoma associated with PI3K-AKT pathway mutations Nature genetics 2014 46 595 600 24793135 27 Ho AS Kannan K Roy DM Morris LG Ganly I Katabi N The mutational landscape of adenoid cystic carcinoma Nature genetics 2013 45 791 798 23685749 28 Piscuoglio S Burke KA Ng CK Papanastasiou AD Geyer FC Macedo GS Uterine adenosarcomas are mesenchymal neoplasms The Journal of pathology 2016 238 381 388 26592504 29 Li H Durbin R Fast and accurate short read alignment with Burrows-Wheeler transform Bioinformatics 2009 25 1754 1760 19451168 30 McKenna A Hanna M Banks E Sivachenko A Cibulskis K Kernytsky A The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data Genome research 2010 20 1297 1303 20644199 31 Cibulskis K Lawrence MS Carter SL Sivachenko A Jaffe D Sougnez C Sensitive detection of somatic point mutations in impure and heterogeneous cancer samples Nat Biotechnol 2013 31 213 219 23396013 32 Saunders CT Wong WS Swamy S Becq J Murray LJ Cheetham RK Strelka: accurate somatic small-variant calling from sequenced tumor-normal sample pairs Bioinformatics (Oxford, England) 2012 28 1811 1817 33 Koboldt DC Zhang Q Larson DE Shen D McLellan MD Lin L VarScan 2: somatic mutation and copy number alteration discovery in cancer by exome sequencing Genome research 2012 22 568 576 22300766 34 Shen R Seshan VE FACETS: allele-specific copy number and clonal heterogeneity analysis tool for high-throughput DNA sequencing Nucleic acids research 2016 35 Piscuoglio S Ng CK Murray MP Guerini-Rocco E Martelotto LG Geyer FC The Genomic Landscape of Male Breast Cancers Clin Cancer Res 2016 36 Carter SL Cibulskis K Helman E McKenna A Shen H Zack T Absolute quantification of somatic DNA alterations in human cancer Nat Biotechnol 2012 30 413 421 22544022 37 Lawrence MS Stojanov P Polak P Kryukov GV Cibulskis K Sivachenko A Mutational heterogeneity in cancer and the search for new cancer-associated genes Nature 2013 499 214 218 23770567 38 Schwarz JM Rodelsperger C Schuelke M Seelow D MutationTaster evaluates disease-causing potential of sequence alterations Nature methods 2010 7 575 576 20676075 39 Carter H Chen S Isik L Tyekucheva S Velculescu VE Kinzler KW Cancer-specific high-throughput annotation of somatic mutations: computational prediction of driver missense mutations Cancer Res 2009 69 6660 6667 19654296 40 Shihab HA Gough J Cooper DN Stenson PD Barker GL Edwards KJ Predicting the functional, molecular, and phenotypic consequences of amino acid substitutions using hidden Markov models Hum Mutat 2013 34 57 65 23033316 41 Kandoth C McLellan MD Vandin F Ye K Niu B Lu C Mutational landscape and significance across 12 major cancer types Nature 2013 502 333 339 24132290 42 Lawrence MS Stojanov P Mermel CH Robinson JT Garraway LA Golub TR Discovery and saturation analysis of cancer genes across 21 tumour types Nature 2014 505 495 501 24390350 43 Futreal PA Coin L Marshall M Down T Hubbard T Wooster R A census of human cancer genes Nature reviews Cancer 2004 4 177 183 14993899 44 Hu Y Yan C Hsu CH Chen QR Niu K Komatsoulis GA OmicCircos: A Simple-to-Use R Package for the Circular Visualization of Multidimensional Omics Data Cancer Informatics 2014 13 13 20 45 Alexandrov LB Nik-Zainal S Wedge DC Aparicio SA Behjati S Biankin AV Signatures of mutational processes in human cancer Nature 2013 500 415 421 23945592 46 Alexandrov LB Nik-Zainal S Wedge DC Campbell PJ Stratton MR Deciphering signatures of mutational processes operative in human cancer Cell Rep 2013 3 246 259 23318258 47 Cancer Genome Atlas N Comprehensive molecular portraits of human breast tumours Nature 2012 490 61 70 23000897 48 Tischkowitz M Sabbaghian N Ray AM Lange EM Foulkes WD Cooney KA Analysis of the gene coding for the BRCA2-interacting protein PALB2 in hereditary prostate cancer Prostate 2008 68 675 678 18288683 49 Bogdanova N Sokolenko AP Iyevleva AG Abysheva SN Blaut M Bremer M Christiansen H Rave-Fränk M Dörk T Imyanitov EN PALB2 mutations in German and Russian patients with bilateral breast cancer Breast Cancer Res Treat 2011 126 545 550 21165770 50 Nguyen-Dumont T Hammet F Mahmoodi M Tsimiklis H Teo ZL Li R Pope BJ Terry MB Buys SS Daly M Hopper JL Winship I Goldgar DE Park DJ Southey MC Mutation screening of PALB2 in clinically ascertained families from the Breast Cancer Family Registry Breast Cancer Res Treat 2015 149 547 554 25575445 51 Zheng Y Zhang J Niu Q Huo D Olopade OI Novel germline PALB2 truncating mutations in African American breast cancer patients Cancer 2012 118 1362 1370 21932393 52 Ding YC Steele L Chu LH Kelley K Davis H John EM Germline mutations in PALB2 in African-American breast cancer cases Breast Cancer Res Treat 2011 126 227 230 21113654 53 Teo Z Park DJ Provenzano E Chatfield CA Odefrey FA Nguyen-Dumont T kConFab Dowty JG Hopper JL Winship I Goldgar DE Southey MC Prevalence of PALB2 mutations in Australasian multiple-case breast cancer families Breast Cancer Res 2013 15 R17 23448497 54 Blanco A de la Hoya M Osorio A Diez O Miramar MD Infante M Martinez-Bouzas C Torres A Lasa A Llort G Brunet J Graña B Perez Segura P Garcia MJ Gutiérrez-Enríquez S Carracedo Á Tejada MI Analysis of PALB2 gene in BRCA1/BRCA2 negative Spanish hereditary breast/ovarian cancer families with pancreatic cancer cases PLoS One 2013 8 e67538 23935836 55 Tischkowitz M Capanu M Sabbaghian N Li L Liang X Vallée MP Tavtigian SV Concannon P Foulkes WD Bernstein L Bernstein JL Begg CB WECARE Study Collaborative Group Rare germline mutations in PALB2 and breast cancer risk: a population-based study Hum Mutat 2012 33 674 680 22241545 Figure 1 Characterization of a breast cancer from a family carrying the PALB2 c.104T>C [p.L35P] variant. (a) Pedigree of the family. The proband is marked by a filled triangle. Confirmed mutations carriers are indicated by a “+” sign. Obligate carriers are indicated by a [+] sign. Mutation status in all other person is unknown. (b) Presence of the L35P mutation in the germline DNA and tumor DNA of the affected grandmother. (c) Presence of the L35P and Q61* mutations in normal (blood) and tumor DNAs of the affected grandmother. ( d ) Circos plot depicting the mutations and copy number alterations across the genome. Mutations are shown along the outside, including annotations on cancer gene status and mutation type (color-coded according to the legend), with the chromosomal position arranged along the middle ring. The 96 substitution classifications defined by the substitution classes are shown, and clonal mutations are indicated with a golden mark. Copy number alterations are depicted along the center ring color-coded according to the legend. (e) Diagram depicting the somatic mutations identified affecting cancer genes. The LST status (top), mutation types (left) and cancer cell fractions (right) are shown, color-coded according to the legend. ( f ) Mutational signature of all somatic synonymous and non-synonymous SNVs identified. Variants are displayed according to the 96 substitution classification and the 5′ and 3′ sequence context, normalized to the trinucleotide frequency of the human genome. Indel, small insertion and deletion; LOH, loss of heterozygosity; LST, large-scale state transition; SNV, single nucleotide variant. Figure 2 Effects of PALB2 N-terminal VUSs on BRCA1 binding, HR activity and PALB2 self-interaction. (a) Amino acid sequence alignment of the PALB2 N terminus. The alignment as generated by ClustalW. The VUSs studied are marked on top. (b) Predicted model of the interaction between the coiled-coil motifs of PALB2 and BRCA1. Hydrophobic residues at the interface are shown. Residues affected by VUSs are shown in red. (c) Effects of the PALB2 variants on BRCA1 and BRCA2 binding. The proteins were transiently expressed in 293T cells and IPed with anti-FLAG M2 beads. The amounts of relevant proteins in the input whole cell lysate (WCL) and IPed materials were determined by western blotting. (d) Effects of the variants on the HR activity of PALB2. U2OS/DR-GFP cells were first depleted of the endogenous PALB2 by an siRNA and then rescued with the wt and variant PALB2 proteins by transient transfection. Error bars represent standard deviations (SDs) from at least three independent experiments. Statistical significance was analyzed by one way ANOVA and Newman-Keuls post hoc analysis. ***, p<0.001; ns, not significant. (e–f) Effects of the variants on PALB2 self-interaction. The variants were introduced into PALB2Δ4 and the binding between these shortened PALB2 proteins and the endogenous PALB2 were assessed by IP-western following transient transfection into 293T cells ( e ). FLAG-HA-tagged full-length PALB2 variant proteins were transiently overexpressed in 293T cells and analyzed by gel filtration followed by western blotting using anti-PALB2. Fraction numbers are marked above the blots and the approximate corresponding molecular weights of the fractions below. Figure 3 Effects of PALB2 N-terminal VUSs on PALB2 and RAD51 foci formation and cellular sensitivity to DNA damaging agents. (a–b) PALB2 and RAD51 IRIF formation in EUFA1341 stable cell lines. Cells were treated with 10 Gy of IR, fixed after 6 hr recovery and analyzed by immunofluorescence using PALB2 ( a ) and RAD51 ( b ) antibodies, respectively. BRCA1 was co-stained with each of PALB2 and RDA51 to indicate sites of DNA damage and level of co-localization. (c) Efficiency and size of RAD51 foci formation in the above stable cell lines. Left, the percentage of RAD51 foci positive cells among BRCA1 foci positive (S and G2 phase) cells; right, sizes of the RAD51 foci in EUFA1341 cells expressing wt PALB2 and PALB2-Y28C. Error bars represent standard deviations (SDs) from 3 independent experiments. Statistical significance was calculated with Student’s t-test. *, p<0.05; ***, p<0.001. (d) Representative western blots showing the levels of PALB2 and BRCA1 in the EUFA1341 stable cell lines. GAPDH was used a loading control. (e) Sensitivities of the EUFA1341 stable cell lines to cisplatin, olaparib and MMC. Cells were incubated with the drugs for 96 hr. Data presented are the means of at least 3 independent experiments. Error bars represent standard deviations. Table 1 Overview of the 5 PALB2 N-terminal VUSs examined in this study. POLYPHEN/SIFT predictions were made at the time of original reports. See LOVD PALB2 mutation database ( http://databases.lovd.nl/shared/variants/PALB2/unique ) for further details. cDNA mutation Amino acid change POLYPHEN/SIFT prediction Description Reference c.53A>G K18R Probably damaging/tolerated mutation Reported 19 times in 5 independent studies Identified in 1 out of 95 in probands from families with cases of early onset prostate cancer (age at diagnosis <55 years) enrolled at University of Michigan Prostate Cancer Genetics Project (PCGP). Identified in 3 out of 139 early-onset African-American breast cancer cases recruited at Parkland Hospital, affiliated with the University of Texas Southwestern Medical Center. Identified in 3 out of 158 German patients with bilateral breast cancers. Identified in 11 out of 1240 successfully sequenced probands enrolled through USA familial cancer clinics by the Breast Cancer Family Registry. Identified in 1 out of 279 African American women with breast cancer recruited at the Cancer Risk Clinic at the University of Chicago. 48 – 52 c.83A>G Y28C Probably damaging/alters protein function Single patient identified from study on 115 male breast cancer patients, with the patient diagnosed with breast cancer at age 46 and having one first degree and two second-degree female relatives diagnosed with breast cancer. 15 c.90G>T K30N Probably damaging/alters protein function Identified in 1 out of 747 youngest women from multiple-case breast cancer families not known to carry a mutation in BRCA1 or BRCA2. 53 c.104 T>C L35P Probably damaging/alters protein function Identified in a family of Western European descent with strong evidence of familial breast cancer. This study. c.110G>A R37H Probably damaging/alters protein function Reported in 2 independent studies Identified in 1 out of 132 non-BRCA1/BRCA2 Spanish breast/ovarian cancer families with at least one pancreatic cancer case. Identified in 1 out of 565 unilateral breast cancer patient recruited from WECARE study involving breast cancer patients from USA and Denmark diagnosed before age of 55. 54 , 55",
    "full_text_abstract": "The major breast cancer suppressor proteins BRCA1 and BRCA2 play essential roles in homologous recombination (HR)-mediated DNA repair, which is thought to be critical for tumor suppression. The two BRCA proteins are linked by a third tumor suppressor, PALB2, in the HR pathway. While truncating mutations in these genes are generally pathogenic, interpretations of missense variants remains a challenge. To date, patient-derived missense variants that disrupt PALB2 binding have been identified in BRCA1 and BRCA2; however, there has not been sufficient evidence to prove their pathogenicity in humans, and no variants in PALB2 that disrupt either its BRCA1 or BRCA2 binding have been reported. Here, we report on the identification of a novel PALB2 variant, c.104T>C [p.L35P], that segregated in a family with a strong history of breast cancer. Functional analyses showed that L35P abrogates the PALB2-BRCA1 interaction and completely disables its abilities to promote HR and confer resistance to platinum salts and PARP inhibitors. Whole-exome sequencing of a breast cancer from a c.104T>C carrier revealed a second, somatic, truncating mutation affecting PALB2 , and the tumor displays hallmark genomic features of tumors with BRCA mutations and HR defects, cementing the pathogenicity of L35P. Parallel analyses of other germline variants in the PALB2 N-terminal BRCA1-binding domain identified multiple variants that affect HR function to varying degrees, suggesting their possible contribution to cancer development. Our findings establish L35P as the first pathogenic missense mutation in PALB2 and directly demonstrate the requirement of the PALB2-BRCA1 interaction for breast cancer suppression."
}