{
    "PMC": "11999923",
    "DOI": "10.1007/s12672-025-02232-9",
    "PMID": "40232559",
    "PMCID": "PMC11999923",
    "title": "Research trends in essential thrombocythemia from 2001 to 2024: a bibliometric analysis.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC11999923",
    "source": "MED",
    "abstract_text": "<h4>Objective</h4>This study aims to conduct a comprehensive bibliometric analysis of ET research, focusing on contributions from authors, institutions, and countries or regions, while mapping collaboration networks. Furthermore, it identifies development trends to provide insights for future research.<h4>Methods</h4>A bibliometric analysis of ET-related publications (2001-2024) was conducted using data from the Web of Science Core Collection, focusing on publication trends, co-authorship networks, co-citation relationships, and citation bursts.<h4>Results</h4>A total of 4,297 studies published in 778 journals were included in the analysis. ET research has grown rapidly, with major contributions from researchers in the United States and Europe, particularly through extensive collaborations. Leading figures such as Ayalew Tefferi and Alessandro M. Vannucchi have driven advances in ET classification, molecular mechanisms, and targeted therapies. The discovery of driver mutations, such as JAK2, has revolutionized the diagnostic and therapeutic approaches to ET. Research focus has shifted from clinical morphological diagnosis to molecular diagnostics, with the field now entering the era of targeted therapies. However, the heterogeneity of ET, the limitations of targeted therapies, particularly the lack of management experience and data for high-risk and special populations, as well as the incomplete understanding of the role of inflammation in the disease mechanism, continue to hinder both clinical and scientific progress in ET research.<h4>Conclusions</h4>Bibliometric analysis demonstrates significant advances in ET research, particularly in molecular pathology and targeted therapies. Future research should address ET heterogeneity, optimize management of high-risk and special populations, overcome the limitations of targeted therapies, and further elucidate the role of inflammation to achieve individualized precision therapy.",
    "full_text": "pmc Discov Oncol Discov Oncol Discover Oncology 2730-6011 Springer US New York 11999923 40232559 2232 10.1007/s12672-025-02232-9 Research Research trends in essential thrombocythemia from 2001 to 2024: a bibliometric analysis Pan Yiming 1 Chen Lingyan 2 Jiang Qun 3 Chen Dejian 2 Wu Yanqin 4 Hou Li 1 Lang Haiyan julietlang@126.com 1 Yan Jun horseshoe18@163.com 5 1 https://ror.org/05damtm70 grid.24695.3c 0000 0001 1431 9176 Department of Hematology, Dongzhimen Hospital of Beijing University of Chinese Medicine, Beijing, China 2 https://ror.org/00rd5t069 grid.268099.c 0000 0001 0348 3990 School of Nursing, Wenzhou Medical University, Wenzhou, Zhejiang China 3 https://ror.org/00zat6v61 grid.410737.6 0000 0000 8653 1072 Department of Hematology, The Affiliated Traditional Chinese Medicine Hospital, Guangzhou Medical University, Guangzhou, Guangdong China 4 https://ror.org/0040axw97 grid.440773.3 0000 0000 9342 2456 Department of Hematology, Kunming Hospital of Traditional Chinese Medicine, Yunnan University of Chinese Medicine, Yunnan, China 5 https://ror.org/05damtm70 grid.24695.3c 0000 0001 1431 9176 Department of Respiratory Diseases, Dongzhimen Hospital of Beijing University of Chinese Medicine, Beijing, China 15 4 2025 15 4 2025 12 2025 16 528 29 10 2024 25 3 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . Objective This study aims to conduct a comprehensive bibliometric analysis of ET research, focusing on contributions from authors, institutions, and countries or regions, while mapping collaboration networks. Furthermore, it identifies development trends to provide insights for future research. Methods A bibliometric analysis of ET-related publications (2001–2024) was conducted using data from the Web of Science Core Collection, focusing on publication trends, co-authorship networks, co-citation relationships, and citation bursts. Results A total of 4,297 studies published in 778 journals were included in the analysis. ET research has grown rapidly, with major contributions from researchers in the United States and Europe, particularly through extensive collaborations. Leading figures such as Ayalew Tefferi and Alessandro M. Vannucchi have driven advances in ET classification, molecular mechanisms, and targeted therapies. The discovery of driver mutations, such as JAK2 , has revolutionized the diagnostic and therapeutic approaches to ET. Research focus has shifted from clinical morphological diagnosis to molecular diagnostics, with the field now entering the era of targeted therapies. However, the heterogeneity of ET, the limitations of targeted therapies, particularly the lack of management experience and data for high-risk and special populations, as well as the incomplete understanding of the role of inflammation in the disease mechanism, continue to hinder both clinical and scientific progress in ET research. Conclusions Bibliometric analysis demonstrates significant advances in ET research, particularly in molecular pathology and targeted therapies. Future research should address ET heterogeneity, optimize management of high-risk and special populations, overcome the limitations of targeted therapies, and further elucidate the role of inflammation to achieve individualized precision therapy. Supplementary Information The online version contains supplementary material available at 10.1007/s12672-025-02232-9. Keywords Essential thrombocythemia Myeloproliterative neoplasms Inflammation Bibliometric analysis CiteSpace VOSviewer Research trends NATIONAL NATURAL SCIENCE FOUNDATION OF CHINA 82074240 82074240 82074240 82074240 Pan Yiming Hou Li Lang Haiyan Yan Jun Chinese Society of Traditional Chinese Medicine Project – Basic Research on Dominant Diseases in Hematology 202169-004 202169-004 Pan Yiming Lang Haiyan issue-copyright-statement © Springer Science+Business Media LLC, part of Springer Nature 2025 Introduction Essential Thrombocythemia (ET) is a type of myeloproliferative neoplasm (MPN) characterized by abnormal proliferation of megakaryocytes in the bone marrow, persistent elevation of platelets in peripheral blood, and a significantly increased risk of thrombosis [ 1 ]. In 1934, Emil Epstein and Alfred Goedel first described the clinical features of ET [ 2 ]. In 1951, William Dameshek introduced the concept of myeloproliferative disorders, classifying ET as one of them [ 3 ]. Subsequent research by hematologists confirmed that myeloproliferative disorders originate as malignant neoplasms at the level of hematopoietic stem cells [ 4 – 6 ]. The discovery of the Janus Kinase 2 ( JAK2 ) V617F mutation in 2005 and its confirmation as a driver of myeloproliferative neoplasms marked a significant milestone [ 7 ]. This discovery reshaped the scientific understanding of ET mechanisms, greatly advancing research and shifting ET diagnosis from clinical morphology to molecular biology [ 8 ]. Later, the identification of Calreticulin ( CALR ) and Myeloproliferative Leukemia Virus Oncogene ( MPL ) mutations as additional drivers in ET filled the gap in molecular diagnosis for JAK2 -negative patients [ 9 ]. These discoveries have laid a solid foundation for subsequent clinical diagnostics and therapeutic explorations. Despite significant progress, ET research is far from complete, with several critical issues yet to be resolved. The mechanisms underlying ET progression to myelofibrosis and acute myeloid leukemia remain unclear, and targeted therapies have not fully met expectations in halting disease progression [ 10 ]. The marked heterogeneity among ET patients presents a major challenge to precision and personalized medicine [ 11 ]. Compared to current clinical needs, the best available treatment options still fall short in controlling complications and disease progression, underscoring the urgent need for new drugs and therapies [ 12 ]. While significant obstacles have been overcome, the summit remains distant, and now is an opportune moment to reflect on past progress and look toward the future to better guide upcoming research directions. Bibliometrics, through quantitative analysis and visualization techniques, can reveal the impact of research outcomes and collaboration networks among researchers, highlighting trends and emerging hotspots in the field [ 13 ]. In the medical field, bibliometrics has been widely applied to research on cardiovascular diseases [ 14 ], neurological disorders [ 15 ], autoimmune diseases [ 16 ], and cancer [ 17 ]. With its advantages in visualization and data-driven insights, bibliometrics helps researchers and clinicians quickly grasp the latest research trends, identify key studies and experts, and assist in clinical decision-making and research planning [ 18 ]. However, bibliometric studies on ET remain scarce. Therefore, this study provides a bibliometric analysis and review of ET literature published over the past two decades. Method Search strategy and data acquisition The Web of Science Core Collection (WoSCC) is one of the most widely used databases for bibliometric research, offering significant advantages in terms of data quality, temporal coverage, scope, and standardization. We selected \"Essential Thrombocytosis\" or \"Essential Thrombocythemia\" as the search keywords, focusing on English-language literature indexed in the Science Citation Index Expanded (SCI-EXPANDED). The search was limited to articles and reviews, excluding abstracts, letters, conference papers, and other types of publications. To ensure the completeness and accuracy of the results, two authors independently conducted searches in the WoSCC on September 20, 2024, covering the time span from January 1, 2001, to July 30, 2024. Any discrepancies in the search results were resolved through detailed discussions among all authors. The retrieved research papers were downloaded on the same day in.txt format, including \"Full Record and Cited References,\" for further analysis. Data analysis In this study, we utilized three bibliometric tools: CiteSpace 6.4.R1, VOSviewer, and Bibliometrix. CiteSpace 6.4, developed by Professor Chaomei Chen [ 19 ], is a bibliometric tool with capabilities for dual-overlay journal analysis, keyword timeline analysis, and burst detection. It excels at illustrating the structural development of a discipline, thematic evolution, and research frontiers. We used CiteSpace for citation burst analysis, keyword burst analysis, journal map analysis, and keyword timeline analysis. In CiteSpace’s burst detection, red lines indicate the time span of a citation burst, with terms arranged in chronological order. In the keyword timeline analysis, the solid portion of each bar represents the rise and fall of different themes, with the keywords above the bars showing hot topics during specific periods, and the labels on the right marking the thematic clusters. VOSviewer is another commonly used bibliometric tool [ 20 ], known for its excellent capabilities in visualizing network structures. It also supports overlay analysis to show changes in research over time. We used VOSviewer to analyze the academic contributions and network relationships of countries/regions, institutions, authors, journals, and keywords. In VOSviewer’s network analysis, node size represents the publication volume, citation frequency, or occurrence frequency, node color indicates different clusters, and lines between nodes represent citation or co-occurrence relationships. Bibliometrix is a bibliometric tool based on the R language [ 21 ], featuring geographical data visualization and the calculation of local author impact factors. In the analysis of countries and regions, \"Taiwan\" was categorized as part of China. In the keyword analysis, synonyms were merged, for example \"myeloproliferative neoplasm\" with \"myeloproliferative neoplasms,\" \"Essential Thrombocytosis\" with \"Essential Thrombocythemia,\" and \"JAK2\" with \"Tyrosine Kinase JAK2.\" Results Publication and citation trends Searching the Web of Science database with the topic \"Essential Thrombocythemia (ET)\" yielded 4,394 publications. After screening for duplicates, no redundant documents were identified. Two authors independently assessed eligibility, excluding 65 conference abstracts, 17 preprints, 14 book chapters, and 1 retracted article. Ultimately, 4,297 publications were included for analysis, consisting of 3,373 research articles (78.50%) and 924 reviews (21.50%). The main descriptive information was detailed in Table 1 . These studies were published in 778 journals and authored by 17,758 researchers from 4,093 institutions across 84 countries or regions. Figure 1 shows the trends in ET-related publications and citations from 2001 to 2024. In 2001, 65 publications were recorded, followed by a steady increase, peaking at 281 in 2020. Although the annual output declined slightly thereafter, 239 publications were still recorded in 2023. Excluding 2024 data, the compound annual growth rate (CAGR) of ET publications from 2001 to 2023 was 6.14%. Table 1 Main information of the included publications Description Results Main information Timespan 2001:2024 Journals 778 Documents 4297 Compound annual growth rate % 6.14 Document average age 9.51 Average citations per document 39.24 References 66,232 Document contents Keywords plus 4536 Author’s keywords 4642 AUTHORS Authors 16,781 Authors Of single-authored docs 157 Single-authored docs 256 Co-authors per doc 7.85 International co-authorships % 21.67 Document types Article 3373 Review 924 Fig. 1 Annual publications and citations in ET Research Country/region contributions and collaboration networks The analysis of publication volume and citation counts by country and region (Table 2 ) shows that the United States leads in both publications and citations, followed by Italy, China, Germany, England, and France. While European countries publish fewer articles, they outperform the U.S. in average citations per article, with Italy, Germany, the UK, and France all surpassing the U.S. average of 58.90. In contrast, China and Japan have increased publication volume but continue to underperform in citations. The co-authorship analysis (Fig. 2 ) shows that the U.S. holds a dominant position in global collaboration, with strong ties to Europe, China, Japan, and Canada. European nations act as major research hubs, with strong regional cooperation and partnerships extending to the Americas, Asia, and Oceania. In contrast, Asian countries remain more peripheral. The time-overlay analysis (Fig. 3 ) reveals that from 2001 to 2010, the U.S. and European nations led global ET research, with collaborations primarily centered between these regions. After 2013, Asian countries, particularly China and Japan, significantly expanded partnerships with the West, enhancing their global research standing. As shown in Fig. 4 , Western countries have historically dominated ET research due to their established collaboration networks. However, the rise of Asia has injected new momentum into international scientific cooperation, further globalizing ET research. Table 2 Top 15 Countries/Regions with the Most Related Publications Rank Country or region Publications Percentage (%) Total citations Average citations 1 USA (North America) 1299 24.23 76,507 58.90 2 Italy (Europe) 636 11.86 52,083 81.89 3 Germany (Europe) 371 6.92 32,499 87.60 4 England (Europe) 301 5.61 27,032 89.81 5 China (Asia) 291 5.43 5644 19.40 6 France (Europe) 268 5.00 20,004 74.64 7 Japan (Asia) 219 4.09 6059 27.67 8 Spain (Europe) 163 3.04 15,267 93.66 9 Denmark (Europe) 133 2.48 5627 42.31 10 Austria (Europe) 128 2.39 12,808 100.06 11 Switzerland (Europe) 112 2.09 10,326 92.20 12 Turkey (Asia) 104 1.94 935 8.99 13 Sweden (Europe) 99 1.85 8109 81.91 14 Canada (North America) 89 1.66% 5826 65.46 15 Australia (Oceania) 80 1.49% 5733 71.66 Fig. 2 Visualization of country/region co-authorship network Fig. 3 Time-overlay visualization of the country/region co-authorship network Fig. 4 Global geographical distribution of country/region collaborations Institutional contributions and collaboration networks As shown in Table 3 and Fig. 5 , the Mayo Clinic (United States) and the University of Florence (Italy) are key players in the ET research collaboration network. The Mayo Clinic has produced the most publications and ranks first in total citations. It also preponderates in average citations and total link strength. From 2012 to 2020, the Mayo Clinic maintained active international collaborations with European and American institutions, reinforcing its prominence in the field. Similarly, the University of Florence serves as a hub in the network, with the highest total link strength and the second-highest publications. It collaborates closely with other Italian institutions, such as the University of Pavia and Ospedali Riuniti Bergamo, forming a dense regional cluster within Europe. The University also plays a critical role in connecting European institutions to international partners, contributing significantly to the globalization of ET research. Since 2018, several emerging research collaborations have gained attention (Fig. 6 ). Institutions such as Harvard Medical School, the Icahn School of Medicine at Mount Sinai, and Zealand University Hospital have rapidly expanded their networks, reflecting a clear growth trend. Table 3 Top 20 institutions with the highest number of publications Rank Institution Publications Percentage(%) Total citations Average citations Total link strength 1 Mayo Clinic (USA) 289 3.72 25,780 89.20 300 2 University of Florence (Italy) 166 2.14 20,907 125.95 325 3 University of Texas MD Anderson Cancer Center (USA) 146 1.88 9579 65.61 138 4 University of Pavia (Italy) 87 1.12 21,001 241.39 170 5 Medical University of Vienna (Austria) 82 1.05 10,612 129.41 181 6 University of Cologne (Germany) 79 1.02 12,849 162.65 140 7 Ospedali Riuniti Bergamo (Italy) 74 0.95 8665 117.09 138 8 University of Copenhagen (Denmark) 65 0.84 3194 49.14 77 9 University of Cambridge (UK) 63 0.81 8401 133.35 27 10 Icahn School of Medicine at Mount Sinai (USA) 62 0.80 1300 20.97 57 11 Memorial Sloan Kettering Cancer Center (USA) 61 0.78 3291 53.95 86 12 Harvard Medical School (USA) 57 0.73 1423 24.96 77 13 Harvard University (USA) 57 0.73 11,086 194.49 59 14 University of Milan (Italy) 57 0.73 2758 48.39 59 15 Guy's & St Thomas' NHS Foundation Trust (UK) 55 0.71 3058 55.60 72 16 Johns Hopkins University (USA) 52 0.67 2830 54.42 30 17 University of Padua (Italy) 52 0.67 3781 72.71 106 18 University of Barcelona (Spain) 48 0.62 7702 160.46 86 19 Zealand University Hospital (Denmark) 48 0.62 1235 25.73 72 20 Catholic University (Italy) 46 0.59 2095 45.54 61 Fig. 5 Visualization of institutional co-author network Fig. 6 Time-overlay visualization of institutional co-author network Journal contributions and citation networks Table 4 presents the publication output and citation counts of the 20 most influential journals in ET research. These journals collectively contribute to 34.47% of all publications in the field, serving as key platforms for disseminating ET research. Blood has published 290 articles with a total of 37,349 citations. Numerous groundbreaking studies have been featured in Blood , including but not limited to pivotal research on driver mutation [ 22 , 23 ], key clinical data on ruxolitinib [ 24 ], and exploring best available therapies [ 25 ]. Its prominence is further demonstrated by its central position in the co-citation network (Fig. 7 ), where it shows extensive connections with other journals, underscoring its pivotal role in ET research dissemination. Table 4 Top 20 Journals with the Most Publications Rank Journal Publications Total citations Average citations Impact factor (2023) JCR 1 Blood 290 37,349 128.79 21.0 Q1 2 New England Journal of Medicine 17 12,818 754.00 96.2 Q1 3 Leukemia 126 9988 79.27 12.8 Q1 4 American Journal of Hematology 149 5310 35.64 11.0 Q1 5 British Journal of Haematology 107 5299 49.52 5.1 Q2 6 Journal of Clinical Oncology 25 4693 187.72 45.3 Q1 7 Haematologica 80 3396 42.45 10.3 Q1 8 Annals of Hematology 132 2475 18.75 3.0 Q3 9 Haematologica-The Hematology Journal 44 2416 54.91 10.3 Q1 10 Leukemia Research 97 1881 19.39 2.1 Q4 11 European Journal of Haematology 101 1647 16.31 4.2 Q2 12 Experimental Hematology 53 1455 27.45 3.6 Q3 13 Blood Cancer Journal 46 1374 29.87 12.9 Q1 14 Blood Advances 43 1343 31.23 7.5 Q1 15 Leukemia & Lymphoma 82 1310 15.98 2.2 Q3 16 Seminars In Thrombosis and Hemostasis 47 1306 27.79 5.4 Q2 17 Cancer 32 1128 35.25 8.3 Q1 18 International Journal of Hematology 93 1029 11.06 1.8 Q4 19 Journal of Hematology and Oncology 19 870 45.79 12.5 Q1 20 Journal of Thrombosis and Haemostasis 23 836 36.35 6.9 Q2 Fig. 7 Visualization of journal co-citation network The New England Journal of Medicine (NEJM) has published several groundbreaking studies, such as the discovery of the JAK2 V617F mutation [ 26 ], clinical trials of ruxolitinib [ 27 ], and the link between the JAK2 V617F mutation and thrombosis risk [ 28 ]. Despite publishing only 17 articles, NEJM has amassed 12,818 citations, resulting in an extraordinary average of 754 citations per article, solidifying its status as another vital node in the co-citation network. Leukemia, American Journal of Hematology, British Journal of Haematology, and Journal of Clinical Oncology have also made significant contributions, both in terms of publications and citations, forming a core group for ET research dissemination. The dual-map overlay of journals (Fig. 8 ) visually depicts the flow of knowledge from foundational research to cutting-edge advancements, revealing the macrostructure of the discipline's development. \"Molecular, Biology, and Genetics\" serves as the primary knowledge base, with \"Health, Nursing, and Medicine\" acting as the second-largest repository. Research from these areas, along with contributions from other fields, converges into the \"Molecular, Biology, Immunology\" and \"Medicine, Medical, Clinical\" domains, representing the forefront of knowledge. This illustrates that ET research is built on a robust foundation of molecular biology, immunology, and clinical medicine, reflecting the interdisciplinary nature of the field. Fig. 8 Dual-map overlay of journals Author contributions and collaboration networks Table 5 summarizes the contributions of the 15 most prolific authors in Essential Thrombocythemia (ET) research. Ayalew Tefferi (Mayo Clinic, USA) leads with 238 publications and 22,511 citations, covering diagnostic guidelines [ 29 ], pathophysiology [ 30 ], targeted therapies [ 31 ], and treatment strategies [ 32 ]. His central position in the co-citation network (Fig. 9 ) underscores his pivotal role, reflecting extensive collaborations and influence in ET research. Table 5 Top 15 Authors with the Most Publications Rank Authors Country/region Institution Documents Citations Total link strength H-index 1 Ayalew Tefferi USA Mayo Clinic 238 22,511 614 88 2 Alessandro M. Vannucchi Italy University of Florence 177 18,735 915 78 3 Srdan Verstovsek USA MD Anderson Cancer Center 139 9011 306 42 4 Tiziano Barbui Italy Papa Giovanni XXIII Hospital 138 13,955 656 69 5 Ruben Mesa USA UT Health San Antonio Cancer Center 123 8738 277 42 6 Hans Carl Hasselbalch Denmark Zealand University Hospital 103 3462 241 35 7 Claire N. Harrison UK Guy's and St Thomas' Hospitals 101 9127 353 39 8 Paola Guglielmelli Italy University of Florence 93 6941 459 49 9 Animesh Pardanani USA Mayo Clinic 82 8242 304 43 10 Juergen Thiele Germany University of Cologne 76 5511 304 43 11 Francesco Passamonti Italy University of Pavia 71 9317 456 44 12 Giovanni Barosi Italy IRCCS Policlinico San Matteo 60 8348 327 36 13 Jean-Jacques Kiladjian France Saint-Louis Hospital 57 6115 256 33 14 Elisa Rumi Italy University of Pavia 55 5928 371 42 15 Guido Finazzi Italy Papa Giovanni XXIII Hospital 54 6230 358 47 Fig. 9 Visualization of author co-authorship network Alessandro M. Vannucchi has also made notable contributions, particularly in molecular diagnostics [ 33 ], the clinical application of ruxolitinib [ 27 ], and managing ET-related complications [ 34 ]. With 177 publications and 18,735 citations, Vannucchi’s Total Link Strength of 915 highlights his collaborative impact. His prominent position in the co-citation network shows his work’s global reach. Other leading researchers, including Srdan Verstovsek, Tiziano Barbui, and Ruben Mesa, have each published over 100 papers with significant citation counts, advancing ET research. The co-authorship network (Fig. 10 ) reveals strong collaboration clusters, especially among Italian researchers like Vannucchi, Barbui, and Guglielmelli, who work closely with both European and North American teams. Tefferi and colleagues at Mayo Clinic form a distinct North American cluster with collaborations extending to Europe. Similarly, Srdan Verstovsek leads a U.S. cluster collaborating with researchers from the UK and Italy. Hans Carl Hasselbalch, though working more independently from mainstream European and North American clusters, has established a unique influence within ET research from Denmark. Fig. 10 Visualization of author co-citation network Document contributions and citation analysis Among the most highly cited references (Table 6 ), Arber (2016) [ 35 ] and Khoury (2022) [ 36 ] are the World Health Organization (WHO) diagnostic classification guidelines, while the remaining studies largely focus on driver gene research. These include Kralovics (2005) [ 26 ], Baxter (2005) [ 37 ], Levine (2005) [ 30 , 30 ], Khoury (2022) [ 36 ], Klampfl (2013) [ 38 ], Harrison (2012) [ 27 ], Nangalia (2013) [ 39 ], Pikman (2006) [ 40 ], and Scott (2007) [ 28 ], with most of these studies related to driver mutations. Arber (2016) [ 35 ] incorporated advancements in genetics and molecular biology into the WHO classification, establishing more refined diagnostic criteria for myeloid malignancies, including myeloproliferative neoplasms (MPNs). Kralovics (2005) [ 26 ] demonstrated that the JAK2 V617F mutation is an acquired mutation that confers a proliferative and survival advantage to hematopoietic cells, with patients harboring this mutation showing a higher incidence of complications. Baxter (2005) [ 37 ] was the first to report the widespread presence of JAK2 mutations in MPN patients, suggesting it as a key pathogenic factor. Levine (2005) [ 30 ] also discovered the broad prevalence of JAK2 V617F in MPN patients, experimentally demonstrating that this mutation enables hematopoietic cells to proliferate independently of hematopoietic factors, making them highly sensitive to hematopoietic growth factors. Khoury (2022) [ 36 ] updated the diagnostic criteria, incorporating mutations such as JAK2 V617F, CALR , and MPL , further refining the diagnostic system for MPNs. Table 6 Top 10 cited documents in ET research Rank Title Citation First author Institution Journal 1 The 2016 revision to the World Health Organization classification of myeloid neoplasms and acute leukemia [ 35 ] 6674 Daniel A. Arber Stanford University, USA Blood 2 A gain-of-function mutation of JAK2 in myeloproliferative disorders [ 26 ] 2867 Robert Kralovics University Hospital Basel, Switzerland The New England Journal of Medicine 3 Acquired mutation of the tyrosine kinase JAK2 in human myeloproliferative disorders [ 37 ] 2822 E. Joanna Baxter University of Cambridge, UK The Lancet 4 Activating mutation in the tyrosine kinase JAK2 in polycythemia vera, essential thrombocythemia, and myeloid metaplasia with myelofibrosis [ 30 ] 2376 Ross L. Levine Harvard Medical School, USA Cancer Cell 5 The 5th edition of the World Health Organization Classification of Haematolymphoid Tumours: Myeloid and Histiocytic/Dendritic Neoplasms [ 36 ] 1515 Joseph D. Khoury MD Anderson Cancer Center, USA Leukemia 6 Somatic mutations of calreticulin in myeloproliferative neoplasms [ 38 ] 1461 Thorsten Klampfl CeMM, Vienna, Austria The New England Journal of Medicine 7 JAK inhibition with ruxolitinib versus best available therapy for myelofibrosis [ 27 ] 1392 Claire Harrison Guy’s Hospital, UK The New England Journal of Medicine 8 Somatic CALR mutations in myeloproliferative neoplasms with nonmutated JAK2 [ 39 ] 1351 Jyoti Nangalia University of Cambridge, UK The New England Journal of Medicine 9 MPL W515L is a novel somatic activating mutation in myelofibrosis with myeloid metaplasia [ 40 ] 1099 Yana Pikman Harvard Medical School, USA PLoS Medicine 10 JAK2 exon 12 mutations in polycythemia vera and idiopathic erythrocytosis [ 28 ] 944 Linda M. Scott University of Cambridge, UK The New England Journal of Medicine Through citation burst analysis (Fig. 11 ), it was found that high citation burst articles largely overlapped with highly cited papers, indicating that these publications were not only hot topics at the time but also laid the groundwork for new research directions, providing a solid knowledge base for sustained active research. The top five articles with the highest burst indices were Arber (2016) [ 35 ], Baxter (2005) [ 37 ], Kralovics (2005) [ 26 ], Klampfl (2013) [ 38 ], and James (2005) [ 41 ]. James (2005) [ 41 ] was the first to report the clonal JAK2 V617F mutation in MPNs. More recent burst articles include Barbui (2018) [ 42 ] and Grinfeld (2018) [ 43 ]. Barbui (2018) [ 42 ] updated treatment recommendations for Philadelphia chromosome-negative myeloproliferative neoplasms (Ph-neg MPNs), emphasizing the diagnostic value of non-driver genes and proposing more precise stratified treatment strategies. Based on genomic sequencing, Grinfeld (2018) [ 43 ] introduced a more accurate and personalized classification method and prognostic assessment system. Fig. 11 The top 25 references with strongest citation bursts Citation network analysis reveals the importance of specific articles and the pathways of knowledge dissemination in the research field, helping to identify foundational studies. Co-citation analysis, which focuses on the similarity and complementarity between studies, helps to identify the knowledge base and thematic evolution within the field. From the citation network diagram (Fig. 12 ) and the temporal overlay map (Fig. 13 ), it is evident that Kralovics (2005) [ 26 ], Baxter (2005) [ 37 ], and Levine (2005) [ 30 ] occupy central upstream positions in the citation network, receiving extensive citations. Later papers, such as Pikman (2006) [ 40 ], Klampfl (2013) [ 38 ], and Nangalia (2013) [ 39 ], gradually converged, culminating in Arber (2016) [ 35 ], which drove the revision and update of the guidelines. The co-citation network analysis (Fig. 14 ) demonstrates that mutation-driven research, including Kralovics (2005) [ 26 ], Baxter (2005) [ 37 ], Levine (2005) [ 30 ], and James (2005) [ 41 ], forms a major cluster at the hub of the network, extending into a yellow cluster including Klampfl (2013) [ 38 ] and Vainchenker (2017) [ 44 ] that focuses on mutations and molecular mechanisms, a blue cluster including Verstovsek (2012) [ 45 ] and Harrison [ 27 ] surrounding clinical trials and the use of JAK inhibitors like ruxolitinib, and a red cluster including Vannucchi (2015) [ 46 ] and Barbui (2011) [ 47 ] addressing the treatment and clinical management of ET. Fig. 12 Visualization of document citation network Fig. 13 Time-overlay visualization of document citation network Fig. 14 Visualization of document co-citation network Keyword contributions and research trend analysis Table 7 and Fig. 15 show that keywords such as “Essential Thrombocythemia,” “Polycythemia Vera,” and “Myeloproliferative Neoplasms” are fundamental terms. Other significant keyword nodes include “Tyrosine Kinase JAK2,” “ JAK2 V617F Mutation,” “Prognosis and Prognostic Factors,” “Myelofibrosis,” “Myeloid Metaplasia,” and “Thrombosis,” all of which are closely related to the pathogenesis, prognostic evaluation, complications, and disease transformation of ET. Table 7 High occurrences keywords in ET research Keywords Freq Total link Strength Keywords Freq Total link strength Essential thrombocythemia 2847 14,483 Therapy 233 1340 Polycythemia vera 2346 13,160 Expression 230 1089 Myeloproliferative neoplasms 1446 8479 Classification 226 1362 Tyrosine kinase JAK2 1399 8245 World-health-organization 214 1417 Prognosis and prognostic factors 1044 6144 Disease 207 1046 Mutations (somatic and activating) 1020 5994 Activation 173 772 Myelofibrosis 906 5643 Allele Burden 157 1122 JAK2 V617f mutation 804 4817 Management 156 862 Leukemia 743 3796 Criteria 145 847 Myeloproliferative disorders 723 3834 Cells 136 588 Thrombosis 667 3644 Available therapy 135 897 Primary myelofibrosis 639 4079 Neoplasms 127 721 Myeloid metaplasia 443 2804 Diagnostic-criteria 118 718 Calreticulin 354 2247 Bone-marrow 117 585 Diagnosis 333 1919 Anagrelide 117 672 Hydroxyurea 323 1921 Efficacy 116 740 Survival 302 1887 Cancer 116 488 International working group 296 2066 Transformation 111 728 Ruxolitinib 273 1813 Stem-cell transplantation 107 666 Thrombopoietin receptor 248 1288 Leukocytosis 106 725 Fig. 15 Visualization of keyword co-occurrence network The time-overlay map (Fig. 16 ) reveals the chronological order of keyword appearances. Yellow labels represent recently emerged high-frequency keywords, including “ Calreticulin ,” “Clonal Hematopoiesis,” “Myeloid Neoplasms,” “Available Therapy,” “Open-Label,” “Predict Survival,” “Ruxolitinib,” “Clonal Evolution,” “Chronic Inflammation,” and “Inflammation.” Fig. 16 Time-overlay visualization of keyword co-occurrence network Figure 17 presents a keyword timeline, allowing the analysis of the research heat and trends for each keyword theme. It is evident that research themes such as thrombosis and antithrombotic therapy, myelofibrosis, gene mutations and pathogenesis, disease transformation, and chronic inflammation have remained active over time, with no sign of declining research interest. The distribution of thematic keywords along the timeline is relatively even, with no significant increase or decrease in trends. The “genome-wide association” research theme appears later than others, indicating that it is a relatively recent area of interest. Fig. 17 Timeline visualization of high-frequency keywords from 2001 to 2024 By observing the keyword burst analysis (Fig. 18 ), we can see that there has been a significant shift in research focus around the JAK2 V617F mutation. Previously, research emphasized clinical diagnosis and complication treatment with keywords like “Myeloproliferative Disorders,” “Myeloid Metaplasia,” “Diagnostic Criteria,” “Thrombotic Complications,” and “Bone Marrow Transplantation.” However, more recent research has shifted toward molecular mechanisms of pathogenesis and associated therapies, with keywords such as “Calreticulin,” “Inflammation,” “Available Therapy,” “Transformation,” “Clonal Hematopoiesis,” and “Ruxolitinib.” Fig. 18 Top 30 keywords with the strongest citation bursts Discussion Basic information Research in the field of ET has significantly increased from 2000 to 2024, and the number of citations related to ET research has grown sharply. Despite the wealth of ET-related studies, there remains a shortage of bibliometric analyses focusing on the visualization of this field. This study, for the first time, employs bibliometric methods to comprehensively visualize research contributions, collaboration networks, key studies, and future trends in the ET domain. Building on the strong research foundation in the ET field, Europe and the United States have emerged as the largest global scientific hubs, unquestionably serving as central centers for ET research collaboration. Their tightly-knit networks have consistently driven advancements in ET research. Although global inter-regional collaborations have intensified in recent years, this landscape has remained largely unchanged. Emerging scientific powers such as China and Japan have demonstrated robust publication output, but their average citation rates remain low, and they occupy relatively peripheral positions within the global collaboration network, suggesting that further improvement in their scientific influence is needed. Our bibliometric analysis identifies Mayo Clinic (USA) as the most influential institution in ET research, ranking first in both publication output and citation counts. Professor Ayalew Tefferi has made pioneering contributions to understanding the molecular pathology of ET, identifying risk factors for patient prognosis, and developing new therapeutic drugs. Over decades of patient follow-up, his research has had a profound impact on the academic community, earning him recognition as a foundational figure in ET research. The Blood and the New England Journal of Medicine (NEJM) have played a crucial role in disseminating ET research findings, contributing the most to the spread of groundbreaking discoveries in ET. The journal overlay map reveals that research in the fields of \"Molecular Biology and Genetics\" and \"Health, Nursing, and Medicine\" forms the knowledge base for ET, while \"Molecular Biology and Immunology\" and \"Medicine, Medical Sciences, and Clinical\" represent the knowledge frontiers. This indicates that progress in the ET field follows an interdisciplinary pattern, suggesting that multidisciplinary research collaborations are more likely to achieve breakthrough results in this area. Trends and frontiers Bibliometric analysis of references and keywords reveals that the discovery of the JAK2 V617F mutation in 2005 redefined the pathogenesis of ET, prompting a transformation in its research and diagnostic frameworks. Approximately 50–60% of ET patients carry the JAK2 V617F mutation, which persistently activates the JAK-STAT signaling pathway, enabling abnormal proliferation of hematopoietic stem cells in the absence of growth factors and hypersensitivity to hematopoietic stimuli [ 48 ]. This groundbreaking discovery established molecular mechanisms as the central theme in ET research. Subsequent studies identified two additional key driver mutations in JAK2 -negative patients: CALR and MPL . CALR mutations, the most common among JAK2 -negative cases, account for 20–25% and indirectly activate the JAK-STAT pathway through dysregulation of calcium signaling and protein folding, leading to megakaryocyte proliferation and excessive platelet production [ 49 ]. MPL mutations, found in 5–10% of JAK2 -negative patients, similarly trigger ET by activating the JAK-STAT pathway [ 50 , 51 ]. In 2008, the WHO incorporated the JAK2 V617F mutation into ET diagnostic criteria [ 29 ], with the 2016 revision refining standards to include JAK2 , CALR , MPL , and other driver mutations [ 35 ]. These updates propelled ET treatment toward personalized and precision medicine, with achieving molecular remission emerging as a new therapeutic goal. Despite significant advancements, the timeline of keywords shows that ET remains an active research area with unresolved challenges. Analysis of keyword bursts and time-overlay graphs highlights four major frontiers in ET research: disease heterogeneity, targeted therapy, inflammation, and management of high-risk and special patient populations. The following sections will provide a detailed review of these areas. Literature review Although ET is often considered the most benign subtype of MPN, its progression to myelofibrosis and leukemia is not uncommon, reflecting the significant heterogeneity of the disease. This heterogeneity primarily arises from differences in driver genes, mutation burden, and non-driver mutations. JAK2 , CALR , and MPL mutations can all lead to the ET phenotype; however, they exhibit notable differences in thrombotic risk and disease progression. The JAK2 mutation has a pronounced pro-inflammatory effect, increasing the risks of thrombosis and disease progression [ 52 ]. In contrast, the CALR mutation, while associated with elevated platelet counts, carries relatively lower risks of thrombosis and disease progression [ 38 ]. The MPL mutation primarily promotes fibroblast proliferation, thereby increasing the risk of bone marrow fibrosis [ 51 ]. Additionally, some patients test negative for all three driver mutations, referred to as “triple-negative ET”, and the underlying pathogenesis in these cases remains unclear [ 53 ]. Differences in mutation burden further exacerbate ET heterogeneity. A high mutation burden correlates positively with disease severity, clonal hematopoiesis expansion, myelofibrosis, and leukemia transformation [ 54 ]. Patients with a high JAK2 mutation burden often respond poorly to hydroxyurea but exhibit better responses to JAK2 inhibitors [ 55 ]. Subtype differences exist within CALR mutations: type 1 mutations are associated with an increased risk of fibrosis, whereas type 2 mutations have a lower thrombotic risk [ 56 ]. Non-driver mutations further increase the genetic complexity of ET and have significant implications for prognosis and treatment decisions. Mutations such as TP53 , SRSF2 , SF3B1 , and U2AF1 are closely associated with poor prognosis and have been incorporated into the MIPSS-ET scoring system [ 57 ]. Additionally, mutations in TET2 , ASXL 1, and DNMT3A can promote abnormal DNA methylation, genomic instability, and clonal expansion, significantly increasing the risks of fibrosis and leukemic transformation [ 58 – 61 ]. With ongoing research, the discovery of additional non-driver mutations is anticipated, and their integration into prognostic models will further refine risk stratification and treatment decisions for ET. The significant heterogeneity of ET substantially increases diagnostic complexity, particularly in distinguishing it from pre-fibrotic primary myelofibrosis (pre-PMF). The two conditions exhibit considerable overlap in driver mutations, clinical parameters, and bone marrow morphology, yet differ significantly in prognosis and management strategies, making their differential diagnosis a critical research focus. Compared to ET, pre-PMF patients typically exhibit markedly elevated white blood cell counts, reduced hemoglobin levels, more frequent elevations in lactate dehydrogenase, and a higher likelihood of splenomegaly [ 62 ]. Therefore, emphasizing secondary diagnostic criteria and employing a comprehensive diagnostic strategy that integrates bone marrow morphological features can improve the accuracy of distinguishing pre-PMF from ET [ 63 ]. Evaluation of bone marrow biopsy results remains the cornerstone of differentiating ET from pre-PMF. Deep learning-based integrated diagnostic models have demonstrated diagnostic capabilities comparable to those of experienced hematopathologists, achieving an AUC of 0.806 for identifying ET and 0.860 for identifying pre-PMF, significantly outperforming junior pathologists and showcasing substantial clinical potential [ 64 ]. Molecular genetic studies further provide more precise diagnostic evidence. Next-generation sequencing reveals significant molecular profile differences among pre-PMF, ET, and overt PMF. In pre-PMF patients, the frequency of EP300 mutations is significantly higher, whereas WT1 expression is elevated in overt PMF patients. These findings offer critical molecular evidence for the precise differentiation of MPN subtypes in the future [ 65 ]. Research on the molecular mechanisms of ET has driven the development of JAK2 inhibitors, such as ruxolitinib, marking a new era in targeted therapy for ET. Ruxolitinib inhibits the JAK-STAT pathway, reducing the release of inflammatory cytokines and abnormal proliferation of hematopoietic cells, thereby lowering platelet levels, reducing thrombotic risk, and alleviating symptoms such as pruritus and fatigue [ 66 , 67 ]. Additionally, ruxolitinib may slow the progression of bone marrow fibrosis, an effect that has already been validated in patients with primary myelofibrosis [ 68 ]. However, despite the therapeutic benefits of JAK2 inhibitors, they have not fully replaced aspirin and hydroxyurea as the standard treatment for ET. This is partly because the genetic complexity of ET limits the widespread application of JAK2 inhibitors. Approximately 25–35% of ET patients are driven by CALR or MPL mutations, and some triple-negative patients may harbor as-yet-undiscovered mutations. The molecular mechanisms of ET differ from those of other MPNs: patients generally exhibit a relatively low mutation burden, and disease progression is typically slow [ 69 ]. For low-risk patients, the primary clinical goals are to control platelet levels and prevent thrombosis. Compared with conventional antiplatelet therapy, the therapeutic advantage of JAK2 inhibitors remains limited in this population [ 55 ]. For high-risk patients, while ruxolitinib has demonstrated clinical efficacy as a JAK2 inhibitor, its lack of selectivity and long-term use may cause bone marrow suppression and immune system impairment, compromising long-term survival benefits. Furthermore, high-risk patients often harbor multiple genetic mutations, making single-agent JAK2 inhibitor therapy insufficient to effectively control disease progression. As such, combination therapy may represent a more promising treatment strategy. In addition to ruxolitinib, the FDA has approved several novel JAK2 inhibitors, including Fedratinib, Pacritinib, and Momelotinib, which are primarily used to treat myelofibrosis. These drugs are associated with fewer gastrointestinal side effects; however, they have yet to demonstrate significant improvement in overall survival [ 70 , 71 ]. Moving forward, combining novel JAK2 inhibitors with other therapeutic approaches may provide long-term therapeutic benefits for high-risk ET patients. Small molecule inhibitor therapies targeting CALR and MPL mutations are still in the early stages of development [ 72 , 73 ]. It is noteworthy that the C-terminal end of the CALR mutation is tumor-specific and that the CALR mutant complex translocates to the cell membrane. This unique feature has been experimentally validated as an effective therapeutic target, with monoclonal antibodies against the CALR mutation shown to reduce platelet counts, decrease tumor cell burden, and improve survival outcomes in animal models [ 74 , 75 ]. These findings highlight the potential of immunotherapies targeting the novel mutated CALR epitopes, including the use of modified tumor vaccine therapies [ 74 , 75 , 76 , 77 ], or combination therapies involving immune checkpoint inhibitors [ 78 , 79 ]. Stratified diagnosis and personalized treatment are central to ET research. Currently, low-risk elderly patients are often treated with hydroxyurea combined with low-dose aspirin, a regimen that effectively alleviates symptoms with manageable risks [ 80 ]. However, high-risk patients exhibit significant heterogeneity, with a more complex genetic background of hematopoietic stem cells involving polygenic mutations and higher thrombotic risk factors [ 81 ]. The combination of hydroxyurea and aspirin is insufficient to fully control the thrombotic risk in high-risk patients [ 82 ]. Although hydroxyurea does not increase the risk of leukemic transformation compared to the natural disease course [ 83 ], it cannot reverse or halt the progression of clonal evolution and is associated with an increased risk of bone marrow fibrosis [ 84 ]. Anagrelide, with its high selectivity for megakaryocytic lineages, is less likely to cause anemia or leukopenia, making it more suitable for the clinical characteristics of ET patients. However, in high-risk patients, hydroxyurea demonstrates advantages over anagrelide in terms of reducing arterial thrombotic events, severe bleeding, and the risk of progression to bone marrow fibrosis, along with better safety profiles [ 12 ]. A low starting dose of anagrelide (≤ 0.5 mg/day) can reduce treatment discontinuation due to adverse events, indicating that optimized dosing strategies may improve treatment tolerability [ 85 ]. Further exploration and refinement of anagrelide usage hold promise for enhancing its therapeutic benefits. The efficacy of targeted therapy in high-risk patients is also limited, as JAK2 inhibitors struggle to durably suppress the mutation burden, and the complex genetic background further diminishes the effectiveness of monotherapy [ 86 ]. The diagnosis and management of pediatric and young ET patients pose greater challenges, primarily due to atypical clinical presentations and a lower prevalence of JAK2 mutations. Some patients may carry unidentified mutations or possess a more complex genetic background [ 87 ]. Existing risk stratification models, primarily based on data from adult patients, may not be fully applicable to this population. Moreover, the lack of long-term follow-up data leaves uncertainties regarding the risk of progression to myelofibrosis or acute myeloid leukemia. The long-term safety of hydroxyurea in this group raises concerns, as it may lead to bone marrow suppression and an increased risk of malignant transformation [ 88 ]. Similarly, the application of targeted therapies, such as JAK2 inhibitors, in this population remains highly uncertain [ 89 ]. In summary, pediatric and young ET patients currently lack personalized treatment strategies and robust long-term prognostic assessments. Future studies should focus on this specific population to optimize treatment approaches and establish comprehensive follow-up systems. Inflammation plays a critical role in the pathogenesis and progression of ET. Studies have shown that inflammation is not only a clinical feature of ET but may also act as one of its triggering factors. Epidemiological data indicate that chronic inflammatory conditions, such as autoimmune diseases, significantly increase the risk of developing MPNs, suggesting that inflammation may contribute to the etiology of ET [ 90 ]. Furthermore, inflammation positively correlates with mutation burden and can damage vascular endothelial cells, promote platelet aggregation and activation, and subsequently increase the risk of thrombosis [ 91 – 94 ]. Against the backdrop of aberrant JAK-STAT pathway activation, inflammation further stimulates the proliferation of hematopoietic cells, exacerbating thrombotic risk [ 95 , 96 ]. Inflammation can also interfere with the self-renewal and differentiation of hematopoietic stem cells through oxidative damage, leading to the expansion of abnormal clonal cells, accelerated accumulation of gene mutations, and genomic instability, thereby promoting the progression of ET to acute leukemia [ 97 – 103 ]. In patients harboring additional mutations, such as TET2 or ASXL1 , inflammation-induced stem cell dysfunction and clonal expansion are particularly pronounced [ 104 – 108 ]. Chronic inflammation further suppresses the functions of normal immune cells, such as T cells and natural killer cells, enabling abnormal clonal cells to evade immune surveillance and accelerating disease progression, which is especially evident in high-risk ET patients [ 109 – 111 ]. Moreover, inflammation plays a pivotal role in the development and progression of bone marrow fibrosis. Pro-inflammatory cytokines can stimulate macrophages, endothelial cells, and fibroblasts, promoting fibrotic tissue deposition and extracellular matrix remodeling, ultimately leading to bone marrow fibrosis [ 112 – 114 ]. Thus, anti-inflammatory therapy may represent a promising treatment strategy for ET. In the final part of our discussion, we highlight recent advances in Interferon-α (IFN-α) research. As a first-line cytoreductive therapy, IFN-α is particularly suited for young patients and women with fertility considerations [ 115 ], with pegylated IFN-α (PEG-IFNα) improving adherence and tolerability. However, IFN-α received relatively limited attention in our bibliometric analysis, possibly due to its well-established clinical role. Despite this, IFN-α continues to evolve in ET management. PEG-IFN has demonstrated superior hematologic control, molecular remission, and symptom improvement, particularly in reducing JAK2 V617F mutation burden [ 116 ]. Additionally, IFN-α combined with JAK1/2 inhibitors accelerates mutation burden reduction [ 117 ], though further optimization is needed. In hydroxyurea-intolerant patients, PEG-IFN achieves higher remission rates, with CALR -mutated cases deriving greater benefit [ 118 ], while also providing superior symptom relief in high-burden patients [ 119 ]. Mechanistically, IFN-α selectively depletes JAK2 V617F-positive hematopoietic stem cells, suppressing mutant clone expansion [ 120 ]. However, DNMT3A mutations enhance stem cell self-renewal, attenuating IFN-α efficacy, suggesting that combining IFN-α with hypomethylating agents may help overcome resistance [ 121 ]. In summary, IFN-α remains a cornerstone of cytoreductive therapy in ET, and with ongoing research, its clinical role is expected to expand further. Conclusions This study utilizes a variety of bibliometric tools to systematically analyze and review ET-related publications over the past two decades, aiming to help researchers and clinicians quickly and comprehensively grasp the progress of ET research. In summary, ET research has shown steady growth, with close collaboration between numerous research institutions and scholars in the United States and Europe driving rapid advancements in the field. The successive discovery of driver genes has fundamentally transformed the landscape of ET research and clinical practice. Currently, ET-related research themes remain active, with many key issues still unresolved. Among these, heterogeneity, targeted therapies, management of high-risk and special populations, and inflammation have emerged as current research frontiers. Breakthroughs in these areas are expected to elevate ET research to new heights and enable better management and treatment for ET patients. Limitation This study utilized data exclusively from the Web of Science Core Collection (WoSCC), a widely recognized and authoritative database. While this choice ensures the overall quality and reliability of the dataset, it may have limitations. Specifically, the exclusion of literature from non-core journals, other databases (e.g., Scopus, PubMed), and non-English publications could result in the omission of regionally or thematically significant studies, thus limiting the comprehensiveness of our analysis. Another inherent limitation of bibliometric studies lies in citation biases, including self-citation and citation habits. Such patterns may unintentionally inflate the perceived academic influence of specific authors, institutions, or networks. Although our results are based on objective quantitative metrics, readers should interpret the findings with an awareness of these potential biases. Additionally, bibliometric analyses naturally favor older publications due to their extended time to accumulate citations, which may disadvantage more recent high-impact studies. Similarly, the reliance on citation-based metrics may underrepresent research with significant clinical relevance that has not yet gained substantial academic attention. Despite these limitations, we believe our study provides a robust and valuable overview of ET research trends, highlighting key contributors, hotspots, and developmental trajectories in the field. As bibliometric methodologies evolve, improvements in database coverage, citation normalization, and bias mitigation are expected to address many of the current constraints, further enhancing the precision and applicability of such analyses. The broader landscape of ET research encompasses additional themes and unresolved challenges. To provide a more comprehensive perspective, we have summarized these in Supplementary Table S1, which outlines key advances and persistent gaps across the field. Supplementary Information Additional file 1: Supplementary Table S1. provides a summary of key advances and unresolved clinical challenges in the field of Essential Thrombocythemia (ET). This table highlights translational gaps and underscores the importance of collaborative research networks in addressing unmet needs. Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Yiming Pan and Lingyan Chen have contributed equally to this work. Acknowledgements The authors greatly thank Muting Chen and Shanshan Pan for their support. The authors would like to thank Jinmiao Zhang, and Kaiyun Zheng for their valuable help. Author contributions Conceptualization, Yiming Pan and Lingyan Chen; methodology, Yiming Pan and Lingyan Chen; software, investigation, data curation, resources, visualization, Qun Jiang and Dejian Chen; validation, Haiyan Lang, Qun Jiang, and Dejian Chen; formal analysis, Yanqin Wu and Li Hou; writing—original draft preparation, Yiming Pan and Lingyan Chen; writing—review and editing, Haiyan Lang and Jun Yan; supervision, Haiyan Lang and Jun Yan; project administration, Haiyan Lang and Jun Yan. All authors have read and approved the final version of the manuscript. Funding This research was supported by the NATIONAL NATURAL SCIENCE FOUNDATION OF CHINA (Grant number 82074240) and the CHINESE SOCIETY OF TRADITIONAL CHINESE MEDICINE PROJECT – BASIC RESEARCH ON DOMINANT DISEASES IN HEMATOLOGY (202169–004). Data availability The data supporting the findings of this study are available from the corresponding author upon reasonable request. Declarations Informed consent Not applicable. Competing interests The authors declare no competing interests. References 1. Barbui T Thiele J Passamonti F Rumi E Boveri E Ruggeri M Rodeghiero F D'Amore ES Randi ML Bertozzi I Survival and disease progression in essential thrombocythemia are significantly influenced by accurate morphologic diagnosis: an international study J Clin Oncol 2011 29 3179 3184 10.1200/JCO.2010.34.5298 21747083 Barbui T, Thiele J, Passamonti F, Rumi E, Boveri E, Ruggeri M, Rodeghiero F, D’Amore ES, Randi ML, Bertozzi I, et al. Survival and disease progression in essential thrombocythemia are significantly influenced by accurate morphologic diagnosis: an international study. J Clin Oncol. 2011;29:3179–84. 10.1200/JCO.2010.34.5298. 21747083 2. Tremblay D Yacoub A Hoffman R Overview of myeloproliferative neoplasms: history, pathogenesis, diagnostic criteria, and complications Hematol Oncol Clin N 2021 35 159 176 10.1016/j.hoc.2020.12.001 Tremblay D, Yacoub A, Hoffman R. Overview of myeloproliferative neoplasms: history, pathogenesis, diagnostic criteria, and complications. Hematol Oncol Clin N. 2021;35:159–76. 10.1016/j.hoc.2020.12.001. 3. Dameshek W Some speculations on the myeloproliferative syndromes Blood. 1951 6 372 375 10.1182/blood.V6.4.372.372 14820991 Dameshek W. Some speculations on the myeloproliferative syndromes. Blood. 1951;6:372–5. 14820991 4. Adamson JW Fialkow PJ Murphy S Prchal JF Steinmann L Polycythemia vera: stem-cell and probable clonal origin of the disease New Engl J Med 1976 295 913 916 10.1056/NEJM197610212951702 967201 Adamson JW, Fialkow PJ, Murphy S, Prchal JF, Steinmann L. Polycythemia vera: stem-cell and probable clonal origin of the disease. New Engl J Med. 1976;295:913–6. 10.1056/NEJM197610212951702. 967201 5. Fialkow PJ Faguet GB Jacobson RJ Vaidya K Murphy S Evidence that essential thrombocythemia is a clonal disorder with origin in a multipotent stem cell Blood 1981 58 916 919 10.1182/blood.V58.5.916.916 7296002 Fialkow PJ, Faguet GB, Jacobson RJ, Vaidya K, Murphy S. Evidence that essential thrombocythemia is a clonal disorder with origin in a multipotent stem cell. Blood. 1981;58:916–9. 7296002 6. Jacobson RJ Salo A Fialkow PJ Agnogenic myeloid metaplasia: a clonal proliferation of hematopoietic stem cells with secondary myelofibrosis Blood 1978 51 189 194 10.1182/blood.V51.2.189.189 620081 Jacobson RJ, Salo A, Fialkow PJ. Agnogenic myeloid metaplasia: a clonal proliferation of hematopoietic stem cells with secondary myelofibrosis. Blood. 1978;51:189–94. 620081 7. Tefferi A Vannucchi AM Barbui T Essential thrombocythemia treatment algorithm 2018 Blood Cancer J 2018 8 2 10.1038/s41408-017-0041-8 29321520 Tefferi A, Vannucchi AM, Barbui T. Essential thrombocythemia treatment algorithm 2018. Blood Cancer J. 2018;8:2. 10.1038/s41408-017-0041-8. 29321520 8. Prakash S Arber DA Bueso-Ramos C Hasserjian RP Orazi A Advances in myelodysplastic/myeloproliferative neoplasms Virchows Arch 2023 482 69 83 10.1007/s00428-022-03465-7 36469102 Prakash S, Arber DA, Bueso-Ramos C, Hasserjian RP, Orazi A. Advances in myelodysplastic/myeloproliferative neoplasms. Virchows Arch. 2023;482:69–83. 10.1007/s00428-022-03465-7. 36469102 9. Matsumoto N Mori S Hasegawa H Sasaki D Mori H Tsuruda K Imanishi D Imaizumi Y Hata T Kaku N Simultaneous screening for JAK2 and calreticulin gene mutations in myeloproliferative neoplasms with high resolution melting Clin Chim Acta 2016 462 166 173 10.1016/j.cca.2016.09.023 27693531 Matsumoto N, Mori S, Hasegawa H, Sasaki D, Mori H, Tsuruda K, Imanishi D, Imaizumi Y, Hata T, Kaku N, et al. Simultaneous screening for JAK2 and calreticulin gene mutations in myeloproliferative neoplasms with high resolution melting. Clin Chim Acta. 2016;462:166–73. 10.1016/j.cca.2016.09.023. 27693531 10. McKinnell Z Karel D Tuerff D Sh AM Nassereddine S Acute myeloid leukemia following myeloproliferative neoplasms: a review of what we know, what we do not know, and emerging treatment strategies J Hematol 2022 11 197 209 10.14740/jh1042 36632576 McKinnell Z, Karel D, Tuerff D, Sh AM, Nassereddine S. Acute myeloid leukemia following myeloproliferative neoplasms: a review of what we know, what we do not know, and emerging treatment strategies. J Hematol. 2022;11:197–209. 10.14740/jh1042. 36632576 11. Finazzi G Ruxolitinib in ET: not all MPN are equal Blood 2017 130 1873 1874 10.1182/blood-2017-08-802165 29074591 Finazzi G. Ruxolitinib in ET: not all MPN are equal. Blood. 2017;130:1873–4. 10.1182/blood-2017-08-802165. 29074591 12. Harrison CN Campbell PJ Buck G Wheatley K East CL Bareford D Wilkins BS van der Walt JD Reilly JT Grigg AP Hydroxyurea compared with anagrelide in high-risk essential thrombocythemia New Engl J Med 2005 353 33 45 10.1056/NEJMoa043800 16000354 Harrison CN, Campbell PJ, Buck G, Wheatley K, East CL, Bareford D, Wilkins BS, van der Walt JD, Reilly JT, Grigg AP, et al. Hydroxyurea compared with anagrelide in high-risk essential thrombocythemia. New Engl J Med. 2005;353:33–45. 10.1056/NEJMoa043800. 16000354 13. Khosa M Bhulani N Ali AA Singh J Khosa F Nasrullah M Bibliometrics of fifty most-cited articles on the mental health of immigrants living in the United States J Immigr Minor Healt 2019 21 414 429 10.1007/s10903-018-0778-6 Khosa M, Bhulani N, Ali AA, Singh J, Khosa F, Nasrullah M. Bibliometrics of fifty most-cited articles on the mental health of immigrants living in the United States. J Immigr Minor Healt. 2019;21:414–29. 10.1007/s10903-018-0778-6. 14. Song Z Jia G Luo G Han C Zhang B Wang X Global research trends of Mycoplasma pneumoniae pneumonia in children: a bibliometric analysis Front Pediatr 2023 11 1306234 10.3389/fped.2023.1306234 38078315 Song Z, Jia G, Luo G, Han C, Zhang B, Wang X. Global research trends of Mycoplasma pneumoniae pneumonia in children: a bibliometric analysis. Front Pediatr. 2023;11:1306234. 10.3389/fped.2023.1306234. 38078315 15. Facciorusso S Spina S Reebye R Turolla A Calabro RS Fiore P Santamato A Sensor-based rehabilitation neurological diseases: a bibliometric analysis of research trends Brain Sci 2023 10.3390/brainsci13050724 37239196 Facciorusso S, Spina S, Reebye R, Turolla A, Calabro RS, Fiore P, Santamato A. Sensor-based rehabilitation neurological diseases: a bibliometric analysis of research trends. Brain Sci. 2023. 10.3390/brainsci13050724. 37239196 16. Zhang Y Jia Z Xia X Wang J Knowledge mapping of COVID-19 and autoimmune diseases: a visual and bibliometric analysis Clin Exp Med 2023 23 3549 3564 10.1007/s10238-023-01089-y 37395896 Zhang Y, Jia Z, Xia X, Wang J. Knowledge mapping of COVID-19 and autoimmune diseases: a visual and bibliometric analysis. Clin Exp Med. 2023;23:3549–64. 10.1007/s10238-023-01089-y. 37395896 17. Deng X Wang J Lu C Zhou Y Shen L Ge A Fan H Liu L Updating the therapeutic role of ginsenosides in breast cancer: a bibliometrics study to an in-depth review Front Pharmacol 2023 14 1226629 10.3389/fphar.2023.1226629 37818185 Deng X, Wang J, Lu C, Zhou Y, Shen L, Ge A, Fan H, Liu L. Updating the therapeutic role of ginsenosides in breast cancer: a bibliometrics study to an in-depth review. Front Pharmacol. 2023;14:1226629. 10.3389/fphar.2023.1226629. 37818185 18. Yu F Van AA Patel T Mani N Carnegie A Corbie-Smith GM Carey T Buse J Dave G Bibliometrics approach to evaluating the research impact of CTSAs: a pilot study J Clin Transl Sci 2020 4 336 344 10.1017/cts.2020.29 33244415 Yu F, Van AA, Patel T, Mani N, Carnegie A, Corbie-Smith GM, Carey T, Buse J, Dave G. Bibliometrics approach to evaluating the research impact of CTSAs: a pilot study. J Clin Transl Sci. 2020;4:336–44. 10.1017/cts.2020.29. 33244415 19. Sabe M Sulstarova A Chen C Hyde J Poulet E Aleman A Downar J Brandt V Mallet L Sentissi O A century of research on neuromodulation interventions: a scientometric analysis of trends and knowledge maps Neurosci Biobehav R 2023 152 105300 10.1016/j.neubiorev.2023.105300 Sabe M, Sulstarova A, Chen C, Hyde J, Poulet E, Aleman A, Downar J, Brandt V, Mallet L, Sentissi O, et al. A century of research on neuromodulation interventions: a scientometric analysis of trends and knowledge maps. Neurosci Biobehav R. 2023;152: 105300. 10.1016/j.neubiorev.2023.105300. 20. Sabe M Pillinger T Kaiser S Chen C Taipale H Tanskanen A Tiihonen J Leucht S Correll CU Solmi M Half a century of research on antipsychotics and schizophrenia: a scientometric study of hotspots, nodes, bursts, and trends Neurosci Biobehav R 2022 136 104608 10.1016/j.neubiorev.2022.104608 Sabe M, Pillinger T, Kaiser S, Chen C, Taipale H, Tanskanen A, Tiihonen J, Leucht S, Correll CU, Solmi M. Half a century of research on antipsychotics and schizophrenia: a scientometric study of hotspots, nodes, bursts, and trends. Neurosci Biobehav R. 2022;136: 104608. 10.1016/j.neubiorev.2022.104608. 21. Aria M Cuccurullo C bibliometrix: an R-tool for comprehensive science mapping analysis J Informetr 2017 11 959 975 10.1016/j.joi.2017.08.007 Aria M, Cuccurullo C. bibliometrix: an R-tool for comprehensive science mapping analysis. J Informetr. 2017;11:959–75. 22. Jones AV Kreil S Zoi K Waghorn K Curtis C Zhang L Score J Seear R Chase AJ Grand FH Widespread occurrence of the JAK2 V617F mutation in chronic myeloproliferative disorders Blood 2005 106 2162 2168 10.1182/blood-2005-03-1320 15920007 Jones AV, Kreil S, Zoi K, Waghorn K, Curtis C, Zhang L, Score J, Seear R, Chase AJ, Grand FH, et al. Widespread occurrence of the JAK2 V617F mutation in chronic myeloproliferative disorders. Blood. 2005;106:2162–8. 10.1182/blood-2005-03-1320. 15920007 23. Rotunno G Mannarelli C Guglielmelli P Pacilli A Pancrazzi A Pieri L Fanelli T Bosi A Vannucchi AM Impact of calreticulin mutations on clinical and hematological phenotype and outcome in essential thrombocythemia Blood 2014 123 1552 1555 10.1182/blood-2013-11-538983 24371211 Rotunno G, Mannarelli C, Guglielmelli P, Pacilli A, Pancrazzi A, Pieri L, Fanelli T, Bosi A, Vannucchi AM. Impact of calreticulin mutations on clinical and hematological phenotype and outcome in essential thrombocythemia. Blood. 2014;123:1552–5. 10.1182/blood-2013-11-538983. 24371211 24. Deininger M Radich J Burn TC Huber R Paranagama D Verstovsek S The effect of long-term ruxolitinib treatment on JAK2p.V617F allele burden in patients with myelofibrosis Blood 2015 126 1551 1554 10.1182/blood-2015-03-635235 26228487 Deininger M, Radich J, Burn TC, Huber R, Paranagama D, Verstovsek S. The effect of long-term ruxolitinib treatment on JAK2p.V617F allele burden in patients with myelofibrosis. Blood. 2015;126:1551–4. 10.1182/blood-2015-03-635235. 26228487 25. Rocca B Tosetto A Betti S Soldati D Petrucci G Rossi E Timillero A Cavalca V Porro B Iurlo A A randomized double-blind trial of 3 aspirin regimens to optimize antiplatelet therapy in essential thrombocythemia Blood 2020 136 171 182 10.1182/blood.2019004596 32266380 Rocca B, Tosetto A, Betti S, Soldati D, Petrucci G, Rossi E, Timillero A, Cavalca V, Porro B, Iurlo A, et al. A randomized double-blind trial of 3 aspirin regimens to optimize antiplatelet therapy in essential thrombocythemia. Blood. 2020;136:171–82. 10.1182/blood.2019004596. 32266380 26. Kralovics R Passamonti F Buser AS Teo SS Tiedt R Passweg JR Tichelli A Cazzola M Skoda RC A gain-of-function mutation of JAK2 in myeloproliferative disorders New Engl J Med 2005 352 1779 1790 10.1056/NEJMoa051113 15858187 Kralovics R, Passamonti F, Buser AS, Teo SS, Tiedt R, Passweg JR, Tichelli A, Cazzola M, Skoda RC. A gain-of-function mutation of JAK2 in myeloproliferative disorders. New Engl J Med. 2005;352:1779–90. 10.1056/NEJMoa051113. 15858187 27. Harrison C Kiladjian JJ Al-Ali HK Gisslinger H Waltzman R Stalbovskaya V McQuitty M Hunter DS Levy R Knoops L JAK inhibition with ruxolitinib versus best available therapy for myelofibrosis New Engl J Med 2012 366 787 798 10.1056/NEJMoa1110556 22375970 Harrison C, Kiladjian JJ, Al-Ali HK, Gisslinger H, Waltzman R, Stalbovskaya V, McQuitty M, Hunter DS, Levy R, Knoops L, et al. JAK inhibition with ruxolitinib versus best available therapy for myelofibrosis. New Engl J Med. 2012;366:787–98. 10.1056/NEJMoa1110556. 22375970 28. Scott LM Tong W Levine RL Scott MA Beer PA Stratton MR Futreal PA Erber WN McMullin MF Harrison CN JAK2 exon 12 mutations in polycythemia vera and idiopathic erythrocytosis New Engl J Med 2007 356 459 468 10.1056/NEJMoa065202 17267906 Scott LM, Tong W, Levine RL, Scott MA, Beer PA, Stratton MR, Futreal PA, Erber WN, McMullin MF, Harrison CN, et al. JAK2 exon 12 mutations in polycythemia vera and idiopathic erythrocytosis. New Engl J Med. 2007;356:459–68. 10.1056/NEJMoa065202. 17267906 29. Vardiman JW Thiele J Arber DA Brunning RD Borowitz MJ Porwit A Harris NL Le Beau MM Hellstrom-Lindberg E Tefferi A The 2008 revision of the World Health Organization (WHO) classification of myeloid neoplasms and acute leukemia: rationale and important changes Blood 2009 114 937 951 10.1182/blood-2009-03-209262 19357394 Vardiman JW, Thiele J, Arber DA, Brunning RD, Borowitz MJ, Porwit A, Harris NL, Le Beau MM, Hellstrom-Lindberg E, Tefferi A, et al. The 2008 revision of the World Health Organization (WHO) classification of myeloid neoplasms and acute leukemia: rationale and important changes. Blood. 2009;114:937–51. 10.1182/blood-2009-03-209262. 19357394 30. Levine RL Wadleigh M Cools J Ebert BL Wernig G Huntly BJ Boggon TJ Wlodarska I Clark JJ Moore S Activating mutation in the tyrosine kinase JAK2 in polycythemia vera, essential thrombocythemia, and myeloid metaplasia with myelofibrosis Cancer Cell 2005 7 387 397 10.1016/j.ccr.2005.03.023 15837627 Levine RL, Wadleigh M, Cools J, Ebert BL, Wernig G, Huntly BJ, Boggon TJ, Wlodarska I, Clark JJ, Moore S, et al. Activating mutation in the tyrosine kinase JAK2 in polycythemia vera, essential thrombocythemia, and myeloid metaplasia with myelofibrosis. Cancer Cell. 2005;7:387–97. 10.1016/j.ccr.2005.03.023. 15837627 31. Mesa RA Camoriano JK Geyer SM Wu W Kaufmann SH Rivera CE Erlichman C Wright J Pardanani A Lasho T A phase II trial of tipifarnib in myelofibrosis: primary, post-polycythemia vera and post-essential thrombocythemia Leukemia 2007 21 1964 1970 10.1038/sj.leu.2404816 17581608 Mesa RA, Camoriano JK, Geyer SM, Wu W, Kaufmann SH, Rivera CE, Erlichman C, Wright J, Pardanani A, Lasho T, et al. A phase II trial of tipifarnib in myelofibrosis: primary, post-polycythemia vera and post-essential thrombocythemia. Leukemia. 2007;21:1964–70. 10.1038/sj.leu.2404816. 17581608 32. Verstovsek S Kantarjian H Mesa RA Pardanani AD Cortes-Franco J Thomas DA Estrov Z Fridman JS Bradley EC Erickson-Viitanen S Safety and efficacy of INCB018424, a JAK1 and JAK2 inhibitor, in myelofibrosis New Engl J Med 2010 363 1117 1127 10.1056/NEJMoa1002028 20843246 Verstovsek S, Kantarjian H, Mesa RA, Pardanani AD, Cortes-Franco J, Thomas DA, Estrov Z, Fridman JS, Bradley EC, Erickson-Viitanen S, et al. Safety and efficacy of INCB018424, a JAK1 and JAK2 inhibitor, in myelofibrosis. New Engl J Med. 2010;363:1117–27. 10.1056/NEJMoa1002028. 20843246 33. Cervantes F Dupriez B Pereira A Passamonti F Reilly JT Morra E Vannucchi AM Mesa RA Demory JL Barosi G New prognostic scoring system for primary myelofibrosis based on a study of the International working group for myelofibrosis research and treatment Blood 2009 113 2895 2901 10.1182/blood-2008-07-170449 18988864 Cervantes F, Dupriez B, Pereira A, Passamonti F, Reilly JT, Morra E, Vannucchi AM, Mesa RA, Demory JL, Barosi G, et al. New prognostic scoring system for primary myelofibrosis based on a study of the International working group for myelofibrosis research and treatment. Blood. 2009;113:2895–901. 10.1182/blood-2008-07-170449. 18988864 34. Marchioli R Finazzi G Specchia G Cacciola R Cavazzina R Cilloni D De Stefano V Elli E Iurlo A Latagliata R Cardiovascular events and intensity of treatment in polycythemia vera New Engl J Med 2013 368 22 33 10.1056/NEJMoa1208500 23216616 Marchioli R, Finazzi G, Specchia G, Cacciola R, Cavazzina R, Cilloni D, De Stefano V, Elli E, Iurlo A, Latagliata R, et al. Cardiovascular events and intensity of treatment in polycythemia vera. New Engl J Med. 2013;368:22–33. 10.1056/NEJMoa1208500. 23216616 35. Arber DA Orazi A Hasserjian R Thiele J Borowitz MJ Le Beau MM Bloomfield CD Cazzola M Vardiman JW The 2016 revision to the World Health Organization classification of myeloid neoplasms and acute leukemia Blood 2016 127 2391 2405 10.1182/blood-2016-03-643544 27069254 Arber DA, Orazi A, Hasserjian R, Thiele J, Borowitz MJ, Le Beau MM, Bloomfield CD, Cazzola M, Vardiman JW. The 2016 revision to the World Health Organization classification of myeloid neoplasms and acute leukemia. Blood. 2016;127:2391–405. 10.1182/blood-2016-03-643544. 27069254 36. Khoury JD Solary E Abla O Akkari Y Alaggio R Apperley JF Bejar R Berti E Busque L Chan J The 5th edition of the World Health organization classification of haematolymphoid tumours: myeloid and histiocytic/dendritic neoplasms Leukemia. 2022 36 1703 1719 10.1038/s41375-022-01613-1 35732831 Khoury JD, Solary E, Abla O, Akkari Y, Alaggio R, Apperley JF, Bejar R, Berti E, Busque L, Chan J, et al. The 5th edition of the World Health organization classification of haematolymphoid tumours: myeloid and histiocytic/dendritic neoplasms. Leukemia. 2022;36:1703–19. 10.1038/s41375-022-01613-1. 35732831 37. Baxter EJ Scott LM Campbell PJ East C Fourouclas N Swanton S Vassiliou GS Bench AJ Boyd EM Curtin N Acquired mutation of the tyrosine kinase JAK2 in human myeloproliferative disorders Lancet 2005 365 1054 1061 10.1016/S0140-6736(05)71142-9 15781101 Baxter EJ, Scott LM, Campbell PJ, East C, Fourouclas N, Swanton S, Vassiliou GS, Bench AJ, Boyd EM, Curtin N, et al. Acquired mutation of the tyrosine kinase JAK2 in human myeloproliferative disorders. Lancet. 2005;365:1054–61. 10.1016/S0140-6736(05)71142-9. 15781101 38. Klampfl T Gisslinger H Harutyunyan AS Nivarthi H Rumi E Milosevic JD Them NC Berg T Gisslinger B Pietra D Somatic mutations of calreticulin in myeloproliferative neoplasms New Engl J Med 2013 369 2379 2390 10.1056/NEJMoa1311347 24325356 Klampfl T, Gisslinger H, Harutyunyan AS, Nivarthi H, Rumi E, Milosevic JD, Them NC, Berg T, Gisslinger B, Pietra D, et al. Somatic mutations of calreticulin in myeloproliferative neoplasms. New Engl J Med. 2013;369:2379–90. 10.1056/NEJMoa1311347. 24325356 39. Nangalia J Massie CE Baxter EJ Nice FL Gundem G Wedge DC Avezov E Li J Kollmann K Kent DG Somatic CALR mutations in myeloproliferative neoplasms with nonmutated JAK2 New Engl J Med 2013 369 2391 2405 10.1056/NEJMoa1312542 24325359 Nangalia J, Massie CE, Baxter EJ, Nice FL, Gundem G, Wedge DC, Avezov E, Li J, Kollmann K, Kent DG, et al. Somatic CALR mutations in myeloproliferative neoplasms with nonmutated JAK2. New Engl J Med. 2013;369:2391–405. 10.1056/NEJMoa1312542. 24325359 40. Pikman Y Lee BH Mercher T McDowell E Ebert BL Gozo M Cuker A Wernig G Moore S Galinsky I MPLW515L is a novel somatic activating mutation in myelofibrosis with myeloid metaplasia Plos Med 2006 3 e270 10.1371/journal.pmed.0030270 16834459 Pikman Y, Lee BH, Mercher T, McDowell E, Ebert BL, Gozo M, Cuker A, Wernig G, Moore S, Galinsky I, et al. MPLW515L is a novel somatic activating mutation in myelofibrosis with myeloid metaplasia. Plos Med. 2006;3: e270. 10.1371/journal.pmed.0030270. 16834459 41. James C Ugo V Le Couedic JP Staerk J Delhommeau F Lacout C Garcon L Raslova H Berger R Bennaceur-Griscelli A A unique clonal JAK2 mutation leading to constitutive signalling causes polycythaemia vera Nature 2005 434 1144 1148 10.1038/nature03546 15793561 James C, Ugo V, Le Couedic JP, Staerk J, Delhommeau F, Lacout C, Garcon L, Raslova H, Berger R, Bennaceur-Griscelli A, et al. A unique clonal JAK2 mutation leading to constitutive signalling causes polycythaemia vera. Nature. 2005;434:1144–8. 10.1038/nature03546. 15793561 42. Barbui T Thiele J Gisslinger H Kvasnicka HM Vannucchi AM Guglielmelli P Orazi A Tefferi A The 2016 WHO classification and diagnostic criteria for myeloproliferative neoplasms: document summary and in-depth discussion Blood Cancer J 2018 8 15 10.1038/s41408-018-0054-y 29426921 Barbui T, Thiele J, Gisslinger H, Kvasnicka HM, Vannucchi AM, Guglielmelli P, Orazi A, Tefferi A. The 2016 WHO classification and diagnostic criteria for myeloproliferative neoplasms: document summary and in-depth discussion. Blood Cancer J. 2018;8:15. 10.1038/s41408-018-0054-y. 29426921 43. Grinfeld J Nangalia J Baxter EJ Wedge DC Angelopoulos N Cantrill R Godfrey AL Papaemmanuil E Gundem G MacLean C Classification and personalized prognosis in myeloproliferative neoplasms New Engl J Med 2018 379 1416 1430 10.1056/NEJMoa1716614 30304655 Grinfeld J, Nangalia J, Baxter EJ, Wedge DC, Angelopoulos N, Cantrill R, Godfrey AL, Papaemmanuil E, Gundem G, MacLean C, et al. Classification and personalized prognosis in myeloproliferative neoplasms. New Engl J Med. 2018;379:1416–30. 10.1056/NEJMoa1716614. 30304655 44. Vainchenker W Kralovics R Genetic basis and molecular pathophysiology of classical myeloproliferative neoplasms Blood 2017 129 667 679 10.1182/blood-2016-10-695940 28028029 Vainchenker W, Kralovics R. Genetic basis and molecular pathophysiology of classical myeloproliferative neoplasms. Blood. 2017;129:667–79. 10.1182/blood-2016-10-695940. 28028029 45. Verstovsek S Mesa RA Gotlib J Levy RS Gupta V DiPersio JF Catalano JV Deininger M Miller C Silver RT A double-blind, placebo-controlled trial of ruxolitinib for myelofibrosis N Engl J Med 2012 366 799 807 10.1056/NEJMoa1110557 22375971 Verstovsek S, Mesa RA, Gotlib J, Levy RS, Gupta V, DiPersio JF, Catalano JV, Deininger M, Miller C, Silver RT, et al. A double-blind, placebo-controlled trial of ruxolitinib for myelofibrosis. N Engl J Med. 2012;366:799–807. 10.1056/NEJMoa1110557. 22375971 46. Vannucchi AM Kiladjian JJ Griesshammer M Masszi T Durrant S Passamonti F Harrison CN Pane F Zachee P Mesa R Ruxolitinib versus standard therapy for the treatment of polycythemia vera New Engl J Med 2015 372 426 435 10.1056/NEJMoa1409002 25629741 Vannucchi AM, Kiladjian JJ, Griesshammer M, Masszi T, Durrant S, Passamonti F, Harrison CN, Pane F, Zachee P, Mesa R, et al. Ruxolitinib versus standard therapy for the treatment of polycythemia vera. New Engl J Med. 2015;372:426–35. 10.1056/NEJMoa1409002. 25629741 47. Barbui T Barosi G Birgegard G Cervantes F Finazzi G Griesshammer M Harrison C Hasselbalch HC Hehlmann R Hoffman R Philadelphia-negative classical myeloproliferative neoplasms: critical concepts and management recommendations from European LeukemiaNet J Clin Oncol 2011 29 761 770 10.1200/JCO.2010.31.8436 21205761 Barbui T, Barosi G, Birgegard G, Cervantes F, Finazzi G, Griesshammer M, Harrison C, Hasselbalch HC, Hehlmann R, Hoffman R, et al. Philadelphia-negative classical myeloproliferative neoplasms: critical concepts and management recommendations from European LeukemiaNet. J Clin Oncol. 2011;29:761–70. 10.1200/JCO.2010.31.8436. 21205761 48. Bader MS Meyer SC JAK2 in myeloproliferative neoplasms: still a protagonist Pharmaceuticals-Base. 2022 10.3390/ph15020160 Bader MS, Meyer SC. JAK2 in myeloproliferative neoplasms: still a protagonist. Pharmaceuticals-Base. 2022. 10.3390/ph15020160. 49. Rumi E Pietra D Pascutto C Guglielmelli P Martinez-Trillos A Casetti I Colomer D Pieri L Pratcorona M Rotunno G Clinical effect of driver mutations of JAK2, CALR, or MPL in primary myelofibrosis Blood 2014 124 1062 1069 10.1182/blood-2014-05-578435 24986690 Rumi E, Pietra D, Pascutto C, Guglielmelli P, Martinez-Trillos A, Casetti I, Colomer D, Pieri L, Pratcorona M, Rotunno G, et al. Clinical effect of driver mutations of JAK2, CALR, or MPL in primary myelofibrosis. Blood. 2014;124:1062–9. 10.1182/blood-2014-05-578435. 24986690 50. Rampal R Al-Shahrour F Abdel-Wahab O Patel JP Brunel JP Mermel CH Bass AJ Pretz J Ahn J Hricik T Integrated genomic analysis illustrates the central role of JAK-STAT pathway activation in myeloproliferative neoplasm pathogenesis Blood 2014 123 e123 e133 10.1182/blood-2014-02-554634 24740812 Rampal R, Al-Shahrour F, Abdel-Wahab O, Patel JP, Brunel JP, Mermel CH, Bass AJ, Pretz J, Ahn J, Hricik T, et al. Integrated genomic analysis illustrates the central role of JAK-STAT pathway activation in myeloproliferative neoplasm pathogenesis. Blood. 2014;123:e123–33. 10.1182/blood-2014-02-554634. 24740812 51. Morsia E Torre E Poloni A Olivieri A Rupoli S Molecular pathogenesis of myeloproliferative neoplasms: from molecular landscape to therapeutic implications Int J Mol Sci 2022 10.3390/ijms23094573 35562964 Morsia E, Torre E, Poloni A, Olivieri A, Rupoli S. Molecular pathogenesis of myeloproliferative neoplasms: from molecular landscape to therapeutic implications. Int J Mol Sci. 2022. 10.3390/ijms23094573. 35562964 52. Perner F Perner C Ernst T Heidel FH Roles of JAK2 in aging, inflammation, hematopoiesis and malignant transformation Cells-Basel 2019 10.3390/cells8080854 Perner F, Perner C, Ernst T, Heidel FH. Roles of JAK2 in aging, inflammation, hematopoiesis and malignant transformation. Cells-Basel. 2019. 10.3390/cells8080854. 53. Cattaneo D Croci GA Bucelli C Tabano S Cannone MG Gaudioso G Barbanti MC Barbullushi K Bianchi P Fermo E Triple-negative essential thrombocythemia: clinical-pathological and molecular features. A single-center cohort study Front Oncol 2021 11 637116 10.3389/fonc.2021.637116 33791220 Cattaneo D, Croci GA, Bucelli C, Tabano S, Cannone MG, Gaudioso G, Barbanti MC, Barbullushi K, Bianchi P, Fermo E, et al. Triple-negative essential thrombocythemia: clinical-pathological and molecular features. A single-center cohort study. Front Oncol. 2021;11: 637116. 10.3389/fonc.2021.637116. 33791220 54. Ferraris AM Mangerini R Pujic N Racchi O Rapezzi D Gallamini A Casciaro S Gaetani GF High telomerase activity in granulocytes from clonal polycythemia vera and essential thrombocythemia Blood 2005 105 2138 2140 10.1182/blood-2004-06-2375 15494424 Ferraris AM, Mangerini R, Pujic N, Racchi O, Rapezzi D, Gallamini A, Casciaro S, Gaetani GF. High telomerase activity in granulocytes from clonal polycythemia vera and essential thrombocythemia. Blood. 2005;105:2138–40. 10.1182/blood-2004-06-2375. 15494424 55. Passamonti F Maffioli M The role of JAK2 inhibitors in MPNs 7 years after approval Blood 2018 131 2426 2435 10.1182/blood-2018-01-791491 29650801 Passamonti F, Maffioli M. The role of JAK2 inhibitors in MPNs 7 years after approval. Blood. 2018;131:2426–35. 10.1182/blood-2018-01-791491. 29650801 56. Pietra D Rumi E Ferretti VV Di Buduo CA Milanesi C Cavalloni C Sant'Antonio E Abbonante V Moccia F Casetti IC Differential clinical effects of different mutation subtypes in CALR-mutant myeloproliferative neoplasms Leukemia 2016 30 431 438 10.1038/leu.2015.277 26449662 Pietra D, Rumi E, Ferretti VV, Di Buduo CA, Milanesi C, Cavalloni C, Sant’Antonio E, Abbonante V, Moccia F, Casetti IC, et al. Differential clinical effects of different mutation subtypes in CALR-mutant myeloproliferative neoplasms. Leukemia. 2016;30:431–8. 10.1038/leu.2015.277. 26449662 57. Tefferi A Guglielmelli P Lasho TL Coltro G Finke CM Loscocco GG Sordi B Szuber N Rotunno G Pacilli A Mutation-enhanced international prognostic systems for essential thrombocythaemia and polycythaemia vera Brit J Haematol 2020 189 291 302 10.1111/bjh.16380 31945802 Tefferi A, Guglielmelli P, Lasho TL, Coltro G, Finke CM, Loscocco GG, Sordi B, Szuber N, Rotunno G, Pacilli A, et al. Mutation-enhanced international prognostic systems for essential thrombocythaemia and polycythaemia vera. Brit J Haematol. 2020;189:291–302. 10.1111/bjh.16380. 31945802 58. Desai P Mencia-Trinchant N Savenkov O Simon MS Cheang G Lee S Samuel M Ritchie EK Guzman ML Ballman KV Somatic mutations precede acute myeloid leukemia years before diagnosis Nat Med 2018 24 1015 1023 10.1038/s41591-018-0081-z 29988143 Desai P, Mencia-Trinchant N, Savenkov O, Simon MS, Cheang G, Lee S, Samuel M, Ritchie EK, Guzman ML, Ballman KV, et al. Somatic mutations precede acute myeloid leukemia years before diagnosis. Nat Med. 2018;24:1015–23. 10.1038/s41591-018-0081-z. 29988143 59. Tefferi A Novel mutations and their functional and clinical relevance in myeloproliferative neoplasms: JAK2, MPL, TET2, ASXL1, CBL, IDH and IKZF1 Leukemia 2010 24 1128 1138 10.1038/leu.2010.69 20428194 Tefferi A. Novel mutations and their functional and clinical relevance in myeloproliferative neoplasms: JAK2, MPL, TET2, ASXL1, CBL, IDH and IKZF1. Leukemia. 2010;24:1128–38. 10.1038/leu.2010.69. 20428194 60. Jacquelin S Straube J Cooper L Vu T Song A Bywater M Baxter E Heidecker M Wackrow B Porter A Jak2V617F and Dnmt3a loss cooperate to induce myelofibrosis through activated enhancer-driven inflammation Blood 2018 132 2707 2721 10.1182/blood-2018-04-846220 30366920 Jacquelin S, Straube J, Cooper L, Vu T, Song A, Bywater M, Baxter E, Heidecker M, Wackrow B, Porter A, et al. Jak2V617F and Dnmt3a loss cooperate to induce myelofibrosis through activated enhancer-driven inflammation. Blood. 2018;132:2707–21. 10.1182/blood-2018-04-846220. 30366920 61. Constantinescu SN Vainchenker W Levy G Papadopoulos N Functional consequences of mutations in myeloproliferative neoplasms Hemasphere 2021 5 e578 10.1097/HS9.0000000000000578 34095761 Constantinescu SN, Vainchenker W, Levy G, Papadopoulos N. Functional consequences of mutations in myeloproliferative neoplasms. Hemasphere. 2021;5: e578. 10.1097/HS9.0000000000000578. 34095761 62. Rumi E Sant'Antonio E Boveri E Pietra D Cavalloni C Roncoroni E Astori C Arcaini L Diagnosis and management of prefibrotic myelofibrosis Expert Rev Hematol 2018 11 537 545 10.1080/17474086.2018.1484280 29862872 Rumi E, Sant’Antonio E, Boveri E, Pietra D, Cavalloni C, Roncoroni E, Astori C, Arcaini L. Diagnosis and management of prefibrotic myelofibrosis. Expert Rev Hematol. 2018;11:537–45. 10.1080/17474086.2018.1484280. 29862872 63. Navarro G Gomez-Autet M Morales P Rebassa JB Llinas DTC Jagerovic N Pardo L Franco R Homodimerization of CB(2) cannabinoid receptor triggered by a bivalent ligand enhances cellular signaling Pharmacol Res 2024 208 107363 10.1016/j.phrs.2024.107363 39179054 Navarro G, Gomez-Autet M, Morales P, Rebassa JB, Llinas DTC, Jagerovic N, Pardo L, Franco R. Homodimerization of CB(2) cannabinoid receptor triggered by a bivalent ligand enhances cellular signaling. Pharmacol Res. 2024;208: 107363. 10.1016/j.phrs.2024.107363. 39179054 64. Wang R Shi Z Zhang Y Wei L Duan M Xiao M Wang J Chen S Wang Q Huang J Development and validation of a deep learning model for morphological assessment of myeloproliferative neoplasms using clinical data and digital pathology Brit J Haematol 2024 10.1111/bjh.19938 Wang R, Shi Z, Zhang Y, Wei L, Duan M, Xiao M, Wang J, Chen S, Wang Q, Huang J, et al. Development and validation of a deep learning model for morphological assessment of myeloproliferative neoplasms using clinical data and digital pathology. Brit J Haematol. 2024. 10.1111/bjh.19938. 65. Zhang L Ye X Luo S Xu X Wang S Jin K Zheng Y Zhu X Chen D Jin J Clinical features and next-generation sequencing landscape of essential thrombocythemia, prefibrotic primary myelofibrosis, and overt fibrotic primary myelofibrosis: a Chinese monocentric retrospective study J Cancer Res Clin 2023 149 2383 2392 10.1007/s00432-022-04067-1 Zhang L, Ye X, Luo S, Xu X, Wang S, Jin K, Zheng Y, Zhu X, Chen D, Jin J, et al. Clinical features and next-generation sequencing landscape of essential thrombocythemia, prefibrotic primary myelofibrosis, and overt fibrotic primary myelofibrosis: a Chinese monocentric retrospective study. J Cancer Res Clin. 2023;149:2383–92. 10.1007/s00432-022-04067-1. 66. Mesa RA Niblack J Wadleigh M Verstovsek S Camoriano J Barnes S Tan AD Atherton PJ Sloan JA Tefferi A The burden of fatigue and quality of life in myeloproliferative disorders (MPDs): an international Internet-based survey of 1179 MPD patients Cancer Am Cancer Soc 2007 109 68 76 10.1002/cncr.22365 Mesa RA, Niblack J, Wadleigh M, Verstovsek S, Camoriano J, Barnes S, Tan AD, Atherton PJ, Sloan JA, Tefferi A. The burden of fatigue and quality of life in myeloproliferative disorders (MPDs): an international Internet-based survey of 1179 MPD patients. Cancer Am Cancer Soc. 2007;109:68–76. 10.1002/cncr.22365. 67. Barbui T Carobbio A De Stefano V Thrombosis in myeloproliferative neoplasms during cytoreductive and antithrombotic drug treatment Res Pract Thromb Hae 2022 6 e12657 10.1002/rth2.12657 Barbui T, Carobbio A, De Stefano V. Thrombosis in myeloproliferative neoplasms during cytoreductive and antithrombotic drug treatment. Res Pract Thromb Hae. 2022;6: e12657. 10.1002/rth2.12657. 68. Verstovsek S Passamonti F Rambaldi A Barosi G Rumi E Gattoni E Pieri L Zhen H Granier M Assad A Ruxolitinib for essential thrombocythemia refractory to or intolerant of hydroxyurea: long-term phase 2 study results Blood 2017 130 1768 1771 10.1182/blood-2017-02-765032 28827411 Verstovsek S, Passamonti F, Rambaldi A, Barosi G, Rumi E, Gattoni E, Pieri L, Zhen H, Granier M, Assad A, et al. Ruxolitinib for essential thrombocythemia refractory to or intolerant of hydroxyurea: long-term phase 2 study results. Blood. 2017;130:1768–71. 10.1182/blood-2017-02-765032. 28827411 69. Rumi E Pietra D Ferretti V Klampfl T Harutyunyan AS Milosevic JD Them NC Berg T Elena C Casetti IC JAK2 or CALR mutation status defines subtypes of essential thrombocythemia with substantially different clinical course and outcomes Blood 2014 123 1544 1551 10.1182/blood-2013-11-539098 24366362 Rumi E, Pietra D, Ferretti V, Klampfl T, Harutyunyan AS, Milosevic JD, Them NC, Berg T, Elena C, Casetti IC, et al. JAK2 or CALR mutation status defines subtypes of essential thrombocythemia with substantially different clinical course and outcomes. Blood. 2014;123:1544–51. 10.1182/blood-2013-11-539098. 24366362 70. Harrison CN Schaap N Mesa RA Management of myelofibrosis after ruxolitinib failure Ann Hematol 2020 99 1177 1191 10.1007/s00277-020-04002-9 32198525 Harrison CN, Schaap N, Mesa RA. Management of myelofibrosis after ruxolitinib failure. Ann Hematol. 2020;99:1177–91. 10.1007/s00277-020-04002-9. 32198525 71. Tefferi A Primary myelofibrosis: 2023 update on diagnosis, risk-stratification, and management Am J Hematol 2023 98 801 821 10.1002/ajh.26857 36680511 Tefferi A. Primary myelofibrosis: 2023 update on diagnosis, risk-stratification, and management. Am J Hematol. 2023;98:801–21. 10.1002/ajh.26857. 36680511 72. Vainchenker W Leroy E Gilles L Marty C Plo I Constantinescu SN JAK inhibitors for the treatment of myeloproliferative neoplasms and other disorders F1000Res 2018 7 82 10.12688/f1000research.13167.1 29399328 Vainchenker W, Leroy E, Gilles L, Marty C, Plo I, Constantinescu SN. JAK inhibitors for the treatment of myeloproliferative neoplasms and other disorders. F1000Res. 2018;7:82. 10.12688/f1000research.13167.1. 29399328 73. Michail O McCallion P McGimpsey J Hindley A Greenfield G McAllister R Feerick J Arnold C Cross N Cuthbert R Mutational profiling in suspected triple-negative essential thrombocythaemia using targeted next-generation sequencing in a real-world cohort J Clin Pathol 2021 74 808 811 10.1136/jclinpath-2020-206570 33144355 Michail O, McCallion P, McGimpsey J, Hindley A, Greenfield G, McAllister R, Feerick J, Arnold C, Cross N, Cuthbert R, et al. Mutational profiling in suspected triple-negative essential thrombocythaemia using targeted next-generation sequencing in a real-world cohort. J Clin Pathol. 2021;74:808–11. 10.1136/jclinpath-2020-206570. 33144355 74. Tvorogov D Thompson-Peach C Fosselteder J Dottore M Stomski F Onnesha SA Lim K Moretti P Pitson SM Ross DM Targeting human CALR-mutated MPN progenitors with a neoepitope-directed monoclonal antibody Embo Rep 2022 23 e52904 10.15252/embr.202152904 35156745 Tvorogov D, Thompson-Peach C, Fosselteder J, Dottore M, Stomski F, Onnesha SA, Lim K, Moretti P, Pitson SM, Ross DM, et al. Targeting human CALR-mutated MPN progenitors with a neoepitope-directed monoclonal antibody. Embo Rep. 2022;23: e52904. 10.15252/embr.202152904. 35156745 75. Achyutuni S Nivarthi H Majoros A Hug E Schueller C Jia R Varga C Schuster M Senekowitsch M Tsiantoulas D Hematopoietic expression of a chimeric murine-human CALR oncoprotein allows the assessment of anti-CALR antibody immunotherapies in vivo Am J Hematol 2021 96 698 707 10.1002/ajh.26171 33761144 Achyutuni S, Nivarthi H, Majoros A, Hug E, Schueller C, Jia R, Varga C, Schuster M, Senekowitsch M, Tsiantoulas D, et al. Hematopoietic expression of a chimeric murine-human CALR oncoprotein allows the assessment of anti-CALR antibody immunotherapies in vivo. Am J Hematol. 2021;96:698–707. 10.1002/ajh.26171. 33761144 76. Handlos GJ Holmstrom MO Jorgensen NG Klausen U Weis-Banke SE El FD Schollkopf C Clausen MB Gjerdrum L Breinholt MF Therapeutic cancer vaccination with a peptide derived from the calreticulin exon 9 mutations induces strong cellular immune responses in patients with CALR-mutant chronic myeloproliferative neoplasms Front Oncol 2021 11 637420 10.3389/fonc.2021.637420 33718228 Handlos GJ, Holmstrom MO, Jorgensen NG, Klausen U, Weis-Banke SE, El FD, Schollkopf C, Clausen MB, Gjerdrum L, Breinholt MF, et al. Therapeutic cancer vaccination with a peptide derived from the calreticulin exon 9 mutations induces strong cellular immune responses in patients with CALR-mutant chronic myeloproliferative neoplasms. Front Oncol. 2021;11: 637420. 10.3389/fonc.2021.637420. 33718228 77. Gigoux M Holmstrom MO Zappasodi R Park JJ Pourpe S Bozkus CC Mangarin L Redmond D Verma S Schad S Calreticulin mutant myeloproliferative neoplasms induce MHC-I skewing, which can be overcome by an optimized peptide cancer vaccine Sci Transl Med. 2022 14 eaba4380 10.1126/scitranslmed.aba4380 35704596 Gigoux M, Holmstrom MO, Zappasodi R, Park JJ, Pourpe S, Bozkus CC, Mangarin L, Redmond D, Verma S, Schad S, et al. Calreticulin mutant myeloproliferative neoplasms induce MHC-I skewing, which can be overcome by an optimized peptide cancer vaccine. Sci Transl Med. 2022;14:eaba4380. 10.1126/scitranslmed.aba4380. 35704596 78. Cimen BC Roudko V Finnigan JP Mascarenhas J Hoffman R Iancu-Rubin C Bhardwaj N Immune checkpoint blockade enhances shared neoantigen-induced T-cell immunity directed against mutated calreticulin in myeloproliferative neoplasms Cancer Discov 2019 9 1192 1207 10.1158/2159-8290.CD-18-1356 31266769 Cimen BC, Roudko V, Finnigan JP, Mascarenhas J, Hoffman R, Iancu-Rubin C, Bhardwaj N. Immune checkpoint blockade enhances shared neoantigen-induced T-cell immunity directed against mutated calreticulin in myeloproliferative neoplasms. Cancer Discov. 2019;9:1192–207. 10.1158/2159-8290.CD-18-1356. 31266769 79. Hobbs G Cimen BC Moshier E Dougherty M Bar-Natan M Sandy L Johnson K Foster JE Som T Macrae M PD-1 inhibition in advanced myeloproliferative neoplasms Blood Adv 2021 5 5086 5097 10.1182/bloodadvances.2021005491 34581778 Hobbs G, Cimen BC, Moshier E, Dougherty M, Bar-Natan M, Sandy L, Johnson K, Foster JE, Som T, Macrae M, et al. PD-1 inhibition in advanced myeloproliferative neoplasms. Blood Adv. 2021;5:5086–97. 10.1182/bloodadvances.2021005491. 34581778 80. Tefferi A Vannucchi AM Barbui T Essential thrombocythemia: 2024 update on diagnosis, risk stratification, and management Am J Hematol 2024 99 697 718 10.1002/ajh.27216 38269572 Tefferi A, Vannucchi AM, Barbui T. Essential thrombocythemia: 2024 update on diagnosis, risk stratification, and management. Am J Hematol. 2024;99:697–718. 10.1002/ajh.27216. 38269572 81. Wang R Tang LV Hu Y Genetic factors, risk prediction and AI application of thrombotic diseases Exp Hematol Oncol 2024 13 89 10.1186/s40164-024-00555-x 39192370 Wang R, Tang LV, Hu Y. Genetic factors, risk prediction and AI application of thrombotic diseases. Exp Hematol Oncol. 2024;13:89. 10.1186/s40164-024-00555-x. 39192370 82. Carobbio A Finazzi G Antonioli E Vannucchi AM Barosi G Ruggeri M Rodeghiero F Delaini F Rambaldi A Barbui T Hydroxyurea in essential thrombocythemia: rate and clinical relevance of responses by European LeukemiaNet criteria Blood 2010 116 1051 1055 10.1182/blood-2010-03-272179 20479281 Carobbio A, Finazzi G, Antonioli E, Vannucchi AM, Barosi G, Ruggeri M, Rodeghiero F, Delaini F, Rambaldi A, Barbui T. Hydroxyurea in essential thrombocythemia: rate and clinical relevance of responses by European LeukemiaNet criteria. Blood. 2010;116:1051–5. 10.1182/blood-2010-03-272179. 20479281 83. Bjorkholm M Derolf AR Hultcrantz M Kristinsson SY Ekstrand C Goldin LR Andreasson B Birgegard G Linder O Malm C Treatment-related risk factors for transformation to acute myeloid leukemia and myelodysplastic syndromes in myeloproliferative neoplasms J Clin Oncol 2011 29 2410 2415 10.1200/JCO.2011.34.7542 21537037 Bjorkholm M, Derolf AR, Hultcrantz M, Kristinsson SY, Ekstrand C, Goldin LR, Andreasson B, Birgegard G, Linder O, Malm C, et al. Treatment-related risk factors for transformation to acute myeloid leukemia and myelodysplastic syndromes in myeloproliferative neoplasms. J Clin Oncol. 2011;29:2410–5. 10.1200/JCO.2011.34.7542. 21537037 84. Tremblay D Cytoreduction for ET and PV: who, what, when, and how? Hematol-Am Soc Hemat 2023 2023 660 666 10.1182/hematology.2023000451 Tremblay D. Cytoreduction for ET and PV: who, what, when, and how? Hematol-Am Soc Hemat. 2023;2023:660–6. 10.1182/hematology.2023000451. 85. Komatsu N Hashimoto Y Baba T Otsuka M Akimoto T Fernandez J Safety and efficacy of anagrelide in Japanese post-marketing surveillance, with subgroup analyses on the effect of previous cytoreductive therapies, age, and starting dose Int J Hematol 2022 116 570 578 10.1007/s12185-022-03380-2 35624199 Komatsu N, Hashimoto Y, Baba T, Otsuka M, Akimoto T, Fernandez J. Safety and efficacy of anagrelide in Japanese post-marketing surveillance, with subgroup analyses on the effect of previous cytoreductive therapies, age, and starting dose. Int J Hematol. 2022;116:570–8. 10.1007/s12185-022-03380-2. 35624199 86. Pandey G Kuykendall AT Reuther GW JAK2 inhibitor persistence in MPN: uncovering a central role of ERK activation Blood Cancer J 2022 12 13 10.1038/s41408-022-00609-5 35082276 Pandey G, Kuykendall AT, Reuther GW. JAK2 inhibitor persistence in MPN: uncovering a central role of ERK activation. Blood Cancer J. 2022;12:13. 10.1038/s41408-022-00609-5. 35082276 87. Putti MC Bertozzi I Randi ML Essential thrombocythemia in children and adolescents Cancers 2021 10.3390/cancers13236147 34885256 Putti MC, Bertozzi I, Randi ML. Essential thrombocythemia in children and adolescents. Cancers. 2021. 10.3390/cancers13236147. 34885256 88. Palandri F Polverelli N Ottaviani E Castagnetti F Baccarani M Vianelli N Long-term follow-up of essential thrombocythemia in young adults: treatment strategies, major thrombotic complications and pregnancy outcomes. a study of 76 patients Haematologica. 2010 95 1038 1040 10.3324/haematol.2009.019190 20081056 Palandri F, Polverelli N, Ottaviani E, Castagnetti F, Baccarani M, Vianelli N. Long-term follow-up of essential thrombocythemia in young adults: treatment strategies, major thrombotic complications and pregnancy outcomes. a study of 76 patients. Haematologica. 2010;95:1038–40. 10.3324/haematol.2009.019190. 20081056 89. Marcuzzi A Rimondi E Melloni E Gonelli A Grasso AG Barbi E Maximova N New applications of JAK/STAT inhibitors in pediatrics: current use of ruxolitinib Pharmaceuticals-Base 2022 10.3390/ph15030374 Marcuzzi A, Rimondi E, Melloni E, Gonelli A, Grasso AG, Barbi E, Maximova N. New applications of JAK/STAT inhibitors in pediatrics: current use of ruxolitinib. Pharmaceuticals-Base. 2022. 10.3390/ph15030374. 90. Kristinsson SY Landgren O Samuelsson J Bjorkholm M Goldin LR Autoimmunity and the risk of myeloproliferative neoplasms Haematologica 2010 95 1216 1220 10.3324/haematol.2009.020412 20053870 Kristinsson SY, Landgren O, Samuelsson J, Bjorkholm M, Goldin LR. Autoimmunity and the risk of myeloproliferative neoplasms. Haematologica. 2010;95:1216–20. 10.3324/haematol.2009.020412. 20053870 91. Medina-Leyte DJ Zepeda-Garcia O Dominguez-Perez M Gonzalez-Garrido A Villarreal-Molina T Jacobo-Albavera L Endothelial dysfunction, inflammation and coronary artery disease: potential biomarkers and promising therapeutical approaches Int J Mol Sci 2021 10.3390/ijms22083850 33917744 Medina-Leyte DJ, Zepeda-Garcia O, Dominguez-Perez M, Gonzalez-Garrido A, Villarreal-Molina T, Jacobo-Albavera L. Endothelial dysfunction, inflammation and coronary artery disease: potential biomarkers and promising therapeutical approaches. Int J Mol Sci. 2021. 10.3390/ijms22083850. 33917744 92. Dri E Lampas E Lazaros G Lazarou E Theofilis P Tsioufis C Tousoulis D Inflammatory mediators of endothelial dysfunction Life-Basel 2023 10.3390/life13061420 37374202 Dri E, Lampas E, Lazaros G, Lazarou E, Theofilis P, Tsioufis C, Tousoulis D. Inflammatory mediators of endothelial dysfunction. Life-Basel. 2023. 10.3390/life13061420. 37374202 93. Theofilis P Sagris M Antonopoulos AS Oikonomou E Tsioufis C Tousoulis D Inflammatory mediators of platelet activation: focus on atherosclerosis and COVID-19 Int J Mol Sci 2021 10.3390/ijms222011170 35008432 Theofilis P, Sagris M, Antonopoulos AS, Oikonomou E, Tsioufis C, Tousoulis D. Inflammatory mediators of platelet activation: focus on atherosclerosis and COVID-19. Int J Mol Sci. 2021. 10.3390/ijms222011170. 35008432 94. Katkenov N Mukhatayev Z Kozhakhmetov S Sailybayeva A Bekbossynova M Kushugulova A Systematic review on the role of IL-6 and IL-1beta in cardiovascular diseases J Cardiovasc Dev Dis 2024 10.3390/jcdd11070206 39057626 Katkenov N, Mukhatayev Z, Kozhakhmetov S, Sailybayeva A, Bekbossynova M, Kushugulova A. Systematic review on the role of IL-6 and IL-1beta in cardiovascular diseases. J Cardiovasc Dev Dis. 2024. 10.3390/jcdd11070206. 39057626 95. Zaid Y Merhi Y Implication of platelets in immuno-thrombosis and thrombo-inflammation Front Cardiovasc Med 2022 9 863846 10.3389/fcvm.2022.863846 35402556 Zaid Y, Merhi Y. Implication of platelets in immuno-thrombosis and thrombo-inflammation. Front Cardiovasc Med. 2022;9: 863846. 10.3389/fcvm.2022.863846. 35402556 96. Haage TR Charakopoulos E Bhuria V Baldauf CK Korthals M Handschuh J Muller P Li J Harit K Nishanth G Neutrophil-specific expression of JAK2-V617F or CALRmut induces distinct inflammatory profiles in myeloproliferative neoplasia J Hematol Oncol 2024 17 43 10.1186/s13045-024-01562-5 38853260 Haage TR, Charakopoulos E, Bhuria V, Baldauf CK, Korthals M, Handschuh J, Muller P, Li J, Harit K, Nishanth G, et al. Neutrophil-specific expression of JAK2-V617F or CALRmut induces distinct inflammatory profiles in myeloproliferative neoplasia. J Hematol Oncol. 2024;17:43. 10.1186/s13045-024-01562-5. 38853260 97. Hormaechea-Agulla D Le DT King KY Common sources of inflammation and their impact on hematopoietic stem cell biology Curr Stem Cell Rep 2020 6 96 107 10.1007/s40778-020-00177-z 32837857 Hormaechea-Agulla D, Le DT, King KY. Common sources of inflammation and their impact on hematopoietic stem cell biology. Curr Stem Cell Rep. 2020;6:96–107. 10.1007/s40778-020-00177-z. 32837857 98. Caiado F Manz MG IL-1 in aging and pathologies of hematopoietic stem cells Blood 2024 144 368 377 10.1182/blood.2023023105 38781562 Caiado F, Manz MG. IL-1 in aging and pathologies of hematopoietic stem cells. Blood. 2024;144:368–77. 10.1182/blood.2023023105. 38781562 99. Caiado F Pietras EM Manz MG Inflammation as a regulator of hematopoietic stem cell function in disease, aging, and clonal selection J Exp Med 2021 10.1084/jem.20201541 34129016 Caiado F, Pietras EM, Manz MG. Inflammation as a regulator of hematopoietic stem cell function in disease, aging, and clonal selection. J Exp Med. 2021. 10.1084/jem.20201541. 34129016 100. Pietras EM Inflammation: a key regulator of hematopoietic stem cell fate in health and disease Blood 2017 130 1693 1698 10.1182/blood-2017-06-780882 28874349 Pietras EM. Inflammation: a key regulator of hematopoietic stem cell fate in health and disease. Blood. 2017;130:1693–8. 10.1182/blood-2017-06-780882. 28874349 101. Hasselbalch HC Chronic inflammation as a promotor of mutagenesis in essential thrombocythemia, polycythemia vera and myelofibrosis. A human inflammation model for cancer development? Leukemia Res. 2013 37 214 220 10.1016/j.leukres.2012.10.020 23174192 Hasselbalch HC. Chronic inflammation as a promotor of mutagenesis in essential thrombocythemia, polycythemia vera and myelofibrosis. A human inflammation model for cancer development? Leukemia Res. 2013;37:214–20. 10.1016/j.leukres.2012.10.020. 23174192 102. Cadet J Davies K Oxidative DNA damage and repair: an introduction Free Radic Bio Med 2017 107 2 12 10.1016/j.freeradbiomed.2017.03.030 28363603 Cadet J, Davies K. Oxidative DNA damage and repair: an introduction. Free Radic Bio Med. 2017;107:2–12. 10.1016/j.freeradbiomed.2017.03.030. 28363603 103. Koschmieder S Chatain N Role of inflammation in the biology of myeloproliferative neoplasms Blood Rev 2020 42 100711 10.1016/j.blre.2020.100711 32505517 Koschmieder S, Chatain N. Role of inflammation in the biology of myeloproliferative neoplasms. Blood Rev. 2020;42: 100711. 10.1016/j.blre.2020.100711. 32505517 104. Gleitz H Schneider RK “ASXL1”-erating inflammation and bone marrow fibrosis in myeloproliferative neoplasms Haematologica 2023 108 1203 1204 10.3324/haematol.2022.281634 36005565 Gleitz H, Schneider RK. “ASXL1”-erating inflammation and bone marrow fibrosis in myeloproliferative neoplasms. Haematologica. 2023;108:1203–4. 10.3324/haematol.2022.281634. 36005565 105. Caiado F Kovtonyuk LV Gonullu NG Fullin J Boettcher S Manz MG Aging drives Tet2+/- clonal hematopoiesis via IL-1 signaling Blood 2023 141 886 903 10.1182/blood.2022016835 36379023 Caiado F, Kovtonyuk LV, Gonullu NG, Fullin J, Boettcher S, Manz MG. Aging drives Tet2+/- clonal hematopoiesis via IL-1 signaling. Blood. 2023;141:886–903. 10.1182/blood.2022016835. 36379023 106. Liu W Yalcinkaya M Maestre IF Olszewska M Ampomah PB Heimlich JB Wang R Vela PS Xiao T Bick AG Blockade of IL-6 signaling alleviates atherosclerosis in Tet2-deficient clonal hematopoiesis Nat Cardiovasc Res 2023 2 572 586 10.1038/s44161-023-00281-3 37539077 Liu W, Yalcinkaya M, Maestre IF, Olszewska M, Ampomah PB, Heimlich JB, Wang R, Vela PS, Xiao T, Bick AG, et al. Blockade of IL-6 signaling alleviates atherosclerosis in Tet2-deficient clonal hematopoiesis. Nat Cardiovasc Res. 2023;2:572–86. 10.1038/s44161-023-00281-3. 37539077 107. Marnell CS Bick A Natarajan P Clonal hematopoiesis of indeterminate potential (CHIP): linking somatic mutations, hematopoiesis, chronic inflammation and cardiovascular disease J Mol Cell Cardiol 2021 161 98 105 10.1016/j.yjmcc.2021.07.004 34298011 Marnell CS, Bick A, Natarajan P. Clonal hematopoiesis of indeterminate potential (CHIP): linking somatic mutations, hematopoiesis, chronic inflammation and cardiovascular disease. J Mol Cell Cardiol. 2021;161:98–105. 10.1016/j.yjmcc.2021.07.004. 34298011 108. Min KD Polizio AH Kour A Thel MC Walsh K Experimental ASXL1-mediated clonal hematopoiesis promotes inflammation and accelerates heart failure J Am Heart Assoc 2022 11 e026154 10.1161/JAHA.122.026154 36129058 Min KD, Polizio AH, Kour A, Thel MC, Walsh K. Experimental ASXL1-mediated clonal hematopoiesis promotes inflammation and accelerates heart failure. J Am Heart Assoc. 2022;11: e026154. 10.1161/JAHA.122.026154. 36129058 109. Tie Y Tang F Wei YQ Wei XW Immunosuppressive cells in cancer: mechanisms and potential therapeutic targets J Hematol Oncol 2022 15 61 10.1186/s13045-022-01282-8 35585567 Tie Y, Tang F, Wei YQ, Wei XW. Immunosuppressive cells in cancer: mechanisms and potential therapeutic targets. J Hematol Oncol. 2022;15:61. 10.1186/s13045-022-01282-8. 35585567 110. Camacho V Kuznetsova V Welner RS Inflammatory cytokines shape an altered immune response during myeloid malignancies Front Immunol 2021 12 772408 10.3389/fimmu.2021.772408 34804065 Camacho V, Kuznetsova V, Welner RS. Inflammatory cytokines shape an altered immune response during myeloid malignancies. Front Immunol. 2021;12: 772408. 10.3389/fimmu.2021.772408. 34804065 111. Rovatti PE Gambacorta V Lorentino F Ciceri F Vago L Mechanisms of leukemia immune evasion and their role in relapse after haploidentical hematopoietic cell transplantation Front Immunol 2020 11 147 10.3389/fimmu.2020.00147 32158444 Rovatti PE, Gambacorta V, Lorentino F, Ciceri F, Vago L. Mechanisms of leukemia immune evasion and their role in relapse after haploidentical hematopoietic cell transplantation. Front Immunol. 2020;11:147. 10.3389/fimmu.2020.00147. 32158444 112. Salio M Cerundolo V Linking inflammation to natural killer T cell activation Plos Biol 2009 7 e1000226 10.1371/journal.pbio.1000226 19859527 Salio M, Cerundolo V. Linking inflammation to natural killer T cell activation. Plos Biol. 2009;7: e1000226. 10.1371/journal.pbio.1000226. 19859527 113. Vojdani A Koksoy S Vojdani E Engelman M Benzvi C Lerner A Natural killer cells and cytotoxic T cells: complementary partners against microorganisms and cancer Microorganisms 2024 10.3390/microorganisms12010230 38399642 Vojdani A, Koksoy S, Vojdani E, Engelman M, Benzvi C, Lerner A. Natural killer cells and cytotoxic T cells: complementary partners against microorganisms and cancer. Microorganisms. 2024. 10.3390/microorganisms12010230. 38399642 114. Barshidi A Ardeshiri K Ebrahimi F Alian F Shekarchi AA Hojjat-Farsangi M Jadidi-Niaragh F The role of exhausted natural killer cells in the immunopathogenesis and treatment of leukemia Cell Commun Signal 2024 22 59 10.1186/s12964-023-01428-2 38254135 Barshidi A, Ardeshiri K, Ebrahimi F, Alian F, Shekarchi AA, Hojjat-Farsangi M, Jadidi-Niaragh F. The role of exhausted natural killer cells in the immunopathogenesis and treatment of leukemia. Cell Commun Signal. 2024;22:59. 10.1186/s12964-023-01428-2. 38254135 115. Schrickel L Heidel FH Sadjadian P Becker T Kolatzki V Hochhaus A Griesshammer M Wille K Interferon alpha for essential thrombocythemia during 34 high-risk pregnancies: outcome and safety J Cancer Res Clin 2021 147 1481 1491 10.1007/s00432-020-03430-4 Schrickel L, Heidel FH, Sadjadian P, Becker T, Kolatzki V, Hochhaus A, Griesshammer M, Wille K. Interferon alpha for essential thrombocythemia during 34 high-risk pregnancies: outcome and safety. J Cancer Res Clin. 2021;147:1481–91. 10.1007/s00432-020-03430-4. 116. Mascarenhas J Kosiorek HE Prchal JT Rambaldi A Berenzon D Yacoub A Harrison CN McMullin MF Vannucchi AM Ewing J A randomized phase 3 trial of interferon-alpha vs hydroxyurea in polycythemia vera and essential thrombocythemia Blood 2022 139 2931 2941 10.1182/blood.2021012743 35007321 Mascarenhas J, Kosiorek HE, Prchal JT, Rambaldi A, Berenzon D, Yacoub A, Harrison CN, McMullin MF, Vannucchi AM, Ewing J, et al. A randomized phase 3 trial of interferon-alpha vs hydroxyurea in polycythemia vera and essential thrombocythemia. Blood. 2022;139:2931–41. 10.1182/blood.2021012743. 35007321 117. Bjorn ME de Stricker K Kjaer L Ellemann K Hasselbalch HC Combination therapy with interferon and JAK1-2 inhibitor is feasible: proof of concept with rapid reduction in JAK2V617F-allele burden in polycythemia vera Leuk Res Rep 2014 3 73 75 10.1016/j.lrr.2014.05.003 25379406 Bjorn ME, de Stricker K, Kjaer L, Ellemann K, Hasselbalch HC. Combination therapy with interferon and JAK1-2 inhibitor is feasible: proof of concept with rapid reduction in JAK2V617F-allele burden in polycythemia vera. Leuk Res Rep. 2014;3:73–5. 10.1016/j.lrr.2014.05.003. 25379406 118. Yacoub A Mascarenhas J Kosiorek H Prchal JT Berenzon D Baer MR Ritchie E Silver RT Kessler C Winton E Pegylated interferon alfa-2a for polycythemia vera or essential thrombocythemia resistant or intolerant to hydroxyurea Blood 2019 134 1498 1509 10.1182/blood.2019000428 31515250 Yacoub A, Mascarenhas J, Kosiorek H, Prchal JT, Berenzon D, Baer MR, Ritchie E, Silver RT, Kessler C, Winton E, et al. Pegylated interferon alfa-2a for polycythemia vera or essential thrombocythemia resistant or intolerant to hydroxyurea. Blood. 2019;134:1498–509. 10.1182/blood.2019000428. 31515250 119. Mazza GL Mead-Harvey C Mascarenhas J Yacoub A Kosiorek HE Hoffman R Dueck AC Mesa RA Symptom burden and quality of life in patients with high-risk essential thrombocythaemia and polycythaemia vera receiving hydroxyurea or pegylated interferon alfa-2a: a post-hoc analysis of the MPN-RC 111 and 112 trials Lancet Haematol 2022 9 e38 e48 10.1016/S2352-3026(21)00343-4 34971581 Mazza GL, Mead-Harvey C, Mascarenhas J, Yacoub A, Kosiorek HE, Hoffman R, Dueck AC, Mesa RA. Symptom burden and quality of life in patients with high-risk essential thrombocythaemia and polycythaemia vera receiving hydroxyurea or pegylated interferon alfa-2a: a post-hoc analysis of the MPN-RC 111 and 112 trials. Lancet Haematol. 2022;9:e38–48. 10.1016/S2352-3026(21)00343-4. 34971581 120. Rao TN Hansen N Stetka J Luque PD Kalmer M Hilfiker J Endele M Ahmed N Kubovcakova L Rybarikova M JAK2-V617F and interferon-alpha induce megakaryocyte-biased stem cells characterized by decreased long-term functionality Blood 2021 137 2139 2151 10.1182/blood.2020005563 33667305 Rao TN, Hansen N, Stetka J, Luque PD, Kalmer M, Hilfiker J, Endele M, Ahmed N, Kubovcakova L, Rybarikova M, et al. JAK2-V617F and interferon-alpha induce megakaryocyte-biased stem cells characterized by decreased long-term functionality. Blood. 2021;137:2139–51. 10.1182/blood.2020005563. 33667305 121. Usart M Stetka J Luque PD Hansen N Kimmerlin Q Almeida FT Lock M Kubovcakova L Karjalainen R Hao-Shen H Loss of Dnmt3a increases self-renewal and resistance to pegIFN-alpha in JAK2-V617F-positive myeloproliferative neoplasms Blood 2024 143 2490 2503 10.1182/blood.2023020270 38493481 Usart M, Stetka J, Luque PD, Hansen N, Kimmerlin Q, Almeida FT, Lock M, Kubovcakova L, Karjalainen R, Hao-Shen H, et al. Loss of Dnmt3a increases self-renewal and resistance to pegIFN-alpha in JAK2-V617F-positive myeloproliferative neoplasms. Blood. 2024;143:2490–503. 10.1182/blood.2023020270. 38493481",
    "full_text_abstract": "Objective This study aims to conduct a comprehensive bibliometric analysis of ET research, focusing on contributions from authors, institutions, and countries or regions, while mapping collaboration networks. Furthermore, it identifies development trends to provide insights for future research. Methods A bibliometric analysis of ET-related publications (2001–2024) was conducted using data from the Web of Science Core Collection, focusing on publication trends, co-authorship networks, co-citation relationships, and citation bursts. Results A total of 4,297 studies published in 778 journals were included in the analysis. ET research has grown rapidly, with major contributions from researchers in the United States and Europe, particularly through extensive collaborations. Leading figures such as Ayalew Tefferi and Alessandro M. Vannucchi have driven advances in ET classification, molecular mechanisms, and targeted therapies. The discovery of driver mutations, such as JAK2 , has revolutionized the diagnostic and therapeutic approaches to ET. Research focus has shifted from clinical morphological diagnosis to molecular diagnostics, with the field now entering the era of targeted therapies. However, the heterogeneity of ET, the limitations of targeted therapies, particularly the lack of management experience and data for high-risk and special populations, as well as the incomplete understanding of the role of inflammation in the disease mechanism, continue to hinder both clinical and scientific progress in ET research. Conclusions Bibliometric analysis demonstrates significant advances in ET research, particularly in molecular pathology and targeted therapies. Future research should address ET heterogeneity, optimize management of high-risk and special populations, overcome the limitations of targeted therapies, and further elucidate the role of inflammation to achieve individualized precision therapy. Supplementary Information The online version contains supplementary material available at 10.1007/s12672-025-02232-9."
}