{
    "PMC": "7989346",
    "DOI": "10.1093/intimm/dxab011",
    "PMID": "33715009",
    "PMCID": "PMC7989346",
    "title": "IL-6: from arthritis to CAR-T-cell therapy and COVID-19.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC7989346",
    "source": "MED",
    "abstract_text": "Blockade of IL-6 function by an anti-IL-6 receptor (IL-6R) antibody (tocilizumab, trade name Actemra) has been shown to be effective for the treatment of chronic autoimmune inflammatory diseases including rheumatoid arthritis. Interestingly, treatment with tocilizumab has also been found to alleviate the cytokine storm induced by chimeric antigen receptor (CAR)-T-cell therapy. Patients with serious cases of coronavirus disease 2019 (COVID-19) exhibit cytokine release syndrome (CRS), which suggested that tocilizumab might be an effective therapeutic for serious cases of COVID-19. In the first part of this short review, the therapeutic effect of tocilizumab for the disease induced by IL-6 overproduction is described. CRS induced by CAR-T-cell therapy and COVID-19 is then discussed.",
    "full_text": "Int Immunol Int Immunol intimm International Immunology 0953-8178 1460-2377 Oxford University Press UK 7989346 33715009 10.1093/intimm/dxab011 dxab011 Invited Review AcademicSubjects/MED00730 Interleukin-6: From arthritis to CAR-T cell therapy and COVID-19 Kishimoto Tadamitsu Laborabory of Immune Regulation, WPI Immunology Frontier Research Center, Osaka University , Suita city, Osaka, Japan Corresponding author: Tadamitsu Kishimoto, kishimoto@ifrec.osaka-u.ac.jp , Tel: +81-6-6879-4957, Fax: +81-6-6879-4958 14 3 2021 dxab011 12 2 2021 © The Japanese Society for Immunology. 2021. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com 2021 This article is made available via the PMC Open Access Subset for unrestricted re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the COVID-19 pandemic or until permissions are revoked in writing. Upon expiration of these permissions, PMC is granted a perpetual license to make this article available via PMC and Europe PMC, consistent with existing copyright protections. This article is published and distributed under the terms of the Oxford University Press, Standard Journals Publication Model ( https://academic.oup.com/journals/pages/open_access/funder_policies/chorus/standard_publication_model ) Abstract Blockade of interleukin (IL)-6 function by an anti-IL-6 receptor (IL-6R) antibody (tocilizumab, trade name Actemra) has been shown to be effective for the treatment of chronic autoimmune inflammatory diseases including rheumatoid arthritis. Interestingly, treatment with tocilizumab has also been found to alleviate the cytokine storm induced by chimeric antigen receptor (CAR)-T cell therapy. Patients with serious cases of coronavirus disease 2019 (COVID-19) exhibit cytokine release syndrome (CRS), which suggested that tocilizumab might be an effective therapeutic for serious cases of COVID-19. In the first part of this short review, the therapeutic effect of tocilizumab for the disease induced by IL-6 overproduction is described. CRS induced by CAR-T cell therapy and COVID-19 is then discussed. cytokine storm tocilizumab cytokine release syndrome article-lifecycle PAP edited-state accepted-manuscript",
    "full_text_abstract": "Abstract Blockade of interleukin (IL)-6 function by an anti-IL-6 receptor (IL-6R) antibody (tocilizumab, trade name Actemra) has been shown to be effective for the treatment of chronic autoimmune inflammatory diseases including rheumatoid arthritis. Interestingly, treatment with tocilizumab has also been found to alleviate the cytokine storm induced by chimeric antigen receptor (CAR)-T cell therapy. Patients with serious cases of coronavirus disease 2019 (COVID-19) exhibit cytokine release syndrome (CRS), which suggested that tocilizumab might be an effective therapeutic for serious cases of COVID-19. In the first part of this short review, the therapeutic effect of tocilizumab for the disease induced by IL-6 overproduction is described. CRS induced by CAR-T cell therapy and COVID-19 is then discussed."
}