{
    "PMC": "11842757",
    "DOI": "10.1038/s41467-025-56927-2",
    "PMID": "39979240",
    "PMCID": "PMC11842757",
    "title": "Zika virus NS1 drives tunneling nanotube formation for mitochondrial transfer and stealth transmission in trophoblasts.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC11842757",
    "source": "MED",
    "abstract_text": "Zika virus (ZIKV) is unique among orthoflaviviruses in its vertical transmission capacity in humans, yet the underlying mechanisms remain incompletely understood. Here, we show that ZIKV induces tunneling nanotubes (TNTs) in placental trophoblasts which facilitate transfer of viral particles, proteins, mitochondria, and RNA to neighboring uninfected cells. TNT formation is driven exclusively via ZIKV non-structural protein 1 (NS1). Specifically, the N-terminal 1-50 amino acids of membrane-bound ZIKV NS1 are necessary for triggering TNT formation in host cells. Trophoblasts infected with TNT-deficient ZIKV<sup>ΔTNT</sup> mutant virus elicited a robust antiviral IFN-λ 1/2/3 response relative to WT ZIKV, suggesting TNT-mediated trafficking allows ZIKV cell-to-cell transmission camouflaged from host defenses. Using affinity purification-mass spectrometry of cells expressing wild-type NS1 or non-TNT forming NS1, we found mitochondrial proteins are dominant NS1-interacting partners. We demonstrate that ZIKV infection or NS1 expression induces elevated mitochondria levels in trophoblasts and that mitochondria are siphoned via TNTs from healthy to ZIKV-infected cells. Together our findings identify a stealth mechanism that ZIKV employs for intercellular spread among placental trophoblasts, evasion of antiviral interferon response, and the hijacking of mitochondria to augment its propagation and survival and offers a basis for novel therapeutic developments targeting these interactions to limit ZIKV dissemination.",
    "full_text": "pmc Nat Commun Nat Commun Nature Communications 2041-1723 Nature Publishing Group UK London 11842757 39979240 56927 10.1038/s41467-025-56927-2 Article Zika virus NS1 drives tunneling nanotube formation for mitochondrial transfer and stealth transmission in trophoblasts http://orcid.org/0000-0003-3156-9382 Michita Rafael T. 1 http://orcid.org/0000-0002-5061-1120 Tran Long B. 1 Bark Steven J. 1 http://orcid.org/0000-0001-8182-0016 Kumar Deepak 1 Toner Shay A. 2 http://orcid.org/0000-0003-1261-6921 Jose Joyce 2 3 http://orcid.org/0000-0003-3917-8677 Mysorekar Indira U. indira.mysorekar@bcm.edu 1 4 5 http://orcid.org/0000-0002-6589-5285 Narayanan Anoop aun84@psu.edu 2 1 https://ror.org/02pttbw34 grid.39382.33 0000 0001 2160 926X Department of Medicine, Section of Infectious Diseases, Baylor College of Medicine, Houston, TX 77030 USA 2 https://ror.org/04p491231 grid.29857.31 0000 0001 2097 4281 Department of Biochemistry and Molecular Biology, The Pennsylvania State University, University Park, Pennsylvania, PA 16802 USA 3 https://ror.org/04p491231 grid.29857.31 0000 0001 2097 4281 The Huck Institutes of the Life Sciences, The Pennsylvania State University, University Park, Pennsylvania, PA 16802 USA 4 https://ror.org/02pttbw34 grid.39382.33 0000 0001 2160 926X Department of Molecular Virology and Microbiology, Baylor College of Medicine, Houston, TX 77030 USA 5 https://ror.org/02pttbw34 grid.39382.33 0000 0001 2160 926X Huffington Centre on Aging, Baylor College of Medicine, Houston, TX 77030 USA 20 2 2025 20 2 2025 2025 16 1803 27 11 2023 5 2 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . Zika virus (ZIKV) is unique among orthoflaviviruses in its vertical transmission capacity in humans, yet the underlying mechanisms remain incompletely understood. Here, we show that ZIKV induces tunneling nanotubes (TNTs) in placental trophoblasts which facilitate transfer of viral particles, proteins, mitochondria, and RNA to neighboring uninfected cells. TNT formation is driven exclusively via ZIKV non-structural protein 1 (NS1). Specifically, the N-terminal 1-50 amino acids of membrane-bound ZIKV NS1 are necessary for triggering TNT formation in host cells. Trophoblasts infected with TNT-deficient ZIKV ΔTNT mutant virus elicited a robust antiviral IFN-λ 1/2/3 response relative to WT ZIKV, suggesting TNT-mediated trafficking allows ZIKV cell-to-cell transmission camouflaged from host defenses. Using affinity purification-mass spectrometry of cells expressing wild-type NS1 or non-TNT forming NS1, we found mitochondrial proteins are dominant NS1-interacting partners. We demonstrate that ZIKV infection or NS1 expression induces elevated mitochondria levels in trophoblasts and that mitochondria are siphoned via TNTs from healthy to ZIKV-infected cells. Together our findings identify a stealth mechanism that ZIKV employs for intercellular spread among placental trophoblasts, evasion of antiviral interferon response, and the hijacking of mitochondria to augment its propagation and survival and offers a basis for novel therapeutic developments targeting these interactions to limit ZIKV dissemination. Michita et al. show that Zika virus (ZIKV) NS1 induces tunneling nanotubes (TNTs) in placental cells, which facilitate viral spread and transport of mitochondria in placental cells. Infection with a NS1 mutant ZIKV not inducing TNTs results in a higher interferon response than wild-type ZIKV infection. Subject terms Viral pathogenesis Viral immune evasion https://doi.org/10.13039/100006492 Division of Intramural Research, National Institute of Allergy and Infectious Diseases (Division of Intramural Research of the NIAID) R01AI176505 Mysorekar Indira U. https://doi.org/10.13039/100009633 U.S. Department of Health & Human Services | NIH | Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD) R01HD091218 Mysorekar Indira U. issue-copyright-statement © Springer Nature Limited 2025 Introduction Zika virus (ZIKV) is a mosquito-borne positive-strand RNA virus within the Flaviviridae family. Following a period of sporadic infections in Africa and Asia, ZIKV began rapidly spreading in the Pacific islands (2007-2013) 1 , 2 before reaching epidemic proportions in the Americas (2015-2018) 3 , with estimates as high as 130 million total cases by 2018 4 . ZIKV infection can lead to neurological disorders and fetal abnormalities such as microcephaly and fetal demise, collectively known as congenital Zika syndrome 5 , 6 . The propensity for horizontal and vertical transmission 7 – 10 , and the ability to traverse blood-tissue barriers, including the blood-placental barrier 11 – 13 , of ZIKV are unique among Flaviviridae 6 , 14 . Murine studies from our group and others have shown that ZIKV can infect fetal trophoblasts and endothelial cells of the placenta, which form the primary barrier between the maternal and fetal circulations, leading to ZIKV entry into fetal circulation 11 . Placental infections and vertical transmission can occur whether ZIKV is introduced via vaginal route or intrauterine route 15 , 16 . Studies further show ZIKV has broad tropism in the human placenta 17 – 22 , infecting cytotrophoblasts (CTBs), syncytiotrophoblasts (STBs), extravillous trophoblasts (EVTs), endothelial cells, and fetal macrophages in the intervillous space, possibly allowing the virus to cross the protective barrier. However, different trophoblasts show differential permissiveness for ZIKV. Whereas STBs derived from primary human trophoblasts (PHTs) are more resistant due to interferon (IFN)-λ response 18 , CTBs and EVTs, represented by cell lines JEG-3 and HTR-8/SVneo (HTR-8), respectively, appear susceptible to ZIKV infection 11 , 18 . Antiviral IFN response, mainly mediated by type-III (IFN-λ), has been shown to confer protection against ZIKV 18 , 23 , 24 . The orthoflavivirus positive-strand RNA genome encodes three structural proteins (C, prM, and E) and seven nonstructural proteins (NS1, NS2A, NS2B, NS3, NS4A, NS4B, and NS5). Orthoflavivirus nonstructural proteins participate in viral replication, assembly, and hijacking of host pathways for the completion of the virus life cycle 25 – 29 . The orthoflavivirus NS1 is a glycosylated, membrane-associated nonstructural protein existing as a dimer in the endoplasmic reticulum (ER) 30 , 31 where it is essential for viral RNA replication 31 , and as a hexamer secreted from the infected cells with diverse roles in immune evasion and pathogenesis 32 . ZIKV NS1 shares structural similarities with NS1 proteins of other orthoflaviviruses such as dengue virus (DENV), West Nile virus (WNV), and JEV (Japanese encephalitis virus); however, amino acid sequences vary 33 , 34 . NS1 appears to be necessary for ZIKV pathogenesis in the placenta, as a neutralizing antibody to NS1 has been shown to limit placental/fetal damage 35 . However, the functional role and mechanism of NS1 in ZIKV pathogenesis remains incompletely understood. Tunneling nanotubes (TNTs) are intercellular conduits that hover over the substratum and directly connect to the plasma membrane of neighboring cells, measuring up to 700 µm in length 36 . As TNTs allow cytoplasmic continuity between connected cells and transfer cargo, they differ from other cellular protrusions such as filopodia, intercellular bridges, and cytonemes. TNTs are composed of either F-actin or microtubules 37 , 38 and enable the long-range exchange of nucleic acids, proteins, electrical signals (Ca 2+ ), lipids, organelles including mitochondria, and infectious particles between connected cells 36 , 39 – 43 . Viruses such as HIV 44 , 45 , influenza 46 , porcine reproductive and respiratory syndrome virus (PRRSV) 47 , WNV 48 , and SARS-CoV-2 49 , 50 have been shown to induce TNTs in infected cells and use these structures to spread to naïve cells. The TNT-associated mode of intercellular transmission likely provides protection for the virus from the extracellular immune response, including neutralizing antibodies and/or immune cells (as reviewed elsewhere 43 , 51 ). Here, we report that ZIKV induces the formation of TNTs in multiple cell types, including placental trophoblasts. Among ZIKV structural and non-structural proteins, we demonstrate that NS1 is necessary to induce TNT formation. Notably, TNTs were found to be conduits to spread virions, dsRNA, and proteins from infected to neighboring cells and transfer mitochondria from healthy to ZIKV-NS1-expressing cells. Interactome analysis revealed NS1 is directly or indirectly associated with mitochondrial proteins and pathways leading to mitochondrial transfer. The observed accumulation of mitochondria may provide an energetic boost to virus-infected cells to promote viral replication. Accordingly, disruption of mitochondrial respiration and mobility limits virus replication in trophoblast cells. We also show that ZIKV uses TNTs to disseminate to neighboring cells directly, potentially avoiding the activation of large-scale antiviral interferon defenses. Mutant ZIKV that do not make TNTs induce robust antiviral IFN-lambda response, while inhibiting mitochondrial motility suppresses this response. Thus, together, our findings identify ZIKV-NS1 as a critical mediator for TNT formation and uncover a previously unrecognized mechanism harnessed by ZIKV to promote intercellular trafficking of the virus and its proteins among placental cells while simultaneously using TNTs to hijack mitochondria from uninfected neighboring cells and evade antiviral responses. Results ZIKV induces TNT formation in trophoblast cells and transfer viral proteins We engineered ZIKV MR-766 cDNA as previously described 52 , 53 to express mCherry using reverse genetics to track real-time infection in live cells (Fig. 1A ). ZIKV-mCherry (MR-766) was used to infect HTR-8 [extravillous trophoblasts (EVTs)], JEG-3 [cytotrophoblasts (CTBs)], and primary human trophoblast cells (PHTs) isolated from term placentas [multiplicity of infection (MOI) = 0.1-3, 24 hours (hrs)] (Fig. 1B ). Confocal imaging revealed that ZIKV MR-766 induces the formation of thin and long actin-based filaments that hover over the substrate and connect neighboring cells in trophoblast cells (Supplementary Fig. 1A ). These filaments are distinct and longer than filopodia (close-ended protrusions of F-actin reaching up to 1-5 μm length), intercellular bridges, and cytonemes in length (0,2-2 μm in intercellular bridges), function (close-ended extremities) and formation, in addition to being more diverse in composition (actin, anillin, and tubulin) 54 , 55 . For this study, we considered the structures >15 μm long connecting two cells as TNTs. Next, we asked whether TNT induction was a common feature of ZIKV strains and other orthoflaviviruses in the Flaviviridae family. Our results show that in addition to MR-766, the new world ZIKV strain, PRVABC-59 was also able to generate TNTs in trophoblast cells (Fig. 1B ). However, no TNTs were observed in trophoblasts infected with DENV2 and yellow fever virus (YFV) (Supplementary Fig. 1B ), suggesting that TNT formation is not a common feature to all orthoflaviviruses. Together, our findings demonstrate that JEG-3 and HTR-8 (representing placental CTBs and EVTs) and PHTs form TNTs in response to ZIKV infection. Fig. 1 Multiple ZIKV strains induce TNT formation in human placental trophoblast cells and transfer viral proteins. A Schematic of fluorescent mCherry-tagged ZIKV MR-766 for live-cell imaging of tunneling nanotubes (TNTs). B ZIKV MR-766 and PRVABC-59 strains induce thin and long TNTs (arrows) connecting infected cells 24 hours post infection (hpi) in HTR-8 cells and JEG-3 (both MOI = 0.1), and primary human trophoblast cells (PHTs, MOI = 3) isolated from term placenta. Merged images show nuclei (blue), actin (gray), and ZIKV-mCherry or ZIKV-NS1 (red). C ZIKV MR-766 (MOI = 1, 24 hpi) infection of A549 cells induces TNT formation showing colocalization of virus envelope (E, green) and capsid (red) proteins within TNT, nuclei is stained in blue. D Live-cell imaging of A549 cells, 48 hours post transfection, show viral RNA and virus replicon (green) within TNTs and neighboring cells. Schematics showing the construction of ZIKV MR-766 fluorescent-tagged viral replicon plasmid. Open reading frames (ORFs) for structural proteins in ZIKV cDNA were replaced with an ORF coding for fluorescent mEmerald protein by site directed mutagenesis and overlap PCR cloning. E ZIKV-induced TNTs in HTR-8 cells transfer dsRNA between connected cells. Merged figure shows ZIKV-NS1 (red), dsRNA (green), nuclei (blue) and actin (gray). B – E Show representative confocal images from experiments repeated independently 3× with similar results. Images were acquired by confocal microscopy at 60X oil objectives lens at 1.4 normal aperture (NA) ( B ) and at 40x ( E ) using a Nikon A1R. Images were processed using the NIS Elements software (Nikon). Bar = 25 μm. Because TNTs are known to transfer a variety of cargo 36 , we reasoned that ZIKV may co-opt TNTs for viral dissemination. To test this, we infected cells with ZIKV MR-766 (MOI = 1) and probed with antibodies specific to the ZIKV structural proteins envelope (E) and capsid (C) in immunofluorescence assays. In the TNTs formed between neighboring cells, we observed areas of colocalization of capsid and envelope proteins, suggesting that the TNTs might act as a cell-associated conduit for the assembled virions and viral proteins to be trafficked from one cell to another (Fig. 1C ). We next sought to determine if viral genomic RNA can also be transported through TNTs as a mode of viral transmission. We generated a ZIKV MR-766 replicon construct from the cDNA clone, where the virus structural protein genes were replaced with the fluorescent protein mEmerald (Fig. 1D ). A549 lung epithelial cells transfected with the replicon construct showed mEmerald expression and formed TNTs. At 48 hrs post-transfection (hpt), the neighboring untransfected cells connected via TNTs to transfected cells and showed mEmerald fluorescence, suggesting TNTs allow cell-to-cell transfer of the viral replicon RNA. To further determine viral RNA transfer via TNTs in trophoblast cells, we infected HTR-8 cells with ZIKV MR-766 and stained for viral RNA using anti-dsRNA antibody. Our data supports the notion that ZIKV-induced TNTs can transport ZIKV double-stranded RNA (Fig. 1E ). This suggests that ZIKV might use TNTs to spread viral genomic RNA from one cell to another, even in the absence of intact virions. Together, our findings show that ZIKV-induced TNTs serve as conduits to transfer virions and viral material to uninfected cells. The NS1 protein of ZIKV uniquely induces TNT formation To determine which ZIKV protein is responsible for inducing TNTs, we cloned the three structural proteins (C, prM, E) and the seven nonstructural proteins (NS1, NS2A, NS2B-NS3, NS4A, NS4B, and NS5) of ZIKV MR-766 with a C-terminal mCherry tag into mammalian expression plasmids. Transfection of cells with individual ZIKV expression constructs revealed that among the viral proteins, NS1 expression uniquely induces TNT formation (Fig. 2A ). Despite orthoflavivirus NS1 being structurally well-conserved and being the principal target of positive selection during flavivirus speciation 30 , 56 , we found that ZIKV-NS1 induces multiple TNTs in A549 and HTR-8 cells compared with NS1 proteins of DENV1, DENV2, DENV3, DENV4, DTV, WNV, and JEV which produce close to 0 TNTs (Fig. 2 B and D ). We did observe that WNV NS1 has some limited capacity to form TNTs, as described elsewhere 48 . Importantly, the similar expression levels of orthoflavivirus NS1 support the specificity of ZIKV NS1 (MR-766 and PRVABC-59) in inducing TNT formation (normalized fluorescence (NF) intensity of NS1 expression depicted in Fig. 2 C and E ). Confocal microscopy imaging of HTR-8 cells transfected with NS1 (red) from ZIKV (MR-766 and PRVABC-59), DENV1-4, DTV, WNV, and JEV further demonstrate that only ZIKV robustly induces TNTs (with limited TNT formation induced by WNV NS1) (2F-O). Finally, we show that ZIKV NS1 induced TNTs in trophoblast cell lines HTR-8, JEG-3, and BeWo, and multiple non-trophoblast cell types including A549, U-87 MG, SH-SY5Y with the exception of Vero E6 cells. HTR-8 cells were most efficient in TNT formation while Vero E6 cells produced very few short (< 15 μm) structures (Fig. 2P, Q ). Fig. 2 The non-structural protein 1 (NS1) of ZIKV is unique and necessary for inducing TNT formation in multiple cell types. A TNT induction by individual mCherry-tagged ZIKV proteins in A549 cells as indicated by the % number of cells with TNTs ( n = 3). B – O TNT formation by expression of mCherry-tagged NS1 proteins of orthoflaviviruses Zika virus (ZIKV) MR-766 and PRVABC-59, dengue virus (DENV) 1-4, deer tick virus (DTV), West Nile virus (WNV), and Japanese encephalitis virus (JEV). B Number of TNTs per cell in A549 and C the corresponding normalized fluorescence (NF) intensity of NS1 expression, n = 5. D Number of TNTs per cell in HTR-8 and E the corresponding NF intensity of NS1 expression, n = 5. Representative confocal images of independent experiments showing control F untransfected HTR-8 cells and G , H cells transfected with NS1 proteins from ZIKV MR-766 and PRVABC-59, n = 3. I – O Representative image of independent experiments ( n = 5) showing TNT induction of NS1 orthoflaviviruses. Merged figures show nuclei (blue), actin (gray), and orthoflavivirus NS1 proteins (red). P Number of TNTs per ZIKV-MR766 NS1-expressing cells ( n = 10) and Q the average length of individual TNTs (A549, n = 50; U-87 MG, n = 57; SH-SY5Y, n = 36; HTR-8, n = 50; JEG-3, n = 32, BeWo, n = 20; Vero E6, n = 3). Images were acquired using Nikon A1R (60X oil objectives lens at 1.4 normal aperture (NA) at 48 hours post transfection. The confocal images shown are representative of experiments independently repeated with similar results. Data is presented as mean ± SEM. Statistical significance was determined by ANOVA followed by Dunnett’s (P) or Tukey’s (Q) multiple comparison tests, *= P ≤ 0.05, **= P ≤ 0.01, and ****= P ≤ 0.0001. Bar = 25 μm. Source data are provided as a Source Data file. The N-terminus of ZIKV NS1 is important for TNT formation The NS1 protein consists of three domains: a β-roll dimerization domain (amino acids 1-29) at the N-terminus, a wing domain (amino acids 30-180) with glycosylation sites and subdomains, and a β-ladder domain (amino acids 181-352) 30 , 34 . To delineate which structural domain of ZIKV-NS1 plays a role in TNT formation, we generated NS1 mutant clones using overlap PCR cloning where multiple domains of ZIKV NS1 were substituted with corresponding domains from DENV2-NS1, which did not induce TNTs (Fig. 3A ). Subsequent transfection and expression of NS1 mutants revealed that the TNT-forming ability of ZIKV NS1 is determined by the N-terminal 50 amino acids (NS1 mutant pNS1 ΔTNT ), which spans the β-roll dimerization domain and part of the wing domain of NS1 (Fig. 3B, C ). Of note, the N-terminal domain of NS1 displays variation across various orthoflaviviruses, with an amino acid identity ranging from 42% to 44% when compared to ZIKV-NS1. Changing the N-terminal 50 amino acids of ZIKV to the corresponding domain of DENV4, which is genetically closer to ZIKV, or swapping the ZIKV N-terminal 50 amino acids in DENV-2 NS1 also abolished TNT formation (Supplementary Fig. 2 ). Next, to determine whether the amino acid changes introduced in the N-terminal region of ZIKV NS1 affect TNT formation without affecting viral replication and assembly, we introduced mutations in the NS1 N–terminal region of the ZIKV cDNA clone using site-directed mutagenesis. Mutations were not tolerated in the N-terminal 1-39 amino acids, resulting in a lethal phenotype. We obtained an infectious ZIKV ΔTNT mutant virus with amino acids changed to DENV2 sequence in the 40-52 region, which did not produce TNTs upon infection (Fig. 3E ) and protein expression (Fig. 3F ). To investigate whether the NS1 mutation in ZIKV ΔTNT affects viral replication and release, we assessed the growth kinetics of ZIKV in three distinct cell types: Vero E6 cells, which we show do not generate TNTs in response to NS1; JEG-3 cells, which show moderate TNT formation; and HTR-8 cells, which exhibit extensive TNT formation upon infection. Our findings indicate that both wild-type and ZIKV ΔTNT have comparable growth at all time points suggesting virus replication and assembly is not affected in the TNT mutant virus in Vero E6 cells. In contrast, ZIKV ΔTNT showed approximately 1 log lower virus titer than wild-type ZIKV in both HTR-8, and JEG-3 cells at all time points, indicating TNT formation is advantageous to the cell-to-cell spread of the virus in the monolayers of trophoblast cells (Fig. 3D ). Fig. 3 The N-terminus of ZIKV-NS1 is necessary to induce TNT formation. A Schematics depicting of the plasmid constructs generated in which ZIKV-NS1 sequence was replaced with the sequences from dengue virus (DENV)-2 NS1 (top panel). Clustal Omega multiple sequence alignment of N-terminal NS1 from DENV2, ZIKV, West Nile virus (WNV), and deer tick virus (DTV) (bottom panel). B Structure of ZIKV-NS1 dimer (PDB:4O6B), with the N-terminal 50 amino acids of each monomer colored in blue and red for chains ( A ) (teal) and ( B ) (pink), respectively. C Structure of N-terminal 50 amino acids of NS1 dimer. Images in B and C were generated using UCSF Chimera. D Growth curves of ZIKV MR-766 and ZIKV ΔTNT in VeroE6, JEG-3, and HTR-8 cells determined by fluorescence dilution assay (MOI = 0.1) at 24 hrs (hours) (JEG-3 n = 5, others n = 6), and at 48-, 72-, and 96-hours post-infection ( n = 6 for all timepoints) expressed as focus-forming units (FFU)/mL. E Representative confocal imaging of HTR-8 cells 24 hrs after infection with ZIKV ΔTNT (MOI = 0.1) or ( F ) expressing pNS1 ΔTNT showing absence of TNTs. G Schematics for purification of secreted ZIKV-NS1. H Representative image of HTR-8 cells treated with secreted NS1 for 48 hrs showing NS1 in endosomal-like compartments, and no TNT formation. Merged figures show actin (gray), nuclei (blue), and ZIKV ΔTNT /pNS1 ΔTNT /NS1 secreted (red). The confocal images shown are representative of experiments ( n = 3) independently repeated with similar results. Images were acquired by confocal microscopy at 60X oil objectives lens at 1.4 normal aperture (NA) and at 40X (M) using a Nikon A1R. Images were processed using the NIS Elements software (Nikon). Bar = 25 µm. Source data are provided as a Source Data file. Recent work has suggested that NS1 secreted into the extracellular environment influences host responses 57 and compromises the integrity of the human placenta and endothelial barrier 57 , 58 . We thus tested whether the secreted NS1 protein could also induce TNTs by treating HTR-8 trophoblast cells with secreted His-mCherry NS1 protein purified from culture supernatants of HEK 293-T cells as previously described 59 (Fig. 3G ). Confocal images of the His-mCherry NS1- treated cells show accumulation of NS1 in the endosomal vesicles, but no TNTs were formed (Fig. 3H ). Together, our data suggests that ZIKV NS1 expression on the plasma membrane, likely as membrane-associated dimers, is necessary for inducing TNTs rather than the secreted hexameric NS1. ZIKV NS1 colocalizes with actin and tubulin filaments in TNT structures Next, we investigated whether ZIKV NS1 associates with cytoskeletal filaments. We found that intracellular pNS1-ZIKV colocalizes with actin filaments predominantly on the plasma membrane (Fig. 4A, B ), which is not observed with pNS1 ΔTNT expressing cells (Fig. 4C ). To confirm that the TNTs require actin polymerization, we treated the cells with a known inhibitor of actin polymerization, cytochalasin-D. Our results show that cells with inhibited actin polymerization do not form TNTs (Fig. 4D ). Microtubules and actin containing-TNTs are thicker than thin actin-restricted TNTs which confers increased resistance and capacity for transferring large organelles 36 . Interestingly, some ZIKV pNS1-induced TNTs have both NS1, actin, and tubulin filaments, with long TNTs showing tubulin and short cellular protrusions enriched for actin (Fig. 4E ). Despite the association of ZIKV NS1 with cytoskeleton filaments, we found that expression levels of CDC42 (Cell division cycle 42) and RAC1 (Ras-related C3 botulinum toxin substrate 1) small Rho GTPases that may be involved in TNT formation 60 , 61 , are not affected by NS1 (Fig. 4F ). Similarly, no difference was observed in the expression of motor proteins DNML1 (Dynamin 1-like), MYO10 (Myosin X), which are both involved in TNT function, or expression of TNFAIP2 (Tumor necrosis factor-alpha induced protein 2), a key TNT-inducing factor 62 . ZIKV pNS1 and pNS1 ΔTNT were found to downregulate MYO5 (Myosin V), a motor protein involved in the formation of TNT-like structures from double filopodial bridges 63 . Together, these findings suggest that TNTs are associated with actin cytoskeleton. Fig. 4 ZIKV NS1 colocalization with cytoskeletal components and regulation of TNT-related genes. A A549 cells expressing pGFP-actin show typical cytoskeletal actin distribution, including stress fibers. B Expression of pNS1-ZIKV and pGFP-actin show remodeling of the actin cytoskeleton and the formation of TNT-like structures connecting neighboring cells. C Cells expressing pGFP-actin and pNS1 ΔTNT do not induce actin remodeling and TNT formation. D Cells co-expressing pGFP-actin and pNS1-ZIKV treated with cytochalasin-D (100 nM, 30 mins) lack TNT formation. Merged figures show actin (green), pNS1 (red) and nuclei (blue). E pNS1-ZIKV-induced TNTs in HTR-8 cells associates with the cell membrane and is composed by both tubulin and F-actin, while pNS1 ΔTNT is unable to form TNTs 24 hours post transfection (hpt). Merged figures show actin (gray), tubulin (green), and ZIKV-NS1 (red). F HTR-8 gene expression levels, at 24hpt, of DNML1 [untransfected=5, pNS1-ZIKV ( n = 6), pNS1 ΔTNT ( n = 6)], MYO10 [untransfected=5, pNS1-ZIKV ( n = 5), pNS1 ΔTNT ( n = 6)], MYO5A [untransfected=5, pNS1-ZIKV ( n = 6), pNS1 ΔTNT ( n = 5)], RAC1 [untransfected=4, pNS1-ZIKV ( n = 4), pNS1 ΔTNT ( n = 6)], CDC42 [untransfected=5, pNS1-ZIKV ( n = 6), pNS1 ΔTNT ( n = 6)], and TNFAIP2 [untransfected=5, pNS1-ZIKV ( n = 6), pNS1 ΔTNT ( n = 6)]. Statistically significant outliers identified by Grubb’s tests were excluded in MYO5A (untransfected, n = 1; pNS1 ΔTNT , n = 1) and RAC1 (untransfected, n = 1; pNS1-ZIKV, n = 1) comparisons. Values are represented as mean ± SEM or median and interquartile range ( MYO5A ). Statistical significance was determined by one-way ANOVA ( DNML1 , MYO10 , RAC1 , CDC42 , and TNFAIP2 ) and Kruskal-Wallis ( MYO5A ) followed by Tukey’s and Dunn’s multiple comparisons tests. The confocal images shown are representative of experiments ( n = 3) independently repeated with similar results. Images were acquired by confocal microscopy at 60X ( A – D ) oil objectives lens at 1.4 normal aperture (NA) and at 40X ( E ) using a Nikon A1R. Images were processed using the NIS Elements software (Nikon). Bar = 10 µm ( A – D ) and 25 μm ( E ). **= P ≤ 0.01. Source data are provided as a Source Data file. TNT-forming NS1 interacts with mitochondrial proteins To dissect protein-protein interactions crucial for NS1-mediated TNT formation, we performed affinity-purification mass-spectrometry (AP-MS) 64 , 65 from cells expressing pNS1-ZIKV and pNS1 ΔTNT with C-terminal His-tags. We tested the model that any binding partners exclusive to the full-length membrane-bound wild-type NS1 would be necessary for supporting TNT formation. Proteomics data consisting of protein identification and spectral counts were analyzed to estimate relative protein abundance levels 66 and subsequent identification of unique proteins interacting with TNT-forming ZIKV NS1. Out of the 326 protein-protein interactions with a fold change of >2 and P < 0.05, 178 protein-protein interactions were upregulated in NS1-ZIKV (Fig. 5A ). By querying NS1 protein interactions with the Uniprot database for subcellular compartments, we found that the most represented interactions in trophoblasts with functional TNTs were associated with mitochondrial functions (32%) (Fig. 5B and Supplementary Data 1 ). Next, we investigated the specific protein-protein interactions only enriched in TNT-forming ZIKV NS1 ( n = 50). Consistent with our previous results, we observed that 44% ( n = 22/50) of the identified interactions were related to mitochondrial proteins (Fig. 5C ), which are highly enriched in ZIKV-NS1 compared to pNS1 ΔTNT (Fig. 5D ). Fig. 5 NS1-induced TNTs are associated with mitochondrial proteins. A – D Affinity Purification Mass spectrometry analysis of ZIKV NS1 interacting proteins associated with TNT formation in JEG-3 cells. A Venn diagram showing pNS1-ZIKV and pNS1 ΔTNT (non-TNT forming) interacting partners [2-fold difference; P ≤ 0.05 (uncorrected)]. B Subcellular location of 178 proteins enriched with wild-type TNT forming ZIKV NS1. C unique interacting partners of wild-type TNT forming ZIKV NS1 ( n = 50) according to the Uniprot database ( https://www.uniprot.org/ accessed on 09/29/2023 at 2:28 pm). D Heatmap showing differential protein-protein interactions with TNT forming NS1 and mutant NS1 ΔTNT , n = 3. E Representative confocal imaging showing colocalization of ZIKV-NS1 and mitochondria in HTR-8 trophoblast cells at 16 hours post-transfection (hpt) and co-culture. ROI is magnified as insets and shown as single channels. Merged images show F-actin (gray), mitochondria (green), and ZIKV-NS1 (red). F – I Mitochondria accumulation in ZIKV infected or ZIKV-NS1 expressing cells. F Representative confocal image showing mitochondria accumulation in JEG-3 infected with ZIKV-mCherry (MR-766) compared to uninfected cells [MOI = 0.1, 16 hours post-infection (hpi)]. G Comparison of the mean fluorescence intensity (MFI) of mitotracker in uninfected and infected cells via flow cytometry, n = 5, 16 hpi. H Representative confocal imaging showing JEG-3 cells transfected with pNS1-ZIKV showing mitochondria accumulation. I Quantification of mitochondria accumulation via flow cytometry, n = 5, 16 hpt. The confocal images shown are representative of experiments ( n = 3) independently repeated with similar results. Images were acquired by confocal microscopy at 40X using a Nikon A1R and processed using the NIS Elements software (Nikon). Data ( G and I ) is presented by mean ± SEM. Statistical significance was determined by two-sided t-tests. **= P ≤ 0.01, ****= P ≤ 0.0001. Bar = 50 μm ( E ) and 10 μm (insets), and 25 μm ( F , and H ). Source data are provided as a Source Data file. ZIKV-NS1 induces mitochondrial accumulation via TNTs The prevalence of mitochondrial proteins in the NS1 interactome prompted us to investigate their associations with ZIKV infection, NS1, TNT formation, and mitochondrial transfer in trophoblast cells. To address this, we transfected HTR-8 cells (shown to vigorously form TNTs) with ZIKV-NS1 (acceptor cells) and co-cultured with untransfected HTR-8 cells pre-stained with Mitotracker green to mark their mitochondria (donor cells). Following a 16-hour period of co-culture and NS1 transfection, we show that the NS1-transfected HTR-8 cells had acquired mitochondria from the untransfected donor cells. Furthermore, we demonstrate that NS1 colocalizes with mitochondria (Fig. 5E ). Next, we investigated how ZIKV infection affects mitochondrial content in JEG-3 cells, a cell-based model of CTBs that is also permissive to ZIKV infection (Fig. 3D ) and shown in infection assays using human placental explants to be more susceptible to ZIKV MR-766 than extravillous trophoblasts 67 . We infected JEG-3 cells (MR-766, MOI = 0.1) and analyzed mitochondrial content 16 hpi. We observed a significant increase in mitochondria content in ZIKV-infected (Fig. 5F, G ) cells, but also ZIKV NS1-transfected cells (Fig. 5H, I ). To determine whether TNTs are involved in mitochondrial acquisition by NS1 expressing trophoblast cells, we transfected HTR-8 cells with ZIKV-NS1 (acceptor cells) and co-cultured with homotypic or heterotypic untransfected cells which were pre-stained with Mitotracker green to mark their mitochondria (donor cells). Following a 16-hour period of co-culture and NS1 transfection, live-cell imaging revealed that NS1-expressing cells acquired mitochondria from donor cells via TNTs (Fig. 6A ). Consistent with this observation, we further showed that cells expressing pNS1 ΔTNT that lack the ability to form TNTs have limited ability to accumulate mitochondria from neighboring donor cells (Fig. 6B ). These findings suggest that ZIKV-NS1-mediated TNT formation triggers the transfer of mitochondria from bystander cells to NS1-expressing cells via TNTs (Supplementary Movie 1 - 2 ). Fig. 6 ZIKV NS1 induces mitochondrial transfer between cells via TNTs. A Representative confocal image of HTR-8 cells transfected with pNS1-ZIKV showing mitochondria (arrow) and NS1 transfer via F-actin-rich TNTs. B Cells transfected with pNS1 ΔTNT show limited TNT formation and transfer of mitochondria cargo at 24 hours (hrs). Merged images show nuclei (blue), actin (gray), mitochondria (green), and ZIKV-NS1 (red). C Schematic of 24 hrs co-culture assays for determining mitochondria transfer to NS1-expressing cells via flow cytometry as in D – I . Percentage of HTR-8 cells (NS1 + , Celltrace-, Mitotracker + ) that acquired mitochondria from untransfected D HTR-8, all groups n = 5; F JEG-3 (PRVABC-59, n = 4; remaining groups n = 5); and H THP-1 MΦ, all groups n = 5. E , G , and I Quantification of mitochondria transfer to HTR-8 NS1-expressing cells (NS1 + , Celltrace-, Mitotracker +) in relation to untransfected cells (NS1-, Celltrace-, Mitotracker + ) as represented by the mitochondria mean fluorescence ratio (MFI). The confocal images shown are representative of experiments ( n = 3) independently repeated with similar results. Images were acquired using a Nikon A1R confocal microscope at 40X ( A ) and 60X ( B ) oil objectives lens at 1.4 normal aperture (NA) and processed using the NIS Elements software (Nikon). Quantification of mitochondria transfer was performed using the BD LSRFortessa™ cell analyzer, total events collected= 30,000 cells. Flow cytometry results were analyzed using FlowJo™ v10.8 Software (BD Life Sciences). Data are presented as mean ± SEM. Statistical significance was determined by ANOVA followed by Tukey’s multiple comparison test. *= P ≤ 0.05, ***= P ≤ 0.001, ****= P ≤ 0.0001. Bar = 25 μm. Figure 6C was created in BioRender 129 . Source data are provided as a Source Data file. To quantify the relationship between NS1 expression, TNT formation, and mitochondria accumulation via TNTs, we performed flow cytometry on co-cultured cells (Fig. 6C ). Acceptor HTR-8 cells transfected with NS1 from ZIKV MR-766 or PRVABC-59 strains were co-cultured with untransfected homotypic (HTR-8), or heterotypic donor cells (JEG-3, THP-1) labeled with Celltrace Violet and Mitotracker Green. Because secreted NS1 can be taken up by untransfected cells (see Fig. 3H ), we focused on quantifying the impact of ZIKV-NS1 in the donor-to-acceptor transfer of mitochondria. Further, by using THP-1 monocytes differentiated into resting macrophages (M0) and JEG-3 (cytotrophoblasts), we tested the hypothesis that TNTs induced by NS1-expressing cells (HTR-8, extravillous trophoblasts) would mediate mitochondria transfer between different but related cells in the placenta. We next co-cultured donor and acceptor cells in a Boyden chamber, physically separated by a membrane with 400 nm pores allowing secreted signaling molecules to pass through but preventing physical cell-cell contact via TNTs 68 . We observed no mitochondria transfer to NS1-expressing cells in all co-culture conditions when physically separated by Boyden chambers ( P < 0.0001) (Fig. 6D, F, H ). In homotypic HTR-8 cell co-cultures, over 99% of Celltrace violet-negative acceptor cells (both NS1-positive and NS1-negative) acquired mitochondria from donor cells within 24 hrs of co-culture. Although HTR-8 transfected with pNS1 ΔTNT also received mitochondria from donor cells, the transfer was significantly lower compared to ZIKV-NS1 transfected cells (Fig. 6D, E ). We quantified the mitochondria signal intensity (Mitochondria MFI ratio) to measure mitochondria transfer from untransfected donor to acceptor HTR-8 cells (ZIKV-NS1 transfected). Our results indicate a significant increase of mitochondria transfer to ZIKV-NS1 transfected HTR-8 cells compared to TNT-deficient pNS1 ΔTNT transfected cells (Fig. 6E ). We next determined whether ZIKV-NS1-induced TNTs facilitate mitochondria transfer in heterotypic co-cultures of transfected HTR-8 acceptor cells with untransfected donor JEG-3 cells. Our findings suggest that JEG-3 cells are efficient mitochondria donors and HTR-8 ZIKV-NS1-expressing cells are more effective in siphoning mitochondria (Fig. 6F, G ). This finding supports our data showing that HTR-8 makes more TNTs compared with JEG-3 cells, which may enable them to transfer mitochondria and viral proteins more effectively. We next tested heterotypic transfer between ZIKV-NS1 transfected HTR-8 and untransfected THP-1 macrophages (MΦ) and found that HTR-8 could also siphon mitochondria from macrophages (Fig. 6H ) albeit at reduced levels relative to those from other trophoblast cells (Fig. 6I ). The negative mitochondria MFI ratio suggests that mitochondrial transfer from macrophages to HTR-8 is higher in NS1-negative cells compared with NS1-positive HTR-8 cells. Together, these findings underscore that ZIKV NS1-induced TNTs, specifically EVTs, form cell-to-cell conduits and siphon mitochondria homotypically and heterotypically. This mitochondrial transfer strongly supports the hypothesis of NS1-mediated mitochondrial uptake and direct interaction between NS1 and mitochondrial components, which further corroborate our proteomic findings. TNTs are functionally important for dampening IFN response Our results suggest that ZIKV infection promotes TNT formation via the NS1 protein, allowing cell-to-cell transport of virus particles, viral RNA, and proteins. Studies have established that ZIKV infection of trophoblasts is restricted in part due to rapid induction of a robust antiviral response, particularly type III interferons (IFN-lambda or IFN-λ) 18 , 23 , 24 . To test the model that ZIKV uses TNTs to traffic to other cells and propagate without triggering an immune response, we performed multiplex assays on supernatants from trophoblast cells infected with wild type MR-766, PRVABC-59, or ZIKV ΔTNT (MOI = 0.1). Remarkably, we found that while the anticipated IFN-β and IFN-λ responses were induced following infection with the MR-766 and PRVABC-59 strains (Fig. 7A–E ), the ZIKV ΔTNT mutant incited a remarkable 30-60-fold surge in IFN-λ1, 2, and 3 levels in JEG-3 cells (Fig. 7D-E ). Interestingly, we found that HTR-8, which exhibits features of EVTs, appear to have a significantly lower IFN-λ response to ZIKV (MR-766 and PRVABC-59) relative to JEG-3 cells (Fig. 7F ) despite having functional RNA-sensing innate immunity. In addition, JEG-3 and HTR-8 cells exhibit distinct patterns of innate immune gene expression in response to wild-type ZIKV and ZIKV ΔTNT infections (Fig. 7G-L ). These differences underscore the cell type-specific antiviral responses that may influence the permissiveness of trophoblasts to ZIKV infection 18 , 67 . In JEG-3 cells, the heightened IFN-λ response upon ZIKV ΔTNT infection may be partly attributed to the lack of TNT formation, and the downregulation of IRF1 (interferon regulatory factor 1) and NFKB (nuclear factor-kappa B) (Fig. 7I and L ). Fig. 7 The TNT-forming ability of ZIKV affects IFN response in trophoblasts. A – E Secreted interferon (IFN) levels of ZIKV infected JEG-3 cells. Multiplex assays were performed on supernatants from cells infected with MR-766, PRVABC-59 ZIKV strains, and ZIKV ΔTNT at MOI = 0.1 for 48 hours and determined as pg/mL. A IFN-α2 levels are presented as median and interquartile range (IQR) ( n = 3, Kruskal-Wallis and Dunn’s multiple comparison tests). B IFN-β, C IFN-γ, D IFN-λ1, and E IFN-λ2/3 levels are presented as mean ± SEM ( n = 3, ANOVA and Dunnett’s multiple comparison tests). F Comparing IFN-λ response of JEG-3 and HTR-8 cells to ZIKV infection ( n = 3, MOI = 0.1, 48 hours, two-sided t-test, uncorrected P -values). G – L ZIKV MR-766 and ZIKV ΔTNT infection of JEG-3 and HTR-8 (MOI = 1, 48 hrs, n = 3) cells lead to transcriptional changes in multiple genes involved in the interferon signaling, RNA-sensing pathway. Data are presented as median and IQR [K (JEG-3)] and mean ± SEM [G–L (HTR-8), G–J and L (JEG-3)]. Statistical significance was determined by two-sided T-tests [G-L (HTR-8), G-J and L (JEG-3)], and two-sided Mann-Whitney U test [K (JEG-3)]. *= P ≤ 0.05, **= P ≤ 0.01, ***= P ≤ 0.001, and ****= P ≤ 0.0001. Source data are provided as a Source Data file. Inhibition of mitochondrial function and mobility affects ZIKV growth and IFN response Viruses are known to manipulate mitochondrial dynamics in infected cells, fostering conditions to facilitate their replication and evade host immune defenses 69 , 70 . Having determined that ZIKV infected or ZIKV NS1 expressing cells accumulate mitochondria from neighboring cells, we investigated the role of mitochondria function in ZIKV replication and IFN response. We treated JEG-3 cells with Rotenone, an inhibitor of mitochondrial complex I (Fig. 8A ) and evaluated its effect on ZIKV replication. Using an LDH assay, we identified that non-cytotoxic concentrations ranged between 0.001 to 0.1 µM for JEG-3 cells (Fig. 8B ). Of note, Rotenone was found to be more cytotoxic for HTR-8 cells, suggesting that they are more sensitive to mitochondrial dysfunction than JEG-3 cells (Supplementary Fig. 3 ). Rotenone treatment of infected JEG-3 cells shows that disruption of mitochondrial respiration negatively affects ZIKV replication (Fig. 8C ). Fig. 8 Disruption of mitochondrial function and mobility impairs ZIKV replication and modulates the IFN response. A Rotenone is a reversible mitochondrial electron transport chain complex I inhibitor. B Cytotoxicity of rotenone in JEG-3, n = 4, 48 hrs. C Rotenone inhibits ZIKV growth in JEG-3 infected cells (MOI = 0.1, 48 hrs, n = 3) as determined by plaque assay. D Miro1 reducer induces proteasomal degradation of MIRO1. E Cytotoxicity of Miro1 reducer in JEG-3 cells, n = 4, 48 hrs. F Miro1 reducer inhibits ZIKV growth in JEG-3 infected cells (MOI = 0.1, 48 hrs, n = 3) as determined by plaque assay. G - K IFN levels in ZIKV infected (MOI = 0.1, 48 hrs, n = 4) JEG-3 cells treated with Rotenone (0.01 μM; DMSO 0.0001%) and Miro1 reducer (40 μM; DMSO 0.4%). Secreted IFN levels in ZIKV-infected cells treated with rotenone or Miro1 reducer are expressed in pg/mL. Data are presented as median and interquartile range (G, H) and mean ± SEM (B, C, E, F, I, J, K). Statistical significance was determined by ANOVA followed by Dunnett’s multiple comparison tests (B, C, E, F, I, J, K) and Kruskal-Wallis followed by Dunn’s multiple comparison tests (G, H). *= P ≤ 0.05, ***= P ≤ 0.001, and ****= P ≤ 0.0001. Figures A and D were created in BioRender.129. Source data are provided as a Source Data file. Next, we evaluated whether blocking mitochondria mobility would impact viral replication. We treated ZIKV-infected cells with Miro-1 reducer at non-cytotoxic concentrations (Fig. 8D-E ). Miro1 Reducer has been shown to facilitate the proteasomal degradation of MIRO1 71 , 72 , which acts as an adaptor protein connecting mitochondria to motor proteins, facilitating their transport through the cytoskeleton. Further, loss of MIRO1 has been shown to reduce mitochondria transfer via TNTs 68 , 73 . By treating ZIKV-infected cells with Miro1 reducer, we found that limiting mitochondria mobility affects ZIKV replication (Fig. 8F ). Next, we tested whether mitochondrial function or mobility impacts the innate immune response to ZIKV (Fig. 8G-K ). Remarkably, we found that Miro1 reducer affects IFN response by significantly reducing IFN lambda (λ) (Fig. 8J, K ) but increasing IFN alpha (α) (Fig. 8G ). These findings underscore a novel dynamic in ZIKV pathogenesis in trophoblast cells, where both preserved mitochondrial function and mitochondrial motility are critical for viral replication. Discussion Our investigation reveals a previously unknown mechanism of intercellular transmission exploited by ZIKV, setting it apart from other orthoflaviviruses such as WNV, DTV, YFV, JEV, and DENV as it possesses the capacity to induce TNT formation via its NS1 protein in multiple cell types, including trophoblasts. A limited number of viruses have been reported to induce the formation of TNTs in infected cells, such as HIV, herpes simplex virus (HSV), and influenza A virus (IAV) (reviewed in ref. 43 ). TNTs have also been shown to transfer various cargo, including virus particles, viral RNA, and replication complexes between connected cells 36 , 43 , 49 . Our results indicate that by inducing the formation of TNTs, ZIKV gains direct entry into neighboring cells, leading to a rapid cell-associated spread of ZIKV, potentially increasing the pathogenicity. Notably, TNTs provide a conduit for higher ZIKV transmissibility through cell-to-cell interactions compared to cell-free virus transmission, as neutralizing antibodies are ineffective in inhibiting viral spread in vitro 74 . Other positive-strand RNA viruses such as SARS-CoV-2 and chikungunya virus (CHIKV) have been shown to exploit cell-to-cell transmission to infect non-permissive cells that lack viral entry factors and bypass the effect of neutralizing antibodies and important blood tissue barriers 49 , 75 . Previous studies have shown that the N-terminal residues forming the β-roll and connector subdomain of the wing are important for membrane binding of NS1 76 , but vary between orthoflaviviruses. We speculate that the unique property of ZIKV NS1 to induce TNT formation is linked to this amino acid sequence and the resulting variation in charge distribution and membrane binding properties. ZIKV NS1 forms homodimers, associates with the ER and Golgi membranes, and has been shown to play a role in viral maturation and membrane remodeling 77 . The membrane-associated, intracellular NS1 (dimeric form) induces TNT formation, whereas secreted NS1 (hexameric form) does not. This suggests NS1 acts as a molecular scaffold, facilitating interactions with actin and other membrane-associated proteins. Further studies are needed to explore the mechanisms by which NS1 may influence membrane curvature. Interestingly, WNV-NS1 has been shown to induce formation of TNT-like structures, while secreted WNV-NS1 promotes remodeling of the cytoskeleton suggestive of F-actin depolymerization in a cell type specific manner 48 . Given that high levels of the extracellular NS1 hexamers circulate in the bloodstream of flavivirus-infected patients 78 , it is unlikely that secreted ZIKV NS1 induces TNTs but instead leads to tissue permeability and endothelial damage 57 , 58 , 79 , 80 . Interestingly, anti-NS1 monoclonal antibodies (mAbs) targeting cell-surface NS1 (presumably expressed as a dimer 30 ) or the N-terminal region of NS1 have been shown to limit ZIKV infection in animal models 35 , 81 – 83 . While the protective mechanisms of non-neutralizing ZIKV NS1-targeted mAbs have yet to be elucidated, a growing body of evidence shows that NS1-based vaccines confer protection against ZIKV infection in animal models 84 – 88 . Further investigation is needed to determine the molecular mechanism by which ZIKV NS1 induces TNTs, and whether mAbs or NS1-based vaccines target TNT formation in ZIKV-infected cells, potentially limiting viral infection and spread. We found that the N-terminal region of NS1 (1-50 amino acids) confers the unique ability of ZIKV to induce TNTs through a mechanism that has yet to be determined. Many proteins have been implicated in triggering signaling pathways leading to TNT formation 36 , 89 , 90 . However, ZIKV NS1 does not affect the transcriptional levels of key actin cytoskeletal (i.e., CDC42 , RAC1 , and TNFAIP2 ) 60 – 62 and motor proteins ( MYO10 , DNML1 ) 91 , 92 involved in TNT formation and function. Myosin 5 (MYO5) helps to form TNTs by twisting filopodial bridges, driving the helical deformation needed for their transformation into stable TNTs 63 . The low expression levels of MYO5A induced by pNS1-ZIKV and pNS1 ΔTNT suggest that NS1 domains other than the NS1 N-terminal region affect MYO5A expression levels. Of note, MYO5A knockdown has been shown to reduce helical double filopodia bridges (DFBs); however, MYO5 inhibition does not affect TNT formation as other myosins (i.e., Myosin II) participate in the transition of DFBs to TNTs 63 . We report that TNTs triggered by ZIKV infection transport viral material and help dampen host IFN response. The host immune defense against ZIKV initially involves the recognition of viral RNA by receptors like RIG-I, which interact with the mitochondrial antiviral signaling protein (MAVS) leading to the production of type I and III interferons, such as IFN lambda, which activate antiviral genes 93 . IFN-lambda is constitutively expressed by primary human trophoblasts and is known to limit ZIKV infection 18 . Infection of JEG-3 cells, which are representative of CTBs, with ZIKV ΔTNT which does not drive TNT formation, elicits a multi-fold increase in IFN response compared to ZIKV wild-type infection (TNT-competent). Previous studies have shown that ZIKV dampens host IFN and RIG-I-dependent innate immunity and manipulates mitochondrial dynamics 25 , 29 , 94 , 95 . Importantly, since mutant ZIKV ΔTNT is replication-competent, and infectious, compared to wild-type ZIKV, we propose that the TNT forming capacity is the key differential resulting in immune IFN response evasion by ZIKV. While we cannot rule out the influence of DENV-NS1 N-terminal region on IFN signaling, the surge of IFN response to ZIKV ΔTNT suggests that TNTs are shielding the virus from the immune system. Our observation that TNTs are co-opted by ZIKV to dampen trophoblast IFN response, facilitating the transfer of viral particles and mitochondria, highlights a new function for NS1. We speculate that inhibition of TNT formation and halting mitochondria siphoning from neighboring cells could result in more robust, IRF1 and NFkB-independent antiviral signaling to limit viral transmission. It is noteworthy that lack of TNTs affects mitochondria transfer and type III IFN response. One possible mechanism could be via peroxisome signaling 96 . Despite the fact that ZIKV ΔTNT is a chimera, downregulation of IRF1 and NFKB suggest alternative pathways for induction of IFN type I and III which could be determined by its unique N-terminal, such as the cyclic GMP-AMP synthetase (cGAS)-stimulator of interferon genes (STING) signaling pathway 97 . Our work sheds light on the specificity of the N-terminal region of ZIKV-NS1 in inducing TNTs and mitochondria accumulation via TNTs. While mitochondria transfer between cells through TNTs has been documented in various physiological and pathological conditions, its role in viral infections remains incompletely understood 43 , 98 , 99 . Nonetheless, PRRSV has been shown to promote mitochondria transfer from uninfected to infected cells in allogeneic and xenogeneic co-cultures to rescue infected cells from apoptosis/necrosis 99 . Also, PRRSV proteins were found to colocalize with mitochondria in TNTs, suggesting that the virus hitchhikes with mitochondria for intercellular transportation 47 , 99 . This is consistent with our findings that ZIKV NS1 protein-protein interactions were highly enriched for mitochondrial proteins, and the observation that NS1 colocalizes with mitochondria acquired from neighboring cells. TNT formation has been reported to be associated with ROS expression levels and the release of ‘call-for-help signals’ such as S100 proteins 99 – 101 . The intercellular exchange of mitochondria through TNTs has been shown to rescue stressed cells 102 – 104 by providing metabolic support and delaying cell death 68 , 99 . Our observation of mitochondrial accumulation in ZIKV-infected trophoblasts, facilitated by the transfer of mitochondria via TNTs from neighboring naïve cells, suggests that ZIKV exploits this physiological stress response to enhance its transmission and survival. Other pathways such as cell-free mitochondrial uptake or transfer via extracellular vesicles containing mitochondria may also contribute to this accumulation 105 . Irrespective of the mode of transfer, however, we discovered that Rotenone and Miro1 reducer treatment inhibits viral replication, suggesting that ZIKV requires functional mitochondria to siphon and support their replication. Interestingly, we found that HTR-8 cells are more permissive to Rotenone cytotoxicity compared with JEG-3 cells. The lower tolerance to mitochondrial damage in HTR-8 cells could potentially translate to a greater need for mitochondria, thus promoting increased formation of TNTs to siphon mitochondria from different cell types. ZIKV has been noted to infect multiple placental cell compartments including fetal endothelial cells, cytotrophoblasts, and fetal macrophages. However, ZIKV infection has not been clearly demonstrated in STBs 17 , 18 , 20 , 106 , 107 , the trophoblast cell layer contacting the maternal blood that protects the fetus from blood-borne infections and constitutively secrets type III IFN 18 , 108 . Furthermore, the maternal decidual compartment contains placental EVTs expressing the tolerogenic human leukocyte antigen (HLA)-G+ molecules 109 that are important for mediating immune tolerance of the semi-allogeneic fetus and typically produce basal levels of IFN 110 , 111 , yet these cells remain susceptible to ZIKV infection 107 , 112 . Given that cell-to-cell interactions between fetal and maternal cells occur at the anchoring villi, which attach and anchor the placenta to the decidua, the formation of TNTs by ZIKV in EVTs could contribute, at least in part, to its dissemination from the decidua to the placenta. Accordingly, we found that EVT-like HTR-8 trophoblast cells are more responsive to TNT formation upon ZIKV infection and ZIKV-NS1 expression compared to other trophoblast cells (CTBs and STBs/PHTs), while secreting limited levels of IFN. The non-TNT forming ZIKV ΔTNT exhibit slower growth than wild-type ZIKV in JEG-3 and HTR-8 cells and comparable growth in Vero E6 cells, suggesting TNTs are important for efficient ZIKV spread in TNT-responsive trophoblast cells. In contrast, in TNT-lacking cells such as Vero E6, viral growth remains unaffected, suggesting that transmission may rely on exocytosis, attachment factors, or receptor-mediated entry 113 , 114 . Our data suggest that in HTR-8 cells, a lower lFN response, enhanced TNT formation, and increased cargo transfer between homotypic and heterotypic cells may facilitate more efficient ZIKV spread to less permissive cells. Our study has some limitations. We did not explore whether ZIKV ΔTNT lost the ability to antagonize type I and type III IFN signaling. Further investigation is required to clarify the interplay between IRF1, NFKB, type III IFN production, and IFN-β upregulation by the ZIKV ΔTNT mutant. Further, the mechanism by which ZIKV-mediated TNT formation attenuates the IFN response via RNA-sensing innate immunity remains to be fully elucidated. The connection between NS1, mitochondrial dysfunction, and IFN production also requires deeper examination, as it represents a significant and promising avenue for future research. Another limitation of our study is the lack of robust in vivo models to determine the role of TNTs in facilitating ZIKV vertical transmission and evading placental immune responses. Investigating these processes in relation to mitochondrial metabolism and dynamics in vivo remains an important next step. Nevertheless, recent studies provide promising evidence of TNT formation in human placenta. Volume electron microscopy identified TNTs extending up to 7 μm connecting endothelial cells in human term placenta 115 , 116 . Further, TNT-like structures have been observed in co-cultures of primary human decidual immune cells and trophoblast cells in placental organ-on-chip models 117 . The functional relevance of TNTs in maternal and fetal cell-to-cell interactions during infection has been further demonstrated by the decidual NK cell immune response to Listeria monocytogenes infection of trophoblast cells 118 . Further investigation of other viruses known to infect the placenta and induce TNT formation, such as SARS-CoV-2 and HIV, is warranted 45 , 49 , 119 , 120 . It is intriguing to suppose that TNT formation may serve as a defining feature of placenta-infecting pathogens. Our study offers a new mechanism for ZIKV to infect placental cells involving NS1-mitochondria interactions. These findings offer vital insights that could be used to develop therapeutic strategies targeted against this stealth transmission mode. Methods Cell lines Human trophoblasts cells BeWo (ATCC, #CCL-98), JEG-3 (ATCC, #HTB-36), HTR-8 (ATCC, #CRL-3271), and PHTs were cultured with Dulbecco’s Modified Eagle Medium/Nutrient Mixture F-12, (DMEM/F-12 GIBCO, #11330032) supplemented with 10% fetal bovine serum (FBS) (Gibco, #16140071) and maintained at 37 °C with 5% CO2. THP-1 (ATCC, #TIB-202) was cultured in Roswell Park Memorial Institute (RPMI) 1640 Medium (Gibco, #A1049101) supplemented with 10% FBS and 0.05 mM 2-Mercaptoethanol (Gibco, #21985023). THP-1 differentiation was performed as previously described 121 . PHTs were isolated from term placentas from deidentified uncomplicated pregnancies at Barnes-Jewish Hospital Labor and Delivery Service, St. Louis, MO (IRB approval # 201012734) 122 . The purification of cytotrophoblasts were performed by percoll centrifugation gradient 123 . PHTs were thawed and cultured in a 6-well plate (Corning, 353046) at 2 ×10 6 cells/well using cell culture media described previously 124 . Following cell attachment, PHTs were washed with Iscove’s Modified Dulbecco’s Medium (IMDM; Gibco, #12440053) with 10% FBS, 100 U/mL Penicillin-Streptomycin (Gibco, #15070063) 10 μM Y-27632 (Selleckchem, #S1049), 0.05 mM 2-Mercaptoethanol (Gibco, #21985023), and 30 ng/mL mouse EGF Recombinant Protein (Gibco, #PMG8041). Cells were maintained in IMDM media for three days, subcultured at a 1:2 split ratio, and maintained for 5 days until virus infection in IMDM medium without Y-27632. HEK-293T (ATCC, #CRL-1573), Vero E6 (ATCC, #CRL-1586), A549 (ATCC, #CCL-185), Huh 7.5 (a kind gift from Dr. Charles M. Rice, Rockefeller University), BHK-15 (a kind gift from Dr. Richard J. Kuhn, Purdue University), U-87 MG (ATCC, #HTB-14), and SH-SY5Y (ATCC, #CRL-2266) were cultured in Dulbecco’s Modified Eagle’s Medium (DMEM, Gibco, 12800-082) supplemented with 10% FBS, non-essential amino acids (NEAA, HyClone, #SH30238.01), and Penicillin-Streptomycin (PS, Corning, #30-002-CI) and maintained at 37 °C with 5% CO 2 . C636 cells were maintained in Minimum Essential Medium (MEM, GIBCO, #41500-018) supplemented with 10% FBS and Penicillin-Streptomycin (PS, Corning, #30-002-CI) and maintained at 30 °C with 5% CO 2 . ZIKV strains, expression plasmids, and cDNAs The prototypical African ZIKV MR-766 Uganda strain, and PRVABC-59 were obtained from BEI resources. The cDNA clone derived from the 1947 Uganda MR-766 ZIKV genome placed at the transcriptional initiation site of the cytomegalovirus (CMV) promoter 53 was modified to replace Venus tag with mCherry for this study. Plasmids expressing NS1 protein from ZIKV MR-766 (pNS1-ZIKV) was generated by RT-PCR using OneTaq® One-Step RT-PCR Kit (NEB# E5315S) and cloning into pCDNA3.1 or Ligation Independent Cloning into pcDNA3 mCherry LIC cloning vector (Addgene, #30125). Plasmids expressing Dengue Virus-1 (pNS1-DENV1), West Nile Virus NY99 strain (pNS1-WNV), Powassan virus lineage II (Deer Tick Virus) (pNS1-DTV) were generated by PCR from cDNA clones available in the laboratory and were kind gifts from Dr Richard Kuhn and Dr. Aron Brault and cloning into pCDNA3.1 or Ligation Independent Cloning into pcDNA3 mCherry LIC cloning vector (Addgene, #30125). NS1 protein from Japanese Encephalitis Virus NSW strain (pNS1-JEV), Dengue Virus-1 (pNS1-DENV2, GenBank: OK469344.1), Dengue Virus-3 (pNS1-DENV3, GenBank: DQ675533.1), Dengue Virus-4 (pNS1-DENV4, GenBank: M14931.2), and chimeric ZIKV NS1 with DENV4 NTD (pNS1-ZIKV-DENV4), DENV2 NS1 with ZIKV NTD (pNS1-DENV2-ZIKV) genes were synthesized (Twist Bioscience, CA) and cloned into pCDNA3 mCherry LIC cloning vector. Amino acid substitutions into ZIKV cDNA clone to generate ZIKV (∆TNT), generation of ZIKV replicon, and His-tagged expression plasmids were constructed by site-directed mutagenesis using Phusion DNA polymerase (NEB, #E0553S), followed by DpnI digestion and transformation into NEB Stable Competent E. coli (NEB# C3040H). For mutagenesis of cDNA clone and for creating replicon plasmid construct, we used a ZIKV cDNA clone expressing mEmerald fluorescent protein. Plasmids were obtained from overnight cultures of E. coli colonies grown in Luria Bertani medium using the Qiagen miniprep kit (Qiagen, #27104) or Qiagen midiprep kit (Qiagen, #12143), and sequences of the resulting clones were confirmed via Sanger sequencing at the Sequencing Core Facility at The Pennsylvania State University. DNAs were quantified using NanoDrop™ One (ThermoFisher Scientific, Waltham, MA, USA), and aliquots stored at -20 °C. To generate mutant ZIKV, cDNAs were transfected into HEK 293 T cells using Lipofectamine™ 3000 (Invitrogen, #L3000001). After 12 hrs, the media were replaced and incubated at 37 °C in the presence of 5% CO 2 . Cell culture supernatants were collected after 4 days of growth, filtered with a 0.45 μm mixed cellulose membrane (MCE) filter, added HEPES at a final concentration of 10 mM, and stored at −80 °C. For expression of individual ZIKV proteins and orthoflavivirus NS1 proteins, 1 μg plasmids were transfected into cell lines of interest using Lipofectamine™ 3000. All experiments were performed under biosafety level 2 (BSL2) conditions. ZIKA virus titration and propagation ZIKV was propagated in African green monkey kidney (Vero E6) cells. Confluent cells were infected with ZIKV for five days, the supernatant containing viruses was harvested, and aliquots were stored at -80 °C. Virus titers for infection assays were determined by plaque assay of serial dilutions on Vero E6 monolayers 11 . Plaque assay was also used for determining virus growth and replication and expressed as PFU/mL. To assess the kinetics of virus growth, fluorescence dilution assays were performed 125 . In brief, monolayers of Vero E6 cells grown to confluency in 96-well plates (Greiner bio-one, #655180) were infected with supernatants from JEG-3, HTR-8, and Vero E6 infected with wild-type ZIKV and mutant ZIKV ∆TNT expressing mEmerald reporter. The culture supernatants were serially diluted in phosphate buffered saline (PBS) supplemented with 1% FBS and 1 mM each of CaCl2 and MgCl2. Plates were incubated at 37 °C in the presence of 5% CO2 for 3 days, and fluorescent cell clusters were counted under a fluorescent microscope and expressed as focus-forming units (FFU)/mL. Affinity purification-mass spectrometry The affinity purification-mass spectrometry method was employed to purify His-tagged NS1 proteins using Ni-NTA resin, as previously reported 64 , 65 . We generated two plasmids, one expressing C-terminal Octa-histidine-tagged wild type NS1 and the mutant pNS1-ZIKV ΔTNT by site-directed mutagenesis. Plasmids were purified using a Qiagen Midiprep kit, sanger sequenced and used to transfect JEG-3 cells grown in 150 mm dishes using Lipofectamine™ 3000, n = 3 all groups. At 48 hpt, cells were washed and harvested in 1 ml PBS supplemented with Protease Inhibitor Cocktail (Millipore Sigma, #P8340). The cells were lysed by sonication using a microtip attached to a sonicator (Branson), and membrane fractions were purified by ultracentrifugation at 100,000 x g for 90 minutes using a TLA 120.2 rotor and Optima TLX centrifuge (Beckman Coulter). The membrane pelleted obtained after centrifugation was re-suspended in 1 ml PBS supplemented with Protease Inhibitor Cocktail and 1% Fos-choline-12 and incubated at 4 °C with gentle rocking for 2 h. The extracted proteins were separated from insoluble fraction by a second round of ultracentrifugation and allowed to bind to NiNTA resin for 30 min at 4 °C with gentle rocking. The resin was washed with 10 column volumes of PBS with 0.01% Foscholine-12 (Anatrace, #F308) followed by 2 column volumes of PBS buffer and subjected to mass spectrometry analysis at the Indiana University Proteomics Core, Indianapolis, USA. Beads were briefly resuspended in 8 M Urea, 100 mM Tris pH 8.5. Cysteines were then reduced with 5 mM tris(2-carboxyethyl)phosphine hydrochloride (TCEP), and alkylated with 10 mM chloroacetamide (CAM). Samples were diluted to less than 2 M Urea with 50 mM Tris pH 8.5 and digested overnight at 37 °C with 0.5 μg Mass Spectrometry Grade Trypsin/Lys-C Mix (Promega, #V5072). Samples were filtered and acidified with formic acid (FA) before LC/MS/MS. Nano-LC-MS/MS analysis Nano-LC-MS/MS analyses were performed on a Q Exactive™ Plus Hybrid Quadrupole-Orbitrap™ Mass Spectrometer coupled to an UltiMate 3000 UHPLC RSLCnano System (Thermo Fisher Scientific, Hanna-Bremen, Germany). Approximately 10 μL from each sample was loaded and concentrated using an Acclaim TM PepMap TM 100 trap column (Thermo Fisher Scientific, #164535) at 3 µL/min for 5 mins in 100% Buffer A (Water + 0.1% FA). Chromatographic separation was done on an Easy-Spray PepMap column (Thermo Fisher Scientific, #ES901, ID 75 µm, 15 cm length, 3 µm particles with 100 Å pore sizes). The LC gradient consisted of holding at 3% Buffer B (Acetonitrile + 0.1% FA) for 5 minutes, followed by a gradient from 3-35% Buffer B over 75 minutes, followed by an increase to 95% Buffer B for 2 minutes, a decrease to 3% Buffer B for 2 minutes and hold at 3% Buffer B for 2 minutes. The mass spectrometer was operated in positive mode, with a spray voltage of 1.8 kV and ion transfer capillary temperature of 250 °C. Data-dependent acquisition with the top 15 most intense ions for MS/MS. Full MS scan parameters were, Resolution 70k, AGC target 3E6, m/z range 200-2000; MS2 parameters were: Resolution 17.5k; AGC target 1E5; Maximum IT 50 ms; Isolation window 4.0 m/z; Fixed first mass 100 m/z; NCE 30.0. Mass spectrometry data analysis The resulting RAW files from mass spectrometry experiments were analyzed using Proteome Discover™ 2.5 (Thermo Fisher Scientific). The MS/MS spectra were searched against a database containing reviewed Homo sapiens proteins (downloaded from the UniProt on 10/04/2019) plus common contaminants. SEQUEST HT search engine was used with trypsin as the proteolytic enzyme, including two allowed missed cleavages, precursor mass tolerance of 10 ppm; and a fragment mass tolerance of 0.2 Da. Static modification of carbamidomethylation on cysteine residues was included, as well as dynamic or variable modifications of oxidation on methionine, peptide N-terminal methionine loss, acetylation, and methionine loss+N-terminal acetylation. Fixed PSM Validator was used as an FDR filter, and results were loaded into Scaffold TM 4 (Proteome Software) to visualize data and calculate Fisher’s Exact test p-values with Benjamini-Hochburg correction. Relative quantitation of proteins comparing NS1 binding experiments used either Scaffold quantitation functions or Normalized Spectral Abundance Factor calculations and accounted for related isoform identifications 66 , 126 . The STRING application (Version 2.1.0) 127 within Cytoscape (version 3.9.1) 128 was used for visualization of functional enrichment based on protein interaction networks from observed proteins. Subcellular localization was determined from the UniProt database (Release 2023_3). Immunofluorescence assay Cells were grown on glass coverslips in 24 well plates and were infected with ZIKV at an MOI of 0.1. At 36 hrs post-infection, cells were fixed with 3.7% paraformaldehyde in PBS for 15 minutes and further permeabilized with 0.1% Triton X-100 in PBS for 5 minutes at room temperature. Cells were blocked with 10 mg/ml bovine serum albumin (BSA, Sigma-Aldrich, #A7906) in PBS overnight at 4 °C. Subsequently, the blocking buffer was removed, and cells were treated with primary antibodies (1:50 dilution) against envelope protein (4G2, a kind gift from Theodore C. Pearson) and capsid protein (GeneTex, #GTX134186) followed by treatment with fluorescein isothiocyanate (FITC), tetramethyl rhodamine isothiocyanate (TRITC). ZIKV NS1 protein was stained with anti-NS1 (GeneTex, #GTX133323, 1:1000 dilution) followed by Alexa Fluor 594 dye-conjugated secondary antibodies (1:1000 dilution) for 2 hrs. Nuclei were stained using Hoechst-33342 (Invitrogen, #H3570) according to the manufacturer’s instructions. Cells were washed 3 times with phosphate-buffered saline (PBS), and coverslips were mounted onto microscope slides with FluorSave Reagent (Calbiochem, #3457) and confocal images were acquired using a Nikon A1R-MP confocal microscope fitted with a 60x oil objective lens with 1.4 numerical aperture (NA) and processed using the NIS Elements software (Nikon). Brightness and contrast were adjusted using look up tables (LUTs). For imaging of dsRNA and microtubule, trophoblast cells were grown in 6 well glass bottom plates (Cellvis, #P06-1.5H-N) to a sub-confluency. After overnight culture, cells were infected/transfected. At 24 hpi, cells were fixed with cold 3.5% paraformaldehyde (PFA) (ThermoFisher Scientific, #47392) and 0.5% glutaraldehyde (Polysciences, #BLI1909) in PBS for 15 minutes and permeabilized with 0.1% Triton X-100 in PBS for 5 minutes at room temperature. Samples were blocked with 10 mg/ml bovine serum albumin in PBS for 30 minutes at room temperature and treated with J2 monoclonal antibody against dsRNA (Scions, #10010500) or alpha/beta-tubulin (Cell Signaling Technology, #2148) diluted 1:1000 in PBS containing 1% BSA overnight at 4 C. Samples were then washed three times in PBS and incubated with goat anti-mouse Alexa fluor 488 (Invitrogen, #A-11001) for 1 hour at room temperature. Samples were subsequently stained with Hoechst 33342 (Invitrogen, #H3570) diluted 1:10,000 and 500 nM SiR700-Actin Kit (Cytoskeleton; #CY-SC013). Samples were mounted using Aqua-Poly/Mount (Polyscience, #18606-100) and imaged using Nikon A1R-MP. Live-cell imaging For screening TNT formation, cells were grown in 4-well chamber slides (IBIDI, #80427) and transfected with expression plasmids, or infected with ZIKV and ZIKV TNT- and incubated for 48 hrs. For live imaging of mitochondria transfer via TNTs, cells expressing mito-GFP mitochondria marker (Addgene, #49151) were used. Live imaging was performed in a Nikon A1R-MP confocal microscope, using a heated 60× oil immersion objective (1.4 NA) in a live imaging chamber (Tokai Hit, Fujinomiya, Shizuoka Prefecture, Japan) supplied with 5% CO2 at 37 °C. Images and videos were acquired using NIS-Elements software. Quantification of mitochondria transfer Transfer of mitochondria transfer via TNTs was quantified by flow cytometry. HTR-8 or JEG-3 cells were seeded in a 6-well plate at a density of 500,000 cells/well (Corning, #353046). Donor cells were stained 4 hrs before co-culture with 150 nM MitoTracker Green FM (Invitrogen, #M7514) and 8 μM CellTrace Violet (Invitrogen, #C34557). Cells were washed twice with complete medium after staining and again before co-culture to remove any potential unbound dye. HTR-8 acceptor cells were transfected with 1 μg of pNS1 ZIKV and pNS1-ZIKV ∆TNT plasmids using Lipofectamine™ 3000. At 4 hrs of post-transfection (hpt), 250,000 transfected and untransfected cells were harvested and co-cultured at a 1:1 ratio with or without Boyden chambers (Falcon, #353090). After 24 hrs post-co-culture, cells were harvested, stained with viability dye (Invitrogen, #L10119), and analyzed in the BD LSRFortessa (Becton Dickinson). For THP-1 co-culture, 250,000 cells/well (Thermo Scientific, #174901) were seeded and primed with 150 nM Phorbol 12-myristate 13-acetate (PMA, Sigma, #P8139) for 24 hrs and maintained in culture for three days until fully adherent and differentiated before co-culture with transfected HTR-8. Positive and negative gates were set based on FMO controls. Cells were gated for singlet, followed by live cells (Live/Dead stain) and CellTrace (Supplementary Fig. 4 ). The resulting cells were evaluated for NS1-mCherry and Mitotracker expression—total events = 30,000 cells. Mitochondria MFI ratio (%) = 100*((NS1 + /Mitotracker + - NS1-/Mitotracker + ) / NS1 + /Mitotracker +). Quantification of mitochondria accumulation Mitochondria accumulation was quantified by flow cytometry. JEG-3 was seeded at 250,000 cells/well and cultured overnight. On the next day, uninfected cells were stained 4 hrs before co-culture with 150 nM MitoTracker Green FM (Invitrogen, #M7514) and 8 μM CellTrace Violet (Invitrogen, #C34557). JEG-3 was either inoculated with ZIKV-mCherry (MOI = 0.1) or mock infected for 2 hrs and immediately co-cultured with uninfected cells at 1:1 ratio for 24 hrs. For mitochondria accumulation in transfected cells, JEG-3 were either transfected with 1 μg of pNS1-ZIKV or no plasmid using Lipofectamine™ 3000 Transfection Reagent (Invitrogen, #L3000001). At 4 hpt, transfected cells were co-cultured with untransfected cells at 1:1 ratio for 24 hrs. At 24 hrs post-co-culture, cells were harvested, stained with viability dye (Invitrogen, #L10119), and analyzed on BD LSRFortessa (Becton Dickinson). Cells were gated for singlet, followed by live (Live/Dead stain) and CellTrace (CellTrace Violet). The resulting cells were evaluated for median fluorescence intensity of MitoTracker Green to quantify accumulation of mitochondria in infected/ transfected cells. Total events = 30,000 live cells. Inhibition of mitochondrial respiration and transport ZIKV-infected trophoblast cells were treated with either Rotenone (Sigma, #R8875), an inhibitor of mitochondrial respiratory chain complex I, or Miro1 Reducer (Tocris Bioscience, #7091), a compound that promotes the degradation of RHOT1/Miro1 (PMID: 31564441). Dosage of the drugs were determined using lactate dehydrogenase cytotoxicity assay (described below). Lactate dehydrogenase (LDH) cytotoxicity assay LDH release was measured using CytoTox 96® Non-Radioactive Cytotoxicity Assay (Promega, #G1780) according to the manufacturer’s instructions. Briefly, cells were seeded in a 96-well plate at density of 1 × 10 4 cells/well. After overnight culture, cells were treated with Rotenone ranging from 0.001 to 100 μM or Miro1 Reducer ranging from 10 to 40 μM for 24 hrs. Cell culture media were collected and used for measuring LDH release. LDH levels were determined by recording absorbance at 490 nm using BioTek Epoch Microplate Spectrophotometer and the percent cytotoxicity was calculated per manufacturer’s instructions: Percent cytotoxicity = 100 × (Experimental LDH Release/ Maximum LDH Release). Interferon level analysis JEG-3 and HTR-8 cells were infected with ZIKV including MR-766, PRVABC-59, and ZIKV ΔTNT (MOI = 0.1) for 48 hrs. LEGENDplex™ Human Type 1/2/3 Interferon Panel (5-plex) (BioLegend, #740350) was used to measure IFN-α2, IFN-β, IFN-γ, IFN-λ1, and IFN-λ2/3 levels simultaneously on the infected cells’ supernatant according to the manufacturer’s instructions. Bead-bound cytokines were measured using High Throughput Sampler (HTS) on BD LSR III (Becton Dickinson) and concentrations were calculated using the LEGENDplex™ Data Analysis Software (BioLegend). For mitochondrial respiration or transport inhibition, infected cells were treated with 0.01 µM Rotenone or 40 µM Miro1 Reducer, respectively. The dosages were determined using the drug concentration that reduces ZIKV replication by 1 log and does not cause cell cytotoxicity. Determination of IFN-λ2/3 levels in mouse plasma was performed by ELISA (RnD systems, #DY1789B-05) according to the manufacturer’s instructions. Gene expression analyses JEG-3 and HTR-8/SVneo (HTR-8) cells (0.4×10 6 cells) were seeded a day prior to infection in a 6-well plate and transfected with 1ug of pNS1-ZIKV and pNS1 ΔTNT using Lipofectamine TM 3000 according to the manufacturer instructions. At 24 hpt or 48 hpi cells were harvested in Trizol TM (Invitrogen, #15596026) for RNA extraction. RNA was quantified using NanoDrop™ One (ThermoFisher Scientific, Waltham, MA, USA) and cDNA was synthesized using iScript™ gDNA Clear cDNA Synthesis Kit (Bio-Rad, #1725035) according to the manufacturer instructions. Quantitative PCR was performed using SsoAdvanced Universal SYBR green supermix (Bio-Rad, #1725274) on a QuantStudio 3 real-time PCR instrument (Applied Biosystems, Waltham, MA, USA). Relative gene expression differences between groups were assessed by comparing delta Ct values or using the 2 -ΔΔCT method. The primer list is available in Supplementary Table 1 . Statistical analysis and reproducibility All analyses were carried out using GraphPad Prism 9. No statistical methods were used to predetermine sample sizes. The normal distribution of continuous variables was assessed by the Shapiro-Wilk test and the statistical significance of pairwise comparisons were assessed by the Student’s t-test or the Mann-Whitney test when appropriate. Comparisons of three of more groups were performed by the one-way ANOVA followed by the Tukey’s test to determine differences between groups. Where data showed a nonparametric distribution, a Kruskal–Wallis test was used followed by post-hoc Dunn’s test. Descriptive statistics, statistical tests, and post-hoc tests for multiple comparisons are reported in each figure legend and the accompanying source data. The number of independent experiments is described in the figure legend. For comparison of gene expression, we performed outlier analyses to identify data that deviates significantly from the rest of data at P < 0.05 using Grubb’s test. For comparison of mitochondria transfer, five independent experiments were used. For quantification of TNTs, five randomly chosen microscope fields containing ZIKV-NS1 expressing cells from three biologically independent replicates were used for statistical analysis. For all comparisons, a two-sided P value < 0.05 was considered statistically significant. Reporting summary Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article. Supplementary information Supplementary Information Peer Review file Description of Additional Supplementary Files Supplementary Data 1 Supplementary Movie 1 Supplementary Movie 2 Reporting Summary Source data Source Data Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Supplementary information The online version contains supplementary material available at 10.1038/s41467-025-56927-2. Acknowledgements This work was supported in part by NIH/NIAID R01AI176505 to J.J. and I.U.M., NIH/NICHD grant, R01HD091218 to I.U.M., and Pennsylvania State University startup funds to J.J. This project was supported by the Cytometry and Cell Sorting Core at Baylor College of Medicine with funding from the CPRIT Core Facility Support Award (CPRIT-RP180672), the NIH (CA125123 and RR024574). We thank the Indiana University School of Medicine Mass spectrometry core for their services. We thank Drs. Jason Mills and Robert Lawrence for their valuable comments and editing. Author contributions R.T.M., A.N., and I.U.M. conceived the experimental plan; R.T.M., A.N., L.B.T., performed the majority of experiments and were assisted by D.K., S.A.T. S.J.B. analyzed the proteomics data. R.T.M., A.N., L.B.T., J.J. and I.U.M. wrote the manuscript, and all authors approved the final draft. Peer review Peer review information Nature Communications thanks Loyda Meléndez, R. Michael Roberts, Christel Vérollet and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. A peer review file is available. Data availability The AP-MS data generated in this study have been deposited in the MassIVE ( https://massive.ucsd.edu/ProteoSAFe/static/massive.jsp ) under the accession code MSV000093683 and ProteomeXchange ( https://proteomecentral.proteomexchange.org/cgi/GetDataset?ID=PXD047909 ) databases. All data supporting the findings of this study are available within the paper, supplementary material, and Source data files. All microscopy image files, and biological materials generated are available from the corresponding authors upon request. Source data are provided with this paper. Competing interests I.U.M. serves on the scientific advisory board of Seed Health. The remaining authors declare no competing interests. References 1. Duffy MR Zika virus outbreak on Yap Island, Federated States of Micronesia N. Engl. J. Med. 2009 360 2536 2543 10.1056/NEJMoa0805715 19516034 Duffy, M. R. et al. Zika virus outbreak on Yap Island, Federated States of Micronesia. N. Engl. J. Med. 360 , 2536–2543 (2009). 19516034 2. Cao-Lormeau V-M Zika virus, French polynesia, South pacific, 2013 Emerg. Infect. Dis. 2014 20 1085 1086 10.3201/eid2006.140138 24856001 Cao-Lormeau, V.-M. et al. Zika virus, French polynesia, South pacific, 2013. Emerg. Infect. Dis. 20 , 1085–1086 (2014). 24856001 3. Hu T Li J Carr MJ Duchêne S Shi W The Asian Lineage of Zika Virus: Transmission and Evolution in Asia and the Americas Virol. Sin. 2019 34 1 8 10.1007/s12250-018-0078-2 30684211 Hu, T., Li, J., Carr, M. J., Duchêne, S. & Shi, W. The Asian Lineage of Zika Virus: Transmission and Evolution in Asia and the Americas. Virol. Sin. 34 , 1–8 (2019). 30684211 4. Moore SM Leveraging multiple data types to estimate the size of the Zika epidemic in the Americas PLoS Negl. Trop. Dis. 2020 14 e0008640 10.1371/journal.pntd.0008640 32986701 Moore, S. M. et al. Leveraging multiple data types to estimate the size of the Zika epidemic in the Americas. PLoS Negl. Trop. Dis. 14 , e0008640 (2020). 32986701 5. Paixao ES Population-based surveillance for congenital zika virus syndrome: a latent class analysis of recorded cases from 2015-2018 BMC Pregnancy Childbirth 2022 22 530 10.1186/s12884-022-04860-3 35768806 Paixao, E. S. et al. Population-based surveillance for congenital zika virus syndrome: a latent class analysis of recorded cases from 2015-2018. BMC Pregnancy Childbirth 22 , 530 (2022). 35768806 6. Pierson TC Diamond MS The continued threat of emerging flaviviruses Nat. Microbiol. 2020 5 796 812 10.1038/s41564-020-0714-0 32367055 Pierson, T. C. & Diamond, M. S. The continued threat of emerging flaviviruses. Nat. Microbiol. 5 , 796–812 (2020). 32367055 7. Musso D Potential sexual transmission of Zika virus Emerg. Infect. Dis. 2015 21 359 361 10.3201/eid2102.141363 25625872 Musso, D. et al. Potential sexual transmission of Zika virus. Emerg. Infect. Dis. 21 , 359–361 (2015). 25625872 8. Mansuy JM Zika virus: high infectious viral load in semen, a new sexually transmitted pathogen? Lancet Infect. Dis. 2016 16 405 10.1016/S1473-3099(16)00138-9 26949027 Mansuy, J. M. et al. Zika virus: high infectious viral load in semen, a new sexually transmitted pathogen? Lancet Infect. Dis. 16 , 405 (2016). 26949027 9. Siemann DN Strange DP Maharaj PN Shi P-Y Verma S Zika Virus Infects Human Sertoli Cells and Modulates the Integrity of the In Vitro Blood-Testis Barrier Model J. Virol. 2017 91 e00623 17 10.1128/JVI.00623-17 28878076 Siemann, D. N., Strange, D. P., Maharaj, P. N., Shi, P.-Y. & Verma, S. Zika Virus Infects Human Sertoli Cells and Modulates the Integrity of the In Vitro Blood-Testis Barrier Model. J. Virol. 91 , e00623–17 (2017). 28878076 10. Mead PS Hills SL Brooks JT Zika virus as a sexually transmitted pathogen Curr. Opin. Infect. Dis. 2018 31 39 44 10.1097/QCO.0000000000000414 29176348 Mead, P. S., Hills, S. L. & Brooks, J. T. Zika virus as a sexually transmitted pathogen. Curr. Opin. Infect. Dis. 31 , 39–44 (2018). 29176348 11. Miner JJ Zika Virus Infection during Pregnancy in Mice Causes Placental Damage and Fetal Demise Cell 2016 165 1081 1091 10.1016/j.cell.2016.05.008 27180225 Miner, J. J. et al. Zika Virus Infection during Pregnancy in Mice Causes Placental Damage and Fetal Demise. Cell 165 , 1081–1091 (2016). 27180225 12. Papa MP Zika Virus Infects, Activates, and Crosses Brain Microvascular Endothelial Cells, without Barrier Disruption Front. Microbiol. 2017 8 2557 10.3389/fmicb.2017.02557 29312238 Papa, M. P. et al. Zika Virus Infects, Activates, and Crosses Brain Microvascular Endothelial Cells, without Barrier Disruption. Front. Microbiol. 8 , 2557 (2017). 29312238 13. Nie Y Rearrangement of Actin Cytoskeleton by Zika Virus Infection Facilitates Blood-Testis Barrier Hyperpermeability Virol. Sin. 2021 36 692 705 10.1007/s12250-020-00343-x 33534087 Nie, Y. et al. Rearrangement of Actin Cytoskeleton by Zika Virus Infection Facilitates Blood-Testis Barrier Hyperpermeability. Virol. Sin. 36 , 692–705 (2021). 33534087 14. Foy BD Probable non-vector-borne transmission of Zika virus, Colorado, USA Emerg. Infect. Dis. 2011 17 880 882 10.3201/eid1705.101939 21529401 Foy, B. D. et al. Probable non-vector-borne transmission of Zika virus, Colorado, USA. Emerg. Infect. Dis. 17 , 880–882 (2011). 21529401 15. Vermillion MS Intrauterine Zika virus infection of pregnant immunocompetent mice models transplacental transmission and adverse perinatal outcomes Nat. Commun. 2017 8 14575 10.1038/ncomms14575 28220786 Vermillion, M. S. et al. Intrauterine Zika virus infection of pregnant immunocompetent mice models transplacental transmission and adverse perinatal outcomes. Nat. Commun. 8 , 14575 (2017). 28220786 16. Yockey LJ Vaginal Exposure to Zika Virus during Pregnancy Leads to Fetal Brain Infection Cell 2016 166 1247 1256.e4 10.1016/j.cell.2016.08.004 27565347 Yockey, L. J. et al. Vaginal Exposure to Zika Virus during Pregnancy Leads to Fetal Brain Infection. Cell 166 , 1247–1256.e4 (2016). 27565347 17. Tabata T Zika Virus Targets Different Primary Human Placental Cells, Suggesting Two Routes for Vertical Transmission Cell Host Microbe 2016 20 155 166 10.1016/j.chom.2016.07.002 27443522 Tabata, T. et al. Zika Virus Targets Different Primary Human Placental Cells, Suggesting Two Routes for Vertical Transmission. Cell Host Microbe 20 , 155–166 (2016). 27443522 18. Bayer A Type III Interferons Produced by Human Placental Trophoblasts Confer Protection against Zika Virus Infection Cell Host Microbe 2016 19 705 712 10.1016/j.chom.2016.03.008 27066743 Bayer, A. et al. Type III Interferons Produced by Human Placental Trophoblasts Confer Protection against Zika Virus Infection. Cell Host Microbe 19 , 705–712 (2016). 27066743 19. Aagaard KM Primary Human Placental Trophoblasts are Permissive for Zika Virus (ZIKV) Replication Sci. Rep. 2017 7 41389 10.1038/srep41389 28128342 Aagaard, K. M. et al. Primary Human Placental Trophoblasts are Permissive for Zika Virus (ZIKV) Replication. Sci. Rep. 7 , 41389 (2017). 28128342 20. Jurado KA Zika virus productively infects primary human placenta-specific macrophages JCI Insight 2016 1 e88461 10.1172/jci.insight.88461 27595140 Jurado, K. A. et al. Zika virus productively infects primary human placenta-specific macrophages. JCI Insight 1 , e88461 (2016). 27595140 21. De Noronha L Zanluca C Azevedo MLV Luz KG Santos CNDD Zika virus damages the human placental barrier and presents marked fetal neurotropism Mem. Inst. Oswaldo Cruz 2016 111 287 293 10.1590/0074-02760160085 27143490 De Noronha, L., Zanluca, C., Azevedo, M. L. V., Luz, K. G. & Santos, C. N. D. D. Zika virus damages the human placental barrier and presents marked fetal neurotropism. Mem. Inst. Oswaldo Cruz 111 , 287–293 (2016). 27143490 22. Quicke KM Zika Virus Infects Human Placental Macrophages Cell Host Microbe 2016 20 83 90 10.1016/j.chom.2016.05.015 27247001 Quicke, K. M. et al. Zika Virus Infects Human Placental Macrophages. Cell Host Microbe 20 , 83–90 (2016). 27247001 23. Casazza RL Lazear HM Miner JJ Protective and Pathogenic Effects of Interferon Signaling During Pregnancy Viral Immunol. 2020 33 3 11 10.1089/vim.2019.0076 31545139 Casazza, R. L., Lazear, H. M. & Miner, J. J. Protective and Pathogenic Effects of Interferon Signaling During Pregnancy. Viral Immunol. 33 , 3–11 (2020). 31545139 24. Corry J Arora N Good CA Sadovsky Y Coyne CB Organotypic models of type III interferon-mediated protection from Zika virus infections at the maternal-fetal interface Proc. Natl Acad. Sci. USA 2017 114 9433 9438 10.1073/pnas.1707513114 28784796 Corry, J., Arora, N., Good, C. A., Sadovsky, Y. & Coyne, C. B. Organotypic models of type III interferon-mediated protection from Zika virus infections at the maternal-fetal interface. Proc. Natl Acad. Sci. USA 114 , 9433–9438 (2017). 28784796 25. Grant A Zika Virus Targets Human STAT2 to Inhibit Type I Interferon Signaling Cell Host Microbe 2016 19 882 890 10.1016/j.chom.2016.05.009 27212660 Grant, A. et al. Zika Virus Targets Human STAT2 to Inhibit Type I Interferon Signaling. Cell Host Microbe 19 , 882–890 (2016). 27212660 26. Wu Y Zika virus evades interferon-mediated antiviral response through the co-operation of multiple nonstructural proteins in vitro Cell Discov. 2017 3 17006 10.1038/celldisc.2017.6 28373913 Wu, Y. et al. Zika virus evades interferon-mediated antiviral response through the co-operation of multiple nonstructural proteins in vitro. Cell Discov. 3 , 17006 (2017). 28373913 27. Liang Q Zika Virus NS4A and NS4B Proteins Deregulate Akt-mTOR Signaling in Human Fetal Neural Stem Cells to Inhibit Neurogenesis and Induce Autophagy Cell Stem Cell 2016 19 663 671 10.1016/j.stem.2016.07.019 27524440 Liang, Q. et al. Zika Virus NS4A and NS4B Proteins Deregulate Akt-mTOR Signaling in Human Fetal Neural Stem Cells to Inhibit Neurogenesis and Induce Autophagy. Cell Stem Cell 19 , 663–671 (2016). 27524440 28. Lennemann NJ Coyne CB Dengue and Zika viruses subvert reticulophagy by NS2B3-mediated cleavage of FAM134B Autophagy 2017 13 322 332 10.1080/15548627.2016.1265192 28102736 Lennemann, N. J. & Coyne, C. B. Dengue and Zika viruses subvert reticulophagy by NS2B3-mediated cleavage of FAM134B. Autophagy 13 , 322–332 (2017). 28102736 29. Ponia SS Mitophagy antagonism by ZIKV reveals Ajuba as a regulator of PINK1 signaling, PKR-dependent inflammation, and viral invasion of tissues Cell Rep. 2021 37 109888 10.1016/j.celrep.2021.109888 34706234 Ponia, S. S. et al. Mitophagy antagonism by ZIKV reveals Ajuba as a regulator of PINK1 signaling, PKR-dependent inflammation, and viral invasion of tissues. Cell Rep. 37 , 109888 (2021). 34706234 30. Akey DL Flavivirus NS1 structures reveal surfaces for associations with membranes and the immune system Science 2014 343 881 885 10.1126/science.1247749 24505133 Akey, D. L. et al. Flavivirus NS1 structures reveal surfaces for associations with membranes and the immune system. Science 343 , 881–885 (2014). 24505133 31. Brown WC Extended surface for membrane association in Zika virus NS1 structure Nat. Struct. Mol. Biol. 2016 23 865 867 10.1038/nsmb.3268 27455458 Brown, W. C. et al. Extended surface for membrane association in Zika virus NS1 structure. Nat. Struct. Mol. Biol. 23 , 865–867 (2016). 27455458 32. Hilgenfeld R Zika virus NS1, a pathogenicity factor with many faces EMBO J. 2016 35 2631 2633 10.15252/embj.201695871 27789523 Hilgenfeld, R. Zika virus NS1, a pathogenicity factor with many faces. EMBO J. 35 , 2631–2633 (2016). 27789523 33. Akey DL Brown WC Jose J Kuhn RJ Smith JL Structure-guided insights on the role of NS1 in flavivirus infection BioEssays N. Rev. Mol. Cell. Dev. Biol. 2015 37 489 494 Akey, D. L., Brown, W. C., Jose, J., Kuhn, R. J. & Smith, J. L. Structure-guided insights on the role of NS1 in flavivirus infection. BioEssays N. Rev. Mol. Cell. Dev. Biol. 37 , 489–494 (2015). 34. Xu X Contribution of intertwined loop to membrane association revealed by Zika virus full-length NS1 structure EMBO J. 2016 35 2170 2178 10.15252/embj.201695290 27578809 Xu, X. et al. Contribution of intertwined loop to membrane association revealed by Zika virus full-length NS1 structure. EMBO J. 35 , 2170–2178 (2016). 27578809 35. Wessel AW Antibodies targeting epitopes on the cell-surface form of NS1 protect against Zika virus infection during pregnancy Nat. Commun. 2020 11 5278 10.1038/s41467-020-19096-y 33077712 Wessel, A. W. et al. Antibodies targeting epitopes on the cell-surface form of NS1 protect against Zika virus infection during pregnancy. Nat. Commun. 11 , 5278 (2020). 33077712 36. Cordero Cervantes D Zurzolo C Peering into tunneling nanotubes-The path forward EMBO J. 2021 40 e105789 10.15252/embj.2020105789 33646572 Cordero Cervantes, D. & Zurzolo, C. Peering into tunneling nanotubes-The path forward. EMBO J. 40 , e105789 (2021). 33646572 37. Needs HI Rescue of mitochondrial import failure by intercellular organellar transfer Nat. Commun. 2024 15 988 10.1038/s41467-024-45283-2 38307874 Needs, H. I. et al. Rescue of mitochondrial import failure by intercellular organellar transfer. Nat. Commun. 15 , 988 (2024). 38307874 38. Onfelt B Structurally distinct membrane nanotubes between human macrophages support long-distance vesicular traffic or surfing of bacteria J. Immunol. Baltim. Md. 1950 2006 177 8476 8483 Onfelt, B. et al. Structurally distinct membrane nanotubes between human macrophages support long-distance vesicular traffic or surfing of bacteria. J. Immunol. Baltim. Md. 1950 177 , 8476–8483 (2006). 39. Rustom A Saffrich R Markovic I Walther P Gerdes H-H Nanotubular highways for intercellular organelle transport Science 2004 303 1007 1010 10.1126/science.1093133 14963329 Rustom, A., Saffrich, R., Markovic, I., Walther, P. & Gerdes, H.-H. Nanotubular highways for intercellular organelle transport. Science 303 , 1007–1010 (2004). 14963329 40. Valdebenito S Audia A Bhat KPL Okafo G Eugenin EA Tunneling Nanotubes Mediate Adaptation of Glioblastoma Cells to Temozolomide and Ionizing Radiation Treatment iScience 2020 23 101450 10.1016/j.isci.2020.101450 32882515 Valdebenito, S., Audia, A., Bhat, K. P. L., Okafo, G. & Eugenin, E. A. Tunneling Nanotubes Mediate Adaptation of Glioblastoma Cells to Temozolomide and Ionizing Radiation Treatment. iScience 23 , 101450 (2020). 32882515 41. Wang X Veruki ML Bukoreshtliev NV Hartveit E Gerdes H-H Animal cells connected by nanotubes can be electrically coupled through interposed gap-junction channels Proc. Natl Acad. Sci. USA 2010 107 17194 17199 10.1073/pnas.1006785107 20855598 Wang, X., Veruki, M. L., Bukoreshtliev, N. V., Hartveit, E. & Gerdes, H.-H. Animal cells connected by nanotubes can be electrically coupled through interposed gap-junction channels. Proc. Natl Acad. Sci. USA 107 , 17194–17199 (2010). 20855598 42. Lock JT Parker I Smith IF Communication of Ca(2+) signals via tunneling membrane nanotubes is mediated by transmission of inositol trisphosphate through gap junctions Cell Calcium 2016 60 266 272 10.1016/j.ceca.2016.06.004 27388952 Lock, J. T., Parker, I. & Smith, I. F. Communication of Ca(2+) signals via tunneling membrane nanotubes is mediated by transmission of inositol trisphosphate through gap junctions. Cell Calcium 60 , 266–272 (2016). 27388952 43. Jansens RJJ Tishchenko A Favoreel HW Bridging the Gap: Virus Long-Distance Spread via Tunneling Nanotubes J. Virol. 2020 94 e02120 19 10.1128/JVI.02120-19 32024778 Jansens, R. J. J., Tishchenko, A. & Favoreel, H. W. Bridging the Gap: Virus Long-Distance Spread via Tunneling Nanotubes. J. Virol. 94 , e02120–19 (2020). 32024778 44. Hashimoto M Potential Role of the Formation of Tunneling Nanotubes in HIV-1 Spread in Macrophages J. Immunol. Baltim. Md. 1950 2016 196 1832 1841 Hashimoto, M. et al. Potential Role of the Formation of Tunneling Nanotubes in HIV-1 Spread in Macrophages. J. Immunol. Baltim. Md. 1950 196 , 1832–1841 (2016). 45. Okafo G Prevedel L Eugenin E Tunneling nanotubes (TNT) mediate long-range gap junctional communication: Implications for HIV cell to cell spread Sci. Rep. 2017 7 16660 10.1038/s41598-017-16600-1 29192225 Okafo, G., Prevedel, L. & Eugenin, E. Tunneling nanotubes (TNT) mediate long-range gap junctional communication: Implications for HIV cell to cell spread. Sci. Rep. 7 , 16660 (2017). 29192225 46. Kumar A Influenza virus exploits tunneling nanotubes for cell-to-cell spread Sci. Rep. 2017 7 40360 10.1038/srep40360 28059146 Kumar, A. et al. Influenza virus exploits tunneling nanotubes for cell-to-cell spread. Sci. Rep. 7 , 40360 (2017). 28059146 47. Guo R Katz BB Tomich JM Gallagher T Fang Y Porcine Reproductive and Respiratory Syndrome Virus Utilizes Nanotubes for Intercellular Spread J. Virol. 2016 90 5163 5175 10.1128/JVI.00036-16 26984724 Guo, R., Katz, B. B., Tomich, J. M., Gallagher, T. & Fang, Y. Porcine Reproductive and Respiratory Syndrome Virus Utilizes Nanotubes for Intercellular Spread. J. Virol. 90 , 5163–5175 (2016). 26984724 48. Furnon W Remodeling of the Actin Network Associated with the Non-Structural Protein 1 (NS1) of West Nile Virus and Formation of NS1-Containing Tunneling Nanotubes Viruses 2019 11 901 10.3390/v11100901 31569658 Furnon, W. et al. Remodeling of the Actin Network Associated with the Non-Structural Protein 1 (NS1) of West Nile Virus and Formation of NS1-Containing Tunneling Nanotubes. Viruses 11 , 901 (2019). 31569658 49. Pepe A Pietropaoli S Vos M Barba-Spaeth G Zurzolo C Tunneling nanotubes provide a route for SARS-CoV-2 spreading Sci. Adv. 2022 8 eabo0171 10.1126/sciadv.abo0171 35857849 Pepe, A., Pietropaoli, S., Vos, M., Barba-Spaeth, G. & Zurzolo, C. Tunneling nanotubes provide a route for SARS-CoV-2 spreading. Sci. Adv. 8 , eabo0171 (2022). 35857849 50. Baselga M Moreo E Uranga-Murillo I Arias M Junquera C Ultrastructural analysis and three-dimensional reconstruction of cellular structures involved in SARS-CoV-2 spread Histochem. Cell Biol. 2023 159 47 60 10.1007/s00418-022-02152-7 36175690 Baselga, M., Moreo, E., Uranga-Murillo, I., Arias, M. & Junquera, C. Ultrastructural analysis and three-dimensional reconstruction of cellular structures involved in SARS-CoV-2 spread. Histochem. Cell Biol. 159 , 47–60 (2023). 36175690 51. Tiwari V Koganti R Russell G Sharma A Shukla D Role of Tunneling Nanotubes in Viral Infection, Neurodegenerative Disease, and Cancer Front. Immunol. 2021 12 680891 10.3389/fimmu.2021.680891 34194434 Tiwari, V., Koganti, R., Russell, G., Sharma, A. & Shukla, D. Role of Tunneling Nanotubes in Viral Infection, Neurodegenerative Disease, and Cancer. Front. Immunol. 12 , 680891 (2021). 34194434 52. DiNunno NM Identification of a pocket factor that is critical to Zika virus assembly Nat. Commun. 2020 11 4953 10.1038/s41467-020-18747-4 33009400 DiNunno, N. M. et al. Identification of a pocket factor that is critical to Zika virus assembly. Nat. Commun. 11 , 4953 (2020). 33009400 53. Schwarz MC Rescue of the 1947 Zika Virus Prototype Strain with a Cytomegalovirus Promoter-Driven cDNA Clone mSphere 2016 1 e00246 16 10.1128/mSphere.00246-16 27704051 Schwarz, M. C. et al. Rescue of the 1947 Zika Virus Prototype Strain with a Cytomegalovirus Promoter-Driven cDNA Clone. mSphere 1 , e00246–16 (2016). 27704051 54. Ljubojevic N Henderson JM Zurzolo C The Ways of Actin: Why Tunneling Nanotubes Are Unique Cell Protrusions Trends Cell Biol. 2021 31 130 142 10.1016/j.tcb.2020.11.008 33309107 Ljubojevic, N., Henderson, J. M. & Zurzolo, C. The Ways of Actin: Why Tunneling Nanotubes Are Unique Cell Protrusions. Trends Cell Biol. 31 , 130–142 (2021). 33309107 55. Korenkova O Pepe A Zurzolo C Fine intercellular connections in development: TNTs, cytonemes, or intercellular bridges? Cell Stress 2020 4 30 43 10.15698/cst2020.02.212 32043076 Korenkova, O., Pepe, A. & Zurzolo, C. Fine intercellular connections in development: TNTs, cytonemes, or intercellular bridges? Cell Stress 4 , 30–43 (2020). 32043076 56. Sironi M Forni D Clerici M Cagliani R Nonstructural Proteins Are Preferential Positive Selection Targets in Zika Virus and Related Flaviviruses PLoS Negl. Trop. Dis. 2016 10 e0004978 10.1371/journal.pntd.0004978 27588756 Sironi, M., Forni, D., Clerici, M. & Cagliani, R. Nonstructural Proteins Are Preferential Positive Selection Targets in Zika Virus and Related Flaviviruses. PLoS Negl. Trop. Dis. 10 , e0004978 (2016). 27588756 57. Puerta-Guardo H Zika Virus Nonstructural Protein 1 Disrupts Glycosaminoglycans and Causes Permeability in Developing Human Placentas J. Infect. Dis. 2020 221 313 324 10.1093/infdis/jiz331 31250000 Puerta-Guardo, H. et al. Zika Virus Nonstructural Protein 1 Disrupts Glycosaminoglycans and Causes Permeability in Developing Human Placentas. J. Infect. Dis. 221 , 313–324 (2020). 31250000 58. Rastogi M Singh SK Zika virus NS1 affects the junctional integrity of human brain microvascular endothelial cells Biochimie 2020 176 52 61 10.1016/j.biochi.2020.06.011 32640279 Rastogi, M. & Singh, S. K. Zika virus NS1 affects the junctional integrity of human brain microvascular endothelial cells. Biochimie 176 , 52–61 (2020). 32640279 59. Roldán JS Cassola A Castillo DS Optimization of recombinant Zika virus NS1 protein secretion from HEK293 cells Biotechnol. Rep. Amst. Neth. 2020 25 e00434 Roldán, J. S., Cassola, A. & Castillo, D. S. Optimization of recombinant Zika virus NS1 protein secretion from HEK293 cells. Biotechnol. Rep. Amst. Neth. 25 , e00434 (2020). 60. Hanna SJ The Role of Rho-GTPases and actin polymerization during Macrophage Tunneling Nanotube Biogenesis Sci. Rep. 2017 7 8547 10.1038/s41598-017-08950-7 28819224 Hanna, S. J. et al. The Role of Rho-GTPases and actin polymerization during Macrophage Tunneling Nanotube Biogenesis. Sci. Rep. 7 , 8547 (2017). 28819224 61. Delage E Differential identity of Filopodia and Tunneling Nanotubes revealed by the opposite functions of actin regulatory complexes Sci. Rep. 2016 6 39632 10.1038/srep39632 28008977 Delage, E. et al. Differential identity of Filopodia and Tunneling Nanotubes revealed by the opposite functions of actin regulatory complexes. Sci. Rep. 6 , 39632 (2016). 28008977 62. Hase K M-Sec promotes membrane nanotube formation by interacting with Ral and the exocyst complex Nat. Cell Biol. 2009 11 1427 1432 10.1038/ncb1990 19935652 Hase, K. et al. M-Sec promotes membrane nanotube formation by interacting with Ral and the exocyst complex. Nat. Cell Biol. 11 , 1427–1432 (2009). 19935652 63. Chang M Formation of cellular close-ended tunneling nanotubes through mechanical deformation Sci. Adv. 2022 8 eabj3995 10.1126/sciadv.abj3995 35353579 Chang, M. et al. Formation of cellular close-ended tunneling nanotubes through mechanical deformation. Sci. Adv. 8 , eabj3995 (2022). 35353579 64. Mosley, A. L. et al. Highly reproducible label free quantitative proteomic analysis of RNA polymerase complexes. Mol. Cell. Proteomics MCP 10 , M110.000687 (2011). 65. Mosley AL Florens L Wen Z Washburn MP A label free quantitative proteomic analysis of the Saccharomyces cerevisiae nucleus J. Proteom. 2009 72 110 120 10.1016/j.jprot.2008.10.008 Mosley, A. L., Florens, L., Wen, Z. & Washburn, M. P. A label free quantitative proteomic analysis of the Saccharomyces cerevisiae nucleus. J. Proteom. 72 , 110–120 (2009). 66. Zybailov BL Florens L Washburn MP Quantitative shotgun proteomics using a protease with broad specificity and normalized spectral abundance factors Mol. Biosyst. 2007 3 354 360 10.1039/b701483j 17460794 Zybailov, B. L., Florens, L. & Washburn, M. P. Quantitative shotgun proteomics using a protease with broad specificity and normalized spectral abundance factors. Mol. Biosyst. 3 , 354–360 (2007). 17460794 67. Tabata T Zika Virus Replicates in Proliferating Cells in Explants From First-Trimester Human Placentas, Potential Sites for Dissemination of Infection J. Infect. Dis. 2018 217 1202 1213 10.1093/infdis/jix552 29106643 Tabata, T. et al. Zika Virus Replicates in Proliferating Cells in Explants From First-Trimester Human Placentas, Potential Sites for Dissemination of Infection. J. Infect. Dis. 217 , 1202–1213 (2018). 29106643 68. Saha T Intercellular nanotubes mediate mitochondrial trafficking between cancer and immune cells Nat. Nanotechnol. 2022 17 98 106 10.1038/s41565-021-01000-4 34795441 Saha, T. et al. Intercellular nanotubes mediate mitochondrial trafficking between cancer and immune cells. Nat. Nanotechnol. 17 , 98–106 (2022). 34795441 69. Ren Z Mitochondrial Dynamics Imbalance: A Strategy for Promoting Viral Infection Front. Microbiol. 2020 11 1992 10.3389/fmicb.2020.01992 32973718 Ren, Z. et al. Mitochondrial Dynamics Imbalance: A Strategy for Promoting Viral Infection. Front. Microbiol. 11 , 1992 (2020). 32973718 70. Tiku V Tan M-W Dikic I Mitochondrial Functions in Infection and Immunity Trends Cell Biol. 2020 30 263 275 10.1016/j.tcb.2020.01.006 32200805 Tiku, V., Tan, M.-W. & Dikic, I. Mitochondrial Functions in Infection and Immunity. Trends Cell Biol. 30 , 263–275 (2020). 32200805 71. Hsieh C-H Miro1 Marks Parkinson’s Disease Subset and Miro1 Reducer Rescues Neuron Loss in Parkinson’s Models Cell Metab. 2019 30 1131 1140.e7 10.1016/j.cmet.2019.08.023 31564441 Hsieh, C.-H. et al. Miro1 Marks Parkinson’s Disease Subset and Miro1 Reducer Rescues Neuron Loss in Parkinson’s Models. Cell Metab. 30 , 1131–1140.e7 (2019). 31564441 72. Cangkrama M A Protumorigenic mDia2-MIRO1 Axis Controls Mitochondrial Positioning and Function in Cancer-Associated Fibroblasts Cancer Res 2022 82 3701 3717 10.1158/0008-5472.CAN-22-0162 35997559 Cangkrama, M. et al. A Protumorigenic mDia2-MIRO1 Axis Controls Mitochondrial Positioning and Function in Cancer-Associated Fibroblasts. Cancer Res . 82 , 3701–3717 (2022). 35997559 73. Ahmad T Miro1 regulates intercellular mitochondrial transport & enhances mesenchymal stem cell rescue efficacy EMBO J. 2014 33 994 1010 24431222 Ahmad, T. et al. Miro1 regulates intercellular mitochondrial transport & enhances mesenchymal stem cell rescue efficacy. EMBO J. 33 , 994–1010 (2014). 24431222 74. Clark AE Zika virus is transmitted in neural progenitor cells via cell-to-cell spread and infection is inhibited by the autophagy inducer trehalose J. Virol. 2021 95 e02024 20 10.1128/JVI.02024-20 33328307 Clark, A. E. et al. Zika virus is transmitted in neural progenitor cells via cell-to-cell spread and infection is inhibited by the autophagy inducer trehalose. J. Virol. 95 , e02024–20 (2021). 33328307 75. Yin P Chikungunya virus cell-to-cell transmission is mediated by intercellular extensions in vitro and in vivo Nat. Microbiol. 2023 8 1653 1667 10.1038/s41564-023-01449-0 37591996 Yin, P. et al. Chikungunya virus cell-to-cell transmission is mediated by intercellular extensions in vitro and in vivo. Nat. Microbiol. 8 , 1653–1667 (2023). 37591996 76. Ci Y Zika NS1-induced ER remodeling is essential for viral replication J. Cell Biol. 2020 219 e201903062 10.1083/jcb.201903062 31868887 Ci, Y. et al. Zika NS1-induced ER remodeling is essential for viral replication. J. Cell Biol. 219 , e201903062 (2020). 31868887 77. Denolly S Zika virus remodelled ER membranes contain proviral factors involved in redox and methylation pathways Nat. Commun. 2023 14 8045 10.1038/s41467-023-43665-6 38052817 Denolly, S. et al. Zika virus remodelled ER membranes contain proviral factors involved in redox and methylation pathways. Nat. Commun. 14 , 8045 (2023). 38052817 78. Muller DA Young PR The flavivirus NS1 protein: molecular and structural biology, immunology, role in pathogenesis and application as a diagnostic biomarker Antivir. Res 2013 98 192 208 10.1016/j.antiviral.2013.03.008 23523765 Muller, D. A. & Young, P. R. The flavivirus NS1 protein: molecular and structural biology, immunology, role in pathogenesis and application as a diagnostic biomarker. Antivir. Res . 98 , 192–208 (2013). 23523765 79. Puerta-Guardo H Flavivirus NS1 Triggers Tissue-Specific Disassembly of Intercellular Junctions Leading to Barrier Dysfunction and Vascular Leak in a GSK-3β-Dependent Manner Pathog. Basel Switz. 2022 11 615 10.3390/pathogens11060615 Puerta-Guardo, H. et al. Flavivirus NS1 Triggers Tissue-Specific Disassembly of Intercellular Junctions Leading to Barrier Dysfunction and Vascular Leak in a GSK-3β-Dependent Manner. Pathog. Basel Switz. 11 , 615 (2022). 80. Beatty PR Dengue virus NS1 triggers endothelial permeability and vascular leak that is prevented by NS1 vaccination Sci. Transl. Med 2015 7 304ra141 10.1126/scitranslmed.aaa3787 26355030 Beatty, P. R. et al. Dengue virus NS1 triggers endothelial permeability and vascular leak that is prevented by NS1 vaccination. Sci. Transl. Med . 7 , 304ra141 (2015). 26355030 81. Bailey MJ Human antibodies targeting Zika virus NS1 provide protection against disease in a mouse model Nat. Commun. 2018 9 4560 10.1038/s41467-018-07008-0 30385750 Bailey, M. J. et al. Human antibodies targeting Zika virus NS1 provide protection against disease in a mouse model. Nat. Commun. 9 , 4560 (2018). 30385750 82. Yu L Monoclonal Antibodies against Zika Virus NS1 Protein Confer Protection via Fcγ Receptor-Dependent and -Independent Pathways mBio 2021 12 e03179 20 10.1128/mBio.03179-20 33563822 Yu, L. et al. Monoclonal Antibodies against Zika Virus NS1 Protein Confer Protection via Fcγ Receptor-Dependent and -Independent Pathways. mBio 12 , e03179–20 (2021). 33563822 83. Puerta-Guardo H Flavivirus NS1 Triggers Tissue-Specific Vascular Endothelial Dysfunction Reflecting Disease Tropism Cell Rep. 2019 26 1598 1613.e8 10.1016/j.celrep.2019.01.036 30726741 Puerta-Guardo, H. et al. Flavivirus NS1 Triggers Tissue-Specific Vascular Endothelial Dysfunction Reflecting Disease Tropism. Cell Rep. 26 , 1598–1613.e8 (2019). 30726741 84. Zhan Y NS1-based DNA vaccination confers mouse protective immunity against ZIKV challenge Infect. Genet. Evol. J. Mol. Epidemiol. Evol. Genet. Infect. Dis. 2020 85 104521 Zhan, Y. et al. NS1-based DNA vaccination confers mouse protective immunity against ZIKV challenge. Infect. Genet. Evol. J. Mol. Epidemiol. Evol. Genet. Infect. Dis. 85 , 104521 (2020). 85. Li A Vesicular Stomatitis Virus and DNA Vaccines Expressing Zika Virus Nonstructural Protein 1 Induce Substantial but Not Sterilizing Protection against Zika Virus Infection J. Virol. 2020 94 e00048 20 10.1128/JVI.00048-20 32554698 Li, A. et al. Vesicular Stomatitis Virus and DNA Vaccines Expressing Zika Virus Nonstructural Protein 1 Induce Substantial but Not Sterilizing Protection against Zika Virus Infection. J. Virol. 94 , e00048–20 (2020). 32554698 86. Grubor-Bauk B NS1 DNA vaccination protects against Zika infection through T cell-mediated immunity in immunocompetent mice Sci. Adv. 2019 5 eaax2388 10.1126/sciadv.aax2388 31844662 Grubor-Bauk, B. et al. NS1 DNA vaccination protects against Zika infection through T cell-mediated immunity in immunocompetent mice. Sci. Adv. 5 , eaax2388 (2019). 31844662 87. Bailey MJ Antibodies Elicited by an NS1-Based Vaccine Protect Mice against Zika Virus mBio 2019 10 e02861 18 10.1128/mBio.02861-18 30940710 Bailey, M. J. et al. Antibodies Elicited by an NS1-Based Vaccine Protect Mice against Zika Virus. mBio 10 , e02861–18 (2019). 30940710 88. Li A A Zika virus vaccine expressing premembrane-envelope-NS1 polyprotein Nat. Commun. 2018 9 3067 10.1038/s41467-018-05276-4 30076287 Li, A. et al. A Zika virus vaccine expressing premembrane-envelope-NS1 polyprotein. Nat. Commun. 9 , 3067 (2018). 30076287 89. Lv W Li Z Wang S He J Zhang L A role for tunneling nanotubes in virus spread Front. Microbiol. 2024 15 1356415 10.3389/fmicb.2024.1356415 38435698 Lv, W., Li, Z., Wang, S., He, J. & Zhang, L. A role for tunneling nanotubes in virus spread. Front. Microbiol. 15 , 1356415 (2024). 38435698 90. Manzano, R. N. et al. Proteomic landscape of tunneling nanotubes reveals CD9 and CD81 tetraspanins as key regulators. eLife 13 , (2024). 91. Gousset K Marzo L Commere P-H Zurzolo C Myo10 is a key regulator of TNT formation in neuronal cells J. Cell Sci. 2013 126 4424 4435 10.1242/jcs.129239 23886947 Gousset, K., Marzo, L., Commere, P.-H. & Zurzolo, C. Myo10 is a key regulator of TNT formation in neuronal cells. J. Cell Sci. 126 , 4424–4435 (2013). 23886947 92. Fenton AR Jongens TA Holzbaur ELF Mitochondrial adaptor TRAK2 activates and functionally links opposing kinesin and dynein motors Nat. Commun. 2021 12 4578 10.1038/s41467-021-24862-7 34321481 Fenton, A. R., Jongens, T. A. & Holzbaur, E. L. F. Mitochondrial adaptor TRAK2 activates and functionally links opposing kinesin and dynein motors. Nat. Commun. 12 , 4578 (2021). 34321481 93. Rehwinkel J Gack MU RIG-I-like receptors: their regulation and roles in RNA sensing Nat. Rev. Immunol. 2020 20 537 551 10.1038/s41577-020-0288-3 32203325 Rehwinkel, J. & Gack, M. U. RIG-I-like receptors: their regulation and roles in RNA sensing. Nat. Rev. Immunol. 20 , 537–551 (2020). 32203325 94. Xia H An evolutionary NS1 mutation enhances Zika virus evasion of host interferon induction Nat. Commun. 2018 9 414 10.1038/s41467-017-02816-2 29379028 Xia, H. et al. An evolutionary NS1 mutation enhances Zika virus evasion of host interferon induction. Nat. Commun. 9 , 414 (2018). 29379028 95. Chatel-Chaix L Dengue Virus Perturbs Mitochondrial Morphodynamics to Dampen Innate Immune Responses Cell Host Microbe 2016 20 342 356 10.1016/j.chom.2016.07.008 27545046 Chatel-Chaix, L. et al. Dengue Virus Perturbs Mitochondrial Morphodynamics to Dampen Innate Immune Responses. Cell Host Microbe 20 , 342–356 (2016). 27545046 96. Odendall C Diverse intracellular pathogens activate type III interferon expression from peroxisomes Nat. Immunol. 2014 15 717 726 10.1038/ni.2915 24952503 Odendall, C. et al. Diverse intracellular pathogens activate type III interferon expression from peroxisomes. Nat. Immunol. 15 , 717–726 (2014). 24952503 97. Sun B Dengue virus activates cGAS through the release of mitochondrial DNA Sci. Rep. 2017 7 3594 10.1038/s41598-017-03932-1 28620207 Sun, B. et al. Dengue virus activates cGAS through the release of mitochondrial DNA. Sci. Rep. 7 , 3594 (2017). 28620207 98. Liu D Intercellular mitochondrial transfer as a means of tissue revitalization Signal Transduct. Target. Ther. 2021 6 65 10.1038/s41392-020-00440-z 33589598 Liu, D. et al. Intercellular mitochondrial transfer as a means of tissue revitalization. Signal Transduct. Target. Ther. 6 , 65 (2021). 33589598 99. Guo R Davis D Fang Y Intercellular transfer of mitochondria rescues virus-induced cell death but facilitates cell-to-cell spreading of porcine reproductive and respiratory syndrome virus Virology 2018 517 122 134 10.1016/j.virol.2017.12.018 29307597 Guo, R., Davis, D. & Fang, Y. Intercellular transfer of mitochondria rescues virus-induced cell death but facilitates cell-to-cell spreading of porcine reproductive and respiratory syndrome virus. Virology 517 , 122–134 (2018). 29307597 100. Rustom A The missing link: does tunnelling nanotube-based supercellularity provide a new understanding of chronic and lifestyle diseases? Open Biol. 2016 6 160057 10.1098/rsob.160057 27278648 Rustom, A. The missing link: does tunnelling nanotube-based supercellularity provide a new understanding of chronic and lifestyle diseases? Open Biol. 6 , 160057 (2016). 27278648 101. Sun X Tunneling-nanotube direction determination in neurons and astrocytes Cell Death Dis. 2012 3 e438 10.1038/cddis.2012.177 23222508 Sun, X. et al. Tunneling-nanotube direction determination in neurons and astrocytes. Cell Death Dis. 3 , e438 (2012). 23222508 102. Islam MN Mitochondrial transfer from bone-marrow-derived stromal cells to pulmonary alveoli protects against acute lung injury Nat. Med. 2012 18 759 765 10.1038/nm.2736 22504485 Islam, M. N. et al. Mitochondrial transfer from bone-marrow-derived stromal cells to pulmonary alveoli protects against acute lung injury. Nat. Med. 18 , 759–765 (2012). 22504485 103. Wang X Gerdes H-H Transfer of mitochondria via tunneling nanotubes rescues apoptotic PC12 cells Cell Death Differ. 2015 22 1181 1191 10.1038/cdd.2014.211 25571977 Wang, X. & Gerdes, H.-H. Transfer of mitochondria via tunneling nanotubes rescues apoptotic PC12 cells. Cell Death Differ. 22 , 1181–1191 (2015). 25571977 104. Chakraborty R Nonaka T Hasegawa M Zurzolo C Tunnelling nanotubes between neuronal and microglial cells allow bi-directional transfer of α-Synuclein and mitochondria Cell Death Dis. 2023 14 329 10.1038/s41419-023-05835-8 37202391 Chakraborty, R., Nonaka, T., Hasegawa, M. & Zurzolo, C. Tunnelling nanotubes between neuronal and microglial cells allow bi-directional transfer of α-Synuclein and mitochondria. Cell Death Dis. 14 , 329 (2023). 37202391 105. Borcherding N Brestoff JR The power and potential of mitochondria transfer Nature 2023 623 283 291 10.1038/s41586-023-06537-z 37938702 Borcherding, N. & Brestoff, J. R. The power and potential of mitochondria transfer. Nature 623 , 283–291 (2023). 37938702 106. El Costa H ZIKA virus reveals broad tissue and cell tropism during the first trimester of pregnancy Sci. Rep. 2016 6 35296 10.1038/srep35296 27759009 El Costa, H. et al. ZIKA virus reveals broad tissue and cell tropism during the first trimester of pregnancy. Sci. Rep. 6 , 35296 (2016). 27759009 107. Weisblum Y Zika Virus Infects Early- and Midgestation Human Maternal Decidual Tissues, Inducing Distinct Innate Tissue Responses in the Maternal-Fetal Interface J. Virol. 2017 91 e01905 e01916 10.1128/JVI.01905-16 27974560 Weisblum, Y. et al. Zika Virus Infects Early- and Midgestation Human Maternal Decidual Tissues, Inducing Distinct Innate Tissue Responses in the Maternal-Fetal Interface. J. Virol. 91 , e01905–e01916 (2017). 27974560 108. Coyne CB Lazear HM Zika virus — reigniting the TORCH Nat. Rev. Microbiol. 2016 14 707 715 10.1038/nrmicro.2016.125 27573577 Coyne, C. B. & Lazear, H. M. Zika virus — reigniting the TORCH. Nat. Rev. Microbiol. 14 , 707–715 (2016). 27573577 109. Tilburgs T Evans JH Crespo ÂC Strominger JL The HLA-G cycle provides for both NK tolerance and immunity at the maternal-fetal interface Proc. Natl Acad. Sci. USA 2015 112 13312 13317 10.1073/pnas.1517724112 26460007 Tilburgs, T., Evans, J. H., Crespo, Â. C. & Strominger, J. L. The HLA-G cycle provides for both NK tolerance and immunity at the maternal-fetal interface. Proc. Natl Acad. Sci. USA 112 , 13312–13317 (2015). 26460007 110. Yang L Innate immune signaling in trophoblast and decidua organoids defines differential antiviral defenses at the maternal-fetal interface eLife 2022 11 e79794 10.7554/eLife.79794 35975985 Yang, L. et al. Innate immune signaling in trophoblast and decidua organoids defines differential antiviral defenses at the maternal-fetal interface. eLife 11 , e79794 (2022). 35975985 111. Rouas-Freiss N Role of the HLA-G immune checkpoint molecule in pregnancy Hum. Immunol. 2021 82 353 361 10.1016/j.humimm.2021.01.003 33745758 Rouas-Freiss, N. et al. Role of the HLA-G immune checkpoint molecule in pregnancy. Hum. Immunol. 82 , 353–361 (2021). 33745758 112. Guzeloglu-Kayisli O Zika Virus-Infected Decidual Cells Elicit a Gestational Age-Dependent Innate Immune Response and Exaggerate Trophoblast Zika Permissiveness: Implication for Vertical Transmission J. Immunol. Baltim. Md. 1950 2020 205 3083 3094 Guzeloglu-Kayisli, O. et al. Zika Virus-Infected Decidual Cells Elicit a Gestational Age-Dependent Innate Immune Response and Exaggerate Trophoblast Zika Permissiveness: Implication for Vertical Transmission. J. Immunol. Baltim. Md. 1950 205 , 3083–3094 (2020). 113. Sirohi D Kuhn RJ Zika Virus Structure, Maturation, and Receptors J. Infect. Dis. 2017 216 S935 S944 10.1093/infdis/jix515 29267925 Sirohi, D. & Kuhn, R. J. Zika Virus Structure, Maturation, and Receptors. J. Infect. Dis. 216 , S935–S944 (2017). 29267925 114. Agrelli A de Moura RR Crovella S Brandão LAC ZIKA virus entry mechanisms in human cells Infect. Genet. Evol. 2019 69 22 29 10.1016/j.meegid.2019.01.018 30658214 Agrelli, A., de Moura, R. R., Crovella, S. & Brandão, L. A. C. ZIKA virus entry mechanisms in human cells. Infect. Genet. Evol. 69 , 22–29 (2019). 30658214 115. Palaiologou E Serial block-face scanning electron microscopy reveals novel intercellular connections in human term placental microvasculature J. Anat. 2020 237 241 249 10.1111/joa.13191 32242928 Palaiologou, E. et al. Serial block-face scanning electron microscopy reveals novel intercellular connections in human term placental microvasculature. J. Anat. 237 , 241–249 (2020). 32242928 116. Lewis RM Volume electron microscopy reveals placental ultrastructure in 3D Placenta 2023 141 78 83 10.1016/j.placenta.2023.07.015 37487796 Lewis, R. M. Volume electron microscopy reveals placental ultrastructure in 3D. Placenta 141 , 78–83 (2023). 37487796 117. Richardson L A Microphysiological Device to Model the Choriodecidual Interface Immune Status during Pregnancy J. Immunol. Baltim. Md. 1950 2023 210 1437 1446 Richardson, L. et al. A Microphysiological Device to Model the Choriodecidual Interface Immune Status during Pregnancy. J. Immunol. Baltim. Md. 1950 210 , 1437–1446 (2023). 118. Crespo ÂC Decidual NK Cells Transfer Granulysin to Selectively Kill Bacteria in Trophoblasts Cell 2020 182 1125 1139.e18 10.1016/j.cell.2020.07.019 32822574 Crespo, Â. C. et al. Decidual NK Cells Transfer Granulysin to Selectively Kill Bacteria in Trophoblasts. Cell 182 , 1125–1139.e18 (2020). 32822574 119. Verma S SARS-CoV-2 colonization of maternal and fetal cells of the human placenta promotes alteration of local renin-angiotensin system Med 2021 2 575 590.e5 10.1016/j.medj.2021.04.009 33870242 Verma, S. et al. SARS-CoV-2 colonization of maternal and fetal cells of the human placenta promotes alteration of local renin-angiotensin system. Med . 2 , 575–590.e5 (2021). 33870242 120. Tang Y Endogenous Retroviral Envelope Syncytin Induces HIV-1 Spreading and Establishes HIV Reservoirs in Placenta Cell Rep. 2020 30 4528 4539.e4 10.1016/j.celrep.2020.03.016 32234485 Tang, Y. et al. Endogenous Retroviral Envelope Syncytin Induces HIV-1 Spreading and Establishes HIV Reservoirs in Placenta. Cell Rep. 30 , 4528–4539.e4 (2020). 32234485 121. Takashiba S Differentiation of monocytes to macrophages primes cells for lipopolysaccharide stimulation via accumulation of cytoplasmic nuclear factor kappaB Infect. Immun. 1999 67 5573 5578 10.1128/IAI.67.11.5573-5578.1999 10531202 Takashiba, S. et al. Differentiation of monocytes to macrophages primes cells for lipopolysaccharide stimulation via accumulation of cytoplasmic nuclear factor kappaB. Infect. Immun. 67 , 5573–5578 (1999). 10531202 122. Cao, B., Macones, C. & Mysorekar, I. U. ATG16L1 governs placental infection risk and preterm birth in mice and women. JCI Insight 1 (2016). 123. Kliman HJ Nestler JE Sermasi E Sanger JM Strauss JF Purification, characterization, and in vitro differentiation of cytotrophoblasts from human term placentae Endocrinology 1986 118 1567 1582 10.1210/endo-118-4-1567 3512258 Kliman, H. J., Nestler, J. E., Sermasi, E., Sanger, J. M. & Strauss, J. F. Purification, characterization, and in vitro differentiation of cytotrophoblasts from human term placentae. Endocrinology 118 , 1567–1582 (1986). 3512258 124. Okae H Derivation of Human Trophoblast Stem Cells Cell Stem Cell 2018 22 50 63.e6 10.1016/j.stem.2017.11.004 29249463 Okae, H. et al. Derivation of Human Trophoblast Stem Cells. Cell Stem Cell 22 , 50–63.e6 (2018). 29249463 125. Majowicz SA Zika virus M protein latches and locks the E protein from transitioning to an immature state after prM cleavage Npj Viruses 2023 1 1 14 10.1038/s44298-023-00004-2 38665237 Majowicz, S. A. et al. Zika virus M protein latches and locks the E protein from transitioning to an immature state after prM cleavage. Npj Viruses 1 , 1–14 (2023). 38665237 126. Zhang Y Wen Z Washburn MP Florens L Refinements to label free proteome quantitation: how to deal with peptides shared by multiple proteins Anal. Chem. 2010 82 2272 2281 10.1021/ac9023999 20166708 Zhang, Y., Wen, Z., Washburn, M. P. & Florens, L. Refinements to label free proteome quantitation: how to deal with peptides shared by multiple proteins. Anal. Chem. 82 , 2272–2281 (2010). 20166708 127. Szklarczyk D The STRING database in 2021: customizable protein-protein networks, and functional characterization of user-uploaded gene/measurement sets Nucleic Acids Res 2021 49 D605 D612 10.1093/nar/gkaa1074 33237311 Szklarczyk, D. et al. The STRING database in 2021: customizable protein-protein networks, and functional characterization of user-uploaded gene/measurement sets. Nucleic Acids Res . 49 , D605–D612 (2021). 33237311 128. Shannon P Cytoscape: a software environment for integrated models of biomolecular interaction networks Genome Res 2003 13 2498 2504 10.1101/gr.1239303 14597658 Shannon, P. et al. Cytoscape: a software environment for integrated models of biomolecular interaction networks. Genome Res 13 , 2498–2504 (2003). 14597658 129. Mysorekar, I. https://BioRender.com/k60t516 (2015).",
    "full_text_abstract": "Zika virus (ZIKV) is unique among orthoflaviviruses in its vertical transmission capacity in humans, yet the underlying mechanisms remain incompletely understood. Here, we show that ZIKV induces tunneling nanotubes (TNTs) in placental trophoblasts which facilitate transfer of viral particles, proteins, mitochondria, and RNA to neighboring uninfected cells. TNT formation is driven exclusively via ZIKV non-structural protein 1 (NS1). Specifically, the N-terminal 1-50 amino acids of membrane-bound ZIKV NS1 are necessary for triggering TNT formation in host cells. Trophoblasts infected with TNT-deficient ZIKV ΔTNT mutant virus elicited a robust antiviral IFN-λ 1/2/3 response relative to WT ZIKV, suggesting TNT-mediated trafficking allows ZIKV cell-to-cell transmission camouflaged from host defenses. Using affinity purification-mass spectrometry of cells expressing wild-type NS1 or non-TNT forming NS1, we found mitochondrial proteins are dominant NS1-interacting partners. We demonstrate that ZIKV infection or NS1 expression induces elevated mitochondria levels in trophoblasts and that mitochondria are siphoned via TNTs from healthy to ZIKV-infected cells. Together our findings identify a stealth mechanism that ZIKV employs for intercellular spread among placental trophoblasts, evasion of antiviral interferon response, and the hijacking of mitochondria to augment its propagation and survival and offers a basis for novel therapeutic developments targeting these interactions to limit ZIKV dissemination.\n\nMichita et al. show that Zika virus (ZIKV) NS1 induces tunneling nanotubes (TNTs) in placental cells, which facilitate viral spread and transport of mitochondria in placental cells. Infection with a NS1 mutant ZIKV not inducing TNTs results in a higher interferon response than wild-type ZIKV infection."
}