{
    "PMC": "6529217",
    "DOI": "10.7554/elife.44171",
    "PMID": "31012846",
    "PMCID": "PMC6529217",
    "title": "MicroRNA-deficient mouse embryonic stem cells acquire a functional interferon response.",
    "year": 2019,
    "source_url": "https://europepmc.org/article/PMC/PMC6529217",
    "source": "MED",
    "abstract_text": "When mammalian cells detect a viral infection, they initiate a type I interferon (IFNs) response as part of their innate immune system. This antiviral mechanism is conserved in virtually all cell types, except for embryonic stem cells (ESCs) and oocytes which are intrinsically incapable of producing IFNs. Despite the importance of the IFN response to fight viral infections, the mechanisms regulating this pathway during pluripotency are still unknown. Here we show that, in the absence of miRNAs, ESCs acquire an active IFN response. Proteomic analysis identified MAVS, a central component of the IFN pathway, to be actively silenced by miRNAs and responsible for suppressing IFN expression in ESCs. Furthermore, we show that knocking out a single miRNA, miR-673, restores the antiviral response in ESCs through MAVS regulation. Our findings suggest that the interaction between miR-673 and MAVS acts as a switch to suppress the antiviral IFN during pluripotency and present genetic approaches to enhance their antiviral immunity.",
    "full_text": "eLife Elife eLife eLife 2050-084X eLife Sciences Publications, Ltd 6529217 31012846 44171 10.7554/eLife.44171 Research Article Chromosomes and Gene Expression Stem Cells and Regenerative Medicine MicroRNA-deficient mouse embryonic stem cells acquire a functional interferon response Witteveldt Jeroen http://orcid.org/0000-0001-8247-7010 Knol Lisanne I http://orcid.org/0000-0002-8975-0398 Macias Sara http://orcid.org/0000-0002-0643-3494 sara.maciasribela@ed.ac.uk Institute of Immunology and Infection Research, School of Biological Sciences University of Edinburgh Edinburgh United Kingdom Cao Xuetao Reviewing Editor Zhejiang University School of Medicine China Taniguchi Tadatsugu Senior Editor Institute of Industrial Science, The University of Tokyo Japan 23 4 2019 2019 8 e44171 31 12 2018 22 4 2019 © 2019, Witteveldt et al 2019 Witteveldt et al http://creativecommons.org/licenses/by/4.0/ This article is distributed under the terms of the Creative Commons Attribution License , which permits unrestricted use and redistribution provided that the original author and source are credited. When mammalian cells detect a viral infection, they initiate a type I interferon (IFNs) response as part of their innate immune system. This antiviral mechanism is conserved in virtually all cell types, except for embryonic stem cells (ESCs) and oocytes which are intrinsically incapable of producing IFNs. Despite the importance of the IFN response to fight viral infections, the mechanisms regulating this pathway during pluripotency are still unknown. Here we show that, in the absence of miRNAs, ESCs acquire an active IFN response. Proteomic analysis identified MAVS, a central component of the IFN pathway, to be actively silenced by miRNAs and responsible for suppressing IFN expression in ESCs. Furthermore, we show that knocking out a single miRNA, miR-673, restores the antiviral response in ESCs through MAVS regulation. Our findings suggest that the interaction between miR-673 and MAVS acts as a switch to suppress the antiviral IFN during pluripotency and present genetic approaches to enhance their antiviral immunity. eLife digest Living cells are under constant attack from disease-causing agents, such as viruses and bacteria. As a result, they have evolved various protective mechanisms to fight off these agents. One of the most important ways that an animal cell protects itself from infection is through the interferon response, which warns the cell of approaching viruses, prompting it to prepare to defend itself. Virtually all healthy cells have an active interferon response, except for stem cells, which have switched off this defensive mechanism, for unknown reasons. This makes stem cells more susceptible to infections. Stem cells are specialized cells that play an essential role in developing the early embryo. The two defining characteristics of these cells – their ability to divide indefinitely, and develop into all cell types – offers great therapeutic potential, as they can be used to ‘replace’ damaged cells and tissues. However, without an interferon response, stem cells are likely to become infected when moved into a new environment, counteracting their therapeutic benefits. Now, Witteveldt et al. investigate how stem cells turn off this viral defence mechanism, and whether turning it back on will affect their ability to divide and form new tissues. Using stem cells taken from the embryos of mice, Witteveldt et al. found that the interferon response is turned off by specific small molecules of RNA. These small RNA molecules block a protein in the pathway that recognizes viruses and activates a defence. Genetically engineering stem cells to be deficient in these small RNA molecules led to an increased resistance to viral infections. Importantly, modifying stem cells in this manner had no obvious impact on the characteristic traits that give stem cells their therapeutic potential. Temporarily increasing the interferon response of stem cells as they are moved into a new environment could potentially make stem cell treatments more effective. However, more work is needed to investigate whether the same approach can be applied to human cells, and determine what negative effects may be associated with turning on the interferon response. miRNA antiviral interferon microprocessor dicer mavs Research organism Mouse http://dx.doi.org/10.13039/100004440 Wellcome 107665/Z/15/Z Macias Sara The funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication. Author impact statement MiRNA-mediated suppression of MAVS expression in embryonic stem cells is necessary to inactivate the type I interferon response. Introduction Type I interferons (IFN) are crucial cytokines of the innate antiviral response. Although showing great variation, most mammalian cell types are capable of synthesizing type I IFNs in response to invading viruses and other pathogens. Once type I IFNs are secreted, they activate the JAK-STAT pathway and production of interferon-stimulated genes (ISGs) in both the infected and neighbouring cells to induce an antiviral state ( Ivashkiv and Donlin, 2015 ). Two major signalling pathways are involved in IFN production in the context of viral infections. The dsRNA sensors RIG-I and MDA5 initiate a signalling cascade that signals through the central mitochondrial-associated factor MAVS, ultimately activating Ifnb1 transcription. The cGAS/STING pathway is activated upon detection of viral or other foreign DNA molecules and uses a distinct signalling pathway involving the endoplasmic reticulum associated STING protein ( Chan and Gack, 2016 ). Despite its crucial function in fighting pathogens, pluripotent mammalian cells do not exhibit an IFN response. Both mouse and human embryonic stem cells (ESCs) ( Wang et al., 2013 ; Chen et al., 2010 ) as well as embryonic carcinoma cells ( Burke et al., 1978 ) fail to produce IFNs, suggesting that this function is acquired during differentiation. The rationale for silencing this response is not fully understood but it has been proposed that in their natural setting, ESCs are protected from viral infections by the trophoblast, which forms the outer layer of the blastocyst ( Delorme-Axford et al., 2014 ). ESCs exhibit a mild response to exogenous IFNs, suggesting that during embryonic development, maternal IFN could have protective properties ( Hong and Carmichael, 2013 ; Wang et al., 2014 ). In mouse ESCs, a Dicer-dependent RNA interference (RNAi) mechanism, reminiscent to that of plants and insects, is suggested to function as an alternative antiviral mechanism ( Maillard et al., 2013 ). And in humans, ESCs intrinsically express high levels of a subgroup of ISGs in the absence of infection, bypassing the need for an antiviral IFN response ( Wu et al., 2018 ; Wu et al., 2012 ). All these suggest that different antiviral pathways are employed depending on the differentiation status of the cell. Silencing of the IFN response during pluripotency may also be essential to avoid aberrant IFN production in response to retrotransposons and endogenous retroviral derived dsRNA, which are highly expressed during the early stages of embryonic development and oocytes ( Ahmad et al., 2018 ; Grow et al., 2015 ; Macia et al., 2015 ; Peaston et al., 2004 ; Macfarlan et al., 2012 ). Furthermore, exposing cells to exogenous IFN induces differentiation and an anti-proliferative state, which would have catastrophic consequences during very early embryonic development ( Borden et al., 1982 ; Hertzog et al., 1994 ). All these observations support a model in which cells gain the ability to produce IFNs during differentiation. One particular class of regulatory factors that are essential for the successful differentiation of ESCs are miRNAs ( Greve et al., 2013 ). These type of small RNAs originate from long precursor RNA molecules, which undergo two consecutive processing steps, one in the nucleus by the Microprocessor complex, followed by a DICER-mediated processing in the cytoplasm ( Treiber et al., 2018 ). The Microprocessor complex is composed of the dsRNA binding protein DGCR8 and the RNase III DROSHA which are both essential for mature miRNA production ( Gregory et al., 2004 ; Lee et al., 2003 ). In addition, mammalian DICER is also essential for production of siRNAs ( Bernstein et al., 2001 ). The genetic ablation of Dgcr8 or Dicer in mice blocks ESCs differentiation suggesting that miRNAs are an essential factor for this, as these are the common substrates for the two RNA processing factors ( Wang et al., 2007 ; Kanellopoulou et al., 2005 ). In this study, we show that miRNAs are responsible for suppressing the IFN response during pluripotency, specifically to immunostimulatory RNAs. We found that miRNA-deficient ESCs acquire an IFN-proficient state, are able to synthesize IFN-β and mount a functional antiviral response. Our results show that miRNAs specifically downregulate MAVS (mitochondrial antiviral signalling protein), an essential and central protein in the IFN response pathway. In agreement, ESCs with increased MAVS expression or knock-out of the MAVS-regulating miRNA miR-673, resulted in an increased IFN production and antiviral response. Our results support a model where the MAVS-miR-673 interaction acts as a switch to suppress the IFN response and consequently virus susceptibility during pluripotency. Results ESCs fail to express IFN-β in response to viral DNA/RNA There are two major pathways for sensing intracellular viral infections and consequent activation of the IFN response in cells. One senses dsRNA, usually originating from RNA viruses, with MAVS as a central factor, and the second senses dsDNA, from DNA- and retroviruses signalling through STING ( McFadden et al., 2017 ). It has been shown that mouse ESCs do not produce type I IFNs in response to poly(I:C) transfection, a synthetic analogue of dsRNA classically used to mimic viral RNA replication intermediates ( Wang et al., 2013 ). In contrast, it is still unknown how mouse ESCs respond to immunostimulatory DNA. To study this, two different mouse ESC cell lines (ESC1 and ESC2) were transfected with poly(I:C) and G 3 -YSD, an HIV-derived DNA that stimulates the cGAS/STING pathway ( Herzner et al., 2015 ). As controls, NIH3T3 fibroblasts and BV-2 microglial cells were included. As expected, the transfection of poly(I:C) did not result in Ifnb1 expression in both ESC lines ( Figure 1A ). ESCs also failed to activate Ifnb1 expression upon G 3 -YSD transfection, suggesting that the cGAS/STING pathway was also inactive ( Figure 1B ). Similarly, NIH3T3 cells, which have also been previously shown to have a defect in this specific pathway ( Cheng et al., 2018 ), did not express Ifnb1 in response to G 3 -YSD ( Figure 1B ). These same cell lines were infected with the (+) ssRNA virus TMEV (Theiler's Murine Encephalomyelitis Virus) and showed that ESCs are at least 30 times more sensitive than NIH3T3 and BV-2 cells, which correlates with the ability of these cell lines to induce Ifnb1 mRNA expression ( Figure 1C ). 10.7554/eLife.44171.003 Figure 1. ESCs lack IFN response and are more susceptible to viral infection. ( a ) Quantification of Ifnb1 expression in ESCs and the somatic mouse cell lines NIH3T3 and BV-2 after transfection with the dsRNA analogue poly(I:C). Data show the average (n = 3)±s.e.m, (*) p-value<0.05 by t-test. ( b ) Quantification of Ifnb1 expression after activation of the cGAS response by Y-DNA (G3-YSD) in the same cells lines as ( a ). Data show the average (n = 3, except for ESC2, n = 2)±s.e.m, (*) p-value<0.05 by t-test. ( c ) Susceptibility (TCID 50 /ml) of same cell lines as used in ( a ) to TMEV infection. ( d ) Quantification of Ifnb1 expression in pluripotent and differentiated ESCs after activation with poly(I:C). Data show the average (n = 3) fold change over mock treated cells,±s.d. (*) p-value<0.05 by t-test. 10.7554/eLife.44171.004 Figure 1—figure supplement 1. Retinoic acid differentiation of ESCs. ( a ) Quantification of pluripotency markers, Nanog and Pou5f1 (Oct-4) expression by qRT-PCR upon differentiation with retinoic acid (RA), and normalized to Actb expression, during pluripotency (ESC), after 2 days in hanging droplets, 2 days (2d RA) and 10 days in retinoic acid (10d RA) ( b ) Quantification of differentiation markers expression, Neurog2 , Gata6 and Gata4 upon differentation with retinoic acid, as in ( a ). Both panels include data of one representative experiment. The ability of cells to express IFN in response to viruses or immunogenic nucleic acids is assumed to be acquired during differentiation. To test this model, we in vitro differentiated both ESC lines with retinoic acid and determined their ability to respond to poly(I:C). Briefly, embryoid bodies were generated by a hanging droplet method for 48 hr before being cultured in the presence of retinoic acid for 2 or 10 days. Samples from each of these time points were analysed for expression of pluripotency and differentiation markers. The pluripotency markers Nanog and Pou5f1 ( Oct4 ) showed a rapid decrease in mRNA expression during differentiation in both the cell lines ( Figure 1—figure supplement 1A ), whereas differentiation markers Neurog2 , Gata6 and Gata4 showed a gradual increase ( Figure 1—figure supplement 1B ) confirming successful differentiation of the ESCs. Next, we compared the ability of ESCs (day 0) and retinoic-acid differentiated cells after 10 days (day 10) to express Ifnb1 mRNA in response to poly(I:C), and confirmed that differentiated cells acquired the ability to synthesize Ifnb1 to similar levels to the positive control cell line, BV-2 ( Figure 1D ). Dicer-deficient ESCs acquire an active IFN response Given the relevance of RNAi as an antiviral mechanism in mouse ESCs ( Maillard et al., 2013 ), we next asked if ESCs, in the absence of the central factor for RNAi, ICER, would be more susceptible to RNA viruses. Unexpectedly, Dicer -/- ESCs were more resistant to viruses compared to their wild-type counterparts (previously named ESC2) ( Figure 2A , left). Similar results were obtained using the (-) ssRNA virus, Influenza A (IAV) ( Figure 2A , right). Importantly, mammalian Dicer has a dual function, being essential for both siRNA and miRNA biogenesis. To determine whether these differences in viral susceptibility were due to the activity of Dicer on siRNA or miRNA production, we compared Dicer -/- cells with ESCs lacking the essential nuclear factor for miRNA biogenesis, Dgcr8 . The absence of Dgcr8 also decreased TMEV and IAV viral susceptibility, suggesting that miRNAs are responsible for suppressing the antiviral response in ESCs ( Figure 2A ). Interestingly, Dgcr8 -/- cells were more resistant to virus infection than Dicer -/- cells, which supports a dual function for DICER by also acting as a direct antiviral factor targeting viral transcripts for degradation by RNAi. To rule out the possibility of morphological differences influencing viral susceptibility, we performed a virus binding and entry assay which showed no differences ( Figure 2—figure supplement 1 ). 10.7554/eLife.44171.005 Figure 2. MiRNAs regulate IFN response. ( a ) (left) Susceptibility (TCID 50 /ml) of miRNA deficient cells ( Dgcr8 -/- , Dicer -/- ) and wild-type parental cells ( Dgcr8 +/+ (ESC1), Dicer +/+ (ESC2)) to TMEV infection, higher values represent higher susceptibility (n = 4, p-value<0.05, t-test). (right) Quantification of Influenza A replication after infection of the same cell lines, data show the average (n = 3)±s.d. (*) p-value<0.05 by t-test. ( b ) Quantification of Ifnb1 expression of ESCs lacking Dgcr8 or Dicer to stimulation with poly(I:C) and G 3 -YSD. Data show average (n = 3)±s.d., normalized to mock, (*) p-value<0.05 by t-test. ( c ) Quantification of TMEV vRNA upon JAK1/2 inhibition by Ruxolitinib treatment. Data show the average (n = 3)±s.d. ( d ) qRT-PCR analyses of ISGs expression after stimulation of wild-type and miRNA-deficient ESCs with IFN-β. Data show average (n = 3)±s.d., normalized to mock treated cells ( e, f ) Quantification of TMEV replication after infection in Dgcr8 ( e ) and Dicer ( f ) parental (+/+), deficient (-/-) and rescued (resc) cell lines. Data are normalized to miRNA-deficient cell lines susceptibility. Data show the average (n = 3)±s.d (*) p-value<0.05 by t-test. Northern blots for three stem-cell specific miRNAs, as control for knock-out and rescue of Dgcr8 and Dicer , are shown at the right of each panel. 10.7554/eLife.44171.006 Figure 2—figure supplement 1. Viral entry in miRNA-deficient and wild-type ESCs. To rule out morphological changes affecting the outcome of viral infections, a binding and entry assay was performed. Cells were infected at 4°C which inhibits entry of viral particles, but allows binding of virions. At t = 0, cells are moved to 37°C resulting in a synchronized entry of virus particles allowing an accurate quantification of how much virus enters the cell and virus replication kinetics. Cells were infected with either TMEV (top panels) or Influenza A virus (bottom panels) and viral RNA was quantified by qRT-PCR. For all viruses, binding was comparable in all cell lines. Differences in TMEV kinetics were greater soon after the entry phase and continued to increase towards the end of the experiment. Differences in IAV became most apparent late in the replication phase, possibly because IAV is very proficient in knock down the IFN response in its host cells. Data show the average (n = 3)±s.d, (*) denotes p-value. 10.7554/eLife.44171.007 Figure 2—figure supplement 2. miRNA-deficient ESCs express IFN in response to dsRNA. ( a ) RT-PCR of poly(I:C) activated ESCs. Only Dgcr8 -/- (lane 6, left panel) and Dicer -/- ( lane 5 and 6, right panel) express detectable Ifnb1 transcript (top panels). Actb amplification serves as a loading control. ( b ) Ifnb mRNA quantification by qRT-PCR after increasing amounts of poly(I:C) in Dgcr8 -/- and Dicer -/- mESCs. Data show the average (n = 3)±s.d., normalized to mock, (*) p-value<0.05 by t-test. ( c ) IFN-β ELISA analyses from mock and poly(I:C) stimulated wild-type and miRNA-deficient ESCs. Data show the average (n = 3)±s.d., (*) p-value<0.05 by two-tailed T test ( d ) TMEV vRNA quantification in wild-type and miRNA-deficient cell lines after mock or Ruxolitinib treatment (JAK1/2 inhibitor). Data show the average (n = 3)±s.d., (*) p value < 0.05 by Student’s t-test, n.s. non-significant ( e ) TCID50 quantification after TMEV infection of Dgcr8 (left) and Dicer (right) rescued cell lines. Even though ESCs lack an IFN response, we wondered whether the differential resistance to viral infections were the result of abnormal IFN activation due to the absence of miRNAs. To test this hypothesis, we transfected the dsRNA analogue, poly(I:C) and the immunogenic G 3 -YSD DNA in Dgcr8 or Dicer deficient mESCs, and quantified Ifnb1 expression by RT-qPCR and ELISA. ESCs lacking miRNAs ( Dgcr8 -/- or Dicer -/- ) were able to respond to the dsRNA analogue, poly(I:C) and express Ifnb1 mRNA and protein in a dose dependent manner ( Figure 2B and Figure 2—figure supplement 2A–C ), whereas no significant response was observed with immunostimulatory DNA ( Figure 2B ). These results show there is a correlation between viral susceptibility and the ability of miRNA-deficient ESCs to express IFN-β, and suggest that miRNAs are responsible for silencing the IFN response to dsRNA. To further establish the involvement of IFN expression in these observations, we blocked IFN signalling using the JAK1/2 inhibitor Ruxolitinib before infecting cells with TMEV. As a result we observed no, or a very mild increase in TMEV viral replication in wild-type ESCs, but a significant increase in viral replication in miRNA-deficient ESCs ( Figure 2C and Figure 2—figure supplement 2D ). ESCs were also stimulated with exogenous IFN-β and confirmed that mouse ESCs retain the ability to respond to external IFNs, and, importantly, that miRNA deficiency did not alter ISG expression levels, supporting the hypothesis that the miRNA-mediated silencing of the IFN pathway in ESCs occurs upstream of IFN production ( Figure 2D ). To verify that the observed results are solely due to the absence of miRNAs, we rescued the knock-out cell lines by reintroducing Dgcr8 and Dicer and observed that these reverted to wild-type viral replication and susceptibility levels ( Figure 2E,F and Figure 2—figure supplement 2E ). As a control, we confirmed rescue of miRNA production by Northern blot ( Figure 2E,F ). miRNAs suppress MAVS expression in ESCs To understand where the IFN pathway is silenced in ESCs we blocked the interferon response at defined points in the pathway and measured viral susceptibility. The inhibitor BX795 blocks TBK1/IKKε phosphorylation and consequently IRF3 transcriptional activity, whereas BMS345541 is an inhibitor of the catalytic subunits of IKK and thus blocks Nf-κB-driven transcription. Both transcription factors are essential for the expression of Ifnb1 and other pro-inflammatory cytokines and initiation of an antiviral response ( Lawrence, 2009 ; Schafer et al., 1998 ). Both inhibitors increased viral susceptibility in wild-type cells lines, however, the effect was far greater in the knock-out cell lines ( Figure 3A,B and Figure 3—figure supplement 1A–C ), suggesting that miRNAs regulate the interferon pathway upstream Ifnb1 transcription. 10.7554/eLife.44171.008 Figure 3. MAVS is downregulated by miRNAs in ESCs. ( a, b ) Susceptibility of Dgcr8 -/- , Dicer -/- and parental cells to TMEV infection after inhibition of IRF3 (BX795) ( a ) and Nf-κB (BMS345541) ( b ), normalized to mock-treated cells. ( c ) Heat map of significantly differentially expressed proteins (p<0.05) in the absence ( Dgcr8 -/- ) or presence ( Dgcr8 resc ) of miRNAs identified by STRING analysis. ( d ) Western blot analysis of MAVS expression in miRNA-deficient cells ( Dgcr8 -/- and Dicer -/- , lanes 2 and 5), wild-type counterparts ( Dgcr8 +/+ and Dicer +/+ , lanes 1 and 4) and respective rescued ESCs lines ( Dgcr8 resc and Dicer resc , lanes 3 and 6). MAVS quantification normalized to Tubulin and relative to wild-type levels is shown at the top of the panel. 10.7554/eLife.44171.010 Figure 3—source data 1. Source data of mass spectrometry results. 10.7554/eLife.44171.009 Figure 3—figure supplement 1. miRNAs regulate MAVS and mitochondrial activity. ( a ) Treatment of mESCs with inhibitors of IRF3 and NF-κB activation improves viral replication to a much greater extend in the Dgcr8 -/- and Dicer -/- cells compared to the parental cells, suggesting that the inhibitory effect that miRNAs have on the IFN response is upstream of these two transcription factors. ( b ) Western blot analyses of phospho-IRF3 upon stimulation of Dgcr8 -/- ESCs with poly(I:C) in the presence or absence of BX759 (inhibitor IRF3 phosphorylation). Tubulin serves as a loading control ( c ) Quantification of Tnf mRNA upon poly(I:C) stimulation in Dgcr8 +/+ and Dgcr8 -/- in the presence or absence of BMS345541 (inhibitor of NFkB activation). Data show the average (n = 2) normalized to Gapdh ( d ) Quantification of oxidative phosphorylation activity by Rhodamine 123 uptake assay in Dgcr8 (left) and Dicer (right) cell lines. ( e ) qRT-PCR quantification of Mavs mRNA. Mavs expression is higher in the absence of miRNAs ( Dgcr8 -/- and Dicer -/- ), when compared to parental cell lines ( Dgcr8 +/+ and Dicer +/+ ). Data show the average (n = 3)±s.d, (*) denotes p<0.05, t-test. ( f ) Western blot analyses for MDA5, RIG-I and PKR for wild-type cell lines (+/+), Dgcr8 and Dicer KO (-/-), and the respective rescued cell lines (resc). Quantification of the signal normalized to Tubulin and relative to wild-type is shown at the top of each panel. We next aimed to identify the mechanism by which miRNAs silence IFN expression in ESCs, and analysed the proteomes of Dgcr8 -/- and the rescued cell line by mass spectrometry. STRING analyses of the expression profiles revealed significant differences in a number of pathways, including ribosome structure/function, mitochondrial activity and the oxidative phosphorylation pathway, which were downregulated in the absence of miRNAs ( Figure 3C , for complete list see Figure 3—source data 1 ). Measurement of Rhodamine 123 uptake in mitochondria, as an indirect measure for oxidative phosphorylation activity ( Scaduto and Grotyohann, 1999 ), confirmed lower oxidative phosphorylation activity in the absence of miRNAs ( Dgcr8 -/- and Dicer -/- ) ( Figure 3—figure supplement 1D ). A search for differentially expressed proteins involved in the IFN response did not reveal any significant changes except for the Mitochondrial antiviral-signalling protein (MAVS), which in contrast to many other mitochondria-related proteins, was upregulated in the absence of miRNAs. This protein has a central role in the RLR-induced (Rig-I-like receptors) IFN pathway, where activated MDA5 and RIG-I receptors translocate to the mitochondria and bind MAVS to ultimately induce Ifnb1 expression ( Kawai et al., 2005 ). Western blot and qRT-PCR analysis confirmed that MAVS was the only factor consistently expressed to higher levels in both miRNA-deficient cell lines, Dgcr8 -/- and Dicer -/- ( Figure 3D , lanes 2 and 5, and Figure 3—figure supplement 1E ), compared to a panel of other components of the same innate immune response pathway ( Figure 3—figure supplement 1F ). MAVS acts as a switch for IFN expression To confirm the involvement of miRNAs on MAVS expression, a dual luciferase assay system was used where the 3’UTRs of Mavs , Mda5 and Rig-I were fused to a luciferase reporter gene to compare luciferase activity in wild-type and knock-out ESCs. Only the Mavs 3’UTR showed relatively higher luciferase expression levels in the knock-out lines when compared to the empty plasmid, suggesting that the 3’UTR of Mavs is strongly regulated by miRNAs in ESCs ( Figure 4A ). For this reason, a miRNA-resistant form of Mavs , lacking its natural 3'UTR, was overexpressed in wild-type ESCs and infected with TMEV to test if cells regain viral resistance similar to miRNA deficient ESCs ( Figure 4B ). A 15-fold decrease in TCID 50 and significant reduction in vRNA levels were found compared to wild-type ESCs ( Figure 4C ). MAVS overexpressing cells also regained the ability to produce Ifnb1 after stimulation with poly(I:C) ( Figure 4D ). All these experiments show that MAVS is a crucial target for the absence of the IFN response in ESCs. 10.7554/eLife.44171.011 Figure 4. ESCs regain Ifnb1 expression after MAVS overexpression. ( a ) Dual luciferase assay with Mavs , Rig-I and Mda5 3’UTRs in miRNA-deficient cells lines ( Dgcr8 -/- and Dicer -/- ). Data show the average (n = 3)±s.d normalized to Renilla and relative to the parental lines, (*) p-value<0.05 by t-test ( b ) Western blot of cell line overexpressing MAVS lacking the 3’UTR in Dgcr8 +/+ cells (lane 3). MAVS quantification normalized to Tubulin and relative to wild-type is shown at the top ( c ) Susceptibility (TCID 50 /ml) of same cells lines as in ( b ) to TMEV infection (left panel) and quantification of viral RNA after TMEV infections in the same cell lines (right panel). Data show the average (n = 5)±s.d. (*) p-value<0.05 by t-test ( d ) Ifnb mRNA expression after poly(I:C) transfection of the same cell lines as in ( b ), average is represented (n = 3)±s.d, normalized to Dgcr8 +/+ cell line, (*) p-value<0.05 by t-test. miR-673 is crucial to suppress antiviral immunity in ESCs We next aimed to identify the miRNA(s) responsible for the regulation of MAVS in ESCs and selected a number of miRNA candidates based on literature, prediction software and public miRNA expression databases for further investigations. Previous experimental evidence has shown that human MAVS is regulated by miR-125a, miR-125b and miR-22 ( Hsu et al., 2017 ; Wan et al., 2016 ). However, only miR-125a-5p and miR-125b-5p have conserved binding sites in mouse MAVS. Two additional miRNAs, miR-185–5p and miR-673–5p, were selected based on their DICER and DGCR8-dependent biosynthesis pathway, their high expression levels in mouse ESCs and number of predicted binding sites in the Mavs 3’UTR ( Tang et al., 2006 ; Babiarz et al., 2008 ). We transfected Dgcr8 -/- cells with mimics of these miRNAs and measured Mavs mRNA and protein levels by RT-qPCR and western blot, respectively. Results showed reductions in MAVS protein and mRNA levels for all tested miRNAs ( Figure 5A and Figure 5—figure supplement 1A ). The infection of miRNA-transfected Dgcr8 -/- cells with TMEV resulted in an increase in both susceptibility and viral replication for miR-125a-5p, miR-125b-5p and miR-673–5p, which correlated with the ability of these miRNAs to downregulate MAVS protein levels ( Figure 5B and Figure 5—figure supplement 1B ). 10.7554/eLife.44171.012 Figure 5. MiR-673–5p regulates MAVS. ( a ) Transfection of miRNA mimics miR-125a-5p, miR-125b-5p, miR-185–5p and miR-673–5p in Dgcr8 -/- cells followed by MAVS western blot. MAVS quantification normalized to Tubulin and relative to wild-type is shown at the top ( b ) Quantification of TMEV replication by qRT-PCR in the same cell lines as in ( a ) (n = 3) ( c ) Western blot analysis of MAVS expression in Dgcr8 +/+ cells transfected with antagomirs against miR-125a-5p, miR-125b-5p and miR-673–5p. MAVS quantification normalized to Tubulin and relative to wild-type is shown at the top ( d ) Western blot analysis of MAVS expression in miR-673 -/- cell lines. MAVS quantification normalized to Tubulin and relative to wild-type is shown at the top ( e ) Quantification of TMEV vRNA in miR-673 CRISPR knock-out cell lines in a Dgcr8 +/+ background. Data show the average (n = 3)±s.d (*) p-value<0.05 by t-test. ( f ) Quantification of TMEV vRNA shown as fold-change compared to mock upon JAK1/2 inhibition by Ruxolitinib treatment. Data show the average (n = 3)±s.d ( g ) qRT-PCR quantification of mmu-miR-673–5p expression after retinoic acid (RA) differentiation of ESC. Data show the average (n = 2)±s.e.m, normalized to U6 snRNA, (*) p-val <0.05 by t-test. 10.7554/eLife.44171.013 Figure 5—figure supplement 1. Characterization of MAVS expression in ESCs and regulation by miRNAs. ( a ) Dgcr8 -/- cells were transfected with miRNA mimics for 24 hr, followed by RNA extraction and Mavs mRNA quantification by qRT-PCR. Transfection of all miRNA mimics result in (non-significant) decrease of Mavs levels. ( b ) Dgcr8 -/- mESCs were first transfected with mimics, as in ( a ) followed by TMEV infections 36 hr later, and measurement of the TCID50. All mimics except for mir-185-5p resulted in higher TCID50 values compared to mock transfected cells, suggesting that in mESC cells targeting Mavs with these miRNAs leads to a higher susceptibility to viral infection. 10.7554/eLife.44171.014 Figure 5—figure supplement 2. Characterization of miR-673 -/- mouse embryonic stem cells. ( a ) Genomic sequencing of miR-673 locus contained in chromosome 12. In WT, the position of the two miRNAs encoded by the locus, miR-673–5p and miR-673–3p are indicated by yellow boxes. For miR-673 -/- clones (1,2 and 3) both sequenced alleles are shown with the indicated deletions induced by CRISPR. ( b ) Quantification of mmu-miR-673–5p abundance by qRT-PCR. Data show the average (n = 3)±s.d, normalized to U6 snRNA. (n.d, not detected) ( c ) Quantification of Mavs mRNA levels by RT-qPCR. Data show the average of at least (n = 3)±s.d, normalized to Actb , and relative to Dgcr8 +/+ . 10.7554/eLife.44171.015 Figure 5—figure supplement 3. Characterization of miR-673 -/- mouse ESCs. ( a ) TMEV vRNA quantification in wild-type and miRNA-deficient cell lines after mock or Ruxolitinib treatment (JAK1/2 inhibitor). Data show the average (n = 3)±s.d., (*) p value < 0.05 by Student’s t-test, n.s. non-significant ( b ) Growth curves of ESCs. Data show the average (n = 3)±s.d. ( c ) No obvious morphological changes were observed between wild-type ( Dgcr8 +/+ ) and miR-673-deficient ESCs ( d ) Quantification of Nanog and Pouf5f1 pluripotent markers upon knocking out miR-673 by CRISPR in comparison to wild-type ESCs, data show the average (n = 3)±s.e.m, (n.s.) non-significant by t-test. NIH3T3 serves as a negative control for pluripotent maker expression ( e ) Quantification of Nanog and Pouf51 expression after reintroduction of miR-673 mimics and controls for 24 or 48 hr. Data show the average (n = 3)±s.e.m. (n.s.) non-significant by t-test. As an alternative approach, Dgcr8 +/+ cells were transfected with inhibitors to miRNAs miR-125a-5p, miR-125b-5p and miR-673–5p. Western blot analysis showed a clear increase in MAVS protein expression, especially for anti-miR-673–5p ( Figure 5C ). Because miR-673–5p showed the largest effect on MAVS protein expression both when depleted and overexpressed, we hypothesize that miR-673 is a crucial miRNA involved on MAVS regulation. We further investigated the role of miR-673–5p in ESCs by creating stable knock-out cell lines for this miRNA by CRISPR/Cas9. Three cell lines were selected based on the genomic deletion and confirmed undetectable expression of miR-673–5p ( Figure 5—figure supplement 2A,B ). The absence of miR-673–5p was enough to observe an increase in MAVS expression both at the mRNA and protein levels ( Figure 5D and Figure 5—figure supplement 2C ). In addition, we measured miR-673 and MAVS expression levels in the mouse fibroblasts cell line, NIH3T3, which is proficient in producing IFN in response to dsRNA. Mouse fibroblasts had no detectable miR-673–5p, and MAVS protein expression was comparable to miRNA-deficient ESC ( Figure 5D and Figure 5—figure supplement 2B ), highlighting the correlation of MAVS expression with the ability of cells to activate Ifnb1 expression in response to immunogenic RNA. Next, miR-673-deficient cell lines were tested for TMEV susceptibility, which showed a consistent decrease in virus replication, similar to that observed in the absence of all miRNAs ( Dgcr8 -/- ) , suggesting this miRNA is essential in regulating the innate antiviral response in ESCs ( Figure 5E ). To test the relevance of IFNs on the increased antiviral resistance of miR-673 -/- cell lines, we compared their sensitivity to TMEV infections in the presence of the JAK1/2 inhibitor, Ruxolitinib. Whereas inhibition of IFN signalling did not significantly increase the accumulation of viral RNA in wild-type ESCs ( Dgcr8 +/+ ), both miR-673-deficient and Dgcr8 -/- ESCs showed a significant increase in viral RNA upon treatment, confirming the role of miR-673 and IFNs in viral susceptibility ( Figure 5F and Figure 5—figure supplement 3A ). As controls, we confirmed that knocking out miR-673–5p expression did not affect the ability of ESCs to proliferate or induced spontaneous differentiation, which could cause differences in viral susceptibility ( Figure 5—figure supplement 3B–E ). Interestingly, during ESC differentiation with retinoic acid, expression of miR-673–5p became silenced, confirming previous results obtained with alternative differentiation protocols ( Knelangen et al., 2011 ; Zhao et al., 2014 ; Hadjimichael et al., 2016 ; Yang et al., 2016 ), and suggesting that the expression levels of this miRNA negatively correlate with the ability of cells to activate the IFN response ( Figure 5G ). Collectively, these data show that the IFN response in mouse ESCs is silenced by the post-transcriptional control of Mavs expression by miR-673–5p. Discussion Several studies suggest that the pluripotent state of a cell is incompatible with an active IFN response ( Guo et al., 2015 ). Both mouse and human stem cells fail to synthesize IFNs in response to dsRNA ( Wang et al., 2013 ; Chen et al., 2010 ), implying that this characteristic is acquired during differentiation ( D'Angelo et al., 2016 ). Embryonic carcinoma cells, which are still pluripotent, also fail to produce IFNs in response to viral RNA mimics ( Burke et al., 1978 ). In agreement, reprogramming of somatic cells to iPSCs (induced pluripotent stem cells) leads to a loss of IFN response, suggesting the presence of regulatory mechanisms able to switch this antiviral pathway on or off between the differentiated and pluripotent states ( Chen et al., 2012 ). Another feature of pluripotent cells is their attenuated response to exogenous type I IFNs. Mammalian pluripotent stem cells, iPSCs and embryonic carcinoma cells exhibit an attenuated production of ISGs upon type I IFN stimulation ( Hong and Carmichael, 2013 ; Irudayam et al., 2015 ; Wang et al., 2014 ; Burke et al., 1978 ). Why these activities are supressed is still not understood, but it has been hypothesized that type I IFN stimulation could impair their self-renewal capacity, since these compounds are well-known antiproliferative agents and inducers of cell death ( Bekisz et al., 2010 ). Indeed, type I IFNs are capable of inhibiting tumour cell division in vitro and are currently employed as an adjuvant to treat several types of cancers, acting as stimulants of the innate immune cellular response ( Bracci et al., 2017 ). Mouse ESCs express low levels of the RNA sensors TLR3, MDA5 and RIG-I, which could explain their inability to respond to dsRNA although no functional studies support this model so far ( Wang et al., 2013 ). Our data shows an alternative scenario in which MAVS is the key factor for controlling the IFN response. The overexpression of a miRNA-resistant form of MAVS in wild-type ESCs is enough to enable dsRNA-mediated IFN activation, suggesting that dsRNA sensing is not a limiting step in the IFN pathway in ESCs. Regulation of MAVS alone proves to be an efficient mechanism to block dsRNA induced IFN expression compared to suppressing individual dsRNA sensors. The observation that miRNAs only suppress RNA-mediated IFN activation, but not the DNA-mediated pathway, leads us to speculate about the reasons for silencing this specific response during pluripotency. Embryonic stem cells, and also earlier stages of embryonic development are characterized by high expression levels of specific retrotransposons (non-LTR) and endogenous retroviruses (LTR), which are a hallmark of their pluripotent state. This is in contrast to most somatic cell types that silence their expression ( Yin et al., 2018 ). These repetitive elements produce cytoplasmic RNA molecules as an intermediate for mobilisation, which can be accidentally recognised as immunogenic or non-self RNAs, as it has been previously shown for the human non-LTR retroelement Alu in the context of Aicardi-Goutires syndrome or for endogenous retroviruses ( Ahmad et al., 2018 ; Chiappinelli et al., 2015 ; Roulois et al., 2015 ). Therefore, silencing the RNA-mediated IFN response during pluripotency would act as a protective mechanism for aberrant IFN activation by transposon-derived transcripts. Cells that are incapable of activating the RNA-mediated IFN response have developed alternative antiviral defence pathways. The endonuclease DICER can act as an antiviral factor in mouse ESCs by generating antiviral siRNAs ( Maillard et al., 2013 ). Detection of antiviral DICER activity is facilitated in the absence of a competent IFN response, such as in the case of pluripotent cells, but also in somatic cells where the type I IFN response has been genetically impaired ( Maillard et al., 2016 ). These findings are supported by the observation that in IFN-competent cells, the RNA sensor LGP2 acts as an inhibitor of DICER cleavage activity on dsRNA ( van der Veen et al., 2018 ). However, DICER activity has also been reported in other cell lines, independently of their IFN-proficiency capacity ( Li et al., 2016 ). Interestingly, when we disrupt Dicer in ESCs, which inherently lack an IFN response and would theoretically render these cells highly sensitive to viral infections, they become more resistant by acquiring an active IFN response. All these results support the presence of extensive cross-talk between the different antiviral strategies, and suggests that cells have developed mechanisms to compensate for the loss of a specific antiviral pathway. Our model shows that MAVS and miR-673 levels are the key factors regulating the IFN response to dsRNAs during pluripotency. Accordingly, overexpressing MAVS or knocking-out this single miRNA in ESCs is enough to enhance their antiviral response. Interestingly, this miRNA is only conserved in rodents, despite human ESCs also suppressing type I IFNs expression ( Hong and Carmichael, 2013 ). This suggests that either other miRNAs regulate MAVS expression in human ESCs, or alternative mechanisms operate to silence IFN. Interestingly, human and mouse ESCs have been suggested to constitutively express a subset of ISGs to protect them from viruses ( Wu et al., 2018 ). Our proteomics data suggest that, from all the ISGs detected, miRNAs did not significantly affect production of these antiviral factors, such as IFITM1, IFTIM2, IFITM3 amongst others. We have shown that engineering ESCs to acquire a functional IFN response significantly increases their antiviral immunity, highlighting the powerful antiviral effects of IFNs even during pluripotency. Previous findings also support a general role for DICER and miRNAs acting as negative regulators of the IFN response in human and mouse models outside pluripotency ( Papadopoulou et al., 2012 ; Witteveldt et al., 2018 ). In agreement, an indirect approach to deplete cellular miRNAs, by overexpressing the viral protein VP55 from Vaccinia virus, showed that miRNAs are also relevant to control the expression of pro-inflammatory cytokines during viral chronic infections, but not in the acute antiviral response ( Aguado et al., 2015 ). However, the concept of miRNAs acting as direct antiviral factors is still controversial. It is relevant to mention that some of the results leading to this conclusion have been primarily generated in DICER1 -/- HEK293T human cell line ( Bogerd et al., 2014 ; Tsai et al., 2018 ), which has an attenuated IFN response due to low PRRs expression ( Rice et al., 2014 ; Witteveldt et al., 2018 ). We have shown that overexpression of MAVS or silencing specific miRNAs in a transient or stable manner improves the antiviral response of ESCs. These findings are the basis to further study the conservation of the miRNA-mediated regulation of the IFN response in somatic cells and in the context of human pluripotency. All these investigations will provide a deeper understanding and tool set on how to enhance the innate immunity of ESCs and their differentiated progeny, an especially relevant aspect in clinical applications. Materials and methods Cells and viruses Dgcr8 knockout ( Dgcr8 -/- ) mouse ESCs were purchased from Novus Biologicals (NBA1-19349) and the parental strain, v6.5 ( Dgcr8 +/+ , also named in the text ESC1) from ThermoFisher (MES1402). Dicer flox/flox ( Dicer +/+ , also named ESC2) and Dicer knockout ( Dicer -/- ) mouse ESCs were provided by R. Blelloch lab (University of California, San Francisco). All mESC cells were cultured in Dulbecco’s modified Eagle Medium (DMEM, ThermoFisher) supplemented with 15% heat-inactivated foetal calf serum (ThermoFisher), 100 U/ml penicillin, 100 µg/ml streptomycin (ThermoFisher), 1X Minimal essential amino acids (ThermoFisher), 2 mM L-glutamine, 10 3 U/ml of LIF (Stemcell Technologies) and 50 µM 2-mercaptoethanol (ThermoFisher). Cells were grown on plates coated with 0.1% Gelatine (Embryomax, Millipore), detached using 0.05% Trypsin (ThermoFisher) and incubated at 5% CO 2 at 37°C. MDCK, BHK-21, BV-2 and RAW264.7 cells were cultured in Dulbecco’s modified Eagle Medium (DMEM, ThermoFisher) supplemented with 10% heat-inactivated foetal calf serum (ThermoFisher), 100 U/ml penicillin, 100 µg/ml streptomycin (ThermoFisher), 2 mM L-glutamine and incubated at 5% CO 2 at 37°C. NIH3T3 cell line was provided by A. Buck lab, and grown in DMEM supplemented with 10% FCS. To determine cell proliferation kinetics, cells were seeded in 6-well plates at a density of 2*10 5 cells/well. Cell numbers were determined in triplicates after 12, 24, 36 and 48 hr using a CASY cell counter. Stocks of TMEV strain GDVII were grown on BHK-21 cells and frozen in aliquots at −80°C. Stocks of Influenza A virus strain PR8 (kindly provided by P. Digard, University of Edinburgh) were grown on MDCK cells in the absence of serum and in the presence of 2 µg/ml TPCK-treated trypsin and frozen in aliquots at −80°C. For TMEV infections, cells were infected for 1 hr with the required dilution, followed by replacement with fresh medium and incubation for the desired time. For the 50% Tissue Culture Infective dose (TCID 50 ) assays, seven serial dilutions of TMEV were prepared and at least six wells (in 96-well format) per dilution were infected and incubated for at least 24 hr before counting infected wells. TCID 50 values were calculated using the Spearman and Kärber algorithm. Influenza A virus infections were performed by infecting cells in the absence of serum for 45 min with the addition of 2 µg/ml TPCK-treated trypsin. After replacement of the inoculum with fresh serum containing medium the cells were incubated for the desired period. Differentiation of mESCs To differentiate mESCs, they were first cultured as hanging droplets to induce embryoid body formation. For this, a single-cell suspension of 5 × 10 5 cells/ml was prepared in medium without LIF and 20 µl drops are pipetted on the inside of the lid of a 10 cm petri dish and hung upside-down. The petri-dish was filled with PBS to prevent drying of the hanging drops and incubated at 37°C, 5% CO 2 for 48 hr. The embryoid bodies were consequently washed from the lids and transferred to petri dishes to further differentiate, all in the absence of LIF. After another incubation time of 48 hr, medium was removed and replaced with fresh medium containing 250 nM of retinoic acid (Sigma-Aldrich) and incubated for 7 days while replacing the medium every 48 hr. After this incubation time, the embryoid bodies were collected and plated on normal gelatine-coated cell culture plates which allowed the embryoid bodies to adhere to the plastic and the cells to migrate from the embryoid bodies. Again, the medium was refreshed every 48 hr for the cells to further differentiate. Northern blot for miRNAs Total RNA (15 µg) was loaded on a 10% TBE-UREA gel. After electrophoresis, gel was stained with SYBR gold for visualization of equal loading. Gel was transferred onto a positively charged Nylon membrane for 1 hr at 250 mA. After UV-crosslinking, the membrane was pre-hybridized for 4 hr at 40°C in 1xSSC, 1%SDS (w/v) and 100 mg/ml single-stranded DNA (Sigma). Radioactively labelled probes corresponding to the highly expressed ESCs miRNAs miR-130–3 p, miR-293–3 p, and miR-294–3 p were synthesized using the mirVana miRNA Probe Construction Kit (Ambion) and hybridized overnight in 1xSSC, 1%SDS (w/v) and 100 mg/ml ssDNA. After hybridization, membranes were washed four times at 40°C in 0.2xSSC and 0.2%SDS (w/v) for 30 min each. Blots were analysed using a PhosphorImager (Molecular Dynamics) and ImageQuant TL software for quantification. Oligonucleotides used are listed in Supplementary file 1 . Transfections of poly(I:C), DNA, miRNA mimics and Antagomirs To activate the IFN response, cells were transfected with either the dsRNA analogue poly(I:C) (Invivogen) or the Y-shaped-DNA cGAS agonist (G3-YSD, Invivogen) using Lipofectamine 2000 (ThermoFisher). Transfections were performed in 24-well format, with cells approximately 80% confluent, using different concentrations of poly(I:C), from 0,5 to 2,5 µg per well (as indicated in the figures) or 0.5 µg of G3-YSD. Cells were incubated for approximately 16 hr for poly(I:C)- and 8 hr for DNA-transfections before harvest and further processing. IFN-β expression was measured using a quantitative ELISA kit (Mouse IFN-β, Quantikine, R and D systems) according to manufacturer’s instructions. Cells were transfected with 2.5 µg/ml poly(I:C), incubated for 16 hr after which supernatant was collected and assayed for IFN-β. To activate ESCs with exogenous IFN-β (R and D systems), cells were incubated with 10.000 U/ml of IFN-β for 4 hr, followed by RNA extraction and quantitative RT-PCR. For the miRNA mimics (miScript, Qiagen) a final concentration of 1 μM was transfected into cells using Dharmafect (Dharmacon), incubated for the desired period and further processed. The same procedure was followed for the antagomirs (Dharmacon), but at a concentration of 100 nM. All experiments were performed in 24-well format, with cells at approximately 80% confluency. Quantitative RT-PCR Total RNA from cells was isolated using Tri reagent (Sigma-Aldrich) according to the manufacturer’s instructions. 0.5–1 µg RNA was subsequently reverse transcribed using M-MLV (Promega) and random hexamers, and used for quantitative PCR in a StepOnePlus real-time PCR machine (ThermoFisher) using GoTaq master mix (Promega). Data was analysed using the StepOne software package. Oligonucleotides used are listed in Supplementary file 1 . Cell lysis and western blots Cells used for Western blot analysis were lysed in RIPA buffer (50 mM TRIS-HCl, pH 7.4, 1% triton X-100, 0.5% Na-deoxycholate, 0.1% SDS, 150 mM NaCl, protease inhibitor cocktail (Roche), 5 mM NaF, 0.2 mM Sodium orthovanadate). Lysates were spun and protein concentrations measured using a BCA protein assay kit (BioVision). After adjusting protein concentrations, lysates were mixed with reducing agent (Novex, ThermoFisher) and LDS sample buffer (Novex, ThermoFisher) and boiled at 70°C for 10 min before loading on pre-made gels (NuPAGE, ThermoFisher). Proteins were transferred to nitrocellulose membrane using semi-dry transfer (iBlot2, ThermoFisher). Membranes were blocked for 1 hr at room temperature in PBS-T (0.1% Tween-20) and 5% milk powder before overnight incubation at 4°C with primary antibody. Antibodies used were: Anti-rabbit HRP (Cell Signaling Technology), Anti-mouse HRP (Bio-Rad), MAVS (E-6, Santa Cruz Biotechnology), PKR (ab45427, Abcam), MDA5 (D74E4, Cell Signaling Technology), RIG-I (D12G6, Cell Signaling Technology), phospho-IRF-3 (D601M, Cell Signaling Technology) and α-tubulin (CP06, Merck). Proteins bands were visualised using ECL (Pierce) on a Bio-Rad ChemiDoc imaging system. Protein bands were quantified using ImageJ (v1.51p) software and expression levels calculated normalized to α-tubulin. Luciferase assay The 3’UTRs from Mda5 , Rig-I and Mavs were amplified from genomic DNA based on the annotation from UTRdb (utrdb.ba.itb.cnr.it) using primers containing restriction sites. The fragments were cloned in the psiCHECK-2 vector (Promega) at the 3’ end of the hRluc gene. Cells in 24-well format were transfected with 250 ng plasmid using Lipofectamine 2000 and incubated for 24 hr. Cells were subsequently lysed and assayed using the Dual-Glo Luciferase assay system (Promega). Luminescence was measured in a Varioskan flash (ThermoFisher) platereader. Proteomics For the total proteome comparison, 6 replicates of the Dgcr8 -/- and Dgcr8 resc cell lines were prepared by lysing cells in Lysis buffer (50 mM TRIS-HCl, pH 7.4, 1% triton X-100, 0.5% Na-deoxycholate, 0.1% SDS, 150 mM NaCl, protease inhibitor cocktail (Roche), 5 mM NaF and 0.2 mM Sodium orthovanadate) at 4°C. Samples were subsequently sonicated 4 × 10 s, at 2μ amplitude, reduced by boiling with 10 mM DTT and centrifuged. The samples were further processed by Filter-aided sample preparation (FASP) by mixing each sample with 200 µl UA (8M Urea, 0.1 M Tris/HCl pH 8.5) in a Vivacon 500 filter column (30 kDa cut off, Sartorius VN01H22), centrifuged at 14.000 x g and washed twice with 200 µl UA. To alkylate the sample, 100 µl 50 mM iodoacetamide in UA was applied to the columns and incubated in the dark for 30 min, spun, followed by two washes with UA and another two washes with 50 mM ammonium bicarbonate. The samples were trypsinized on the column by the addition of 4 µg trypsin (ThermoFisher) in 40 µl 50 mM ammonium bicarbonate to the filter. Samples were incubated overnight in a wet chamber at 37°C and acidified by the addition of 5 µl 10% trifluoroacetic acid (TFA). The pH was checked by spotting onto pH paper, and peptide concentration estimated using a NanoDrop. C18 Stage tips were activated using 20 µl of methanol, equilibrated with 100 µl 0.1% TFA) and loaded with 10 µg peptide solution. After washing with 100 uL 0.1% TFA, the bound peptides were eluted into a Protein LoBind 1.5 mL tube (Eppendorf) with 20 µl 80% acetonitrile, 0.1% TFA and concentrated to less than 4 µl in a vacuum concentrator. The final volume was adjusted to 6 µl with 0.1% TFA. Five µg of peptides were injected onto a C18 packed emitter and eluted over a gradient of 2–80% ACN in 120 min, with 0.1% TFA throughout on a Dionex RSLnano. Eluting peptides were ionised at +2 kV before data-dependent analysis on a Thermo Q-Exactive Plus. MS1 was acquired with mz range 300–1650 and resolution 70,000, and top 12 ions were selected for fragmentation with normalised collision energy of 26, and an exclusion window of 30 s. MS2 were collected with resolution 17,500. The AGC targets for MS1 and MS2 were 3e6 and 5e4 respectively, and all spectra were acquired with one microscan and without lockmass. Finally, the data were analysed using MaxQuant (v 1.5.7.4) in conjunction with uniprot fasta database 2017_02, with match between runs (MS/MS not required), LFQ with one peptide required. Average expression levels were calculated for each protein and significant differences identified using a two tailed t-test assuming equal variance (homoscedasticity) with a p-value lower than 0.05. Stable cell lines overexpressing DGCR8, Dicer and MAVS Plasmids containing the sequence of mouse DICER (pCAGEN-SBP-DICER1, Addgene), MAVS (GE-healthcare, MMM1013-202764911) and DGCR8 ( Macias et al., 2012 ) were used to amplify the open reading frame using specific primers containing restriction sites ( Supplementary file 1 ). The amplified and digested fragments were ligated in pLenti-GIII-EF1α for MAVS and pEF1α-IRES-dsRED-Express2 for DGCR8 and DICER. Verified plasmids containing the genes of interest were transfected in mESCs using Lipofectamine 2000 and selected with the appropriate antibiotic. After several weeks of selection, colonies were isolated, expanded and tested for expression by qRT-PCR and Western blot. Mitochondrial activity The mitochondria specific dye Rhodamine 123 (Sigma-Aldrich) was used to measure mitochondrial activity. Suspended cells were incubated with Rhodamine 123 at 37°C and samples were taken at various intervals, washed three times with PBS at 4°C and the fluorescence measured in a VarioSkan flash (ThermoFisher) plate reader (excitation 508, emission 535). Inhibitors Cells were pre-incubated with the inhibitors BX795, which blocks the phosphorylation of the kinases TBK1 and IKKε, and consequently IRF3 activation and IFN-β production (10 µM, Synkinase) and the inhibitor BMS345541, which targets IKβα, IKKα and IKKβ and consequently NF-κβ signalling (10 µM, Cayman Chemical) for 45 min before infection with TMEV. 24 hr post-infection in the presence of the inhibitor, infected wells were scored and the TCID 50 calculated. For Ruxolitinib (Cell Guidance Systems), cells were pre-incubated for 45 min with 50 µM Ruxotlitinib, infected with TMEV and incubated for 16 hr followed by extensive washing with PBS, RNA extraction and analysis by quantitative RT-PCR. CRISPR/Cas 9 targeting of mmu-miR-673 To create a cell line lacking mmu-mmiR-673–5p, the Alt-R CRISPR-Cas9 System (IDT) was used. Two different crRNAs were designed to target sequences within the pri-miRNA sequence hairpin to induce structural changes disrupting processing by the Microprocessor and DICER. Cas9 protein and tracrRNAs were transfected with the Neon Transfection System followed by cell sorting to create single cell clones. Genomic DNA was purified and screened by PCR followed by restriction site disruption analyses for the pri-miRNA sequence. Genomic DNA of the pri-miRNA sequence of candidates was amplified using primers in Supplementary file 1 , and cloned into pGEMt-easy vector for sequencing. miRNA qRT-PCR Total RNA (100 ng) was used to quantify mmu-mmiR-673–5p levels. RNA was first converted to cDNA using miRCURY LNA RT kit (Qiagen). cDNA was diluted 1/25 for RT-qPCR using miRCURY LNA SYBR Green kit and amplified using mmu-mmiR-673–5p specific primers (Qiagen) and U6 as a loading control. Quantitative PCR was carried out on a Roche LC480 light cycler and analysed using the second derivative method. Data availability All processed Mass spectrometry data is provided as Figure 3—source data 1 , including LFQ intensity values for each protein detected in each of the samples. All raw data are available from corresponding author upon request. Funding Information This paper was supported by the following grant: http://dx.doi.org/10.13039/100004440 Wellcome 107665/Z/15/Z to Sara Macias. Acknowledgements We thank our colleagues at the Institute of Immunology and Infection Research for advice and discussions. We thank JF Caceres, H Marks, R Zamoyska and Y Crow for critical reading of the manuscript, and R Blelloch, P Digard, E Gaunt and R Zamoyska labs for reagents. We thank Jimi Wills from the IGMM Mass spectrometry facility for analysis of protein samples. This work is supported by the Wellcome Trust (107665/Z/15/Z), LK is supported by a MRC-DTP in Precision Medicine Fellowship. Additional information Competing interests No competing interests declared. Author contributions Conceptualization, Data curation, Formal analysis, Supervision, Validation, Investigation, Methodology, Writing—original draft, Writing—review and editing. Formal analysis, Investigation, Writing—review and editing. Conceptualization, Supervision, Funding acquisition, Investigation, Methodology, Writing—original draft, Writing—review and editing. Additional files 10.7554/eLife.44171.016 Supplementary file 1. Sequences of the oligonucleotides used in this study. 10.7554/eLife.44171.017 Transparent reporting form Data availability All processed Mass spectrometry data is provided as Figure 3—source data 1, including LFQ intensity values for each protein detected in each of the samples. All raw data are available from corresponding author upon request. References Aguado LC Schmid S Sachs D Shim JV Lim JK tenOever BR 2015 microRNA function is limited to cytokine control in the acute response to virus infection Cell Host & Microbe 18 714 722 10.1016/j.chom.2015.11.003 26651947 Ahmad S Mu X Yang F Greenwald E Park JW Jacob E Zhang CZ Hur S 2018 Breaching Self-Tolerance to alu duplex RNA underlies MDA5-Mediated inflammation Cell 172 797 810 10.1016/j.cell.2017.12.016 29395326 Babiarz JE Ruby JG Wang Y Bartel DP Blelloch R 2008 Mouse ES cells express endogenous shRNAs, siRNAs, and other Microprocessor-independent, Dicer-dependent small RNAs Genes & Development 22 2773 2785 10.1101/gad.1705308 18923076 Bekisz J Baron S Balinsky C Morrow A Zoon KC 2010 Antiproliferative properties of type I and type II interferon Pharmaceuticals 3 994 1015 10.3390/ph3040994 20664817 Bernstein E Caudy AA Hammond SM Hannon GJ 2001 Role for a bidentate ribonuclease in the initiation step of RNA interference Nature 409 363 366 10.1038/35053110 11201747 Bogerd HP Skalsky RL Kennedy EM Furuse Y Whisnant AW Flores O Schultz KL Putnam N Barrows NJ Sherry B Scholle F Garcia-Blanco MA Griffin DE Cullen BR 2014 Replication of many human viruses is refractory to inhibition by endogenous cellular microRNAs Journal of Virology 88 8065 8076 10.1128/JVI.00985-14 24807715 Borden EC Hogan TF Voelkel JG 1982 Comparative antiproliferative activity in vitro of natural interferons alpha and beta for diploid and transformed human cells Cancer Research 42 4948 4953 7139598 Bracci L Sistigu A Proietti E Moschella F 2017 The added value of type I interferons to cytotoxic treatments of cancer Cytokine & Growth Factor Reviews 36 89 97 10.1016/j.cytogfr.2017.06.008 28693974 Burke DC Graham CF Lehman JM 1978 Appearance of interferon inducibility and sensitivity during differentiation of murine teratocarcinoma cells in vitro Cell 13 243 248 10.1016/0092-8674(78)90193-9 627035 Chan YK Gack MU 2016 Viral evasion of intracellular DNA and RNA sensing Nature Reviews Microbiology 14 360 373 10.1038/nrmicro.2016.45 27174148 Chen LL Yang L Carmichael GG 2010 Molecular basis for an attenuated cytoplasmic dsRNA response in human embryonic stem cells Cell Cycle 9 3552 3564 10.4161/cc.9.17.12792 20814227 Chen GY Hwang SM Su HJ Kuo CY Luo WY Lo KW Huang CC Chen CL Yu SH Hu YC 2012 Defective antiviral responses of induced pluripotent stem cells to baculoviral vector transduction Journal of Virology 86 8041 8049 10.1128/JVI.00808-12 22623765 Cheng WY He XB Jia HJ Chen GH Jin QW Long ZL Jing ZZ 2018 The cGas-Sting signaling pathway is required for the innate immune response against ectromelia virus Frontiers in Immunology 9 1297 10.3389/fimmu.2018.01297 29963044 Chiappinelli KB Strissel PL Desrichard A Li H Henke C Akman B Hein A Rote NS Cope LM Snyder A Makarov V Budhu S Buhu S Slamon DJ Wolchok JD Pardoll DM Beckmann MW Zahnow CA Merghoub T Mergoub T Chan TA Baylin SB Strick R 2015 Inhibiting DNA methylation causes an interferon response in cancer via dsRNA including endogenous retroviruses Cell 162 974 986 10.1016/j.cell.2015.07.011 26317466 D'Angelo W Acharya D Wang R Wang J Gurung C Chen B Bai F Guo YL 2016 Development of antiviral innate immunity during in vitro differentiation of mouse embryonic stem cells Stem Cells and Development 25 648 659 10.1089/scd.2015.0377 26906411 Delorme-Axford E Sadovsky Y Coyne CB 2014 The placenta as a barrier to viral infections Annual Review of Virology 1 133 146 10.1146/annurev-virology-031413-085524 26958718 Gregory RI Yan KP Amuthan G Chendrimada T Doratotaj B Cooch N Shiekhattar R 2004 The microprocessor complex mediates the genesis of microRNAs Nature 432 235 240 10.1038/nature03120 15531877 Greve TS Judson RL Blelloch R 2013 microRNA control of mouse and human pluripotent stem cell behavior Annual Review of Cell and Developmental Biology 29 213 239 10.1146/annurev-cellbio-101512-122343 23875649 Grow EJ Flynn RA Chavez SL Bayless NL Wossidlo M Wesche DJ Martin L Ware CB Blish CA Chang HY Pera RA Wysocka J 2015 Intrinsic retroviral reactivation in human preimplantation embryos and pluripotent cells Nature 522 221 225 10.1038/nature14308 25896322 Guo Y-L Carmichael GG Wang R Hong X Acharya D Huang F Bai F 2015 Attenuated innate immunity in embryonic stem cells and its implications in developmental biology and regenerative medicine Stem Cells 33 3165 3173 10.1002/stem.2079 26086534 Hadjimichael C Nikolaou C Papamatheakis J Kretsovali A 2016 MicroRNAs for Fine-Tuning of mouse embryonic stem cell fate decision through regulation of TGF-β signaling Stem Cell Reports 6 292 301 10.1016/j.stemcr.2016.01.004 26876669 Hertzog PJ Hwang SY Kola I 1994 Role of interferons in the regulation of cell proliferation, differentiation, and development Molecular Reproduction and Development 39 226 232 10.1002/mrd.1080390216 7530016 Herzner AM Hagmann CA Goldeck M Wolter S Kübler K Wittmann S Gramberg T Andreeva L Hopfner KP Mertens C Zillinger T Jin T Xiao TS Bartok E Coch C Ackermann D Hornung V Ludwig J Barchet W Hartmann G Schlee M 2015 Sequence-specific activation of the DNA sensor cGAS by Y-form DNA structures as found in primary HIV-1 cDNA Nature Immunology 16 1025 1033 10.1038/ni.3267 26343537 Hong X-X Carmichael GG 2013 Innate immunity in pluripotent human cells Journal of Biological Chemistry 288 16196 16205 10.1074/jbc.M112.435461 23599426 Hsu AC Dua K Starkey MR Haw TJ Nair PM Nichol K Zammit N Grey ST Baines KJ Foster PS Hansbro PM Wark PA 2017 MicroRNA-125a and -b inhibit A20 and MAVS to promote inflammation and impair antiviral response in COPD JCI Insight 2 e90443 10.1172/jci.insight.90443 28405612 Irudayam JI Contreras D Spurka L Subramanian A Allen J Ren S Kanagavel V Nguyen Q Ramaiah A Ramamoorthy K French SW Klein AS Funari V Arumugaswami V 2015 Characterization of type I interferon pathway during hepatic differentiation of human pluripotent stem cells and hepatitis C virus infection Stem Cell Research 15 354 364 10.1016/j.scr.2015.08.003 26313525 Ivashkiv LB Donlin LT 2015 Regulation of type I interferon responses Nature Reviews Immunology 14 36 49 10.1038/nri3581 Kanellopoulou C Muljo SA Kung AL Ganesan S Drapkin R Jenuwein T Livingston DM Rajewsky K 2005 Dicer-deficient mouse embryonic stem cells are defective in differentiation and centromeric silencing Genes & Development 19 489 501 10.1101/gad.1248505 15713842 Kawai T Takahashi K Sato S Coban C Kumar H Kato H Ishii KJ Takeuchi O Akira S 2005 IPS-1, an adaptor triggering RIG-I- and Mda5-mediated type I interferon induction Nature Immunology 6 981 988 10.1038/ni1243 16127453 Knelangen JM van der Hoek MB Kong WC Owens JA Fischer B Santos AN 2011 MicroRNA expression profile during adipogenic differentiation in mouse embryonic stem cells Physiological Genomics 43 611 620 10.1152/physiolgenomics.00116.2010 21245416 Lawrence T 2009 The nuclear factor NF-kappaB pathway in inflammation Cold Spring Harbor Perspectives in Biology 1 a001651 10.1101/cshperspect.a001651 20457564 Lee Y Ahn C Han J Choi H Kim J Yim J Lee J Provost P Rådmark O Kim S Kim VN 2003 The nuclear RNase III drosha initiates microRNA processing Nature 425 415 419 10.1038/nature01957 14508493 Li Y Basavappa M Lu J Dong S Cronkite DA Prior JT Reinecker HC Hertzog P Han Y Li WX Cheloufi S Karginov FV Ding SW Jeffrey KL 2016 Induction and suppression of antiviral RNA interference by influenza A virus in mammalian cells Nature Microbiology 2 16250 10.1038/nmicrobiol.2016.250 27918527 Macfarlan TS Gifford WD Driscoll S Lettieri K Rowe HM Bonanomi D Firth A Singer O Trono D Pfaff SL 2012 Embryonic stem cell potency fluctuates with endogenous retrovirus activity Nature 487 57 63 10.1038/nature11244 22722858 Macia A Blanco-Jimenez E García-Pérez JL 2015 Retrotransposons in pluripotent cells: impact and new roles in cellular plasticity Biochimica Et Biophysica Acta (BBA) - Gene Regulatory Mechanisms 1849 417 426 10.1016/j.bbagrm.2014.07.007 25042909 Macias S Plass M Stajuda A Michlewski G Eyras E Cáceres JF 2012 DGCR8 HITS-CLIP reveals novel functions for the microprocessor Nature Structural & Molecular Biology 19 760 766 10.1038/nsmb.2344 22796965 Maillard PV Ciaudo C Marchais A Li Y Jay F Ding SW Voinnet O 2013 Antiviral RNA interference in mammalian cells Science 342 235 238 10.1126/science.1241930 24115438 Maillard PV Van der Veen AG Deddouche-Grass S Rogers NC Merits A Reis e Sousa C 2016 Inactivation of the type I interferon pathway reveals long double-stranded RNA-mediated RNA interference in mammalian cells The EMBO Journal 35 2505 2518 10.15252/embj.201695086 27815315 McFadden MJ Gokhale NS Horner SM 2017 Protect this house: cytosolic sensing of viruses Current Opinion in Virology 22 36 43 10.1016/j.coviro.2016.11.012 27951430 Papadopoulou AS Dooley J Linterman MA Pierson W Ucar O Kyewski B Zuklys S Hollander GA Matthys P Gray DHD De Strooper B Liston A 2012 The thymic epithelial microRNA network elevates the threshold for infection-associated thymic involution via miR-29a mediated suppression of the IFN-α receptor Nature Immunology 13 181 187 10.1038/ni.2193 Peaston AE Evsikov AV Graber JH de Vries WN Holbrook AE Solter D Knowles BB 2004 Retrotransposons regulate host genes in mouse oocytes and preimplantation embryos Developmental Cell 7 597 606 10.1016/j.devcel.2004.09.004 15469847 Rice GI Del Toro Duany Y Jenkinson EM Forte GM Anderson BH Ariaudo G Bader-Meunier B Baildam EM Battini R Beresford MW Casarano M Chouchane M Cimaz R Collins AE Cordeiro NJ Dale RC Davidson JE De Waele L Desguerre I Faivre L Fazzi E Isidor B Lagae L Latchman AR Lebon P Li C Livingston JH Lourenço CM Mancardi MM Masurel-Paulet A McInnes IB Menezes MP Mignot C O'Sullivan J Orcesi S Picco PP Riva E Robinson RA Rodriguez D Salvatici E Scott C Szybowska M Tolmie JL Vanderver A Vanhulle C Vieira JP Webb K Whitney RN Williams SG Wolfe LA Zuberi SM Hur S Crow YJ 2014 Gain-of-function mutations in IFIH1 cause a spectrum of human disease phenotypes associated with upregulated type I interferon signaling Nature Genetics 46 503 509 10.1038/ng.2933 24686847 Roulois D Loo Yau H Singhania R Wang Y Danesh A Shen SY Han H Liang G Jones PA Pugh TJ O'Brien C De Carvalho DD 2015 DNA-Demethylating agents target colorectal cancer cells by inducing viral mimicry by endogenous transcripts Cell 162 961 973 10.1016/j.cell.2015.07.056 26317465 Scaduto RC Grotyohann LW 1999 Measurement of mitochondrial membrane potential using fluorescent rhodamine derivatives Biophysical Journal 76 469 477 10.1016/S0006-3495(99)77214-0 9876159 Schafer SL Lin R Moore PA Hiscott J Pitha PM 1998 Regulation of type I interferon gene expression by interferon regulatory factor-3 Journal of Biological Chemistry 273 2714 2720 10.1074/jbc.273.5.2714 9446577 Tang F Hajkova P Barton SC Lao K Surani MA 2006 MicroRNA expression profiling of single whole embryonic stem cells Nucleic Acids Research 34 e9 10.1093/nar/gnj009 16434699 Treiber T Treiber N Meister G 2018 Regulation of microRNA biogenesis and its crosstalk with other cellular pathways Nature Reviews. Molecular Cell Biology 1 5 20 10.1038/s41580-018-0059-1. Tsai K Courtney DG Kennedy EM Cullen BR 2018 Influenza A virus-derived siRNAs increase in the absence of NS1 yet fail to inhibit virus replication RNA 24 1172 1182 10.1261/rna.066332.118 29903832 van der Veen AG Maillard PV Schmidt JM Lee SA Deddouche-Grass S Borg A Kjær S Snijders AP Reis e Sousa C 2018 The RIG-I-like receptor LGP2 inhibits Dicer-dependent processing of long double-stranded RNA and blocks RNA interference in mammalian cells The EMBO Journal 37 e97479 10.15252/embj.201797479 29351913 Wan S Ashraf U Ye J Duan X Zohaib A Wang W Chen Z Zhu B Li Y Chen H Cao S 2016 MicroRNA-22 negatively regulates poly(I:c)-triggered type I interferon and inflammatory cytokine production via targeting mitochondrial antiviral signaling protein (MAVS) Oncotarget 7 12395 10.18632/oncotarget.12395 Wang Y Medvid R Melton C Jaenisch R Blelloch R 2007 DGCR8 is essential for microRNA biogenesis and silencing of embryonic stem cell self-renewal Nature Genetics 39 380 385 10.1038/ng1969 17259983 Wang R Wang J Paul AM Acharya D Bai F Huang F Guo YL 2013 Mouse embryonic stem cells are deficient in type I interferon expression in response to viral infections and double-stranded RNA Journal of Biological Chemistry 288 15926 15936 10.1074/jbc.M112.421438 23580653 Wang R Wang J Acharya D Paul AM Bai F Huang F Guo Y-L 2014 Antiviral Responses in Mouse Embryonic Stem Cells Journal of Biological Chemistry 289 25186 25198 10.1074/jbc.M113.537746 24966329 Witteveldt J Ivens A Macias S 2018 Inhibition of microprocessor function during the activation of the type I interferon response Cell Reports 23 3275 3285 10.1016/j.celrep.2018.05.049 29898398 Wu X Robotham JM Lee E Dalton S Kneteman NM Gilbert DM Tang H 2012 Productive hepatitis C virus infection of stem cell-derived hepatocytes reveals a critical transition to viral permissiveness during differentiation PLOS Pathogens 8 e1002617 10.1371/journal.ppat.1002617 22496645 Wu X Dao Thi VL Huang Y Billerbeck E Saha D Hoffmann HH Wang Y Silva LAV Sarbanes S Sun T Andrus L Yu Y Quirk C Li M MacDonald MR Schneider WM An X Rosenberg BR Rice CM 2018 Intrinsic immunity shapes viral resistance of stem cells Cell 172 423 438 10.1016/j.cell.2017.11.018 29249360 Yang Q Lin J Liu M Li R Tian B Zhang X Xu B Liu M Zhang X Li Y Shi H Wu L 2016 Highly sensitive sequencing reveals dynamic modifications and activities of small RNAs in mouse oocytes and early embryos Science Advances 2 e1501482 10.1126/sciadv.1501482 27500274 Yin Y Zhou L Yuan S 2018 Enigma of retrotransposon biology in mammalian early embryos and embryonic stem cells Stem Cells International 2018 1 6 10.1155/2018/6239245 Zhao B Yang D Jiang J Li J Fan C Huang M Fan Y Jin Y Jin Y 2014 Genome-wide mapping of miRNAs expressed in embryonic stem cells and pluripotent stem cells generated by different reprogramming strategies BMC Genomics 15 488 10.1186/1471-2164-15-488 24942538 10.7554/eLife.44171.022 Decision letter Cao Xuetao Reviewing Editor Zhejiang University School of Medicine China In the interests of transparency, eLife includes the editorial decision letter and accompanying author responses. A lightly edited version of the letter sent to the authors after peer review is shown, indicating the most substantive concerns; minor comments are not usually included. Thank you for sending your article entitled \"MicroRNA-deficient embryonic stem cells acquire a functional Interferon response\" for peer review at eLife . Your article has been evaluated by two peer reviewers, and the evaluation has been overseen by a Reviewing Editor and Tadatsugu Taniguchi as the Senior Editor. Given the list of essential revisions, including some new experiments, the editors and reviewers invite you to respond within the next two weeks with an action plan and timetable for the completion of the additional work. In doing so, please describe point-by-point response to the issues raised by the reviewers. We plan to share your responses with the reviewers and then issue a binding recommendation. Essential revisions: Biological relevance should be strengthened. Data showing the production of IFN protein and biological activities of the secreted IFN on ESC is needed, with or without virus infection in Dgcr8 -/- ESCs. Furthermore, more mechanistic study is needed, for examples, whether the ESCs have abnormal epigenetic regulation of miR-673 and whether miR-673 expression was suppressed through ESC differentiation. Reviewer #1: Both human and murine ESCs are incapable to produce type I IFN in response to dsRNA, to avoid an unexpected responses to transponson derived transcripts. Previous studies suggested this attributed to a reduced expression of dsRNA receptors (TLR3, MDA5, RIG-I). The authors declared here that at least in murine ESCs, miRNAs take the central role to suppress IFN responses by targeting MAVS. By bioinformatic analysis and verifying experiments, they declared miR-673 was the exact functional microRNA targeting MAVS in mESCs. This is an interesting study, and adds potential new understanding in this area. However, the data are not strongly supportive of the conclusion, and there are some conclusions need modification or additional experimental evidence to support. 1) The main conclusion of the manuscript is \"miRNA mediated IFN suppression is responsible for the reduced resistance of mESC to RNA virus\". They draw this from the observation: i) Dgcr8 -/- mESC were resistant to virus; ii) IFN mRNA were increased in Dgcr8 -/- mESC. This is illogical, and correlation is not causation. MicroRNAs may target other anti-viral factors (e.g. ISGs directly) and cause reduced resistance to virus, along with IFN upregulation. 2) All through the paper, they only examined the IFNb by qPCR. As ESCs mildly response to IFNs, a solid data shown the production of IFN protein and biological activities of the secreted IFN on ESC is needed. Otherwise, they can't conclude that IFN was responsible for reduced virus infection in Dgcr8 -/- ESCs. 3) They only observed that miRNA is responsible for resistance of IFN responses of mESCs. They still haven't explained the reason. Whether the ESCs have abnormal epigenetic regulation of miR-673? Which transcript factors caused this epigenetic change ( Oct4? Nanog ? etc.)? and through ESC differentiation, whether miR-673 expression was suppressed? 4) ESCs acquire IFN responses during differentiation. Does miR-673 have any activities on ESC colony formation, proliferation and differentiation, as miR-673 may regulated IFN response by regulating ESC differentiation indirectly, instead of directly on MAVS. 5) Genetic ablation of Dgcr8 or Dicer would influence many biological activities of ESCs, e.g. their differentiation. Whether the reduced virus in these ESCs were caused by abnormities in cell proliferation or apoptosis? 6) \"Both inhibitors increased viral susceptibility in wild type cells lines, however, the effect was far greater in the knock out cell lines\". We can't draw the conclusion from Figure 3A and Figure 3—figure supplement 1A. There lacks a vehicle control. In addition, western analysis of the activation of RIG-I/IFN pathways (pTBK1, pIRF3, pIKK, pIkB, pp65, etc.) would be more helpful. 7) Subsection “miR-673 is crucial to suppress antiviral immunity in ESCs”, first paragraph, they declare high expression of miR-185 and miR-673 in ESC, however, there were no data shown this. 8) Figure 4B, It's intriguing that overexpression is less effective that miRNA inhibition to increase the protein level of MAVS. Reviewer #2: In this manuscript Witteveldt et al. investigate the lack of innate immune response in mouse ESCs. They exquisitely demonstrate that a miRNA; miR-673 binds to the 3' UTR of MAVS and suppresses the IFN response. This is a very novel finding as it reveals the importance of the miRNA pathway regulating innate immunity in ESCs. The experiments in this manuscript substantiate this conclusions and in my opinion there is no requirement for additional ones. 10.7554/eLife.44171.023 Author response [Editors' note: the authors’ plan for revisions was approved and the authors made a formal revised submission.] Reviewer #1: Both human and murine ESCs are incapable to produce type I IFN in response to dsRNA, to avoid an unexpected responses to transponson derived transcripts. Previous studies suggested this attributes to a reduced expression of dsRNA receptors (TLR3,MDA5,RIG-I). The authors declared here that at least in murine ESCs, miRNAs take the central role to suppress IFN responses by targeting MAVS. By bioinformatic analysis and verifying experiments, they declared miR-673 was the exact functional microRNA targeting MAVS in mESCs. This is an interesting study, and adds potential new understanding in this area. However, the data are not strongly supportive of the conclusion, and there are some conclusions need modification or additional experimental evidence to support. 1) The main conclusion of the manuscript is \"miRNA mediated IFN suppression is responsible for the reduced resistance of mESC to RNA virus\". They draw this from the observation: i, Dgcr8 -/- mESC were resistant to virus; ii, IFN mRNA were increased in Dgcr8 -/- mESC. This is illogical, and correlation is not causation. MicroRNAs may target other anti-viral factors (e.g. ISGs directly) and cause reduced resistance to virus, along with IFN upregulation. We agree that the global disruption of miRNA expression can potentially lead to changes in other cellular processes that might influence the antiviral response. However, our experiments clearly demonstrate that manipulating a single miRNA, using multiple approaches (miR-673 mimics, antagomirs or miR-673 KO cell lines) (Figure 5) or, directly the MAVS expression levels (Figure 4) is enough to recapitulate the phenotype observed in the absence of all miRNAs. Furthermore, Mass spectrometry and Western blot data show that MAVS is the only significantly upregulated factor in the absence of miRNAs, out of all proteins involved in sensing and activating IFN expression upon dsRNA stimulation, and including all detected ISGs. 10.7554/eLife.44171.018 Author response image 1. Factors marked with a red asterisk are those that do not display differential expression in the absence of miRNAs, as shown by Western blot analyses (Figure 3—figure supplement 1). Those indicated with a blue asterisk are not differentially expressed in the absence of miRNAs, as determined by Mass spectrometry data analyses (Figure 3—source data 1), including those relevant ISGs that seem to confer antiviral protection in human ESCs 1 . MAVS (green asterisk) is the only factor in these pathways that is significantly upregulated in the absence of miRNAs, as shown by Mass spectrometry analyses, and confirmed by Western blot (Figure 3C). Furthermore, TMEV and IAV are not targeted by miRNAs 2,3 , excluding any direct antiviral effects of miRNAs on these viruses. Based on all these data, we have concluded there is a negligible contribution of other antiviral factors in the cellular models studied here. 2) All through the paper, they only examined the IFNb by qPCR. As ESCs mildly response to IFNs, a solid data shown the production of IFN protein and biological activities of the secreted IFN on ESC is needed. Otherwise, they can't conclude that IFN was responsible for reduced virus infection in Dgcr8 -/- ESCs. We agree that this is an interesting aspect that would benefit from further experimentation. We are currently measuring IFN-β protein production by ELISA, and comparing the response of ESCs with or without miRNAs to stimulation with IFN-β. ELISA has been included as new Figure 2—figure supplement 2C. We are also including data using exogenous IFN-β stimulation in new Figure 2D. We have also blocked IFN signalling, these data have been included in new Figure 2C, Figure 2—figure supplement 2D, Figure 5F and Figure 5—figure supplement 3A. 3) They only observed that miRNA is responsible for resistance of IFN responses of mESCs. They still haven't explained the reason. Whether the ESCs have abnormal epigenetic regulation of miR-673? Which transcript factors caused this epigenetic change (Oct4? nanog? etc.)? and through ESC differentiation, whether miR-673 expression was suppressed? We thank the reviewer for this suggestion. Indeed, miR-673 is expressed during pluripotency and it becomes silenced during differentiation (see new Figure 5G). Both ESCs lines used in this study were differentiated using retinoic acid, and miR-673 expression was assessed by qRT-PCR after 2 or 10 days of the differentiation protocol. Data shown in Figure 5G represents the average expression of miR-673-5p normalized to U6snRNA in both ESC lines. The mouse IFN-proficient cell line, NIH3T3, also silences miR-673 expression (Figure 5D). All these suggest that miR-673 expression and IFN-proficiency are incompatible. We feel that studying the epigenetic regulation of miR-673 expression is beyond the scope of this manuscript, even though it is a very interesting aspect to follow-up. So far, there is no annotation for the promoter that drives expression of this miRNA, which challenges any approach to assess its epigenetic regulation. The miR-673 expression data during differentiation is included in new Figure 5G. 4) ESCs acquire IFN responses during differentiation. Does miR-673 have any activities on ESC colony formation, proliferation and differentiation, as miR-673 may regulated IFN response by regulating ESC differentiation indirectly, instead of directly on MAVS. We thank the reviewer for highlighting this possibility. This is an aspect of miR-673 biology that we have already addressed. Transient reintroduction of miR-673 in miRNA-deficient ECSs does not significantly affect the relative expression of pluripotency markers Nanog and Oct4 (see left graph in Author response image 2 ). More importantly, miR-673 knock-out cell lines also express similar levels of the pluripotency markers Nanog and Oct-4 in comparison to wild-type ESCs, whereas in mouse fibroblasts (NIH3T3) they are absent as expected (see right graph in Author response image 2 ). These data suggest that differences in antiviral resistance upon miR-673 manipulation are not due to a spontaneous loss of pluripotency. We are currently measuring the proliferation capacity of the CRISPR cell lines (see point 5), in addition to providing pictures of these cultures to demonstrate their ability to form colonies and phenotypical similarities to the wild-type counterparts. 10.7554/eLife.44171.019 Author response image 2. 5) Genetic ablation of Dgcr8 or Dicer would influence many biological activities of ESCs, e.g. their differentiation. Whether the reduced virus in these ESCs were caused by abnormities in cell proliferation or apoptosis? Disruption of miRNA expression by knocking-out Dgcr8 or Dicer genesimpairs the ability of ESCs to differentiate 4,5 and to efficiently transition from G1 to S phase of their cell cycle 6,7 . A genome-wide screening revealed that the reintroduction of only 14 single miRNAs rescued this phenotype 6 . These 14 miRNAs, including miR-294-3p or miR-295-3p, share a specific seed sequence (AAGUGCU) to silence Cdkn1a expression, thus allowing cell cycle progression. This seed sequence is not conserved in any of the miRNAs tested in this manuscript (miR-125a-5p, miR-125b-5p, miR-185-5p and miR-673-5p), suggesting that they may not be involved in the direct regulation of Cdkn1a level, or cell cycle progression (see Author response image 3 ). 10.7554/eLife.44171.020 Author response image 3. We would also like to stress that infections in WT ESCs where miR-673 expression was knocked out by CRISPR or WT ESCs overexpressing MAVS produced a similar antiviral phenotype as the miRNA-deficient cells ( Dgcr8 -/- and Dicer -/- ), suggesting that abnormalities in cell proliferation or apoptosis play an insignificant role in this regulation. However, to eliminate any remaining doubt of the function of miR-673-5p in cell cycle, proliferation analyses of miR-673 -/- cell lines are currently being performed. 6) \"Both inhibitors increased viral susceptibility in wild type cells lines, however, the effect was far greater in the knock out cell lines\". We can't draw the conclusion from Figure 3A and Figure 3—figure supplement 1A. There lacks a vehicle control. In addition, western analysis of the activation of RIG-I/IFN pathways (pTBK1, pIRF3, pIKK, pIkB, pp65, etc.) would be more helpful. We apologize if these graphs were not clear. Both figures display values normalized to mock treated, which means ‘vehicle control treated’. Both inhibitors have been extensively tested before for their action and targets in several cell lines, as shown for BX795 8,9 and BMS345541 10,11 . Controls for inhibitors are included as new Figure 3—figure supplement 1B and C. 7) Subsection “miR-673 is crucial to suppress antiviral immunity in ESCs”, first paragraph, they declare high expression of miR-185 and miR-673 in ESC, however, there were no data shown this. We apologize for not including the references to previous studies showing the expression levels of both these miRNAs. Besides the data we show in Figure 5, early publications showed that both miR-185 and miR-673 are well expressed in mouse ESCs in a Dicer and Dgcr8- dependent manner 12,13 . Later publications confirmed the expression of both miRNAs in ESCs and also found that especially miR-673 decreased in expression upon differentiation 14,15,16,17 . Besides cell lines, both miRNAs are also readily detected in the early stages of embryonic development 18,19,17 . New references have been added. 8) Figure 4B, It's intriguing that overexpression is less effective that miRNA inhibition to increase the protein level of MAVS. Generating stable cell lines overexpressing proteins always result in variable expression levels, depending on insertion location and effect of the protein on the cell. This is one of the reasons why we have included two additional approaches to manipulate MAVS expression levels in ESCs and assess their effects on antiviral defence. Reintroduction of miRNAs targeting MAVS (Figure 5B), as well as, CRISPR KO cell lines for miR-673-5p expression, revealed consistent results with MAVS being a central factor switching on and off the IFN response in ESCs. References: 1) Wu X, Dao Thi VL, Huang Y, et al. Intrinsic Immunity Shapes Viral Resistance of Stem Cells. Cell. 2018;172(3):423-438.e25. doi:10.1016/j.cell.2017.11.018. 2) Bogerd HP, Skalsky RL, Kennedy EM, et al. Replication of Many Human Viruses Is Refractory to Inhibition by Endogenous Cellular MicroRNAs. J Virol. 2014;88(14):8065-8076. doi:10.1128/JVI.00985-14. 3) De Cock A, Michiels T, De Cock A, Michiels T. Cellular microRNAs Repress Vesicular Stomatitis Virus but Not Theiler’s Virus Replication. Viruses. 2016;8(3):75. doi:10.3390/v8030075. 4) Wang Y, Medvid R, Melton C, Jaenisch R, Blelloch R. DGCR8 is essential for microRNA biogenesis and silencing of embryonic stem cell self-renewal. Nat Genet. 2007;39(3):380-385. doi:10.1038/ng1969. 5) Kanellopoulou C, Muljo SA, Kung AL, et al. Dicer-deficient mouse embryonic stem cells are defective in differentiation and centromeric silencing. Genes Dev. 2005;19(4):489-501. doi:10.1101/gad.1248505. 6) Wang Y, Baskerville S, Shenoy A, Babiarz JE, Baehner L, Blelloch R. Embryonic stem cell–specific microRNAs regulate the G1-S transition and promote rapid proliferation. Nat Genet. 2008;40(12):1478-1483. doi:10.1038/ng.250. 7) Murchison EP, Partridge JF, Tam OH, Cheloufi S, Hannon GJ. Characterization of Dicer-deficient murine embryonic stem cells. Proc Natl Acad Sci U S A. 2005;102(34):12135-12140. doi:10.1073/pnas.0505479102. 8) Feldman RI, Wu JM, Polok off MA, et al. Novel Small Molecule Inhibitors of 3-Phosphoinositide-dependent Kinase-1. J Biol Chem. 2005;280(20):19867-19874. doi:10.1074/jbc.M501367200. 9) Clark K, Plater L, Peggie M, Cohen P. Use of the pharmacological inhibitor BX795 to study the regulation and physiological roles of TBK1 and IkappaB kinase epsilon: a distinct upstream kinase mediates Ser-172 phosphorylation and activation. J Biol Chem. 2009;284(21):14136-14146. doi:10.1074/jbc.M109.000414. 10) Burke JR, Pattoli MA, Gregor KR, et al. BMS-345541 is a highly selective inhibitor of I kappa B kinase that binds at an allosteric site of the enzyme and blocks NF-kappa B-dependent transcription in mice. J Biol Chem. 2003;278(3):1450-1456. doi:10.1074/jbc.M209677200. 11) Yang J, Amiri KI, Burke JR, Schmid JA, Richmond A. BMS-345541 Targets Inhibitor of B Kinase and Induces Apoptosis in Melanoma: Involvement of Nuclear Factor B and Mitochondria Pathways. Clin Cancer Res. 2006;12(3):950-960. doi:10.1158/1078-0432.CCR-05-1220. 12) Tang F. MicroRNA expression profiling of single whole embryonic stem cells. Nucleic Acids Res. 2006;34(2):e9-e9. doi:10.1093/nar/gnj009. 13) Babiarz JE, Ruby JG, Wang Y, Bartel DP, Blelloch R. Mouse ES cells express endogenous shRNAs, siRNAs, and other Microprocessor-independent, Dicer-dependent small RNAs. Genes Dev. 2008;22(20):2773-2785. doi:10.1101/gad.1705308. 14) Knelangen JM, van der Hoek MB, Kong W-C, et al. MicroRNA expression profile during adipogenic differentiation in mouse embryonic stem cells. Physiol Genomics. 2011;43:611-620. doi:10.1152/physiolgenomics.00116.2010.-Pluripotent. 15) Zhao B, Yang D, Jiang J, et al. Genome-wide mapping of miRNAs expressed in embryonic stem cells and pluripotent stem cells generated by different reprogramming strategies. BMC Genomics. 2014;15(1):488. doi:10.1186/1471-2164-15-488. 16) Hadjimichael C, Nikolaou C, Papamatheakis J, Kretsovali A. MicroRNAs for Fine-Tuning of Mouse Embryonic Stem Cell Fate Decision through Regulation of TGF-β Signaling. Stem Cell Reports. 2016;6(3):292-301. doi:10.1016/j.stemcr.2016.01.004. 17) Yang Q, Lin J, Liu M, et al. Highly sensitive sequencing reveals dynamic modifications and activities of small RNAs in mouse oocytes and early embryos. Sci Adv. 2016;2(6):e1501482. doi:10.1126/sciadv.1501482. 18) Chiang HR, Schoenfeld LW, Ruby JG, et al. Mammalian microRNAs: experimental evaluation of novel and previously annotated genes. Genes Dev. 2010;24(10):992-1009. doi:10.1101/gad.1884710. 19) Diez-Roux G, Banfi S, Sultan M, Geffers L, Anand S. A High-Resolution Anatomical Atlas of the Transcriptome in the Mouse Embryo. PLoS Biol. 2011;9(1):1000582. doi:10.1371/journal.pbio.1000582.",
    "full_text_abstract": "When mammalian cells detect a viral infection, they initiate a type I interferon (IFNs) response as part of their innate immune system. This antiviral mechanism is conserved in virtually all cell types, except for embryonic stem cells (ESCs) and oocytes which are intrinsically incapable of producing IFNs. Despite the importance of the IFN response to fight viral infections, the mechanisms regulating this pathway during pluripotency are still unknown. Here we show that, in the absence of miRNAs, ESCs acquire an active IFN response. Proteomic analysis identified MAVS, a central component of the IFN pathway, to be actively silenced by miRNAs and responsible for suppressing IFN expression in ESCs. Furthermore, we show that knocking out a single miRNA, miR-673, restores the antiviral response in ESCs through MAVS regulation. Our findings suggest that the interaction between miR-673 and MAVS acts as a switch to suppress the antiviral IFN during pluripotency and present genetic approaches to enhance their antiviral immunity.\n\neLife digest Living cells are under constant attack from disease-causing agents, such as viruses and bacteria. As a result, they have evolved various protective mechanisms to fight off these agents. One of the most important ways that an animal cell protects itself from infection is through the interferon response, which warns the cell of approaching viruses, prompting it to prepare to defend itself. Virtually all healthy cells have an active interferon response, except for stem cells, which have switched off this defensive mechanism, for unknown reasons. This makes stem cells more susceptible to infections. Stem cells are specialized cells that play an essential role in developing the early embryo. The two defining characteristics of these cells – their ability to divide indefinitely, and develop into all cell types – offers great therapeutic potential, as they can be used to ‘replace’ damaged cells and tissues. However, without an interferon response, stem cells are likely to become infected when moved into a new environment, counteracting their therapeutic benefits. Now, Witteveldt et al. investigate how stem cells turn off this viral defence mechanism, and whether turning it back on will affect their ability to divide and form new tissues. Using stem cells taken from the embryos of mice, Witteveldt et al. found that the interferon response is turned off by specific small molecules of RNA. These small RNA molecules block a protein in the pathway that recognizes viruses and activates a defence. Genetically engineering stem cells to be deficient in these small RNA molecules led to an increased resistance to viral infections. Importantly, modifying stem cells in this manner had no obvious impact on the characteristic traits that give stem cells their therapeutic potential. Temporarily increasing the interferon response of stem cells as they are moved into a new environment could potentially make stem cell treatments more effective. However, more work is needed to investigate whether the same approach can be applied to human cells, and determine what negative effects may be associated with turning on the interferon response."
}