{
    "PMC": "2075926",
    "DOI": "10.1038/bjc.1996.510",
    "PMID": "8883398",
    "PMCID": "PMC2075926",
    "title": "p53 mutation is associated with high S-phase fraction in primary fallopian tube adenocarcinoma.",
    "year": 1996,
    "source_url": "https://europepmc.org/article/PMC/PMC2075926",
    "source": "MED",
    "abstract_text": "Fallopian tube carcinoma (FTC) is a rare but lethal gynaecological malignancy. Four out of seven FTCs were identified with three point missense mutations, one single base deletion and one silent point mutation in the p53 gene. Genital-type HPV sequences were not detected. The S-phase fraction of tumours with mutant and wild-type p53 was 25.74% (median) and 12.55% (median) respectively.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group 2075926 8883398 Research Article p53 mutation is associated with high S-phase fraction in primary fallopian tube adenocarcinoma. Runnebaum I. B. ingo.runnebaum@medizin.uni-ulm.de Köhler T. Stickeler E. Kieback H. R. Kreienberg R. Department of Obstetrics and Gynaecology, University of Ulm, Germany. 10 1996 74 8 1157 1160 https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . Fallopian tube carcinoma (FTC) is a rare but lethal gynaecological malignancy. Four out of seven FTCs were identified with three point missense mutations, one single base deletion and one silent point mutation in the p53 gene. Genital-type HPV sequences were not detected. The S-phase fraction of tumours with mutant and wild-type p53 was 25.74% (median) and 12.55% (median) respectively. Images Figure 2",
    "full_text_abstract": "Fallopian tube carcinoma (FTC) is a rare but lethal gynaecological malignancy. Four out of seven FTCs were identified with three point missense mutations, one single base deletion and one silent point mutation in the p53 gene. Genital-type HPV sequences were not detected. The S-phase fraction of tumours with mutant and wild-type p53 was 25.74% (median) and 12.55% (median) respectively. Images Figure 2"
}