{
    "PMC": "5580657",
    "DOI": "10.1101/gad.300624.117",
    "PMID": "28790157",
    "PMCID": "PMC5580657",
    "title": "SIRT7 and the DEAD-box helicase DDX21 cooperate to resolve genomic R loops and safeguard genome stability.",
    "year": 2017,
    "source_url": "https://europepmc.org/article/PMC/PMC5580657",
    "source": "MED",
    "abstract_text": "R loops are three-stranded nucleic acid structures consisting of an RNA:DNA heteroduplex and a \"looped-out\" nontemplate strand. As aberrant formation and persistence of R loops block transcription elongation and cause DNA damage, mechanisms that resolve R loops are essential for genome stability. Here we show that the DEAD (Asp-Glu-Ala-Asp)-box RNA helicase DDX21 efficiently unwinds R loops and that depletion of DDX21 leads to accumulation of cellular R loops and DNA damage. Significantly, the activity of DDX21 is regulated by acetylation. Acetylation by CBP inhibits DDX21 activity, while deacetylation by SIRT7 augments helicase activity and overcomes R-loop-mediated stalling of RNA polymerases. Knockdown of SIRT7 leads to the same phenotype as depletion of DDX21 (i.e., increased formation of R loops and DNA double-strand breaks), indicating that SIRT7 and DDX21 cooperate to prevent R-loop accumulation, thus safeguarding genome integrity. Moreover, DDX21 resolves estrogen-induced R loops on estrogen-responsive genes in breast cancer cells, which prevents the blocking of transcription elongation on these genes.",
    "full_text": "Genes Dev Genes Dev genesdev genesdev GAD Genes & Development 0890-9369 1549-5477 Cold Spring Harbor Laboratory Press 5580657 8711660 10.1101/gad.300624.117 Research Paper SIRT7 and the DEAD-box helicase DDX21 cooperate to resolve genomic R loops and safeguard genome stability Song et al. DDX21 resolves R loops Song Chenlin 1 Hotz-Wagenblatt Agnes 2 Voit Renate 1 Grummt Ingrid 1 1 Molecular Biology of the Cell II, German Cancer Research Center (DKFZ), DKFZ-Zentrum für Molekulare Biologie der Universität Heidelberg (ZMBH) Alliance, D-69120 Heidelberg, Germany; 2 Bioinformatics Group, Core Facility Genomics and Proteomics, German Cancer Research Center (DKFZ), DKFZ-Zentrum für Molekulare Biologie der Universität Heidelberg (ZMBH) Alliance, D-69120 Heidelberg, Germany Corresponding author: i.grummt@dkfz.de 1 7 2017 31 13 1370 1381 18 4 2017 13 7 2017 © 2017 Song et al.; Published by Cold Spring Harbor Laboratory Press 2017 This article is distributed exclusively by Cold Spring Harbor Laboratory Press for the first six months after the full-issue publication date (see http://genesdev.cshlp.org/site/misc/terms.xhtml ). After six months, it is available under a Creative Commons License (Attribution-NonCommercial 4.0 International), as described at http://creativecommons.org/licenses/by-nc/4.0/ . Here, Song et al. show that the DEAD-box RNA helicase DDX21 efficiently unwinds RNA/DNA hybrids (R loops) in vivo and in vitro and prevents DNA damage. Their findings reveal a novel mechanism by which accumulation of R loops by DDX21 depletion leads to genomic instability. R loops are three-stranded nucleic acid structures consisting of an RNA:DNA heteroduplex and a “looped-out” nontemplate strand. As aberrant formation and persistence of R loops block transcription elongation and cause DNA damage, mechanisms that resolve R loops are essential for genome stability. Here we show that the DEAD (Asp–Glu–Ala–Asp)-box RNA helicase DDX21 efficiently unwinds R loops and that depletion of DDX21 leads to accumulation of cellular R loops and DNA damage. Significantly, the activity of DDX21 is regulated by acetylation. Acetylation by CBP inhibits DDX21 activity, while deacetylation by SIRT7 augments helicase activity and overcomes R-loop-mediated stalling of RNA polymerases. Knockdown of SIRT7 leads to the same phenotype as depletion of DDX21 (i.e., increased formation of R loops and DNA double-strand breaks), indicating that SIRT7 and DDX21 cooperate to prevent R-loop accumulation, thus safeguarding genome integrity. Moreover, DDX21 resolves estrogen-induced R loops on estrogen-responsive genes in breast cancer cells, which prevents the blocking of transcription elongation on these genes. DDX21 helicase SIRT7 R loops acetylation transcription DNA damage Deutsche Forschungsgemeinschaft 10.13039/501100001659 GR475/22-2 SFB1036 CellNetworks Baden-Württemberg Stiftung 10.13039/100008316 China Scholarship Council 10.13039/501100004543 201306260113 The DEAD (Asp–Glu–Ala–Asp)-box family of RNA helicases represents a class of RNA-binding proteins that are characterized by the conserved motif DEAD and are implicated in fundamental aspects of RNA metabolism, such as ribosome biogenesis, transcription, pre-mRNA splicing, mRNA transport, translation, and RNA decay ( Tanner and Linder 2001 ; Fuller-Pace 2013 ). RNA helicases use the energy from ATP hydrolysis to catalyze unwinding of structured RNAs, separation of RNA duplexes, and remodeling of RNA–protein complexes. Although DEAD-box proteins show considerable sequence and structural homology within their conserved enzymatic domains, their flanking sequences are highly divergent and are thought to provide functional specificity through interaction with specific RNA substrates or other interacting factors. There is an emerging body of evidence indicating that several members of the DEAD-box family are multifunctional and play important roles in transcriptional regulation. In support of RNA helicases serving multiple cellular functions, the RNA helicase DHX9 was shown to unwind dsRNA and dsDNA as well as noncanonical polynucleotide structures, such as G-quadruplex and R-loop structures ( Chakraborty and Grosse 2011 ). Furthermore, changes in transcription dynamics were found to initiate a molecular pathway that activates DDX23, a helicase that is part of the spliceosomal U5 small nuclear ribonucleoprotein (snRNP) complex ( Teigelkamp et al. 1997 ) and suppresses R-loop formation ( Sridhara et al. 2017 ). Another RNA helicase that is involved in several biological processes is DDX19/Dbp5/Rat8, a DEAD-box protein that functions in mRNA export and removes nuclear R loops formed upon replication stress or DNA damage ( Hodroj et al. 2017 ). R loops are cellular structures composed of an RNA:DNA hybrid formed by hybridization of RNA to a complementary DNA strand, generating an RNA:DNA hybrid and a “looped-out” nontemplate strand ( Aguilera and Garcia-Muse 2012 ; Ginno et al. 2012 ). R loops can be formed in cis when nascent RNA anneals to the DNA template behind the elongating RNA polymerase or in trans if RNA transcribed at one locus hybridizes to homologous DNA at another locus ( Cloutier et al. 2016 ). The higher thermodynamic stability of RNA:DNA hybrids compared with dsDNA allows the C-rich template DNA to be invaded by G-rich RNA ( Ginno et al. 2013 ). Genome-wide profiling approaches have revealed the widespread presence of R loops along the human genome ( Sanz et al. 2016 ). The functions attributed to R loops are diverse and appear to depend on their genomic context. Programmed formation of R loops affects multiple cellular processes, such as chromatin dynamics, DNA methylation, gene expression, and transcription termination ( Aguilera and Garcia-Muse 2012 ; Chedin 2016 ). In spite of the growing list of beneficial R-loop functions, it is also evident that R loops can be a dangerous source of DNA damage. As the exposed ssDNA is vulnerable to DNA damage, aberrant R loops represent an obstacle for transcription elongation and can cause genome instability, a hallmark of cancer cells ( Santos-Pereira and Aguilera 2015 ). Therefore, these structures need to be removed by dedicated enzymes, such as members of the RNase H family that specifically degrade the RNA in R loops, or by helicases that can unwind RNA:DNA hybrids. Depletion of RNase H ( Amon and Koshland 2016 ) or RNA helicases ( Hatchi et al. 2015 ) has been found to be associated with elevated levels of R loops and increased DNA damage, supporting that these enzymes remove these structures from the genome ( Skourti-Stathaki and Proudfoot 2014 ). In this study, we show that the nucleolar DEAD-box helicase DDX21 [also known as RH-II/Gu(α) or nucleolar helicase II] unwinds R loops in vivo and in vitro. DDX21 is known to occupy both ribosomal RNA (rRNA) genes and genes transcribed by RNA polymerase II (Pol II). Inhibition of Pol I or Pol II transcription leads to eviction of DDX21 from its target genes, suggesting a link between ongoing transcription and DNA occupancy. In the nucleolus, DDX21 activates Pol I transcription and participates in small nucleolar RNPs (snoRNP)-dependent modification of rRNA, whereas, in the nucleoplasm, DDX21 promotes Pol II transcription elongation by facilitating the release of P-TEFb from the 7SK snRNP complex and phosphorylation of the C-terminal domain (CTD) of Pol II ( Calo et al. 2015 ). Thus, DDX21 is a multitasking enzyme, affecting multiple events in RNA metabolism that are interconnected and very likely coregulated. However, it has remained enigmatic how this enzyme performs its cellular tasks. Here we show that the activity of DDX21 is regulated by acetylation. Acetylation by CBP inhibits DDX21 activity, while deacetylation by the NAD + -dependent deacetylase SIRT7 augments the R-loop-unwinding activity. Depletion of SIRT7 leads to hyperacetylation of DDX21, enhanced R-loop formation, and DNA double-strand breaks (DSBs). The results decipher a hitherto unknown post-transcriptional regulatory mechanism that regulates the activity of DDX21, modulates genome dynamics, and safeguards genome integrity. Results SIRT7 interacts with the helicase DDX21 Mass spectrometry analysis of human SIRT7-associated proteins has shown that DEAD/H box RNA helicases constitute a major fraction of the SIRT7 interactome ( Blank et al. 2017 ). Among the top-ranking candidates was DDX21, a DEAD-box RNA helicase that is associated with Pol I and Pol II and controls transcriptional and post-transcriptional steps of ribosome biogenesis. Like SIRT7, DDX21 is enriched in nucleoli ( Fig. 1 A), occupies the transcribed region, binds to pre-rRNA and snoRNAs, and promotes rRNA transcription and processing ( Calo et al. 2015 ). To validate the association of SIRT7 with DDX21, we performed coimmunoprecipitation experiments that confirmed the interaction of DDX21 with both endogenous and ectopic SIRT7 ( Fig. 1 B; Supplemental Fig. S1A ). The association of DDX21 was specific for SIRT7; little or no interaction was observed with the nuclear sirtuins SIRT1 and SIRT6 ( Supplemental Fig. S1B ). Although SIRT7 and DDX21 serve major functions in nucleolar transcription, both enzymes have also been shown to serve a regulatory role in Pol II transcription ( Calo et al. 2015 ; Blank et al. 2017 ). In support of DDX21 and SIRT7 functioning across nuclear compartments, cell fractionation experiments reveal that both enzymes are present and interact with each other in not only nucleoli but also the nucleoplasm ( Supplemental Fig. S1C ). Figure 1. SIRT7 interacts with and deacetylates DDX21. ( A ) Confocal image showing the cellular localization of GFP-tagged SIRT7 and endogenous DDX21 in MCF7 cells. Bar, 10 µm. ( B ) Coimmunoprecipitation experiment showing the interaction of endogenous SIRT7 and DDX21. Cellular SIRT7 was immunoprecipitated by anti-SIRT7 antibody, and coprecipitated DDX21 was visualized on Western blots. ( C ) Western blot showing that DDX21 is acetylated by CBP. GFP-DDX21 was overexpressed in HEK293T cells in the absence or presence of HA-CBP, HA-p300, or Flag-PCAF. After binding GFP-trap, DDX21 acetylation was monitored on Western blots using pan-acetyl-lysine antibody. ( D ) Western blot showing acetylation of GFP-DDX21 immunopurified from control and SIRT7 −/− HEK293T cells with or without CBP coexpression. ( E ) SIRT7 deacetylates DDX21 in vitro. GFP-DDX21 was affinity-purified from nicotinamide (NAM)-treated (10 mM for 4 h) HEK293T cells and incubated with purified SIRT7, and DDX21 acetylation was monitored on Western blots using pan-acetyl-lysine antibody. ( F ) Western blot showing the relative acetylation levels of Flag-DDX21 and DDX21 3KQ immunopurified from SIRT7 +/+ and SIRT7 −/− HEK293T cells in the absence or presence of overexpressed CBP. Global acetylome studies have shown that DDX21 is acetylated at multiple sites ( Choudhary et al. 2009 ; Scholz et al. 2015 ). To identify the histone acetyltransferase (HAT) that acetylates DDX21, we coexpressed GFP-DDX21 with CBP, p300, or PCAF and monitored DDX21 acetylation on immunoblots using pan-acetyl-lysine antibodies. We found that CBP, but not p300 or PCAF, increased DDX21 acetylation, indicating that CBP acetylates DDX21 ( Fig. 1 C). As SIRT7 interacts with DDX21, we hypothesized that SIRT7 might counteract CBP-mediated acetylation of DDX21. In support of this view, acetylation of both GFP-tagged and endogenous DDX21 was higher in SIRT7 −/− cells than in SIRT7 +/+ control cells regardless of whether CBP was overexpressed ( Fig. 1 C; Supplemental Fig. S1D ). Moreover, treatment with nicotinamide (NAM), a competitive inhibitor of sirtuin activity, augmented DDX21 acetylation ( Supplemental Fig. S1E , left), while overexpression of SIRT7 led to NAD + -dependent deacetylation of DDX21 ( Supplemental Fig. S1E , right). Significantly, purified SIRT7 deacetylated DDX21 in the presence of NAD + in vitro ( Fig. 1 E), underscoring that DDX21 is a novel target of SIRT7. Previous studies have shown that DDX21 is acetylated at multiple sites, three of which (K18, K137, and K600) are hyperacetylated after inhibition of sirtuins by NAM ( Scholz et al. 2015 ). To examine whether these sites are deacetylated by SIRT7, we replaced K18, K137, and K600 with glutamines and compared acetylation of wild-type DDX21 and mutant DDX21 3KQ in SIRT7 +/+ and SIRT7 −/− cells. While wild-type DDX21 was hyperacetylated in SIRT7-deficient cells, acetylation of mutant DDX21 3KQ remained low even if SIRT7 was overexpressed ( Fig. 1 F). Thus, CBP-mediated acetylation of DDX21 is counteracted by SIRT7. Acetylation regulates the helicase activity of DDX21 DEAD-box RNA helicases unwind duplex RNA by local strand separation ( Tanner and Linder 2001 ). To get insight into the structure preference of DDX21, we incubated recombinant DDX21 with radiolabeled substrates, including dsRNA, RNA:DNA hybrids, and R loops, and assayed helicase activity by monitoring the release of labeled RNA by gel electrophoresis. Consistent with previous data ( Valdez et al. 1997 ), purified DDX21 unwound dsRNA oligonucleotides ( Fig. 2 A, top panel). However, unwinding was much more efficient if DDX21 was incubated with synthetic RNA:DNA hybrids, pointing to a preference for heteroduplexes as compared with dsRNA ( Fig. 2 A, middle panel). As some helicases have been shown to resolve R-loop structures ( Chakraborty and Grosse 2011 ; Hodroj et al. 2017 ; Sridhara et al. 2017 ), we used this assay to examine the capability of DDX21 to unwind R loops in vitro. R loops were formed by hybridizing a 32 P-labeled RNA oligo to two longer DNA oligos, resulting in a 15-nucleotide (nt) R loop flanked by a 22-base-pair (bp) stretch of dsDNA. It is noteworthy that DDX21 resolved the R-loop structure much faster than dsRNA and RNA:DNA hybrids ( Fig. 2 A, bottom panel). While 16% of dsRNA and 52% of RNA:DNA hybrids were unwound after 3 min, R-loop structures were resolved faster, indicating that DDX21 exhibits a preference for R loops rather than dsRNA ( Supplemental Fig. S2A ). Mutations of the DEAD-box (DEVD to HGVD) and SAT motif (SAT to LET), which prevent ATP hydrolysis and helicase activity ( Valdez et al. 1997 ), impaired unwinding of all substrates, indicating that the catalytic activity of DDX21 is required for R-loop resolution ( Fig. 2 B; Supplemental Fig. S2B ). Figure 2. SIRT7-dependent deacetylation regulates the helicase activity of DDX21. ( A ) Helicase assay using 5 nM purified Flag-DDX21, which was incubated with dsRNA ( top ), RNA:DNA heteroduplexes ( middle ), and R loops ( bottom ) for the indicated times. The reaction products were analyzed by gel electrophoresis and phosphorimaging. The asterisk represents the 5′-labeled nucleotide. ( B ) Helicase assay comparing unwinding of R loops by Fl-DDX21, Fl-DDX21 SAT , and Fl-DDX21 DEV . ( C ) Helicase assay showing unwinding of R loops by Flag-DDX21 purified from HEK293T cells that coexpress or do not coexpress CBP ( top panel) or from SIRT7 +/+ and SIRT7 −/− cells ( bottom panel). ( D ) Mutation of three lysines compromises helicase activity. Flag-DDX21 or Flag-DDX21 3KQ (3 nM) was incubated for the indicated times with the R-loop substrate, and unwinding was assayed. ( Bottom ) A graph showing quantification of helicase activity and a Western blot controlling the amount of wild-type and mutant DDX21. To investigate the impact of acetylation on DDX21 activity, we compared the helicase activity of DDX21 isolated from untransfected cells and from cells overexpressing CBP. Hyperacetylated DDX21 from CBP-overexpressing cells resolved R loops or RNA:DNA hybrids less efficiently than hypoacetylated DDX21 from control cells ( Fig. 2 C; Supplemental Fig. S2C ). Conversely, the unwinding activity was significantly lower if DDX21 was isolated from SIRT7 −/− cells ( Fig. 2 C; Supplemental Fig. S2D ), demonstrating that acetylation compromises DDX21 activity, while deacetylation by SIRT7 augments DDX21 activity. In support of this notion, the activity of DDX21 3KQ , the mutant that mimics the hyperacetylated state of DDX21, resolved R loops less efficiently than wild-type DDX21 ( Fig. 2 D), reinforcing that acetylation of K18, K137, and K600 impairs the helicase activity of DDX21. DDX21 suppresses accumulation of cellular R loops Given that RNA helicases work in the context of large multicomponent assemblies and interact with many other proteins, the R-loop preference of purified DDX21 in vitro does not imply that DDX21 necessarily unwinds RNA:DNA duplexes in vivo. High-throughput profiling of R loops in human and mouse cell lines has revealed that R-loop formation occurs at sites associated with transcription initiation, elongation, and termination ( Nadel et al. 2015 ; Sanz et al. 2016 ; Stork et al. 2016 ). To examine whether DDX21 targets cellular R loops, we compared published DRIPc-seq (DNA:RNA immunoprecipitation [DRIP] followed by DNase I treatment and then a reverse-transcription of the RNA to cDNA and high-throughput sequencing) data ( Sanz et al. 2016 ) with genome-wide ChIP-seq (chromatin immunoprecipitation [ChIP] combined with high-throughput sequencing) peaks of DDX21 ( Calo et al. 2015 ). We found that 541 out of 2010 DDX21 ChIP-seq peaks overlapped with DRIP-seq signals, suggesting that a substantial fraction of DDX21-binding sites colocalizes with genomic R loops ( Fig. 3 A; Supplemental Table S1 ). According to gene ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analyses, the majority of overlapping peaks serves functions in ribosome biogenesis and RNA metabolism ( Supplemental Fig. S3A ). Consistent with previous studies showing enrichment of DRIP peaks at 5′-terminal gene regions and sites of transcription termination ( Ginno et al. 2012 ), many ChIP-seq reads of DDX21 overlapped with the DRIP-seq data at promoters and within the gene body ( Supplemental Fig. S3B ). Figure 3. SIRT7 and DDX21 cooperate to resolve R loops. ( A ) Venn diagram illustrating the overlap between DRIPc-seq ( Sanz et al. 2016 ) and DDX21 ChIP-seq ( Calo et al. 2015 ) peaks. ( B ) ChIP-qPCR monitoring the occupancy of endogenous DDX21 and Flag-SIRT7 at candidate genes. Bars denote means ± standard deviation (SD). n = 3. P < 0.01. ( C ) Chromatin was treated with RNase H1 or left untreated and then immunoprecipitated with S9.6 antibody, and R-loop-associated DDX21 was monitored on Western blots. ( D ) Fluorescent images showing increased R-loop formation upon knockdown of DDX21 or SIRT7. R loops were stained with 3.5 µg/mL S9.6 antibody (1:200; red), and DDX21 was stained with anti-DDX21 antibody (1:500; green). Bar, 10 µm. The plots represent the mean intensity of S9.6 fluorescence in the nucleus and nucleoplasm of individual cells. n = 50. (**) P < 0.01. ( E ) DRIP-qPCR monitoring R loops at candidate genes upon siRNA-mediated depletion of DDX21 or SIRT7. Bars represent difference between untreated and RNase H-treated samples as means ± SD. n = 3. (*) P < 0.05; (**) P < 0.01. ( F ) DRIP-qPCR at candidate genes in cells depleted for endogenous DDX21 by siRNAs targeting the 3′ untranslated region and expressing ectopic Flag-DDX21, Flag-DDX21 SAT , Flag-DDX21 DEV , or Flag-DDX21 3KQ . Bars represent means ± SD. n = 3. (*) P < 0.05; (**) P < 0.01. To validate the association of DDX21 with cellular R-loop-containing genomic loci, we verified the ChIP-seq results by ChIP-qPCR at selected candidate genes; i.e., RPS3 , PSMB4 , RPS21 , and GPAA1 . Controls were PRCC , a gene that is occupied by DDX21 but lacks R loops, and RPL13A, an R-loop-positive gene that is not associated with DDX21. DNA was amplified by qPCR using primers that amplify sequences identified by genome-wide DDX21 ChIP-seq ( Calo et al. 2015 ) and DRIP-seq analyses ( Sanz et al. 2016 ). This ChIP-qPCR approach confirmed that DDX21 was bound to all candidate genes that have been identified by ChIP-seq ( Fig. 3 B). Importantly, SIRT7 was associated with the same candidate genes, underscoring the functional interrelationship between SIRT7 and DDX21. Significantly, increased acetylation of DDX21 activity by treatment with NAM, by overexpression of CBP, or by knockdown of SIRT7 did not affect binding of DDX21 to its target genes, indicating that acetylation inhibits the enzymatic activity but not the association of DDX21 with cellular R loops ( Supplemental Fig. S4A ). Overexpression of GFP-RNase H1 reduced binding of DDX21 and SIRT7 to R-loop-containing genomic loci, substantiating the association of both enzymes with DNA:RNA hybrid structures ( Supplemental Fig. S4B ). To confirm that the overlap of the ChIP and DRIP signals reflects the association of DDX21 with cellular R loops, we precipitated RNA:DNA hybrids with the S9.6 antibody and monitored coprecipitated DDX21 on immunoblots. In support of DDX21 being associated with R loops, DDX21 coimmunoprecipitated with DNA:RNA hybrids, which was abolished if lysates were treated with RNase H1 before immunoprecipitation ( Fig. 3 C). To strengthen the functional link between DDX21 and SIRT7, we visualized R loops in DDX21- and SIRT7-depleted cells by immunostaining with the S9.6 antibody. Depletion of either SIRT7 or DDX21 enhanced the S9.6 signal, underscoring the functional link of both enzymes in the resolution of cellular R loops ( Fig. 3 D). We also monitored R-loop accumulation by DRIP-qPCR in DDX21- and in SIRT7-depleted cells. The specificity of the DRIP-qPCR approach was controlled by overexpression of GFP-RNase H1 ( Supplemental Fig. S4C ) or treatment with RNase H1 in vitro ( Supplemental Fig. S4D ), both of which compromised the DRIP signal. The efficiency of R-loop enrichment in DRIP-qPCR was monitored by spiking-in a synthetic R-loop before immunoprecipitation ( Supplemental Fig. S4E ). Knockdown of DDX21 or SIRT7 led to increased levels of R loops at genes where the DDX21 ChIP peak overlapped with the DRIP-seq signal ( Fig. 3 E). The DRIP-qPCR signal was also increased at rDNA, with the highest enrichment being observed at the 28S rRNA-coding region (amplicon H8), which is a hot spot for R-loop formation ( Supplemental Fig. S4F ). The cooperation of DDX21 and SIRT7 in preventing R-loop accumulation was further demonstrated by DRIP-qPCR rescue assays in which wild-type or mutant DDX21 was overexpressed in cells that were depleted for endogenous DDX21. We found that ectopic DDX21, but not the inactive DDX21 SAT or DDX21 DEV mutants, prevented R-loop accumulation in DDX21-deficient cells ( Fig. 3 F; Supplemental Fig. S3G ). Similar to the helicase-deficient mutants DDX21 SAT and DDX21 DEV , the acetylation-mimicking mutant DDX21 3KQ rescued R-loop accumulation less efficiently than wild-type DDX21, indicating that acetylation of K18, K137, and K600 inhibits the helicase activity of DDX21. DDX21 and SIRT7 cooperate to overcome R-loop-mediated stalling of RNA polymerases Cotranscriptionally formed R loops represent a transcriptional roadblock, causing transient stalling of RNA polymerases ( Aguilera and Garcia-Muse 2012 ). Consistent with R loops impairing transcription, increased levels of R loops in DDX21-deficient cells correlated with transcriptional repression of selected target genes ( Fig. 4 A, left panel). Decreased transcription in DDX21-deficient cells was relieved by ectopic RNase H1, while overexpression of RNase H1-HB, a mutant that contains the RNA:DNA hybrid-binding domain but does not exhibit catalytic activity ( Bhatia et al. 2014 ), did not rescue transcription. Strikingly, the level of candidate mRNAs was similarly affected by knockdown of SIRT7 and rescued by wild-type but not mutant RNase H1 ( Fig. 4 A, right panel), highlighting the functional link between DDX21 and SIRT7. Figure 4. DDX21 and SIRT7 cooperate to overcome R-loop-mediated stalling of Pol II. ( A ) RT-qPCR showing the levels of selected pre-mRNAs after depletion of DDX21 ( left diagram) or SIRT7 ( right diagram) in cells expressing GFP-tagged RNase H1 (RN1) or mutant GFP-RNase H1-HB (RN1-HB). Values were normalized to GAPDH mRNA. Bars represent means ± SD. n = 3. (*) P < 0.05; (**) P < 0.01. ( B ) Nuclear run-on assays showing the levels of nascent trancripts in control, DDX21-depleted, and SIRT7-depleted cells in the absence or presence of coexpressed RNase H1 (GFP-RN1). ( C ) Coimmunoprecipitation experiment monitoring the binding of DDX21 and SIRT7 to elongating Pol II. Immobilzed GFP-DDX21 or GFP-SIRT7 was incubated with lysates of HEK293T cells, and the associated Pol II/pSer2 was monitored on Western blots. ( D ) Coimmunoprecipitation showing the association of Flag-tagged DDX21 with Pol II/pSer2 in the absence and presence of 80 µM DRB for 2 h. ( E ) ChIP-qPCR monitoring pSer2-Pol II (Pol II phosphorylated at Ser2) occupancy at RPS21 and PSMB4 in control, DDX21-depleted, and SIRT7-depleted cells. Where indicated, cells were cotransfected with a plasmid encoding GFP-RNase H1 (RN1). n = 3. (*) P < 0.05; (**) P < 0.01. To examine whether R-loop accumulation caused by DDX21 knockdown compromises ongoing transcription rather than RNA processing or stability, we monitored the synthesis of nascent transcripts by nuclear run-on (NRO) assays. For this, nuclear transcripts from control and knockdown cells were labeled with Br-UTP and enriched by anti-BrdU antibody, and candidate RNAs were quantified by RT-qPCR. In support of aberrant R-loop formation impairing ongoing transcription, the levels of nascent transcripts at their respective candidate genes were reduced upon knockdown of SIRT7 or DDX21 ( Fig. 4 B). Transcription inhibition was relieved by overexpression of RNase H1, indicating that elongating RNA polymerases were stalled at aberrant R loops in DDX21-depleted cells. Moreover, coimmunoprecipitation experiments revealed that DDX21 and SIRT7 were associated with Pol II phosphorylated at Ser2 (pSer2-Pol II) within the CTD of RPB1, suggesting that DDX21 exerts its function in transcription elongation ( Fig. 4 C; Supplemental Fig. S5A ). Indeed, the association of DDX21 with Pol II was abolished if cells were treated with the CDK9 inhibitor DRB ( Fig. 4 D), demonstrating that DDX21 binding to Pol II depends on ongoing transcription. To demonstrate stalling of elongating Pol II at R loops, we monitored the occupancy of pSer2-Pol II at selected candidate genes by ChIP-qPCR. While ectopic expression of RNase H1 did not change the association of pSer2-Pol II with R-loop-containing genes ( PSMB4 and RPS21 ) in control cells ( Supplemental Fig. S5B ), it relieved enhanced pSer2-Pol II occupancy in DDX21 or SIRT7 knockdown cells ( Fig. 4 E), reinforcing that elongating RNA polymerases were stalled at R loops. Significantly, pSer5-Pol II was not increased in cells depleted of DDX21 or SIRT7, demonstrating that increased Pol II occupancy at these gene loci was not due to promoter-proximal pausing of Pol II ( Supplemental Fig. S5C ). As previous studies have shown that DDX21 and SIRT7 are associated with Pol I and regulate rDNA transcription ( Ford et al. 2006 ; Chen et al. 2013 ; Calo et al. 2015 ), we also assayed Pol I occupancy at rRNA genes (rDNA) upon knockdown of DDX21. Binding of Pol I to the rDNA promoter and pre-rRNA synthesis were decreased upon knockdown of DDX21 or SIRT7, and transcriptional repression was partially relieved by overexpression of RNase H1 ( Supplemental Fig. S5D–F ). These results underscore that DDX21 and SIRT7 augment transcription by at least two different mechanisms, which involve activation of the transcription machinery and unwinding of cotranscriptionally formed R loops, which interfere with transcription elongation. Treatment of breast cancer cells with estrogen (E2) is known to cause a rapid and global increase in transcription of E2-responsive target genes. As highly transcribed genes are more prone to R-loop formation, cotranscriptionally formed R loops are the main cause of E2-induced DNA damage ( Stork et al. 2016 ). Inspection of DDX21 ChIP-seq data ( Calo et al. 2015 ) and DRIP-seq data from E2-induced MCF7 cells ( Stork et al. 2016 ) revealed that 282 DDX21 peaks overlapped with DRIP-seq peaks 2 h after E2 treatment ( Supplemental Table S2 ). To validate the significance of DDX21 in resolving E2-induced R loops, we compared R-loop levels and DDX21 occupancy at selected E2-responsive genes in MCF7 cells. If DDX21 is required to resolve R loops, the DRIP signal should be enhanced upon knockdown of DDX21. Indeed, we observed a 30%–70% increase of R loops at selected E2-responsive target genes (e.g., RPL8, RPS21 , and rDNA), which was further increased upon knockdown of DDX21 ( Fig. 5 A). Conversely, overexpression of DDX21 decreased the level of E2-induced R loops ( Fig. 5 B). Enhanced R-loop formation in DDX21-depleted cells correlated with increased occupancy of DDX21 ( Fig. 5 C) and compromised transcription of E2-responsive genes ( Fig. 5 D), substantiating that resolultion of R loops by DDX21 prevents stalling of Pol II. Significantly, upon E2 treatment, acetylation of DDX21 was decreased, and the interaction with SIRT7 was increased ( Supplemental Fig. S6A,B ). Thus, cells ensure the efficient and timely resolution of R loops at E2-responsive genes by enhanced binding and deacetylation of DDX21. Figure 5. DDX21 resolves E2-induced R loops in MCF7 cells. ( A ) DRIP-qPCR monitoring E2-induced R loops at candidate genes in control and DDX21-depleted MCF7 cells. Bars represent means ± SD. n = 3. (*) P < 0.05; (**) P < 0.01. ( B ) DRIP-qPCR monitoring E2-induced R loops at candidate genes in control and Fl-DDX21-expressing MCF7 cells. Bars represent means ± SD. n = 3. (*) P < 0.05; (**) P < 0.01. ( C ) ChIP-qPCR monitoring DDX21 occupancy at selected E2-responsive genes in untreated MCF7 cells or after 100 nM E2 treatment for 2 h. Bars represent means ± SD. n = 3. (*) P < 0.05; (**) P < 0.01. ( D ) Transcript levels in cells treated with control (siCtrl) or DDX21-specific (siDDX21) siRNA without or after E2 treatment. RNA levels were normalized to GAPDH mRNA. Bars represent means ± SD. n = 3. (*) P < 0.05; (**) P < 0.01. Depletion of DDX21 or SIRT7 causes DNA damage As accumulation of R loops represents a threat to genome stability, they need to be resolved in time and space. Given that DDX21 unwinds R loops and releases the nascent RNA, we reasoned that accumulation of R loops upon depletion of DDX21 should be associated with DNA damage and genomic instability. To monitor DNA damage arising in response to DDX21 depletion, we examined Ser139 phosphorylation of the histone variant H2AX (γH2AX), a marker of DNA DSBs ( Foster and Downs 2005 ). In situ staining of nuclei showed elevated levels of γH2AX foci in cells depleted of DDX21, demonstrating that loss of DDX21 induced DNA lesions ( Fig. 6 A). Overexpression of GFP-RNase H1 in the knockdown cells reduced the intensity of γH2AX-positive foci, reinforcing that removal of cotranscriptionally formed R loops compromises DNA damage. A similar increase in γH2AX foci was observed upon knockdown of SIRT7, underscoring that deacetylation of DDX21 by SIRT7 is required for R-loop unwinding and genome stability. In support of this view, Western blot analyses revealed a global increase of γH2AX in both SIRT7-deficient ( SIRT7 −/− ) and DDX21-depleted cells ( Fig. 6 B). The close relationship between DNA damage and loss of DDX21 or SIRT7 is also demonstrated by ChIP-qPCR assays monitoring γH2AX occupancy at R-loop-containing candidate genes in control and knockdown cells. In accord with the observed increase in γH2AX-positive foci, ChIP assays confirmed that the level of γH2AX was elevated in DDX21- and SIRT7-depleted cells at gene regions comprising R loops (e.g., RPS3 , PSMB4 , RPS21 , and GPAA1 ) but not at genes that are devoid of R loops (such as PRCC ) ( Fig. 6 C). Figure 6. Depletion of DDX21 or SIRT7 leads to increased γH2AX levels and DNA damage. ( A ) Fluorescent staining of γH2AX in DDX21- and SIRT7-depleted MCF7 cells that express or do not express GFP-RNase H1. Nuclei were stained with Hoechst 33342. Bar, 10 µm. The box plot represents the mean intensity of γH2AX fluorescent signals in nuclei from 50 cells. (**) P < 0.01. ( B ) Western blots showing the levels of γH2AX in SIRT7 +/+ -, SIRT7 −/− -, and DDX21-depleted HEK293T cells. ( C ) ChIP-qPCR monitoring levels of γH2AX normalized to H2A in HEK293T cells treated with scrambled siRNA (siCtrl) or siRNAs against DDX21 (siDDX21) or SIRT7 (siSIRT7). Bars represent changes relative to control samples (siCtrl) and denote means ± SD. n = 3. (*) P < 0.05; (**) P < 0.01. ( D , left ) Representative images of comet assays performed under alkaline conditions in MCF7 cells transfected with siCtrl, siDDX21, or siSIRT7 in the presence or absence of GFP-RNase H1. Damaged cells are marked by arrows. ( Right ) Quantitative analysis of tail DNA percent and tail moment for each group. Tail DNA% = 100 × tail DNA intensity/cell DNA intensity; tail moment = tail DNA% × tail moment length. (**) P < 0.01. To directly demonstrate the appearance of DNA breaks in response to DDX21 or SIRT7 depletion, we applied the single-cell electrophoresis assay (SCGE), also known as comet assay, which involves lysis of cells embedded in low-melting agarose on a microscope slide followed by electrophoresis and microscopy of fluorescently stained DNA. Under both alkaline and nondenaturing conditions, increasing DNA tail intensity and comet tail length was observed in both DDX21- and SIRT7-deficient cells. Overexpression of ectopic RNase H1 reduced the intensity and length of the comet tail, emphasizing that the observed DNA damage was caused by accumulation of R loops ( Fig. 6 D; Supplemental Fig. S7A ). Ectopic RNase H1 did not completely abolish DNA damage caused by SIRT7 depletion. This result is in accord with recent studies showing that SIRT7 also prevents DNA damage in an R-loop-independent manner by deacetylating histone H3K18, which in turn promotes recruitment of the damage response factor 53BP1 to DSBs ( Supplemental Fig. S7B ), thereby improving the efficiency of nonhomologous end-joining and DSB repair ( Vazquez et al. 2016 ). Altogether, the results demonstrate that accumulation of cotranscriptionally formed R loops needs to be resolved to prevent stalling of RNA polymerase and prevent DNA damage ( Fig. 7 ). Figure 7. Model illustrating the cooperation of DDX21 and SIRT7 in R-loop resolution and genome stability. Both SIRT7 and DDX21 are associated with Pol I and Pol II. In SIRT7 +/+ cells, SIRT7 maintains DDX21 hypoacetylated, deacetylation being required for unwinding of cotranscriptionally formed R loops. In SIRT7 −/− cells, hyperacetylation of DDX21 impairs its helicase activity, which leads to accumulation of R loops, stalling of Pol I and Pol II, and DNA damage. Discussion Recent genome-wide approaches have revealed the widespread presence of R loops along the human genome. R loops are abundant dynamic structures that are continuously formed and resolved at specific loci associated with transcription initiation, elongation, and termination ( Sanz et al. 2016 ). As accumulation of R loops compromises genome dynamics and function, the formation and resolution of R loops have to be tightly controlled. Here we show that the DEAD-box helicase DDX21 resolves R loops in vitro and in vivo. DDX21 is localized in nucleoli and is required for processing of 20S rRNA to 18S, indicating a role of DDX21 in rRNA processing ( Henning et al. 2003 ). A recent study has shown that DDX21 positively regulates transcription. In the nucleolus, DDX21 coordinates transcription and processing of pre-rRNA by interaction with snoRNAs that promote modification of rRNA. In the nucleoplasm, DDX21 controls elongation of Pol II transcription by facilitating the release of P-TEFb from the 7SK ribonucleoprotein complex ( Calo et al. 2015 ). Our study reveals a novel function of DDX21, showing that this multifaceted RNA helicase resolves cellular R loops, thereby playing an important role in preserving genome integrity. R-loop formation has been linked to regulation of important biological processes. They serve positive or negative functions in gene expression, affecting DNA methylation, chromatin dynamics, and transcription termination. They can also mediate replication fork stalling and class switch DNA recombination and affect cell viability ( Santos-Pereira and Aguilera 2015 ; Chedin 2016 ). A recent study has shown that treatment of breast cancer cells with E2 leads to increased formation of R loops at E2-responsive genes and replication-dependent DSBs, which may make the cells vulnerable to becoming cancerous ( Stork et al. 2016 ). We validated the accumulation of R loops after E2 treatment and also found increased DDX21 occupancy at E2-induced genes. Upon knockdown of DDX21, R-loop formation was further enhanced, and activation of E2-responsive genes was alleviated, indicating that DDX21-mediated unwinding of R loops overcomes Pol II stalling. A recent report has demonstrated that the lncRNA SLERT modulates DDX21 activity by allosterically changing the conformation of DDX21 ( Xing et al. 2017 ). Whether acetylation affects the interaction with SLERT or induces regional allosteric changes that inhibit DDX21 activity remains to be investigated. The biological importance of R loops is supported by the fact that mutations in proteins implicated in R-loop resolution cause devastating human diseases, particularly cancer and neurological diseases ( Groh and Gromak 2014 ; Sollier et al. 2014 ; Stork et al. 2016 ). The association of R loops with genomic instability is often caused by defects in factors involved in cotranscriptional processes, such as splicing, RNA processing, and transcription elongation; by loss of topoisomerases that prevent R-loop formation; by RNase H, which specifically hydrolyzes the RNA in RNA:DNA hybrids; or by helicases that unwind R loops. Despite the growing number of proteins involved in R-loop homeostasis and human disease, many questions concerning the molecular mechanisms that control R-loop formation and maintenance remain unanswered. For example, for many proteins with documented in vitro RNA/DNA helicase activity, in vivo evidence is still lacking. Moreover, it is not known whether different helicases that have been reported to resolve R loops, such as Senataxin, Aquarius, DHX9, DDX23, DDX5, and DDX21 (for review, see Jankowsky 2011 ), work independently or redundantly. Apparently, cells use different strategies to reduce aberrant R-loop accumulation by recruiting proteins that either directly or indirectly remove RNA/DNA hybrids from specific gene loci. As accumulation of R loops makes cells vulnerable to becoming cancerogenous, R loops are held in check by different enzymes that remove these structures. Given that DDX21 is associated with elongating Pol I and Pol II and efficiently resolves R loops, it is reasonable to predict that DDX21 plays a key role in unwinding such cotranscriptionally formed, potentially harmful structures. In support of this view, depletion of DDX21 leads to enhanced levels of R loops, stalling of RNA polymerases, and accumulation of γH2AX foci. The deleterious effects caused by knockdown of DDX21 could be rescued by overexpression of wild-type DDX21. The helicase-deficient mutants DDX21 SAT and DDX21 DEV and the acetylation-mimicking mutant DDX21 3KQ were not able to prevent R-loop accumulation in DDX21-deficient cells, reinforcing that reversible acetylation of specific lysine residues regulates the helicase activity of DDX21. An increasing number of studies have focused on identifying cofactors that regulate unwinding activities of RNA helicases ( Jankowsky 2011 ). However, very little is known about regulation by post-translational modifications. The finding that deacetylation by SIRT7 is required for DDX21 activity and R-loop unwinding is in accord with previous studies showing that SIRT7 knockout mice suffer from partial embryonic lethality and that SIRT7-deficient cells display increased DNA damage, thus establishing a functional link between SIRT7 and the maintenance of genome integrity ( Vazquez et al. 2016 ). The functional link between SIRT7 and DDX21 activity is further supported by data showing that knockdown of either SIRT7 or DDX21 has a similar deleterious impact on genome integrity. In either case, we observed inhibition of transcription, enhanced formation of R loops, accumulation of γH2AX foci, and increased length and intensity of the comet tail forming in response to DNA damage. These data implicate that, in addition to their direct impact on transcription regulation, DDX21 and SIRT7 also cooperate to prevent R-loop-induced DNA damage and maintain genome stability. The finding that R loops are involved in multiple cellular processes and are key players in genome dynamics and function demonstrates that there are “good” R loops with beneficial roles in cell homeostasis and “bad” ones that are a source of genome instability. Further studies will be required to decipher what determines different R-loop types and learn how cells prevent the negative functions of R loops but allow the positive ones. Materials and methods Cell culture and transfections MCF7 and HEK293T cells were cultured in Dulbecco's modified Eagle's medium (DMEM) supplemented with 10% fetal calf serum (FCS) and transfected with expression vectors using Lipofectamine 3000 (Invitrogen). siRNAs against SIRT7 (hSIRT7 ON-TARGETplus SMARTpool) or nontargeting control siRNAs were purchased from Dharmacon (ThermoFisher Scientific). siRNAs against the coding region of DDX21 (GCUGGGCGAGGAGAUUGAUUCCAAA) or the 3′ UTR (untranslated region) (GCAUGUAUCUGCCUAUACUUU and GGUGAUUCAUGCUUUAGUGAA) were from Sigma. Cells were harvested 48 h after reverse transfection with Lipofectamine RNAiMAX (Invitrogen). For DDX21 rescue assays, cells were first transfected with siRNAs targeting the 3′ UTR of DDX21 and, after 16 h, with DDX21 expression vectors. Cells were harvested after 48 h. RNA isolation and qRT–PCR RNA was isolated using TRI reagent (Sigma). For reverse transcription, RNA was treated with DNase I and incubated with random hexamers and MuLV reverse transcriptase (ThermoFisher Scientific). qPCR was performed on a Roche LightCycler 480 using SYBR Green I Master mix (Roche) and gene-specific primers. Pre-mRNA levels were normalized to GAPDH mRNA. Primers are listed in Supplemental Table S4 . Plasmids and antibodies Plasmids encoding Flag-hSIRT7, Flag-PCAF, CBP-HA, and p300-HA have been described ( Muth et al. 2001 ; Ford et al. 2006 ). cDNAs of DDX21and mutants DDX21 SAT , DDX21 DEV , and DDX21 3KQ were generated by PCR and cloned into pCMV-Tag2. Antibodies against SIRT7 ( Chen et al. 2016 ), RPA194 ( Percipalle et al. 2006 ), and RPA116 ( Seither et al. 1997 ) have been reported. The S9.6 antibody was purified from the hybridoma HB-8739 cell line ( Boguslawski et al. 1986 ). Commercial antibodies used were anti-acetyl-lysine (Cell Signaling Technology, 9441), anti-DDX21 (Novus Biologicals, NB100-1718), anti-Flag (Sigma, F3165), anti-GFP (Abcam, ab290), anti-pSer5-Pol II (Abcam, ab5408), anti-pSer2-Pol II (Millipore, MABE953), anti-tubulin (Sigma, clone B-5-1-2, T6074), anti-γH2AX (Millipore, 05-636), and anti-H2A (Millipore, 07-146). Anti-Flag (M2) beads (Sigma, A220) were used for precipitation of Flag-tagged proteins, and the GFP-Trap (Chromotek, gta) was used for purification of GFP-tagged proteins. Anti-rabbit or anti-mouse secondary antibodies conjugated to HRP were from Dianova (111-035-144 and 115-035-062). Purification of recombinant DDX21 HEK293T cells expressing Flag-tagged DDX21 were lysed in buffer AM-300 (300 mM KCl, 20 mM Tris-HCl at pH 7.9, 5 mM MgCl 2 , 0.2 mM EDTA, 10% glycerol, 0.5 mM DTT) supplemented with 0.1% NP-40, protease inhibitors (Roche Complete) and HDAC inhibitors (1 µM TSA, 10 mM NAM). After incubation for 4 h at 4°C with anti-Flag beads and washing, DDX21 was eluted in buffer AM-300/0.1% NP-40 supplemented with 20 µg/100 µL Flag-peptide. Coimmunoprecipitation assay HEK293T cells expressing the indicated proteins were lysed in 150 mM KCl, 20 mM Tris-HCl (pH 7.9), 5 mM MgCl 2 , 0.2 mM EDTA, 10% glycerol, and 0.1% NP-40 in the presence of protease inhibitors (Roche). Cleared lysates were incubated with the indicated antibodies or control IgGs bound to protein G Sepharose for 4 h at 4°C. After washing in lysis buffer, bound proteins were analyzed by Western blotting. To analyze R-loop-associated proteins, native chromatin was sheared by sonication and incubated in the absence or presence of RNase H1 for 4 h at 37°C. After incubation with 20 µg of mouse IgG or S9.6 antibody overnight at 4°C, immunoprecipitates were bound to protein G Sepharose and washed in buffer AM-150/0.1% NP-40, and proteins were analyzed on immunoblots. NRO assay NRO analyses were performed as described ( Roberts et al. 2015 ). Nuclei (4 × 10 6 ) from control or knockdown HEK293T cells were incubated for 30 min at 30°C in a buffer containing 10 mM Tris-HCl (pH 8.1); 2.5 mM MgCl 2 ; 150 mM KCl; 1 mM ATP, CTP, and GTP; 0.5 mM UTP; and 0.5 mM BrUTP (Sigma). BrU-labeled RNA was immunoprecipitated with 2 µg of BrdU antibody (BD Pharmingen, 555627) immobilized on protein G Dynabeads (Invitrogen). After treatment with DNase I (Sigma), the RNA was analyzed by RT-qPCR. Values of candidate genes were normalized to a BrU-labeled spike-in control RNA. ChIP assay ChIPs were performed as described ( Chen et al. 2016 ). Briefly, cells were fixed with 1% formaldehyde for 10 min at room temperature, quenched with 0.125 M glycine, and lysed in 50 mM Tris-HCl (pH 8.1), 10 mM EDTA, and 1% SDS. Chromatin was sonicated to an average fragment length of 200–500 bp (Bioruptor, Diagenode), diluted with 5 vol of immunoprecipitation buffer (16.7 mM Tris-HCl at pH 8.1, 167 mM NaCl, 1.2 mM EDTA, 0.01% SDS, 1.1% Triton X-100), precleared on protein A/G Sepharose in the presence of 20 mg/mL sonicated Escherichia coli DNA, and incubated with 1–5 µg of antibodies overnight at 4°C. Protein–DNA complexes were captured on protein A/G Sepharose for 1 h and washed twice with low-salt buffer (150 mM NaCl, 50 mM Tris-HCl at pH 8.0, 5 mM MgCl 2 , 1% Triton X-100) followed by high-salt buffer containing 500 mM NaCl, LiCl buffer (250 mM LiCl, 10 mM Tris-HCl at pH 8.0, 5 mM EDTA, 0.5% Na-deoxycholate, 0.5% Triton X-100), and TE buffer. After elution, reversal of the cross-links (65°C), and digestion with proteinase K, DNA was purified and quantified by qPCR using gene-specific primers. Precipitated DNA was calculated as the percentage of DNA in the immunoprecipitates compared with input DNA. DRIP DRIP assays were performed according to Ginno et al. (2012) . Briefly, purified DNA was digested with a cocktail of restriction enzymes (BsrG1, EcoR1, HindIII, SspI, and XbaI) for 6 h at 37°C in the absence or presence of 125 U/mL RNase H1. Four micrograms of DNA was immunoprecipitated overnight at 4°C with 10 µg of S9.6 antibody in 10 mM NaPO 4 (pH 7.0), 140 mM NaCl, and 0.05% Triton X-100. Immunoprecipitated proteins were bound to protein A/G Sepharose for 2 h, washed in binding buffer, and eluted with 50 mM Tris-HCl (pH 8.0), 10 mM EDTA, 0.5% SDS, and 0.5 µg/mL proteinase K for 60 min at 55°C. Immunoprecipitated DNA was analyzed by qPCR using the primers listed in Supplemental Table S3 . DNA in the immunoprecipitates was compared with input DNA, and the difference between untreated and RNase H1-treated samples is presented as DRIP signal. In vitro helicase assay An RNA oligonucleotide (GUUUCGGAUCGACGC) was 5′ end-labeled with T4 polynucleotide kinase and [γ- 32 P]ATP. To form dsRNA or RNA:DNA heteroduplexes, the RNA oligonucleotide was annealed to an equimolar amount of unlabeled complementary RNA oligo (5′-GCGUCGAUCCGAAACUAUACUUAAUUUUAA-3′) or DNA oligo (5′- GCGTCGATCCGAAACTATACTTAATTTTAA-3′) in annealing buffer (1 mM EDTA, 10 mM Tris-HCl at pH 7.6) by heating for 5 min at 95°C followed by slow cooling to room temperature. To form R loops, 1 pmol of labeled RNA was annealed to 2.5 pmol of DNA oligo 1 (5′-GTACCCGGGGATCCTCTAGAGTCGAGCGTCGATCCGAAACTTGGCACTGGCCGTCGTTTTACAAC-3′) and 5 pmol of DNA oligo 2 (5′-GTTGTAAAACGACGGCCAGTGCCTTTTCCC AGCCTCAATCTCATCACTCTAGAGGATCCCCGGGTAC-3′). To assay helicase activity, 50 fmol of substrates was incubated with immunopurified Flag-DDX21 in 25 mM HEPES-KOH (pH 7.9), 2 mM MgCl 2 , 1 mM DTT, and 2 mM ATP. After incubation at 37°C, reactions were terminated by addition of stop buffer and analyzed by electrophoresis on 10% (w/v) nondenaturing polyacrylamide gels. Products were visualized by phosphorimaging and quantified by Image Gauge software. In vitro deacetylation assay HEK293T cells expressing GFP-DDX21 were treated for 4 h with 10 mM NAM and lysed, and GFP-DDX21 was bound to GFP-Trap (ChromoTek) in buffer containing 300 mM KCl, 20 mM Tris-HCl (pH 7.9), 5 mM MgCl 2 , 0.2 mM EDTA, 10% glycerol, 0.5 mM DTT, 0.1% NP-40, protease inhibitors (Roche Complete), and HDAC inhibitors (1 µM TSA, 10 mM NAM). Immobilized GFP-DDX21 was incubated with Flag-SIRT7 for 1 h at 30°C in 10 mM Tris-HCl (pH 8.0), 2 mM MgCl 2 , 5% glycerol, 0.2 mM DTT, and 3 mM NAD + . Acetylation was monitored on immunoblots using anti-acetyl-lysine antibody. Comet assay Comet assays were performed using the OxiSelect comet assay kit (Cell Biolabs) with alkaline buffer or TBE buffer according to the manufacturer's instructions. CaspLab comet assay software was used for analysis and quantification of the percentage of tail DNA and the tail moment. Bioinformatic analysis of DRIPc-seq and DDX21 ChIP-seq data To compare the peaks of DRIPc-seq with DDX21 ChIP-seq, the WIG files of DRIPc-seq (GSE70189) and DDX21 ChIP-seq (GSE56802) from the Gene Expression Omnibus (GEO) repository were converted to BED files. Peaks of DRIPc-seq were reduced from 88,310 to 66,784 by merging the neighboring (maximum distance 800 bases) or overlapping peaks with Bedtools. To identify common peaks, Bedtools intersect with default parameters was used. The peaks were further annotated using EnsEMBL version 74 with the NextGene pipeline in HUSAR. Protein-coding genes overlapping or within the common peaks were used for GO and KEGG pathway analysis with the DAVID 6.8 functional clustering tool ( https://david.ncifcrf.gov ) by choosing either only the KEGG pathway or the GO for cellular component (CC), biological process (BP), or molecular function (MF). Only the top six categories of each functional chart output were presented. Bed files with DRIP-seq peaks of the E2-treated breast cancer cells were downloaded from GSE81851 and compared with the DDX21 ChIP-seq peaks. Immunofluorescence MCF7 cells grown on poly-L-lysine-coated coverslips (ThermoFisher Scientific) were fixed at room temperature for 10 min with 4% paraformaldehyde, permeabilized for 10 min with PBS containing 0.5% Triton X-100, and blocked in 5% milk for 1 h. Cells were incubated with primary antibodies overnight at 4°C and with secondary antibodies for 1 h at room temperature. Nuclei were stained with 5 µg/mL Hoechst 33342 (Sigma). Images were processed and quantified using ImageJ software. Statistics and quantitative analyses The values in the graphs show means of three independent experiments with error bars representing standard deviations. The two groups were compared using a paired two-tailed Student's t -test. The significance level was set at P -values of <0.05 (*) and <0.01 (**). Quantification of Western blot and radioactive signals was performed using ImageJ and Image Gauge software, respectively. Supplementary Material Supplemental Material Acknowledgments We thank the J. Wysocka laboratory (Stanford University School of Medicine) for providing plasmids encoding DDX21, and the Aguilera laboratory (University of Seville) for plasmids encoding RNase H1. Support by the German Cancer Research Center Light Microscopy Facility is gratefully acknowledged. This work was funded by the Deutsche Forschungsgemeinschaft (GR475/22-2 and SFB1036), CellNetworks (EcTop Survey 2014), and the Baden-Württemberg Stiftung. This work was supported in part by a fellowship of the China Scholarship Council (no. 201306260113). I.G. conceived and supervised the project, C.S. conducted all wet aboratory experiments, R.V. initiated the project, A.H.-W. performed the bioinformatics analyses, and I.G. and C.S. wrote the manuscript. Supplemental material is available for this article. Article published online ahead of print. Article and publication date are online at http://www.genesdev.org/cgi/doi/10.1101/gad.300624.117 . References Aguilera A , Garcia-Muse T . 2012 R loops: from transcription byproducts to threats to genome stability . Mol Cell 46 : 115 – 124 . 22541554 Amon JD , Koshland D . 2016 RNase H enables efficient repair of R-loop induced DNA damage . Elife 5 : e20533 . 27938663 Bhatia V , Barroso SI , Garcia-Rubio ML , Tumini E , Herrera-Moyano E , Aguilera A . 2014 BRCA2 prevents R-loop accumulation and associates with TREX-2 mRNA export factor PCID2 . Nature 511 : 362 – 365 . 24896180 Blank MF , Chen S , Poetz F , Schnölzer M , Voit R , Grummt I . 2017 SIRT7-dependent deacetylation of CDK9 activates RNA polymerase II transcription . Nucleic Acids Res 45 : 2675 – 2686 . 28426094 Boguslawski SJ , Smith DE , Michalak MA , Mickelson KE , Yehle CO , Patterson WL , Carrico RJ . 1986 Characterization of monoclonal antibody to DNA.RNA and its application to immunodetection of hybrids . J Immunol Methods 89 : 123 – 130 . 2422282 Calo E , Flynn RA , Martin L , Spitale RC , Chang HY , Wysocka J . 2015 RNA helicase DDX21 coordinates transcription and ribosomal RNA processing . Nature 518 : 249 – 253 . 25470060 Chakraborty P , Grosse F . 2011 Human DHX9 helicase preferentially unwinds RNA-containing displacement loops (R-loops) and G-quadruplexes . DNA Repair (Amst) 10 : 654 – 665 . 21561811 Chedin F . 2016 Nascent connections: R-loops and chromatin patterning . Trends Genet 32 : 828 – 838 . 27793359 Chen S , Seiler J , Santiago-Reichelt M , Felbel K , Grummt I , Voit R . 2013 Repression of RNA polymerase I upon stress is caused by inhibition of RNA-dependent deacetylation of PAF53 by SIRT7 . Mol Cell 52 : 303 – 313 . 24207024 Chen S , Blank MF , Iyer A , Huang B , Wang L , Grummt I , Voit R . 2016 SIRT7-dependent deacetylation of the U3-55k protein controls pre-rRNA processing . Nat Commun 7 : 10734 . 26867678 Choudhary C , Kumar C , Gnad F , Nielsen ML , Rehman M , Walther TC , Olsen JV , Mann M . 2009 Lysine acetylation targets protein complexes and co-regulates major cellular functions . Science 325 : 834 – 840 . 19608861 Cloutier SC , Wang S , Ma WK , Al Husini N , Dhoondia Z , Ansari A , Pascuzzi PE , Tran EJ . 2016 Regulated formation of lncRNA–DNA hybrids enables faster transcriptional induction and environmental adaptation . Mol Cell 62 : 148 . 27058790 Ford E , Voit R , Liszt G , Magin C , Grummt I , Guarente L . 2006 Mammalian Sir2 homolog SIRT7 is an activator of RNA polymerase I transcription . Genes Dev 20 : 1075 – 1080 . 16618798 Foster ER , Downs JA . 2005 Histone H2A phosphorylation in DNA double-strand break repair . FEBS J 272 : 3231 – 3240 . 15978030 Fuller-Pace FV . 2013 DEAD box RNA helicase functions in cancer . RNA Biol 10 : 121 – 132 . 23353573 Ginno PA , Lott PL , Christensen HC , Korf I , Chedin F . 2012 R-loop formation is a distinctive characteristic of unmethylated human CpG island promoters . Mol Cell 45 : 814 – 825 . 22387027 Ginno PA , Lim YW , Lott PL , Korf I , Chedin F . 2013 GC skew at the 5′ and 3′ ends of human genes links R-loop formation to epigenetic regulation and transcription termination . Genome Res 23 : 1590 – 1600 . 23868195 Groh M , Gromak N . 2014 Out of balance: R-loops in human disease . PLoS Genet 10 : e1004630 . 25233079 Hatchi E , Skourti-Stathaki K , Ventz S , Pinello L , Yen A , Kamieniarz-Gdula K , Dimitrov S , Pathania S , McKinney KM , Eaton ML , 2015 BRCA1 recruitment to transcriptional pause sites is required for R-loop-driven DNA damage repair . Mol Cell 57 : 636 – 647 . 25699710 Henning D , So RB , Jin R , Lau LF , Valdez BC . 2003 Silencing of RNA helicase II/Guα inhibits mammalian ribosomal RNA production . J Biol Chem 278 : 52307 – 52314 . 14559904 Hodroj D , Recolin B , Serhal K , Martinez S , Tsanov N , Abou Merhi R , Maiorano D . 2017 An ATR-dependent function for the Ddx19 RNA helicase in nuclear R-loop metabolism . EMBO J 36 : 1182 – 1198 . 28314779 Jankowsky E . 2011 RNA helicases at work: binding and rearranging . Trends Biochem Sci 36 : 19 – 29 . 20813532 Muth V , Nadaud S , Grummt I , Voit R . 2001 Acetylation of TAF I 68, a subunit of TIF-IB/SL1, activates RNA polymerase I transcription . EMBO J 20 : 1353 – 1362 . 11250901 Nadel J , Athanasiadou R , Lemetre C , Wijetunga NA , Broin PO , Sato H , Zhang Z , Jeddeloh J , Montagna C , Golden A , 2015 RNA:DNA hybrids in the human genome have distinctive nucleotide characteristics, chromatin composition, and transcriptional relationships . Epigenetics Chromatin 8 : 46 . 26579211 Percipalle P , Fomproix N , Cavellan E , Voit R , Reimer G , Kruger T , Thyberg J , Scheer U , Grummt I , Farrants AK . 2006 The chromatin remodelling complex WSTF–SNF2h interacts with nuclear myosin 1 and has a role in RNA polymerase I transcription . EMBO Rep 7 : 525 – 530 . 16514417 Roberts TC , Hart JR , Kaikkonen MU , Weinberg MS , Vogt PK , Morris KV . 2015 Quantification of nascent transcription by bromouridine immunocapture nuclear run-on RT-qPCR . Nat Protoc 10 : 1198 – 1211 . 26182239 Santos-Pereira JM , Aguilera A . 2015 R loops: new modulators of genome dynamics and function . Nat Rev Genet 16 : 583 – 597 . 26370899 Sanz LA , Hartono SR , Lim YW , Steyaert S , Rajpurkar A , Ginno PA , Xu X , Chedin F . 2016 Prevalent, dynamic, and conserved R-loop structures associate with specific epigenomic signatures in mammals . Mol Cell 63 : 167 – 178 . 27373332 Scholz C , Weinert BT , Wagner SA , Beli P , Miyake Y , Qi J , Jensen LJ , Streicher W , McCarthy AR , Westwood NJ , 2015 Acetylation site specificities of lysine deacetylase inhibitors in human cells . Nat Biotechnol 33 : 415 – 423 . 25751058 Seither P , Zatsepina O , Hoffmann M , Grummt I . 1997 Constitutive and strong association of PAF53 with RNA polymerase I . Chromosoma 106 : 216 – 225 . 9254723 Skourti-Stathaki K , Proudfoot NJ . 2014 A double-edged sword: R loops as threats to genome integrity and powerful regulators of gene expression . Genes Dev 28 : 1384 – 1396 . 24990962 Sollier J , Stork CT , Garcia-Rubio ML , Paulsen RD , Aguilera A , Cimprich KA . 2014 Transcription-coupled nucleotide excision repair factors promote R-loop-induced genome instability . Mol Cell 56 : 777 – 785 . 25435140 Sridhara SC , Carvalho S , Grosso AR , Gallego-Paez LM , Carmo-Fonseca M , de Almeida SF . 2017 Transcription dynamics prevent RNA-mediated genomic instability through SRPK2-dependent DDX23 phosphorylation . Cell Rep 18 : 334 – 343 . 28076779 Stork CT , Bocek M , Crossley MP , Sollier J , Sanz LA , Chedin F , Swigut T , Cimprich KA . 2016 Co-transcriptional R-loops are the main cause of estrogen-induced DNA damage . Elife 5 : e17548 . 27552054 Tanner NK , Linder P . 2001 DExD/H box RNA helicases: from generic motors to specific dissociation functions . Mol Cell 8 : 251 – 262 . 11545728 Teigelkamp S , Mundt C , Achsel T , Will CL , Luhrmann R . 1997 The human U5 snRNP-specific 100-kD protein is an RS domain-containing, putative RNA helicase with significant homology to the yeast splicing factor Prp28p . RNA 3 : 1313 – 1326 . 9409622 Valdez BC , Henning D , Perumal K , Busch H . 1997 RNA-unwinding and RNA-folding activities of RNA helicase II/Gu—two activities in separate domains of the same protein . Eur J Biochem 250 : 800 – 807 . 9461305 Vazquez BN , Thackray JK , Simonet NG , Kane-Goldsmith N , Martinez-Redondo P , Nguyen T , Bunting S , Vaquero A , Tischfield JA , Serrano L . 2016 SIRT7 promotes genome integrity and modulates non-homologous end joining DNA repair . EMBO J 35 : 1488 – 1503 . 27225932 Xing YH , Yao RW , Zhang Y , Guo CJ , Jiang S , Xu G , Dong R , Yang L , Chen LL . 2017 SLERT regulates DDX21 rings associated with Pol I transcription . Cell 169 : 664 – 678 . 28475895",
    "full_text_abstract": "Here, Song et al. show that the DEAD-box RNA helicase DDX21 efficiently unwinds RNA/DNA hybrids (R loops) in vivo and in vitro and prevents DNA damage. Their findings reveal a novel mechanism by which accumulation of R loops by DDX21 depletion leads to genomic instability.\n\nR loops are three-stranded nucleic acid structures consisting of an RNA:DNA heteroduplex and a “looped-out” nontemplate strand. As aberrant formation and persistence of R loops block transcription elongation and cause DNA damage, mechanisms that resolve R loops are essential for genome stability. Here we show that the DEAD (Asp–Glu–Ala–Asp)-box RNA helicase DDX21 efficiently unwinds R loops and that depletion of DDX21 leads to accumulation of cellular R loops and DNA damage. Significantly, the activity of DDX21 is regulated by acetylation. Acetylation by CBP inhibits DDX21 activity, while deacetylation by SIRT7 augments helicase activity and overcomes R-loop-mediated stalling of RNA polymerases. Knockdown of SIRT7 leads to the same phenotype as depletion of DDX21 (i.e., increased formation of R loops and DNA double-strand breaks), indicating that SIRT7 and DDX21 cooperate to prevent R-loop accumulation, thus safeguarding genome integrity. Moreover, DDX21 resolves estrogen-induced R loops on estrogen-responsive genes in breast cancer cells, which prevents the blocking of transcription elongation on these genes."
}