{
    "PMC": "7130276",
    "DOI": "10.1016/j.febslet.2006.11.062",
    "PMID": "17174306",
    "PMCID": "PMC7130276",
    "title": "hnRNP-U enhances the expression of specific genes by stabilizing mRNA.",
    "year": 2007,
    "source_url": "https://europepmc.org/article/PMC/PMC7130276",
    "source": "MED",
    "abstract_text": "Heterogeneous nuclear ribonucleoproteins (hnRNPs) are thought to be involved in pre-mRNA processing. hnRNP-U, also termed scaffold attachment factor A (SAF-A), binds to pre-mRNA and nuclear matrix/scaffold attachment region DNA elements. However, its role in the regulation of gene expression is as yet poorly understood. In the present study, we show that hnRNP-U specifically enhances the expression of tumor necrosis factor alpha mRNA by increasing its stability, possibly through binding to the 3' untranslated region. We also show that hnRNP-U enhances the expression of several other genes as well, including GADD45A, HEXIM1, HOXA2, IER3, NHLH2, and ZFY, by binding to and stabilizing these mRNAs. These results suggest that hnRNP-U enhances the expression of specific genes by regulating mRNA stability.",
    "full_text": "FEBS Lett FEBS Lett Febs Letters 0014-5793 1873-3468 Published by Elsevier B.V. 7130276 S0014-5793(07)01283-5 10.1016/S0014-5793(07)01283-5 Article Author Index 24 12 2007 2007 24 12 2007 581 1 46 © 2007 2007 Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.",
    "full_text_abstract": "Heterogeneous nuclear ribonucleoproteins (hnRNPs) are thought to be involved in pre-mRNA processing. hnRNP-U, also termed scaffold attachment factor A (SAF-A), binds to pre-mRNA and nuclear matrix/scaffold attachment region DNA elements. However, its role in the regulation of gene expression is as yet poorly understood. In the present study, we show that hnRNP-U specifically enhances the expression of tumor necrosis factor alpha mRNA by increasing its stability, possibly through binding to the 3' untranslated region. We also show that hnRNP-U enhances the expression of several other genes as well, including GADD45A, HEXIM1, HOXA2, IER3, NHLH2, and ZFY, by binding to and stabilizing these mRNAs. These results suggest that hnRNP-U enhances the expression of specific genes by regulating mRNA stability."
}