{
    "PMC": "2074627",
    "DOI": "10.1038/bjc.1996.363",
    "PMID": "8695346",
    "PMCID": "PMC2074627",
    "title": "Mutation analysis of the c-mos proto-oncogene and the endothelin-B receptor gene in medullary thyroid carcinoma and phaeochromocytoma.",
    "year": 1996,
    "source_url": "https://europepmc.org/article/PMC/PMC2074627",
    "source": "MED",
    "abstract_text": "The characteristic tumours of MEN 2 are medullary thyroid carcinoma (MTC) and phaeochromocytoma. Somatic RET mutations have been found in only 23-40% of sporadic MTC and 10% of sporadic phaeochromocytomas. Thus, we sought other genes which may play a role in the pathogenesis of these tumours. We carried out direct sequence analysis of human c-mos and human ENRB in a series of sporadic MTC and phaeochromocytomas to determine if somatic mutations in these two genes could account for some of the sporadic MEN 2-related tumours in which no RET mutations are detected. No somatic mutations were found.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group 2074627 8695346 Research Article Mutation analysis of the c-mos proto-oncogene and the endothelin-B receptor gene in medullary thyroid carcinoma and phaeochromocytoma. Eng C. Foster K. A. Healey C. S. Houghton C. Gayther S. A. Mulligan L. M. Ponder B. A. CRC Human Cancer Genetics Research Group, University of Cambridge, Addenbrooke's Hospital, UK. 8 1996 74 3 339 341 https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . The characteristic tumours of MEN 2 are medullary thyroid carcinoma (MTC) and phaeochromocytoma. Somatic RET mutations have been found in only 23-40% of sporadic MTC and 10% of sporadic phaeochromocytomas. Thus, we sought other genes which may play a role in the pathogenesis of these tumours. We carried out direct sequence analysis of human c-mos and human ENRB in a series of sporadic MTC and phaeochromocytomas to determine if somatic mutations in these two genes could account for some of the sporadic MEN 2-related tumours in which no RET mutations are detected. No somatic mutations were found.",
    "full_text_abstract": "The characteristic tumours of MEN 2 are medullary thyroid carcinoma (MTC) and phaeochromocytoma. Somatic RET mutations have been found in only 23-40% of sporadic MTC and 10% of sporadic phaeochromocytomas. Thus, we sought other genes which may play a role in the pathogenesis of these tumours. We carried out direct sequence analysis of human c-mos and human ENRB in a series of sporadic MTC and phaeochromocytomas to determine if somatic mutations in these two genes could account for some of the sporadic MEN 2-related tumours in which no RET mutations are detected. No somatic mutations were found."
}