{
    "PMC": "3070604",
    "DOI": "10.1100/tsw.2010.116",
    "PMID": "20623096",
    "PMCID": "PMC3070604",
    "title": "New concepts in phospholipase D signaling in inflammation and cancer.",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC3070604",
    "source": "MED",
    "abstract_text": "Phospholipase D (PLD) catalyzes the hydrolysis of phosphatidylcholine to generate the lipid second messenger phosphatidic acid (PA) and choline. PLD regulation in cells falls into two major signaling categories. One is via growth factors/mitogens, such as EGF, PDGF, insulin, and serum, and implicates tyrosine kinases; the other is via the small GTPase proteins Arf and Rho. We summarize here our lab's and other groups' contributions to those pathways and introduce several novel concepts. For the mitogen-induced signaling, new data indicate that an increase in cell transformation in PLD2-overexpressing cells is due to an increase of de novo DNA synthesis induced by PLD2, with the specific tyrosine residues involved in those functions being Y179 and Y511. Recent research has also implicated Grb2 in tyrosine phosphorylation of PLD2 that also involves Sos and the ERK pathway. The targets of phosphorylation within the PLD2 molecule that are key to its regulation have recently been precisely mapped. They are Y296, Y415, and Y511 and the responsible kinases are, respectively, EGFR, JAK3, and Src. Y296 is an inhibitory site and its phosphorylation explains the low PLD2 activity that exists in low-invasive MCF-7 breast cancer cells. Advances along the small GTPase front have implicated cell migration, as PLD1 and PLD2 cause an increase in chemotaxis of leukocytes and inflammation. PA is necessary for full chemotaxis. PA enriches the localization of the atypical guanine exchange factor (GEF), DOCK2, at the leading edge of polarized neutrophils. Further, extracellular PA serves as a neutrophil chemoattractant; PA enters the cell and activates the mTOR/S6K pathway (specifically, S6K). A clear connection between PLD with the mTOR/S6K pathway has been established, in that PA binds to mTOR and also binds to S6K independently of mTOR. Lastly, there is evidence in the upstream direction of cell signaling that mTOR and S6K keep PLD2 gene expression function down-regulated in basal conditions. In summary, the involvement of PLD2 in cell signaling continues to expand geometrically. It involves gene transcription, mitogenic and cell migration effects as seen in normal growth, tumor development, and inflammation.",
    "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 3070604 20623096 409317 10.1100/tsw.2010.116 Review Article New Concepts in Phospholipase D Signaling in Inflammation and Cancer Gomez-Cambronero Julian * Department of Biochemistry and Molecular Biology, Wright State University School Medicine, Dayton, OH, USA *Julian Gomez-Cambronero: julian.cambronero@wright.edu Academic Editor: Charles N. Serhan 2010 7 7 2010 10 1356 1369 20 4 2010 16 5 2010 18 5 2010 Copyright © 2010 Julian Gomez-Cambronero. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Phospholipase D (PLD) catalyzes the hydrolysis of phosphatidylcholine to generate the lipid second messenger phosphatidic acid (PA) and choline. PLD regulation in cells falls into two major signaling categories. One is via growth factors/mitogens, such as EGF, PDGF, insulin, and serum, and implicates tyrosine kinases; the other is via the small GTPase proteins Arf and Rho. We summarize here our lab's and other groups' contributions to those pathways and introduce several novel concepts. For the mitogen-induced signaling, new data indicate that an increase in cell transformation in PLD2-overexpressing cells is due to an increase of de novo DNA synthesis induced by PLD2, with the specific tyrosine residues involved in those functions being Y and Y. Recent research has also implicated Grb2 in tyrosine phosphorylation of PLD2 that also involves Sos and the ERK pathway. The targets of phosphorylation within the PLD2 molecule that are key to its regulation have recently been precisely mapped. They are Y, Y, and Y and the responsible kinases are, respectively, EGFR, JAK3, and Src. Y is an inhibitory site and its phosphorylation explains the low PLD2 activity that exists in low-invasive MCF-7 breast cancer cells. Advances along the small GTPase front have implicated cell migration, as PLD1 and PLD2 cause an increase in chemotaxis of leukocytes and inflammation. PA is necessary for full chemotaxis. PA enriches the localization of the atypical guanine exchange factor (GEF), DOCK2, at the leading edge of polarized neutrophils. Further, extracellular PA serves as a neutrophil chemoattractant; PA enters the cell and activates the mTOR/S6K pathway (specifically, S6K). A clear connection between PLD with the mTOR/S6K pathway has been established, in that PA binds to mTOR and also binds to S6K independently of mTOR. Lastly, there is evidence in the upstream direction of cell signaling that mTOR and S6K keep PLD2 gene expression function down-regulated in basal conditions. In summary, the involvement of PLD2 in cell signaling continues to expand geometrically. It involves gene transcription, mitogenic and cell migration effects as seen in normal growth, tumor development, and inflammation. phospholipase D (PLD) tyrosine kinases GTPases Grb2 S6K mTOR cell signaling metastasis chemotaxis cell migration inflammation National Institutes of Health HL056653 Ohio Board of Regents 667131",
    "full_text_abstract": "Phospholipase D (PLD) catalyzes the hydrolysis of phosphatidylcholine to generate the lipid second messenger phosphatidic acid (PA) and choline. PLD regulation in cells falls into two major signaling categories. One is via growth factors/mitogens, such as EGF, PDGF, insulin, and serum, and implicates tyrosine kinases; the other is via the small GTPase proteins Arf and Rho. We summarize here our lab's and other groups' contributions to those pathways and introduce several novel concepts. For the mitogen-induced signaling, new data indicate that an increase in cell transformation in PLD2-overexpressing cells is due to an increase of de novo DNA synthesis induced by PLD2, with the specific tyrosine residues involved in those functions being Y and Y. Recent research has also implicated Grb2 in tyrosine phosphorylation of PLD2 that also involves Sos and the ERK pathway. The targets of phosphorylation within the PLD2 molecule that are key to its regulation have recently been precisely mapped. They are Y, Y, and Y and the responsible kinases are, respectively, EGFR, JAK3, and Src. Y is an inhibitory site and its phosphorylation explains the low PLD2 activity that exists in low-invasive MCF-7 breast cancer cells. Advances along the small GTPase front have implicated cell migration, as PLD1 and PLD2 cause an increase in chemotaxis of leukocytes and inflammation. PA is necessary for full chemotaxis. PA enriches the localization of the atypical guanine exchange factor (GEF), DOCK2, at the leading edge of polarized neutrophils. Further, extracellular PA serves as a neutrophil chemoattractant; PA enters the cell and activates the mTOR/S6K pathway (specifically, S6K). A clear connection between PLD with the mTOR/S6K pathway has been established, in that PA binds to mTOR and also binds to S6K independently of mTOR. Lastly, there is evidence in the upstream direction of cell signaling that mTOR and S6K keep PLD2 gene expression function down-regulated in basal conditions. In summary, the involvement of PLD2 in cell signaling continues to expand geometrically. It involves gene transcription, mitogenic and cell migration effects as seen in normal growth, tumor development, and inflammation."
}