{
    "PMC": "3478252",
    "DOI": "10.4161/cam.20628",
    "PMID": "22983196",
    "PMCID": "PMC3478252",
    "title": "IGF2BP1: a post-transcriptional \"driver\" of tumor cell migration.",
    "year": 2012,
    "source_url": "https://europepmc.org/article/PMC/PMC3478252",
    "source": "MED",
    "abstract_text": "The oncofetal RNA-binding protein IGF2BP1 (IGF2 mRNA binding protein 1) controls the cytoplasmic fate of specific target mRNAs including ACTB and CD44. During neural development, IGF2BPs promote neurite protrusion and the migration of neuronal crest cells. In tumor-derived cells, IGF2BP1 enhances the formation of lamellipodia and invadopodia. Accordingly, the de novo synthesis of IGF2BP1 observed in primary malignancies was reported to correlate with increased metastasis and an overall poor prognosis. However, if and how the protein enhances metastasis remains controversial. In recent studies, we reveal that IGF2BP1 promotes the directed migration of tumor-derived cells in vitro by controlling the expression of MAPK4 and PTEN. The IGF2BP1-facilitated inhibition of MAPK4 mRNA translation interferes with MK5-directed phosphorylation of the heat shock protein 27 (HSP27). This limits G-actin sequestering by phosphorylated HSP27, enhances cell adhesion and elevates the velocity of tumor cell migration. Concomitantly, IGF2BP1 promotes the expression of PTEN by interfering with PTEN mRNA turnover. This results in a shift of cellular PtdIns(3,4,5)P 3/PtdIns(4,5)P 2 ratios and enhances RAC1-dependent cell polarization which finally promotes the directionality of tumor cell migration. These findings identify IGF2BP1 as a potent oncogenic factor that regulates the adhesion, migration and invasiveness of tumor cells by modulating intracellular signaling.",
    "full_text": "Cell Adh Migr Cell Adh Migr CAM Cell Adhesion & Migration 1933-6918 1933-6926 Landes Bioscience 3478252 22983196 2012CAM0037R 10.4161/cam.20628 20628 Commentary IGF2BP1 A post-transcriptional “driver” of tumor cell migration Stöhr Nadine Hüttelmaier Stefan * Section for Molecular Cell Biology; Institute of Molecular Medicine; Martin Luther University of Halle; Halle, Germany * Correspondence to: Stefan Hüttelmaier, Email: Stefan.huettelmaier@medizin.uni-halle.de 01 7 2012 01 7 2012 6 4 312 318 Copyright © 2012 Landes Bioscience 2012 This is an open-access article licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported License. The article may be redistributed, reproduced, and reused for non-commercial purposes, provided the original source is properly cited. The oncofetal RNA-binding protein IGF2BP1 (IGF2 mRNA binding protein 1) controls the cytoplasmic fate of specific target mRNAs including ACTB and CD44. During neural development, IGF2BPs promote neurite protrusion and the migration of neuronal crest cells. In tumor-derived cells, IGF2BP1 enhances the formation of lamellipodia and invadopodia. Accordingly, the de novo synthesis of IGF2BP1 observed in primary malignancies was reported to correlate with increased metastasis and an overall poor prognosis. However, if and how the protein enhances metastasis remains controversial. In recent studies, we reveal that IGF2BP1 promotes the directed migration of tumor-derived cells in vitro by controlling the expression of MAPK4 and PTEN. The IGF2BP1-facilitated inhibition of MAPK4 mRNA translation interferes with MK5-directed phosphorylation of the heat shock protein 27 (HSP27). This limits G-actin sequestering by phosphorylated HSP27, enhances cell adhesion and elevates the velocity of tumor cell migration. Concomitantly, IGF2BP1 promotes the expression of PTEN by interfering with PTEN mRNA turnover. This results in a shift of cellular PtdIns(3,4,5) P 3 /PtdIns(4,5) P 2 ratios and enhances RAC1-dependent cell polarization which finally promotes the directionality of tumor cell migration. These findings identify IGF2BP1 as a potent oncogenic factor that regulates the adhesion, migration and invasiveness of tumor cells by modulating intracellular signaling. Keywords: IGF2BP1 ZBP1 MAPK4 PTEN HSP27 migration adhesion invasion metastasis Introduction The formation of metastases is the major cause of cancer associated death. Accordingly, the identification of regulatory mechanisms that control whether or not tumor cells become “directed walkers” is a crucial issue of cancer research. The deregulation of cell migration during cancer progression determines the capacity of tumor cells to invade adjacent tissue and escape the primary tumor to finally form metastases. Accumulating evidence indicates that the fate of tumor cells is essentially determined by both the transcriptional and post-transcriptional reprogramming of gene expression. The latter is essentially facilitated by microRNAs, some of which have been identified as powerful pro-metastatic factors. 1 , 2 Surprisingly, however, little is known about the role of RNA-binding proteins (RBPs) in the context of tumor cell migration and invasion. The IGF2 mRNA binding protein 1 is a member of the RNA-binding IGF2BP protein family, also termed VICKZ proteins, that comprises three members in mammals (IGF2BP1/2/3). 3 , 4 To our knowledge, IGF2BP1 is exclusively expressed during embryogenesis but is de novo synthesized in a broad variety of malignancies. 4 Notably, IGF2BP1 expression was correlated with an overall poor prognosis in some cancers suggesting that the protein is a potent oncogenic factor. 5 , 6 In the cytoplasm, IGF2BPs control the localization, translation and/or turnover of specific target transcripts. Various target mRNAs have been suggested for IGF2BPs based on PAR-CLIP studies and structural constrains. 7 , 8 However, only a few of these putative candidates have been validated in respect to their physiological relevance. For IGF2BP1 and its chicken ortholog ZBP1 (zipcode binding protein 1) validated target mRNAs include: ACTB, IGF2, MYC, CD44, CTNNB1 and BTRC (referenced in refs. 5 , 9 and 10 ). As expected from this list of confirmed target mRNAs, IGF2BP1 serves essential functions in modulating cell proliferation, growth and migration. One of the most striking observations indicating a role of IGF2BPs in controlling cell motility was revealed in Xenopus where the ortholog of human IGF2BP3, termed Vg1-RBP, promotes the directed migration of neuronal crest cells during development. 11 In primary mammalian neurons as well as fibroblasts, IGF2BP1 controls the spatially restricted translation of the ACTB mRNA. 9 , 12 This was suggested to enhance spatially restricted ACTB monomer concentration at exploratory growth cones or lamellipodia and thus promote F-actin polymerization, the driving force for cell protrusion. 9 , 13 , 14 In tumor-derived cells, IGF2BPs were shown to enhance the formation of lamellipodia, enforce intrinsic polarization and thus promote directed cell migration. 6 , 15 , 16 Notably, IGF2BP1/3 also impose the formation of invadopodia by preventing degradation of the CD44 mRNA. 17 This supports the view that both proteins promote the migratory and metastatic potential of tumor cells. However, analyses in mammary carcinoma-derived cells suggest that IGF2BP1 interferes with metastasis by enhancing intrinsic cell polarization to a level which abolishes chemotactic responsiveness. 15 In recently presented work, we expand the understanding of IGF2BP1-controlled tumor cell motility by demonstrating that the protein promotes the directed migration of tumor-derived cells via the fine-tuning of MK- (MAPKAPK, mitogen-activated protein kinase-activated protein kinases) and PtdIns(3,4,5) P 3 -dependent signaling networks. 10 Here we discuss how IGF2BP1 modulates the directed migration of tumor cells and present evidence for a regulatory role of the protein in controlling MK-dependent cell adhesion. IGF2BP1 Controls MK5- and PTEN-Directed Signaling In osteosarcoma-derived U2OS as well as in ovarian carcinoma-derived ES-2 cells, the knockdown of IGF2BP1 induced a severe reorganization of the microfilament system resulting in a severe loss of stress-fibers and the formation of short needle like F-actin structures. 10 This redistribution of actin filaments was associated with significantly reduced cell motility, whereas the opposite was observed by the expression of ZBP1, the chicken ortholog of IGF2BP1. 10 Consistent with elevated actin polymerization at higher monomer concentrations, stress-fiber formation was forced by the expression of YFP-ACTB. Thus, the IGF2BP1 knockdown-induced redistribution of F-actin was unlikely to result from the release of translational control on the ACTB mRNA facilitated by IGF2BP1. 9 This suggested that IGF2BP1 controls actin dynamics and/or organization by other means and thus promotes cell migration via directing the fate of other target transcripts. To identify novel target mRNAs of IGF2BP1, we analyzed changes in RNA abundance induced by IGF2BP1 knockdown in stressed U2OS cells. In previous work, we demonstrated that IGF2BP1 exclusively prevents the turnover of its target transcripts during cellular stress. 18 Thus, we expected to identify novel target transcripts regulated at the level of turnover or mRNA translation in non-stressed cells by applying only one screening criterion in stressed cells, RNA depletion in cause of IGF2BP1 knockdown. This identified various putative IGF2BP1 target mRNAs, including MAPK4 and PTEN. 18 Immunopurification of IGF2BP1 from U2OS cells as well as in vitro RNA-binding confirmed a direct association of the protein with both mRNAs. Loss- as well as gain-of-function analyses in U2OS cells revealed that IGF2BP1 promotes PTEN expression by interfering with PTEN mRNA turnover, as also demonstrated for MYC. 5 In contrast, IGF2BP1 reduces MAPK4 protein synthesis by inhibiting mRNA translation upon associating with the MAPK4-3′UTR, as previously described for ACTB. 9 MAPK4 phosphorylates and thereby activates MK5, resulting in the cytoplasmic relocalization of this MAPKAPK family member. 19 , 20 MK5 was previously implicated in modulating cell migration by inducing rearrangement of the actin cytoskeleton through the phosphorylation of the heat shock protein 27 (HSP27). 21 In humans, HSP27 comprises three phosphorylation sites (S15, S78 and S82), which are targeted by different kinases including MK2, MK3 and MK5. 21 Notably, MK2 and MK3 were proposed to phosphorylate all three serine residues whereas MK5 was suggested to exclusively phosphorylate at S78 and S82. 21 IGF2BP1 knockdown induced the cytoplasmic accumulation of MK5 and upregulated phosphorylation of HSP27 at S78 and S82. Notably MAPK4 protein levels and HSP27 phosphorylation were reduced by the forced expression of IGF2BP1 or its chicken ortholog ZBP1. Hence, IGF2BP1 antagonizes the phosphorylation of HSP27 at S78 and S82 by interfering with the MAPK4-dependent activation of MK5. 10 In addition to MAPK4, we identified PTEN as a novel target transcript of IGF2BP1. 10 This tumor suppressive phosphatase antagonizes downstream signaling of PIP3Ks [PtdIns(3,4,5) P 3 -kinases] by converting PtdIns(3,4,5) P 3 to PtdIns(4,5) P 2 . Thus, PTEN interferes with the activation of AKT-kinases as well as small GTPases like RAC1. PTEN-directed regulation of the latter was suggested to modulate cell polarization and chemotaxis, presumably via the spatiotemporal control of GTPase activation by PtdIns(3,4,5) P 3 . 22 , 23 The expression of PTEN was decreased whereas PtdIns(3,4,5) P 3 levels as well as AKT-activation were increased in response to IGF2BP1 knockdown. As for MAPK4-dependent signaling, the opposite was observed by the forced expression of IGF2BP1 leading to elevated PTEN levels. 10 This confirmed that IGF2BP1 enhances the expression of active PTEN. Notably, we observed that AKT1 phosphorylates HSP27 exclusively at S82, 10 , 21 but the role of IGF2BP1 in antagonizing HSP27 phosphorylation was readily facilitated via the inhibition of MK5 activation in U2OS as well as ES-2 cells. 10 In summary, our studies identify IGF2BP1 as a key regulator of intracellular signaling. Significantly, the protein antagonizes MK5-activation by inhibiting MAPK4 protein synthesis and thus interferes with the phosphorylation of HSP27 at S78 and S82. Concomitantly, IGF2BP1 shifts the cellular PtdIns(3,4,5) P 3 /PtdIns(4,5) P 2 equilibrium by enhancing PTEN expression and thus modulates downstream signaling directed by these phospholipids. IGF2BP1 Promotes Cell Migration and Adhesion by Antagonizing the Phosphorylation of HSP27 A key finding of our recent work is that the forced expression of IGF2BP1 enhances the velocity of cell migration in U2OS, ES-2 cells as well as glioblastoma-derived U251 cells. 10 The opposite was observed upon IGF2BP1 knockdown in U2OS and ES-2 cells. In these, reduced motility was associated with a severely impaired organization of the microfilament system and upregulated HSP27 phosphorylation. 10 HSP27 abundance and aberrant phosphorylation were previously shown to modulate microfilament organization and cell migration. 21 , 24 This suggested that IGF2BP1 promotes actin dynamics to enhance cell migration by limiting the MK5-directed phosphorylation of HSP27. Indeed, upregulated phosphorylation of HSP27 induced by IGF2BP1 knockdown resulted in an MAPK4/MK5-dependent increase of cellular G-/F-actin ratios. This deregulation correlated with an elevated association of phosphorylated HSP27 and monomeric G-actin 10 confirming HSP27 as a potent actin sequestering factor. 25 Moreover, these findings imply that the upregulation of actin sequestering by HSP27 is due to a phosphorylation-induced disassembly of HSP27-oligomers. 21 , 24 Notably, the actin cytoskeleton remained largely unaffected by PTEN knockdown as well as the overexpression of AKT1 indicating that the exclusive phosphorylation of HSP27 at S82 has little effect on actin dynamics. 10 Taken together, our findings identify IGF2BP1 as a key regulator of the actin cytoskeleton. This protein controls ACTB protein synthesis and concomitantly modulates the availability of monomers for F-actin polymerization by limiting HSP27-facilitated sequestering of G-actin. Integrity of the microfilament system is an essential determinant of cell adhesion and thus we hypothesized that IGF2BP1 also modulates the formation of cell-matrix contacts by antagonizing the phosphorylation of HSP27. As expected, the knockdown of IGF2BP1 as well as expressing phosphor-mimicking HSP27-DD significantly impaired the formation of focal contacts (FCs), as revealed by immunostaining for vinculin ( Fig. 1 ). This knockdown-induced disturbance of FCs was abrogated by the pharmacological inhibition of MK-signaling. Moreover, FCs appeared essentially unaffected by the expression of non-phosphorylatable HSP27-AA ( Fig. 1 ). Cell adhesion and spreading were significantly reduced by IGF2BP1 knockdown or the expression of HSP27-DD suggesting that HSP27 phosphorylation interferes with the formation of cell-matrix contacts ( Fig. 2 ). As for FC-formation, cell adhesion and spreading were significantly restored by the inhibition of MK-signaling upon IGF2BP1 knockdown and remained essentially unaffected by HSP27-AA ( Fig. 2 ). These findings indicated that IGF2BP1 modulates both actin dynamics and cell adhesion by antagonizing HSP27 phosphorylation. How this affects the migration of tumor cells in vitro remained elusive. We observed that the forced expression of IGF2BP1 enhanced the velocity of cell migration in all analyzed tumor-derived cells, whereas the opposite was observed after IGF2BP1 knockdown. 10 The expression of HSP27-DD reduced migration velocity whereas the inhibition of MK-signaling restored migration speed when IGF2BP1 was depleted. 10 In summary, these findings indicate that IGF2BP1 promotes actin dynamics, cell-matrix adhesion and also increases the velocity of tumor cell migration by antagonizing the MK-directed phosphorylation of HSP27. Hence, in the analyzed tumor-derived cells the enhancement of cell adhesion facilitated by IGF2BP1 through antagonizing HSP27-phosphorylation does not countervail cell migration. Figure 1. IGF2BP1 promotes the formation of focal contacts (FCs) by antagonizing HSP27 phosphorylation. (A–C) U2OS cells were transfected with control (siC) or IGF2BP1-directed [siI(1)] siRNAs for 72 h and treated with MK-inhibitor (MKI, 10 µM) for 48 h where indicated. Alternatively, cells were transfected with GFP-tagged HSP27-S78,82D (HSP27-DD) or HSP27-S78,82A (HSP27-AA) for 48 h. Focal contacts (FCs, green) were analyzed by immunostaining for vinculin (A). Bar, 3 µm. The number of vinculin positive FCs per cell (B) and the maximal size of FCs (C) is depicted as a box plot. At least 20 cells were analyzed per condition; p values: *, p ≤ 0.05; **, p ≤ 0.005. For controls of IGF2BP1 knockdown and deregulated phosphorylation of HSP27, as well as additional experimental details please refer to Stöhr et al. 10 Figure 2. IGF2BP1 promotes tumor cell adhesion and spreading by antagonizing MK-signaling. (A) U2OS were transfected and cultured as described in Figure 1 before seeding on collagen-coated coated dishes for 45 min. After extensive washing and fixation, the percentage of adherent cells was determined by DAPI staining relative to controls. S.d. indicates standard deviation. (B) Cell spreading on collagen-coated coverslips was monitored for cells treated as described in Figure 1 by F-actin labeling (left panel). Representative images are shown; bar, 5 µm. The cell area was determined for a total of at least 60 cells and is depicted as a box plot (right panel). p values: *, p ≤ 0.05; **, p ≤ 0.005; ***, p ≤ 0.005. IGF2BP1 Enhances Cell Polarization and Directed Migration by Promoting PTEN Expression The overexpression of IGF2BP1 not only enhanced the velocity of cell motility but also promoted the directionality of migration. 10 However, directionality was not controlled by the IGF2BP1-directed inhibition of HSP27 phosphorylation and thus suggested that IGF2BP1 promotes directed migration via PTEN. This was supported by the observation that the increase in migration directionality induced via IGF2BP1 overexpression was abolished by the knockdown of PTEN. 10 Reminiscent of observations in Dictyostelium, 23 we observed that the knockdown of PTEN in ZBP1-expressing U2OS cells significantly elevated the formation of lateral pseudopods, impaired cell polarization and reduced the directionality of cell motility. 10 Various studies identified a pivotal role of PtdIns(3,4,5) P 3 -dependent signaling through AKTs and the small GTPase RAC1 in the control of directed cell migration. 22 In fibroblasts and tumor-derived cells RAC1 provides a potent regulatory switch modulating random vs. directed cell migration. 26 Whether IGF2BP1 promoted the directionality of migration in an AKT1- or RAC1-dependent manner was tested in ZBP1-expressing U2OS cells upon the knockdown of PTEN. 10 While the loss of PTEN was efficiently compensated by dominant negative RAC1, this was not observed for dominant negative AKT1. Hence, IGF2BP1 apparently imposed the directionality of cell migration by limiting the activation of RAC1 in a PTEN-dependent manner. This was supported by analyses in U251 cells which do not express IGF2BP1 or PTEN. 10 In these cells, exogenous IGF2BP1 exclusively increased the speed of migration. Even more strikingly, the directed migration of U2OS cells was significantly elevated by the co-expression of both, HSP27-AA and PTEN. 10 In contrast, HSP27-AA alone only enhanced the velocity of migration whereas PTEN failed to influence the speed of cell motility. In summary, these findings reveal that IGF2BP1 enhances the directionality of cell migration in a RAC1-dependent manner by promoting PTEN expression. Methods Cell culture, transfection and inhibitors U2OS cells were cultured, transfected and treated with MK-inhibitor (MKI; HSP25 kinase inhibitor, Calbiochem; 10 µM) as previously described. 10 Immunofluorescence, adhesion and spreading assays U2OS were grown on collagen-coated glass coverslips or dishes as indicated before fixation and processing for indirect immunostaining of focal contacts by anti-vinculin (hVin1, Sigma) or F-actin labeling by Phalloidin, respectively. For spreading assays, 1 × 10 5 cells were seeded on collagen-coated coverslips whereas cell adhesion was determined in collagen-coated 96-well plates upon seeding of 5 × 10 4 cells per well. All images were acquired by a Leica SP5 LSM microscope using a 100xTIRF objective ( Fig. 1 ) or a 20xAir-objective ( Fig. 2 ). The number and size of focal contacts ( Fig. 1 ) was determined upon local thresholding using the ImageJ software. Cell areas ( Fig. 2 ) were determined by the Leica LAS AF software. Statistical significance was determined by Student’s t-test. Conclusions The de novo synthesis of IGF2BP1 in primary malignancies is correlated with an overall poor prognosis and an enhanced formation of lymph node metastasis in colon carcinomas. 4 - 6 However, if and how IGF2BP1 promotes metastasis remains controversial. In breast carcinoma-derived cells, IGF2BP1 antagonizes chemotaxis due to a severe upregulation of intrinsic cell polarization. 15 Despite these controversial findings, IGF2BP1 is commonly accepted to enhance directed cell migration. Initially, it was presumed that the protein promotes cell protrusion by directing spatially restricted ACTB mRNA translation to exploratory growth cones and lamellipodia. 27 , 28 However, recent evidence suggests that the spatially restricted translation of ACTB mRNA sustains rather than initiates directed cell migration, because cell protrusion significantly precedes the localization of ACTB mRNA at the leading edge of primary fibroblasts. 29 In view of our studies, these findings suggest that IGF2BP1 enhances cell migration velocity and potentially its persistence by modulating actin dynamics. Two interconnected regulatory mechanisms are proposed for this effect. The control of ACTB mRNA translation sustains directed migration and the inhibition of MAPK4/MK5-directed signaling due to decreased MAPK4 protein synthesis limits the sequestering of ACTB monomers by phosphorylated HSP27. In tumor cells these regulatory roles of IGF2BP1 ensure the structural and dynamic integrity of the microfilament system and thus increase the velocity of migration as well as cell-matrix adhesion ( Fig. 3 ). Whether IGF2BP1 modulates cell adhesion exclusively through HSP27 remains to be analyzed. Notably, IGF2BP1 promoted cell adhesion and concomitantly enhanced the speed of cell migration. This suggests that the enforcement of cell adhesion facilitated by IGF2BP1 does not countervail cell migration in the analyzed tumor cells. However, how do tumor cells benefit from an inhibition of HSP27 phosphorylation? In various malignancies, HSP27 expression is significantly upregulated and was suggested to interfere with apoptosis, mediate chemo-resistance and directly correlates with the metastatic potential of colon carcinoma-derived cells. 21 , 30 However, our findings indicate that the increased abundance and aberrant phosphorylation of HSP27 disturbs the actin cytoskeleton and thus impairs tumor cell migration. 10 This alleged antilogy could be disbanded by the de novo synthesis of IGF2BP1 in malignancies, since the protein limits the phosphorylation of HSP27 by antagonizing the activation of MK5. Hereby, IGF2BP1 ensures the dynamic integrity of the actin cytoskeleton and promotes tumor cell migration. Figure 3. The role of IGF2BP1 in modulating tumor cell adhesion, migration and invasion. IGF2BP1 inhibits the protein expression of MAPK4 10 (A) and ACTB 9 (B) by interfering with mRNA translation. In contrast the protein enhances the expression of CD44 17 (C) and PTEN 10 (D) by preventing mRNA turnover. The inhibition of MAPK4 protein synthesis (A) antagonizes MK5-directed phosphorylation of HSP27 at S78 and S82 (E). Phosphorylation of HSP27 at both residues induces the disassembly of oligomers 21 (F) and enhances the sequestering of actin monomers by the phosphorylated protein 10 (G). This shifts the cellular G-/F-actin equilibrium (actin dynamics), promotes cell adhesion and finally enhances the speed of cell migration. 10 The enhancement of CD44 expression by IGF2BP1 (C) imposes the formation of invadopodia and thus may promote the directed movement of tumor cells as well as their invasive potential. 17 The IGF2BP1-controlled upregulation of PTEN (D) reduces cellular PtdIns(3,4,5) P 3 /PtdIns(4,5) P 2 ratios (H) and thus interferes with the activation of AKTs and small GTPases like RAC1. The spatial (local) restriction of PIP3-directed activation of RAC1 enforces intrinsic cell polarization 26 (J) and thereby promotes directed tumor cell migration. 10 The interconnectivity of the depicted pathways needs to be addressed, as indicated by gray dotted lines. But what about the IGF2BP1-facilitated enhancement of PTEN expression, one of the most potent tumor-suppressors described so far? In tumor cells expressing functional PTEN, IGF2BP1 expression promotes cell polarization and thus enhances the directionality of cell migration ( Fig. 3 ). 10 In breast cancer-derived cells, this enhancement of cell polarization could interfere with chemotaxis and thus antagonize metastasis, as previously proposed. 15 However, during tumor progression PTEN is frequently inactivated. In this case, the elevated expression of IGF2BP1 would still enhance the velocity of cell migration by antagonizing the phosphorylation HSP27, as observed in glioblastoma-derived U251 cells which lack functional PTEN. 10 Alternatively, the PTEN-dependence of cell migration could be decreased by the “kick-in” of PTEN-independent mechanisms or altered expression of RAC1. 22 , 26 In all these cases, IGF2BP1 could promote metastasis by enhancing cell migration via the indirect inhibition of HSP27 phosphorylation 10 and concomitantly impose the formation of invadopodia by promoting the expression of CD44 ( Fig. 3 ). 17 Extensive future studies are required to reveal via which target mRNAs and signaling pathways IGF2BP1 modulates the adhesion, migration and invasiveness of tumor cells. The holistic view of IGF2BP1 functions in the context of tumor-dependent genetic backgrounds will reveal when, where and how IGF2BP1 “drives tumor cells” and promotes metastasis. Acknowledgments We thank Jessica Bell for critical reading of the manuscript and apologize to all authors whose work could not be cited here. This work was supported by DFG funding (Hu1547/3-1; Hu1547/2-1; GRK1591) to S.H. Previously published online: www.landesbioscience.com/journals/celladhesion/article/20628 Stöhr N Köhn M Lederer M Glass M Reinke C Singer RH IGF2BP1 promotes cell migration by regulating MK5 and PTEN signaling Genes Dev 2012 26 176 89 10.1101/gad.177642.111 References 1 Valastyan S Benaich N Chang A Reinhardt F Weinberg RA Concomitant suppression of three target genes can explain the impact of a microRNA on metastasis Genes Dev 2009 23 2592 7 10.1101/gad.1832709 19875476 2 Ma L Weinberg RA Micromanagers of malignancy: role of microRNAs in regulating metastasis Trends Genet 2008 24 448 56 10.1016/j.tig.2008.06.004 18674843 3 Yisraeli JK VICKZ proteins: a multi-talented family of regulatory RNA-binding proteins Biol Cell 2005 97 87 96 10.1042/BC20040151 15601260 4 Yaniv K Yisraeli JK The involvement of a conserved family of RNA binding proteins in embryonic development and carcinogenesis Gene 2002 287 49 54 10.1016/S0378-1119(01)00866-6 11992722 5 Köbel M Weidensdorfer D Reinke C Lederer M Schmitt WD Zeng K Expression of the RNA-binding protein IMP1 correlates with poor prognosis in ovarian carcinoma Oncogene 2007 26 7584 9 10.1038/sj.onc.1210563 17546046 6 Vainer G Vainer-Mosse E Pikarsky A Shenoy SM Oberman F Yeffet A A role for VICKZ proteins in the progression of colorectal carcinomas: regulating lamellipodia formation J Pathol 2008 215 445 56 10.1002/path.2376 18535985 7 Patel VL Mitra S Harris R Buxbaum AR Lionnet T Brenowitz M Spatial arrangement of an RNA zipcode identifies mRNAs under post-transcriptional control Genes Dev 2012 26 43 53 10.1101/gad.177428.111 22215810 8 Hafner M Landthaler M Burger L Khorshid M Hausser J Berninger P Transcriptome-wide identification of RNA-binding protein and microRNA target sites by PAR-CLIP Cell 2010 141 129 41 10.1016/j.cell.2010.03.009 20371350 9 Hüttelmaier S Zenklusen D Lederer M Dictenberg J Lorenz M Meng X Spatial regulation of beta-actin translation by Src-dependent phosphorylation of ZBP1 Nature 2005 438 512 5 10.1038/nature04115 16306994 10 Stöhr N Köhn M Lederer M Glass M Reinke C Singer RH IGF2BP1 promotes cell migration by regulating MK5 and PTEN signaling Genes Dev 2012 26 176 89 10.1101/gad.177642.111 22279049 11 Yaniv K Fainsod A Kalcheim C Yisraeli JK The RNA-binding protein Vg1 RBP is required for cell migration during early neural development Development 2003 130 5649 61 10.1242/dev.00810 14522877 12 Ross AF Oleynikov Y Kislauskis EH Taneja KL Singer RH Characterization of a beta-actin mRNA zipcode-binding protein Mol Cell Biol 1997 17 2158 65 9121465 13 Yao J Sasaki Y Wen Z Bassell GJ Zheng JQ An essential role for beta-actin mRNA localization and translation in Ca2+-dependent growth cone guidance Nat Neurosci 2006 9 1265 73 10.1038/nn1773 16980965 14 Leung KM van Horck FP Lin AC Allison R Standart N Holt CE Asymmetrical beta-actin mRNA translation in growth cones mediates attractive turning to netrin-1 Nat Neurosci 2006 9 1247 56 10.1038/nn1775 16980963 15 Lapidus K Wyckoff J Mouneimne G Lorenz M Soon L Condeelis JS ZBP1 enhances cell polarity and reduces chemotaxis J Cell Sci 2007 120 3173 8 10.1242/jcs.000638 17878234 16 Oberman F Rand K Maizels Y Rubinstein AM Yisraeli JK VICKZ proteins mediate cell migration via their RNA binding activity RNA 2007 13 1558 69 10.1261/rna.559507 17652133 17 Vikesaa J Hansen TV Jønson L Borup R Wewer UM Christiansen J RNA-binding IMPs promote cell adhesion and invadopodia formation EMBO J 2006 25 1456 68 10.1038/sj.emboj.7601039 16541107 18 Stöhr N Lederer M Reinke C Meyer S Hatzfeld M Singer RH ZBP1 regulates mRNA stability during cellular stress J Cell Biol 2006 175 527 34 10.1083/jcb.200608071 17101699 19 Kant S Schumacher S Singh MK Kispert A Kotlyarov A Gaestel M Characterization of the atypical MAPK ERK4 and its activation of the MAPK-activated protein kinase MK5 J Biol Chem 2006 281 35511 9 10.1074/jbc.M606693200 16973613 20 Aberg E Perander M Johansen B Julien C Meloche S Keyse SM Regulation of MAPK-activated protein kinase 5 activity and subcellular localization by the atypical MAPK ERK4/MAPK4 J Biol Chem 2006 281 35499 510 10.1074/jbc.M606225200 16971392 21 Kostenko S Moens U Heat shock protein 27 phosphorylation: kinases, phosphatases, functions and pathology Cell Mol Life Sci 2009 66 3289 307 10.1007/s00018-009-0086-3 19593530 22 Kölsch V Charest PG Firtel RA The regulation of cell motility and chemotaxis by phospholipid signaling J Cell Sci 2008 121 551 9 10.1242/jcs.023333 18287584 23 Wessels D Lusche DF Kuhl S Heid P Soll DR PTEN plays a role in the suppression of lateral pseudopod formation during Dictyostelium motility and chemotaxis J Cell Sci 2007 120 2517 31 10.1242/jcs.010876 17623773 24 Doshi BM Hightower LE Lee J HSPB1, actin filament dynamics, and aging cells Ann N Y Acad Sci 2010 1197 76 84 10.1111/j.1749-6632.2010.05191.x 20536836 25 During RL Gibson BG Li W Bishai EA Sidhu GS Landry J Anthrax lethal toxin paralyzes actin-based motility by blocking Hsp27 phosphorylation EMBO J 2007 26 2240 50 10.1038/sj.emboj.7601687 17446863 26 Pankov R Endo Y Even-Ram S Araki M Clark K Cukierman E A Rac switch regulates random versus directionally persistent cell migration J Cell Biol 2005 170 793 802 10.1083/jcb.200503152 16129786 27 Dahm R Kiebler M Cell biology: silenced RNA on the move Nature 2005 438 432 5 10.1038/438432a 16306974 28 Condeelis J Singer RH How and why does beta-actin mRNA target? Biol Cell 2005 97 97 110 10.1042/BC20040063 15601261 29 Park HYTT Wells AL Chao JA Singer RH An Unbiased Analysis Method to Quantify mRNA Localization Reveals Its Correlation with Cell Motility Cell Reports 2012 1 179 84 10.1016/j.celrep.2011.12.009 22832165 30 Khalil AA Kabapy NF Deraz SF Smith C Heat shock proteins in oncology: Diagnostic biomarkers or therapeutic targets? Biochim Biophys Acta 2011 1816 89 104 21605630",
    "full_text_abstract": "The oncofetal RNA-binding protein IGF2BP1 (IGF2 mRNA binding protein 1) controls the cytoplasmic fate of specific target mRNAs including ACTB and CD44. During neural development, IGF2BPs promote neurite protrusion and the migration of neuronal crest cells. In tumor-derived cells, IGF2BP1 enhances the formation of lamellipodia and invadopodia. Accordingly, the de novo synthesis of IGF2BP1 observed in primary malignancies was reported to correlate with increased metastasis and an overall poor prognosis. However, if and how the protein enhances metastasis remains controversial. In recent studies, we reveal that IGF2BP1 promotes the directed migration of tumor-derived cells in vitro by controlling the expression of MAPK4 and PTEN. The IGF2BP1-facilitated inhibition of MAPK4 mRNA translation interferes with MK5-directed phosphorylation of the heat shock protein 27 (HSP27). This limits G-actin sequestering by phosphorylated HSP27, enhances cell adhesion and elevates the velocity of tumor cell migration. Concomitantly, IGF2BP1 promotes the expression of PTEN by interfering with PTEN mRNA turnover. This results in a shift of cellular PtdIns(3,4,5) P 3 /PtdIns(4,5) P 2 ratios and enhances RAC1-dependent cell polarization which finally promotes the directionality of tumor cell migration. These findings identify IGF2BP1 as a potent oncogenic factor that regulates the adhesion, migration and invasiveness of tumor cells by modulating intracellular signaling."
}