{
    "PMC": "6275671",
    "DOI": "10.2478/s11658-008-0030-9",
    "PMID": "18726192",
    "PMCID": "PMC6275671",
    "title": "Strategies for the identification of loci responsible for the pathogenesis of multiple sclerosis.",
    "year": 2008,
    "source_url": "https://europepmc.org/article/PMC/PMC6275671",
    "source": "MED",
    "abstract_text": "Multiple sclerosis (MS) is a chronic, debilitating disease, which manifests itself by de-myelination of the central nervous system (CNS). MS is predominantly found in Caucasians of European decent and is more prominent in females than males. MS is one of the most prevalent causes of disability of young adults in the world. The exact cause of MS is not known, however genetic susceptibility to MS is linked to the major histocompability complex (MHC). Self reactive CD4+ T cells, specific for CNS antigens, such as myelin basic protein (MBP), myelin oligodendrocyte glycoprotein (MOG) and proteolipid protein (PLP), are detectable in MS patients along with pathogenic autoantibodies specific to these CNS antigens produced by B cells. These observations suggest that MS is an autoimmune disease. Epidemiology of MS along with the analysis of sibling pairs and twins suggest that the multiple genetic factors and their interaction with environment contribute to disease susceptibility. Recent developments and advancements in genetic analysis may aid in accurate determination of genetic risk factors for the development of MS. We review these developments, advances in technology and discuss recent results in this article.",
    "full_text": "Cell Mol Biol Lett Cell. Mol. Biol. Lett Cellular & Molecular Biology Letters 1425-8153 1689-1392 SP Versita Heidelberg 6275671 18726192 30 10.2478/s11658-008-0030-9 Mini Review Strategies for the identification of loci responsible for the pathogenesis of multiple sclerosis Stern Joel N. H. 617-495-5611 jstern@fas.harvard.edu 1 3 Keskin Derin B. derin_keskin@dfci.harvard.edu 2 3 1 grid.38142.3c 000000041936754X Department of Oral Medicine, Infection and Immunity, Harvard School of Dental Medicine, 190 Longwood Ave, Boston, MA USA 2 grid.65499.37 0000000121069910 Department of Cancer Immunology and AIDS, Dana Farber Cancer Institute, 44 Binney Street, Boston, MA USA 3 grid.38142.3c 000000041936754X Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA USA 23 8 2008 12 2008 13 4 656 25 3 2008 9 7 2008 9 7 2008 © © Versita Warsaw and Springer-Verlag Berlin Heidelberg 2008 Multiple sclerosis (MS) is a chronic, debilitating disease, which manifests itself by de-myelination of the central nervous system (CNS). MS is predominantly found in Caucasians of European decent and is more prominent in females than males. MS is one of the most prevalent causes of disability of young adults in the world. The exact cause of MS is not known, however genetic susceptibility to MS is linked to the major histocompability complex (MHC). Self reactive CD4+ T cells, specific for CNS antigens, such as myelin basic protein (MBP), myelin oligodendrocyte glycoprotein (MOG) and proteolipid protein (PLP), are detectable in MS patients along with pathogenic autoantibodies specific to these CNS antigens produced by B cells. These observations suggest that MS is an autoimmune disease. Epidemiology of MS along with the analysis of sibling pairs and twins suggest that the multiple genetic factors and their interaction with environment contribute to disease susceptibility. Recent developments and advancements in genetic analysis may aid in accurate determination of genetic risk factors for the development of MS. We review these developments, advances in technology and discuss recent results in this article. Key words Multiple sclerosis Experimental allergic encephalomyelitis Single nucleotide polymorphisms Genetic linkage studies Genome wide association studies issue-copyright-statement © © Versita Warsaw and Springer-Verlag Berlin Heidelberg 2008 Abbreviations used CNS central nervous system EAE experimental allergic encephalomyelitis HLA human leukocyte antigen MBP myelin basic protein MHC major histocompability complex MOG myelin oligodendrocyte glycoprotein MS multiple sclerosis PLP proteolipid protein QLT quantitative trait loci SNP single nucleotide polymorphism These authors contributed equally to this paper References 1. Stern J. N. Keskin D. B. Zhang H. Lv H. Kato Z. Strominger J. L. Amino acid copolymer-specific IL-10-secreting regulatory T cells that ameliorate autoimmune diseases in mice Proc. Natl. Acad. Sci. U.S.A. 2008 105 5172 5176 10.1073/pnas.0712131105 18362339 2. Illes Z. Stern J. N. Keskin D. B. Reddy J. Brosnan C. F. Waldner H. Santambrogio L. Kuchroo V. K. Strominger J. L. Copolymer effects on microglia and T cells in the central nervous system of humanized mice Eur. J. Immunol. 2005 35 3683 3693 10.1002/eji.200526121 16259003 3. Stern J. N. Illes Z. Reddy J. Keskin D. B. Fridkis-Hareli M. Kuchroo V. K. Strominger J. L. Peptide 15-mers of defined sequence that substitute for random amino acid copolymers in amelioration of experimental autoimmune encephalomyelitis Proc. Natl. Acad. Sci. U.S.A. 2005 102 1620 1625 10.1073/pnas.0409022102 15665083 4. Stern J. N. Illes Z. Reddy J. Keskin D. B. Sheu E. Fridkis-Hareli M. Nishimura H. Brosnan C. F. Santambrogio L. Kuchroo V. K. Strominger J. L. Amelioration of proteolipid protein 139-151-induced encephalomyelitis in SJL mice by modified amino acid copolymers and their mechanisms Proc. Natl. Acad. Sci. U.S.A. 2004 101 11743 11748 10.1073/pnas.0403832101 15292514 5. Illes Z. Stern J. N. Reddy J. Waldner H. Mycko M. P. Brosnan C. F. Ellmerich S. Altmann D. M. Santambrogio L. Strominger J. L. Kuchroo V. K. Modified amino acid copolymers suppress myelin basic protein 85-99-induced encephalomyelitis in humanized mice through different effects on T cells Proc. Natl. Acad. Sci. U.S.A. 2004 101 11749 11754 10.1073/pnas.0403833101 15292513 6. O’Connor K. C. McLaughlin K. A. De Jager P. L. Chitnis T. Bettelli E. Xu C. Robinson W. H. Cherry S. V. Bar-Or A. Banwell B. Fukaura H. Fukazawa T. Tenembaum S. Wong S. J. Tavakoli N. P. Idrissova Z. Viglietta V. Rostasy K. Pohl D. Dale R. C. Freedman M. Steinman L. Buckle G. J. Kuchroo V. K. Hafler D. A. Wucherpfennig K. W. Self-antigen tetramers discriminate between myelin autoantibodies to native or denatured protein Nat. Med. 2007 13 211 217 10.1038/nm1488 17237795 7. Gasser D. L. Newlin C. M. Palm J. Gonatas N. K. Genetic control of susceptibility to experimental allergic encephalomyelitis in rats Science 1973 181 872 873 10.1126/science.181.4102.872 4125048 8. McFarlin D. E. Blank S. E. Kibler R. F. McKneally S. Shapira R. Experimental allergic encephalomyelitis in the rat: response to encephalitogenic proteins and peptides Science 1973 179 478 480 10.1126/science.179.4072.478 4122324 9. Genain C. P. Hauser S. L. Creation of a model for multiple sclerosis in Callithrix jacchus marmosets J. Mol. Med. 1997 75 187 197 10.1007/s001090050103 9106075 10. Kurtzke J. F. Gudmundsson K. R. Bergmann S. Multiple sclerosis in Iceland: 1. Evidence of a postwar epidemic Neurology 1982 32 143 150 6976526 11. Sadovnick A. D. Baird P. A. Ward R. H. Multiple sclerosis: updated risks for relatives Am. J. Med. Genet. 1988 29 533 541 10.1002/ajmg.1320290310 3376997 12. Wucherpfennig K. W. Strominger J. L. Molecular mimicry in T cellmediated autoimmunity: viral peptides activate human T cell clones specific for myelin basic protein Cell. 1995 80 695 705 10.1016/0092-8674(95)90348-8 7534214 13. Serafini B. Rosicarelli B. Franciotta D. Magliozzi R. Reynolds R. Cinque P. Andreoni L. Trivedi P. Salvetti M. Faggioni A. Aloisi F. Dysregulated Epstein-Barr virus infection in the multiple sclerosis brain J. Exp. Med. 2007 204 2899 2912 10.1084/jem.20071030 17984305 14. Derfuss T. Gurkov R. Then Bergh F. Goebels N. Hartmann M. Barz C. Wilske B. Autenrieth I. Wick M. Hohlfeld R. Meinl E. Intrathecal antibody production against Chlamydia pneumoniae in multiple sclerosis is part of a polyspecific immune response Brain 2001 124 1325 1335 10.1093/brain/124.7.1325 11408328 15. Theiler M. Spontaneous Encephalomyelitis of Mice—a New Virus Disease Science 1934 80 122 10.1126/science.80.2066.122-a 17750712 16. Jersild C. Fog T. Hansen G. S. Thomsen M. Svejgaard A. Dupont B. Histocompatibility determinants in multiple sclerosis, with special reference to clinical course Lancet 1973 2 1221 1225 10.1016/S0140-6736(73)90970-7 4128558 17. Risch N. Merikangas K. The future of genetic studies of complex human diseases Science 1996 273 1516 1517 10.1126/science.273.5281.1516 8801636 18. Sachidanandam R. Weissman D. Schmidt S. C. Kakol J. M. Stein L. D. Marth G. Sherry S. Mullikin J. C. Mortimore B. J. Willey D. L. Hunt S. E. Cole C. G. Coggill P. C. Rice C. M. Ning Z. Rogers J. Bentley D. R. Kwok P. Y. Mardis E. R. Yeh R. T. Schultz B. Cook L. Davenport R. Dante M. Fulton L. Hillier L. Waterston R. H. McPherson J. D. Gilman B. Schaffner S. Van Etten W. J. Reich D. Higgins J. Daly M. J. Blumenstiel B. Baldwin J. Stange-Thomann N. Zody M. C. Linton L. Lander E. S. Altshuler D. A map of human genome sequence variation containing 1.42 million single nucleotide polymorphisms Nature 2001 409 928 933 10.1038/35057149 11237013 19. Rioux J. D. Daly M. J. Silverberg M. S. Lindblad K. Steinhart H. Cohen Z. Delmonte T. Kocher K. Miller K. Guschwan S. Kulbokas E. J. O’Leary S. Winchester E. Dewar K. Green T. Stone V. Chow C. Cohen A. Langelier D. Lapointe G. Gaudet D. Faith J. Branco N. Bull S. B. McLeod R. S. Griffiths A. M. Bitton A. Greenberg G. R. Lander E. S. Siminovitch K. A. Hudson T. J. Genetic variation in the 5q31 cytokine gene cluster confers susceptibility to Crohn disease Nat. Genet. 2001 29 223 228 10.1038/ng1001-223 11586304 20. Daly M. J. Rioux J. D. Schaffner S. F. Hudson T. J. Lander E. S. High-resolution haplotype structure in the human genome Nat. Genet. 2001 29 229 232 10.1038/ng1001-229 11586305 21. Jeffreys A. J. Kauppi L. Neumann R. Intensely punctate meiotic recombination in the class II region of the major histocompatibility complex Nat. Genet. 2001 29 217 222 10.1038/ng1001-217 11586303 22. Graumann U. Reynolds R. Steck A. J. Schaeren-Wiemers N. Molecular changes in normal appearing white matter in multiple sclerosis are characteristic of neuroprotective mechanisms against hypoxic insult Brain Pathol. 2003 13 554 573 14655760 23. Lindberg R. L. De Groot C. J. Certa U. Ravid R. Hoffmann F. Kappos L. Leppert D. Multiple sclerosis as a generalized CNS disease—comparative microarray analysis of normal appearing white matter and lesions in secondary progressive MS J. Neuroimmunol. 2004 152 154 167 10.1016/j.jneuroim.2004.03.011 15223248 24. Lock C. Hermans G. Pedotti R. Brendolan A. Schadt E. Garren H. Langer-Gould A. Strober S. Cannella B. Allard J. Klonowski P. Austin A. Lad N. Kaminski N. Galli S. J. Oksenberg J. R. Raine C. S. Heller R. Steinman L. Gene-microarray analysis of multiple sclerosis lesions yields new targets validated in autoimmune encephalomyelitis Nat. Med. 2002 8 500 508 10.1038/nm0502-500 11984595 25. van Noort J. M. van Sechel A. C. Bajramovic J. J. el Ouagmiri M. Polman C. H. Lassmann H. Ravid R. The small heat-shock protein alpha B-crystallin as candidate autoantigen in multiple sclerosis Nature 1995 375 798 801 10.1038/375798a0 7596414 26. Chabas D. Baranzini S. E. Mitchell D. Bernard C. C. Rittling S. R. Denhardt D. T. Sobel R. A. Lock C. Karpuj M. Pedotti R. Heller R. Oksenberg J. R. Steinman L. The influence of the proinflammatory cytokine, osteopontin, on autoimmune demyelinating disease Science 2001 294 1731 1735 10.1126/science.1062960 11721059 27. Jansen R. C. Nap J. P. Genetical genomics: the added value from segregation Trends Genet. 2001 17 388 391 10.1016/S0168-9525(01)02310-1 11418218 28. Schadt E. E. Monks S. A. Drake T. A. Lusis A. J. Che N. Colinayo V. Ruff T. G. Milligan S. B. Lamb J. R. Cavet G. Linsley P. S. Mao M. Stoughton R. B. Friend S. H. Genetics of gene expression surveyed in maize, mouse and man Nature 2003 422 297 302 10.1038/nature01434 12646919 29. Bystrykh L. Weersing E. Dontje B. Sutton S. Pletcher M. T. Wiltshire T. Su A. I. Vellenga E. Wang J. Manly K. F. Lu L. Chesler E. J. Alberts R. Jansen R. C. Williams R. W. Cooke M. P. de Haan G. Uncovering regulatory pathways that affect hematopoietic stem cell function using ‘genetical genomics’ Nat. Genet. 2005 37 225 232 10.1038/ng1497 15711547 30. Hubner N. Wallace C. A. Zimdahl H. Petretto E. Schulz H. Maciver F. Mueller M. Hummel O. Monti J. Zidek V. Musilova A. Kren V. Causton H. Game L. Born G. Schmidt S. Muller A. Cook S. A. Kurtz T. W. Whittaker J. Pravenec M. Aitman T. J. Integrated transcriptional profiling and linkage analysis for identification of genes underlying disease Nat. Genet. 2005 37 243 253 10.1038/ng1522 15711544 31. Chesler E. J. Lu L. Shou S. Qu Y. Gu J. Wang J. Hsu H. C. Mountz J. D. Baldwin N. E. Langston M. A. Threadgill D. W. Manly K. F. Williams R. W. Complex trait analysis of gene expression uncovers polygenic and pleiotropic networks that modulate nervous system function Nat. Genet. 2005 37 233 242 10.1038/ng1518 15711545 32. Butterfield R. J. Blankenhorn E. P. Roper R. J. Zachary J. F. Doerge R. W. Teuscher C. Identification of genetic loci controlling the characteristics and severity of brain and spinal cord lesions in experimental allergic encephalomyelitis Am. J. Pathol. 2000 157 637 645 10934166 33. Dean G. McLoughlin H. Brady R. Adelstein A. M. Tallett-Williams J. Multiple sclerosis among immigrants in Greater London Br. Med. J. 1976 1 861 864 10.1136/bmj.1.6014.861 1260384 34. Smith M. W. Patterson N. Lautenberger J. A. Truelove A. L. McDonald G. J. Waliszewska A. Kessing B. D. Malasky M. J. Scafe C. Le E. De Jager P. L. Mignault A. A. Yi Z. De The G. Essex M. Sankale J. L. Moore J. H. Poku K. Phair J. P. Goedert J. J. Vlahov D. Williams S. M. Tishkoff S. A. Winkler C. A. De La Vega F. M. Woodage T. Sninsky J. J. Hafler D. A. Altshuler D. Gilbert D. A. O’Brien S. J. Reich D. A high-density admixture map for disease gene discovery in african americans Am. J. Hum. Genet. 2004 74 1001 1013 10.1086/420856 15088270 35. Chakraborty R. Weiss K. M. Admixture as a tool for finding linked genes and detecting that difference from allelic association between loci Proc. Natl. Acad. Sci. U.S.A. 1988 85 9119 9123 10.1073/pnas.85.23.9119 3194414 36. Patterson N. Hattangadi N. Lane B. Lohmueller K. E. Hafler D. A. Oksenberg J. R. Hauser S. L. Smith M. W. O’Brien S. J. Altshuler D. Daly M. J. Reich D. Methods for high-density admixture mapping of disease genes Am. J. Hum. Genet. 2004 74 979 1000 10.1086/420871 15088269 37. Reich D. Patterson N. De Jager P. L. McDonald G. J. Waliszewska A. Tandon A. Lincoln R. R. DeLoa C. Fruhan S. A. Cabre P. Bera O. Semana G. Kelly M. A. Francis D. A. Ardlie K. Khan O. Cree B. A. Hauser S. L. Oksenberg J. R. Hafler D. A. A whole-genome admixture scan finds a candidate locus for multiple sclerosis susceptibility Nat. Genet. 2005 37 1113 1118 10.1038/ng1646 16186815 38. McCauley J. L. Kenealy S. J. Margulies E. H. Schnetz-Boutaud N. Gregory S. G. Hauser S. L. Oksenberg J. R. Pericak-Vance M. A. Haines J. L. Mortlock D. P. SNPs in Multi-species Conserved Sequences (MCS) as useful markers in association studies: a practical approach B.M.C. Genomics 2007 8 266 10.1186/1471-2164-8-266 39. Gregory S. G. Schmidt S. Seth P. Oksenberg J. R. Hart J. Prokop A. Caillier S. J. Ban M. Goris A. Barcellos L. F. Lincoln R. McCauley J. L. Sawcer S. J. Compston D. A. Dubois B. Hauser S. L. Garcia-Blanco M. A. Pericak-Vance M. A. Haines J. L. Interleukin 7 receptor alpha chain (IL7R) shows allelic and functional association with multiple sclerosis Nat. Genet. 2007 39 1083 1091 10.1038/ng2103 17660817 40. Hafler D. A. Compston A. Sawcer S. Lander E. S. Daly M. J. De Jager P. L. de Bakker P. I. Gabriel S. B. Mirel D. B. Ivinson A. J. Pericak-Vance M. A. Gregory S. G. Rioux J. D. McCauley J. L. Haines J. L. Barcellos L. F. Cree B. Oksenberg J. R. Hauser S. L. Risk alleles for multiple sclerosis identified by a genomewide study N. Engl. J. Med. 2007 357 851 862 10.1056/NEJMoa073493 17660530 41. de Koning D. J. Carlborg O. Haley C. S. The genetic dissection of immune response using gene-expression studies and genome mapping Vet. Immunol. Immunopathol. 2005 105 343 352 10.1016/j.vetimm.2005.02.007 15808311",
    "full_text_abstract": "Multiple sclerosis (MS) is a chronic, debilitating disease, which manifests itself by de-myelination of the central nervous system (CNS). MS is predominantly found in Caucasians of European decent and is more prominent in females than males. MS is one of the most prevalent causes of disability of young adults in the world. The exact cause of MS is not known, however genetic susceptibility to MS is linked to the major histocompability complex (MHC). Self reactive CD4+ T cells, specific for CNS antigens, such as myelin basic protein (MBP), myelin oligodendrocyte glycoprotein (MOG) and proteolipid protein (PLP), are detectable in MS patients along with pathogenic autoantibodies specific to these CNS antigens produced by B cells. These observations suggest that MS is an autoimmune disease. Epidemiology of MS along with the analysis of sibling pairs and twins suggest that the multiple genetic factors and their interaction with environment contribute to disease susceptibility. Recent developments and advancements in genetic analysis may aid in accurate determination of genetic risk factors for the development of MS. We review these developments, advances in technology and discuss recent results in this article."
}