{
    "PMC": "3865034",
    "DOI": "10.4161/cc.25835",
    "PMID": "23907135",
    "PMCID": "PMC3865034",
    "title": "mTOR, AMBRA1, and autophagy: an intricate relationship.",
    "year": 2013,
    "source_url": "https://europepmc.org/article/PMC/PMC3865034",
    "source": "MED",
    "full_text": "Cell Cycle Cell Cycle CC Cell Cycle 1538-4101 1551-4005 Landes Bioscience 3865034 2013FT0970 10.4161/cc.25835 23907135 25835 Editorials: Cell Cycle Features mTOR, AMBRA1, and autophagy: An intricate relationship Nazio Francesca 1 2 Cecconi Francesco 1 2 3 * 1 Dulbecco Telethon Institute at the Department of Biology; University of Rome “Tor Vergata”; Rome, Italy 2 Laboratory of Molecular Neuroembryology; IRCCS Fondazione Santa Lucia; Rome, Italy 3 Danish Cancer Society Research Center; Copenhagen, Denmark * Correspondence to: Francesco Cecconi, Email: Francesco.cecconi@uniroma2.it 15 8 2013 30 7 2013 30 7 2013 12 16 2524 2525 24 5 2013 04 6 2013 Copyright © 2013 Landes Bioscience 2013 This is an open-access article licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported License. The article may be redistributed, reproduced, and reused for non-commercial purposes, provided the original source is properly cited. Keywords: AMBRA1 lysosome TFEB ubiquitylation ULK1 Autophagy is the primary catabolic cellular degradation process, which generates nutrients and energy to maintain essential cellular activities upon nutrient starvation. The regulation of autophagy is central to the understanding of its mechanisms; post-translational modifications account for the rapid kinetics that control autophagy induction. A recent paper of ours provided 2 important insights into the upstream regulation of autophagy signaling. The pro-autophagic factor AMBRA1 is a key link between the ULK1 and the BECLIN 1 complexes 1 ; in fact, by phosphorylating AMBRA1, the kinase ULK1 is able to regulate the localization of the BECLIN 1 complex to the omegasome, an ER site for autophagosome formation. Indeed, we discovered that an intense cross-talk exists between ULK1 and BECLIN 1 complexes long before their hierarchical localization at the omegasome triggers autophagy induction. In fact, AMBRA1 is able to regulate ULK1 stability and kinase activity by promoting a regulative ubiquitylation on ULK1 by K63-linked ubiquitin chains. 2 This modification is mediated by the E3 ligase TRAF6, an AMBRA1-ULK1-interacting protein, upon autophagy induction by starvation or after rapamycin (an mTOR inhibitor) administration. Subsequently, we identified two TRAF6-binding sites (P-X-E-X-X-aromatic/acidic) on AMBRA1; by generating an AMBRA1 mutant construct (AMBRA1 AA ) unable to bind TRAF6, we determined the functional significance of their interaction in autophagy induction and in ULK1 stability and activity. Prompted by this finding, we set out to investigate how this modification could affect ULK1 functions. We found that ULK1, like many other kinases, is able to self-associate during autophagy, and that the AMBRA1-TRAF6 binding proves essential for its self-association. Overall, our results suggest that, by this positive feedback loop, AMBRA1 helps fine-tune the autophagic response by enhancing ULK1 signaling capacities. A key question remains as to whether ULK1 phosphorylation on AMBRA1 takes place before or after AMBRA1-TRAF6 regulatory function on ULK1. More generally, these results raise an important question about how AMBRA1 is regulated during the initial steps of autophagy. In this work, we also identified AMBRA1 as a novel mTORC1 substrate; in the light of this, we propose a novel inhibitory mechanism on autophagy induction. As is already known, mTORC1 has a fundamental role in coordinating anabolic and catabolic processes and acts as a signal integrator, combining regulatory inputs from nutrients, growth factors, energy levels, and stress signals. 3 The fact that mTORC1 deregulation is associated with several human diseases highlights its importance in the maintenance of cellular homeostasis. Protein synthesis is by far the best-characterized process controlled by mTORC1. This kinase directly phosphorylates 4E-BP1 and the S6K1 kinase 1, which, in turn, both promote protein synthesis. 4 In addition, mTORC1 promotes growth by negatively regulating autophagy through several mechanisms. In non-starving cells, mTORC1 suppresses the formation of the phagophore (the phagophore believed to prime autophagosome nucleation) by phosphorylating and inhibiting ULK1 and its interacting partner, ATG13. 5 Moreover, mTORC1 regulates DAP1, a suppressor of autophagy, 6 and, furthermore, in a recent analysis of the mTOR-dependent phospho-proteome, WIPI2, a mammalian ortholog of Atg18, emerged as a potential mTOR effector. 7 Yet mTOR does not seem to be an errant kinase that catches its targets in the cytosol. Rather, the presence of mTORC1 at the vacuole/lysosome has recently provided important implications for its ability to control autophagy. Amino acids regulate the recruitment of mTORC1 to the lysosomal surface, where mTORC1 is activated. There, mTORC1 phosphorylates the transcriptional factor TFEB; this event prevents TFEB from entering the nucleus and activating a catabolic transcriptional program. 8 Besides these regulatory events, we found that, in non-starving cells, mTORC1 complex phosphorylates AMBRA1 at Ser52 by inhibiting AMBRA1 pro-autophagic effects. 2 AMBRA1 is thus one of the few known functional targets of mTOR and one of the more upstream autophagy signalers. To verify the importance of this phosphorylation on autophagy, we generated phospho-silencing and phospho-mimicking mutant constructs; these, we discovered, were able to modulate autophagy induction. By using these 2 constructs, we have subsequently demonstrated that mTOR exerts a further brake on autophagy, by directly phosphorylating AMBRA1, thereby inhibiting its action on ULK1. The orchestration of this signaling is conducted, therefore, by an effective teamwork, in which all members are reciprocally regulated by means of both positive and negative feedback loops ( Fig. 1 ). Manipulation of autophagy regulation or of autophagy gene expression and function is of the highest importance in biomedicine. Autophagy deregulation is related to many human diseases, and its manipulation may have the potential to improve patients’ condition. In fact, the generation of synthetic peptides or specific drugs that target specific mTOR target sites could be used to develop therapies involving up- or downregulation of autophagy. Figure 1. mTORC1 mediated-signaling during nutrient-rich and nutrient-starvation conditions. ( A ) In nutrient-rich conditions, mTORC1 phosphorylates S6K1 and 4E-BP1, which regulate cell growth and protein translation. In addition, mTORC1 mediated-phosphorylation (P) on ULK1 complex, AMBRA1, DAP1 and TFEB inhibits autophagy induction. ( B ) In starvation conditions, mTORC1 is inactive, leading to the activation of ULK1. This, in turn, phosphorylates ATG13, FiP200, AMBRA1, and BECLIN 1, resulting in autophagy induction. This process is also mediated by a TRAF6-dependent ubiquitylation (U) of a few targets. On the other hand, DAP1 and TFEB are activated by dephosphorylation. The putative phosphatases involved in this activity are still unknown. Previously published online: www.landesbioscience.com/journals/cc/article/25835 Nazio F Strappazzon F Antonioli M Bielli P Cianfanelli V Bordi M mTOR inhibits autophagy by controlling ULK1 ubiquitylation, self-association and function through AMBRA1 and TRAF6 Nat Cell Biol 2013 15 406 16 10.1038/ncb2708 References 1 Di Bartolomeo S J Cell Biol 2010 191 155 68 10.1083/jcb.201002100 20921139 2 Nazio F Nat Cell Biol 2013 15 406 16 10.1038/ncb2708 23524951 3 Laplante M Cell 2012 149 274 93 10.1016/j.cell.2012.03.017 22500797 4 Ma XM Nat Rev Mol Cell Biol 2009 10 307 18 10.1038/nrm2672 19339977 5 Hosokawa N Mol Biol Cell 2009 20 1981 91 10.1091/mbc.E08-12-1248 19211835 6 Koren I Curr Biol 2010 20 1093 8 10.1016/j.cub.2010.04.041 20537536 7 Hsu PP Science 2011 332 1317 22 10.1126/science.1199498 21659604 8 Settembre C EMBO J 2012 31 1095 108 10.1038/emboj.2012.32 22343943"
}