{
    "PMC": "6275595",
    "DOI": "10.2478/s11658-011-0012-1",
    "PMID": "21461980",
    "PMCID": "PMC6275595",
    "title": "Stress-induced expression of p53 target genes is insensitive to SNW1/SKIP downregulation.",
    "year": 2011,
    "source_url": "https://europepmc.org/article/PMC/PMC6275595",
    "source": "MED",
    "abstract_text": "Pharmacological inhibition of protein kinases that are responsible for the phosphorylation of the carboxy-terminal domain (CTD) of RNA Pol II during transcription by 5,6-dichloro-1-beta-D-ribofuranosyl-benzimidazole (DRB) leads to severe inhibition of mRNA synthesis and activates p53. Transcription of the p53 effectors that are induced under these conditions, such as p21 or PUMA, must bypass the requirement for CTD phosphorylation by the positive elongation factor P-TEFb. Here, we have downregulated SNW1/SKIP, a splicing factor and a transcriptional co-regulator, which was found to interact with P-TEFb and synergistically affect Tat-dependent transcription elongation of HIV 1. Using the colon cancer derived cell line HCT116, we have found that both doxorubicin- and DRB-induced expression of p21 or PUMA is insensitive to SNW1 downregulation by siRNA. This suggests that transcription of stress response genes, unlike, e.g., the SNW1-sensitive mitosis-specific genes, can proceed uncoupled from regulators that normally function under physiological conditions.",
    "full_text": "Cell Mol Biol Lett Cell. Mol. Biol. Lett Cellular & Molecular Biology Letters 1425-8153 1689-1392 SP Versita Heidelberg 6275595 21461980 12 10.2478/s11658-011-0012-1 Research Article Stress-induced expression of p53 target genes is insensitive to SNW1/SKIP downregulation Tolde Ondřej Folk Petr +42 22195 1765 +42 22195 1758 folk@natur.cuni.cz grid.4491.8 000000041937116X Department of Cell Biology, Faculty of Science, Charles University in Prague, Vinicna 7, 12843 Prague, Czech Republic 3 4 2011 9 2011 16 3 373 384 19 12 2010 28 3 2011 © © Versita Warsaw and Springer-Verlag Wien 2011 Pharmacological inhibition of protein kinases that are responsible for the phosphorylation of the carboxy-terminal domain (CTD) of RNA Pol II during transcription by 5,6-dichloro-1-beta-D-ribofuranosyl-benzimidazole (DRB) leads to severe inhibition of mRNA synthesis and activates p53. Transcription of the p53 effectors that are induced under these conditions, such as p21 or PUMA, must bypass the requirement for CTD phosphorylation by the positive elongation factor P-TEFb. Here, we have downregulated SNW1/SKIP, a splicing factor and a transcriptional co-regulator, which was found to interact with P-TEFb and synergistically affect Tat-dependent transcription elongation of HIV 1. Using the colon cancer derived cell line HCT116, we have found that both doxorubicin- and DRB-induced expression of p21 or PUMA is insensitive to SNW1 downregulation by siRNA. This suggests that transcription of stress response genes, unlike, e.g., the SNW1-sensitive mitosis-specific genes, can proceed uncoupled from regulators that normally function under physiological conditions. Key words P-TEFb SNW1 p21 p53 Transcriptional elongation Genotoxic stress issue-copyright-statement © © Versita Warsaw and Springer-Verlag Wien 2011 Abbreviations used BrdU bromodeoxyuridine CTD carboxy-terminal domain Doxo doxorubicin DRB 5,6-dichloro-1-β-D-ribofuranosyl-benzimidazole P-TEFb positive transcription elongation factor b RNA Pol II RNA polymerase II References 1. Pluquet O. Hainaut P. Genotoxic and non-genotoxic pathways of p53 induction Cancer Lett. 2001 174 1 15 10.1016/S0304-3835(01)00698-X 11675147 2. Yang H. Wen Y.Y. Zhao R. Lin Y.L. Fournier K. Yang H.Y. Qiu Y. Diaz J. Laronga C. Lee M.H. DNA damage-induced protein 14-3-3 sigma inhibits protein kinase B/Akt activation and suppresses Akt-activated cancer Cancer Res. 2006 66 3096 3105 10.1158/0008-5472.CAN-05-3620 16540659 3. Nakano K. Vousden K.H. PUMA, a novel proapoptotic gene, is induced by p53 Mol. Cell 2001 7 683 694 10.1016/S1097-2765(01)00214-3 11463392 4. Yu J. Zhang L. Hwang P.M. Kinzler K.W. Vogelstein B. PUMA induces the rapid apoptosis of colorectal cancer cells Mol. Cell 2001 7 673 682 10.1016/S1097-2765(01)00213-1 11463391 5. Muller M. Wilder S. Bannasch D. Israeli D. Lehlbach K. Li-Weber M. Friedman S.L. Galle P.R. Stremmel W. Oren M. Krammer P.H. p53 activates the CD95 (APO-1/Fas) gene in response to DNA damage by anticancer drugs J. Exp. Med. 1998 188 2033 2045 10.1084/jem.188.11.2033 9841917 6. Espinosa J.M. Mechanisms of regulatory diversity within the p53 transcriptional network Oncogene 2008 27 4013 4023 10.1038/onc.2008.37 18278067 7. Hargreaves D.C. Horng T. Medzhitov R. Control of inducible gene expression by signal-dependent transcriptional elongation Cell 2009 138 129 145 10.1016/j.cell.2009.05.047 19596240 8. Guenther M.G. Levine S.S. Boyer L.A. Jaenisch R. Young R.A. A chromatin landmark and transcription initiation at most promoters in human cells Cell 2007 130 77 88 10.1016/j.cell.2007.05.042 17632057 9. Ramirez-Carrozzi V.R. Braas D. Bhatt D.M. Cheng C.S. Hong C. Doty K.R. Black J.C. Hoffmann A. Carey M. Smale S.T. A unifying model for the selective regulation of inducible transcription by CpG islands and nucleosome remodeling Cell 2009 138 114 128 10.1016/j.cell.2009.04.020 19596239 10. Espinosa J.M. Verdun R.E. Emerson B.M. p53 functions through stress- and promoter-specific recruitment of transcription initiation components before and after DNA damage Mol. Cell 2003 12 1015 1027 10.1016/S1097-2765(03)00359-9 14580351 11. Gomes N.P. Bjerke G. Llorente B. Szostek S.A. Emerson B.M. Espinosa J.M. Gene-specific requirement for P-TEFb activity and RNA polymerase II phosphorylation within the p53 transcriptional program Genes Dev. 2006 20 601 612 10.1101/gad.1398206 16510875 12. Morachis J.M. Murawsky C.M. Emerson B.M. Regulation of the p53 transcriptional response by structurally diverse core promoters Genes Dev. 2010 24 135 147 10.1101/gad.1856710 20040571 13. Juven-Gershon T. Kadonaga J.T. Regulation of gene expression via the core promoter and the basal transcriptional machinery Dev. Biol. 2010 339 225 229 10.1016/j.ydbio.2009.08.009 19682982 14. Gomes N.P. Espinosa J.M. Disparate chromatin landscapes and kinetics of inactivation impact differential regulation of p53 target genes Cell Cycle 2010 9 3428 3437 10.4161/cc.9.17.12998 20818159 15. Gomes N.P. Espinosa J.M. Gene-specific repression of the p53 target gene PUMA via intragenic CTCF-Cohesin binding Genes Dev. 2010 24 1022 1034 10.1101/gad.1881010 20478995 16. Bres V. Yoh S.M. Jones K.A. The multi-tasking P-TEFb complex Curr. Opin. Cell Biol. 2008 20 334 340 10.1016/j.ceb.2008.04.008 18513937 17. Lenasi T. Barboric M. P-TEFb stimulates transcription elongation and pre-mRNA splicing through multilateral mechanisms RNA. Biol. 2010 7 145 150 10.4161/rna.7.2.11057 20305375 18. Turinetto V. Porcedda P. Orlando L. De Marchi M. Amoroso A. Giachino C. The cyclin-dependent kinase inhibitor 5, 6-dichloro-1-beta-D-ribofuranosylbenzimidazole induces nongenotoxic, DNA replicationindependent apoptosis of normal and leukemic cells, regardless of their p53 status BMC Cancer 2009 9 281 10.1186/1471-2407-9-281 19674456 19. Medlin J. Scurry A. Taylor A. Zhang F. Peterlin B.M. Murphy S. P-TEFb is not an essential elongation factor for the intronless human U2 snRNA and histone H2b genes EMBO J. 2005 24 4154 4165 10.1038/sj.emboj.7600876 16308568 20. Garriga J. Xie H. Obradovic Z. Grana X. Selective control of gene expression by CDK9 in human cells J. Cell Physiol. 2010 222 200 208 10.1002/jcp.21938 19780058 21. Bres V. Gomes N. Pickle L. Jones K.A. A human splicing factor, SKIP, associates with P-TEFb and enhances transcription elongation by HIV-1 Tat Genes Dev. 2005 19 1211 1226 10.1101/gad.1291705 15905409 22. Folk P. Puta F. Skruzny M. Transcriptional coregulator SNW/SKIP: the concealed tie of dissimilar pathways Cell Mol. Life Sci. 2004 61 629 640 10.1007/s00018-003-3215-4 15052407 23. Makarov E.M. Makarova O.V. Urlaub H. Gentzel M. Will C.L. Wilm M. Luhrmann R. Small nuclear ribonucleoprotein remodeling during catalytic activation of the spliceosome Science 2002 298 2205 2208 10.1126/science.1077783 12411573 24. Zhang C. Dowd D.R. Staal A. Gu C. Lian J.B. van Wijnen A.J. Stein G.S. MacDonald P.N. Nuclear coactivator-62 kDa/Ski-interacting protein is a nuclear matrix-associated coactivator that may couple vitamin D receptor-mediated transcription and RNA splicing J. Biol. Chem. 2003 278 35325 35336 10.1074/jbc.M305191200 12840015 25. Bres V. Yoshida T. Pickle L. Jones K.A. SKIP interacts with c-Myc and Menin to promote HIV-1 Tat transactivation Mol. Cell 2009 36 75 87 10.1016/j.molcel.2009.08.015 19818711 26. Williams C. Edvardsson K. Lewandowski S.A. Strom A. Gustafsson J.A. A genome-wide study of the repressive effects of estrogen receptor beta on estrogen receptor alpha signaling in breast cancer cells Oncogene 2008 27 1019 1032 10.1038/sj.onc.1210712 17700529 27. Livak K.J. Schmittgen T.D. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method Methods 2001 25 402 408 10.1006/meth.2001.1262 11846609 28. Ambrozkova M. Puta F. Fukova I. Skruzny M. Brabek J. Folk P. The fission yeast ortholog of the coregulator SKIP interacts with the small subunit of U2AF Biochem. Biophys. Res. Commun. 2001 284 1148 1154 10.1006/bbrc.2001.5108 11414703 29. Hou X. Xie K. Yao J. Qi Z. Xiong L. A homolog of human ski-interacting protein in rice positively regulates cell viability and stress tolerance Proc. Natl. Acad. Sci. U. S. A 2009 106 6410 6415 10.1073/pnas.0901940106 19339499 30. Mintz P.J. Patterson S.D. Neuwald A.F. Spahr C.S. Spector D.L. Purification and biochemical characterization of interchromatin granule clusters EMBO J. 1999 18 4308 4320 10.1093/emboj/18.15.4308 10428969 31. Kim Y.J. Noguchi S. Hayashi Y.K. Tsukahara T. Shimizu T. Arahata K. The product of an oculopharyngeal muscular dystrophy gene, poly(A)-binding protein 2, interacts with SKIP and stimulates muscle-specific gene expression Hum. Mol. Genet. 2001 10 1129 1139 10.1093/hmg/10.11.1129 11371506 32. Kadener S. Cramer P. Nogues G. Cazalla D. de la M.M. Fededa J.P. Werbajh S.E. Srebrow A. Kornblihtt A.R. Antagonistic effects of T-Ag and VP16 reveal a role for RNA pol II elongation on alternative splicing EMBO J. 2001 20 5759 5768 10.1093/emboj/20.20.5759 11598018 33. Cmarko D. Verschure P.J. Martin T.E. Dahmus M.E. Krause S. Fu X.D. van Driel R. Fakan S. Ultrastructural analysis of transcription and splicing in the cell nucleus after bromo-UTP microinjection Mol. Biol. Cell 1999 10 211 223 9880337 34. Xie S.Q. Martin S. Guillot P.V. Bentley D.L. Pombo A. Splicing speckles are not reservoirs of RNA polymerase II, but contain an inactive form, phosphorylated on serine2 residues of the C-terminal domain Mol. Biol. Cell 2006 17 1723 1733 10.1091/mbc.E05-08-0726 16467386 35. Yang Z. He N. Zhou Q. Brd4 recruits P-TEFb to chromosomes at late mitosis to promote G1 gene expression and cell cycle progression Mol. Cell Biol. 2008 28 967 976 10.1128/MCB.01020-07 18039861 36. Pacheco T.R. Moita L.F. Gomes A.Q. Hacohen N. Carmo-Fonseca M. RNA interference knockdown of hU2AF35 impairs cell cycle progression and modulates alternative splicing of Cdc25 transcripts Mol. Biol. Cell 2006 17 4187 4199 10.1091/mbc.E06-01-0036 16855028 37. Neumann B. Walter T. Heriche J.K. Bulkescher J. Erfle H. Conrad C. Rogers P. Poser I. Held M. Liebel U. Cetin C. Sieckmann F. Pau G. Kabbe R. Wunsche A. Satagopam V. Schmitz M.H. Chapuis C. Gerlich D.W. Schneider R. Eils R. Huber W. Peters J.M. Hyman A.A. Durbin R. Pepperkok R. Ellenberg J. Phenotypic profiling of the human genome by time-lapse microscopy reveals cell division genes Nature 2010 464 721 727 10.1038/nature08869 20360735 38. Kittler R. Putz G. Pelletier L. Poser I. Heninger A.K. Drechsel D. Fischer S. Konstantinova I. Habermann B. Grabner H. Yaspo M.L. Himmelbauer H. Korn B. Neugebauer K. Pisabarro M.T. Buchholz F. An endoribonuclease-prepared siRNA screen in human cells identifies genes essential for cell division Nature 2004 432 1036 1040 10.1038/nature03159 15616564 39. Gahura O. Abrhamova K. Skruzny M. Valentova A. Munzarova V. Folk P. Puta F. Prp45 affects Prp22 partition in spliceosomal complexes and splicing efficiency of non-consensus substrates J. Cell Biochem. 2009 106 139 151 10.1002/jcb.21989 19016306 40. Ljungman M. Zhang F. Chen F. Rainbow A.J. McKay B.C. Inhibition of RNA polymerase II as a trigger for the p53 response Oncogene 1999 18 583 592 10.1038/sj.onc.1202356 9989808",
    "full_text_abstract": "Pharmacological inhibition of protein kinases that are responsible for the phosphorylation of the carboxy-terminal domain (CTD) of RNA Pol II during transcription by 5,6-dichloro-1-beta-D-ribofuranosyl-benzimidazole (DRB) leads to severe inhibition of mRNA synthesis and activates p53. Transcription of the p53 effectors that are induced under these conditions, such as p21 or PUMA, must bypass the requirement for CTD phosphorylation by the positive elongation factor P-TEFb. Here, we have downregulated SNW1/SKIP, a splicing factor and a transcriptional co-regulator, which was found to interact with P-TEFb and synergistically affect Tat-dependent transcription elongation of HIV 1. Using the colon cancer derived cell line HCT116, we have found that both doxorubicin- and DRB-induced expression of p21 or PUMA is insensitive to SNW1 downregulation by siRNA. This suggests that transcription of stress response genes, unlike, e.g., the SNW1-sensitive mitosis-specific genes, can proceed uncoupled from regulators that normally function under physiological conditions."
}