{
    "PMC": "5763763",
    "DOI": "10.1100/tsw.2010.132",
    "PMID": "20661537",
    "PMCID": "PMC5763763",
    "title": "In search of a function for BCLAF1.",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC5763763",
    "source": "MED",
    "abstract_text": "BCLAF1 was originally identified as a protein that interacts with antiapoptotic members of the Bcl2 family. Initial studies indicated a role for this protein as an inducer of apoptosis and repressor of transcription. Subsequent studies have shown that BCLAF1 plays criticals roles in a wide range of processes that are not normally associated with actions of Bcl2 family members, including lung development, T-cell activation, and control of the lytic infection program of Kaposi's sarcoma-associated herpesvirus. Here, we provide an overview of findings from past studies that both support and challenge the role of BCLAF1 in cell death and transcriptional control. We also present recent findings from our laboratory and others indicating a role for BCLAF1 in post-transcriptional processes that impact mRNA metabolism, instead of a direct role for this protein in apoptosis or transcription.",
    "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5763763 20661537 674576 10.1100/tsw.2010.132 Mini-Review Article In Search of a Function for BCLAF1 Sarras Haya Alizadeh Azami Solmaz McPherson J. Peter * Department of Pharmacology and Toxicology, University of Toronto, Canada *J. Peter McPherson: peter.mcpherson@utoronto.ca Academic Editor: Martin Goette 2010 20 7 2010 10 1450 1461 30 3 2010 31 5 2010 7 6 2010 Copyright © 2010 Haya Sarras et al. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. BCLAF1 was originally identified as a protein that interacts with antiapoptotic members of the Bcl2 family. Initial studies indicated a role for this protein as an inducer of apoptosis and repressor of transcription. Subsequent studies have shown that BCLAF1 plays criticals roles in a wide range of processes that are not normally associated with actions of Bcl2 family members, including lung development, T-cell activation, and control of the lytic infection program of Kaposi's sarcoma–associated herpesvirus. Here, we provide an overview of findings from past studies that both support and challenge the role of BCLAF1 in cell death and transcriptional control. We also present recent findings from our laboratory and others indicating a role for BCLAF1 in post-transcriptional processes that impact mRNA metabolism, instead of a direct role for this protein in apoptosis or transcription. BCLAF1 apoptosis transcription RS domain lung development Kaposi’s sarcoma ribonucleoprotein TRAP150 RNA transport Ontario Thoracic Society/Canadian Lung Association Province of Ontario Early Researcher",
    "full_text_abstract": "BCLAF1 was originally identified as a protein that interacts with antiapoptotic members of the Bcl2 family. Initial studies indicated a role for this protein as an inducer of apoptosis and repressor of transcription. Subsequent studies have shown that BCLAF1 plays criticals roles in a wide range of processes that are not normally associated with actions of Bcl2 family members, including lung development, T-cell activation, and control of the lytic infection program of Kaposi's sarcoma–associated herpesvirus. Here, we provide an overview of findings from past studies that both support and challenge the role of BCLAF1 in cell death and transcriptional control. We also present recent findings from our laboratory and others indicating a role for BCLAF1 in post-transcriptional processes that impact mRNA metabolism, instead of a direct role for this protein in apoptosis or transcription."
}