{
    "PMC": "11240681",
    "DOI": "10.3390/cells13131109",
    "PMID": "38994962",
    "PMCID": "PMC11240681",
    "title": "<i>MLIP</i> and Its Potential Influence on Key Oncogenic Pathways.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11240681",
    "source": "MED",
    "abstract_text": "Muscle-enriched A-type lamin-interacting protein (<i>MLIP</i>) is an emerging protein involved in cellular homeostasis and stress adaptation. Eukaryotic cells regulate various cellular processes, including metabolism, DNA repair, and cell cycle progression, to maintain cellular homeostasis. Disruptions in this homeostasis can lead to diseases such as cancer, characterized by uncontrolled cell growth and division. This review aims to explore for the first time the unique role <i>MLIP</i> may play in cancer development and progression, given its interactions with the <i>PI3K/Akt/mTOR</i> pathway, <i>p53</i>, <i>MAPK9</i>, and <i>FOXO</i> transcription factors, all critical regulators of cellular homeostasis and tumor suppression. We discuss the current understanding of <i>MLIP</i>'s involvement in pro-survival pathways and its potential implications in cancer cells' metabolic remodeling and dysregulated homeostasis. Additionally, we examine the potential of <i>MLIP</i> as a novel therapeutic target for cancer treatment. This review aims to shed light on <i>MLIP</i>'s potential impact on cancer biology and contribute to developing innovative therapeutic strategies.",
    "full_text": "pmc Cells Cells cells Cells 2073-4409 MDPI 11240681 10.3390/cells13131109 cells-13-01109 Review MLIP and Its Potential Influence on Key Oncogenic Pathways Hamwi Mahmoud N. 1 Elsayed Engy 1 Dabash Hanan 2 Abuawad Amani 2 Aweer Noor A. 1 Al Zeir Faissal 1 https://orcid.org/0000-0001-6636-0293 Pedersen Shona 1 Al-Mansoori Layla 3 * https://orcid.org/0000-0003-4771-023X Burgon Patrick G. 2 * Baladrón Victoriano Academic Editor 1 College of Medicine, Qatar University, Doha P.O. Box 0974, Qatar; mh1805711@student.qu.edu.qa (M.N.H.); ee1904424@student.qu.edu.qa (E.E.); na2003836@student.qu.edu.qa (N.A.A.); fa2105843@student.qu.edu.qa (F.A.Z.); spedersen@qu.edu.qa (S.P.) 2 Department of Chemistry and Earth Sciences, College of Arts and Sciences, Qatar University, Doha P.O. Box 2713, Qatar; hd1705242@student.qu.edu.qa (H.D.); aa1801473@student.qu.edu.qa (A.A.) 3 Biomedical Research Centre, Qatar University, Doha P.O. Box 2713, Qatar * Correspondence: almansouri@qu.edu.qa (L.A.-M.); patrick.burgon@qu.edu.qa (P.G.B.) 26 6 2024 7 2024 13 13 1109 26 1 2024 27 5 2024 19 6 2024 © 2024 by the authors. 2024 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Muscle-enriched A-type lamin-interacting protein ( MLIP ) is an emerging protein involved in cellular homeostasis and stress adaptation. Eukaryotic cells regulate various cellular processes, including metabolism, DNA repair, and cell cycle progression, to maintain cellular homeostasis. Disruptions in this homeostasis can lead to diseases such as cancer, characterized by uncontrolled cell growth and division. This review aims to explore for the first time the unique role MLIP may play in cancer development and progression, given its interactions with the PI3K/Akt/mTOR pathway, p53 , MAPK9 , and FOXO transcription factors, all critical regulators of cellular homeostasis and tumor suppression. We discuss the current understanding of MLIP ’s involvement in pro-survival pathways and its potential implications in cancer cells’ metabolic remodeling and dysregulated homeostasis. Additionally, we examine the potential of MLIP as a novel therapeutic target for cancer treatment. This review aims to shed light on MLIP ’s potential impact on cancer biology and contribute to developing innovative therapeutic strategies. MLIP cancer PI3 kinase Akt mTOR tumorigenesis QRDI UREP29-039-1-011 All authors were supported by an Undergraduate Research Experience Program (UREP29-039-1-011) Award from QRDI. 1. Introduction Eukaryotic cells maintain cellular homeostasis through an extensive array of sensory mechanisms to respond and adapt to both intrinsic and extrinsic stimuli and insults. This involves the regulation of various cellular processes, including metabolism, DNA repair, and cell cycle progression. Disruptions to cellular homeostasis can lead to the development of various diseases, including cancer. Cancer is a devasting disease with metabolic remodeling and dysregulated homeostasis as distinctive features [ 1 ] and is characterized by uncontrolled cell growth and division, leading to the formation of tumors [ 2 ]. This process is the result of a disruption in the delicate balance between cell proliferation and cell death [ 3 ], which is normally maintained by cellular homeostasis. Several signaling molecules and pathways have been identified as pro-oncogenic and have therefore been targeted for the therapeutic treatment of cancer [ 4 ]. The integrated actions of the tumor suppressors p53 (p53) , FOXO , and the PI3K/Akt/mTOR pathway enable cells to respond to a wide range of stresses, including oxidative stress, nutrient deprivation, and DNA damage. This integrated stress response is crucial for maintaining cellular and organismal homeostasis. In cancer cells, however, mutations or changes in the genes encoding proteins in this pathway can cause hyperactivation, resulting in uncontrolled cell growth and resistance to apoptosis (programmed cell death). For example, the phosphoinositide 3-kinase/protein kinase B ( PI3K/Akt )/mammalian target of rapamycin ( mTOR ) pathway is tightly regulated in normal cells, ensuring a balance between cell growth and death. However, p53 and forkhead box O family ( FOXO ), downstream of the PI3K/Akt/mTOR pathway, respectively, are critical integrators of genomic and metabolic stresses [ 5 , 6 , 7 , 8 ]. Both p53 and FOXO are stress-activated transcription factors that promote an adaptive pro-survival response to insult [ 9 , 10 , 11 ]. Specifically, p53 stimulates DNA repair in response to DNA damage [ 12 , 13 ] and FOXO regulates metabolic remodeling to maintain metabolic homeostasis [ 14 , 15 , 16 ]. Cancer metabolism modifies cellular metabolic pathways to facilitate rapid cell growth and proliferation [ 17 , 18 , 19 ]. Cancer cells undergo metabolic reprogramming to meet the high energy and biosynthetic demands associated with their fast growth. This reprogramming promotes glycolysis at the expense of oxidative phosphorylation, a phenomenon known as the “Warburg effect”, which occurs even in the presence of oxygen. The “Warburg effect” is the preference of cancer cells to utilize aerobic glycolysis instead of oxidative phosphorylation for energy generation [ 20 , 21 ]. Tumor cells derive advantages from this alteration in metabolism. Initially, glycolysis generates energy at a quicker rate compared to oxidative phosphorylation, although producing a lower amount of ATP. Additionally, glycolysis generates intermediary compounds that are crucial for the synthesis of nucleotides, amino acids, and lipids, all of which play vital roles in the growth and multiplication of cells. Furthermore, cancer cells reduce the production of reactive oxygen species (ROS) and mitigate oxidative stress and apoptosis by minimizing mitochondrial respiration. P53 , the PI3K/Akt / mTOR pathway and the FOXO transcription factor have all been implicated in the metabolic remodeling that cancer cells undergo during tumorigenesis [ 20 , 22 , 23 , 24 , 25 ]. Muscle enriched A-type lamin-interacting protein ( MLIP ) is a novel protein of unknown structure and function that is required for the proper cardiac and skeletal muscle adaptation to stress [ 26 , 27 , 28 , 29 , 30 , 31 ]. MLIP is a crucial mediator of cardiac adaptation through its interaction with the Akt / mTOR pro-survival pathway [ 28 ], FOXO 1 [ 31 ] and p53 [ 28 ]. A detailed comparative pathway analysis based on global gene expression differences between normal and MLIP -deficient hearts has now revealed MLIP as a modulator of both p53 and FOXO activity. Given MLIP ’s interactions with the PI3K/Akt pathway, p53 , and FOXO [ 28 , 32 ], this review explores the roles MLIP may play in tumor formation and progression and the potential of MLIP as a new therapeutic target. The focus of this review is to explore the relationship of MLIP with well characterized factors that are associated with the development and progression of cancer. 2. MLIP Discovery and Cellular Role The discovery of muscle-enriched A-type lamin-interacting protein ( MLIP ) [ 27 ] marks a significant advancement in understanding the molecular intricacies associated with laminopathies—degenerative disorders tied to mutations in the LMNA gene. This discovery sheds light on MLIP ’s evolution, as it is uniquely found in amniotes [ 27 ], suggesting its emergence as an evolutionary novelty in these organisms. MLIP is characterized by alternatively spliced variants [ 27 , 29 ], showing a broad expression spectrum with a predominance in muscular tissues. Its interaction with lamin A/C and co-localization with promyelocytic leukemia (PML) bodies [ 27 ] suggest a vital role in cellular organization and differentiation, hinting at its contribution to the mesenchymal phenotypes observed in laminopathies. Parallel to the original discovery of MLIP , the identification of cardiac Isl1-interacting protein ( CIP , an alias of MLIP ) [ 33 ] provided insights into cardiac hypertrophy’s regulatory mechanisms [ 34 ], underscoring its repressive role in cardiomyocyte hypertrophy and downregulation in hypertrophic conditions. CIP ’s interaction with Isl1, essential for cardiac progenitor specification [ 34 ], emphasizes its regulatory capacity in cardiac development and hypertrophy. Further studies elucidated MLIP ’s essential roles in cardiac and skeletal muscle function. For instance, MLIP deletion or overexpression significantly impacted the Akt / mTOR pathways [ 28 ], highlighting its potential as a cardiac stress sensor. This insight and genome-wide association studies linking MLIP to the cardiac stress response [ 28 ] underscores its therapeutic potential in cardiac diseases. The exploration into MLIP ’s function revealed its interaction with chromatin [ 26 ], suggesting a role in regulating muscle-specific gene networks and highlighting its importance in muscle differentiation and maintenance. This chromatin association and its ability to influence myoblast differentiation [ 26 ] positions MLIP as a critical factor in muscle physiology [ 30 ]. Moreover, studies revealed MLIP ’s potential link to cancer through its involvement in gene networks related to cellular stress responses, including those mediated by p53 [ 28 ] and FOXO [ 31 ]. Such connections suggest a broader role for MLIP in cellular homeostasis and disease, including potential implications in cancer biology. 3. MLIP Expression in Cancer Limited research has focused on elucidating the role of MLIP in the initiation and/or progression of cancer. Our investigation identified two primary types of cancers where MLIP ’s role was emphasized: breast cancer and esophageal cancer ( Table 1 ). Breast cancer and esophageal cancer represent significant global health challenges, with the former being one of the most prevalent cancers among women and the latter noted for its particularly low survival rates [ 38 , 39 ]. The genetic underpinnings of these cancers are complex, and though substantial progress has been made in identifying key genetic risk factors, a significant proportion of the genetic risk remains unexplained. Recent research has begun to shed light on this gap, with a particular focus on the role of copy number variants (CNVs) and differentially expressed genes. One gene that has emerged as a potential key player in both breast and esophageal cancer is the MLIP gene. Expression of MLIP in Different Types of Cancer Breast cancer stands as one of the prevalent malignancies affecting women, with around one million new cases and over 400,000 reported deaths annually worldwide. In the year 2023, an estimated 297,790 women and 2800 men were projected to be diagnosed with breast cancer [ 40 ]. While single nucleotide polymorphisms and mutations contribute to approximately 49% of the genetic risk associated with breast cancer [ 41 , 42 ], Kumaran and colleagues (2017) sought to uncover the remaining 51% by identifying germline copy number variants (CNVs) linked to breast cancer [ 39 ]. Whole genome CNV genotyping was performed on 422 cases and 348 controls. Two hundred CNVs were identified to be associated with breast cancer of which 21 CNV regions overlapped with 22 genes. MLIP was identified as one of six genes associated with the breast cancer risk and recurrence-free survival [ 39 ]. Specifically, Kumaran and colleagues reported that a loss in MLIP CNVs was associated with significant reduction in the breast cancer risk and recurrence-free survival, with a reported hazard ratio of 0.62 [0.4–0.94] [ 39 ]. Triple-negative breast cancer (TNBC) is an aggressive subtype of breast cancer that is defined by the absence of estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2 expression. These receptors are commonly used as targets for breast cancer treatment, and the absence of these receptors in TNBC makes it more difficult to treat. Zhang and colleagues performed RNA-seq on 30 TNBC patient tumors, 15 of which had lymph node metastasis while the other 15 showed no lymph node metastasis [ 32 ]. Differential gene expression analysis was performed in order to determine the key genes involved in the progression and oncogenesis of TNBC [ 32 ]. The analysis revealed 2953 genes with differential expression in breast tumors compared to normal control tissues and 975 genes with differential expression between 15 patients with lymph node metastasis and 15 patients without. A subset of 117 genes exhibited differential expression in both sets among those with and without lymph node metastasis in triple-negative breast cancer (TNBC), implying their involvement in TNBC oncogenesis and progression. Among the 117 genes of interest, MLIP was found to be upregulated in TNBC and exhibited a negative association with the cytotoxicity of CD8+ T cells [ 32 ]. Esophageal cancer is one of the most common malignancies, ranking seventh in global morbidity and sixth in cancer-related mortality. The 5-year overall survival rate is only about 15–20%, although progress has been made in diagnosis and treatment [ 38 ]. To further define prognostic mRNAs of esophageal cancer, functional enrichment analyses of lncRNA, mRNA, and miRNA in 81 tumors and 11 normal control tissues was performed. MLIP was identified as one of seven risk RNAs for esophageal cancer with a hazard ratio of 1.67 (1.22–2.29, p < 0.001) [ 38 ]. Finally, according to the recently found role of MLIP in cancer ( Table 1 ), it has been suggested as a potential biomarker for triple-negative breast cancer and esophageal cancer. However, more research is needed to fully understand MLIP ’s role in these cancers and its potential as a therapeutic target or diagnostic tool. 4. Molecular Relationship of MLIP with Pro-Survival/Oncogenic Pathways and Tumor Suppressors The intricate network of cellular signaling pathways that govern cell growth, proliferation, survival, and metabolism is often dysregulated in various cancer types, contributing to tumorigenesis and disease progression. Central to this network are the PI3K/Akt / mTOR , FOXO , AMPK , p53 , and lamin A/C pathways, each playing critical roles in maintaining cellular homeostasis and responding to stress signals. Recently, MLIP has emerged as a key interactor/regulator of the PI3K/Akt / mTOR , FOXO , AMPK , p53 , and lamin A/C pathways ( Figure 1 ), influencing a variety of cellular processes and potentially playing roles in both cancer pathogenesis and cardiac disorders. 4.1. MLIP: AMPK Function and Dysfunction in Cancer The study by Cattin et al. in 2015 sheds light on the molecular mechanisms underlying the reduced glucose uptake observed in MLIP -deficient cardiac tissues [ 28 ]. In MLIP -deficient hearts, adenosine monophosphate-activated protein kinase ( AMPK ) was reported to undergo dephosphorylation at AMPK alpha-Thr-172, a crucial step leading to the deactivation of the AMPK complex and subsequently resulting in decreased glucose uptake compared to normal cardiac tissues [ 28 ]. Remarkably, this deactivation of AMPK occurred despite similar activity of liver kinase B1 (LKB1), the kinase responsible for AMPK activation [ 43 ], indicating an LKB1-independent inactivation of AMPK in MLIP -deficient hearts. AMPK serves as a pivotal enzyme governing the cellular energy balance. Its primary function involves detecting shifts in the cellular energy status, particularly reductions in ATP, and initiating processes that generate ATP while concurrently inhibiting ATP-consuming processes. AMPK functions as a heterotrimeric complex, comprising catalytic α subunits and regulatory β and γ subunits. The γ subunit accommodates binding sites for AMP and ATP, enabling AMPK to sense alterations in the AMP/ATP ratio and self-activate during energy depletion. AMPK activation triggers diverse downstream effects, including heightened glucose uptake, fatty acid oxidation, and mitochondrial biogenesis, along with diminished protein synthesis, lipogenesis, and gluconeogenesis. AMPK also influences autophagy, cell growth, proliferation, and inflammation [ 44 , 45 ]. In response to stressors causing ATP depletion, such as hypoxia and glucose deprivation, AMPK activity is heightened [ 44 , 45 ]. Additionally, stimulating AMPK in skeletal muscle enhances glucose uptake and fatty acid oxidation while reducing lipid accumulation and inflammation [ 46 ]. These findings, combined with other research, collectively underscore the crucial role of AMPK in governing energy metabolism and cellular function. The precise function of AMPK in cancer cells is complicated and relies on the specific context of AMPK activation. In certain instances, AMPK activation can serve as a tumor suppressor by restraining cell growth, curbing proliferation, and encouraging apoptosis. However, in other scenarios, AMPK activation might support the survival of tumor cells by facilitating metabolic adaptation to the unique conditions of the tumor microenvironment. Hence, targeting AMPK activation could be a problematic or promising approach for cancer treatment ( Figure 2 ) [ 47 ]. Additionally, research indicates that combining AMPK activation with other anticancer therapies like chemotherapy or radiation has the potential to augment their effectiveness [ 47 , 48 ]. Interactions between MLIP and AMPK may hold implications for cancer biology. AMPK , recognized as a metabolic tumor suppressor, hampers cell growth and proliferation during low energy conditions, thereby impeding the uncontrolled cell growth characteristic of cancer [ 49 ]. Consequently, the observed reduction in AMPK activation in the absence of MLIP might potentially elevate the risk of unregulated cell growth and proliferation, contributing to oncogenesis. Furthermore, the decline in AMPK levels in MLIP -deficient cardiac tissues led to the heightened activation of the Akt / mTOR pathway [ 28 , 50 ]. This pathway significantly influences cell growth, proliferation, and survival, and its dysregulation is commonly observed in various types of cancers. These findings suggest that MLIP could potentially modulate these crucial pathways, thereby influencing cancer biology [ 28 , 49 , 50 ]. However, it is crucial to acknowledge that these observations were made specifically in cardiac tissue, and it remains uncertain whether similar mechanisms would apply to other tissues or cancer cells. Additional research is required to directly investigate the involvement of MLIP in cancer biology. 4.2. MLIP and the PI3K/Akt/mTOR Pathway The documented association between MLIP and the PI3K/AKT / mTOR signaling pathway is evident in research findings that highlight MLIP ’s direct impact on this pathway [ 28 ]. Specifically, the absence of MLIP leads to the selective hyperactivation of the Akt / mTOR signaling pathway in cardiac cells ( Figure 3 ) [ 28 ]. Conversely, MLIP overexpression results in the inhibition of this pathway. The study demonstrates that the hyperactivation of Akt / mTOR occurs in cardiac cells when MLIP is absent [ 28 ]. These results suggest that a deficiency in MLIP may potentially contribute to an accelerated aging phenomenon within cardiac cells, heightening susceptibility to tumor development. The regulatory link between MLIP and the PI3K/AKT / mTOR pathway is underscored by research indicating MLIP ’s direct influence on this critical signaling pathway [ 28 ]. The absence of MLIP leads to the selective hyperactivation of the Akt / mTOR pathway in cardiac cells, as evidenced by the significant increase in pathway activity in MLIP -deficient cells. Conversely, MLIP overexpression results in the inhibition of this pathway, highlighting MLIP ’s role as a negative regulator [ 28 , 31 ]. This hyperactivation of the Akt / mTOR pathway in the absence of MLIP suggests that MLIP deficiency may accelerate aging in cells and may heighten their susceptibility to tumor development, potentially implicating MLIP in cancer biology. The PI3K/Akt / mTOR pathway is crucial for regulating cellular processes such as growth, proliferation, survival, and metabolism, and its dysregulation is frequently observed in various cancers. Activation of this pathway in cancer cells can occur through multiple mechanisms, including genetic mutations, activation of upstream growth factor receptors, and loss of negative regulators. This activation promotes increased cell proliferation, survival, and resistance to cell death, contributing to tumor growth and progression ( Figure 4 ) [ 51 , 52 , 53 , 54 ]. Thus, MLIP deficiency could facilitate these oncogenic processes, suggesting that MLIP might be a novel target for cancer therapy. Targeting the PI3K/Akt / mTOR pathway ( Table 2 ) has become a promising cancer treatment strategy [ 53 , 54 ], with several drugs in development and testing showing potential in preclinical and clinical studies. However, these therapies must balance effectiveness with minimizing toxicity, necessitating ongoing research to improve their selectivity and efficacy [ 51 , 53 , 54 ]. Understanding MLIP ’s regulatory role may offer new insights into cancer treatment strategies, potentially leading to more effective interventions. 4.3. Role of MLIP in FOXO1 Signaling FOXO genes are a subgroup of the forkhead family of transcription factors that play a critical role in regulating various cellular processes, including cell cycle control, DNA repair, apoptosis, and the oxidative stress response [ 86 , 87 , 88 , 89 ]. Notably, the deletion of MLIP has also been linked to the downregulation of the FOXO 1 pathway [ 28 , 31 ]. This suggests that the transcription factor FOXO -1 operates as a downstream signal of MLIP . Dysregulation of FOXO gene expression or activity has been reported to be associated with the development and progression of cancer [ 90 ]. There are four members of the FOXO family in mammals: FOXO 1, FOXO 3, FOXO 4, and FOXO 6. Among these, FOXO 1 and FOXO 3 are the most well-studied in the context of cancer ( Table 3 ). In normal cells, FOXO 1 and FOXO 3 are often activated in response to cellular stress, leading to the expression of target genes that promote cell cycle arrest, DNA repair, and apoptosis. This helps to prevent the development of cancer by eliminating cells with damaged DNA [ 91 ]. However, in cancer cells, the activity of FOXO 1 and FOXO 3 is often dysregulated [ 92 , 93 , 94 ]. In tumors, FOXO expression or activity is often suppressed to promote cell proliferation and survival, or alternatively, FOXO may be activated to promote cell migration and invasion [ 92 , 93 , 94 ]. FOXO 1 has been found to play a role in the regulation of estrogen receptor (ER) signaling. In breast cancer, the loss of FOXO 1 activity is associated with resistance to endocrine therapy, while overexpression of FOXO 1 has been shown to sensitize breast cancer cells to endocrine therapy [ 35 ]. Likewise, in prostate cancer, FOXO 3 has been identified as a parti CIP ant in the control of androgen receptor signaling [ 94 ]. Reduced FOXO 3 activity has been linked to resistance to androgen deprivation therapy, whereas increased FOXO 3 expression has demonstrated the ability to enhance the sensitivity of prostate cancer cells to this therapy. Although the precise mechanism through which MLIP increases FOXO -1 expression remains unknown, FOXO -1 is acknowledged for its involvement in cell cycle arrest, apoptosis, and tumor suppression, implying a potential role for MLIP in cancer pathogenesis. The activation of FOXO 1 prompts the transcription of the cyclin-dependent kinase inhibitor p27 KIP1 while suppressing the transcription of cyclin D1 and D2. Both effects result in cell cycle arrest at G1 phase. The loss of one allele of FOXO may render cells susceptible to dysregulated cell cycle events, triggering tumor formation. Activation of MLIP may mitigate the impact of FOXO haploinsufficiency on tumorigenesis. 4.4. MLIP and P53 MLIP -deficient hearts were found to have increased activation of p53 [ 28 ], indicating that MLIP -deficient hearts may be experiencing genotoxic and/or metabolic stress. The p53 gene functions as a crucial tumor suppressor, actively preventing cancer development by regulating various cellular processes, including DNA repair, cell cycle arrest, apoptosis, and senescence [ 7 , 8 , 37 , 95 , 96 , 97 ]. In response to DNA damage, p53 is activated, enabling it to pause the cell cycle for DNA repair or initiate apoptosis to eliminate damaged cells. In cancer, the p53 gene is frequently mutated or deleted, resulting in the loss of its tumor suppressor function [ 12 , 98 ]. Mutations in p53 represent one of the most prevalent genetic alterations in cancer, with up to 50% of all human cancers exhibiting p53 mutations [ 99 , 100 ]. The functional loss of p53 contributes to cancer development and progression by allowing the proliferation of damaged cells, facilitating the accumulation of additional genetic changes that can lead to cancer formation. Beyond its role in the DNA damage response, p53 also parti CIP ates in the regulation of cellular metabolism [ 101 , 102 , 103 ]. P53 has been demonstrated to influence the expression of genes involved in glycolysis, oxidative phosphorylation [ 104 , 105 ], and fatty acid metabolism [ 101 , 106 ]. P53 loss or mutation can contribute to the metabolic rewiring commonly observed in cancer cells [ 107 ]. However, the activation of p53 is triggered by other genes and is crucial for its role as a tumor suppressor [ 8 ]. This implies a potential alternative function of MLIP , wherein it may promote tumor formation by inhibiting p53 , a critical tumor suppressor gene. Alternatively, MLIP inhibition might impact p53 function by influencing other genes associated with p53 activation. Based on the findings of increased activation of p53 in MLIP -deficient hearts, one can speculate that MLIP may play a role in modulating p53 function in cancer. This potential role could involve MLIP influencing p53 activation and its associated pathways, either through direct interaction or by impacting other genes involved in p53 regulation. Understanding this relationship may provide novel insights into how MLIP contributes to cancer development and progression, particularly through its interaction with the crucial tumor suppressor gene p53 . 4.5. MLIP and MAPK9 (Jak2) The global mapping of the human binary protein interactome revealed and confirmed the interaction between MLIP and MAPK9 [ 108 ]. MAPK9 , also known as JNK2 , interacts intricately with several key signaling pathways, significantly impacting cellular processes and cancer biology [ 109 , 110 ]. One of its crucial interactions is with the PI3K/Akt / mTOR pathway, a major regulator of cell growth, proliferation, and survival [ 3 , 111 , 112 ]. MAPK9 modulates this pathway through phosphorylation events, often inhibiting PI3K/Akt activity under stress conditions and thus promoting apoptosis over cell survival [ 111 ]. This interaction can form a negative feedback loop that counterbalances the pro-survival signals from PI3K/Akt / mTOR , maintaining cellular equilibrium. In relation to the tumor suppressor p53 , MAPK9 plays a pivotal role in enhancing p53 activity through phosphorylation [ 113 , 114 ]. This phosphorylation stabilizes p53 , particularly in response to cellular stress and DNA damage, leading to the activation of p53 -dependent apoptotic genes [ 113 , 115 ]. Through this mechanism, MAPK9 contributes to the elimination of cells with damaged DNA, acting as a barrier against malignant transformation. MAPK9 also interacts with FOXO transcription factors, which are key regulators of apoptosis, cell cycle arrest, and oxidative stress resistance. MAPK9 phosphorylates FOXO proteins, promoting their nuclear translocation and subsequent activation of stress response genes [ 111 ]. This regulation by MAPK9 is crucial for cellular responses to oxidative damage, helping to maintain cellular integrity and prevent uncontrolled proliferation. Overall, MAPK9 ′s interactions with MLIP , the PI3K/Akt / mTOR pathway, p53 , and FOXO transcription factors create a complex network ( Figure 1 ) that governs cell survival, apoptosis, and stress responses. These molecular relationships underscore how MLIP may have a multifaceted role in maintaining cellular homeostasis and its possible role in cancer progression. 5. Conclusions and MLIP as a Potential Therapeutic Target MLIP is an emerging factor implicated in the regulation of key signaling pathways that govern cell growth, proliferation, survival, and metabolism, which are often dysregulated in cancer. Through its interactions with the PI3K/Akt / mTOR pathway, MLIP appears to exert an inhibitory effect [ 28 ]. Overexpression of MLIP leads to the downregulation of this pathway, while its loss results in the pathway’s overactivation [ 28 , 31 , 34 , 116 ]. This implies that MLIP might act as a suppressor of cell growth and proliferation, two key processes that are often hyperactivated in cancer. Therefore, therapies aimed at enhancing MLIP expression or its regulatory effect on the PI3K/Akt / mTOR pathway might be beneficial for inhibiting cancer progression. Moreover, MLIP appears to be involved in the regulation of FOXO 1 signaling [ 31 ], a pathway that plays critical roles in cell cycle control, apoptosis, and DNA repair—processes that are crucial for maintaining genomic integrity and preventing tumorigenesis. Dysregulation of FOXO 1 signaling is often associated with cancer progression. Given that the deletion of MLIP leads to a downregulation of the FOXO 1 pathway, and overexpression of MLIP is likely to have the opposite effect, therapeutics aimed at enhancing MLIP function or expression could potentially restore the normal function of FOXO 1 signaling, thereby inhibiting cancer development and progression. Additionally, MLIP ’s interactions with p53 [ 28 ], a well-known tumor suppressor gene, further underscore its potential as a therapeutic target. Given that MLIP -deficient cardiomyocytes showed an increased expression of p53 , it is plausible to hypothesize that MLIP could play a role in the regulation of p53 , and by extension, cell cycle control and apoptosis. However, it is essential to remember that the exact mechanisms of MLIP in these signaling pathways are not fully understood, and further research is necessary to establish MLIP as a therapeutic target. Furthermore, it is crucial to understand the potential off-target effects and safety profile of any MLIP -targeting therapies due to MLIP ’s role in non-cancerous cells and processes, especially within the context of cardiac tissue where MLIP deficiency increase the susceptibility to developing heart failure [ 28 , 31 ] In summary, the modulation of MLIP ’s function or its interactions with key signaling pathways represents a promising approach for the development of novel cancer therapeutics. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions All authors contributed to writing and editing this review. All authors have read and agreed to the published version of the manuscript. Conflicts of Interest The authors declare no conflict of interest. References 1. Hanahan D. Weinberg R.A. Hallmarks of Cancer: The next Generation Cell 2011 144 646 674 10.1016/j.cell.2011.02.013 21376230 2. Matthews H.K. Bertoli C. de Bruin R.A.M. Cell Cycle Control in Cancer Nat. Rev. Mol. Cell Biol. 2022 23 74 88 10.1038/s41580-021-00404-3 34508254 3. Paquette M. El-Houjeiri L. Pause A. MTOR Pathways in Cancer and Autophagy Cancers 2018 10 18 10.3390/cancers10010018 29329237 4. Yu L. Wei J. Liu P. Attacking the PI3K/Akt / MTOR Signaling Pathway for Targeted Therapeutic Treatment in Human Cancer Semin. Cancer Biol. 2022 85 69 94 10.1016/j.semcancer.2021.06.019 34175443 5. Eijkelenboom A. Burgering B.M.T. FOXO s: Signalling Integrators for Homeostasis Maintenance Nat. Rev. Mol. Cell Biol. 2013 14 83 97 10.1038/nrm3507 23325358 6. Ronnebaum S.M. Patterson C. The FOXO Family in Cardiac Function and Dysfunction Annu. Rev. Physiol. 2010 72 81 94 10.1146/annurev-physiol-021909-135931 20148668 7. Vousden K.H. Ryan K.M. P53 and Metabolism Nat. Rev. Cancer 2009 9 691 700 10.1038/nrc2715 19759539 8. Vousden K.H. Prives C. Blinded by the Light: The Growing Complexity of P53 Cell 2009 137 413 431 10.1016/j.cell.2009.04.037 19410540 9. Jose E. March-Steinman W. Wilson B.A. Shanks L. Paek A.L. Temporal Coordination of the Transcription Factor Response to H2O2 Stress Nat. Commun. 2024 15 3440 10.1038/s41467-024-47837-w 38653977 10. Jȩśko H. Strosznajder R.P. Sirtuins and Their Interactions with Transcription Factors and Poly(ADP-Ribose) Polymerases Folia Neuropathol. 2016 54 212 233 10.5114/fn.2016.62531 27764514 11. Vurusaner B. Poli G. Basaga H. Tumor Suppressor Genes and ROS: Complex Networks of Interactions Free Radic. Biol. Med. 2012 52 7 18 10.1016/j.freeradbiomed.2011.09.035 22019631 12. Wang Y.H. Ho T.L.F. Hariharan A. Goh H.C. Wong Y.L. Verkaik N.S. Lee M.Y. Tam W.L. van Gent D.C. Venkitaraman A.R. Rapid Recruitment of P53 to DNA Damage Sites Directs DNA Repair Choice and Integrity Proc. Natl. Acad. Sci. USA 2022 119 e2113233119 10.1073/pnas.2113233119 35235448 13. Haapaniemi E. Botla S. Persson J. Schmierer B. Taipale J. CRISPR-Cas9 Genome Editing Induces a P53 -Mediated DNA Damage Response Nat. Med. 2018 24 927 930 10.1038/s41591-018-0049-z 29892067 14. Battiprolu P.K. Lopez-Crisosto C. Wang Z.V. Nemchenko A. Lavandero S. Hill J.A. Diabetic Cardiomyopathy and Metabolic Remodeling of the Heart Life Sci. 2013 92 609 615 10.1016/j.lfs.2012.10.011 23123443 15. AbuEid M. McAllister D.M. McOlash L. Harwig M.C. Cheng G. Drouillard D. Boyle K.A. Hardy M. Zielonka J. Johnson B.D. Synchronous Effects of Targeted Mitochondrial Complex I Inhibitors on Tumor and Immune Cells Abrogate Melanoma Progression iScience 2021 24 102653 10.1016/j.isci.2021.102653 34189432 16. Zečić A. Braeckman B.P. DAF-16/ FOXO in Caenorhabditis Elegans and Its Role in Metabolic Remodeling Cells 2020 9 109 10.3390/cells9010109 31906434 17. Pavlova N.N. Thompson C.B. The Emerging Hallmarks of Cancer Metabolism Cell Metab. 2016 23 27 47 10.1016/j.cmet.2015.12.006 26771115 18. De Berardinis R.J. Chandel N.S. Fundamentals of Cancer Metabolism Sci. Adv. 2016 2 e1600200 10.1126/sciadv.1600200 27386546 19. Faubert B. Solmonson A. DeBerardinis R.J. Metabolic Reprogramming and Cancer Progression Science 2020 368 eaaw5473 10.1126/science.aaw5473 32273439 20. Jiang Z. He J. Zhang B. Wang L. Long C. Zhao B. Yang Y. Du L. Luo W. Hu J. A Potential “Anti-Warburg Effect” in Circulating Tumor Cell-Mediated Metastatic Progression? Aging Dis. 2024 online ahead of print 10.14336/ad.2023.1227 21. Liberti M.V. Locasale J.W. The Warburg Effect: How Does It Benefit Cancer Cells? Trends Biochem. Sci. 2016 41 211 218 10.1016/j.tibs.2015.12.001 26778478 22. Chae H.S. Hong S.T. Overview of Cancer Metabolism and Signaling Transduction Int. J. Mol. Sci. 2023 24 12 10.3390/ijms24010012 23. Farhan M. Silva M. Xingan X. Huang Y. Zheng W. Role of FOXO Transcription Factors in Cancer Metabolism and Angiogenesis Cells 2020 9 1586 10.3390/cells9071586 32629884 24. Liu J. Peng Y. Wei W. Cell Cycle on the Crossroad of Tumorigenesis and Cancer Therapy Trends Cell Biol. 2022 32 30 44 10.1016/j.tcb.2021.07.001 34304958 25. Wang S.F. Tseng L.M. Lee H.C. Role of Mitochondrial Alterations in Human Cancer Progression and Cancer Immunity J. Biomed. Sci. 2023 30 61 10.1186/s12929-023-00956-w 37525297 26. Ahmady E. Blais A. Burgon P.G. Muscle Enriched Lamin Interacting Protein ( MLIP ) Binds Chromatin and Is Required for Myoblast Differentiation Cells 2021 10 615 10.3390/cells10030615 33802236 27. Ahmady E. Deeke S.A. Rabaa S. Kouri L. Kenney L. Stewart A.F.R. Burgon P.G. Identification of a Novel Muscle A-Type Lamin-Interacting Protein ( MLIP ) J. Biol. Chem. 2011 286 19702 19713 10.1074/jbc.M110.165548 21498514 28. Cattin M.-E. Wang J. Weldrick J.J. Roeske C.L. Mak E. Thorn S.L. DaSilva J.N. Wang Y. Lusis A.J. Burgon P.G. Deletion of MLIP (Muscle-Enriched A-Type Lamin-Interacting Protein) Leads to Cardiac Hyperactivation of Akt /Mammalian Target of Rapamycin ( MTOR ) and Impaired Cardiac Adaptation J. Biol. Chem. 2015 290 26699 26714 10.1074/jbc.M115.678433 26359501 29. Cattin M.-E. Deeke S.A. Dick S.A. Verret-Borsos Z.J.A. Tennakoon G. Gupta R. Mak E. Roeske C.L. Weldrick J.J. Megeney L.A. Expression of Murine Muscle-Enriched A-Type Lamin-Interacting Protein ( MLIP ) Is Regulated by Tissue-Specific Alternative Transcription Start Sites J. Biol. Chem. 2018 293 19761 19770 10.1074/jbc.RA118.003758 30389785 30. Lopes Abath Neto O. Medne L. Donkervoort S. Rodríguez-García M.E. Bolduc V. Hu Y. Guadagnin E. Foley A.R. Brandsema J.F. Glanzman A.M. MLIP Causes Recessive Myopathy with Rhabdomyolysis, Myalgia and Baseline Elevated Serum Creatine Kinase Brain 2021 144 2722 2731 10.1093/brain/awab275 34581780 31. Huang Z.-P. Kataoka M. Chen J. Wu G. Ding J. Nie M. Lin Z. Liu J. Hu X. Ma L. Cardiomyocyte-Enriched Protein CIP Protects against Pathophysiological Stresses and Regulates Cardiac Homeostasis J. Clin. Investig. 2015 125 4122 4134 10.1172/JCI82423 26436652 32. Zhang Y. Tong G.H. Wei X.X. Chen H.Y. Liang T. Tang H.P. Wu C.A. Wen G.M. Yang W.K. Liang L. Identification of Five Cytotoxicity-Related Genes Involved in the Progression of Triple-Negative Breast Cancer Front. Genet. 2022 12 723477 10.3389/fgene.2021.723477 35046993 33. Burgon P. Human Genome Organization—Symbolized Muscle-Enriched a-Type Lamin-Interacting Protein to Clear up Confusion Circ. Res. 2012 111 e252 e252; author reply e253-4 10.1161/CIRCRESAHA.112.278614 23065348 34. Huang Z.-P. Young Seok H. Zhou B. Chen J.J.-F. Chen J.J.-F. Tao Y. Pu W.T. Wang D.-Z. CIP , a Cardiac Isl1-Interacting Protein, Represses Cardiomyocyte Hypertrophy Circ. Res. 2012 110 818 830 10.1161/CIRCRESAHA.111.259663 22343712 35. Bullock M. FOXO Factors and Breast Cancer: Outfoxing Endocrine Resistance Endocr. Relat. Cancer 2016 23 R113 R130 10.1530/ERC-15-0461 26612860 36. Yu W. Chen C. Cheng J. The Role and Molecular Mechanism of FOXO 1 in Mediating Cardiac Hypertrophy ESC Heart Fail. 2020 7 3497 3504 10.1002/ehf2.13065 33089967 37. Helton E.S. Chen X. P53 Modulation of the DNA Damage Response J. Cell Biochem. 2007 100 883 896 10.1002/jcb.21091 17031865 38. Shi X. Li Y. Sun Y. Zhao X. Sun X. Gong T. Liang Z. Ma Y. Zhang X. Genome-Wide Analysis of LncRNAs, MiRNAs, and MRNAs Forming a Prognostic Scoring System in Esophageal Squamous Cell Carcinoma PeerJ 2020 2020 e8368 10.7717/peerj.8368 39. Kumaran M. Cass C.E. Graham K. Mackey J.R. Hubaux R. Lam W. Yasui Y. Damaraju S. Germline Copy Number Variations Are Associated with Breast Cancer Risk and Prognosis Sci. Rep. 2017 7 14621 10.1038/s41598-017-14799-7 29116104 40. Breast Cancer Facts & Stats|Incidence, Age, Survival, & More Available online: https://www.nationalbreastcancer.org/breast-cancer-facts/ (accessed on 26 October 2023) 41. Michailidou K. Hall P. Gonzalez-Neira A. Ghoussaini M. Dennis J. Milne R.L. Schmidt M.K. Chang-Claude J. Bojesen S.E. Bolla M.K. Large-Scale Genotyping Identifies 41 New Loci Associated with Breast Cancer Risk Nat. Genet. 2013 45 353 361 10.1038/ng.2563 23535729 42. Fachal L. Dunning A.M. From Candidate Gene Studies to GWAS and Post-GWAS Analyses in Breast Cancer Curr. Opin. Genet. Dev. 2015 30 32 41 10.1016/j.gde.2015.01.004 25727315 43. Lin S.C. Hardie D.G. AMPK : Sensing Glucose as Well as Cellular Energy Status Cell Metab. 2018 27 299 313 10.1016/j.cmet.2017.10.009 29153408 44. Salt I.P. Johnson G. Ashcroft S.J.H. Hardie D.G. AMP-Activated Protein Kinase Is Activated by Low Glucose in Cell Lines Derived from Pancreatic Beta Cells, and May Regulate Insulin Release Biochem. J. 1998 335 Pt 3 533 539 10.1042/bj3350533 9794792 45. Yan Y. Zhou X.E. Xu H.E. Melcher K. Structure and Physiological Regulation of AMPK Int. J. Mol. Sci. 2018 19 3534 10.3390/ijms19113534 30423971 46. Liong S. Lappas M. Activation of AMPK Improves Inflammation and Insulin Resistance in Adipose Tissue and Skeletal Muscle from Pregnant Women J. Physiol. Biochem. 2015 71 703 717 10.1007/s13105-015-0435-7 26407807 47. Li W. Saud S.M. Young M.R. Chen G. Hua B. Targeting AMPK for Cancer Prevention and Treatment Oncotarget 2015 6 7365 7378 10.18632/oncotarget.3629 25812084 48. Keerthana C.K. Rayginia T.P. Shifana S.C. Anto N.P. Kalimuthu K. Isakov N. Anto R.J. The Role of AMPK in Cancer Metabolism and Its Impact on the Immunomodulation of the Tumor Microenvironment Front. Immunol. 2023 14 1114582 10.3389/fimmu.2023.1114582 36875093 49. Luo Z. Zang M. Guo W. AMPK as a Metabolic Tumor Suppressor: Control of Metabolism and Cell Growth Future Oncol. 2010 6 457 470 10.2217/fon.09.174 20222801 50. Sung M.M. Zordoky B.N. Bujak A.L. Lally J.S.V. Fung D. Young M.E. Horman S. Miller E.J. Light P.E. Kemp B.E. AMPK Deficiency in Cardiac Muscle Results in Dilated Cardiomyopathy in the Absence of Changes in Energy Metabolism Cardiovasc. Res. 2015 107 235 245 10.1093/cvr/cvv166 26023060 51. Alzahrani A.S. PI3K/Akt / MTOR Inhibitors in Cancer: At the Bench and Bedside Semin. Cancer Biol. 2019 59 125 132 10.1016/j.semcancer.2019.07.009 31323288 52. Ediriweera M.K. Tennekoon K.H. Samarakoon S.R. Role of the PI3K/AKT / MTOR Signaling Pathway in Ovarian Cancer: Biological and Therapeutic Significance Semin. Cancer Biol. 2019 59 147 160 10.1016/j.semcancer.2019.05.012 31128298 53. Polivka J. Janku F. Molecular Targets for Cancer Therapy in the PI3K/AKT / MTOR Pathway Pharmacol. Ther. 2014 142 164 175 10.1016/j.pharmthera.2013.12.004 24333502 54. Mayer I.A. Arteaga C.L. The PI3K/AKT Pathway as a Target for Cancer Treatment Annu. Rev. Med. 2016 67 11 28 10.1146/annurev-med-062913-051343 26473415 55. Bou Zeid N. Yazbeck V. PI3k Inhibitors in NHL and CLL: An Unfulfilled Promise Blood Lymphat. Cancer 2023 13 1 12 10.2147/BLCTT.S309171 36919100 56. Krause G. Hassenrück F. Hallek M. Copanlisib for Treatment of B-Cell Malignancies: The Development of a PI3K Inhibitor with Considerable Differences to Idelalisib Drug Des. Devel Ther. 2018 12 2577 2590 10.2147/DDDT.S142406 30174412 57. Patel K. Danilov A.V. Pagel J.M. Duvelisib for CLL/SLL and Follicular Non-Hodgkin Lymphoma Blood 2019 134 1573 1577 10.1182/blood.2019001795 31554637 58. Langer C.J. Redman M.W. Wade J.L. Aggarwal C. Bradley J.D. Crawford J. Stella P.J. Knapp M.H. Miao J. Minichiello K. SWOG S1400B (NCT02785913), a Phase II Study of GDC-0032 (Taselisib) for Previously Treated PI3K-Positive Patients with Stage IV Squamous Cell Lung Cancer (Lung-MAP Sub-Study) J. Thorac. Oncol. 2019 14 1839 1846 10.1016/j.jtho.2019.05.029 31158500 59. Turner S. Chia S. Kanakamedala H. Hsu W.C. Park J. Chandiwana D. Ridolfi A. Yu C.L. Zarate J.P. Rugo H.S. Effectiveness of Alpelisib + Fulvestrant Compared with Real-World Standard Treatment Among Patients with HR+, HER2-, PIK3CA-Mutated Breast Cancer Oncologist 2021 26 e1133 e1142 10.1002/onco.13804 33909934 60. Bertho M. Patsouris A. Augereau P. Robert M. Frenel J.S. Blonz C. Campone M. A Pharmacokinetic Evaluation of Alpelisib for the Treatment of HR+, HER2-Negative, PIK3CA-Mutated Advanced or Metastatic Breast Cancer Expert. Opin. Drug Metab. Toxicol. 2021 17 139 152 10.1080/17425255.2021.1844662 33213227 61. Sarker D. Ang J.E. Baird R. Kristeleit R. Shah K. Moreno V. Clarke P.A. Raynaud F.I. Levy G. Ware J.A. First-in-Human Phase I Study of Pictilisib (GDC-0941), a Potent Pan-Class I Phosphatidylinositol-3-Kinase (PI3K) Inhibitor, in Patients with Advanced Solid Tumors Clin. Cancer Res. 2015 21 77 86 10.1158/1078-0432.CCR-14-0947 25370471 62. Munster P. Aggarwal R. Hong D. Schellens J.H.M. Van Der Noll R. Specht J. Witteveen P.O. Werner T.L. Dees E.C. Bergsland E. First-in-Human Phase I Study of GSK2126458, an Oral Pan-Class I Phosphatidylinositol-3-Kinase Inhibitor, in Patients with Advanced Solid Tumor Malignancies Clin. Cancer Res. 2016 22 1932 1939 10.1158/1078-0432.CCR-15-1665 26603258 63. De Bono J.S. De Giorgi U. Rodrigues D.N. Massard C. Bracarda S. Font A. Arija J.A.A. Shih K.C. Radavoi G.D. Xu N. Randomized Phase II Study Evaluating Akt Blockade with Ipatasertib, in Combination with Abiraterone, in Patients with Metastatic Prostate Cancer with and without PTEN Loss Clin. Cancer Res. 2019 25 928 936 10.1158/1078-0432.CCR-18-0981 30037818 64. Bang Y.J. Kang Y.K. Ng M. Chung H.C. Wainberg Z.A. Gendreau S. Chan W.Y. Xu N. Maslyar D. Meng R. A Phase II, Randomised Study of MFOLFOX6 with or without the Akt Inhibitor Ipatasertib in Patients with Locally Advanced or Metastatic Gastric or Gastroesophageal Junction Cancer Eur. J. Cancer 2019 108 17 24 10.1016/j.ejca.2018.11.017 30592991 65. Turner N.C. Oliveira M. Howell S.J. Dalenc F. Cortes J. Gomez Moreno H.L. Hu X. Jhaveri K. Krivorotko P. Loibl S. Capivasertib in Hormone Receptor-Positive Advanced Breast Cancer N. Engl. J. Med. 2023 388 2058 2070 10.1056/NEJMoa2214131 37256976 66. Forde K. Resta N. Ranieri C. Rea D. Kubassova O. Hinton M. Andrews K.A. Semple R. Irvine A.D. Dvorakova V. Clinical Experience with the AKT 1 Inhibitor Miransertib in Two Children with PIK3CA-Related Overgrowth Syndrome Orphanet J. Rare Dis. 2021 16 109 10.1186/s13023-021-01745-0 33639990 67. Tolcher A.W. Patnaik A. Papadopoulos K.P. Rasco D.W. Becerra C.R. Allred A.J. Orford K. Aktan G. Ferron-Brady G. Ibrahim N. Phase I Study of the MEK Inhibitor Trametinib in Combination with the AKT Inhibitor Afuresertib in Patients with Solid Tumors and Multiple Myeloma Cancer Chemother. Pharmacol. 2015 75 183 189 10.1007/s00280-014-2615-5 25417902 68. Aghajanian C. Bell-McGuinn K.M. Burris H.A. Siu L.L. Stayner L.A. Wheler J.J. Hong D.S. Kurkjian C. Pant S. Santiago-Walker A. A Phase I, Open-Label, Two-Stage Study to Investigate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of the Oral AKT Inhibitor GSK2141795 in Patients with Solid Tumors Invest. New Drugs 2018 36 1016 1025 10.1007/s10637-018-0591-z 29611022 69. Myers A.P. Konstantinopoulos P.A. Barry W.T. Luo W. Broaddus R.R. Makker V. Drapkin R. Liu J. Doyle A. Horowitz N.S. Phase II, 2-Stage, 2-Arm, PIK3CA Mutation Stratified Trial of MK-2206 in Recurrent Endometrial Cancer Int. J. Cancer 2020 147 413 422 10.1002/ijc.32783 31714586 70. Besse B. Leighl N. Bennouna J. Papadimitrakopoulou V.A. Blais N. Traynor A.M. Soria J.C. Gogov S. Miller N. Jehl V. Phase II Study of Everolimus-Erlotinib in Previously Treated Patients with Advanced Non-Small-Cell Lung Cancer Ann. Oncol. 2014 25 409 415 10.1093/annonc/mdt536 24368400 71. Besse B. Heist R.S. Papadmitrakopoulou V.A. Camidge D.R. Beck J.T. Schmid P. Mulatero C. Miller N. Dimitrijevic S. Urva S. A Phase Ib Dose-Escalation Study of Everolimus Combined with Cisplatin and Etoposide as First-Line Therapy in Patients with Extensive-Stage Small-Cell Lung Cancer Ann. Oncol. 2014 25 505 511 10.1093/annonc/mdt535 24368401 72. Gandhi L. Bahleda R. Tolaney S.M. Kwak E.L. Cleary J.M. Pandya S.S. Hollebecque A. Abbas R. Ananthakrishnan R. Berkenblit A. Phase I Study of Neratinib in Combination with Temsirolimus in Patients with Human Epidermal Growth Factor Receptor 2-Dependent and Other Solid Tumors J. Clin. Oncol. 2014 32 68 75 10.1200/JCO.2012.47.2787 24323026 73. Moran T. Palmero R. Provencio M. Insa A. Majem M. Reguart N. Bosch-Barrera J. Isla D. Costa E.C. Lee C. A Phase Ib Trial of Continuous Once-Daily Oral Afatinib plus Sirolimus in Patients with Epidermal Growth Factor Receptor Mutation-Positive Non-Small Cell Lung Cancer and/or Disease Progression Following Prior Erlotinib or Gefitinib Lung Cancer 2017 108 154 160 10.1016/j.lungcan.2017.03.009 28625629 74. Pearson A.D.J. Federico S.M. Aerts I. Hargrave D.R. DuBois S.G. Iannone R. Geschwindt R.D. Wang R. Haluska F.G. Trippett T.M. A Phase 1 Study of Oral Ridaforolimus in Pediatric Patients with Advanced Solid Tumors Oncotarget 2016 7 84736 84747 10.18632/oncotarget.12450 27713169 75. García-Saenz J.A. Martínez-Jañez N. Cubedo R. Jerez Y. Lahuerta A. Gonzalez-Santiago S. Ferrer N. Ramos M. Alonso-Romero J.L. Anton A. Sapanisertib plus Fulvestrant in Postmenopausal Women with Estrogen Receptor-Positive/HER2-Negative Advanced Breast Cancer after Progression on Aromatase Inhibitor Clin. Cancer Res. 2022 28 1107 1116 10.1158/1078-0432.CCR-21-2652 34980598 76. Heudel P. Frenel J.S. Dalban C. Bazan F. Joly F. Arnaud A. Abdeddaim C. Chevalier-Place A. Augereau P. Pautier P. Safety and Efficacy of the MTOR Inhibitor, Vistusertib, Combined with Anastrozole in Patients with Hormone Receptor-Positive Recurrent or Metastatic Endometrial Cancer: The VICTORIA Multicenter, Open-Label, Phase 1/2 Randomized Clinical Trial JAMA Oncol. 2022 8 1001 1009 10.1001/jamaoncol.2022.1047 35551299 77. Lang F. Wunderle L. Badura S. Schleyer E. Brüggemann M. Serve H. Schnittger S. Gökbuget N. Pfeifer H. Wagner S. A Phase I Study of a Dual PI3-Kinase/ MTOR Inhibitor BEZ235 in Adult Patients with Relapsed or Refractory Acute Leukemia BMC Pharmacol. Toxicol. 2020 21 70 10.1186/s40360-020-00446-x 32993794 78. Powles T. Lackner M.R. Oudard S. Escudier B. Ralph C. Brown J.E. Hawkins R.E. Castellano D. Rini B.I. Staehler M.D. Randomized Open-Label Phase II Trial of Apitolisib (GDC-0980), a Novel Inhibitor of the PI3K/Mammalian Target of Rapamycin Pathway, versus Everolimus in Patients with Metastatic Renal Cell Carcinoma J. Clin. Oncol. 2016 34 1660 1668 10.1200/JCO.2015.64.8808 26951309 79. Dolly S.O. Wagner A.J. Bendell J.C. Kindler H.L. Krug L.M. Seiwert T.Y. Zauderer M.G. Lolkema M.P. Apt D. Yeh R.F. Phase I Study of Apitolisib (GDC-0980), Dual Phosphatidylinositol-3-Kinase and Mammalian Target of Rapamycin Kinase Inhibitor, in Patients with Advanced Solid Tumors Clin. Cancer Res. 2016 22 2874 2884 10.1158/1078-0432.CCR-15-2225 26787751 80. Tarantelli C. Gaudio E. Arribas A.J. Kwee I. Hillmann P. Rinaldi A. Cascione L. Spriano F. Bernasconi E. Guidetti F. PQR309 Is a Novel Dual PI3K/ MTOR Inhibitor with Preclinical Antitumor Activity in Lymphomas as a Single Agent and in Combination Therapy Clin. Cancer Res. 2018 24 120 129 10.1158/1078-0432.CCR-17-1041 29066507 81. Grilley-Olson J.E. Bedard P.L. Fasolo A. Cornfeld M. Cartee L. Razak A.R.A. Stayner L.A. Wu Y. Greenwood R. Singh R. A Phase Ib Dose-Escalation Study of the MEK Inhibitor Trametinib in Combination with the PI3K/ MTOR Inhibitor GSK2126458 in Patients with Advanced Solid Tumors Investig. New Drugs 2016 34 740 749 10.1007/s10637-016-0377-0 27450049 82. Wainberg Z.A. Alsina M. Soares H.P. Braña I. Britten C.D. Del Conte G. Ezeh P. Houk B. Kern K.A. Leong S. A Multi-Arm Phase I Study of the PI3K/ MTOR Inhibitors PF-04691502 and Gedatolisib (PF-05212384) plus Irinotecan or the MEK Inhibitor PD-0325901 in Advanced Cancer Target. Oncol. 2017 12 775 785 10.1007/s11523-017-0530-5 29067643 83. Morscher R.J. Brard C. Berlanga P. Marshall L.V. André N. Rubino J. Aerts I. De Carli E. Corradini N. Nebchi S. First-in-Child Phase I/II Study of the Dual MTOR C1/2 Inhibitor Vistusertib (AZD2014) as Monotherapy and in Combination with Topotecan-Temozolomide in Children with Advanced Malignancies: Arms E and F of the AcSé-ESMART Trial Eur. J. Cancer 2021 157 268 277 10.1016/j.ejca.2021.08.010 34543871 84. Choueiri T.K. Porta C. Suárez C. Hainsworth J. Voog E. Duran I. Reeves J. Czaykowski P. Castellano D. Chen J. Randomized Phase II Trial of Sapanisertib ± TAK-117 vs. Everolimus in Patients with Advanced Renal Cell Carcinoma After VEGF-Targeted Therapy Oncologist 2022 27 1048 1057 10.1093/oncolo/oyac192 36146944 85. Starks D.C. Rojas-Espaillat L. Meissner T. Williams C.B. Phase I Dose Escalation Study of Dual PI3K/ MTOR Inhibition by Sapanisertib and Serabelisib in Combination with Paclitaxel in Patients with Advanced Solid Tumors Gynecol. Oncol. 2022 166 403 409 10.1016/j.ygyno.2022.07.005 35843739 86. Bernardo V.S. Torres F.F. da Silva D.G.H. FOXO 3 and Oxidative Stress: A Multifaceted Role in Cellular Adaptation J. Mol. Med. 2023 101 83 99 10.1007/s00109-022-02281-5 36598531 87. Tsitsipatis D. Klotz L.O. Steinbrenner H. Multifaceted Functions of the Forkhead Box Transcription Factors FOXO 1 and FOXO 3 in Skin Biochim. Biophys. Acta Gen. Subj. 2017 1861 1057 1064 10.1016/j.bbagen.2017.02.027 28249743 88. Hosaka T. Biggs W.H. Tieu D. Boyer A.D. Varki N.M. Cavenee W.K. Arden K.C. Disruption of Forkhead Transcription Factor ( FOXO ) Family Members in Mice Reveals Their Functional Diversification Proc. Natl. Acad. Sci. USA 2004 101 2975 2980 10.1073/pnas.0400093101 14978268 89. Huang H. Tindall D.J. Dynamic FOXO Transcription Factors J. Cell Sci. 2007 120 2479 2487 10.1242/jcs.001222 17646672 90. Jiramongkol Y. Lam E.W.F. FOXO Transcription Factor Family in Cancer and Metastasis Cancer Metastasis Rev. 2020 39 681 709 10.1007/s10555-020-09883-w 32372224 91. Rodriguez-Colman M.J. Dansen T.B. Burgering B.M.T. FOXO Transcription Factors as Mediators of Stress Adaptation Nat. Rev. Mol. Cell Biol. 2023 25 46 64 10.1038/s41580-023-00649-0 37710009 92. Freycon C. Lupo P.J. Witkowski L. Budd C. Foulkes W.D. Goudie C. A Systematic Review of the Prevalence of Pathogenic or Likely Pathogenic Germline Variants in Individuals with FOXO 1 Fusion-Positive Rhabdomyosarcoma Pediatr. Blood Cancer 2023 70 30651 10.1002/pbc.30651 93. Liu Y. Ao X. Ding W. Ponnusamy M. Wu W. Hao X. Yu W. Wang Y. Li P. Wang J. Critical Role of FOXO 3a in Carcinogenesis Mol. Cancer 2018 17 104 10.1186/s12943-018-0856-3 30045773 94. Habrowska-Górczyńska D.E. Kozieł M.J. Kowalska K. Piastowska-Ciesielska A.W. FOXO 3a and Its Regulators in Prostate Cancer Int. J. Mol. Sci. 2021 22 12530 10.3390/ijms222212530 34830408 95. Williams A.B. Schumacher B. P53 in the DNA-Damage-Repair Process Cold Spring Harb. Perspect. Med. 2016 6 a026070 10.1101/cshperspect.a026070 27048304 96. Gnanasundram S.V. Bonczek O. Wang L. Chen S. Fahraeus R. P53 MRNA Metabolism Links with the DNA Damage Response Genes 2021 12 1446 10.3390/genes12091446 10.3390/genes12091446 34573428 97. Albrechtsen N. Dornreiter I. Grosse F. Ella K. Wiesmüller L. Deppert W. Maintenance of Genomic Integrity by P53 : Complementary Roles for Activated and Non-Activated P53 Oncogene 1999 18 7706 7717 10.1038/sj.onc.1202952 10618711 98. Gatz S.A. Wiesmüller L. P53 in Recombination and Repair Cell Death Differ. 2006 13 1003 1016 10.1038/sj.cdd.4401903 16543940 99. Duffy M.J. Synnott N.C. O’Grady S. Crown J. Targeting P53 for the Treatment of Cancer Semin. Cancer Biol. 2022 79 58 67 10.1016/j.semcancer.2020.07.005 32741700 100. Duffy M.J. Synnott N.C. McGowan P.M. Crown J. O’Connor D. Gallagher W.M. P53 as a Target for the Treatment of Cancer Cancer Treat. Rev. 2014 40 1153 1160 10.1016/j.ctrv.2014.10.004 25455730 101. Hashimoto N. Nagano H. Tanaka T. The Role of Tumor Suppressor P53 in Metabolism and Energy Regulation, and Its Implication in Cancer and Lifestyle-Related Diseases Endocr. J. 2019 66 485 496 10.1507/endocrj.EJ18-0565 31105124 102. Olovnikov I.A. Kravchenko J.E. Chumakov P.M. Homeostatic Functions of the P53 Tumor Suppressor: Regulation of Energy Metabolism and Antioxidant Defense Semin. Cancer Biol. 2009 19 32 41 10.1016/j.semcancer.2008.11.005 19101635 103. Liu J. Zhang C. Hu W. Feng Z. Tumor Suppressor P53 and Metabolism J. Mol. Cell Biol. 2019 11 284 292 10.1093/jmcb/mjy070 30500901 104. Eriksson M. Ambroise G. Ouchida A.T. Lima Queiroz A. Smith D. Gimenez-Cassina A. Iwanicki M.P. Muller P.A. Norberg E. Vakifahmetoglu-Norberg H. Effect of Mutant P53 Proteins on Glycolysis and Mitochondrial Metabolism Mol. Cell Biol. 2017 37 e00328-17 10.1128/MCB.00328-17 28993478 105. Kim J. Yu L. Chen W. Xu Y. Wu M. Todorova D. Tang Q. Feng B. Jiang L. He J. Wild-Type P53 Promotes Cancer Metabolic Switch by Inducing PUMA-Dependent Suppression of Oxidative Phosphorylation Cancer Cell 2019 35 191 203.e8 10.1016/j.ccell.2018.12.012 30712844 106. Zhuang W. Lian G. Huang B. Du A. Gong J. Xiao G. Xu C. Wang H. Xie L. CPT1 Regulates the Proliferation of Pulmonary Artery Smooth Muscle Cells through the AMPK - P53 -P21 Pathway in Pulmonary Arterial Hypertension Mol. Cell Biochem. 2019 455 169 183 10.1007/s11010-018-3480-z 30511343 107. Liu J. Zhang C. Hu W. Feng Z. Tumor Suppressor P53 and Its Mutants in Cancer Metabolism Cancer Lett. 2015 356 197 203 10.1016/j.canlet.2013.12.025 24374014 108. Luck K. Kim D.K. Lambourne L. Spirohn K. Begg B.E. Bian W. Brignall R. Cafarelli T. Campos-Laborie F.J. Charloteaux B. A Reference Map of the Human Binary Protein Interactome Nature 2020 580 402 408 10.1038/s41586-020-2188-x 32296183 109. Bader M.S. Meyer S.C. JAK2 in Myeloproliferative Neoplasms: Still a Protagonist Pharmaceuticals 2022 15 160 10.3390/ph15020160 35215273 110. Perner F. Perner C. Ernst T. Heidel F.H. Roles of JAK2 in Aging, Inflammation, Hematopoiesis and Malignant Transformation Cells 2019 8 854 10.3390/cells8080854 31398915 111. Barutcu S.A. Girnius N. Vernia S. Davis R.J. Role of the MAPK/CJun NH2-Terminal Kinase Signaling Pathway in Starvation-Induced Autophagy Autophagy 2018 14 1586 1595 10.1080/15548627.2018.1466013 29950132 112. Li D. You Y. Bi F.F. Zhang T.N. Jiao J. Wang T.R. Zhou Y.M. Shen Z.Q. Wang X.X. Yang Q. Autophagy Is Activated in the Ovarian Tissue of Polycystic Ovary Syndrome Reproduction 2018 155 85 92 10.1530/REP-17-0499 29030491 113. Devis-Jauregui L. Eritja N. Davis M.L. Matias-Guiu X. Llobet-Navàs D. Autophagy in the Physiological Endometrium and Cancer Autophagy 2021 17 1077 1095 10.1080/15548627.2020.1752548 32401642 114. Wörmann S.M. Song L. Ai J. Diakopoulos K.N. Kurkowski M.U. Görgülü K. Ruess D. Campbell A. Doglioni C. Jodrell D. Loss of P53 Function Activates JAK2–STAT3 Signaling to Promote Pancreatic Tumor Growth, Stroma Modification, and Gemcitabine Resistance in Mice and Is Associated with Patient Survival Gastroenterology 2016 151 180 193.E12 10.1053/j.gastro.2016.03.010 27003603 115. Spurlock C.F. Tossberg J.T. Fuchs H.A. Olsen N.J. Aune T.M. Methotrexate Increases Expression of Cell Cycle Checkpoint Genes via JNK Activation Arthritis Rheum. 2012 64 1780 1789 10.1002/art.34342 22183962 116. Yan Y. Long T. Su Q. Wang Y. Chen K. Yang T. Zhao G. Ma Q. Hu X. Liu C. Cardiac ISL1-Interacting Protein, a Cardioprotective Factor, Inhibits the Transition from Cardiac Hypertrophy to Heart Failure Front. Cardiovasc. Med. 2022 9 857049 10.3389/fcvm.2022.857049 35369338 Figure 1 Schematic representation of MLIP -associated stress response pathways in cellular homeostasis and disease. The central role of MLIP (muscle-enriched A-type lamin-interacting protein) in coordinating cellular responses to genotoxic and metabolic stress is shown, highlighting its potential implications in cancer. Figure 2 Regulatory interactions between MLIP and AMPK in cancer metabolism. This schematic illustrates the bidirectional regulatory relationship between muscle-enriched A-type lamin-interacting protein ( MLIP ) and AMP-activated protein kinase ( AMPK ). MLIP is depicted as acting on the fulcrum of AMPK action as an oncogene or tumor suppressor. Figure 3 Comparative schematic of MLIP signaling pathways in physiological and pathological states. A comparative overview of the intracellular signaling pathways involving muscle-enriched A-type lamin-interacting protein ( MLIP ) in two states: physiological ( left panel ) and pathological ( right panel ). In the physiological state, MLIP negatively regulates AKT , leading to reduced mTOR activity and an increase in AMPK activity, depicted by solid black lines. These interactions suggest a role for MLIP in maintaining the cellular energy balance and potentially inhibiting cancer cell growth. In the pathological state ( right panel ), the loss of MLIP leads to increased AKT - mTOR activity, potentially promoting cell growth and proliferation. The altered signaling dynamics of MLIP in the pathological state underscore its potential as a regulatory switch in cancer metabolism and a target for therapeutic intervention. Figure created with BioRender.com . Reprinted with permission from Ref. [ 28 ]. Copyright 2015 Creative Commons CC-BY license. Figure 4 Influence of MLIP on key signaling pathways and therapeutic interventions in cancer. This figure delineates the role of muscle-enriched A-type lamin-interacting protein ( MLIP ) in modulating critical signaling cascades involved in cancer pathophysiology. In the left panel, the MLIP interaction with the PI3K/AKT / mTOR pathway is illustrated, depicting potential points of therapeutic intervention with the listed drugs. The dashed lines represent indirect effects on downstream processes such as cell cycle arrest, DNA repair, senescence, and apoptosis, which are key cellular responses in cancer therapy. In the right panel, the absence of MLIP ’s regulatory influence is shown to result in enhanced cell growth and division, as well as angiogenesis, contributing to tumor progression. The drugs targeting these pathways are grouped according to their mechanism of action, highlighting the potential for MLIP to serve as a pivotal point for therapeutic targeting in cancer treatment. Figure created with BioRender.com . cells-13-01109-t001_Table 1 Table 1 Association of MLIP with various cancer types and clinical outcomes. Cancer Status Reference Breast cancer 1 out of 6 genes associated with breast cancer risk and recurrence-free survival [ 35 ] Triple-negative breast cancer Upregulated in and associated with patient survival in triple-negative breast cancer [ 36 ] Esophageal cancer One of seven risk RNAs for esophageal cancer [ 37 ] cells-13-01109-t002_Table 2 Table 2 Overview of targeted therapies acting on the PI3K/AKT / mTOR pathway in cancer. Drug Molecular Target Status Reference Idelalisib (Zydelig) PI3K relapsed chronic lymphocytic leukemia (CLL), follicular lymphoma, and small lymphocytic lymphoma (SLL) [ 55 ] Copanlisib (Aliqopa) PI3K relapsed follicular lymphoma [ 56 ] Duvelisib (Copiktra) PI3K relapsed or refractory CLL, SLL, and follicular lymphoma [ 57 ] Taselisib (GDC-0032) PI3K investigational drug in clinical trials for various types of cancer, including breast cancer and lung cancer [ 58 ] Alpelisib (Piqray) PI3K HR-positive, HER2-negative, PIK3CA-mutated advanced or metastatic breast cancer [ 59 , 60 ] Pictilisib (GDC-0941) PI3K investigational drug in clinical trials for various types of cancer, including breast cancer and non-small cell lung cancer [ 61 ] Omipalisib (GSK2126458) PI3K investigational drug in clinical trials for various types of cancer, including melanoma and pancreatic cancer [ 62 ] Ipatasertib (GDC-0068) AKT investigational drug in clinical trials for various types of cancer, including breast cancer, prostate cancer, and ovarian cancer [ 63 , 64 ] Capivaserib (AZD5363) AKT investigational drug in clinical trials for various types of cancer, including breast cancer, prostate cancer, and non-small cell lung cancer [ 65 ] Miransertib (ARQ092) AKT investigational drug in clinical trials for various types of cancer, including endometrial cancer, solid tumors, and proteus syndrome [ 66 ] Afuresertib (GSK2110183) AKT investigational drug in clinical trials for multiple myeloma and other hematologic malignancies [ 67 ] Uprosertib (GSK2141795) AKT investigational drug in clinical trials for various types of cancer, including solid tumors and lymphomas [ 68 ] MK-2206 AKT investigational drug in clinical trials for various types of cancer, including breast cancer, colorectal cancer, and non-small cell lung cancer [ 69 ] Everolimus (Afinitor, Zortress) mTOR advanced renal cell carcinoma (RCC), progressive neuroendocrine tumors of pancreatic origin (PNET), advanced hormone receptor-positive, HER2-negative breast cancer, renal angiomyolipoma with tuberous sclerosis complex (TSC), and subependymal giant cell astrocytoma (SEGA) associated with TSC [ 70 , 71 ] Temsirolimus (Torisel) mTOR advanced renal cell carcinoma (RCC) [ 72 ] Sirolimus (Rapamune) mTOR potential anti-cancer properties in certain cancers, such as TSC-associated lymphangioleiomyomatosis (LAM) [ 73 ] Ridaforolimus (AP23573, MK-8669) mTOR investigational drug in clinical trials for various types of cancer, including sarcomas, endometrial cancer, and other solid tumors [ 74 ] Sapanisertib (INK128, TAK-228) mTOR investigational drug in clinical trials for various types of cancer, including breast cancer, renal cell carcinoma, and non-Hodgkin’s lymphoma [ 75 ] AZD2014 (Vistusertib) mTOR investigational drug in clinical trials for various types of cancer, including endometrial cancer, breast cancer, and non-small cell lung cancer [ 76 ] Dactolisib (BEZ235) dual PI3K/ mTOR preclinical and early-phase clinical trials for various types of solid tumors, including breast, prostate, and renal cell carcinoma [ 77 ] Apitolisib (GDC-0980) dual PI3K/ mTOR early-phase clinical trials for various types of solid tumors, including colorectal, breast, and prostate cancer [ 78 , 79 ] Bimiralisib (PQR309) dual PI3K/ mTOR early-phase clinical trials for various types of solid tumors and lymphomas [ 80 ] Omipalisib (GSK2126458) dual PI3K/ mTOR early-phase clinical trials for various types of solid tumors and hematologic malignancies [ 62 , 81 ] Gedatolisib (PF-05212384) dual PI3K/ mTOR early-phase clinical trials for various types of solid tumors and hematologic malignancies [ 82 ] Vistusertib (AZD2014) dual PI3K/ mTOR early-phase clinical trials for various types of solid tumors and hematologic malignancies [ 83 ] Serabelisib (INK1117, MLN0128, TAK-228) dual PI3K/ mTOR early-phase clinical trials for various types of solid tumors and hematologic malignancies [ 84 , 85 ] cells-13-01109-t003_Table 3 Table 3 Functional roles of FOXO transcription factors in cell Biology and cancer. FOXO Type Role in Cell Biology Role in Cancer Types of Tumors References FOXO 1 Regulation of gluconeogenesis, cell proliferation, apoptosis, metabolism, inflammation, differentiation, and stress resistance. Global deletion causes embryonic cell death due to incomplete vascular development. Tumor suppressor, regulation of cell cycle arrest, apoptosis, and DNA repair Lymphoma, soft tissue sarcoma, acute myeloid leukemia (AML), breast cancer [ 90 ] FOXO 2 Involved in multiple important biological processes, such as cell cycle arrest, DNA repair, apoptosis, glucose metabolism, aging, and autophagy. Tumor suppressor, regulation of cell cycle arrest, apoptosis, and DNA repair Not specified [ 90 ] FOXO 3 Affects lymph proliferation, widespread organ inflammation. Expression found in most tissues, including lymphocytes and myeloid cells. Tumor suppressor, regulation of cell cycle arrest, apoptosis, and DNA repair Neuroblastoma, breast cancer, colorectal cancer, glioblastoma, pancreatic ductal adenocarcinoma [ 90 ] FOXO 4 Required for stem cell function in multiple tissues, including the maintenance of hematopoietic, neural, and muscle stem cell pools. Tumor suppressor, regulation of cell cycle arrest and apoptosis Not specified [ 90 ]",
    "full_text_abstract": "Muscle-enriched A-type lamin-interacting protein ( MLIP ) is an emerging protein involved in cellular homeostasis and stress adaptation. Eukaryotic cells regulate various cellular processes, including metabolism, DNA repair, and cell cycle progression, to maintain cellular homeostasis. Disruptions in this homeostasis can lead to diseases such as cancer, characterized by uncontrolled cell growth and division. This review aims to explore for the first time the unique role MLIP may play in cancer development and progression, given its interactions with the PI3K/Akt/mTOR pathway, p53 , MAPK9 , and FOXO transcription factors, all critical regulators of cellular homeostasis and tumor suppression. We discuss the current understanding of MLIP ’s involvement in pro-survival pathways and its potential implications in cancer cells’ metabolic remodeling and dysregulated homeostasis. Additionally, we examine the potential of MLIP as a novel therapeutic target for cancer treatment. This review aims to shed light on MLIP ’s potential impact on cancer biology and contribute to developing innovative therapeutic strategies."
}