{
    "PMC": "2211804",
    "DOI": "10.1084/jem.20031142",
    "PMID": "14744996",
    "PMCID": "PMC2211804",
    "title": "The metallo-beta-lactamase/beta-CASP domain of Artemis constitutes the catalytic core for V(D)J recombination.",
    "year": 2004,
    "source_url": "https://europepmc.org/article/PMC/PMC2211804",
    "source": "MED",
    "abstract_text": "The V(D)J recombination/DNA repair factor Artemis belongs to the metallo-beta-lactamase (beta-Lact) superfamily of enzymes. Three regions can be defined within the Artemis protein sequence: (a) the beta-Lact homology domain, to which is appended (b) the beta-CASP region, specific of members of the beta-Lact superfamily acting on nucleic acids, and (c) the COOH-terminal domain. Using in vitro mutagenesis, here we show that the association of the beta-Lact and the beta-CASP regions suffices for in vivo V(D)J recombination of chromosome-integrated substrates. Single amino acid mutants point to critical catalytic residues for V(D)J recombination activity. The results presented here define the beta-Lact/beta-CASP domain of Artemis as the minimal core catalytic domain needed for V(D)J recombination and suggest that Artemis uses one or two Zn(II) ions to exert its catalytic activity, like bacterial class B beta-Lact enzymes hydrolyzing beta-lactam compounds.",
    "full_text": "J Exp Med J. Exp. Med The Journal of Experimental Medicine 0022-1007 1540-9538 The Rockefeller University Press 2211804 20031142 10.1084/jem.20031142 14744996 Article The Metallo-β-Lactamase/β-CASP Domain of Artemis Constitutes the Catalytic Core for V(D)J Recombination Poinsignon Catherine 1 Moshous Despina 1 Callebaut Isabelle 2 de Chasseval Régina 1 Villey Isabelle 1 de Villartay Jean-Pierre 1 1 Développement Normal et Pathologique du Système Immunitaire, INSERM U429, Hôpital Necker Enfants Malades, 75015 Paris, France 2 Systèmes Moléculaires et Biologie Structurale, CNRS UMR7590, Universités Paris 6 et Paris 7, 75005 Paris, France Address correspondence to Jean-Pierre de Villartay, INSERM U429, Hôpital Necker, 149 Rue de Sèvres, 75015 Paris, France. Phone: 33-1-44-49-50-81; Fax: 33-1-42-73-06-40; email: devillar@necker.fr 2 2 2004 199 3 315 321 10 7 2003 3 12 2003 Copyright © 2004, The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). The V(D)J recombination/DNA repair factor Artemis belongs to the metallo-β-lactamase (β-Lact) superfamily of enzymes. Three regions can be defined within the Artemis protein sequence: (a) the β-Lact homology domain, to which is appended (b) the β-CASP region, specific of members of the β-Lact superfamily acting on nucleic acids, and (c) the COOH-terminal domain. Using in vitro mutagenesis, here we show that the association of the β-Lact and the β-CASP regions suffices for in vivo V(D)J recombination of chromosome-integrated substrates. Single amino acid mutants point to critical catalytic residues for V(D)J recombination activity. The results presented here define the β-Lact/β-CASP domain of Artemis as the minimal core catalytic domain needed for V(D)J recombination and suggest that Artemis uses one or two Zn(II) ions to exert its catalytic activity, like bacterial class B β-Lact enzymes hydrolyzing β-lactam compounds. Artemis metallo-β-lactamases β-CASP V(D)J recombination DNA repair C. Poinsignon and D. Moshous contributed equally to this work. Abbreviations used in this paper: β-Lact, metallo-β-lactamase; CE, coding ends; DNA-dsb, DNA double strand break; DNA-PKcs, DNA-dependent protein kinase catalytic subunit; EGFP, enhanced green fluorescent protein; FL, full-length; GFP, green fluorescent protein; GST, glutathione- S -transferase; RS-SCID, radiosensitive SCID; RSS, recombination signal sequences; WB, Western blotting. Introduction V(D)J recombination, the mechanism by which immunoglobulin and T cell receptor variable domain encoding genes are assembled, is initiated through the introduction of a DNA double strand break (DNA-dsb) by the lymphoid-specific factors RAG1 and RAG2 (for a review of V(D)J recombination see references 1 and 2 ). RAG1 and RAG2 recognize recombination signal sequences (RSS) that flank all variable (V), diversity (D), and joining (J) gene units and introduce the DNA-dsb at the border of the RSS. The repair of the DNA gap is then achieved by at least six proteins that belong to the nonhomologous end joining apparatus: Ku70/Ku80, DNA-dependent protein kinase catalytic subunit (DNA-PKcs), XRCC4/LigaseIV, and Artemis ( 3 ). The DNA-dsb is first recognized by the DNA-PK complex formed by the Ku70/Ku80 heterodimer, which binds to DNA ends, and the DNA-PKcs, which belongs to the PI3 family of kinases and requires DNA association for enzymatic activity. Artemis then probably opens the hairpin structures at coding ends (CE) before ligation (see below). Finally, the XRCC4/DNA–LigaseIV complex catalyzes the ligation step. Several animal models ( 2 , 4 ) and human radiosensitive SCID (RS-SCID; references 3 and 5 ) have demonstrated the absolute prerequisite for these factors in terminating the V(D)J recombination process. Indeed, a defect in any nonhomologous end joining factor results in a complete block of both B and T cell maturation, leading to SCID in all of these situations. However, in human Artemis-deficient patients ( 5 ), in Artemis KO mice ( 4 ), and to a lesser extent in the murine SCID condition ( 6 ), the signal joints are qualitatively and quantitatively unaffected, whereas the coding joint formation is severely impaired, suggesting a subtle difference in the resolution of the two RAG1/RAG2-generated DNA intermediates. Before DNA repair, CE are present on the chromosome as hairpin-sealed structures ( 7 ), whereas signal ends are excised from the chromosome as blunt and 5′ phosphorylated termini ( 8 , 9 ). Artemis, which is mutated in RS-SCID patients, was therefore postulated to represent the missing factor accountable for opening the hairpin at CE before religation ( 3 ). Ma et al. ( 10 ) demonstrated that Artemis possesses an exonuclease activity in vitro. Moreover, when complexed to and phosphorylated by DNA-PKcs, Artemis's specificity switches to an endonucleolytic activity. Under these circumstances, Artemis is capable of opening RAG1/RAG2-generated hairpins at CE in vitro ( 10 ). This enzymatic activity for Artemis was further accredited by the observation of hairpin-sealed CE in thymocytes from Artemis KO mice ( 4 ). Based on protein sequence analysis, Artemis defines a separate evolutionary conserved group of enzymes (the β-CASP family) within the metallo-β-lactamase (β-Lact) superfamily ( 3 , 11 ). In this study we used an in vitro mutagenesis approach to dissect the role of the β-Lact and β-CASP domains of Artemis with regard to V(D)J recombination and DNA repair after ionizing radiation. Materials and Methods Plasmids and In Vitro Mutagenesis. Artemis cDNA was cloned into pGEM (pArte) for subsequent mutagenesis. Full-length (FL) and β-Lact/β-CASP (Met1-Ser385) domains of Artemis were subcloned in pCDNA1.1 (Invitrogen) together with a COOH-terminal His(6×)-myc tag. FL Artemis cDNA was subcloned in frame with glutathione- S -transferase (GST) in pEBG together with a COOH-terminal His(6×)-myc Tag (pEBG-myc). In vitro mutagenesis was performed using the Quick-Change (Stratagene) system on pArte construct according to the manufacturer's recommendations. Mutagenized Artemis coding sequences were then subcloned into pEBG-myc. Western Blot and Immunoprecipitation. 293T cells were transfected with empty vector or the various GST-Artemis-myc–expressing plasmids. Expression of the various mutants was assessed 48 h after transfection by Western blotting (WB) on whole cell lysate using anti-myc (clone 9E10; Santa Cruz Biotechnology Associates, Inc.) antibody. For immunoprecipitation studies, cells were washed in 1× PBS and incubated for 30 min in lysis buffer (50 mM Tris, pH 7.5, 0.1% Triton X-100, 100 mM NaCl, 1 mM DTT, 10% glycerol, 15 mM EGTA, 10 mM NaF, 5 μg/ml pepstatin, leupeptin, 1 μg/ml aprotinin) on ice. After centrifugation, the anti-myc antibody (clone 9E10) and protein G–Sepharose were added and the mixes were placed on a wheel at 4°C for 12 h. After washing, the beads were eluted in sample loading buffer. The samples were analyzed by WB with anti–DNA-PKcs (Ab-2 [25–4]; Neomarkers) and anti-GST (Z-5; Santa Cruz Biotechnology Associates, Inc.) antibodies. V(D)J Recombination on Chromosomal Substrates. The GUETEL/RSS and OTEL/RSS V(D)J recombination reporter cell lines were derived by retroviral infection of the Artemis-deficient GUETEL and control OTEL cells with MX-RSS-GFP/ires-huCD4 retrovirus (provided by M. Schlissel, University of California, Berkeley, CA; reference 12 ). These two cell lines are SV40-transformed, telomerase-immortalized skin fibroblasts. The GUETEL cells were obtained from a previously described (P15 in reference 3 ) Artemis-deficient patient. Retroviral supernatants were produced by transient transfection of Phoenix-Ampho cells (provided by G. Nolan, Stanford University School of Medicine, Standford, CA) as previously described ( 13 ). V(D)J recombination is induced transiently by the cotransfection of 3 μg HuRag1 and 2.4 μg HuRag2 expression plasmids (based on pcDNA1.1) expressing FL human proteins under the CMV promoter using electroporation. 2.5 μg human Artemis expression construct is added for complementation studies. 72 h after transfection, the cells are stained with phycoerythrin-conjugated anti-CD4 antibody and analyzed by FACS ® for green fluorescent protein (GFP) fluorescence (FL1) and CD4 expression (FL2). The percentage of recombination corresponds to the fraction of GFP + cells amongst CD4 + cells. Radiosensitivity Analysis. Artemis coding regions (FL or β-Lact/β-CASP domain) were subcloned into the pMND-MFG retroviral vector (provided by D. Kohn, Children's Hospital Los Angeles, Los Angeles, CA) upstream of an ires-GFP cassette under the regulation of the virus LTR (see Fig. 5 A). Retroviral supernatants were used to transduce a primary fibroblast cell line from an RS-SCID patient, resulting in a mixed population with a given percentage of transduced (GFP + ) and untransduced (GFP − ) cells. The mixed populations were subjected to increasing doses of γ ray irradiation (0–2 Gy) and the percentage of GFP + cells was evaluated by FACS ® analysis 15 d after irradiation to assess the selective advantage conferred by the introduction of the various forms of Artemis. The index of GFP + cells after irradiation is calculated upon comparison with the percentage of GFP + cells in the unirradiated samples. Results and Discussion We defined three separate regions in the Artemis protein ( Fig. 1 A) based on analysis of its sequence ( 3 , 11 ). The most NH 2 -terminal region, from the initiation methionine up to R155, encoded by exons 1–6, corresponds to the β-Lact homology domain. This region presents four out of the five conserved motives ( Fig. 1 B, I to IV), constituting the β-Lact–active center and mostly consisting of histidine and aspartic acid residues that participate in zinc coordination and hydrolysis reaction characteristic of enzymes of this superfamily ( 14 ). This region is followed by the β-CASP region ( 11 ), which is encoded by exons 7–13, up to S385. This region is always associated with β-Lact motives I to IV within nucleic acid–processing enzymes of the β-CASP family such as murine SNM1, yeast PSO2, or the cleavage- and polyadenylation-specific factor. Two highly conserved residues (D165 and H319 in Artemis) constitute an outstanding signature of the β-CASP domain, whereas a third one (V341 in Artemis) appears to be specific of the kind of substrate that is highly conserved as a valine or a histidine in proteins acting on DNA or RNA, respectively ( Fig. 1 B). Importantly, D165 or H319 in the β-CASP–specific region could represent the fifth motif of the β-Lact signature, which is not present in the β-Lact homology region per se. We propose that the β-CASP region participates with the β-Lact region in forming the catalytic site of Artemis. Lastly, the exon 14–encoded carboxy terminal half of the protein, from E386 to T692, designated hereafter as “C-Ter,” appears as a separate domain. Figure 1. Analysis of artemis protein sequence. (A) Artemis is composed of three identifiable regions, the β-Lact homologous region (amino acids 1–155), the associated β-CASP domain (amino acids 156–385), and the COOH-terminal region (amino acids 386–692). Regions of the Artemis sequence used for functional experiments are indicated. (B) Critical residues (in bold) that compose the catalytic site of bacterial β-Lacts are conserved in Artemis. The numbering is according to the Artemis protein sequence. Three residues (D165, H319, and V341) represent the signature of the β-CASP domain. Definition of the Artemis Catalytic Core Required for V(D)J Recombination. We undertook deletional and single amino acid mutagenesis analyses to define the core catalytic region of Artemis in vivo. Given recent studies demonstrating a different RAG1/RAG2 requirement for V(D)J recombination on extrachromosomal versus chromosomal substrates ( 12 , 15 – 17 ), we analyzed the function of Artemis in the context of in-chromosome V(D)J recombination by using the experimental strategy developed by Liang et al. ( 12 ). A chromosomal V(D)J recombination substrate was stably integrated in the Artemis-deficient GUETEL (GUETEL/RSS cells) and control OTEL (OTEL/RSS) cell lines by means of retroviral infection ( Fig. 2 ). pMX-RSS-GFP/ires-huCD4 ( Fig. 2 A) is a retroviral construct in which an RSS-flanked GFP cassette is inserted in reverse transcriptional orientation relative to the 5′ LTR promoter. Cells carrying the V(D)J reporter cassette are detected through the cell surface expression of huCD4 ( Fig. 2 B). V(D)J recombination of the construct is induced through the transient transfection of RAG1/RAG2 expression plasmids, which results in the inversion of the GFP cassette leading to green fluorescence expression. The control OTEL/RSS cells recombine the substrate (1.44% GFP + /CD4 + ) in the presence of both RAG1 and RAG2 but not in the sole presence of RAG1 (0.07%) as expected, and the addition of exogenous Artemis does not increase the recombination frequency (1.79%). In contrast, the Artemis-deficient GUETEL/RSS cells poorly rearrange the substrate in the presence of RAG1 and RAG2 (0.22%), a defect that is fully complemented by the addition of exogenous Artemis (1.36%). Interestingly, the recombination frequency of GUETEL/RSS cells in the absence of Artemis is significantly above background level (0.22 vs. 0.03%) in accord with the previously reported leakiness of Artemis-deficient cells in mice ( 4 , 18 ). Sequencing the V(D)J coding joints from GUETEL/RSS cells transfected in the absence of Artemis revealed a high frequency of 1–8-bp-long P nucleotide addition ( Fig. 3 B), a situation previously associated with Artemis deficiency in murine ES cells but not found in control, V(D)J-proficient, OTEL/RSS cells ( Fig. 3 A). The addition of Artemis completely restores the quality of the V(D)J junctions in GUETEL/RSS cells ( Fig. 3 C). The integrated results of six experiments show that the relative level of V(D)J recombination ( Fig. 2 C) and the quality of the resulting CJ ( Fig. 3 D) is identical whether FL or β-Lact/β-CASP domain-only forms of Artemis are used to complement the GUETEL/RSS cells. Therefore, we conclude that the β-Lact/β-CASP region of Artemis carries the catalytic activity required for V(D)J recombination. Figure 2. V(D)J recombination on chromosomal substrates. (A) structure of the MX-RSS-EGFP/ires-HuCD4 construct before and after inversional V(D)J recombination. In the germline configuration, an inverted EGFP cassette is flanked by two RSS. Upon V(D)J recombination, the EGFP gene is reoriented and productively transcribed from the LTR promoter. (B) Wild-type OTEL- and Artemis-deficient GUETEL cells were transduced with MX-RSS-EGFP/ires-HuCD4 resulting in 43 and 80% CD4 + cells, respectively. Recombination of the substrates is initiated by transient transfection of RAG1/RAG2 expression constructs with or without Artemis. (C) Mean results of 6 V(D)J recombination experiments in GUETEL/RSS cells. The V(D)J recombination activity is calculated relative to the recombination frequency obtained with RAG1 (R1), RAG2 (R2), and wild-type Artemis (Arte wt). Figure 3. Sequence analysis of V(D)J coding joints. Coding joints were PCR amplified and sequenced from rearranged OTEL/RSS and GUETEL/RSS cells. P nucleotides are indicated in bold. Sequences were obtained from two independent experiments for OTEL/RSS transfected with R1/R2 (A) and three independent transfections for GUETEL/RSS transfected with R1/R2 (B), R1/R2/Artemis-FL (C), and R1/R2/β-Lact-β-CASP (D). Definition of Critical Catalytic Residues for Artemis Function In Vivo. The catalytic residues that define the two Zn(II)-binding pockets of class B β-Lacts concord to a highly conserved consensus signature: [HxHxD]…[H]…[C]…[H] ( 14 ). As most of these residues are conserved in Artemis ( Fig. 1 B), we analyzed their role in Artemis function through in vitro mutagenesis. All engineered mutants were normally expressed and retained the capacity to interact with DNA-PKcs as judged by coimmunoprecipitation assay ( Fig. 4 A). One representative experiment ( Fig. 4 B) demonstrates that the basal V(D)J recombination activity in GUETEL/RSS cells (0.12%) is fully complemented by both Artemis (0.99%) or GST-Artemis (1.25%) expression constructs despite the previously reported reduced activity of a GST-Artemis fusion protein in vitro ( 10 ). GST-Artemis alone did not induce V(D)J recombination (0.01%) as expected. The integrated results of four experiments is shown in Fig. 4 C. Based on sequence analysis, the H33/H35/H115 triad in Artemis was predicted to correspond to the ligands of the first zinc (Zn1) of the binuclear Zn(II) center ( Fig. 4 D). Accordingly, replacement of these residues with alanine strongly compromises the Artemis activity in all three mutants ( Fig. 4 C). As a control, the mutant H151A, which affects a nonconserved His residue outside of the putative catalytic site, does not alter Artemis function. In the structure of class B enzymes as shown for Bacillus cereus in Fig. 4 D, the second zinc (Zn2) is coordinated by an aspartic acid, a histidine and a cysteine, and by two water molecules. The Asp residue is conserved in Artemis and its replacement by alanine (D37A) abolishes Artemis' activity. The Cys (Cys168 in B. cereus ) is conserved in class B β-Lacts except for L1 enzyme of Stenotrophomonas maltophilia where it is replaced by a Ser at position 185, which is not a ligand of the zinc ion ( 14 , 19 ). Instead, His89 provides the fifth Zn2 ligation in the L1 structure, next to the Asp88 residue in motif II ( Figs. 1 B and 4 D). The Cys residue is not present in Artemis either, where Asp136 replaces it. Although this residue could substitute for the Cys in Zinc binding, it is interesting to note that Artemis also contains a His at position 38 in motif II that could participate in the Zn(II) coordination ( Figs. 1 B and 4 D). To discriminate between these two possibilities, we analyzed the function of Artemis carrying alanine mutations at these two positions. Although H38A mutant is fully active, D136A has lost most of the catalytic activity ( Fig. 4 C). Therefore, this result suggests that the putative second Zn(II) center of the Artemis catalytic site would adopt a structure similar to that of the B. cereus enzyme with Asp136 substituting the conserved Cys ( Figs. 1 B and 4 D). Figure 4. V(D)J recombinase activity of in vitro–generated Artemis mutants. (A) All mutants are expressed in 293T cells and retain their capacity to interact with DNA-PKcs. (B) FACS ® analysis of GUETEL/RSS cells transiently transfected with RAG1, RAG2, and the various Artemis mutants. The percent of recombination refers to the frequency of EGFP + cells among the CD4 + cells. (C) Integrated results of four experiments showing the relative V(D)J recombination activity of the mutants relative to the recombination frequency using GST-Arte. (D) Hypothetical model for the structure of the catalytic site of Artemis. This model is based on the structure of the B. cereus and S. maltophilia β-Lacts as adapted from Wang et al. (reference 14 ; PDB codes: 1BC2 and 1SML, respectively). Gray and red spheres indicate the position of zinc and water oxygen atoms, respectively. Shaded areas correspond to the two Zn(II)-binding domains. The green star indicates the position of the fifth Zn2 ligand, which may correspond to a water molecule, or to a conserved amino acid of the β-CASP region (possibly D165). The last residue of the second Zn(II) center (H210 in B. cereus ) is not easily recognized in members of the β-CASP family, including Artemis as previously noticed ( 11 ). However, it could correspond to either one of the two highly conserved anchoring residues that constitute the signature of the β-CASP region, the Asp165 or His319 ( Figs. 1 B and 4 D). Unfortunately, the loss of Artemis function in both D165A and H319A mutants does not allow discriminating between these two hypotheses. Altogether, these results demonstrate that Artemis has conserved not only the β-lactamase fold but also the functional catalytic residues and, therefore, suggest that the hairpin opening activity of Artemis described by Ma et al. ( 10 ) proceeds through an enzymatic mechanism similar to the one described for bacterial class B β-Lacts. We propose a model in which Artemis may possess a structure closest to that of the β-Lact enzyme of B. cereus to account for the two putative Zn(II)-binding sites ( Fig. 4 D). Another mutant, D17A, has also lost catalytic activity. Although this residue does not directly participate in the two Zn(II) pockets, its high degree of conservation among all β-Lacts suggested that it was important for enzymatic activity ( 14 ). Lastly, it was hypothesized that the Val/His341 could discriminate between DNA- and RNA-processing enzymes, respectively ( 11 ). However, the replacement of Val341 by alanine, histidine, or serine does not compromise the catalytic function of Artemis. The COOH-terminal Region of Artemis Is Required for DNA Repair after Ionizing Radiation. Although the β-Lact/β-CASP domain of Artemis suffices for V(D)J recombination, the high degree of sequence conservation in the C-Ter domain (unpublished data) suggests that this region could have an important function, perhaps in relation with the repair of ionizing radiation-induced DNA damages. We analyzed the capacity of the FL and β-Lact/β-CASP forms of Artemis to complement the increased radiosensitivity of RS-SCID primary fibroblasts. FL and β-Lact/β-CASP versions of Artemis were introduced in RS-SCID primary fibroblasts by retroviral infection ( Fig. 5 ). The resulting mixes of transduced (enhanced GFP [EGFP] + ) and untransduced (EGFP − ) cells were subjected to increasing doses of γ irradiation (0–2 Gy) and the frequency of EGFP + cells was determined 15 d later ( Fig. 5 B). Although in sample using empty ires-EGFP retroviral vector the frequency of green fluorescent cells does not vary (index 1.18 ± 0.03 at 2 Gy), this value increases in a dose-dependent manner when using the Artemis (FL)-ires-EGFP virus, with an index of 1.81 ± 0.006 after irradiation at 2 Gy. This demonstrates that Artemis complements the increased radiosensitivity phenotype of RS-SCID cells, conferring a growth advantage of the transduced (GFP + ) cells. In contrast, the same experiment using the Artemis β-Lact/β-CASP domain-only does not result in any growth advantage of the transduced cells (index 1.12 ± 0.01 at 2 Gy). Western blot analysis of the transduced cell populations ( Fig. 5 C) revealed a much weaker expression of the truncated version of Artemis compared with FL. This decreased expression is apparently not caused by a difference in the transcription rate of the constructs as judged by the mean fluorescence intensity of GFP + cells (unpublished data), but possibly by a decrease in protein stability. However, the barely detectable expression of endogenous Artemis protein in wild-type fibroblasts by WB (unpublished data) suggests that the low level of truncated Artemis expression in these experiments, which is already above physiological level, may not be directly and/or solely responsible for the absence of complementation of increased radiosensitivity of RS-SCID cells. Figure 5. Complementation of the radiosensitivity of RS-SCID primary fibroblasts by Artemis. (A) Structure of the pMND-Arte-ires-GFP construct. (B) Index of GFP + cells in transduced/untransduced mixed cell populations after irradiation. The index is calculated relative to the unirradiated cells. RS-SCID cells were transduced with empty virus (○), FL-Artemis–encoding virus (▪), or β-Lact/β-CASP–expressing virus (•). (C) WB analysis of Artemis expression in transduced mixed populations using ant-myc antibody. In conclusion, our study demonstrates that Artemis can be divided into two critical regions. The β-Lact homology domain associated with the β-CASP region defines the catalytic site stricto sensu, which probably exerts its enzymatic activity through Zinc coordination like other β-Lact enzymes. This catalytic site suffices on its own to perform V(D)J recombination. However, this “core” of Artemis is not sufficient to guarantee the repair of DNA damages caused by ionizing radiation. The COOH-terminal region may play an important role through stabilization of the protein. Another explanation could be that the DNA damage during V(D)J recombination and after ionizing radiation are qualitatively different and therefore may not require exactly the same regions of Artemis for their repair. Although the precise function of Artemis in V(D)J recombination seems to be the opening of hairpin structures at CE ( 10 ), hairpin formation is not a common consequence of ionizing radiation. We thank Dr. D. Kohn for the pMND retroviral construct, Dr. M. Schlissel for the pMX-RSS-GFP/ires-huCD4 retroviral construct, Dr. G. Nolan for the phoenix cell line, and Geron Corporation for the hTRT expression construct (pGRN-145). This work was supported by institutional grants from Institut National de la Santé et de la Recherche Médicale (APEX, INSERM) and from Ministère de la Recherche et de la Technologie as well as grants from Commissariat à l'Energie Atomique (CEA, LRC-7) and Association de Recherche sur le Cancer (ARC). C. Poinsignon is supported by a fellowship from Ministère de la Recherche and D. Moshous is supported by grants from ARC and Fondation pour la Recherche Médicale (FRM). 1 Gellert, M. 2002 . V(D)J recombination: rag proteins, repair factors, and regulation. Annu. Rev. Biochem. 71 : 101 –132. 12045092 2 Bassing, C.H., W. Swat, and F.W. Alt. 2002 . The mechanism and regulation of chromosomal V(D)J recombination. Cell. 109 : S45 –S55. 11983152 3 Moshous, D., I. Callebaut, R. de Chasseval, B. Corneo, M. Cavazzana-Calvo, F. Le Deist, I. Tezcan, O. Sanal, Y. Bertrand, N. Philippe, et al. 2001 . ARTEMIS, a novel DNA double-strand break repair/V(D)J recombination protein, is mutated in human severe combined immune deficiency. Cell. 105 : 177 –186. 11336668 4 Rooney, S., J. Sekiguchi, C. Zhu, H.L. Cheng, J. Manis, S. Whitlow, J. DeVido, D. Foy, J. Chaudhuri, D. Lombard, et al. 2002 . Leaky scid phenotype associated with defective v(d)j coding end processing in artemis-deficient mice. Mol. Cell. 10 : 1379 –1390. 12504013 5 Nicolas, N., D. Moshous, D. Papadopoulo, M. Cavazzana-Calvo, R. de Chasseval, F. le Deist, A. Fischer, and J.P. de Villartay. 1998 . A human SCID condition with increased sensitivity to ionizing radiations and impaired V(D)J rearrangements defines a new DNA recombination/repair deficiency. J. Exp. Med. 188 : 627 –634. 9705945 6 Bosma, M.J., and A.M. Carroll. 1991 . The SCID mouse mutant: definition, characterization, and potential uses. Annu. Rev. Immunol. 9 : 323 –350. 1910681 7 Roth, D.B., J.P. Menetski, P.B. Nakajima, M.J. Bosma, and M. Gellert. 1992 . V(D)J recombination: broken DNA molecules with covalently sealed (hairpin) coding ends in scid mouse thymocytes. Cell. 70 : 983 –991. 1356077 8 Roth, D.B., C. Zhu, and M. Gellert. 1993 . Characterization of broken DNA molecules associated with V(D)J recombination. Proc. Natl. Acad. Sci. USA. 90 : 10788 –10792. 8248171 9 Schlissel, M., A. Constantinescu, T. Morrow, M. Baxter, and A. Peng. 1993 . Double-strand signal sequence breaks in V(D)J recombination are blunt, 5′-phosphorylated, RAG-dependent, and cell cycle regulated. Genes Dev. 7 : 2520 –2532. 8276236 10 Ma, Y., U. Pannicke, K. Schwarz, and M.R. Lieber. 2002 . Hairpin opening and overhang processing by an Artemis/DNA-dependent protein kinase complex in nonhomologous end joining and V(D)J recombination. Cell. 108 : 781 –794. 11955432 11 Callebaut, I., D. Moshous, J.P. Mornon, and J.P. De Villartay. 2002 . Metallo-β-lactamase fold within nucleic acids processing enzymes: the β-CASP family. Nucleic Acids Res. 30 : 3592 –3601. 12177301 12 Liang, H.E., L.Y. Hsu, D. Cado, L.G. Cowell, G. Kelsoe, and M.S. Schlissel. 2002 . The “dispensable” portion of RAG2 is necessary for efficient V-to-DJ rearrangement during B and T cell development. Immunity. 17 : 639 –651. 12433370 13 Pear, W.S., G.P. Nolan, M.L. Scott, and D. Baltimore. 1993 . Production of high-titer helper-free retroviruses by transient transfection. Proc. Natl. Acad. Sci. USA. 90 : 8392 –8396. 7690960 14 Wang, Z., W. Fast, A.M. Valentine, and S.J. Benkovic. 1999 . Metallo-beta-lactamase: structure and mechanism. Curr. Opin. Chem. Biol. 3 : 614 –622. 10508665 15 Kirch, S.A., G.A. Rathbun, and M.A. Oettinger. 1998 . Dual role of RAG2 in V(D)J recombination: catalysis and regulation of ordered Ig gene assembly. EMBO J. 17 : 4881 –4886. 9707447 16 Roman, C.A., S.R. Cherry, and D. Baltimore. 1997 . Complementation of V(D)J recombination deficiency in RAG-1(−/−) B cells reveals a requirement for novel elements in the N-terminus of RAG-1. Immunity. 7 : 13 –24. 9252116 17 Akamatsu, Y., R. Monroe, D.D. Dudley, S.K. Elkin, F. Gartner, S.R. Talukder, Y. Takahama, F.W. Alt, C.H. Bassing, and M.A. Oettinger. 2003 . Deletion of the RAG2 C terminus leads to impaired lymphoid development in mice. Proc. Natl. Acad. Sci. USA. 100 : 1209 –1214. 12531919 18 Rooney, S., F.W. Alt, D. Lombard, S. Whitlow, M. Eckersdorff, J. Fleming, S. Fugmann, D.O. Ferguson, D.G. Schatz, and J. Sekiguchi. 2003 . Defective DNA repair and increased genomic instability in Artemis-deficient murine cells. J. Exp. Med. 197 : 553 –565. 12615897 19 Ullah, J.H., T.R. Walsh, I.A. Taylor, D.C. Emery, C.S. Verma, S.J. Gamblin, and J. Spencer. 1998 . The crystal structure of the L1 metallo-beta-lactamase from Stenotrophomonas maltophilia at 1.7 A resolution. J. Mol. Biol. 284 : 125 –136. 9811546",
    "full_text_abstract": "The V(D)J recombination/DNA repair factor Artemis belongs to the metallo-β-lactamase (β-Lact) superfamily of enzymes. Three regions can be defined within the Artemis protein sequence: (a) the β-Lact homology domain, to which is appended (b) the β-CASP region, specific of members of the β-Lact superfamily acting on nucleic acids, and (c) the COOH-terminal domain. Using in vitro mutagenesis, here we show that the association of the β-Lact and the β-CASP regions suffices for in vivo V(D)J recombination of chromosome-integrated substrates. Single amino acid mutants point to critical catalytic residues for V(D)J recombination activity. The results presented here define the β-Lact/β-CASP domain of Artemis as the minimal core catalytic domain needed for V(D)J recombination and suggest that Artemis uses one or two Zn(II) ions to exert its catalytic activity, like bacterial class B β-Lact enzymes hydrolyzing β-lactam compounds."
}