{
  "PMC": "6595688",
  "DOI": "10.1186/s13578-019-0317-8",
  "PMID": "31391918",
  "PMCID": "PMC6595688",
  "title": "PKM2, function and expression and regulation.",
  "year": 2019,
  "source_url": "https://europepmc.org/article/PMC/PMC6595688",
  "source": "MED",
  "abstract_text": "Pyruvate kinase (PK), as one of the key enzymes for glycolysis, can encode four different subtypes from two groups of genes, although the M2 subtype PKM2 is expressed mainly during embryonic development in normal humans, and is closely related to tissue repair and regeneration, with the deepening of research, the role of PKM2 in tumor tissue has received increasing attention. PKM2 can be aggregated into tetrameric and dimeric forms, PKM2 in the dimer state can enter the nuclear to regulate gene expression, the transformation between them can play an important role in tumor cell energy supply, epithelial-mesenchymal transition (EMT), invasion and metastasis and cell proliferation. We will use the switching effect of PKM2 in glucose metabolism as the entry point to expand and enrich the Warburg effect. In addition, PKM2 can also regulate each other with various proteins by phosphorylation, acetylation and other modifications, mediate the different intracellular localization of PKM2 and then exert specific biological functions. In this paper, we will illustrate each of these points.",
  "full_text": "Cell Biosci Cell Biosci Cell & Bioscience 2045-3701 BioMed Central London 6595688 317 10.1186/s13578-019-0317-8 Review PKM2, function and expression and regulation Zhang Ze zzwivehxx@163.com 1 Deng Xinyue 351143532@qq.com 2 Liu Yuanda 491068169@qq.com 3 http://orcid.org/0000-0002-4018-5404 Liu Yahui liuyahui2008@yeah.net 1 Sun Liankun sunlk@jlu.edu.cn 2 Chen Fangfang cff@jlu.edu.cn 4 1 grid.430605.4 Department of General Surgery, The First Hospital of Jilin University, Changchun, 130021 China 2 0000 0004 1760 5735 grid.64924.3d Department of Pathophysiology, College of Basic Medical Sciences, Jilin University, Changchun, 130021 China 3 grid.452829.0 Department of Gastrointestinal Surgery, The Second Hospital of Jilin University, Changchun, 130041 China 4 0000 0004 1771 3349 grid.415954.8 Department of Gastrointestinal Colorectal and Anal Surgery, China-Japan Union Hospital of Jilin University, Changchun, 130021 China 26 6 2019 26 6 2019 2019 9 52 6 3 2019 20 6 2019 © The Author(s) 2019 Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver ( http://creativecommons.org/publicdomain/zero/1.0/ ) applies to the data made available in this article, unless otherwise stated. Pyruvate kinase (PK), as one of the key enzymes for glycolysis, can encode four different subtypes from two groups of genes, although the M2 subtype PKM2 is expressed mainly during embryonic development in normal humans, and is closely related to tissue repair and regeneration, with the deepening of research, the role of PKM2 in tumor tissue has received increasing attention. PKM2 can be aggregated into tetrameric and dimeric forms, PKM2 in the dimer state can enter the nuclear to regulate gene expression, the transformation between them can play an important role in tumor cell energy supply, epithelial–mesenchymal transition (EMT), invasion and metastasis and cell proliferation. We will use the switching effect of PKM2 in glucose metabolism as the entry point to expand and enrich the Warburg effect. In addition, PKM2 can also regulate each other with various proteins by phosphorylation, acetylation and other modifications, mediate the different intracellular localization of PKM2 and then exert specific biological functions. In this paper, we will illustrate each of these points. Electronic supplementary material The online version of this article (10.1186/s13578-019-0317-8) contains supplementary material, which is available to authorized users. Keywords Cancer metabolism Glycolysis Pyruvate kinase Warburg effect http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81772794 81672948 Sun Liankun http://dx.doi.org/10.13039/501100011789 Department of Science and Technology of Jilin Province 20170623021TC 20160414005GH Sun Liankun issue-copyright-statement © The Author(s) 2019 Introduction At the beginning of the twentieth century, German scientist Warburg discovered that in tumor tissues, even if oxygen is sufficient, malignant tumor cells still undergo active glucose glycolysis, the metabolic characteristic of this aerobic glycolysis is called Warburg effect [ 1 ]. And it is characterized by high glucose uptake rate, active glycolysis, and decrease of local microenvironment pH [ 2 ]. Pyruvate kinase (PK), as one of the key enzymes of glycolysis, acts on its substrate phosphoenolpyruvate (PEP) to form pyruvate [ 3 ], and pyruvate kinase (PK) has four different subtypes: L, R, M1, M2 [ 4 ]. PKL isoforms are mainly found in liver, kidney and red blood cells; while PKR is mainly expressed in red blood cells, biological activity is not clear; PKM1 is distributed in myocardium, skeletal muscle and brain tissue; PKM2 is distributed in tissues such as brain and liver [ 5 ]. Although the PKM2 tetramer and dimer are composed of the same monomer [ 6 ], the biological effects between the tetramer and the dimer are significantly different [ 7 ]. The tetramer mainly plays the role of pyruvate kinase and regulates the glycolysis and the dimer PKM2 in the context of glucose metabolism can be used as a switch for energy metabolism and material synthesis [ 8 ], routing glucose metabolism to pyruvate into the tricarboxylic acid cycle, converting to the pentose phosphate pathway, the uronic acid pathway, and the polyol pathway. In turn, a carbon source and a oxidation–reduction (REDOX) equivalent are provided for quinochrome ribose anabolism and non-essential amino acid anabolism [ 9 , 10 ]. If in the context of non-glucose metabolism, after the tetramer is converted into a dimer, PKM2 can exist in a variety of different intracellular localizations, enter the nuclear to regulate gene expression, and attaches to the mitochondrial outer membrane to maintain mitochondrial function and localizes to the endoplasmic reticulum to inhibit endoplasmic reticulum stress [ 11 ]. Once again, PKM2 can also be modified with phosphorylation, acetylation and other proteins to regulate protein activity and intracellular localization. PKM2 can increase or even replace the original PK form regardless of the tissue-derived cells. Therefore, some researchers refer to PKM2 as tumor-specific PK [ 12 ]. PKM2 dimer, tetramer and glucose metabolism Glucose is the main energy supply substance in normal tissues, under the condition of sufficient oxygen, glucose undergoes biological processes such as glycolysis, tricarboxylic acid cycle (TCA) and oxidative phosphorylation (OXPHOS) to completely decompose glucose into carbon dioxide and water, and when consumes oxygen, the cell itself is supplied with a large amount of ATP at the same time [ 13 ]. Warburg found that abnormal glucose metabolism is an important feature of tumor cells, that is, tumor cells under the conditions of oxygen enrichment, but with a less efficient aerobic glycolysis, and then proposed the famous “Warburg effect”, the tumor supplies energy through a low-efficiency ATP production process that uses glucose uptake for aerobic glycolysis [ 14 ]. Although the Warburg effect has been practiced for nearly a century, with the deepening of research on glucose metabolism in tumor cells, it has been found that although there is indeed high consumption of glucose in tumor tissues, there is a proportional difference between glucose consumption and ATP supply, the production of ATP is more than the corresponding amount of ATP produced by glucose aerobic glycolysis [ 15 ], therefore, after years of academic debate and continuous improvement of the second stage of Warburg effect, the speculation that most scholars can accept at this stage is that tumor cells divide glucose metabolism into three separate parts of glycolysis, tricarboxylic acid cycle (TCA), and oxidative phosphorylation (OXPHOS) [ 16 ], Dr. Warburg only explained the glycolysis part of glucose metabolism in tumor cells, namely aerobic glycolysis, which is produced by the effect is currently thought to be the interception of glucose metabolism rather than the shunt [ 17 ], the purpose of which is to switch glucose metabolites pathway of entering the tricarboxylic acid cycle, oxidizing the respiratory chain for complete oxidative decomposition into the pentose phosphate pathway, aldose acid pathway, polyol pathway etc. (Fig. 1 the section of glucose metabolism) for the synthesis of five-carbon ribose and non-essential amino acids [ 18 ], after that, provide the biomass needed for proliferation to the tumor cells, although a small amount of glucose can still follow the original Warburg effect to produce pyruvate by glycolysis, and the pyruvate shuttles to form Ac-CoA into the tricarboxylic acid cycle, which means both aerobic fermentation and the aerobic oxidation are parallel [ 19 ], but subsequent studies have found that a large amount of acetyl-CoA (Ac-CoA) entering the tricarboxylic acid cycle (TCA) is more likely to come from fatty acid oxidation (FAO), amino acid replenishment and gluconeogenesis pathway etc. [ 20 ], and the main purpose of the tricarboxylic acid cycle (TCA) is no longer supplies H + and REDOX equivalents to the subsequent electron transport chain, but provides tumor cells such as Glutamine, Proline, Ornithine, Lysine, Methionine and other non-essential amino acids which tumor cells biosynthesis required for (Fig. 1 the section of amino acid complement) [ 21 , 22 ]. In this knowledge framework, the tricarboxylic acid cycle (TCA) is more similar to the spinning gyro, which automatically balances the unstable factors, which also reveals why many experimenters simply inhibit the activity of a key enzyme in the tricarboxylic acid cycle (TCA) or remove some important intermediate metabolites, the tumor still survives [ 23 , 24 ]. The reason is that when this gyro is given an unstable factor, the tumor cells can regulate other enzyme activities upstream and downstream of this unstable factor in the tricarboxylic acid cycle (TCA), and through the amino acid replenishment and balance the yield of each intermediate metabolites to reach the next dynamic equilibrium [ 25 ]. Therefore, it is suitable for tumor survival. After the glucose metabolism pathway of tumor cells turning to a pentose phosphate pathway, a uronic acid pathway, a polyol pathway, etc., also provides a large amount of REDOX equivalents such as NADPH, NADH and FADH2. Many researchers have realized that glutamine plays a crucial role in REDOX equivalent replenishment, and certain researchers have found that this model can produce a considerable amount of REDOX equivalents, however, few people are aware of the important role that essential and non-essential amino acids play in participating in REDOX equivalent replenishment. If only the REDOX equivalent production is considered to be a simple chemical equation, this new REDOX equivalent generation mode can produce about 70% of the TCA mode, which also reveals why the mitochondrial function still exists in the context of the traditional Warburg effect. These REDOX equivalents can be combined with fatty acid metabolism, amino acid replenishment, and reducing equivalents in the tricarboxylic acid cycle to form a REDOX equivalent pool [ 26 , 27 ], while providing a carbon source for tumor cell proliferation, at the same time part of these REDOX equivalents will participate in the biosynthesis of tumor cells [ 28 , 29 ], and the other part will bypass the TCA cycle and directly oxidize and phosphorylate to supply cells with ATP (Fig. 1 the section of purple part) [ 30 ]. Through fatty acid metabolism, protein metabolism and tricarboxylic acid cycle synergy to supplied hydrogen ions jointly maintain the membrane potential of the mitochondria and maintain the operation of the electron transport chain [ 21 , 31 ]. The integrated metabolic mode of glucose, amino acid and fatty acid of the tumor cells protects the mitochondrial membrane function, ensures a large amount of ATP supply to the tumor cells [ 32 ], and it also provides a material basis for the proliferation of tumor cells [ 33 , 34 ]. Therefore, when PKM2 is newly knocked out from the tumor and PKM1 is expressed, the mitochondrial respiration of the cancer cells is converted from aerobic glycolysis to mitochondrial respiration, and the tumor cell proliferation ability, invasion and metastasis ability are all decreased [ 35 ]. This conjecture is also referred to by some scholars as the “post–post-Warburg effect”, or maybe we can call it as “ZZ effect”, and this energy supply model is called “reprogramming of tumor cell energy metabolism (EMR)” [ 36 , 37 ]. PKM2 combined with other key enzymes in glucose metabolism, such as glycosyl kinase (GK), pyruvate kinase (PK), pyruvate dehydrogenase kinase (PDK), lactate dehydrogenase (LDH), glucose transporters (GLUT), etc. [ 38 ]. These key enzymes work together to regulate tumor energy metabolism, and the effect is not the mode of the barrel short plate, that is, simply inhibiting the activity of an enzyme, although it can inhibit the metabolism of tumor ability in a short time course, it is quickly regulated by other key enzymes after a while and perform compensate [ 39 ]. The effect of inhibiting a single enzyme is called to anti-Matthew Effect would more closely. That is, the weakened enzyme has its activity compensation enhanced or compensated by the biological action of other enzymes, and the relatively strong enzyme weakens its biological function, thereby achieving a dynamic equilibrium relationship with the weakened enzyme [ 40 – 42 ] (Additional file 1 : Table S1). Fig. 1 PKM2: Junction of Metabolic Networks and Signal Cascades. POST-Warburg effect, in glucose metabolism, tumor cells divide glucose metabolism into three separate parts of glycolysis, tricarboxylic acid cycle and oxidative phosphorylation (OXPHOS). The effect of PKM2 is currently considered to be the interception of glucose metabolism and the metabolic pathway is transferred to the pentose phosphate pathway (PPP), the uronic acid pathway (UAP), the polyol pathway (PYP), etc. for the synthesis of the subsequent five-carbon ribose and non-essential amino acids. The TCA circle is backed up by fatty acid metabolism and amino acid metabolism, and its main purpose is to provide raw materials for the synthesis of non-essential amino acids, and the secondary purpose is to supply REDOX equivalents [ 43 ]. Although the classic glutathione replenishment pathway is well known. But there are more similar pathways in tumor cells which marked with blue text in the picture. PKM2 can be replenished by many amino acids such as alanine (Ala), cysteine (Cys), glycine (Gly), threonine (Thr), tryptophan (Try), etc. Although Ac-CoA mainly relies on fatty acid metabolism for supply, it can also be replenished by some amino acids such as leucine, isoleucine, tryptophan etc. The tricarboxylic acid cycle (TCA) serves as the focal point for the metabolism of the three major metabolic processes, the amino acid is also the most abundant in its form of replenishment. For example, a variety of amino acids such as aspartic acid, arginine, glutamic acid, glutamine, histidine, isoleucine, methionine, phenylalanine, proline, tyrosine, threonine, valine etc. can complement the eight intermediate metabolites in the tricarboxylic acid cycle (TCA). In the three major metabolic processes, the REDOX equivalents produced will converge in the mitochondria and eventually promote the oxidative phosphorylation (OXPHOS) of the electron transport chain, while protecting the mitochondrial function of the tumor cells, also providing the cells with a large amount of adenosine triphosphate (ATP) required for survival as well [ 44 ]. REDOX equivalents marked with purple text in the picture POST-Warburg effect, in glucose metabolism, tumor cells divide glucose metabolism into three separate parts of glycolysis, tricarboxylic acid cycle and oxidative phosphorylation (OXPHOS). The effect of PKM2 is currently considered to be the interception of glucose metabolism and the metabolic pathway is transferred to the pentose phosphate pathway (PPP), the uronic acid pathway (UAP), the polyol pathway (PYP), etc. for the synthesis of the subsequent five-carbon ribose and non-essential amino acids. The TCA circle is backed up by fatty acid metabolism and amino acid metabolism, and its main purpose is to provide raw materials for the synthesis of non-essential amino acids, and the secondary purpose is to supply REDOX equivalents [ 43 ]. Although the classic glutathione replenishment pathway is well known. But there are more similar pathways in tumor cells which marked with blue text in the picture. PKM2 can be replenished by many amino acids such as alanine (Ala), cysteine (Cys), glycine (Gly), threonine (Thr), tryptophan (Try), etc. Although Ac-CoA mainly relies on fatty acid metabolism for supply, it can also be replenished by some amino acids such as leucine, isoleucine, tryptophan etc. The tricarboxylic acid cycle (TCA) serves as the focal point for the metabolism of the three major metabolic processes, the amino acid is also the most abundant in its form of replenishment. For example, a variety of amino acids such as aspartic acid, arginine, glutamic acid, glutamine, histidine, isoleucine, methionine, phenylalanine, proline, tyrosine, threonine, valine etc. can complement the eight intermediate metabolites in the tricarboxylic acid cycle (TCA). In the three major metabolic processes, the REDOX equivalents produced will converge in the mitochondria and eventually promote the oxidative phosphorylation (OXPHOS) of the electron transport chain, while protecting the mitochondrial function of the tumor cells, also providing the cells with a large amount of adenosine triphosphate (ATP) required for survival as well [ 44 ]. REDOX equivalents marked with purple text in the picture (Additional file 2 : Fig. S1). Although PKM1, PKM2, PKL, and PKR all have a tetrameric form and pyruvate kinase activity, only PKM2 has both a dimeric form and a tetrameric form. In Fig. 2 , we will show the characteristics of PKM2 in different states and its unique allosteric adjustment mode. When PKM2 is in a tetrameric state, it has a higher affinity with its substrate phosphoenolpyruvate (PEP), and a higher PK enzymatic activity, to catalyze the production of pyruvate by phosphoenolpyruvate (PEP). PKM2 also has a dimer state with low PK activity, and PKM2 is mainly present in the dimer state in the absence of environmental stress [ 45 ]. On the one hand, the dimeric PKM2 is closely related to the biosynthesis mentioned in the previous paragraph, on the other hand, the dimeric PKM2 can enter the nucleus as a transcription factor to activate the transcription of certain genes, and can also coordinate with other transcription factors to regulate the transcription of the gene, the specific mechanism of action will be described in the third part of this paper, “The non-glycolysis enzyme function of PKM2. Some scholars have suggested that the ratio of PKM2 dimer to tetramer state determines whether glucose metabolism in cells is involved in the biosynthesis of nucleic acids, proteins, amino acids or pyruvate into mitochondria to participate in energy metabolism [ 46 ]. The ratio between tetramer structure and dimer structure of PKM2 is regulated by environmental factors, oncogenes, tumor suppressor genes, and intermediate metabolites. When the proportion of dimers increase, it indicates that tumor cells accumulate mainly by glycolysis metabolites at this time, thus providing material preparation for tumor proliferation [ 47 ]. For example, 3-phosphoglycerate is an intermediate metabolite of glycolysis and a synthesis precursor of serine, glycine, cysteine, and sphingolipid. Phosphorylated dihydroxyacetone provides a backbone for phospholipid synthesis, and fructose 6-phosphate fructose and glyceraldehyde-3-phosphate synthesize ribonucleotides via the oxidized pentose phosphate pathway and the non-oxidized pentose phosphate pathway, respectively. Nucleotides, phospholipids, sphingolipids and amino acids are important components of cells and are essential for rapid cell proliferation. High levels of dimeric structure PKM2 lead to an increase in fructose 1,6-diphosphate, but when the concentration of fructose 1,6-diphosphate reaches a certain threshold, it indicates that tumor cell proliferation is blocked, and tumor cells face survival pressure [ 48 ], and low activity dimer structure PKM2 is reconverted to a highly active tetrameric structure, and tetramer allosteric activators have now been found to be: phenylalanine (Phe), alanine (Ala), thyroid hormone T3 (T3), p-tyrosine, growth signal, intracellular low reactive oxygen species (ROS) levels and fructose 1,6-diphosphate (FBP) can regulate the activity of PKM2 [ 49 , 50 ]. In addition to the above substances, other substances that have a conditioned effect on the PKM2 tetramer include a similar regulation of glucose metabolism bypass products such as serine (SER), glycine (GLY), cysteine (CYS) etc. which promotes the re-polymerization of PKM2 into a tetrameric form therefore, catalyzes the conversion of glucose to lactic acid to generate energy until these allosteric modifiers fall below their threshold [ 51 ]. In addition, high levels of dimeric form of PKM2 aggregation can lead to an increase in upstream metabolites of the pyruvate kinase reaction in glycolysis, and is used for the synthesis of nucleotides, NADPH and phospholipids to ensure cell proliferation. Similarly, when tumor cells are exposed to stress or anti-chemotherapeutic drugs, such as increased expression of hypoxia inducible factor-1α (HIF-1α) in cells during hypoxia, both the transcriptional activity of PKM2 and the proportion of tetrameric PKM2 can be increased, similarly when cisplatin etc. using ROS as a killing chemotherapeutic agent that acts on tumor cells is used [ 52 ], PKM2 reforms into a tetrameric form, open the tricarboxylic acid cycle (TCA) and the electron transport chain to consume excess reactive oxygen species in the cell and protect the mitochondria from drug attack. In summary, amino acid, fatty acid, glucose intermediate and bypass metabolites can regulate PKM2 enzyme composition and enzyme activity [ 53 ] (Additional file 3 : Fig. S2). Fig. 2 Relationship between PKM2 enzyme activity and spatial conformation. The transition between PKM2 dimers and tetramers is allosterically regulated by endogenous and exogenous activators and inhibitors. PKM2 has PK enzyme activity only when it serves as a tetramer. PKM2 is activated by the glycolytic intermediate products named fructose 1,6-bisphosphate (FBP). It can also be activated by the allosteric effects of serine and succinylaminoimidazolecarboxamide ribose-50 phosphate SDH succinate dehydrogenase (SAICAR) [ 54 , 55 ]. The PK enzymatic activity of PKM2 can be inhibited by many endogenous inhibitors and cellular signaling events including 0-GlcNAcylation, pyruvate (PYR), P-tyrosine (P-TYR), phenylalanine (PHE), alanine (ALA), adenosine triphosphate (ATP), and thyroid hormone T3 [ 56 – 58 ]. In addition, due to the number of related molecules involved in PKM2’s post-translational modification (PTM), I will not list them in Fig. 2, but in the form of Tables 2 and 3 in the fourth part of this article “Interaction of PKM2 with other proteins” The transition between PKM2 dimers and tetramers is allosterically regulated by endogenous and exogenous activators and inhibitors. PKM2 has PK enzyme activity only when it serves as a tetramer. PKM2 is activated by the glycolytic intermediate products named fructose 1,6-bisphosphate (FBP). It can also be activated by the allosteric effects of serine and succinylaminoimidazolecarboxamide ribose-50 phosphate SDH succinate dehydrogenase (SAICAR) [ 54 , 55 ]. The PK enzymatic activity of PKM2 can be inhibited by many endogenous inhibitors and cellular signaling events including 0-GlcNAcylation, pyruvate (PYR), P-tyrosine (P-TYR), phenylalanine (PHE), alanine (ALA), adenosine triphosphate (ATP), and thyroid hormone T3 [ 56 – 58 ]. In addition, due to the number of related molecules involved in PKM2’s post-translational modification (PTM), I will not list them in Fig. 2 , but in the form of Tables 2 and 3 in the fourth part of this article “Interaction of PKM2 with other proteins” (Additional file 4 : Fig. S3). It is now accepted that the PKM2 in the tetrameric state has an allosteric regulatory domain within its spatial structure, forming a pattern similar to the seesaw, when some allosteric regulators are inserted into the spatial structure involved in PKM2 allosteric regulation. After the domain (Fig. 3 a), the tetramer PKM2 can be transferred from a compact state (R-state) to a loose state (T-state) and finally disassembled into a dimeric form [ 59 ]. When these allosteric regulators bind to PKM2, they will change the spatial conformation of PKM2, and affect the electrostatic force inside the molecule, and then affect the transition state of PKM2. The allosteric form a stable and compact PKM2 R-state to form a tetramer and perform PK enzyme activity. After allosteric adjustment the PKM2 forms a loose and unstable T-state, and eventually breaks the linked fragment in the tetramer to form a PKM2 dimer form with lower PK enzymatic activity. When PKM2 is allosteric to form a dimer, it will expose the active region inside the molecule, although the PK enzyme activity is low, it has protein activation activity [ 60 ]. In Fig. 3 b we specifically list the each participating allosteric regulates the binding site of the small molecule and the binding site of the activator in the PKM2 protein spatial structure [ 61 ]. In Fig. 3 c we simply describe the seesaw structure of PKM2 and specifically identify the specific spatial domains that participate in the seesaw pattern: α-9 and 10 and 11 and 13 and 14 and 15 and 18 and β-20 which marked with blue text in Fig. 3 c. The residues at the active site which was mentioned in Fig. 3 a are highlighted by red box in Fig. 3 c. Residue Arg342 and Residue Lys342, which is responsible for active site “RGD” stabilization is colored in red. There is one point to be noted here: whether PKM2 has protein kinase activity or not, there is a negative attitude, however in some of the researchers’ experiments described later, phosphorylation was indeed found [ 62 ]. Fig. 3 The Specific Site of PKM2 Allosteric Regulation and The Amino Acid Sequence of PKM2. It is now accepted that the PKM2 in the tetrameric state has an allosteric regulatory domain within its spatial structure, forming a pattern similar to the seesaw, when some allosteric regulators are inserted into the spatial structure involved in PKM2 allosteric regulation. After the domain ( a ), the tetramer PKM2 can be transferred from a compact state (R-state) to a loose state (T-state) and finally disassembled into a dimeric form [ 59 ]. When these allosteric regulators bind to PKM2, they will change the spatial conformation of PKM2, and affect the electrostatic force inside the molecule, and then affect the transition state of PKM2. The allosteric form a stable and compact PKM2 R-state to form a tetramer and perform PK enzyme activity. After allosteric adjustment the PKM2 forms a loose and unstable T-state, and eventually breaks the linked fragment in the tetramer to form a PKM2 dimer form with lower PK enzymatic activity. When PKM2 is allosteric to form a dimer, it will expose the active region inside the molecule, although the PK enzyme activity is low, it has protein activation activity [ 60 ]. In b we specifically list the each participating allosteric regulates the binding site of the small molecule and the binding site of the activator in the PKM2 protein spatial structure [ 61 ]. In Fig. 3c we simply describe the seesaw structure of PKM2 and specifically identify the specific spatial domains that participate in the seesaw pattern: α-9 and 10 and 11 and 13 and 14 and 15 and 18 and β-20 which marked with blue text in c . The residues at the active site which was mentioned in a are highlighted by red box in c . Residue Arg342 and Residue Lys342, which is responsible for active site “RGD” stabilization is colored in red. There is one point to be noted here: whether PKM2 has protein kinase activity or not, there is a negative attitude, however in some of the researchers’ experiments described later, phosphorylation was indeed found [ 62 ] The splicing of PMK2 There are four PK subtypes encoded by two genes in mammals which was shown in Fig. 4 . The PK enzyme is encoded by two genes, PKLR and PKM, which PKL gene encodes PKL, and is expressed in the liver and pancreas, intestine, and kidney, while PKR is mostly expressed in red blood cells [ 63 ]. PKM1 and PKM2 encoded by PKM gene have the same length of gene coding and alternative mutually exclusive exons, could encode 56 amino acid residues, and the regions differ in the splicing difference at the 22nd position [ 64 , 65 ]. The PKM subtypes perform the same catalytic function. However, in view of the fact that PKM1 is a tetrameric enzyme with sustained activity, there is a difference of 22 amino acids when compared with PKM2, and the mRNA generated by transcription of PKM under the action of cleavage factor, can form PKM1 containing exon 9 or PKM2 containing of exon 10 [ 66 ]. In Fig. 5 and Table 1 , we could see the splicing factors of PKM gene include: hnRNPL (PTB), hnRNPAI, hnRNPA2 three heterogeneous riboproteins, which release exon 10 by binding exon 9, and promote PKM2 expression while inhibit PKM1 expression, NEK2 (never in mitosis (NIMA)-related kinase 2) can promote the release of exon 10 by binding to hnRNPAI/A2, further increase the expression of PKM2 [ 67 – 69 ]. Intensive studies have shown that under the regulation of C-MYC, three hnRNPs (heterogeneous ribonucleoproteins): hnRNPL (PTB), hnRNPA1, hnRNPA2, bind to the intron sequence between exon9 and exon10, inhibits the cleavage of exon9, while serine/arginine-rich protein-specific kinase (SRSF-3) combines with the exon10 sequence to facilitate exon10 cleavage, thus completing the conversion of PKM1 to PKM2 [ 70 , 71 ]. This difference is located in the spatial groove of PKM2 combined with fructose-1,6-diphosphate (FBP), allowing FBP to bind to PKM2 to deform the latter into an active tetramer. HIF-1α induces the PI3 K-AKT-mTOR signaling pathway and also regulates PKM2 by down-regulating C-MYC expression and up-regulating hnRNPs [ 72 , 73 ]. NF-κB can mediate transcriptional upregulation of the PKM gene [ 74 ]. When epidermal growth factor (EGF) acts and activates its receptor (EGFR), EGFR can also induces NF-κB activation following inflammatory and cytokine stimulation, in which polyubiquitination of IKK and phosphorylation of TAK1 plays a crucial role this process. Activation of EGFR mediates PLCγ1-dependent PKCε activation, resulting in PKCε monoubiquitination of Lys321 by RINCK1 ubiquitin ligase. Monoubiquitinated PKCε interacts with the NEMO zinc finger domain and recruits the cytoplasmic IKK complex to the plasma membrane, where PKCε phosphorylates IKKβ and activates IKKβ at Ser177 [ 75 ]. Activated RelA interacts with hypoxia-inducible factor 1 alpha (HIF1α), ultimately binds RelA to the PKM gene promoter and activates PKM transcription [ 76 ]. In turn, PTB is also up-regulated by EGFR activation, and the PKM pre-mRNA is spliced into PKM2 mRNA to up-regulate PKM2 expression. These results indicate that both PKM and precursor mRNA are produced by transcription of the PKM gene, but the transition of PKM1 to PKM2 expression is a coordinated regulation of PTB-dependent splicing [ 77 ]. A total of 14 transcripts and 12 protein subtypes of the PKM gene are recorded in the NCBI and UCSC databases, see Table 1 for details. For broader regions represent the exons and the narrower regions represent introns. The dark regions represent the sequence between the translation initiation codon and the stop codon, and the light regions represent the 57 UTR and 37 UTR regions [ 78 ] (AA: amino acid residues). Fig. 4 The Splicing of PMK2. The genes encoding pyruvate kinase can be divided into two types: PKLR and PKM. PKLR binds to the coding gene through a tissue-specific promoter, encoding two subtypes of PKL and PKR (green for PKR and yellow for PKL). PKM encodes PKM1 and PKM2 subtypes by alternative splicing of mutually exclusive exon 9 and 10, and a high expression level of PTB, hnRNP 1 & hnRNP A1/A2 are required for during the cleavage process of exon 9 of PKM2, while the cleavage process of exon 10 of PKM1 is not required. Transcription factor SRSF3 also plays an important role in the conversion of PKM2 and PKM1. Each pyruvate kinase subtype has a different tissue expression pattern Fig. 5 Expression Patterns of The Transcript and The Protein Subtypes of PKM. a That there are 14 different subtype sequences in the PKM gene transcript, and there are some differences between them, among which the PKM1 (No. 3 and No. 5) and PKM2 (No. 2) subtypes are more compared, b the coding sequence NO. 12 expresses PKM1 and the coding sequence expresses NO. 13 PKM2. There are only 23 amino acid residues between the two protein sequences. And there are few studies on other PKM protein subtypes, and the functions are not sure yet Table 1 Subtype classification of pyruvate kinase in mammals Serial number NCBI reference sequence Pyruvate kinase PKM isoform [Homo sapiens] Portion 1 NP_001193726.1 Pyruvate kinase PKM isoform d 457AA 2 NP_002645.3 Pyruvate Kinase PKM isoform a Pyruvate kinase 2 (PKM 2) 531AA 3 NP_872271.1 Pyruvate kinase PKM isoform b2 Pyruvate kinase 1 (PKM 1) 531AA 4 NP_001193727.1 Pyruvate kinase PKM isoform e 531AA 5 NP_872270.1 Pyruvate kinase PKM isoform b1 Pyruvate kinase 1 (PKM 1) 531AA 6 NP_001303247.1 Pyruvate kinase PKM isoform g 566AA 7 NP_001193725.1 Pyruvate kinase PKM isoform c 605AA 8 XP_005254502.1 Pyruvate kinase PKM isoform X4 9 XP_016877802.1 Pyruvate kinase PKM isoform X5 10 NONE 11 XP_011519972.1 Pyruvate kinase PKM isoform X3 12 XP_006720633.1 Pyruvate kinase PKM isoform X1 13 NP_001193728.1 Pyruvate kinase PKM isoform f 536AA 14 XP_005254500.1 Pyruvate kinase PKM isoform X2 In addition to the different cleavage patterns, more and more studies have shown that the expression of PKM2 is also closely related to MicroRNAs (miR/miRNA), Long non-coding RNAs (LncR/LncRNA), etc., in non-coding RNA families, among which miRNAs are a class of short-chain non-coding RNAs, and are bound to the seed region at the ‘-UTR end of mRNAs and conduct functions, therefore affect protein synthesis and folding [ 79 ]. Some scholars have found that there are two binding sites at the 3′ UTR end of miRNA-326 and PKM2, and miRNA-326 can inhibit the expression of PKM2 in glioma cells [ 80 ]. In intestinal cancer cells, miRNA-let-7a inhibits the proliferation, invasion and migration of intestinal cancer by down-regulating the expression of PKM2 [ 81 – 83 ]. Some microRNAs have organ specification, such as miRNA-122 [ 84 ], miRNA-124 [ 85 ], miRNA-133-3p [ 86 ], miRNA-137 [ 84 ], miRNA-20 [ 68 ] [ 4 , 87 ] and miRNA-3662 [ 88 ] etc., which regulate the expression of PKM subunits by directly targeting polypyrimidine bundle binding protein 1 (PTBP1), while polypyrimidine bundle binding protein 1 (PTBP1) is a splice that regulates PKM2 dominant expression. Similar to: miRNA-29b [ 89 ], miRNA-99a [ 90 ], miRNA-133b [ 91 ], miRNA-145 [ 92 ], miRNA-148a [ 93 ], miRNA-152 [ 93 , 94 ], miRNA-290 [ 95 ], miRNA-326 [ 96 ], miRNA-338-3P [ 97 ], miRNA-340 [ 98 ], miRNA-369 [ 99 ], miRNA-371 [ 95 ], miR-379 [ 100 ], miRNA-675 [ 101 ], miRNA-4417 etc. [ 102 ]. While these miRNAs are targeted to the splicing factors PTBP1, hnRNPA1, and hnRNPA2, [ 103 ] the expression of PKM mRNA is shifted from PKM1 to PKM2, and the expression of PKM2 is increased [ 104 ]. In addition to the important total use of miRNAs in epigenetics, there is also a long-chain non-coding RNA called LncRNA in cells. Although these RNAs are difficult to directly regulate the mRNA of PKM2, they can regulate miRNAs binding of PKM2, in turn to regulate the expression of PKM2. For example, miRNA-675 can form a ceRNA model with LncRNA-H19 [ 105 ], which in turn affects PKM2 expression. The same regulation exists between LncRNA-MEG3 and miRNA-122 [ 106 ], LncRNA-MIF and miRNA-586 [ 107 ], LncRNA-CASC2c and miRNA-101 [ 97 ]. The double-mutant P53 can regulate LncRNA CUDR and down-regulate PKM2 to inhibit tumor growth [ 108 ]. In addition to the regulation of tumor suppressor genes, these long-chain non-coding RNAs can also influence intracellular signaling pathways, for example, LncRNA-Ftx [ 109 ], LncRNA-SchLAH [ 110 ], LncRNA-ROR [ 111 ], LncRNA-DACOR1 [ 112 ] can mediate PTEN signaling pathway in cells. The Pi3k/AKT/mTOR signaling pathway has an effect that produces different biological effects [ 72 , 113 ]. The genes encoding pyruvate kinase can be divided into two types: PKLR and PKM. PKLR binds to the coding gene through a tissue-specific promoter, encoding two subtypes of PKL and PKR (green for PKR and yellow for PKL). PKM encodes PKM1 and PKM2 subtypes by alternative splicing of mutually exclusive exon 9 and 10, and a high expression level of PTB, hnRNP 1 and hnRNP A1/A2 are required for during the cleavage process of exon 9 of PKM2, while the cleavage process of exon 10 of PKM1 is not required. Transcription factor SRSF3 also plays an important role in the conversion of PKM2 and PKM1. Each pyruvate kinase subtype has a different tissue expression pattern (Additional file 5 : Fig. S4). Figure 5 a shows that there are 14 different subtype sequences in the PKM gene transcript, and there are some differences between them, among which the PKM1 (No. 3 and No. 5) and PKM2 (No. 2) subtypes are more compared, Fig. 5 b shows the coding sequence NO. 12 expresses PKM1 and the coding sequence expresses NO. 13 PKM2. There are only 23 amino acid residues between the two protein sequences. And there are few studies on other PKM protein subtypes, and the functions are not sure yet. Non-glycolysis enzyme function of PKM2 By learning of that, it could be found PKM2 not only plays an important role in cytosolic glucose metabolism, but also can transfer from the cytoplasm to the nucleus rely on its c-terminal nuclear localization signal in interleukin-3, growth hormone inhibitor analogue TIT-232, peroxide, epidermal growth factor (EGFR), ultraviolet radiation and other factors, and in the form of dimers to play a role in protein kinase activity in the nucleus of a variety of transcription factors and thus affect a variety of signaling pathways to promote tumor development [ 114 , 115 ]. Recent studies have found that PKM2-specific exon 10 can recruit extracellular signal-regulated kinase 2 (ERK2) and bind to the Iso429/Leu431 region of PKM2, mediate Ser37 site phosphorylation on PKM2, and recruit PIN1 to form PRKM2/PIN1 complex, if the Ser37 site is mutated to other amino acids, although PKM2 can still form tetramers in the cytoplasm, PKM2 cannot enter the nucleus [ 116 ], which suggests that the complex is an important transporter that mediates PKM2 entry into the nucleus, all these results suggest that PKM2 can play a role in regulating transcription and post-translational modification, and these effects depend on the interaction between PKM2 and ERK1/2, PIN1 and Importin 5α [ 117 ]. Moreover, if PKM2 exists in the form of a tetramer, the Arg399 site of nuclear localization sequence (NLS) in one side of the PKM2 monomer in its symmetrical structure can form a stable charge–charge interaction with Glu418 and Glu396 of the opposite mirror PKM2 monomer (the other two is located in the tetramer PKM2), which also maintains the spatial conformation of the PKM2 tetramer to some extent. Only when the spatial structure of PKM2 changes, such as PKM2 in the dimeric form, fully exposes the NLS of PKM2 which buried in the 3-dimensional space, through interacting with Importin 5α and NLS to change the electrostatic attraction inside the PKM2 protein molecule after binding the PIN1 molecule, in turn, the dimeric structure of PKM2 is maintained [ 118 ]. PKM2 also transactivates SLC2A1, LDHA, PDK1, HK1, and VEGFA gene expression via hypoxia inducible factor-1α (HIF-1α) transcription factor [ 56 , 119 ]. In addition, PKM2 up-regulates gene expression through hypoxia inducible factor-1α (HIF-1α), β-catenin (β-cat), insulin, signal transducers and activators of transcription 3 (STAT3) and other transcription factors to promote cell growth and proliferation [ 74 , 120 , 121 ]. PKM2 can also act as a protein kinase, which forms a complex with β-catenin and binds to the CCND1 promoter region to phosphorylate histone H3, and phosphorylated histone H3 is separated from histone deacetylase 3, which will make the 9th tyrosine of histone H3 acetylation [ 122 ], then promotes the expression of an important cytokine of cell proliferation namely CycinD1, and then regulates the cell cycle. PKM2 can also affect the target gene C-MYC by affecting β-catenin, and C-MYC can also be used to promote PKM2 gene transcription and hnRNA cleavage in turn [ 123 ]. In addition to regulating the expression of CycinD1, which affects the transformation of G1-S stage, PKM2 also regulates the filamentous manner, which regulates the tyrosine at position 207 of the mitotic protein Bub3, promotes the formation of the Bub3-Bubl complex, and the Bub3-Bubl complex further act on the exocentric protein Blinkin to promote its binding to the ligand Bub and thus precisely regulates chromosome segregation and cell proliferation [ 124 ]. Studies have shown that under various conditions, the MER/ERK pathway is activated, phosphorylating the serine at position 37 on PKM2, which could help PKM2 enter the nucleus [ 125 ]. C-src can also be activated by EGFR activation, and C-src phosphorylates tyrosine at position 333 on β-catenin, so that PKM2 can bind to β-catenin/TCF/LEF after entering nucleation, thereby activates the expression of β-catenin downstream gene, such as CCND1 and MYC promote cell proliferation, but also activate PTB, LDHA, GLUT1. PTB can again activate the transcription of PKM2 to form a chain reaction [ 76 ]. LDHA and GLUT1 can regulate glucose uptake and tumor cell glycolysis, thereby regulate glucose metabolism. It was confirmed by research that PKM2 in the nucleus can phosphorylate tyrosine at 705th position of signal transduction factor and transcriptional activator 3, further promoting: the transcription of mitogen activated protein kinase kinase 5 (MAPKK5/MEK5), and MEK5 promotes the growth of tumor cells [ 126 ]. Li et al’s study confirmed that PKM2 is resistant to gemcitabine in patients with intestinal cancer by phosphorylating transcriptional activator factor 3. It has also been reported in the literature that PKM2 can make the serine at position 202/203 of protein kinase B substrate l (AKT1S1), promote its binding to 14-3-3 to activate mammalian rapamycin target protein sensitive complex 1 (mTORC l) signaling pathway to promote tumor growth [ 127 ]. PKM2 can directly phosphorylate extracellular signal-regulated kinase 1/2 (ERK l/2) to promote tumor growth [ 55 ]. Studies have shown that PKM2 can directly bind to the active domain of hypoxia inducible factor-1α (HIF-1α) to promote the activation of downstream vascular endothelial growth factor (VEGF) expression [ 128 ]. NAD-dependent deacetylase sirtuin6 (SIRT 6) could deacetylate the 433th lysine of PKM2 in the nucleus to cause it to transfer out of the nucleus and inhibit tumor growth. In summary, PKM2 in the nucleus is associated with cell proliferation [ 129 ]. Tables 2 , 3 and Fig. 6 summarizes the specific sites, source literature, and biological effects of the various roles mentioned above. Table 2 PKM2 interacting protein & Interaction site & Biological Function & References PKM2 interacting protein Protein Site Biological function References 1 A-Raf Phosphorylation modification, unknown site Regulate the composition ratio between PKM2 dimer and tetramer, and then regulate the glucose metabolism of tumor cells Pyruvate kinase type M2: a key regulator of the metabolic budget system in tumor cells 2 AKT1S1 PKM2 phosphorylates AKT1S1 at serine202 and serine203 (S202/203) Activation of ATP-dependent mTOR signaling pathways Pyruvate Kinase M2 Activates mTORC1 by Phosphorylating AKT1S1 3 BCL2 PKM2 phosphorylates Bcl2 threonine (T-69) (HSP90 stabilizes PKM2-BCL2 complex) The phosphorylation prevents the binding of Cul3-based E3 ligase to Bcl2 and subsequent degradation of Bcl2, thereby inhibiting oxidative stress-induced apoptosis Mitochondrial PKM2 regulates oxidative stress-induced apoptosis by stabilizing Bcl2 4 BCR-ABL Phosphorylation modification, unknown site Fusion of breakpoint cluster region and ABL1, disruption of the formation of the tetrameric form of PKM2 Association of the src gene product of Rous sarcoma virus with cytoskeletal structures of chicken embryo fibroblasts. 5 β-catenin The k433 site of PKM2 is a key site for binding to y333 phosphorylated β-catenin PKM2-β-catenin (Y333p) can promote the proliferation and malignant transformation of tumor cells Nuclear PKM2 regulates β-catenin transactivation upon EGFR activation 6 CD44 Phosphorylation modification, unknown site PKM2 binds to CD44 to inhibit phosphorylation of serine at a certain position in PKM2, thereby promoting aerobic glycolysis and promoting glucose metabolism to biosynthesis Tyrosine phosphorylation inhibits PKM2 to promote the Warburg effect and tumor growth 7 CARM1 Methylated PKM2 exon 10, the specific location is unknown PKM2 methylated by Carm1 can promote aerobic glycolysis and malignant transformation of tumors PKM2 methylation by CARM1 activates aerobic glycolysis to promote tumorigenesis 8 ERK1/2 After binding to SAICAR, PKM2 phosphorylates ERK1 at t202, y204 sites and ERK2 to t202 siteAnd ERK2 phosphorylates PKM2 at s37 site Erk and PKM2 together form a positive feedback activation loop that activates the ERK/MAPK pathway Phosphorylated PKM2 can increase its nuclear localization and promote cell proliferation SAICAR induces protein kinase activity of PKM2 that is necessary for sustained proliferative signaling of cancer cells 9 ETV6–NTRK3 Phosphorylation modification, unknown site Fusion of Est variant 6 and neurotrophic tyrosine kinase receptor, disruption of the formation of the tetrameric form of PKM2 Modulation of type M2 pyruvate kinase activity by the human papillomavirus type 16 E7 oncoprotein 10 HERC-1 Binding to PKM2 at AA 406–531 GTP producer for guanine nucleotide exchange factor RLD1 Interaction between HERC1 and M2-type pyruvate kinase 11 HIF-1a Binding to PKM2 Augmentation of the trans-activating activity of HIF-1a Pyruvate kinase M2 is a PHD3-stimulated coactivator for hypoxia-inducible factor 1 12 HCV NS5B Binding to PKM2 Indications for a role of PKM2 in HCV RNA synthesis Hepatitis C virus RNA functionally sequesters miR-122 13 HPV-16 E7 Binding to PKM2 Dimerization and inhibition of PKM2 Effects of the human papilloma virus HPV-16 E7 oncoprotein on glycolysis and glutami- nolysis: role of pyruvate kinase type M2 and the glycolytic-enzyme complex. 14 HSC70 Acetylation of Lys305 site for PKM2 By inhibiting the biological effects of PKM2 by acetylation of the PKM2 Lys305 site, it mediates the binding of PKM2 to HSC70 and attenuates the degradation of PKM2 via the lysosomal pathway Acetylation targets the M2 isoform of pyruvate kinase for degradation through chaperone—mediated autophagy and promotes tumor growth 15 HSP70 Acetylation modification, unknown site HSP70 can acetylate PKM2, which mediates intracellular localization of lysosomes, thereby maintaining intracellular homeostasis Proviral insertion in murine lymphomas 2 (PIM2)oncogene Dual roles of PKM2 in cancer metabolism 16 H3 PKM2 can phosphorylate histone H3 T11 Phosphorylated histones can promote the G1-S phase transition of tumor cells, phosphorylation of stat3 can promote the production of cyclinD, phosphorylation of MLC2 can enhance the activity of MAPK pathway, and phosphorylated Bub3 can enhance the activity of EGFR pathway Pyruvate kinase M2 at a glance 17 STAT3 PKM2 can phosphorylate stat3 Y705 18 MLC2 PKM2 can phosphorylate MLC2 Y118 19 Bub3 PKM2 can phosphorylate Bub3 Y27 site 20 FLT3 Phosphorylation modification, unknown site Fms-related tyrosine kinase, internal tandem duplication (ITD) mutant, disruption of the formation of the tetrameric form of PKM2 Association of the src gene product of Rous sarcoma virus with cytoskeletal structures of chicken embryo fibroblasts. 21 FGFR1 FGFR1 can phosphorylates PKM2 atTyr 83, Tyr105, Tyr148, Tyr175, Tyr370, Tyr390 site Inhibits the biological activity of PKM2 which coule regulate the glucose metabolism in tumor cells TRIM35 Interacts with pyruvate kinase isoform M2 to suppress the Warburg effect and tumorigenicity in hepatocellular carcinoma 22 JAK2 Phosphorylation modification, unknown site Disruption of the formation of the tetrameric form of PKM2 Association of the src gene product of Rous sarcoma virus with cytoskeletal structures of chicken embryo fibroblasts. 23 JNK1 JNK1 phosphorylates PKM2 at Thr365 site Inhibits the biological activity of PKM2 which coule regulate the glucose metabolism in tumor cells, and the nuclear transfer of PKM2 is inhibited, which in turn inhibits the biological role of PKM2 in the nucleus PARP14 promotes the Warburg effect in hepatocellular carcinoma by inhibiting JNK1-dependent PKM2 phosphorylation and activation 24 GSK-3β GSK-3β phosphorylation of PKM2 Thr-328 (HSP90 stable PKM2-GSK3β complex) Thr-328 phosphorylation is essential for maintaining PKM2 stability and its biological function in regulating glycolysis, mitochondrial respiration, proliferation and apoptosis HSP90 promotes cell glycolysis, proliferation and inhibits apoptosis by regulating PKM2 abundance via Thr-328 phosphorylation in hepatocellular carcinoma 25 P53 Phosphorylation modification, unknown site PKM2-P53 can promote the proliferation and malignant transformation of tumor cells Dual roles of PKM2 in cancer metabolism 26 p300 PKM2 could be acetylated by p300 at K433 site PKM2 K433 acetylation converts cell proliferation and cytoplasmic metabolic kinase to nuclear protein kinase activity Mitogenic and oncogenic stimulation of K433 acetylation promotes PKM2 protein kinase activity and nuclear localization 27 PAK2 PKM2 directly phosphorylates PAK2 (HSP90-stabilized PKM2-PAK2 complex) on Ser20, Ser141 (phosphorylated but weakly acting) and ser192/197 (action site) Phosphorylation of serine 192/197 mediated by pkm2 in PDAC cells is critical for maintaining PAK2 levels phosphorylation of ser192/197 promotes the association of HSP90 with PAK2, thereby preventing ubiquitin and protease degradation of PAK2 Pyruvate kinase M2 promotes pancreatic ductal adenocarcinoma invasion and metastasis through phosphorylation and stabilization of PAK2 protein 28 PANK-4 Binding to PKM2 Reduction of the activity of the tetrameric form Dual roles of PKM2 in cancer metabolism 29 Parkin Parkin promotes ubiquitination of Lys186 and Lys206 sites in PKM2 Parkin inhibits the biological activity of PKM2 and regulates glucose metabolism by promoting ubiquitination of Lys186 and Lys206 sites of PKM2 Parkin regulates the activity of pyruvate kinase M2 30 PCAF Acetylates modification, unknown site Reduction of the activity of the tetrameric form Dual roles of PKM2 in cancer metabolism 31 PHD3 PDH3 can hydroxylate the Pro403 and Pro408 sites of PKM2 PKM2 binds to PDH3, and modified PKM2 is more susceptible to HIF-1α binding and forms an activation loop that promotes anaerobic glycolysis and metabolic recombination Pyruvate kinase M2 is a PHD3—stimulated coactivator for hypoxia—inducible factor 1 32 PKC ♁ Phosphorylation modification, unknown site Hypothesis: regulation of stability or degradation of M2-PK Dual roles of PKM2 in cancer metabolism 33 PIAS3 Binding to PKM2 at AA 1–348 Sumoylation of PKM2 and nuclear translocation of PKM2 The SUMO-E3 ligase PIAS3 targets pyruvate kinase M2 34 PML Binding to PKM2 Reduction of the activity of the tetrameric form Modulation of M2-type pyruvate kinase activity by the cytoplasmic PML tumor suppressor protein 35 PIM2 PIM2 can phosphorylate PKM2 at Thr454 site PIM2 phosphorylates the PKM2 Thr454 site, mediates PKM2-dependent anaerobic glycolysis, and maintains mitochondrial function in tumor cells Proviral insertion in murine lymphomas 2 (PIM2)oncogene phosphorylates pyruvate kinase M2 (PKM2) and promotes glycolysisin cancer cells 36 PTP1B PTP1B phosphorylates the Tyr105 and Tyr148 site of PKM2 PTP1B inhibits the biological activity of PKM2 by phosphorylating the Tyr105 and Tyr148 site of PKM2 Protein tyrosine phosphatase 1B regulates pyruvate kinase M2 tyrosine phosphorylation 37 PRMT4 PRMT4 methylates specifically the dimeric form of PKM2 at Arg445/447/455 residues in the C domain Allosteric activators inhibit PKM2 tetramerization form thought PKM2 methylation Posttranslational modifications of pyruvate kinase M2: tweaks that benefit cancer 38 MG MG can glycosylate the Arg399 site of PKM2 MG can glycosylate the Arg399 site of PKM2, the result of which can change the spatial configuration of PKM2 Molecular association of glucose-6-phosphate isomerase and pyruvate kinase M2 with glyceraldehyde-3-phosphate dehy-drogenase in cancer cell 39 Oct No. 4 Binding to PKM2 at AA 307–531 Augmentation of the trans-activating activity of Oct 4 Pyruvate kinase isozyme type M2 (PKM2) interacts and cooperates with Oct-4 in regulating transcription. 40 Opa Binding to PKM2 at AA 367–531 Outer membrane proteins involved in gonococcal adhesion to and invasion of human epithelial cells creation of a microenvironment of high pyruvate concentration Posttranslational modifications of pyruvate kinase M2: tweaks that benefit cancer 41 O_GlcNAcylation O-GlcNAcylation can block the Thr 405 and Ser 406 sites of PKM2 Decreased the stability of the tetrameric form of PKM2 to enhance aerobic glycolysis (Warburg effect) O-GlcNAcylation destabilizes the active tetrameric PKM2 to promote the Warburg effect 42 SAICAR Mutation of the G415 site of PKM2 to R will not bind to SAICAR PKM2 binds to SAICAR, and mutations at the PKM2 G415 site prevent PKM2 from binding to SAICAR SAICAR induces protein kinase activity of PKM2 that is necessary for sustained proliferative signaling of cancer cells 43 SIRT-6 Deacetylation modification, the site is unknown SIRT6 mediates the deacetylation of PKM2, and the results mediate the nuclear localization of PKM2 SIRT6 deacetylates PKM2 to suppress its nuclear localization and oncogenic functions 44 SOCS-3 Binding to PKM2 Reduction of ATP production and influence of dendritic cell immune response Posttranslational modifications of pyruvate kinase M2: tweaks that benefit cancer 45 TEM8 Binding to PKM2 Stimulation of angiogenesis by binding of Tumor M2-PK released from tumors Dual roles of PKM2 in cancer metabolism 46 TEPP-46 Binding to PKM2 TEPP-46 and FBP, the allosteric activators that induce PKM2 tetramerization Posttranslational modifications of pyruvate kinase M2: tweaks that benefit 47 TRIM35 MiR-4417 targets TRIM35 and regulates PKM2 Y105 phosphorylation Promote proliferation and suppress apoptosis, PKM2 Y105 phosphorylation to promote HCC growth MiR-4417 targets tripartite Motif-containing 35 (TRIM35) and regulates pyruvate kinase muscle 2 (PKM2) phosphorylation to promote proliferation and suppress apoptosis in hepatocellular carcinoma cells Table 3 Post-translational modification of PKM2 protein and its related biological effects PTM (post-translational modification) effects of PKM2 Effects on modified protein Triggered by Enzymatic activity, induced K311-sc Enzymatic activity, inhibited Y105-p, Y148-p Enzymatic activity, regulation K186-Ub, K206-Ub Intracellular localization S37-p, S202-p, T405-gl, S406-gl Molecular association, regulation S37-p, Y105-p, S202-p, T405-gl, S406-gl Phosphorylation S37-p, T405-gl, S406-gl Protein conformation K311-sc, T405-gl, S406-gl Protein stabilization T328-p, T454-p Nuclear localization, regulation K305-Ac, K433-Ac Effects on biological processes Triggered by Apoptosis, inhibited T328-p Apoptosis, induced C358-Ox, P403-OH, P408-OH Carcinogenesis, induced S37-p, T454-p Cell growth, induced S37-p, Y105-p, Y148-p, T328-p, T405-gl, S406-gl, T454-p Transcription, induced S37-p, T328-p Transcription, inhibited S37-p Post-translational modification Specific Site Phosphorylation S37, Y105, Y148, S202, T454 Acetylation K305, K433 Hydroxylation and oxidation P403, P408 and K358 Ubiquitination and sumoylation K186, K206 Glycosylation T405, S406 Methylation R445, R447, R455 Fig. 6 PKM2 Interacting Protein. PKM2 can not only exert the activity of PK enzyme in the form of tetramer, but also can enter the nucleus as a transcription factor to mediate the transcription of other genes when convert to dimer, can also regulate each other in the cytoplasm and other proteins. It has an impact on many different biological effects Interaction of PKM2 with other proteins Phosphorylation The phosphorylated PKM2 can protect mitochondrial from oxidative stress. At the beginning of the period, ROS can oxidize the Cys358 site of PKM2 when tumor cells are exposed to oxidative stress damage. PKM2 acts as a phosphorylase to phosphorylate its substrate [ 130 ]. PKM2 can phosphorylate Bcl2 threonine (Thr69), which prevents the binding of Cul3-based E3 ligase to Bcl2 and subsequent inhibits degradation of Bcl2. Then heat shock protein 90 (HSP90) acts as a bridge, stabilizes and transferres the PKM2-BCL2 complex to Mitochondrial outer membrane, which regulates the ratio of Bax/Bcl2. Liang, Cao et al. believe that mitochondrial function still exists in the background of Warburg effect, and the maintenance of mitochondrial function in this case depends on the binding of PKM2 and Bcl2 on the outer membrane of mitochondria, inhibiting the release of ROS and oxidative stress-induced apoptosis [ 131 ]. The phosphorylated PKM2 can increase its nuclear localization and promote cell proliferation [ 55 ]. PKM2 phosphorylates PAK2 directly on Ser20, Ser141 (phosphorylated but weakly acting) and Ser192/197. PKM2-mediated phosphorylation of Ser192/197 is essential for maintaining PAK2 activity in PDAC cells, promotes HSP90 association with PKM2-PAK2 complex, which prevents the degradation of ubiquitin and protease of PAK2, and ultimately mediates tumor cell invasion, metastasis and cell proliferation [ 132 ]. After binding to SAICAR, PKM2 phosphorylates the Thr202, Tyr204 and ERK2 Thr202 of ERK1, which in turn phosphorylates the Ser37 of PKM2. This cascaded phosphorylation pattern can form an activation loop and activate the ERK/MAPK signal pathway [ 55 ]. PKM2 phosphorylates tyrosine at position Tyr333 on β-catenin, and phosphorylation of this site is necessary for the binding of β-catenin to the PKM2 Tyr site, the binding of PKM2-β-catenin (Tyr333p) can promote the proliferation and development of tumor cells [ 124 ]. PKM2 can phosphorylate Thr11 of histone H3, which regulates the transcription of MYC and CCND1, and promotes the G1-S phase transition of the cell proliferation cycle, as well as Y705 phosphorylating stat3. Phosphorylation of STAT3 can promote the production of CCND1, which can enhance the activity of mitogen activated protein kinase (MAPK) pathway [ 124 ]. PKM2 can phosphorylate Tyr118 and phosphorylate Bub3 Tyr27 sites of myosin light chain 2 (MLC2). Phosphorylation of MLC2 can also enhance the activity of mitogen activated protein kinase (MAPK) pathway, and phosphorylated Bub3 can enhance the activity of EGFR pathway [ 124 ]. PKM2 can promote the serine at position 202/203 of protein kinase B substrate l (AKT1S1) binding to 14-3-3 to activate the mechanistic target of rapamycin complex l (mTORC l) signal pathway, which will promote tumor growth [ 127 ]. In the nucleus of bone marrow cells of leukemia patients, In the nucleus of bone marrow cells of leukemia patients, the researchers found that PKM2 can phosphorylate and activate certain transcription factors, thereby inducing fusion of BCR-ABL genes. In the cytoplasm of these cells, it is characterized by the dissociation of PKM2 tetramer, the formation of dimers, and finally promote the accelerated formation of leukemia in patients [ 133 ]. A mode of action similar to the last article 7 still exists in ETV6–NTRK3. PKM2 can phosphorylate and activate certain transcription factors, thereby inducing fusion of Est variant 6 and neurotrophic tyrosine kinase receptor. The result may lead to malignant transformation of some neurogenic tumors. PKM2 in the cytoplasmic dimer form promotes the formation of the Warburg effect [ 134 ]. P53 and PKM2 in the nucleus of the cells can phosphorylate each other to form a cascade loop. Although the location of the PKM2 phosphorylated P53 modification site has not been specifically demonstrated, P53 has been shown to phosphorylate the Ser37 site of PKM2. When the tumor cells are under stress, this pattern is activated to protect against external stress in the form of EMT [ 135 ]. PKM2 not only can act as a phosphorylase to phosphorylate the substrate, but also can be phosphorylated by other phosphorylases at specific sites. The phosphorylation of its tyrosine residue Tyr105 has been found in a variety of solid tumors in humans. For example, The tyrosine residues Tyr 83, Tyr105, Tyr148, Tyr175, Tyr370, Tyr390 of PKM2 can be directly phosphorylated by fibroblast growth factor receptor 1 (FGFR1), and the binding of phosphorylated PKM2 to FBP inhibits the presence of the tetrameric form of PKM2, results in reducing its PK activity [ 136 ]. It has been reported that tripartite motif containing 35 (TRIM35) directly binds to PKM2 to inhibit PKM2 Tyr105 phosphorylation, thereby increasing enzyme activity [ 137 ]. ERK1/2 also has phosphorylase activity, which specifically phosphorylates the Ser37 site of PKM2 without phosphorylating PKM1, which provides a binding motif for PKM2 that interacts with peptidyl-proline isomerases, and binding to the transcript of the mitotic gene A1 (PIN1) mediates the entry of PKM2 into the nucleus [ 138 ]. When PKM2 enters the nucleus, it can also bind to Oct-4, and combine with many of the above mechanisms to affect the spindle, affecting the cell cycle by affecting cell division [ 139 , 140 ]. Glycogen synthase kinase 3β (GSK-3β) could phosphorylate Thr-328 of PKM2, and phosphorylation of the PKM2 Thr-328 site is essential for maintaining PKM2 stability and regulating biological functions of glycolysis, mitochondrial respiration, proliferation and apoptosis. HSP90 also has a function to stabilize the PKM2–GSK3β complex in the HSP family [ 141 ]. In the cytoplasm of tumor cells, proviral insertion in murine 1ymphomas 2 (PIM2) can also phosphorylate the Thr454 site of PKM2, to mediates PKM2-dependent anaerobic glycolysis, and maintains mitochondrial function in tumor cells [ 142 ]. Jun N-terminal kinase 1 (JNK1) phosphorylates the PKM2 threonine residue Thr365 to inhibit PKM2 enzyme activity [ 143 ]. PKM2 can be phosphorylated by Fms-related tyrosine kinase 3 (FLT3), Janus kinase 2 (JAK2), protein kinase C (PKC), and the modified PKM2 will exist as a dimer. Promote anaerobic glycolysis and cell proliferation of tumor cells [ 46 , 133 ]. In addition to phosphorylation of these known sites, there are also some protein molecules with phosphorylation, but the site is not yet clear. Such as A-RAF, after phosphorylation of PKM2, which could regulate the composition ratio between PKM2 dimer and tetramer, and then regulate the glucose metabolism of tumor cells [ 53 ]. PKM2 binds to CD44 to inhibit phosphorylation of serine at a certain position in PKM2, inhibit promoting aerobic glycolysis and promoting glucose metabolism to biosynthesis [ 125 ]. In addition to phosphorylation, proteins such as protein tyrosine phosphatase 1B (PTP1B) inhibit the phosphorylation of PKM2, and PTP1B inhibits the biological activity of PKM2 by phosphorylating the Tyr105 and Tyr148 site of PKM2 [ 71 ]. Acetylation Acetylation is another pre-translational modification of PKM2 that reduces the enzymatic activity of PKM2, increases glycolysis intermediates, and supports biosynthesis. One of the important features of the tumor microenvironment is hypoxia. Hypoxia inducible factor-1α (HIF-1α) and hypoxia inducible factor-1β (HIF-1β) are under hypoxic conditions, and the expression will be increased when tumor and normal cells is under hypoxic stress [ 144 ]. The same hypoxia transcription factor CBP/P300 can be used as an effector molecule downstream of HIF-1α and HIF-1β, so that it can play an important biological role in the nucleus and cytoplasm. P300 can be used as an acetyltransferase to catalyze exon 10 of PKM2 [ 145 ]. PKM2 is acetylated by P300 in Lys433, and the PKM2 Lys433 is acetylated to regulate cell proliferation and transform the biological behavior of PKM2 from cytoplasmic metabolic kinase to nuclear protein kinase activity [ 146 ]. Parkin can ubiquitinate the Lys186/206 site of PKM2, and then regulate the ratio of tetramers and dimers of PKM2. In addition, a complex can be formed between the PKM2/P300/PHD3/HIF-1α/HIF-1β in the nucleus, and finally regulate the tumor fine glucose metabolism, O 2 consumption and CO 2 production [ 147 ]. Acetylation is also present in heat shock cognate protein70 (HSC70) and P300/CBP-associated factor (PCAF), which acetylates the Lys305 site of PKM2. By inhibiting the biological effects of PKM2 by acetylation of the PKM2 Lys305 site, this kind of acetylation behavior mediates the binding of PKM2 to HSC70 and attenuates the degradation of PKM2 via the lysosomal pathway [ 148 ]. In addition to HSP70, there is similar acetylation, but the site is unknown. After acetylation of PKM2, HSP70 can acetylate PKM2, which mediates intracellular localization of lysosomes, such maintaining intracellular homeostasis [ 142 ]. Table 3 summarizes the various post-translational modification sites mentioned above and the biological effects they exert. Other interprotein interactions The activity of PKM2 is also regulated by many proteins in contact with it, and the binding sites and mechanisms are of action vary. These special regulatory sites are also summarized in Tables 2 , 3 and Fig. 6 . (1) Mucin-1 (MUC-1), death-associated protein binding to PKM2 can increase enzyme activity and promote glycolysis; hybrid double yeast technology studies show that PIAS3 (protein inhibitor of activated STATA3) regulates enzyme activity through binding of carboxy terminus to PKM2 to promote glycolysis [ 149 ]. (2) O-GlcNAcylation can block the Thr405 and Ser406 sites of PKM2, and the stability of PKM2 in tetrameric form is reduced to enhance the aerobic glycolysis, namely Warburg Effect [ 150 ]. (3) The binding of histone demethylation enzyme Jumonji-C (JmjC) domain-containing protein 5 (JMJD5) [ 151 ], l -cysteine [ 152 ] and HSP40 [ 153 ] to PKM2 can reduce the enzyme activity. (4) 5-Amino-4-succinic acid carboxamide imidazole ribonucleotides activate PKM2 by direct contact allosteric regulation. (5) Parkin promotes the ubiquitination of Lys186 and Lys206 sites in PKM2, which inhibits the biological activity of PKM2 and regulates glucose metabolism by promoting ubiquitination of Lys186 and Lys206 sites of PKM2 [ 154 ]. (6) PKM2 can bind to SAICAR, and mutation of PKM2 Gly415 site will make PKM2 unable to bind to SAICAR [ 55 ]. Prolyl hydroxylase 3 (PHD3) can hydroxylate the Pro403 and Pro408 sites of PKM2 [ 155 ]. While PKM2 with the help of methylglyoxal (MG) can glycosylate the Arg399 site of PKM2, the result of which can change [ 156 ]. (7) Similarly, in the nucleus PKM2 exon 10 can be methylated by co-activator associated arginine methyltransferase 1 (CARM1), but the specific location is unknown. After being methylated by CARM1, PKM2 can promote aerobic glycolysis and malignant transformation of tumors [ 157 ]. Because PKM2 can enter the nucleus to act as a transcriptional regulator, the intermodulation between proteins is also present in the nucleus, and NAD-dependent deacetylase sirtuin6 (SIRT 6) can deacetylate the 433th lysine of PKM2 in the nucleus [ 158 ]. It inhibits PKM2 transfer out of the nucleus and inhibits tumor growth. Proline hydroxylation of PKM2 at 403 and 408 by the PHD3 enzyme favors the interaction of PKM2 with the HIF-1α transcription complex, which results in recruitment of P300-acetyltransferase to facilitate the transactivation of HIF target genes. Although this mode of regulation of intermolecular modification is more common in cells, for PKM2 proteins with three-dimensional structure, the mode of regulation involved is not limited to the modes we mentioned above. For example, for certain protein molecules, it does not have protein kinase activity, but it can bind to a specific domain on PKM2, thereby regulating the biological activity of PKM2 [ 159 ]. For example: (1) probable E3 ubiquitin-protein ligase (HERC-1) can bind to the amino acid sequence of paragraphs 406 to 531 of PKM2. HERC-1 can ubiquitinate PKM2 to induce MET processes in tumor cells [ 160 ]. (2) SUMO E3-ligase (PIAS-3) can bind to the amino acid sequence of paragraphs 1 to 348 of PKM2. The sumoylation of PKM2 can promote its nuclear localization [ 161 ]. (3) Oct-4 can bind to the amino acid sequence of paragraphs 307 to 531 of PKM2. It can work with PKM2 to regulate gene transcription in cells, thereby regulating cell cycle and cell division [ 161 ]. (4) Opa can bind to the amino acid sequence of paragraphs 367 to 531 of PKM2. The interaction between OPA and PKM2 can promote the MET process of the free tumor cells that have undergone MET conversion, and then adhere to the metastatic site to invade [ 162 ]. (5) This interaction also occurred between HIF-1α/β, HCV, HPV, PANK-4, PML, SOCS-3, TEM-8, etc. protein and PKM2. In addition to promoting the formation of PKM2 dimer, its role is to promote the nuclear localization of PKM2. This in turn induces transcription and translation of downstream genes of PKM2 and exacerbates the malignancy of tumor cells [ 46 , 163 – 165 ]. Co-activator-associated arginine methyltransferase 1 (CARM1) also known as PRMT4 methylates specifically the dimeric form of PKM2 at Arg445, Arg447, Arg455 residues in the C domain which is PKM2 exon 10 located. TEPP-46 and FBP, the allosteric activators that induce PKM2 tetramerization limits PKM2 methylation. Importantly, PKM2 activity remains unaltered by methylation; however, methylated PKM2 reprograms the metabolic phenotype toward aerobic glycolysis from oxidative phosphorylation to support tumor cell proliferation, migration, and metastasis [ 161 ]. PKM2 can not only exert the activity of PK enzyme in the form of tetramer, but also can enter the nucleus as a transcription factor to mediate the transcription of other genes when convert to dimer, can also regulate each other in the cytoplasm and other proteins. It has an impact on many different biological effects. The application of PKM2 in Clinical Although in this paper we have already talked about the biological effects of PKM2’s many non-canonical PK enzyme activities, PKM2 is ubiquitously expressed in embryogenesis, tissue regeneration and cancer under normal conditions, However, we are most aware of its classical pyruvate kinase activity, and pyruvate kinase activity plays a crucial role in actively proliferating cells [ 166 ]. After analyzing the RNASeq dataset for PKM2 in certain tissues, some researchers found that PKM2 is also expressed in some differentiated tissues and non-proliferating cells. PKM2 plays an important role in maintaining the metabolic process of cancer cells. When PKM1 replace PKM2 expressing in tumor cells, the cancer cells will change from mitochondrial function-locked glucose aerobic glycolysis to glucose aerobic oxidation and mitochondrial respiration, and the tumor’s ability of proliferation, metastasis, invasion ability and EMT progression are significantly decreased [ 167 , 168 ]. There have been many studies pointing out that PKM2 can be highly expressed in lung cancer, liver cancer, glioma, kidney cancer, etc., and there are close relationships with TMN staging, clinical stage, prognosis of patients and malignant degree of tumor, whether distant invasion and metastasis occur, etc. The more popular tumor starvation therapy that has been studied is also targeted at key enzymes of glucose metabolism including PKM2, and it is expected to effectively treat tumors [ 169 ]. The pyruvate kinase activity of PKM2 is well known to the public, however, non-canonical PK enzymatic activity of PKM2 plays a more potent role in tumors. In particular, after exon 10 replacing exon 9, it gives PKM2 a more abundant biological function, and migrate the PKM2, a protein that should be localized in the cytoplasm into the nucleus to activate transcription and translation of certain genes. At the same time, PKM2 can also act as a phosphorylase to promote the phosphorylation of a variety of substrates, while also being phosphorylated and acetylated to bind to certain proteins, thereby exerting unexpected functions. The herbal extract, Shikonin, may inhibit PKM2 activity by binding to PKM2 [ 170 ]. Recently have discovered PKM2 inhibitor-Compound 3K, researchers have found that injecting this inhibitor into the tail vein of mice after implantation of tumors can inhibit the growth of tumors implanted in mice, causing cell death to exert anticancer activity [ 171 ]. Kaplan–Meier curves for survival of four most relevant cancers according to PKM2 special transcript (NP-002645.3 refer to Fig. 5 a and Table 1 ) expression in cancer tissues. Patients were divided into high and low PKM2 special transcript expression groups using the median value of PKM2 special transcript expression as the cutpoint. Survival analysis and subgroup analysis were performed based on Kaplan–Meier curves. One thing should be pointed out is that in some clinical studies, the researchers found that the effect of contrast PKM2 protein expression was significantly better than the copy number of the comparative mRNA. But considering that there is currently no database on protein expression, we only counted the data in TGCA (Fig. 7 ). Fig. 7 Kaplan–Meier Curves for Survival of Four Most Relevant Cancers. Kaplan–Meier curves for survival of four most relevant cancers according to PKM2 special transcript (NP-002645.3 refer to Fig. 5 a and Table 1 ) expression in cancer tissues. Patients were divided into high and low PKM2 special transcript expression groups using the median value of PKM2 special transcript expression as the cutpoint. Survival analysis and subgroup analysis were performed based on Kaplan–Meier curves. One thing should be pointed out is that in some clinical studies, the researchers found that the effect of contrast PKM2 protein expression was significantly better than the copy number of the comparative mRNA. But considering that there is currently no database on protein expression, we only counted the data in TGCA Outlook PKM2 not only plays a role of rate-limiting enzyme in glucose metabolism, but also regulates tumor cell energy metabolism reprogramming (EMR) and mitochondrial function Adaptive Mitochondrial Reprogramming (AMR) together with other key enzymes of glucose metabolism. Both the Warburg effect proposed by Warburg and the “post-Warburg effect” proposed by follow-up scholars all predict the important role of PKM2 in tumor development, invasion and metastasis, and diagnosis, treatment and prognosis of tumor patients [ 172 , 173 ]. I believe that with the deepening of the research on PKM2, the research on its unique biological effects in the cytoplasm and nucleus will prompt researchers including myself to deeply analyze the energy metabolism reprogramming and mitochondrial function Adaptive Mitochondrial Reprogramming of experimental tumor cells. And provide a broader road treatment for tumors. Additional files Additional file 1: Table S1. PKM2 related GO terms and KEGG pathways in cancer tissue. GO terms and KEGG pathways with P-values < 0.05 were considered statistically significant. GO: Gene Ontology. KEGG: Kyoto Encyclopedia of Genes and Genomes. Additional file 2: Fig. S1. The co-expressed genes predicted by MEM. Genes that are co-expressed with PKM2 were subsequently identified through MEM. Including 100 datasets including 1694 samples were used to analysis the genes co-expressed with PKM2 in MEM ( https://biit.cs.ut.ee/mem/ ). In Fig.S1, we list 30 genes most closely related to PKM2. The significantly GO terms and KEGG pathways were identified by KOBAS and DAVID which will be listed in Figs. S2 and S3. MEM: Multi Experiment Matrix. DAVID: Database for Annotation, Visualization and Integrated Discovery. KOBAS: KO-Based Annotation System. Additional file 3: Fig. S2. The significantly GO terms identified by DAVID. Three GO terms [biological process (BP), cellular component (CC) and molecular function (MF)] were utilized to identify the enrichment of target genes by DAVID ( http://david.abcc.ncifcrf.gov/ ). The enrichment map of annotation analysis was drawn using Cytoscape (version 3.3.1) ( http://www.cytoscape.org/cy3.html ). GO: Gene Ontology. DAVID: Database for Annotation, Visualization and Integrated Discovery. Additional file 4: Fig. S3. The significantly KEGG pathways identified by KOBAS. Using the 30 genes predicted by MEM, 34 different KEGG pathways can be enriched by KOBAS ( http://kobas.cbi.pku.edu.cn/ ). These signaling pathways can be roughly divided into six broad categories. The results were generated using the visualization tool in R (version 3.5.3). KOBAS: KO-Based Annotation System. KEGG: Kyoto Encyclopedia of Genes and Genomes. MEM: Multi Experiment Matrix. Additional file 5: Fig. S4. The functional protein association network enriched by STRING. PKM2 and its related proteins can not only constitute a large regulatory network to affect the energy metabolism of tumor cells, but also can form many small regulatory networks to affect different biological activities. The data used was derived from the 100 genes predicted by the MEM database by STRING ( https://string-db.org/ ), which are highly correlated with PKM2. Abbreviation α-KG alpha-ketoglutarate AA amino acid residues Ac-CoA acetyl coenzyme A ADP adenosine diphosphate AKT1S1 protein kinase B substrate l Ala alanine AMR adaptive mitochondrial reprogramming A-Raf a family of three serine/threonine-specific protein kinases related to retroviral oncogenes Arg arginine ATP adenosine triphosphate β-cat β-catenin BCL2 B-cell lymphoma-2 Bub budding uninhibited by benzimidazoles CARM1 co-activator associated arginine methyltransferase 1 CBP CREB-binding protein CCND1 cyclin D EGF epidermal growth factor EGFR epidermal growth factor receptor EMT epithelial–mesenchymal transition EMR energy metabolism reprogramming ERKl/2 extracellular signal-regulated kinase 1/2 Etv6–NTRK3 Est variant 6 and neurotrophic tyrosine kinase receptor FADH2 flavine adenine dinucleotide FAO fatty acid oxidation F6P fructose 6-phosphate FBP fructose 1,6-bisphosphate FLT3 Fms-related tyrosine kinase 3 FGFR1 fibroblast growth factor receptor type 1 Glu glutamic Gly glycine GSK-3β glycogen synthase kinase 3β G6P glucose 6-phosphate HCV Hepatitis C virus HERC-1 E3 ubiquitin-protein ligase HIF-1α hypoxia inducible factor-1α HIF-1β hypoxia inducible factor-1β HK hexokinase HPV human papillomavirus HSC70 heat shock cognate protein70 hnRNPA1 heterogeneous nuclear ribonucleoprotein A1 hnRNPA2 heterogeneous nuclear ribonucleoprotein A2 HSP heat shock protein IDH2 isocitrate dehydrogenase 2 Iso isoleucine JAK2 janus kinase 2 JNK c-Jun N-terminal kinases JmjC Jumonji-C JMJD5 Jumonji-C (JmjC) domain-containing protein 5 LDH lactate dehydrogenase Leu leucine Lys lysine MAPK mitogen activated protein kinase MAPKK5/MEK5 mitogen activated protein kinase kinase 5 MG methylglyoxal MLC2 myosin light chain 2 MiR/miRNA microRNA MUC-1 Mucin-1 mTORC l mammalian rapamycin target protein sensitive complex 1 NADH nicotinamide adenine dinucleotide NADPH triphosphopyridine nucleotide NEK2 never in mitosis (NIMA)-related kinase 2 NLS nuclear localization sequence Oct 4 octamer-binding transcription factor 4 O-Glc O-GlcNAcylation/acetylglucosamine Opa outer membrane proteins involved in gonococcal OXPHOS oxidative phosphorylation PAK2 serine/threonine-protein kinase 2 PANK4 pantothenate kinase 4 PCAF P300/CBP-associated factor PKC protein kinase C PEP phosphoenol pyruvate PFK phosphofructokinase PGM phosphoglycerate mutase PEP phosphoenolpyruvate pH Hydrogen Ion Concentration PHD3 prolyl hydroxylase 3 Phe phenylalanine PIAS3 protein inhibitor of activated STATA3 PIM2 proviral insertion in murine 1ymphomas 2 PIN1 mitotic gene A1 PHGDH phosphoglycerate dehydrogenase PKB protein kinase B/2 PKL liver isoform of pyruvate kinase PKLR liver and red blood cell pyruvate kinase PKM1 M1 isoform of pyruvate kinase PKM2 M2 isoform of pyruvate kinase PK pyruvate kinase PKR red blood cell isoform of pyruvate kinase PML promyelocytic leukemia PPP pentose phosphate pathway Pro proline PTP1B protein tyrosine phosphatase 1B PTB polypyrimidine tract binding protein PTBP1 polypyrimidine bundle binding protein 1 PTM post-translational modification PYP polyol pathway REDOX oxidation–reduction ROS reactive oxygen species SAICAR succinylaminoimidazolecarboxamide ribose-50 phosphate SDH succinate dehydrogenase SDH succinate dehydrogenase Ser serine SRSF-3 serine/arginine-rich protein-specific kinase SIRT 6 NAD-dependent deacetylase sirtuin6 SOCS 3 suppressor of cytokine signaling 3 STAT3 signal transducers and activators of transcription 3 T3 thyroid hormone T3 TCA tricarboxylic acid cycle TEM8 human tumor endothelial factor 8 T3 thyroid hormone 3,3,5-triiodo-L-thyronine Thr threonine TRIM35 tripartite motif containing 35 Tyr tyrosine UAP uronic acid pathway VEGF vascular endothelial growth factor Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Acknowledgements This study was supported by National Natural Science Foundation of China (81772794, 81672948, 81572927, 81501982), Jilin Provincial Research Foundation for the Development of Science and Technology Projects (20170623021TC, 20160414005GH) and Jilin University Bethune Plan B Projects (2015222). Authors’ contributions ZZ and XYD conceived of the presented idea. ZZ and YHL developed the theory and performed the computations. ZZ and YDL verified the analytical methods. LKS, FFC and YHL encouraged ZZ, XYD as well as YDL to conduct experimental research, organize experimental data into manuscripts and supervised the findings of this work. All authors commented on drafts. All authors participated in the decision to submit for publication. All authors read and approved the final manuscript. Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests The authors declare that they have no competing interests. References 1. Warburg O Wind F Negelein EN The metabolism of tumors in the body J Gen Physiol 1927 8 519 530 10.1085/jgp.8.6.519 19872213 2. Koppenol WH Bounds PL Dang CV Otto Warburg’s contributions to current concepts of cancer metabolism Nat Rev Cancer. 2011 11 325 337 10.1038/nrc3038 21508971 3. Otto AM Warburg effect(s)-a biographical sketch of Otto Warburg and his impacts on tumor metabolism Cancer Metab 2016 4 5 10.1186/s40170-016-0145-9 26962452 4. Gupta V Bamezai RNK Human pyruvate kinase M2: a multifunctional protein Protein Sci 2010 19 2031 2044 10.1002/pro.505 20857498 5. Israelsen WJ PKM2 isoform-specific deletion reveals a differential requirement for pyruvate kinase in tumor cells Cell 2013 155 397 409 10.1016/j.cell.2013.09.025 24120138 6. Ashizaw K Willinghan MC Liang CM In vivo regulation of monomer-tetramer conversion of pyruvate kinase subtype M2 by glucose is mediated via fructose 1,6-bisphosphate J Biol Chem 1991 266 16842 16846 1885610 7. Muñoz-Colmenero A Plasma tumor M2-pyruvate kinase levels in different cancer types Anticancer Res 2015 35 4271 4276 26124389 8. Dombrauckas JD Santarsiero BD Mesecar AD Structural basis for tumor pyruvate kinase M2 allosteric regulation and catalysis Biochemistry 2005 44 9417 9429 10.1021/bi0474923 15996096 9. Iqbal MA Pyruvate kinase M2 and cancer: an updated assessment FEBS Lett 2014 588 2685 2692 10.1016/j.febslet.2014.04.011 24747424 10. Luo W Semenza GL Emerging roles of PKM2 in cell metabolism and cancer progression Trends Endocrinol Metab 2012 23 560 566 10.1016/j.tem.2012.06.010 22824010 11. Christofk H Heiden MV Harris M Ramanathan A Gerszten R The M2 splice isoform of pyruvate kinase is important for cancer metabolism and tumour growth Nature 2008 452 230 233 10.1038/nature06734 18337823 12. Israelsena WJ Heidena MGV Pyruvate kinase: function, regulation and role in cancer Semin Cell Dev Biol 2015 10.1016/j.semcdb.2015.08.004 13. Dong B-W Qin G-M Luo Y Mao J-S Metabolic reprogramming and epithelial-to-mesenchymal transition in cancer Oncotarget 2017 8 14251 14267 10.1111/febs.14090 28009990 14. Stacpoole PW Therapeutic targeting of the pyruvate dehydrogenase complexpyruvate dehydrogenase kinase (PDCPDK) axis in cancer J Natl Cancer Inst 2017 109 x 10.1093/jnci/djx071 15. Ward PS Thompson CB Metabolic reprogramming: a cancer hallmark even warburg did not anticipate Cancer Cell 2012 21 297 308 10.1016/j.ccr.2012.02.014 22439925 16. DeBerardinis RJ Chandel NS Fundamentals of cancer metabolism Sci Adv 2016 2 e1600200 10.1126/sciadv.1600200 27386546 17. Barger JF Plas DR Balancing biosynthesis and bioenergetics- metabolic programs in oncogenesis Endocr Relat Cancer 2010 17 R287 R304 10.1677/ERC-10-0106 20699334 18. Cannino G Ciscato F Masgras I Sánchez-Martín C Rasola A Metabolic plasticity of tumor cell mitochondria Front Oncol 2018 24 333 10.3389/fonc.2018.00333 19. Anastasiou D Pyruvate kinase M2 activators promote tetramer formation and suppress tumorigenesis Nat Chem Biol 2012 8 839 847 10.1038/nchembio.1060 22922757 20. Corbet C Feron O Cancer cell metabolism and mitochondria- Nutrient plasticity for TCA cycle fueling Biochem Biophys Acta 1868 7–15 2017 10.1016/j.bbcan.2017.01.002 21. McDonnell E Lipids reprogram metabolism to become a major carbon source for histone acetylation Cell Rep 2016 17 1463 1472 10.1016/j.celrep.2016.10.012 27806287 22. Kalhan SC One carbon metabolism in pregnancy: impact on maternal, fetal and neonatal health Mol Cell Endocrinol 2016 435 48 60 10.1016/j.mce.2016.06.006 27267668 23. Senyilmaz D Teleman AA Chicken or the egg: Warburg effect and mitochondrial dysfunction F1000 Prime Rep. 2015 7 1 10.12703/P7-41 24. Stacpoole PW The pharmacology of dichloroacetate. The pharmacology of dichloroacetate Metabolism 1989 38 1124 1144 10.1016/0026-0495(89)90051-6 2554095 25. Spoden GA Pyruvate kinase isoenzyme M2 is a glycolytic sensor differentially regulating cell proliferation, cell size and apoptotic cell death dependent on glucose supply Exp Cell Res 2009 315 2765 2774 10.1016/j.yexcr.2009.06.024 19563799 26. Metallo CM Heiden MGV Understanding metabolic regulation and its influence on cell physiology Mol Cell 2013 49 388 398 10.1016/j.molcel.2013.01.018 23395269 27. Fan J Quantitative flux analysis reveals folate-dependent NADPH production Nature 2014 510 298 302 10.1038/nature13236 24805240 28. Venneti S Thompson CB Metabolic reprogramming in brain tumors Annu Rev Pathol 2017 12 515 545 10.1146/annurev-pathol-012615-044329 28068482 29. Kasmi KCE Stenmark KR Contribution of metabolic reprogramming to macrophage plasticity and function Semin Immunol 2015 27 267 275 10.1016/j.smim.2015.09.001 26454572 30. Shireya K Stoverb KR Clearyb J Hoanga N Hoslera J Membrane-anchored cyclic peptides as effectors of mitochondrial oxidative Biochemistry 2016 55 2100 2111 10.1021/acs.biochem.5b01368) 26985698 31. Yang Y Activation of fatty acid synthesis during neoplastic transformation: role of mitogen-activated protein kinase and phosphatidylinositol 3-kinase Exp Cell Res 2002 279 80 90 10.1006/excr.2002.5600 12213216 32. Oronsky BT Follow the ATP-tumor energy production: a perspective Anticancer Agents Med Chem 2014 14 1187 1198 10.2174/1871520614666140804224637 25102360 33. Caino MC Altieri DC Molecular pathways mitochondrial reprogramming in tumor progression and therapy Clin Cancer Res 2016 22 540 545 10.1158/1078-0432.CCR-15-0460 26660517 34. Tamada M Suematsu M Saya H Pyruvate kinase M2- multiple faces for conferring benefits on cancer cells Am Assoc Cancer Res 2012 18 5554 5561 10.1158/1078-0432.CCR-12-0859 35. Bluemlein K No evidence for a shift in pyruvate kinase PKM1 to PKM2 expression during tumorigenesis Oncotarget 2011 2 393 400 10.18632/oncotarget.278 21789790 36. Cortés-Crosa M M2 isoform of pyruvate kinase is dispensable for tumor maintenance and growth Proc Natl Acad Sci 2013 110 489 494 10.1073/pnas.1212780110 23267074 37. Bayley JP Devilee P The Warburg effect in 2012 Curr Opin Oncol 2012 24 62 67 10.1097/CCO.0b013e32834deb9e 22123234 38. Dejure FR Eilers M MYC and tumor metabolism: chicken and egg EMBO J 2017 36 3409 3420 10.15252/embj.201796438 29127156 39. Wu H PKM2 depletion induces the compensation of glutaminolysis through beta-catenin/c-Myc pathway in tumor cells Cell Signal 2014 26 2397 2405 10.1016/j.cellsig.2014.07.024 25041845 40. Meng M-B Wang H-H Guo W-H Wu Z-Q Zeng X-L Targeting pyruvate kinase M2 contributes to radiosensitivity of nonsmall cell lung cancer cells in vitro and in vivo Cancer letter 2015 356 985 993 10.1016/j.canlet.2014.11.016 41. Lincet H Icard P How do glycolytic enzymes favour cancer cell proliferation by nonmetabolic functions? Oncogene 2015 34 3751 3759 10.1038/onc.2014.320 25263450 42. Panasyuk G PPARgamma contributes to PKM2 and HK2 expression in fatty liver Nat Commun 2012 3 672 10.1038/ncomms1667 22334075 43. Danhier P Cancer metabolism in space and time: beyond the Warburg effect Biochem Biophys Acta 1858 556–572 2017 10.1016/j.bbabio.2017.02.001 44. DeNicola GM Cantley LC Cancer’s fuel choice: new flavors for a picky eater Mol Cell 2016 60 514 523 10.1016/j.molcel.2015.10.018 45. Wong N De Melo J Tang D PKM2, a central point of regulation in cancer metabolism Int J Cell Biol 2013 2013 242513 10.1155/2013/242513 23476652 46. Wu S Le H Dual roles of PKM2 in cancer metabolism Acta Biochim Biophys Sin 2013 45 27 35 10.1093/abbs/gms106 23212076 47. Li Z Yang P Li Z The multifaceted regulation and functions of PKM2 in tumor progression Biochim Biophys Acta 1846 285–296 2014 10.1016/j.bbcan.2014.07.008 48. Gupta V Dominant negative mutations affect oligomerization of human pyruvate kinase M2 isozyme and promote cellular growth and polyploidy J Biol Chem 2010 285 16864 16873 10.1074/jbc.M109.065029 20304929 49. Heiden MG Cantley LC Thompson CB Understanding the Warburg effect: the metabolic requirements of cell proliferation Science. 2009 324 1029 1033 10.1126/science.1160809 19460998 50. Akhtar K Differential behavior of missense mutations in the intersubunit contact domain of the human pyruvate kinase M2 isozyme J Biol Chem 2009 284 11971 11981 10.1074/jbc.M808761200 19265196 51. Dong G PKM2 and cancer- The function of PKM2 beyond glycolysis ONCOLOGY LETTERS 2016 11 1980 1986 10.3892/ol.2016.4168 26998110 52. Anastasiou D Inhibition of pyruvate kinase M2 by reactive oxygen species contributes to cellular antioxidant responses Science 2012 334 1278 1283 10.1126/science.1211485 53. Mazurek S Pyruvate kinase type M2: a key regulator of the metabolic budget system in tumor cells Int J Biochem Cell Biol 2011 43 969 980 10.1016/j.biocel.2010.02.005 20156581 54. Chaneton B Serine is a natural ligand and allosteric activator of pyruvate kinase M2 Nature 2012 491 458 462 10.1038/nature11540 23064226 55. Keller KE Doctor ZM Dwyer ZW Lee YS SAICAR induces protein kinase activity of PKM2 that is necessary for sustained proliferative signaling of cancer cells Mol Cell 2014 53 700 709 10.1016/j.molcel.2014.02.015 24606918 56. Onodera Y Nam JM Bissell MJ Increased sugar uptake promotes oncogenesis via EPAC/RAP1 and O-GlcNAc pathways J Clin Invest 2014 124 367 384 10.1172/JCI63146 24316969 57. Davis PJ Davis FB Nongenomic Actions of Thyroid Hormone. THYROID 1996 6 497 504 8936679 58. Yang W Lu Z Regulation and function of pyruvate kinase M2 in cancer Cancer Lett 2013 339 153 158 10.1016/j.canlet.2013.06.008 23791887 59. Wang P Sun C Zhu T Xu Y Structural insight into mechanisms for dynamic regulation of PKM2 Protein Cell 2015 6 275 287 10.1007/s13238-015-0132-x) 25645022 60. Christofk HR Vander Heiden MG Wu N Asara JM Cantley LC Pyruvate kinase M2 is a phosphotyrosine-binding protein Nature 2008 452 181 186 10.1038/nature06667 18337815 61. Yang W Structural basis of PKM2 regulation Protein Cell 2015 6 238 240 10.1007/s13238-015-0146-4 25773278 62. Hosios AM Fiske BP Gui DY Heiden MG Lack of evidence for PKM2 protein kinase activity Mol Cell. 2015 59 850 857 10.1016/j.molcel.2015.07.013 26300261 63. Noguchi T Yamada K Inoue H Matsuda T Tanaka T The L- and R-type isozymes of rat pyruvate kinase are produced from a single gene by use of different promoter J Biol Chem 1987 262 14366 14371 3654663 64. Zhan C Yan L Wang L Ma J Jiang W Zhang Y Shi Y Wang Q Isoform switch of pyruvate kinase M1 indeed occurs but not to pyruvate kinase M2 in human Lulllorlgenesis PLoS ONE 2015 10 18663 10.1371/journal.pone.0118663 65. Noguchi T Inoue H Tanaka T The MI- and M2-type isozymes of rat pyruvate kinase are produced from the same gene by alternative RNA splicing J Biol Chem 1986 261 13807 13812 3020052 66. Dayton TL Jacks T Vander Heiden MG PKM2, cancer metabolism, and the road ahead EMBO Rep. 2016 17 1721 1730 10.15252/embr.201643300 27856534 67. Chen M David CJ Manley JL Concentration-dependent control of pyruvate kinase M mutually exclusive splicing by hnRNP proteins Nat Struct Mol Biol 2012 19 346 354 10.1038/nsmb.2219 22307054 68. Taniguchi K Organ-specific PTB1-associated microRNAs determine expression of pyruvate kinase isoforms Sci Rep 2015 5 8647 10.1038/srep08647 25721733 69. Gu Z NEK2 promotes aerobic glycolysis in multiple myeloma through regulating splicing of pyruvate kinase J Hematol Oncol 2017 10 17 10.1186/s13045-017-0392-4 28086949 70. Mukherjee J PKM2 uses control of HuR localization to regulate p27 and cell cycle progression in human glioblastoma cells Int J Cancer 2016 139 99 111 10.1002/ijc.30041 26874904 71. Bettaieb A Protein tyrosine phosphatase 1B regulates pyruvate kinase M2 tyrosine phosphorylation J Biol Chem 2013 288 17360 17371 10.1074/jbc.M112.441469 23640882 72. Yang P Secreted pyruvate kinase M2 facilitates cell migration via PI3K/Akt and Wnt/beta-catenin pathway in colon cancer cells Biochem Biophys Res Commun 2015 459 327 332 10.1016/j.bbrc.2015.02.112 25732087 73. Carnero A Blanco-Aparicio C Renner O Link W Leal JFM The PTEN:PI3K:AKT signalling pathway in cancer, therapeutic implications Curr Cancer Drug Targets 2008 8 187 198 10.2174/156800908784293659 18473732 74. Azoitei N PKM2 promotes tumor angiogenesis by regulating HIF-1alpha through NF-kappaB activation Mol Cancer 2016 15 3 10.1186/s12943-015-0490-2 26739387 75. Yang W EGFR-induced and PKCepsilon monoubiquitylation-dependent NF-kappaB activation upregulates PKM2 expression and promotes tumorigenesis Mol Cell 2012 48 771 784 10.1016/j.molcel.2012.09.028 23123196 76. Yang W Nuclear PKM2 regulates β-catenin transactivation upon EGFR activation Nature 2011 480 118 122 10.1038/nature10598 22056988 77. Zhou H Wang X Mo L Liu Y Role of isoenzyme M2 of pyruvate kinase in urothelial tumorigenesis Oncotarget 2015 7 23947 23960 78. Lv WW Effects of PKM2 on global metabolic changes and prognosis in hepatocellular carcinoma: from gene expression to drug discovery BMC Cancer 2018 18 1150 10.1186/s12885-018-5023-0 30463528 79. Pandita A Combined effect of microRNA, nutraceuticals and drug on pancreatic cancer cell lines Chem Biol Interact 2015 233 56 64 10.1016/j.cbi.2015.03.018 25841339 80. Nawaz Z PI3 kinase pathway regulated miRNome in glioblastoma-identification of miR-326 as a tumour suppressor miRNA Mol Cancer 2016 15 x 10.1186/s12943-016-0557-8 81. Lim JY Overexpression of the M2 isoform of pyruvate kinase is an adverse prognostic factor for signet ring cell gastric cancer World J Gastroenterol 2012 18 4037 4043 10.3748/wjg.v18.i30.4037 22912555 82. Yin L The value of expression of M2-PK and VEGF in patients with advanced gastric cancer Cell Biochem Biophys 2013 67 1033 1039 10.1007/s12013-013-9601-0 23625175 83. Guo M Zhao X Yuan X Jiang J Li P MiR-let-7a inhibits cell proliferation, migration, and invasion by down-regulating PKM2 in cervical cancer Oncotarget 2017 8 28226 28236 28415668 84. Taniguchi K Organ-specific microRNAs (MIR122, 137, and 206) contribute to tissue characteristics and carcinogenesis by regulating pyruvate kinase M1/2 (PKM) expression Int J Mol Sci 2018 19 1 10.3390/ijms19051276 85. Sun Y The pro-apoptotic role of the regulatory feedback loop between miR-124 and PKM1/HNF4alpha in colorectal cancer cells Int J Mol Sci 2014 15 4318 4332 10.3390/ijms15034318 24619225 86. Wong T-S Liu X-B Ho AC-W Yuen AP-W Identification of pyruvate kinase type M2 as potential oncoprotein in squamous cell carcinoma of tongue through microRNA profiling Int J Cancer 2008 123 251 257 10.1002/ijc.23583 18464261 87. Liu X Ning G Meng A Wanga Q MicroRNA-206 regulates cell movements during zebrafish gastrulation by targeting prickle1a and regulating c-Jun N-terminal kinase 2 phosphorylation Mol Cell Biol 2012 32 2934 2942 10.1128/MCB.00134-12 22615492 88. Chen Z MiR-3662 suppresses hepatocellular carcinoma growth through inhibition of HIF-1α-mediated Warburg effect Cell Death Dis 2018 9 549 10.1038/s41419-018-0616-8 29748591 89. Teng Y Zhang Y Qu K Yang X Fu J Chen W Li X MicroRNA-29B (mir-29b) regulates the Warburg effect in ovarian cancer by targeting AKT2 and AKT3 Oncotarget 2015 6 40799 40814 10.18632/oncotarget.5695 26512921 90. Li W Insulin promotes glucose consumption via regulation of miR-99a/mTOR/PKM2 pathway PLoS ONE 2013 8 e64924 10.1371/journal.pone.0064924 23762265 91. Liu G Li YI Gao X Overexpression of microRNA-133b sensitizes non-small cell lung cancer cells to irradiation through the inhibition of glycolysis Oncol Lett 2016 11 2903 2908 10.3892/ol.2016.4316 27073574 92. Minami K Taniguchi K Sugito N Kuranaga Y MiR-145 negatively regulates Warburg effect by silencing KLF4 and PTBP1 in bladder cancer cells Oncotarget 2017 8 33064 33077 10.18632/oncotarget.16524 28380435 93. Xu Q Regulatory circuit of PKM2:NF-κB:miR-148a:152-modulated tumor angiogenesis and cancer progression Oncogene 2013 34 1 12 10.1038/onc.2015.6 94. Wen Y-Y Liu W-T Sun H-R Ge X IGF-1-mediated PKM2:β-catenin: miR-152 regulatory circuit in breast cancer Sci Rep 2017 7 15897 10.1038/s41598-017-15607-y 29162853 95. Cao Y miR-290/371-Mbd2-Myc circuit regulates glycolytic metabolism to promote pluripotency EMBO J 2015 34 609 623 10.15252/embj.201490441 25603933 96. Kefas B Pyruvate kinase M2 is a target of the tumor-suppressive microRNA-326 and regulates the survival of glioma cells Neuro Oncol 2010 12 1102 1112 10.1093/neuonc/noq080 20667897 97. Zhang Y Coagulation factor X regulated by CASC2c recruited macrophages and induced M2 polarization in glioblastoma multiforme Front Immunol 2018 9 1557 10.3389/fimmu.2018.01557 30034397 98. Maskey N MicroRNA-340 inhibits invasion and metastasis by downregulating ROCK1 in breast cancer cells Oncol Lett 2017 14 2261 2267 10.3892/ol.2017.6439 28781664 99. Konno M Embryonic microRNA-369 controls metabolic splicing factors and urges cellular reprograming PLoS ONE 2015 10 e0132789 10.1371/journal.pone.0132789 26176628 100. Cao N Li M Han J Wang Y Wang X rs61991156 in miR-379 is associated with low capability of glycolysis of gastric cancer by enhanced regulation of PKM2 Cancer Cell Int 2018 18 92 10.1186/s12935-018-0593-0 29997453 101. Li H Li J Jia S Wu M An J miR675 upregulates long noncoding RNA H19 Oncotarget 2015 6 31958 31984 26376677 102. Song L Zhang W Chang Z Pan Y miR-4417 targets tripartite motif-containing 35 (TRIM35) and regulates pyruvate kinase muscle 2 (PKM2) phosphorylation to promote proliferation and suppress apoptosis in hepatocellular carcinoma cells Med Sci Monit 2017 23 1741 1750 10.12659/MSM.900296 28394882 103. David CJ Chen M Assanah M Canoll P Manley JL HnRNP proteins controlled by c-Myc deregulate pyruvate kinase mRNA splicing in cancer Nature 2010 463 364 368 10.1038/nature08697 20010808 104. Liu J Oleanolic acid suppresses aerobic glycolysis in cancer cells by switching pyruvate kinase type M isoforms PLoS ONE 2014 9 e91606 10.1371/journal.pone.0091606 24626155 105. Lv J Long noncoding RNA H19-derived miR-675 aggravates restenosis by targeting PTEN Biochem Biophys Res Commun 2018 497 1154 1161 10.1016/j.bbrc.2017.01.011 28063931 106. Zheng Q Lin Z Xu J Lu Y Meng Q Long noncoding RNA MEG3 suppresses liver cancer cells growth through inhibiting β-catenin by activating PKM2 and inactivating PTEN Cell Death Dis 2018 9 235 10.1038/s41419-018-0305-7 29445147 107. Zhang P Cao L Fan P Mei Y Wu M LncRNA-MIF, a c-Myc-activated long non-coding RNA, suppresses glycolysis by promoting Fbxw7-mediated c-Myc degradation EMBO Rep 2016 17 1204 1220 10.15252/embr.201642067 27317567 108. Wu M An J Zheng Q Xin X Double mutant P53 (N340Q:L344R) promotes hepatocarcinogenesis through upregulation of Pim1 mediated by PKM2 and LncRNA CUDR Oncotarget 2016 7 66525 66539 27167190 109. Li X Zhao Q Qi J Wang W Zhang D lncRNA Ftx promotes aerobic glycolysis and tumor progression through the PPARγ pathway in hepatocellular carcinoma Int J Oncol 2018 53 551 566 10.3892/ijo.2018.4418 29845188 110. Ge Z Cheng Z Yang X Huo X Long noncoding RNA SchLAH suppresses metastasis of hepatocellular carcinoma through interacting with fused in sarcoma Cancer Sci 2017 108 653 662 10.1111/cas.13200 28196303 111. Lu R Chen J Kong L Zhu H Prognostic value of lncRNA ROR expression in various cancersa meta-analysis Biosci Rep. 2018 38 20181095 10.1042/BSR20181095 112. Merry CR Forrest ME Sabers JN Beard L DNMT1-associated long non-coding RNAs regulate global gene expression and DNA methylation in colon cancer Hum Mol Genet 2015 24 6240 6253 10.1093/hmg/ddv343 26307088 113. Nemazanyy I Espeillac C Pende M Panasyuk G Role of PI3K, mTOR and Akt2 signalling in hepatic tumorigenesis via the control of PKM2 expression Biochem Soc Trans. 2013 41 917 922 10.1042/bst20130034 23863156 114. Gao X Wang H Yang JJ Liu X Liu ZR Pyruvate kinase M2 regulates gene transcription by acting as a protein kinase Mol Cell 2012 45 598 609 10.1016/j.molcel.2012.01.001 22306293 115. Wong N Ojo D Yan J Tang D PKM2 contributes to cancer metabolism Cancer Lett 2015 356 184 191 10.1016/j.canlet.2014.01.031 24508027 116. He X PKM2 in carcinogenesis and oncotherapy Oncotarget 2017 8 110656 110670 29299177 117. Yang W ERK1:2-dependent phosphorylation and nuclear translocation of PKM2 promotes the Warburg effect Nat Cell Biol 2012 14 1295 1304 10.1038/ncb2629 23178880 118. Presek P Similarities between a phosphoprotein (pp60src)-associated protein kinase of rous sarcoma virus and a cyclic adenosine 3′–5′-monophosphate-independent protein kinase that phosphorylates pyruvate kinase type M2 Can Res 1980 40 1733 1741 119. Prigione A HIF1alpha modulates cell fate reprogramming through early glycolytic shift and upregulation of PDK1-3 and PKM2 Stem Cells 2014 32 364 376 10.1002/stem.1552 24123565 120. Iqbal MA Siddiqui FA Gupta V Chattopadhyay S Insulin enhances metabolic capacities of cancer cells by dual regulation of glycolytic enzyme pyruvate kinase M2 Mol Cancer Res 2013 12 72 10.1186/1476-4598-12-72 121. Li Q Nuclear PKM2 contributes to gefitinib resistance via upregulation of STAT3 activation in colorectal cancer Sci Rep 2015 5 160 182 122. Yang W Xia Y Hawke D Li X PKM2 phosphorylates histone H3 and promotes gene transcription and tumorigenesis Cell 2012 150 685 696 10.1016/j.cell.2012.07.018 22901803 123. Shinohara H Anti-cancer fatty-acid derivative induces autophagic cell death through modulation of PKM isoform expression profile mediated by bcr-abl in chronic myeloid leukemia Cancer Lett 2015 360 28 38 10.1016/j.canlet.2015.01.039 25644089 124. Yang W Lu Z Pyruvate kinase M2 at a glance J Cell Sci 2015 128 1655 1660 10.1242/jcs.166629 25770102 125. Hitosugi T Tyrosine phosphorylation inhibits PKM2 to promote the Warburg effect and tumor growth Sci Signal 2009 2 ra73 10.1126/scisignal.2000431 19920251 126. Wiese EK Hitosugi T Tyrosine kinase signaling in cancer metabolism: PKM2 paradox in the Warburg effect Front Cell Dev Biol 2018 10.3389/fcell.2018.00079 30087897 127. He CL Bian YY Xue Y Liu ZX Zhou KQ Yao CF Lin Y Zou HF Luo FX Qu YY Zhao JY Pyruvate kinase M2 activates mTORC1 by phosphorylating AKT1S1 Sci Rep 2016 15 21524 10.1038/srep21524 128. Dong T Pyruvate kinase M2 affects liver cancer cell behavior through up-regulation of HIF-1alpha and Bcl-xL in culture Biomed Pharmacother 2015 69 277 284 10.1016/j.biopha.2014.12.010 25661370 129. Huang L Interaction with pyruvate kinase M2 destabilizes tristetraprolin by proteasome degradation and regulates cell proliferation in breast cancer Sci Rep 2016 1 22449 10.1038/srep22449 130. Mukherjee J Pyruvate kinase M2 expression, but not pyruvate kinase activity, is up-regulated in a grade-specific manner in human glioma PLoS ONE 2013 8 e57610 10.1371/journal.pone.0057610 23451252 131. Liang J Mitochondrial PKM2 regulates oxidative stress-induced apoptosis by stabilizing Bcl2 Cell Res 2017 27 329 351 10.1038/cr.2016.159 28035139 132. Cheng TY Pyruvate kinase M2 promotes pancreatic ductal adenocarcinoma invasion and metastasis through phosphorylation and stabilization of PAK2 protein Oncogene 2018 37 1730 1742 10.1038/s41388-017-0086-y 29335522 133. Burr JG Dreyfuss G Penman S Buchanan JM Association of the src gene product of Rous sarcoma virus with cytoskeletal structures of chicken embryo fibroblasts Proc Natl Acad Sci. 1980 77 3484 3488 10.1073/pnas.77.6.3484 6251461 134. Zwerschke W Modulation of type M2 pyruvate kinase activity by the human papillomavirus type 16 E7 oncoprotein Proc Natl Acad Sci. 1999 96 1291 1296 10.1073/pnas.96.4.1291 9990017 135. Wu H Yang P Hu W Yingying A Overexpression of PKM2 promotes mitochondrial fusion through attenuated p53 stability Oncotarget 2016 7 78069 78082 27801666 136. Ashizawa K McPhie P Lin K-H Cheng S-Y An in vitro novel mechanism of regulating the activity of pyruvate kinase M2 by thyroid hormone and fructose 1,6-bisphosphate Biochemistry 1991 30 7105 7111 10.1021/bi00243a010 1854723 137. Chen Z TRIM35 Interacts with pyruvate kinase isoform M2 to suppress the Warburg effect and tumorigenicity in hepatocellular carcinoma Oncogene 2015 34 3946 3956 10.1038/onc.2014.325 25263439 138. Jacinto E Mammalian TOR complex 2 controls the actin cytoskeleton and is rapamycin insensitive Nat Cell Biol 2004 6 1122 1128 10.1038/ncb1183 15467718 139. Li L Zhang Y Qiao J Yang JJ Liu Z-R Pyruvate kinase M2 in blood circulation facilitates tumor growth by promoting angiogenesis J Biol Chem 2014 289 25812 25821 10.1074/jbc.M114.576934 25070887 140. Morfouace M Control of glioma cell death and differentiation by PKM2–Oct4 interaction Cell Death Dis 2014 5 e1036 10.1038/cddis.2013.561 24481450 141. Xu Q HSP90 promotes cell glycolysis, proliferation and inhibits apoptosis by regulating PKM2 abundance via Thr-328 phosphorylation in hepatocellular carcinoma Mol Cancer 2017 16 178 10.1186/s12943-017-0748-y 29262861 142. Yu Z Proviral insertion in murine lymphomas 2 (PIM2) oncogene phosphorylates pyruvate kinase M2 (PKM2) and promotes glycolysis in cancer cells J Biol Chem 2013 288 35406 35416 10.1074/jbc.M113.508226 24142698 143. Iansante V PARP14 promotes the Warburg effect in hepatocellular carcinoma by inhibiting JNK1-dependent PKM2 phosphorylation and activation Nat Commun 2015 6 7882 10.1038/ncomms8882 26258887 144. Li Z Liu JZ Transcriptomic changes in response to putrescine production in metabolically engineered corynebacterium glutamicum Front Microbiol 2017 8 1987 10.3389/fmicb.2017.01987 29089930 145. Goodman RH Smolik S CBP:p300 in cell growth, transformation, and development Genes Dev 2000 14 1553 1577 10887150 146. Lv L Mitogenic and oncogenic stimulation of K433 acetylation promotes PKM2 protein kinase activity and nuclear localization Mol Cell 2013 52 340 352 10.1016/j.molcel.2013.09.004 24120661 147. Luo W Semenza GL Pyruvate kinase M2 regulates glucose metabolism by functioning as a coactivator for hypoxia-inducible factor 1 in cancer cells Oncotarget 2011 2 551 556 10.18632/oncotarget.299 21709315 148. Lv L Acetylation targets the M2 isoform of pyruvate kinase for degradation through chaperone-mediated autophagy and promotes tumor growth Mol Cell 2011 42 719 730 10.1016/j.molcel.2011.04.025 21700219 149. Spoden GA The SUMO-E3 ligase PIAS3 targets pyruvate kinase M2 J Cell Biochem 2009 107 293 302 10.1002/jcb.22125 19308990 150. Wang Y O-GlcNAcylation destabilizes the active tetrameric PKM2 to promote the Warburg effect Proc Natl Acad Sci USA 2017 114 13732 13737 10.1073/pnas.1704145115 29229835 151. Wang HJ JMJD5 regulates PKM2 nuclear translocation and reprograms HIF-1alpha-mediated glucose metabolism Proc Natl Acad Sci USA 2014 111 279 284 10.1073/pnas.1311249111 24344305 152. Nakatsu D L-cysteine reversibly inhibits glucose-induced biphasic insulin secretion and ATP production by inactivating PKM2 Proc Natl Acad Sci USA 2015 112 E1067 E1076 10.1073/pnas.1417197112 25713368 153. Huang L Yu Z Zhang T Zhao X Huang G HSP40 interacts with pyruvate kinase M2 and regulates glycolysis and cell proliferation in tumor cells PLoS ONE 2014 9 e92949 10.1371/journal.pone.0092949 24658033 154. Liu K Parkin Regulates the Activity of Pyruvate Kinase M2 J Biol Chem 2016 291 10307 10317 10.1074/jbc.M115.703066 26975375 155. Luo W Pyruvate kinase M2 is a PHD3-stimulated coactivator for hypoxia-inducible factor 1 Cell 2011 145 732 744 10.1016/j.cell.2011.03.054 21620138 156. Das MR Molecular association of glucose-6-phosphate isomerase and pyruvate kinase M2 with glyceraldehyde-3-phosphate dehydrogenase in cancer cells BMC Cancer 2016 16 152 10.1186/s12885-016-2172-x 26911935 157. Liu F PKM2 methylation by CARM1 activates aerobic glycolysis to promote tumorigenesis Nat Cell Biol 2017 19 1358 1370 10.1038/ncb3630 29058718 158. Bhardwaj A Das S SIRT6 deacetylates PKM2 to suppress its nuclear localization and oncogenic functions Proc Natl Acad Sci USA 2016 113 E538 E547 10.1073/pnas.1520045113 26787900 159. Rajala A Pyruvate kinase M2 regulates photoreceptor structure, function, and viability Cell Death Dis 2018 9 240 10.1038/s41419-018-0296-4 29445082 160. Garcia-Gonzalo FR Interaction between HERC1 and M2-type pyruvate kinase FEBS Lett 2003 539 78 84 10.1016/s0014-5793(03)00205-9 12650930 161. Prakasam G Iqbal MA Bamezai RNK Mazurek S Posttranslational modifications of pyruvate kinase M2: tweaks that benefit cancer Front Oncol 2018 8 22 10.3389/fonc.2018.00022 29468140 162. Cruz MD Ledbetter S Chowdhury S Tiwari AK Metabolic reprogramming of the premalignant colonic mucosa is an early event in carcinogenesis Oncotarget 2017 8 20543 20557 10.18632/oncotarget.16129 28423551 163. Mazurek S Zwerschke W Jansen-Durr P Eigenbrodt E Effects of the human papilloma virus HPV-16 E7 oncoprotein on glycolysis and glutaminolysis-role of pyruvate kinase type M2 and the glycolytic-enzyme complex Biochem Soc. 2001 365 247 256 10.1042/bj3560247 164. Luna JM Hepatitis C virus RNA functionally sequesters miR-122 Cell 2015 160 1099 1110 10.1016/j.cell.2015.02.025 25768906 165. Shimada N Shinagawa T Ishii S Modulation of M2-type pyruvate kinase activity by the cytoplasmic PML tumor suppressor protein Genes Cells 2008 13 245 254 10.1111/j.1365-2443.2008.01165.x 18298799 166. Kumar Y Tapuria N Kirmani N Davidson BR Tumour M2-pyruvate kinase—a gastrointestinal cancer marker Eur J Gastroenterol Hepatol 2007 19 265 276 10.1097/MEG.0b013e3280102f78 17301655 167. Jiang Y PKM2 regulates chromosome segregation and mitosis progression of tumor cells Mol Cell 2014 53 75 87 10.1016/j.molcel.2013.11.001 24316223 168. Tech K Pyruvate kinase inhibits proliferation during postnatal cerebellar neurogenesis and suppresses medulloblastoma formation Cancer Res 2017 77 3217 3230 10.1158/0008-5472.CAN-16-3304 28515149 169. Zhang X Advance in anti-tumor mechanisms of Shikonin_ Alkannin and their derivatives Med Chem 2018 18 164 172 10.2174/1389557517666170228114809 170. Wiench B Eichhorn T Paulsen M Efferth T Shikonin directly targets mitochondria and causes mitochondrial dysfunction in cancer cells Evid Based Complement Alternat Med 2012 2012 726025 10.1155/2012/726025 23118796 171. Chen J Shikonin and its analogs inhibit cancer cell glycolysis by targeting tumor pyruvate kinase-M2 Oncogene 2011 30 4297 4306 10.1038/onc.2011.137 21516121 172. Papadaki C PKM2 as a biomarker for chemosensitivity to front-line platinum-based chemotherapy in patients with metastatic non-small-cell lung cancer Br J Cancer 2014 111 1757 1764 10.1038/bjc.2014.492 25233397 173. Porporato PE Dhup S Dadhich RK Copetti T Sonveaux P Anticancer targets in the glycolytic metabolism of tumors: a comprehensive review Front Pharmacol 2011 2 49 10.3389/fphar.2011.00049 21904528",
  "plain_text": "Pyruvate kinase (PK), as one of the key enzymes for glycolysis, can encode four different subtypes from two groups of genes, although the M2 subtype PKM2 is expressed mainly during embryonic development in normal humans, and is closely related to tissue repair and regeneration, with the deepening of research, the role of PKM2 in tumor tissue has received increasing attention. PKM2 can be aggregated into tetrameric and dimeric forms, PKM2 in the dimer state can enter the nuclear to regulate gene expression, the transformation between them can play an important role in tumor cell energy supply, epithelial–mesenchymal transition (EMT), invasion and metastasis and cell proliferation. We will use the switching effect of PKM2 in glucose metabolism as the entry point to expand and enrich the Warburg effect. In addition, PKM2 can also regulate each other with various proteins by phosphorylation, acetylation and other modifications, mediate the different intracellular localization of PKM2 and then exert specific biological functions. In this paper, we will illustrate each of these points. Electronic supplementary material The online version of this article (10.1186/s13578-019-0317-8) contains supplementary material, which is available to authorized users."
}
