{
    "DOI": "10.1016/s0021-9258(18)55263-7",
    "PMID": "1917954",
    "title": "Mechanisms of inhibition by apolipoprotein C of apolipoprotein E-dependent cellular metabolism of human triglyceride-rich lipoproteins through the low density lipoprotein receptor pathway.",
    "year": 1991,
    "source_url": "https://europepmc.org/article/MED/1917954",
    "source": "MED",
    "full_text_abstract": "The mechanism of inhibition by apolipoprotein C of the uptake and degradation of triglyceride-rich lipoproteins from human plasma via the low density lipoprotein (LDL) receptor pathway was investigated in cultured human skin fibroblasts. Very low density lipoprotein (VLDL) density subfractions and intermediate density lipoprotein (IDL) with or without added exogenous recombinant apolipoprotein E-3 were used. Total and individual (C-I, C-II, C-III-1, and C-III-2) apoC molecules effectively inhibited apoE-3-mediated cell metabolism of the lipoproteins through the LDL receptor, with apoC-I being most effective. When the incubation was carried out with different amounts of exogenous apoE-3 and exogenous apoC, it was shown that the ratio of apoE-3 to apoC determined the uptake and degradation of VLDL. Excess apoE-3 overcame, at least in part, the inhibition by apoC. ApoC, in contrast, did not affect LDL metabolism. Neither apoA-I nor apoA-II, two apoproteins that do not readily associate with VLDL, had any effect on VLDL cell metabolism. The inhibition of VLDL and IDL metabolism cannot be fully explained by interference of association of exogenous apoE-3 with or displacement of endogenous apoE from the lipoproteins. IDL is a lipoprotein that contains both apoB-100 and apoE. By using monoclonal antibodies 4G3 and 1D7, which specifically block cell interaction by apoB-100 and apoE, respectively, it was possible to assess the effects of apoC on either apoprotein. ApoC dramatically depressed the interaction of IDL with the fibroblast receptor through apoE, but had only a moderate effect on apoB-100. The study thus demonstrates that apoC inhibits predominantly the apoE-3-dependent interaction of triglyceride-rich lipoproteins with the LDL receptor in cultured fibroblasts and that the mechanism of inhibition reflects association of apoC with the lipoproteins and specific concentration-dependent effects on apoE-3 at the lipoprotein surface.",
    "function_signal": 0.0,
    "longevity_signal": 0.0,
    "year_score": 0.02857142857142857,
    "functionality_score": 0.0,
    "longevity_score": 0.0,
    "composite_score": 0.011428571428571429
}