{
  "PMC": "10120285",
  "DOI": "10.1016/j.cellin.2022.100004",
  "PMID": "37192988",
  "PMCID": "PMC10120285",
  "title": "Long non-coding RNA and non-coding nucleic acids: Signaling players in the networks of the tumor ecosystem.",
  "year": 2022,
  "source_url": "https://europepmc.org/article/PMC/PMC10120285",
  "source": "MED",
  "abstract_text": "Recent findings have revealed that human genome encodes tens of thousands long noncoding RNAs (lncRNAs), which play essential roles in broad spectrum of cellular processes. Emerging evidence has uncovered a new archetype of lncRNAs which functions as key components of cell signaling pathways. In this review, we describe how lncRNAs interact with proteins to regulate cancer intracellular signaling and intercellular signaling in the tumor microenvironment (TME), which enable cancer cells to acquire malignant hallmarks. Moreover, besides lncRNAs, non-coding nucleic acids, such as neutrophil extracellular trap-DNA (NET-DNA), endogenous DNA and RNA, can act as signal molecules to connect cells from distant organs and trigger systemic responses in the macroenvironment of tumor-bearing hosts. Overall, the widely observed dysregulation of non-coding nucleic acids in cancer alters signaling networks in the tumor ecosystem, providing a rich resource for the identification of cancer biomarkers and therapeutic targets.",
  "full_text": "pmc Cell Insight Cell Insight Cell Insight 2772-8927 Elsevier 10120285 S2772-8927(22)00001-3 10.1016/j.cellin.2022.100004 100004 Review Long non-coding RNA and non-coding nucleic acids: Signaling players in the networks of the tumor ecosystem Lin Xiaorong a b Luo Man-Li luomli@mail.sysu.edu.cn c d ∗∗ Song Erwei songew@mail.sysu.edu.cn c e ∗ a Diagnosis and Treatment Center of Breast Diseases, Shantou Central Hospital, Shantou, 515031, People's Republic of China b Department of Oncology, Sun Yat-sen Memorial Hospital, Sun Yat-sen University, Guangzhou, 510120, People's Republic of China c Guangdong Provincial Key Laboratory of Malignant Tumor Epigenetics and Gene Regulation, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, 510120, China d Medical Research Center, Sun Yat-sen Memorial Hospital, Sun Yat-sen University, Guangzhou, 510120, China e Breast Tumor Center, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, 510120, China ∗∗ Corresponding author. Guangdong Provincial Key Laboratory of Malignant Tumor Epigenetics and Gene Regulation, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, 510120, China. luomli@mail.sysu.edu.cn ∗ Corresponding author. Guangdong Provincial Key Laboratory of Malignant Tumor Epigenetics and Gene Regulation, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, 510120, China. songew@mail.sysu.edu.cn 19 1 2022 2 2022 19 1 2022 1 1 100004 18 11 2021 27 12 2021 27 12 2021 © 2022 The Authors 2022 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Recent findings have revealed that human genome encodes tens of thousands long noncoding RNAs (lncRNAs), which play essential roles in broad spectrum of cellular processes. Emerging evidence has uncovered a new archetype of lncRNAs which functions as key components of cell signaling pathways. In this review, we describe how lncRNAs interact with proteins to regulate cancer intracellular signaling and intercellular signaling in the tumor microenvironment (TME), which enable cancer cells to acquire malignant hallmarks. Moreover, besides lncRNAs, non-coding nucleic acids, such as neutrophil extracellular trap-DNA (NET-DNA), endogenous DNA and RNA, can act as signal molecules to connect cells from distant organs and trigger systemic responses in the macroenvironment of tumor-bearing hosts. Overall, the widely observed dysregulation of non-coding nucleic acids in cancer alters signaling networks in the tumor ecosystem, providing a rich resource for the identification of cancer biomarkers and therapeutic targets. Keywords Long non-coding RNA Non-coding nucleic acid Signaling transduction Tumor ecosystem 1 Introduction The signaling network is tightly controlled in the cellular system to regulate biological processes and functions. Genetic and epigenetic alterations in signal pathways allow cells to escape the homeostatic control for unlimited cell growth, cell death evasion, and activation of invasion and metastasis ( Hanahan & Weinberg, 2011 ). The hallmarks of cancer cells are not only driven by dysregulated intracellular signal pathways, intercellular signaling between the tumor microenvironment (TME) and cancer cells also contribute to the tumor malignancy. Even cells from distant organs can be connected by abnormally activated signaling networks in cancer because cancer metastasis per se can be considered as systemic effects induced by signaling between the primary tumor and metastatic sites. The eukaryotic genome is consisted of protein-coding and non-coding sequences. While the proportion of protein-coding sequences is relatively conserved across species, the non-coding sequences varied and significantly link to organism evolution ( Collins et al., 2004 ; Taft et al., 2010 ). About 98% of the human genome is made up of non-coding DNA, which is transcribed to a large amount of non-coding RNAs (ncRNAs) ( Carninci et al., 2005 ). Tens of thousands of long non-coding RNAs (lncRNAs), which is defined by length (>200 nt), have been uncovered by a comprehensive investigation of the mammalian transcriptome. An explosion of lncRNA studies have showed that these new regulatory elements are highly dysregulated in human diseases, including various types of cancers ( Du et al., 2013 ; Yan et al., 2015 ). Acting as scaffold molecules, architectural RNAs and regulatory molecules, lncRNAs serve important functions in signaling pathways to regulate all aspects of cancer hallmarks ( Goodall & Wickramasinghe, 2021 ). Previous research discovers that signal transduction is precisely organized by protein-protein interactions and reversible assembly of signaling complexes. Recently, a large body of evidence demonstrates that by regulating protein modifications and interactions, lncRNAs function as critical signaling components in cancer pathways. As the roles of lncRNAs in chromatin interactions, RNA interactions and transcriptional regulations have been reviewed elsewhere, in this review we focus on the recurring mechanisms of lncRNA in modulating signaling cascades. We highlight the role of lncRNAs in signal transduction in cancer cells and in the tumor microenvironment. Moreover, we discuss the emerging roles of DNA and RNA, termed as non-coding nucleic acids, in the signaling of systemic responses in tumor macroenvironments. 2 LncRNAs in the intracellular signaling pathways of cancers Cellular signaling is tightly controlled in normal cells, while the abnormal expression of signal components induces activation or inactivation of signal cascades in cancer cells. Dozens of studies have identified a novel lncRNA archetype that functions through interacting with signaling proteins, which modulate the protein post-translational modifications, interactions and activities. The widespread dysregulated expression of lncRNAs in tumors induces aberrant signaling and confers cancer cells with malignant phenotypes, such as enhanced cell metabolism, proliferation, migration and inflammation, as well as evasion of apoptosis and immunosuppression. 2.1 LncRNAs in modulating protein phosphorylation Protein phosphorylation is one of the most important posttranslational modifications to regulate protein functions and intracellular signal transductions. Phosphorylation occurs most frequently on serine, threonine and tyrosine residues, which is catalyzed by protein kinases and dephosphorylated by phosphatases. LncRNAs are demonstrated to modulate protein phosphorylation by acting as guide, scaffold or decoy molecules to promote or inhibit interactions of the kinases or phosphatases with the substrates. The NFκ-B Interacting lncRNA (NKILA) interacts with the NFκ-B/IκB complex by preventing IKK from phosphorylating IκB. NKILA predominantly locates in the cytoplasm, where it inhibits NFκ-B activation in both the baseline and cytokine-stimulated states, thus a low level of NKILA is linked to breast cancer metastasis and poor patient prognosis ( Liu, Lin, et al., 2015 ). APAL, an Aurora A/Polo-like-kinase 1 (PLK1)-associated lncRNA, is overexpressed in a variety of human malignancies and correlates to poor patient outcomes. APAL connects PLK1 and Aurora A through two adjacent hairpins, thereby promoting efficient phosphorylation of PLK1 by Aurora A. In human breast, lung, and pancreatic cancer cells, knocking down APAL causes PLK1 inactivation and triggers massive apoptosis ( Luo et al., 2020 ). LncRNA GAS5 interacts directly with the WW domain of YAP and inhibits YAP signaling by promoting YAP phosphorylation and cytoplasmic sequestration to facilitate its degradation, which repressed cell growth of the colorectal cancer ( Ni et al., 2019 ). LINC00184 and LINC00470 are the lncRNAs linked to AKT phosphorylation and energy metabolic reprogramming in cancers. In esophageal cancer cells, LINC00184 altered glycolysis and mitochondrial oxidative phosphorylation through increasing AKT phosphorylation ( Li et al., 2019 ). LINC00470 is also a positive regulator of AKT activation in glioblastoma cells, which forms a ternary complex with the RNA-binding protein fused in sarcoma (FUS) and AKT, anchors FUS in the cytoplasm and promotes AKT phosphorylation ( Liu et al., 2018b ). 2.2 LncRNAs in modulating protein ubiquitination and SUMOylation Ubiquitination is a post-translational modification that mark proteins with ubiquitin, which regulates protein degradation, cellular localization and protein-protein interactions. The most common consequence of ubiquitination is protein degradation by the 26 S proteasome. LncRNAs have been reported to interact with E3 ubiquitin ligase to regulate protein degradation. LncRNA HOTAIR and lnc-CCDST can bind to E3 ligase MDM2 in cancer cells. HOTAIR interacts with androgen receptor (AR) protein to block MDM2 binding in castration-resistant prostate cancer cells, therefore supresses AR ubiquitination and degradation ( Zhang et al., 2015 ). Lnc-CCDST is significantly downregulated in cervical cancer. Lnc-CCDST increases the binding of DHX9 with MDM2 and enhances DHX9 degradation, which results in decreased cell invasion and angiogenesis of cervical cancer ( Ding et al., 2019 ). Other E3 ligases, such as CUL4A, β-TrCP1 and TRIM21 can also interplay with lncRNAs. LncRNA uc.134, which is down-regulated in aggressive liver cancer cells, interacts with CUL4A and influences its cellular location. By binding directly to CUL4A, lncRNA uc.134 inhibits its translocation from the nucleus to the cytoplasm, decreases the ubiquitination and degradation of CUL4A substrate LATS1, and stimulates Hippo kinase signaling ( Ni et al., 2017 ). LncRNA OCC-1 enhances the binding of β-TrCP1 to the RNA binding protein HuR and promotes HuR ubiquitination and degradation, thereby reducing the levels of HuR and its target mRNAs that associated with cancer cell growth in colorectal cancer ( Lan et al., 2018 ). LncRNA BDNF-AS links the E3 ligase TRIM21 with RNH1 to promote RNH1 ubiquitinated degradation. Subsequently, BDNF-AS abolishes RNH1-regulated and RISC-mediated mTOR mRNA decay, therefore sustaining the activation of mTOR signaling ( Lin et al., 2020 ). Besides the ubiquitin-proteasome system, ubiquitin tagged proteins can be send to the autophagy-lysosome system for degradation. LncRNA LINRIS blocks K139 ubiquitination of IGF2BP2 and inhibits its degradation through the autophagy-lysosome pathway, which enhances the downstream effects of IGF2BP2, especially MYC-mediated glycolysis in colorectal cancer cells ( Wang et al., 2019 ). Small ubiquitin-like modifier (SUMO) proteins can covalently modify proteins through a process called SUMOylation, which regulates the stability, nuclear-cytosolic transport, and activity of target proteins ( Eifler & Vertegaal, 2015 ). LncRNAs are implicated in cancer regulation by altering the SUMOylation of their interacting partners. LncRNA PSTAR inhibits the deSUMOylation of hnRNP K, supporting the formation of the p53/hnRNP K complex in hepatocellular carcinoma cells. Increased hnRNP K binding to p53 reduced MDM2-dependent p53 ubiquitination and degradation, which consequently suppresses cell proliferation in hepatocellular carcinoma ( Qin et al., 2020 ). In bladder cancer, lncRNA ELNAT1 increases the expression of UBC9 which mediates the SUMOylation of hnRNPA1 at Lysine 113, allowing ELNAT1 to be recognized by the endosomal sorting complex required for transport (ESCRT) and packaged into extracellular vesicles (EV). EV-mediated ELNAT1 can be transmitted into lymphatic endothelial cells to stimulate lymphangiogenesis. Inhibiting SUMOylation by downregulating UBC9 expression in cancer cells significantly reduced lymphatic metastasis in bladder cancer ( Chen et al., 2021 ). 2.3 LncRNAs in modulating protein acetylation It has been well documented that lncRNAs can regulate histone acetylation in the nucleus. Whether lncRNAs are involved in the acetylation and deacetylation of non-histone proteins is largely unknown. Non-histone acetylation participates in key cellular processes by regulating protein stability, activity, localization and interactions with other proteins ( Narita et al., 2019 ). LncRNA MALAT1 is found to bind to the DBC1 protein and blocks the interaction of the deacetylase SIRT1 with DBC1. As DBC1 is a negative regulator of SIRT1, the released SIRT1 shows increase enzyme activity and induces p53 deacetylation. Therefore, by competitively binding to DBC1 with SIRT1, MALAT1 induces deacetylation of p53 and decreases its transcriptional activity, resulting in cancer cell proliferation ( Chen et al., 2017 ). 2.4 LncRNAs in modulating protein interactions and protein activities LncRNAs have been found in a variety of protein complexes which regulates protein assembly or protein activity, both of which links to signaling transduction in cancers. LncRNA LINK-A, highly expressed in triple negative breast cancer, facilitates the recruitment of BRK to the EGFR:GPNMB complex and BRK kinase activation ( Lin et al., 2016a ). LINK-A also interacts with the AKT pleckstrin homology domain and is required for the interaction of AKT with PIP3 and the subsequent AKT activation ( Lin et al., 2017 ). The MALAT1 lncRNA binds and inactivates TEAD, the pro-metastatic transcription factor, and block TEAD to interact with its co-activator YAP, thereby suppressing breast cancer progression and metastasis ( Kim et al., 2018 ). LncRNA INCR1 binds to hnRNPH1, a nuclear ribonucleoprotein, and blocks hnRNPH1 inhibitory activity towards PD-L1 and JAK2, which consequently promotes IFNγ-mediated tumor escape from T cell attack ( Mineo et al., 2020 ). Taking together, by binding with proteins and modulating the protein modifications and interactions, lncRNAs participate in almost all major signaling pathways of cancer, including the PI3K/Akt/mTOR signaling, NF-κB signaling, HIF-1α signaling and many others ( Fig. 1 and Table 1 ). Fig. 1 LncRNAs in cancer signaling transduction. LncRNAs bind to protein partners and regulate their post-translational modifications or interactions with other proteins, which play important roles in signaling transduction in cancer pathways. Fig. 1 Table 1 LncRNAs regulate post-translational modification of signaling proteins in cancer pathways. Table 1 LncRNAs Interacting proteins Interaction mechanisms Effects on signaling transduction in cancer Referrence PI3K/AKT/mTOR pathway LINC00998 CBX3 Stablizing CBX3 by prevented ubiquitination Inhibiting c-Met/Akt/mTOR in Glioma Cai et al. (2020) BDNF-AS RNH1 Accelarating RNH1 protein degradation by promoting ubiquitination Reducing decay of mTOR mRNA and enhacing activity of mTOR pathway in breast cancer Lin et al. (2020) LINC00184 AKT Inducing phosphorylation of AKT Mediating glycolysis and mitochondrial OXPHOS in esophageal cancer cells Li et al. (2019) LINC00470 FUS Anchoring FUS in the cytoplasm and promoting AKT phosphorylation Activating AKT pathway and promoting GBM progression Liu et al. (2018a) LOC572558 AKT Mediating dephosphorylation of AKT Inhibits bladder cancer cell proliferation and tumor growth by suppressing AKT/MDM2/p53 axis Zhu, Dai, et al. (2016) LINK-A AKT Enhancing the interaction of AKT with PIP3 Activating AKT signaling Lin et al. (2017) PCAT1 FKBP51 Blocking the interaction of PHLPP/FKBP51 and preventing de dephosphorylation of AKT Activating AKT and NF–B signaling in castration-resistant prostate cancer Shang et al. (2019) MDM2/P53 pathway PSTAR hnRNPK Promoting SUMOylation of hnRNPK and ehancing interacting with p53 Leading to the accumulation and transactivation of p53 in hepatocellular carcinoma Qin et al. (2020) MALAT1 DBC1 Blocking the binding of DBC1 to SIRT1 Inducing deacetylation of p53 and decreasing its transcriptional activity, resulting in cancer cell proliferation Chen et al. (2017) lncRNA-CF129 P53 Mediating ubiqutine and degradation of p53 Contributing to pancreatic cancer progression Liu et al. (2019) LOC572558 P53 Increasing phosphorylation of p53 Increasing in p53 activity and decreasing the proliferation of bladder cancer cells Zhu, Dai, et al. (2016) HOTAIR MDM2 Blocking the binding of MDM2 to AR Supresseing AR ubiquitination and degradation in prostate cancer ( Zhang et al., 2015 ) Zhang et al. (2015) CCDST MDM2 Increasing the binding of DHX9 with MDM2 and enhancing DHX9 degradation Decreasing cell invasion and angiogenesis of cervical cancer Ding et al. (2019) WNT/β-catenin pathway SNHG11 GSK-3β Promoting ubiquitin-mediated degradation Activating WNT/β-catenin pathway in gastric cancer Wu et al. (2021) SLCO4A1-AS1 β-catenin Reducing the phosphorylation of β-catenin Stimulating Wnt/β-catenin signaling and promotes cell proliferatiion and invasion in CRC Yu et al. (2018) Lnc β-Catm EZH2 Increasing methylation and inhibiting ubiqutin of β-catenin Enhancing self-renewal of liver CSCs and tumor propagation Zhu, Wang, et al. (2016) HIF-1α pathway SNHG11 HIF-1α Preventing ubiquitin-mediated degradation Upregulating the expression of HIF-1α target genes, and promoting tumor invasion and metastasis Xu et al. (2020) HISLA PHD2 Preventing the hydroxylation and degradation of HIF-1α Enhancing the aerobic glycolysis and metastasis of breast cancer Chen et al. (2019) MTA2TR MTA2 Stabilize the HIF-1α protein via deacetylation Activating HIF-1α transcriptional activity in pancreatic cancer Zeng et al. (2019) LINK-A HIF-1α Mediating HIF1α phosphorylation and stabilizing HIF-1α Promoting breast cancer glycolysis reprogramming and tumorigenesis Lin et al. (2016b) NF-κB pathway NKILA IκB Preventing IKK from phosphorylating IκB Inhibiting NFκ-B activation in breast cancer Liu, Sun, et al. (2015) PACER p50 Bingding directly to free p50 Decrease in repressive p50-p50 homodimers and an increase in active p65-p50 heterodimers Krawczyk and Emerson (2014) DRAIC IKK Blocking interaction of IKK and IκB, indcuing phosphorylation of IκBα Inhibiting prostate cancer progression through suppression of NF-κB activation Saha et al. (2020) miR503HG hnRNPA2B1 Mediating HNRNPA2B1 ubiquitin, and reducing the stability of p52 and p65 mRNA Suppressed the NF-κB signaling pathway in HCC cells Wang et al. (2018) Hippo pathway uc.134 CUL4 Enhancing binding of CUL4 to LAST1, mediating ubiquitin-degradation of LAST1 Stimulating Hippo kinase signaling in liver cancer Ni et al. (2017) LncGAS5 YAP promoting YAP phosphorylation and degradation Inhibiting Hippo signailing and repressing cell growth of the colorectal cancer Ni et al. (2019) MALAT1 TEAD Blocking interaction of TEAD and YAP Inhibiting Hippo signailing in breast cancer Kim et al. (2018) Other pathways APAL PLK1 Promoting efficient phosphorylation of PLK1 by Aurora Activating PLK1 activity and suppressing massive apoptosis in multiple type of cancers Luo et al. (2020) OCC1 β-TrCP1 Promoting HuR ubiquitination and degradation Reducing the levels of HuR and its target mRNAs that associated with cancer cell growth in colorectal cancer Lan et al. (2018) LINRIS IGF2BP2 Inhibits ubiquitin and degradation Enhancing MYC-mediated glycolysis in colorectal cancer cells Wang et al. (2019) Linc01232 hnRNPA2B1 Inhibiting its ubiquitin-mediated degradation Activating the A-Raf-induced MAPK/ERK signaling pathway in pancreatic cancer Meng et al. (2020) 3 LncRNAs in the communication between cancer cells and the tumor microenvironment The dynamic interaction between cancer cells, immune cells and stromal cells in the tumor microenvironment (TME) play vital role in tumor pathogenesis. Soluble molecules, such as cytokines and growth factors, can mediate the reciprocal signals between these heterotypic cell types ( Duan et al., 2020 ). Besides, exosomes, containing nucleic acids, proteins and other macromolecules are released by either cancer cells or TME cells, which facilitate intercellular signal transduction. 3.1 LncRNAs in exosomes mediated signaling transduction Exosomes are secreted when multivesicular endosomes or multivesicular bodies (MVBs) merge with the plasma membrane ( Tomasetti et al., 2017 ). Exosomes allow cells communicate with each other by transporting intracellular components like protein, RNA, and DNA ( Raposo & Stoorvogel, 2013 ). Exosome components are functional in recipient cells and varied depending from the origin cells, which produce different exosomes under various physiological and pathological situations ( Fujita et al., 2016 ). Numerous studies reveal that exosomes are key mediators of intercellular communication between tumor cells and stromal cells in local and distant microenvironments ( Teng et al., 2017 ), which can either cause signaling via receptor-ligand interactions or be ingested via endocytosis and/or phagocytosis once coupled to a target cell ( Hoshino et al., 2015 ). Non-coding RNAs, such as lncRNAs, miRNAs, circRNAs can be packed into exosomes and serve as cell-to-cell communication mediators. LncRNA H19 has been reported as an exosomal lncRNA which is enriched in CD90 + liver cancer cells. The endothelial cells in liver cancer microenviroment import exosomal lncRNA H19, which promotes an angiogenic phenotype and cell-to-cell adhesion by activating VEGF signaling pathway ( Conigliaro et al., 2015 ). LncARSR is highly expressed in sunitinib-resistant renal cell carcinoma (RCC) cells and promoted sunitinib resistance by upregulating AXL and c-MET expression. LncARSR can be found in exosomes and transferred to sunitinib-sensitive cells to disseminate sunitinib resistance ( Qu et al., 2016 ). In our previous study, we identified a lncRNA HISLA which specifically expressed at high level in tumor associated macrophages (TAM) and could be induced by lactate released by cancer cells. Thereafter HISLA could be packed into the exosomes, transmitted to cancer cells, and enhanced glycolysis by blocking the interaction of PHD2 and HIF-1α ( Chen et al., 2019 ). Together, lncRNAs can serve as messengers transmitted via extracellular vesicle (EV), which make crucial contributions to the signaling transduction among cells in the TME and eventually promotes tumor progression. 3.2 LncRNAs in reprogramming the TME Growing evidence has showed that many lncRNAs are expressed in a lineage-specific manner. A number of lncRNAs have been revealed to be expressed in cell types in the TME, not in cancer cells, yet exquisitely regulates TME reprogramming and contributes to tumor progression. IRENA is a lncRNA expressed in TAMs. Chemotherapy enhances type I IFN in the TME, which upregulates IRENA expression in TAMs. In these chemotherapy-polarized TAMs, IRENA interacts with PKR through two different hairpins. The formation of PKR 2 –IRENA complex promotes PKR auto-phosphorylation and triggers NF-κB activation, which subsequently increases the production of pro-tumor inflammatory cytokines and contribute to chemoresistance of cancer cells ( Liu et al., 2021 ). IRENA knockout in IFN-activated macrophages abrogates the pro-tumor effects and improves chemotherapeutic effects in the mouse model. This study unveils a mechanism that a TAM-expressing lncRNA promotes chemoresistance of cancer cells and highlights the therapeutic potential of targeting a lncRNA to reverse tumor-promoting inflammation in the TME. Lnc-EGFR is highly expressed in regulatory T cells (Tregs) in the microenvironment of hepatocellular carcinoma. Lnc-EGFR stimulates Treg differentiation via the specific binding to EGFR, which inhibits EGFR degradation and sustain EGFR downstream AP-1/NF-AT1 signaling, thus promoting hepatocellular carcinoma immune evasion ( Jiang et al., 2017 ). As mentioned above, lncRNA NKILA is a negative regulator of the NF-κB signaling. Down-regulation of NKILA in breast cancer cells contributes to cancer metastasis ( Liu, Lin, et al., 2015 ). Besides cancer cells, NKILA is expressed in tumor-infiltrating T cells ( Huang et al., 2018 ). NKILA overexpression in tumor-specific cytotoxic T lymphocytes (CTLs) and type 1 helper T (TH1) cells correlates with the apoptosis of these cells and shorter survival of breast cancer patients. STAT1 signaling induces NKILA expression in activated T cells, which represses NF-κB and confers activation-induced cell death (AICD) on tumor-specific T cells. NKILA knockdown in CTLs effectively increases CTL infiltration and suppresses tumor growth of patient-derived xenografts in mice. These results demonstrate the determinant role of lncRNAs in regulating AICD of tumor-infiltrating T cells which critical for the tumor immune escape. Likewise, lncRNA Pvt1 has been reported to play an oncogenic role in multiple types of cancer cells. Meanwhile lncRNA Pvt1 regulates granulocytic myeloid-derived suppressor cells (G-MDSCs) in the TME. Under hypoxia, lncRNA Pvt1 is upregulated by HIF-1α in G-MDSCs. Silencing lncRNA Pvt1 decreases the immunosuppressive capacity of G-MDSCs and partially restores T-cell-induced antitumor responses ( Zheng et al., 2019 ). 3.3 LncRNAs in cancer cells regulating the recruitment or function of TME cells LncRNAs have been found to play critical roles in immune pathways. Abnormal expression of lncRNAs in cancer cells can regulate the recruitment or function of immune cells for the escape of immune surveillance. LINK-A is a lncRNA highly expressed in triple-negative breast cancer (TNBC). LINK-A expression suppresses the PKA-mediated phosphorylation of TRIM71, an E3 ubiquitin ligase, leading to the degradation of the components of antigen peptide-loading complex (PLC). Consequently, LINK-A promotes antigenicity loss and inhibits antigen presentation, which contributes to decreased immunosurveillance and the survival of TNBC cells ( Hu et al., 2019 ). TAMs are the most abundant cell type in the TME of many tumors. LncRNA LNMAT1 is overexpressed in bladder cancer with lymph node metastasis. LNMAT1 interacts with hnRNPL and promotes its binding to the CCL2 promoter, which leads to increased CCL2 transcription. As a consequence, upregulated expression of CCL2 recruits macrophages to the bladder tumors and induces lymphatic metastasis via VEGF-C excretion ( Chen et al., 2018 ). Besides in the primary tumor, macrophage infiltration in the metastatic site can enhance the cancer cell dissemination. In breast cancer cells, Lnc-BM promotes the recruitment of macrophages in the brain by increasing JAK2 kinase activity to mediate oncostatin M- and IL-6-triggered STAT3 phosphorylation. Recruited macrophages in turn produces oncostatin M and IL-6 to further enforce the STAT3 signaling and promote breast cancer brain metastases ( Wang et al., 2017 ). Collectively, how cancer intrinsic lncRNAs affect the TME remains largely unknown. Nonetheless, current research provides a foundation for further clinical application of targeting these lncRNAs as a potential strategy to modulate immune response in the TME. 4 Non-coding nucleic acids in the signaling of systemic responses in tumor macroenvironments Beyond lncRNAs that act as signal molecules in tumor and local microenvironment, nucleic acids, such as neutrophil extracellular trap-DNA (NET-DNA), endogenous DNA and RNA, can trigger systemic responses in the “macroenvironment” of tumor-bearing hosts. Indeed, lncRNAs, NET-DNA and endogenous nucleic acids share similarities in stimulating signal transduction. Here we use the phrase “non-coding nucleic acids” to represent these NET-DNA and endogenous DNA/RNA, and discuss their cancer-related function as signal molecules in connecting distant tissues and in systemic immune responses. 4.1 NET-DNA in the communication of cancer cells with the microenvironment of distant organs Neutrophils play an important role in both innate and adaptive immunity. Activated neutrophils can release condensed DNA strands under a variety of stress, resulting in the production of NETs. NETs are composed of extracellular strands of decondensed (unwound) DNA, in complex with histones and neutrophil granule proteins, such as matrix metalloproteinase (MMP), neutrophil elastase (NE) and myeloperoxidase (MPO) ( Fousert et al., 2020 ; Sørensen & Borregaard, 2016 ). Emerging evidence reveals that NET formation is linked to tumor metastasis ( Berger-Achituv et al., 2013 ), which causes the imbalance in the microenvironments, as well as the emergence of metastatic niches. Recently, our group has discovered that the DNA components of NETs (NET-DNA) serve as a chemotactic factor and a second messenger, rather than simply “trapping” the cancer cells, resulting in liver metastases in patients with early-stage breast cancer. In the mouse model, before breast cancer cells metastasize to the liver, neutrophils extrude NETs to instruct disseminated cancer cells to form liver metastases. We also identify the transmembrane protein CCDC25, which senses the extracellular DNA and acts as the NET-DNA receptor in breast cancer cells. Interaction of NET-DNA with CCDC25 activates the ILK-β-parvin pathway and increases the motility of breast cancer cells ( Yang et al., 2020 ). In a mouse model of breast cancer lung metastases, cancer cells induce NET formation after they arrive in the lungs, as detected by intravital imaging ( Park et al., 2016 ). Although this scenario is different with the model of liver metastases, which precursory NETs form in the pre-metastatic niche, inhibiting NETs formation block metastases in both models, supporting that NETs aid metastatic spread to distant organs. Indeed, in human breast cancer patients, NETs can be detected in primary tumors and in the metastatic lesions of livers, lungs, bones and brains ( Park et al., 2016 ; Yang et al., 2020 ). Collectively, NET formation is a mechanism that nucleic acids act as signals to facilitate communications of cancer cells with the microenvironment of distant organs. 4.2 Nucleic acid (NA)-sensing pathways in systematic immune response of cancer Cytosolic DNA and RNA can sense the cyclic GMP-AMP synthase (cGAS)-stimulator of interferon genes (STING) and RIG-I-like receptors (RLRs)-MAVS pathways, respectively, which are two archetypal defense mechanisms against viral infections in human cells ( Chen et al., 2016 ). Response to self-DNA or RNA is largely suppressed, but can be activated under pathological conditions. In malignant tumors, signaling from self-DNA or RNA impact systematic immune response and local immune infiltration. Cancer cells are often replete with endogenous DNA, such as mitochondrial DNA released from damaged mitochondrial and damaged chromosomal DNA from genotoxic stress ( Kwon & Bakhoum, 2020 ). Such abnormal self-DNA, which will no longer be transcribed, can be bound with cGAS, which catalyzes 2′-3′-cyclic GMP-AMP (cGAMP) regardless of DNA sequences ( Wu et al., 2013 ). The endoplasmic reticulum (ER)-membrane adaptor protein STING is activated by cGAMP, which acts as a second messenger. STING travels from the ER to perinuclear endosomes via the Golgi, where it recruits tank-binding kinase 1 (TBK1) and activate interferon regulatory factor 3 (IRF3) or nuclear factor κB (NF-κB). Subsequently these factors translocate into the nucleus to enhance transcription of type-I interferons (IFNs), interferon-stimulated genes, proinflammatory cytokines and chemokines ( Ishikawa et al., 2009 ; Wu et al., 2013 ). The functional consequence of this endogenous DNA-initiated signaling varies in cancer development, depending on the context, which can either induce an immune suppressive microenvironment to restrict tumor growth or promote malignancy by activating chronic inflammation or immune evasion ( Kwon & Bakhoum, 2020 ). Viral dsRNA activates innate immunity by sensing three proteins, retinoic acid-induced gene-I (RIG-I), melanoma differentiation-associated gene 5 (MDA5) and laboratory of physiology and genetics 2 (LGP2) ( Yoneyama et al., 2015 ). RIG-I identifies 5′-triphosphate (5′-3p)-ending RNA and short dsRNA preferentially, whereas MDA5 recognizes long dsRNA ( Schlee, 2013 ). Similar to that self dsDNA can trigger cGAS-STING pathway, dsRNA from endogenous sources can activate RIG-I or MDA5 signaling. Endogenous dsRNA, such as repetitive nuclear sequences, natural sense-antisense transcript pairs and mitochondrial RNA released to the cytoplasm upon stress, are all non-coding nucleic acids. The signaling cascade starts with RIG-I or MDA5 interacting with the outer mitochondrial membrane adaptor mitochondrial antiviral signaling protein (MAVS), which then activates IRF3/IRF7 and NF-κB, leading to the production of IFNs and activation of NF-κB target genes. The functional consequence of dsRNA sensing pathway activation in cancer is now largely unclear. Cytoplasmic RNA usually binds to RNA binding proteins (RBPs) to avoid RIG-I recognition. The signal recognition particle RNA (srpRNA) RN7SL1, a non-coding RNA, is packed in stromal exosomes in a protein-free form. When transmitted to recipient breast cancer cells, it activates RIG-I signaling and promotes inflammation, tumor growth, metastasis and therapy resistance ( Nabet et al., 2017 ). Growing evidence now shows paradoxical functions of cytosolic NA-sensing in tumor progression. Nevertheless, endogenous non-coding nucleic acids played an essential role in stimulating immune responses in tumor-bearing hosts. Further studies are required to determine the specific context for the anti-tumor and pro-tumor effects. 5 Conclusions and perspectives LncRNAs can play essential roles in cellular functions. Comparing to the vast amount of lncRNA genes, the functional annotation of lncRNAs is just in the nascent stage. Even fewer have been tested in the genetically engineered mouse model to examine potential phenotypes and relevance to human diseases. One of the challenges is that lncRNAs are not conserved between human and mouse. Thus the knockout model is not applicable. Yet the knockin and transgenic model can be used if the protein partners of lncRNAs exist in mice. More future studies are required to genetically define the in vivo functions and connections to human disease of lncRNAs. Dysregulated signaling transduction is crucial for tumor development and progression. Various signaling pathways shape the architecture of cancer cells in different aspects, as well as induce the immune-suppressive TME favorable for tumor progression. The blockade of related signaling molecules can inhibit tumor growth, reduce tumor metastasis, or enhance the anti-tumor immune response, showing promising prospects in the clinic. The expression of lncRNAs is highly tissue- and cancer type specific ( Yan et al., 2015 ). As discussed above, many of the lncRNAs have been shown to influence important signaling and dysregulated in tumor tissues but not the corresponding normal epithelial cells, which makes them potential targets for cancer therapeutics. Moreover, inhibiting lncRNAs that regulates the protein modifications or interactions in signal pathways may have the advantage that specifically inactivates the key protein without affecting the total protein level. Therapies designed to target lncRNAs are under intensive investigations. Two main approaches are being tested to target lncRNAs for cancer therapies. One is inhibition therapy, which blocks the effects of overactive oncogenic RNAs. The other is gene reactivation, which introduces a new copy of gene into the body or reactivate the expression of the gene. Antisense oligonucleotides (ASOs) and small interfering RNAs (siRNAs) are the most promising technologies for knocking down lncRNA levels in vivo . Small molecule inhibitors targeting structures of lncRNA-protein interactions also achieve interfering effects ( Howe et al., 2015 ). For gene reactivation, antagoNATs have shown promising preclinical results, which is the ASO that targets the natural antisense transcripts (NATs) of lncRNAs ( Modarresi et al., 2012 ). Despite these advances, RNA-based therapeutics face delivery and pharmacokinetic challenges. Chemical modifications or vehicle-mediated distribution are usually required for oligonucleotide-based medicines ( Matsui & Corey, 2017 ). Moreover, although the RNAi method has the advantage that the immune system can be stimulated by RNA molecules, which may improve the anti-cancer therapy efficacy ( Meng et al., 2013 ), cautions need to be taken for the off-target effects of RNAi, which may induce unexpected phenotypes that impair therapeutic efficacy and increase risks during treatments ( Meng & Lu, 2017 ). Future efforts will be important to resolve the challenges regarding specificity, delivery and tolerability that hinders the clinical application of these targeting strategies. Cancer-associated lncRNAs, as well as the non-coding nucleic acids NET-DNA, have showed enormous potential to be used as biomarkers for predicting cancer prognosis or treatment response. A large number of lncRNAs significantly correlate with patient survival, relapse, metastasis or response to therapeutics. Levels of NET-DNA in blood specifically predict the long-term risk of liver metastases in patients with early-stage breast cancer ( Yang et al., 2020 ). Taking advantage of the rich resources of non-coding nucleic acids will prompt the development of effective biomarkers for cancer diagnosis and treatment. Over the past few years, remarkable progress has been made in exploring the function of signal transducing noncoding nucleic acids. However, many of the underlying mechanisms and the regulation of signal transduction in the tumor ecosystem have not been fully elucidated. Deeper understanding is needed, regarding the role and mechanism of noncoding nucleic acids in signal transduction between cancer cells and the tumor ecosystem, as well as the regulation of signaling reshaping the tumor microenvironment. Future translational research is expected to utilize noncoding nucleic acids or their interacting proteins as biomarkers and therapeutic targets for cancer diagnosis and treatments. References Berger-Achituv S. Brinkmann V. Abed U.A. Kühn L.I. Ben-Ezra J. Elhasid R. Zychlinsky A. A proposed role for neutrophil extracellular traps in cancer immunoediting Frontiers in Immunology 4 2013 48 23508552 Cai H. Yu Y. Ni X. Li C. Hu Y. Wang J. Chen F. Xi S. Chen Z. LncRNA LINC00998 inhibits the malignant glioma phenotype via the CBX3-mediated c-Met/Akt/mTOR axis Cell Death & Disease 11 2020 1032 33268783 Carninci P. Kasukawa T. Katayama S. Gough J. Frith M.C. Maeda N. Oyama R. Ravasi T. Lenhard B. Wells C. The transcriptional landscape of the mammalian genome Science 309 2005 1559 1563 16141072 Chen F. Chen J. Yang L. Liu J. Zhang X. Zhang Y. Tu Q. Yin D. Lin D. Wong P.P. Extracellular vesicle-packaged HIF-1α-stabilizing lncRNA from tumour-associated macrophages regulates aerobic glycolysis of breast cancer cells Nature Cell Biology 21 2019 498 510 30936474 Chen C. He W. Huang J. Wang B. Li H. Cai Q. Su F. Bi J. Liu H. Zhang B. LNMAT1 promotes lymphatic metastasis of bladder cancer via CCL2 dependent macrophage recruitment Nature Communications 9 2018 3826 Chen R. Liu Y. Zhuang H. Yang B. Hei K. Xiao M. Hou C. Gao H. Zhang X. Jia C. Quantitative proteomics reveals that long non-coding RNA MALAT1 interacts with DBC1 to regulate p53 acetylation Nucleic Acids Research 45 2017 9947 9959 28973437 Chen Q. Sun L. Chen Z.J. Regulation and function of the cGAS-STING pathway of cytosolic DNA sensing Nature Immunology 17 2016 1142 1149 27648547 Chen C. Zheng H. Luo Y. Kong Y. An M. Li Y. He W. Gao B. Zhao Y. Huang H. SUMOylation promotes extracellular vesicle-mediated transmission of lncRNA ELNAT1 and lymph node metastasis in bladder cancer Journal of Clinical Investigation 131 2021 Collins F. Lander E. Rogers J. Waterston R. Conso I. Finishing the euchromatic sequence of the human genome Nature 431 2004 931 945 15496913 Conigliaro A. Costa V. Lo Dico A. Saieva L. Buccheri S. Dieli F. Manno M. Raccosta S. Mancone C. Tripodi M. CD90+ liver cancer cells modulate endothelial cell phenotype through the release of exosomes containing H19 lncRNA Molecular Cancer 14 2015 155 26272696 Ding X. Jia X. Wang C. Xu J. Gao S.J. Lu C. A DHX9-lncRNA-MDM2 interaction regulates cell invasion and angiogenesis of cervical cancer Cell Death & Differentiation 26 2019 1750 1765 30518908 Duan Q. Zhang H. Zheng J. Zhang L. Turning cold into hot: Firing up the tumor microenvironment Trends in cancer 6 2020 605 618 32610070 Du Z. Fei T. Verhaak R.G.W. Su Z. Zhang Y. Brown M. Chen Y. Liu X.S. Integrative genomic analyses reveal clinically relevant long noncoding RNAs in human cancer Nature Structural & Molecular Biology 20 2013 908 913 Eifler K. Vertegaal A.C.O. SUMOylation-mediated regulation of cell cycle progression and cancer Trends in biochemical sciences 40 2015 779 793 26601932 Fousert E. Toes R. Desai J. Neutrophil extracellular traps (NETs) take the central stage in driving autoimmune responses Cells 9 2020 Fujita Y. Yoshioka Y. Ochiya T. Extracellular vesicle transfer of cancer pathogenic components Cancer Science 107 2016 385 390 26797692 Goodall G.J. Wickramasinghe V.O. RNA in cancer Nature Reviews Cancer 21 2021 22 36 33082563 Hanahan D. Weinberg R.A. Hallmarks of cancer: The next generation Cell 144 2011 646 674 21376230 Hoshino A. Costa-Silva B. Shen T.L. Rodrigues G. Hashimoto A. Tesic Mark M. Molina H. Kohsaka S. Di Giannatale A. Ceder S. Tumour exosome integrins determine organotropic metastasis Nature 527 2015 329 335 26524530 Howe J.A. Wang H. Fischmann T.O. Balibar C.J. Xiao L. Galgoci A.M. Malinverni J.C. Mayhood T. Villafania A. Nahvi A. Selective small-molecule inhibition of an RNA structural element Nature 526 2015 672 677 26416753 Huang D. Chen J. Yang L. Ouyang Q. Li J. Lao L. Zhao J. Liu J. Lu Y. Xing Y. NKILA lncRNA promotes tumor immune evasion by sensitizing T cells to activation-induced cell death Nature Immunology 19 2018 1112 1125 30224822 Hu Q. Ye Y. Chan L.C. Li Y. Liang K. Lin A. Egranov S.D. Zhang Y. Xia W. Gong J. Oncogenic lncRNA downregulates cancer cell antigen presentation and intrinsic tumor suppression Nature Immunology 20 2019 835 851 31160797 Ishikawa H. Ma Z. Barber G.N. STING regulates intracellular DNA-mediated, type I interferon-dependent innate immunity Nature 461 2009 788 792 19776740 Jiang R. Tang J. Chen Y. Deng L. Ji J. Xie Y. Wang K. Jia W. Chu W.M. Sun B. The long noncoding RNA lnc-EGFR stimulates T-regulatory cells differentiation thus promoting hepatocellular carcinoma immune evasion Nature Communications 8 2017 15129 Kim J. Piao H.L. Kim B.J. Yao F. Han Z. Wang Y. Xiao Z. Siverly A.N. Lawhon S.E. Ton B.N. Long noncoding RNA MALAT1 suppresses breast cancer metastasis Nature Genetics 50 2018 1705 1715 30349115 Krawczyk M. Emerson B.M. p50-associated COX-2 extragenic RNA (PACER) activates COX-2 gene expression by occluding repressive NF-κB complexes Elife 3 2014 e01776 Kwon J. Bakhoum S.F. The cytosolic DNA-sensing cGAS-STING pathway in cancer Cancer Discovery 10 2020 26 39 31852718 Lan Y. Xiao X. He Z. Luo Y. Wu C. Li L. Song X. Long noncoding RNA OCC-1 suppresses cell growth through destabilizing HuR protein in colorectal cancer Nucleic Acids Research 46 2018 5809 5821 29931370 Li W. Huang K. Wen F. Cui G. Guo H. He Z. Zhao S. LINC00184 silencing inhibits glycolysis and restores mitochondrial oxidative phosphorylation in esophageal cancer through demethylation of PTEN EBioMedicine 44 2019 298 310 31201145 Lin X. Dinglin X. Cao S. Zheng S. Wu C. Chen W. Li Q. Hu Q. Zheng F. Wu Z. Enhancer-driven lncRNA BDNF-AS induces endocrine resistance and malignant progression of breast cancer through the RNH1/TRIM21/mTOR cascade Cell Reports 31 2020 107753 32521278 Lin A. Hu Q. Li C. Xing Z. Ma G. Wang C. Li J. Ye Y. Yao J. Liang K. The LINK-A lncRNA interacts with PtdIns(3,4,5)P(3) to hyperactivate AKT and confer resistance to AKT inhibitors Nature Cell Biology 19 2017 238 251 28218907 Lin A. Li C. Xing Z. Hu Q. Liang K. Han L. Wang C. Hawke D.H. Wang S. Zhang Y. The LINK-A lncRNA activates normoxic HIF1alpha signalling in triple-negative breast cancer Nature Cell Biology 18 2016 213 224 26751287 Lin A. Li C. Xing Z. Hu Q. Liang K. Han L. Wang C. Hawke D.H. Wang S. Zhang Y. The LINK-A lncRNA activates normoxic HIF1α signalling in triple-negative breast cancer Nature Cell Biology 18 2016 213 224 26751287 Liu J. Lao L.Y. Chen J.N. Li J. Zeng W.F. Zhu X.F. Li J.Q. Chen X.M. Yang L.B. Xing Y. The IRENA lncRNA converts chemotherapy-polarized tumor-suppressing macrophages to tumor-promoting phenotypes in breast cancer Naturaliste Canadien 2 2021 457 Liu Q. Lin L. Yao H. Gong C. Yandan Fengxi A cytoplasmic NF-kappa B interacting long noncoding RNA blocks I kappa B phosphorylation and suppresses breast cancer metastasis Cancer Cell 9 27 2015 370 381 Liu B. Sun L. Liu Q. Gong C. Yao Y. Lv X. Lin L. Yao H. Su F. Li D. A cytoplasmic NF-κB interacting long noncoding RNA blocks IκB phosphorylation and suppresses breast cancer metastasis Cancer Cell 27 2015 370 381 25759022 Liu C. Zhang Y. She X. Fan L. Li P. Feng J. Fu H. Liu Q. Liu Q. Zhao C. A cytoplasmic long noncoding RNA LINC00470 as a new AKT activator to mediate glioblastoma cell autophagy Journal of Hematology & Oncology 11 2018 77 29866190 Liu C. Zhang Y. She X. Fan L. Li P. Feng J. Fu H. Liu Q. Liu Q. Zhao C. A cytoplasmic long noncoding RNA LINC00470 as a new AKT activator to mediate glioblastoma cell autophagy Journal of Hematology & Oncology 11 2018 77 29866190 Liu M. Zhong J. Zeng Z. Huang K. Ye Z. Deng S. Chen H. Xu F. Li Q. Zhao G. Hypoxia-induced feedback of HIF-1α and lncRNA-CF129 contributes to pancreatic cancer progression through stabilization of p53 protein Theranostics 9 2019 4795 4810 31367258 Luo M.L. Li J. Shen L. Chu J. Guo Q. Liang G. Wu W. Chen J. Chen R. Song E. The role of APAL/ST8SIA6-AS1 lncRNA in PLK1 activation and mitotic catastrophe of tumor cells Journal of the National Cancer Institute 112 2020 356 368 31286138 Matsui M. Corey D.R. Non-coding RNAs as drug targets Nature Reviews Drug Discovery 16 2017 167 179 27444227 Meng Z. Lu M. RNA interference-induced innate immunity, off-target effect, or immune adjuvant? Frontiers in Immunology 8 2017 331 28386261 Meng L.D. Shi G.D. Ge W.L. Huang X.M. Chen Q. Yuan H. Wu P.F. Lu Y.C. Shen P. Zhang Y.H. Linc01232 promotes the metastasis of pancreatic cancer by suppressing the ubiquitin-mediated degradation of HNRNPA2B1 and activating the A-Raf-induced MAPK/ERK signaling pathway Cancer Letters 494 2020 107 120 32814086 Meng Z. Zhang X. Wu J. Pei R. Yang X. Yang D. Roggendorf M. Lu M. RNAi induces innate immunity through multiple cellular signaling pathways PLoS One 8 2013 e64708 Mineo M. Lyons S.M. Zdioruk M. von Spreckelsen N. Ferrer-Luna R. Ito H. Alayo Q.A. Kharel P. Giantini Larsen A. Fan W.Y. Tumor interferon signaling is regulated by a lncRNA INCR1 transcribed from the PD-L1 locus Molecular Cell 78 2020 1207 1223 e1208 32504554 Modarresi F. Faghihi M.A. Lopez-Toledano M.A. Fatemi R.P. Magistri M. Brothers S.P. van der Brug M.P. Wahlestedt C. Inhibition of natural antisense transcripts in vivo results in gene-specific transcriptional upregulation Nature Biotechnology 30 2012 453 459 Nabet B.Y. Qiu Y. Shabason J.E. Wu T.J. Yoon T. Kim B.C. Benci J.L. DeMichele A.M. Tchou J. Marcotrigiano J. Exosome RNA unshielding couples stromal activation to pattern recognition receptor signaling in cancer Cell 170 2017 352 366 e313 28709002 Narita T. Weinert B.T. Choudhary C. Functions and mechanisms of non-histone protein acetylation Nature Reviews Molecular Cell Biology 20 2019 156 174 30467427 Ni W. Yao S. Zhou Y. Liu Y. Huang P. Zhou A. Liu J. Che L. Li J. Long noncoding RNA GAS5 inhibits progression of colorectal cancer by interacting with and triggering YAP phosphorylation and degradation and is negatively regulated by the m(6)A reader YTHDF3 Molecular Cancer 18 2019 143 31619268 Ni W. Zhang Y. Zhan Z. Ye F. Liang Y. Huang J. Chen K. Chen L. Ding Y. A novel lncRNA uc.134 represses hepatocellular carcinoma progression by inhibiting CUL4A-mediated ubiquitination of LATS1 Journal of Hematology & Oncology 10 2017 91 28420424 Park J. Wysocki R.W. Amoozgar Z. Maiorino L. Fein M.R. Jorns J. Schott A.F. Kinugasa-Katayama Y. Lee Y. Won N.H. Cancer cells induce metastasis-supporting neutrophil extracellular DNA traps Science Translational Medicine 8 2016 361ra138 Qin G. Tu X. Li H. Cao P. Chen X. Song J. Han H. Li Y. Guo B. Yang L. Long noncoding RNA p53-stabilizing and activating RNA promotes p53 signaling by inhibiting heterogeneous nuclear ribonucleoprotein K deSUMOylation and suppresses hepatocellular carcinoma Hepatology 71 2020 112 129 31148184 Qu L. Ding J. Chen C. Wu Z.J. Liu B. Gao Y. Chen W. Liu F. Sun W. Li X.F. Exosome-transmitted lncARSR promotes sunitinib resistance in renal cancer by acting as a competing endogenous RNA Cancer Cell 29 2016 653 668 27117758 Raposo G. Stoorvogel W. Extracellular vesicles: Exosomes, microvesicles, and friends The Journal of Cell Biology 200 2013 373 383 23420871 Saha S. Kiran M. Kuscu C. Chatrath A. Wotton D. Mayo M.W. Dutta A. Long noncoding RNA DRAIC inhibits prostate cancer progression by interacting with IKK to inhibit NF-κB activation Cancer Research 80 2020 950 963 31900260 Schlee M. Master sensors of pathogenic RNA - RIG-I like receptors Immunobiology 218 2013 1322 1335 23896194 Shang Z. Yu J. Sun L. Tian J. Zhu S. Zhang B. Dong Q. Jiang N. Flores-Morales A. Chang C. LncRNA PCAT1 activates AKT and NF-κB signaling in castration-resistant prostate cancer by regulating the PHLPP/FKBP51/IKKα complex Nucleic Acids Research 47 2019 4211 4225 30773595 Sørensen O.E. Borregaard N. Neutrophil extracellular traps - the dark side of neutrophils Journal of Clinical Investigation 126 2016 1612 1620 27135878 Taft R.J. Pheasant M. Mattick J.S. The relationship between non-protein-coding DNA and eukaryotic complexity BioEssays 29 2010 288 299 Teng Y. Ren Y. Hu X. Mu J. Samykutty A. Zhuang X. Deng Z. Kumar A. Zhang L. Merchant M.L. MVP-mediated exosomal sorting of miR-193a promotes colon cancer progression Nature Communications 8 2017 14448 Tomasetti M. Lee W. Santarelli L. Neuzil J. Exosome-derived microRNAs in cancer metabolism: Possible implications in cancer diagnostics and therapy Experimental & Molecular Medicine 49 2017 e285 28104913 Wang H. Liang L. Dong Q. Huan L. He J. Li B. Yang C. Jin H. Wei L. Yu C. Long noncoding RNA miR503HG, a prognostic indicator, inhibits tumor metastasis by regulating the HNRNPA2B1/NF-κB pathway in hepatocellular carcinoma Theranostics 8 2018 2814 2829 29774077 Wang S. Liang K. Hu Q. Li P. Song J. Yang Y. Yao J. Mangala L.S. Li C. Yang W. JAK2-binding long noncoding RNA promotes breast cancer brain metastasis Journal of Clinical Investigation 127 2017 4498 4515 29130936 Wang Y. Lu J.H. Wu Q.N. Jin Y. Wang D.S. Chen Y.X. Liu J. Luo X.J. Meng Q. Pu H.Y. LncRNA LINRIS stabilizes IGF2BP2 and promotes the aerobic glycolysis in colorectal cancer Molecular Cancer 18 2019 174 31791342 Wu Q. Ma J. Wei J. Meng W. Wang Y. Shi M. lncRNA SNHG11 promotes gastric cancer progression by activating the wnt/β-catenin pathway and oncogenic autophagy Molecular Therapy 29 2021 1258 1278 33068778 Wu J. Sun L. Chen X. Du F. Shi H. Chen C. Chen Z.J. Cyclic GMP-AMP is an endogenous second messenger in innate immune signaling by cytosolic DNA Science 339 2013 826 830 23258412 Xu L. Huan L. Guo T. Wu Y. Liu Y. Wang Q. Huang S. Xu Y. Liang L. He X. LncRNA SNHG11 facilitates tumor metastasis by interacting with and stabilizing HIF-1α Oncogene 39 2020 7005 7018 33060856 Yang L. Liu Q. Zhang X. Liu X. Zhou B. Chen J. Huang D. Li J. Li H. Chen F. DNA of neutrophil extracellular traps promotes cancer metastasis via CCDC25 Nature 583 2020 133 138 32528174 Yan X. Hu Z. Feng Y. Hu X. Yuan J. Zhao S.D. Zhang Y. Yang L. Shan W. He Q. Comprehensive genomic characterization of long non-coding RNAs across human cancers Cancer Cell 28 2015 529 540 26461095 Yoneyama M. Onomoto K. Jogi M. Akaboshi T. Fujita T. Viral RNA detection by RIG-I-like receptors Current Opinion in Immunology 32 2015 48 53 25594890 Yu J. Han Z. Sun Z. Wang Y. Zheng M. Song C. LncRNA SLCO4A1-AS1 facilitates growth and metastasis of colorectal cancer through β-catenin-dependent Wnt pathway Journal of Experimental & Clinical Cancer Research 37 2018 222 30201010 Zeng Z. Xu F.Y. Zheng H. Cheng P. Chen Q.Y. Ye Z. Zhong J.X. Deng S.J. Liu M.L. Huang K. LncRNA-MTA2TR functions as a promoter in pancreatic cancer via driving deacetylation-dependent accumulation of HIF-1α Theranostics 9 2019 5298 5314 31410216 Zhang A. Zhao J.C. Kim J. Fong K.W. Yang Y.A. Chakravarti D. Mo Y.Y. Yu J. LncRNA HOTAIR enhances the androgen-receptor-mediated transcriptional program and drives castration-resistant prostate cancer Cell Reports 13 2015 209 221 26411689 Zheng Y. Tian X. Wang T. Xia X. Cao F. Tian J. Xu P. Ma J. Xu H. Wang S. Long noncoding RNA Pvt1 regulates the immunosuppression activity of granulocytic myeloid-derived suppressor cells in tumor-bearing mice Molecular Cancer 18 2019 61 30925926 Zhu Y. Dai B. Zhang H. Shi G. Shen Y. Ye D. Long non-coding RNA LOC572558 inhibits bladder cancer cell proliferation and tumor growth by regulating the AKT-MDM2-p53 signaling axis Cancer Letters 380 2016 369 374 27130667 Zhu P. Wang Y. Huang G. Ye B. Fan Z. lnc-β-Catm elicits EZH2-dependent β-catenin stabilization and sustains liver CSC self-renewal Nature Structural & Molecular Biology 23 2016 631 639",
  "plain_text": "Recent findings have revealed that human genome encodes tens of thousands long noncoding RNAs (lncRNAs), which play essential roles in broad spectrum of cellular processes. Emerging evidence has uncovered a new archetype of lncRNAs which functions as key components of cell signaling pathways. In this review, we describe how lncRNAs interact with proteins to regulate cancer intracellular signaling and intercellular signaling in the tumor microenvironment (TME), which enable cancer cells to acquire malignant hallmarks. Moreover, besides lncRNAs, non-coding nucleic acids, such as neutrophil extracellular trap-DNA (NET-DNA), endogenous DNA and RNA, can act as signal molecules to connect cells from distant organs and trigger systemic responses in the macroenvironment of tumor-bearing hosts. Overall, the widely observed dysregulation of non-coding nucleic acids in cancer alters signaling networks in the tumor ecosystem, providing a rich resource for the identification of cancer biomarkers and therapeutic targets."
}
