{
    "PMC": "10681624",
    "DOI": "10.1097/md.0000000000035961",
    "PMID": "38013307",
    "PMCID": "PMC10681624",
    "title": "A bibliometric analysis of research foci and trends in cerebral ischemia-reperfusion injury involving autophagy during 2008 to 2022.",
    "year": 2023,
    "source_url": "https://europepmc.org/article/PMC/PMC10681624",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>Cerebral ischemia-reperfusion injury (CIRI) is a complex pathophysiological process that typically occurs during the treatment of ischemia, with limited therapeutic options. Autophagy plays a vital role during the reperfusion phase and is a potential therapeutic target for preventing and treating cerebral ischemia-reperfusion injury.<h4>Methods</h4>We conducted a comprehensive search of the Web of Science Core Collection for publications related to cerebral ischemia-reperfusion injury with autophagy, published between January 1, 2008, and January 1, 2023. We analyzed the selected publications using VOSviewer, CiteSpace, and other bibliometric tools.<h4>Results</h4>Our search yielded 877 relevant publications. The field of autophagy in cerebral ischemia-reperfusion injury has grown rapidly since 2016. China has been the leading contributor to publications, followed by the USA and Iran. Chen Zhong and Qin Zhenghong have been influential in this field but have yet to reach all groups. In addition, there has been a shortage of collaboration among authors from different institutions. Our literature and keyword analysis identified Neurovascular protection (#11 Neuroprotective, #13 Neurovascular units, etc) and Inflammation (NLRP3 inflammasome) as popular research directions. Furthermore, the terms \"Blood-Brain Barrier,\" \"Mitophagy,\" and \"Endoplasmic reticulum stress\" have been frequently used and may be hot research topics in the future.<h4>Conclusions</h4>The role of autophagy in cerebral ischemia-reperfusion injury remains unclear, and the specific mechanisms of drugs used to treat ischemia-reperfusion injury still need to be explored. This work outlines the changing trends in investigating cerebral ischemia-reperfusion injury involving autophagy and suggests future lines of inquiry.",
    "full_text": "pmc Medicine (Baltimore) Medicine (Baltimore) MD Medicine 0025-7974 1536-5964 Lippincott Williams & Wilkins Hagerstown, MD 10681624 00051 10.1097/MD.0000000000035961 3 3400 Research Article Systematic Review and Meta-Analysis A bibliometric analysis of research foci and trends in cerebral ischemia-reperfusion injury involving autophagy during 2008 to 2022 https://orcid.org/0009-0004-0707-2901 Shi Zhuolu MB shizl123@126.com a Xu Tao MD hzxt@sina.com a Hu Chao MD huzhao0815@163.com a Zan Rui PhD ruizan@fudan.edu.cn b Zhang Yumei PhD 1911379@tongji.edu c Jia Gaozhi PhD gaozhi.jia@outlook.com d https://orcid.org/0009-0002-7853-5462 Jin Liang PhD a e * a School of life science Zhejiang Chinese Medical University & The first affiliated hospital of ZheJiang Chinese Medical University, Hangzhou, China b Shanghai University of Traditional Chinese Medicine, Shanghai, China c Department of General Surgery, Zhongshan Hospital, Fudan University, Shanghai, China d Department of Oncology, Shanghai East Hospital, School of Medicine, Tongji University, Shanghai, China e School of Intelligent Manufacturing and Equipment, Shenzhen Institute of Information Technology, Shenzhen, China. * Correspondence: Liang Jin, Zhejiang Chinese Medical University, Hangzhou, 310053, China (e-mail: liangjin881219@Foxmail.com ). 24 11 2023 24 11 2023 102 47 e35961 16 7 2023 8 9 2023 13 10 2023 Copyright © 2023 the Author(s). Published by Wolters Kluwer Health, Inc. 2023 https://creativecommons.org/licenses/by-nc/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial License 4.0 (CCBY-NC) , where it is permissible to download, share, remix, transform, and buildup the work provided it is properly cited. The work cannot be used commercially without permission from the journal. Background: Cerebral ischemia-reperfusion injury (CIRI) is a complex pathophysiological process that typically occurs during the treatment of ischemia, with limited therapeutic options. Autophagy plays a vital role during the reperfusion phase and is a potential therapeutic target for preventing and treating cerebral ischemia-reperfusion injury. Methods: We conducted a comprehensive search of the Web of Science Core Collection for publications related to cerebral ischemia-reperfusion injury with autophagy, published between January 1, 2008, and January 1, 2023. We analyzed the selected publications using VOSviewer, CiteSpace, and other bibliometric tools. Results: Our search yielded 877 relevant publications. The field of autophagy in cerebral ischemia-reperfusion injury has grown rapidly since 2016. China has been the leading contributor to publications, followed by the USA and Iran. Chen Zhong and Qin Zhenghong have been influential in this field but have yet to reach all groups. In addition, there has been a shortage of collaboration among authors from different institutions. Our literature and keyword analysis identified Neurovascular protection (#11 Neuroprotective, #13 Neurovascular units, etc) and Inflammation (NLRP3 inflammasome) as popular research directions. Furthermore, the terms “Blood-Brain Barrier,” “Mitophagy,” and “Endoplasmic reticulum stress” have been frequently used and may be hot research topics in the future. Conclusions: The role of autophagy in cerebral ischemia-reperfusion injury remains unclear, and the specific mechanisms of drugs used to treat ischemia-reperfusion injury still need to be explored. This work outlines the changing trends in investigating cerebral ischemia-reperfusion injury involving autophagy and suggests future lines of inquiry. autophagy bibliometric analysis cerebral ischemia-reperfusion injury development trends research progress OPEN-ACCESS TRUE SDC T 1. Introduction Diseases characterized by ischemia/reperfusion (I/R), such as myocardial infarction, stroke, and peripheral vascular disease, continue to be the leading causes of debilitating disease and death. [ 1 ] The brain is an essential organ of the human body. The interruption of blood supply to the brain due to blockage or rupture of arteries can lead to neuronal death and cerebral infarction, which clinically presents as ischemic brain injury. [ 2 ] Ischemic brain injury involves primary injury in the ischemic phase and secondary injury in the reperfusion phase. [ 3 ] Reperfusion aggravates brain tissue damage when blood supply is restored during hypoperfusion, resulting in neuronal death or cerebral edema, a phenomenon known as cerebral ischemia-reperfusion injury (CIRI). [ 4 ] CIRI involves a complex pathophysiological process that includes oxidative stress, endoplasmic reticulum stress, excitotoxicity, calcium overload, inflammation, apoptosis, and autophagy. [ 5 ] Treatment options for CIRI are currently limited due to the limited time window for treatment and the risk of bleeding complications. [ 6 ] Even among survivors, 70% are handicapped, and 30% require subsistence help, resulting in a severe disease burden. [ 7 ] Therefore, there is a need for further research to investigate potential preventative and treatment strategies for CIRI. Autophagy is an evolutionarily conserved self-degradation mechanism responsible for maintaining normal cellular homeostasis by digesting long-lived or misfolded proteins, lipids, and organelles. [ 8 ] Autophagy is classified into 3 types: macroautophagy, microautophagy, and chaperone-mediated autophagy. [ 5 ] It is triggered in neurons, astrocytes, and endothelial cells in ischemic regions of the brain and is associated with CIRI pathogenesis. [ 9 ] Further research on the mechanisms underlying autophagy may lead to novel effective treatment strategies for cerebral ischemia. However, the effects of autophagy on damaged neurons remain controversial, and autophagy is considered a “double-edged sword” during cerebral ischemia. In both in vivo and ex vivo models, the neuroprotective role played by autophagy during cerebral ischemia and whether ischemia-induced autophagy is associated with neuronal cell death remain unclear. [ 6 , 9 , 10 ] Furthermore, despite the activation of autophagy during ischemia, its involvement in the postischemic reperfusion phase and its effects on neurons are not fully understood. [ 11 ] Therefore, in the present study, we reviewed the relevant publications to analyze and summarize the trends noted in this research area. Bibliometric analysis is a method of comparing and analyzing the contributions of various countries, authors, journals, and other factors in a particular field, utilizing data from reliable databases to appraise current research trends. [ 12 ] Combined with visualization tools, bibliometric analysis can improve data interpretation, making the results more comprehensive and revealing intrinsic linkages in the information. [ 13 ] In recent years, bibliometric analysis, combined with visualization approaches, has been frequently applied in biological studies. [ 14 – 16 ] In this study, we conducted a bibliometric analysis to analyze the correlation between CIRI and autophagy, which provides insights into the global research progress on the autophagic process in cerebral ischemia. This study will lay the foundation for novel research on autophagy in cerebrovascular diseases and provide theoretical support for its clinical application. 2. Methods 2.1. Data collection & filtering The Web of Science has been widely accepted as a high-quality citation index database that covers various publications across various fields. [ 13 , 17 ] Thus, for this study, the Web of Science Core Collection (WOSCC) was chosen as the primary data source for information collection. A bibliometric analysis was conducted through the WOSCC to retrieve relevant literature in this research area over the past 15 years, from January 1, 2008, to January 1, 2023. To ensure the comprehensiveness and accuracy of the search data, the following search terms were employed: TS=(“autophagy” OR “autophage” OR “autophagocytosis” OR “autophagic”) AND TS=(“cerebral ischemia-reperfusion” OR “cerebral ischemia and reperfusion” OR “cerebral ischemic reperfusion” OR “cerebral ischemia-reperfusion injury” OR “brain ischemia-reperfusion” OR “focal cerebral ischemia-reperfusion”). Only “Article” and “Review” were selected as article types, and the language was limited to English. In accordance with the criteria mentioned above, we initially searched 888 relevant publications. The retrieved literature was then filtered to provide 877 relevant documents, as per the criteria shown in Table 1 . Finally, the results were exported in TXT format as plain text files for subsequent data analysis. Table 1 The process of documents screening. Steps Category Specific standard requirements 1 Database Web Of Science Core Collection (WOSCC) 2 Searching formula TS=(“autophagy” OR “autophage” OR “autophagocytosis” OR “autophagic”) AND TS=(“cerebral ischemia-reperfusion” OR “cerebral ischemia and reperfusion” OR “cerebral ischemic reperfusion” OR “cerebral ischemia-reperfusion injury” OR “brain ischemia-reperfusion” OR “focal cerebral ischemia-reperfusion”). 3 Searching period From January 1, 2008, to January 1, 2023 (N = 888) 4 Language “English” (N = 888) 5 Types “Article” and “Review” (N = 878) 6 Exclusion Screening out retracted publications(N = 877) 7 Sample size 877 2.2. Analysis of data In this study, we conducted a preliminary analysis of general information on countries, institutions, journals, and authors of the sieved literature using search results from the WOSCC. We performed data analysis using Microsoft Excel and MATLAB [R2019a(9.6.0.1072779)] software to predict publication trends. The curve fitting in MATLAB was utilized to substitute the number of publications with the year values. The Logistic curve, Linear curve, Power function curve, and Exponential curve were employed for fitting to obtain the fitted curve and the goodness of fit (R 2 ). The predicted and true values of each fitted curve are further presented using graphs, with the plotting code available in the Supplementary Material, http://links.lww.com/MD/K678 . The parameters of each fitted curve are detailed in Supplementary Table 1, http://links.lww.com/MD/K679 . Subsequently, the selected literature was imported into VOSviewer 1.6.18 and CiteSpace 6.2. R4 for bibliometric and visualization analyses. VOSviewer uses a data normalization method based on probability theory to construct a variety of visual maps of keywords, co-organizations, and coauthors. [ 18 ] We conducted mapping of country, institution, and author collaboration networks, visual presentation of journals with top 10 publications, and keyword co-occurrence analysis with VOSviewer. The specific parameters settings for VOSviewer are as follows: Node type: Country, Organization, Author, Journal, Keyword; Threshold: described in each figure legend. CiteSpace uses a data normalization method based on set theory to measure the similarity of data units for creating the time zone view. Therefore, it is convenient for researchers to understand the temporal evolution and turnover process of research hotspots. [ 19 ] We used CiteSpace to analyze the timeline view of keywords, co-cited references, and the top 25 references with the most robust citation bursts. The specific parameters are as follows: Time Slicing: January 2008-January 2023; Term Source: Keywords, References; Node Type: Keywords, References, Co-cited Authors; Thresholds: described in each figure legend. In addition, we performed a keyword heatmap analysis using R6 and Bibliometrix (R-Tool of R-Studio). The flowchart outlining this analytical process is presented in Figure 1 . Figure 1. Analytical flowchart. 3. Results 3.1. Trends in the type and number of publications From January 1, 2008 to January 1, 2023, a total of publications related to autophagy in the context of CIRI were identified, with the most being Articles (691), followed by Review Articles (156). Analysis of the past 15 years (2008–2022) shows a steady year-on-year increase in publications in this research area, rising from 3 in 2008 to 167 in 2022 (Fig. 2 ). Although the annual volume fluctuated and increased modestly until 2016, a sharp increase occurred after that, marking a critical period for developing this academic discipline. Researchers’ interest in autophagy with CIRI has since grown, and recognition of its significance has deepened. Figure 2. Trend of the number of publications from 2008 to 2022. We developed a time prediction curve model using MATLAB software based on publication growth to predict publication and research trends in the coming years. The number of publications was fitted using the logistic, linear, power, and exponential model curves, and the fitting results (Fig. 3 and Supplementary Table 1, http://links.lww.com/MD/K679 ) were obtained. The exponential and power models fit well (R 2 > 0.95). According to the model, the number of relevant articles is projected to reach 220 in 2023. Figure 3. The forecast of publications from 2022 to 2030. 3.2. Countries and institutions A total of 877 publications were included in the study, originating from 46 countries. The People’s Republic of China was the largest publisher, contributing 724 articles (82.55%), followed by the USA (100), Iran (24), England (13), India (12), Japan (12), South Korea (12), Taiwan (12), Australia (10), and Poland (10). China has contributed over 50% of the total publications worldwide since 2009, increasing annually (Fig. 4 ). Figure 4. Top 10 countries’ annual publication volume trends from 2008 to 2022. The country co-authorship analysis figure (Fig. 5 ) reveals that collaborative research in this field is primarily concentrated between the People’s Republic of China and the United States. Furthermore, there are extensive collaborative relationships between these 2 countries and others, mainly in Asia, Europe, and North America. More and more countries (e.g., Egypt and Pakistan) are participating in this study. Figure 5. Country co-authorship analyses: a visual map of 19 countries with > 4 publications. The size of each circle represents the number of publications by each country; the thickness of the line between countries indicates the degree of cooperation between countries, and the circle’s color represents the average year of publication by a country. In total, 866 institutions were involved in the extensive collaboration. First, in terms of volume, the top ten contributing institutions are all from China: The 3 organizations with the highest number of publications are Soochow University (29 publications), Zhejiang University (27 publications), and Shanghai Jiao Tong University (26 publications). Second, in terms of average citations, the highest number of citations were from the Beijing Institute for Brain Disorders (98.00), followed by Second Military Medical University (60.90) Tianjin Medical University (51.77) (Table 2 ). The high volume of publications and average citations at Zhejiang University, Soochow University, and China Medical University implies that is they are among the more authoritative universities in the domain. It is worth noting that most of the aforementioned research institutions are universities, which serve as the major source of research in this field. Table 2 Ten institutions with the highest number of publications and average citations. Rank Institutions Publications Average citations Institutions Publications Average citations 1 Soochow University 29 47.48 Beijing Institute for Brain Disorders 4 98.00 2 Zhejiang University 27 49.52 Second Military Medical University 10 60.90 3 Shanghai Jiao Tong University 26 36.35 Tianjin Medical University 13 51.77 4 China Medical University 25 49.44 Wayne State University 5 51.20 5 Fudan University 24 28.00 Zhejiang University 27 49.52 6 Chongqing Medical University 24 20.63 China Medical University 25 49.44 7 Capital Medical University 23 29.87 Soochow University 29 47.48 8 Wuhan University 22 23.36 Chinese Academy of Medical Sciences 9 40.78 9 Nanjing Medical University 20 27.80 Fourth Military Medical University 18 39.44 10 Jilin University 20 18.7 Central South University 10 37.50 The institutional co-authorship analysis (Fig. 6 ) revealed a more extensive collaboration among research institutions with a high volume of publications. In addition, an increasing number of institutions have been involved in recent years. Of all 866 institutions, 627 have no more than 2 link strengths with others, indicating that many institutions are isolated and lack cooperation. Figure 6. Analysis of institutional co-authorship: 96 institutions with > 4 publications, the thickness of the connecting line between institutions indicates the degree of cooperation, and the color of each circle indicates the average year of publication of the institution. 3.3. Journals In total, 877 articles were published in 288 journals. The top 10 journals contributed 20.18% of the total. Table 3 and Figure 7 A show that the top 10 journals with the highest number of publications are Oxidative Medicine And Cellular Longevity (27), followed by Molecular Medicine Reports (22), Molecular Neurobiology (21), etc. Regarding the year of publication, Neural Regeneration Research, Brain Research , and Neuroscience were published earlier, around 2018. Molecular Neurobiology had the highest average citation frequency (41.10) (Fig. 7 B). Journal co-citations can reflect the degree of citation of different journals by researchers studying autophagy in CIRI. Autophagy was the most co-cited journal (2004), followed by Stroke (1433) and Brain Research (943). The impact factor (IF) and Journal Citation Reports (JCR) quartile of journals reflect the standard and approximate ranking of the journal in the field. The journals with the top 25% (including 25%) of IF are in JCR quartile 1 (Q1), and the top 25% to 50% (including 50%) of IF are in JCR quartile 2 (Q2). Most of the top 10 journals with the highest total citation frequency are excellent journals per JCR partition (70% Q1, 20% Q2, 10% Q3). It is worth noting that Brain Research is among the top ten journals in terms of both citations and co-citations, proving its importance in the field. Table 3 Top 10 journals of publications and co-cited journals. Rank Journals Publications Impact fact JCR Co-cited journals Citations Impact fact JCR 1 Oxidative Medicine And Cellular Longevity 27 7.31 Q2 Autophagy 2004 13.391 Q1 2 Molecular Medicine Reports 22 3.423 Q3 Stroke 1433 10.17 Q1 3 Molecular Neurobiology 21 5.682 Q1 Brain Research 943 3.61 Q3 4 Neurochemical Research 18 4.414 Q2 Journal Of Biological Chemistry 892 5.486 Q2 5 Neural Regeneration Research 15 6.058 Q1/Q2 Plos One 881 3.752 Q2 6 Brain Research 14 3.61 Q3 Journal Of Cerebral Blood Flow And Metabolism 841 6.96 Q1 7 Frontiers in Pharmacology 14 5.988 Q1 Cell 666 66.85 Q1 8 Neuroscience 14 3.708 Q3 Nature 662 69.504 Q1 9 Brain Research Bulletin 13 3.715 Q3 Proceedings Of The National Academy Of Sciences Of The United States Of America 648 12.779 Q1 10 Evidence-based Complementary and Alternative Medicine 13 2.65 Q3 Journal of Neuroscience 600 6.709 Q1 Figure 7. Top 10 journals of publications: (A) Node color indicates the average year of the literature, and the size indicates the number of publications. (B) Node color indicates the average number of citations per article, and the size indicates the number of publications in terms of the number of articles. 3.4. Authors A total of 4969 authors participated in research in this field. We used Price law (minimum number of publications by core authors in a field = 0.749 × n max ), where n max denotes the number of publications by the most prolific authors in the field. Authors with more than 3 publications were denoted as core authors in the field, with 288 core authors screened in this study. [ 20 ] The ten core authors with the highest number of publications and the highest average number of citations are listed in Table 4 . Chen Zhong (11) produced the highest number of publications in this field, followed by Qin Zhenghong(10), Hu Weiwei (9), Zhang Xiangnan (8), and Zheng Yanrong (8), Peiyuan Lv (7), Zhao Jing (7), Sheng Rui (7), Feng Juan (7), Zhao Yong (7). Co-citation authorship analysis refers to the articles of 2 authors cited by a third author simultaneously. A higher co-citation frequency indicates closer academic interest and research density. Wang Pei (245) has the highest number of citations, followed by Zhang Xiangnan (179), Mizushima Noboru (168), Carloni Sante (153), Pluta RC (153), Daniel J. Klionsky (133), Longa EZ (128), Rami Abdelhaq (127), Zhang Yan (123), Sheng Rui (115). All of the above-mentioned authors are from China, indicating that Chinese scholars are making more contributions and are important drivers for the development of this field. From the author’s co-authorship analysis (Fig. 8 ), many light-colored nodes appeared in the plot, suggesting that the number of researchers involved is increasing. Chen Zhong and Qin Zhenghong have been influential in this field, but their research has not reached all groups. According to VOSviewer analysis, 13 of the 288 authors with more than 3 publications are isolated and do not have collaborative relationships(Total link strength = 0). Collaborative relationships among authors are still lacking, and most collaborations are among authors within the same institution. Table 4 The 10 authors and co-cited author. Rank Authors Documents Citations H-index Co-cited authors Citations 1 Chen Zhong 11 903 38 Wang Pei 245 2 Qin Zhenghong 10 308 56 Zhang Xiangnan 179 3 Hu Weiwei 9 127 32 Mizushima Noboru 168 4 Zhang Xiangnan 8 749 27 Carloni Sante 153 5 Zheng Yanrong 8 408 14 Pluta RC 153 6 Peiyuan Lv 7 749 18 Daniel J. Klionsky 133 7 Zhao Jing 7 277 25 Longa EZ 128 8 Sheng Rui 7 277 23 Rami Abdelhaq 127 9 Feng Juan 7 344 23 Zhang Yan 123 10 Zhao Yong 7 82 25 Sheng Rui 115 Figure 8. Author co-authorship analysis: 288 core authors with > 2 publications; the size of each circle indicates the number of publications, and the color of the circle indicates the average year of publication. 3.5. Highly cited publications and references The top 10 highly cited papers are listed in Table 5 , and the review “CELL BIOLOGY OF ISCHEMIA/REPERFUSION INJURY” has the highest citation frequency (1221). It described the mechanisms underlying I/R injury, and a combination of cellular and molecular treatments are recommended to minimize the extent of I/R injury and increase regeneration for long-term repair of ischemic tissues. [ 1 ] The most frequently cited article is “p53 Opens the Mitochondrial Permeability Transition Pore to Trigger Necrosis (527).” The study found that the mitochondrial p53-CypD axis is an important factor in oxidative stress-induced necrosis, and reducing p53 levels facilitates adequate protection against stroke. [ 21 ] In addition, apoptosis could be reduced by removing damaged mitochondria. Table 5 Top 10 cited publications. [ 1 , 9 , 11 , 21 – 27 ] Rank Titles Authors Total citations Yr Type Source Impact factor Main ideas 1 CELL BIOLOGY OF ISCHEMIA/REPERFUSION INJURY Kalogeris T, Baines CP et al 1221 2012 Review International Review Of Cell And Molecular Biology 6.42 The mechanisms underlying I/R injury were delineated, and a combination of cellular and molecular treatments was advocated to minimize the extent of I/R injury and enhance regeneration for sustained repair of ischemic tissues. [ 1 ] 2 Current Mechanistic Concepts in Ischemia and Reperfusion Injury Wu MY, Yiang GT et al 554 2018 Review Cellular Physiology and Biochemistry 5.5 Significant advancements have been made in research regarding reactive oxygen species and cell death pathways, which had the potential to provide novel therapeutic targets. [ 22 ] 3 p53 Opens the Mitochondrial Permeability Transition Pore to Trigger Necrosis Vaseva AV, Marchenko ND et al 527 2012 Article Cell 66.85 The mitochondrial p53-CypD axis played a crucial role in oxidative stress-induced necrosis, and decreasing p53 levels could enhance protection against stroke. [ 21 ] 4 Autosis and autophagic cell death: the dark side of autophagy Liu Y, Levine B 459 2015 Review Cell Death & Differentiation 12.03 A newly discovered form of autophagy gene-dependent cell death, known as autosis, has been identified, which exhibited distinct morphological characteristics and was facilitated by the Na+, K+-ATPase pump. Extreme stress conditions can trigger high levels of autophagy. [ 23 ] 5 ROS and Autophagy: Interactions and Molecular Regulatory Mechanisms Li LL, Tan J, et al 451 2015 Review Cellular and Molecular Neurobiology 4.231 The interactions and regulatory mechanisms between ROS and autophagy under pathological conditions such as I/R injury were summarized. The interaction between ROS and autophagy was reflected in 2 aspects: the induction of autophagy by oxidative stress and the reduction of ROS by autophagy. [ 24 ] 6 Oxidative Stress and Pathophysiology of Ischemic Stroke: Novel Therapeutic Opportunities Rodrigo R, Fernandez-Gajardo R et al 396 2013 Article CNS & Neurological Disorders - Drug Targets 2.824 The mechanisms of ROS generation, the role of oxidative stress in the pathogenesis of ischemic stroke, and new therapeutic strategies to reduce brain injury associated with ischemia reperfusion were reviewed. [ 25 ] 7 Autosis is a Na+,K+-ATPase-regulated form of cell death triggered by autophagy-inducing peptides, starvation, and hypoxia-ischemia Liu Y, Shoji-Kaw-ata, S et al 372 2013 Article Proceedings of the National Academy of Sciences of the United States of America 12.779 A distinct type of autophagy-dependent cell death has been illustrated, and it has been observed that cardiac glycosides possess the ability to exert cytoprotective effects by antagonizing Na+, K+-ATPase. [ 26 ] 8 Cerebral ischemia-reperfusion-induced autophagy protects against neuronal injury by mitochondrial clearance Zhang XN, Yan HJ et al 342 2013 Article Autophagy 13.391 The protective effect of autophagy during reperfusion may be attributed to the clearance of damaged mitochondria through mitophagy and the subsequent inhibition of downstream apoptosis. [ 11 ] 9 Molecular mechanisms of apoptosis in cerebral ischemia: Multiple neuroprotective opportunities Nakka VP, Susain A et al 217 2008 Review Molecular Neurobiology 5.686 CIRI could trigger various forms of endogenous and exogenous cell death, including autophagy, where several crucial apoptosis regulatory molecules played significant roles. [ 27 ] 10 Autophagy in ischemic stroke Wang P, Shao BZ et al 208 2018 Article Progress in Neurobiology 10.885 The precise function of autophagy in ischemic stroke may be associated with the perfusion status of the blood supplying the brain during ischemic insult. [ 9 ] CIRI = cerebral ischemia-reperfusion injury, I/R = ischemia/reperfusion, ROS = reactive oxygen species. Regarding publication year, most articles (90%) were published during 2012 to 2018, a period of rapid research growth and remarkable research value. These 10 publications include 5 articles and 5 reviews. An article is a detailed exposition of the global nature of research results by scholars, with a large experimental workload containing newly discovered results or research mechanisms. A breakthrough for the research field may be present, with a reference value for the subsequent research. The review can conclude the previous work, focus on the key issues in the field, and predict the future development trend, which has certain guiding significance for the subsequent research. Notably, an article published in the Cell journal (IF = 66.85, Q1) showed that “cerebral ischemia-reperfusion injury with autophagy” is exciting. Article co-citation analysis expresses the relationship between articles by analyzing the co-citation frequency of references. [ 28 ] When certain articles and journals are repeatedly quoted, the knowledge carriers cited are essentially recognized by the scientific community in which it is found, thus creating a scientific paradigm. [ 29 ] This paradigm relationship is visualized through Citespace to form a co-citation network that can reflect the knowledge base and research frontiers of an academic field. [ 30 ] The authors and years of the most commonly co-cited literature are depicted in Figure 9 A. The material was then aggregated based on keywords and divided into 14 categories (Fig. 9 B), indicated by different colors. Regarding timeline, the first category to appear as #12 redox stress, a separate study subgroup, followed by #6 Kelch-like ECH-associated protein 1 (Keap1), #7 Cathepsin B, #9 Ginsenoside Rb1, #2 B-cell lymphoma-2 (Bcl-2), etc. Subsequently, the closeness of the links between the research areas increased further. the main research categories after 2017 were #1 NLRP3 Inflammasome, #5 Inc RNA, #0 Mitophagy, and #11 Neuroprotective. Figure 9. (A) Analysis of the network of references in CiteSpace. Node size is proportional to the number of times the article is co-cited. (B) Clustering of references based on the similarity between references. Figure 10 shows the top 25 references with the strongest citation bursts. “Cerebral ischemia-reperfusion-induced autophagy protects against neuronal injury by mitochondrial clearance” is the paper with the strongest burst (Strength = 21.6), published by Zhang XN et al in the Journal of Autophagy in 2013. Its burst duration lasted from 2014 to 2018. “Autophagy in ischemic stroke” by Wang P et al in 2018 and “Autophagy and inflammation in ischemic stroke” by Mo Y et al in 2020 are the most cited articles so far. Figure 10. The top 25 references with the strongest citation bursts. 3.6. Keywords Keywords can reflect the concept of a topic in an article. We analyzed the 3265 keywords from 877 articles; the keyword frequency distribution heat map was synthesized after merging the synonyms and removing meaningless words to reveal the research hotspots and trend changes in the neighborhood of cerebral ischemia-reperfusion with autophagy (Fig. 11 ). “Autophagy,” “Cerebral ischemia-reperfusion injury,” “Cerebral ischemia,” “Apoptosis,” and “Ischemia stroke” are the 5 keywords with the highest cumulative frequency. “Beclin-1” and “Reactive oxygen species” appeared more frequently before 2020, when it was a hot spot for research, but with a reduced frequency in recent years. “Blood brain barrier,” “SIRT1,” “Mitochondria,” “Endoplasmic reticulum stress,” and “Mitophagy” are the keywords that appeared more often or increased in frequency every year from 2020 to 2022, indicating the current research dynamics. Figure 11. Top 30 keywords with the highest frequency: (A) Evolution of keywords over time; the node color indicates the size of the frequency of keywords in that year. (B) Evolution of the cumulative frequency of keywords over time; the node color indicates the size of the cumulative frequency of keywords in a particular yr. A co-occurrence network diagram of keywords is visualized in VOSviewer (Fig. 12 ). The size of the nodes indicates the frequency of occurrence of the keywords, the colors indicate different clusters, and the connecting lines between nodes indicate their co-occurrence relationships. The keywords were categorized into 5 clusters, demonstrating a strong relationship between each cluster. Keywords in the red clusters are related to programmed cell death (PCD) (autophagy, cell death, neuronal apoptosis, etc). The blue clusters are linked to cellular oxidative stress (antioxidant, hypoxia-ischemia, melatonin, etc). Green clusters are associated with CIRI-related signaling pathways and therapeutics (AMPK, mammalian target of rapamycin [mTOR], electroacupuncture, etc). Purple clusters are correlated with inflammation (inflammation, inflammatory response, nf-kappa-b, etc). Yellow clusters are associated with brain lesions (disease, cognitive impairment) and changes in brain microstructure (neurodegeneration, protein aggregation, etc). Figure 12. Clustering of co-occurrence among keywords. The figure shows the keywords with more than 5 occurrences. The nodes of different colors represent the keywords of different clusters, and the size of nodes indicates their frequency. The timeline graph shows the most frequently occurring keywords for each cluster over time (Fig. 13 ). The earliest and largest cluster is #0 (oxidative stress), with the earliest keywords like blood-brain barrier (BBB) and oxidative stress maintaining the research focus since its introduction. The recent focus has shifted to inflammatory response and neuronal apoptosis. Additionally, research on clusters #1 (nlrp3 inflammasome) and #3 (cell death) remains ongoing. Figure 13. Timeline view of keywords. Each horizontal line represents a cluster. The smaller the number is, the larger the cluster, with #0 being the largest cluster. Nodes size reflects co-citation frequency, and the links between nodes indicate co-citation relationships. Nodes occurrence year is the time when they were first co-cited. 4. Discussion 4.1. Global research trends of autophagy in CIRI In this study, we conducted a bibliometric analysis of articles published in the field from 2008 to 2022 using the visualization tools VOSviewer and Citespace. Based on these data, we evaluate the countries, institutions, core authors, high-quality journals, and current research hotspots related to the field. Our analysis revealed a steady increase in publications over the last 15 years, with a notable rise in the number of publications after 2016. This trend indicates that targeting the treatment of CIRI via autophagy regulation has become a critical research topic in recent years. The increase in publications after 2016 may be attributed to the impact of articles published from 2008 to 2015, which laid the cornerstone of knowledge in this area. Interestingly, the 2016 Nobel Prize in Physiology or Medicine was awarded to Yoshinori Ohsumi, a Japanese scientist who discovered the process and mechanism of cellular autophagy. This recognition further emphasizes the significance of autophagy in the field of medicine. The visualization analysis shows that 46 countries and 877 institutions were involved in the study. China, the USA, and Iran had the highest number of publications. “The influence of age on apoptotic and other mechanisms of cell death after cerebral hypoxia-ischemia,” coauthored by Sweden, China, the USA, and Japan, was published in Cell Death and Differentiation in 2005. By examining the levels of LC3-II in brain tissues, the study revealed for the first time that autophagy was associated with cell death after cerebral ischemia, with a discovery that autophagy activation was significantly 3 times higher in the adult brain than in the immature brain. [ 31 ] China, the only developing country in the top 5 in terms of publication volume, first exceeded 50% of the global total in 2010 and has dominated the world since. Furthermore, it is leading the world in the number of citations and H-index, becoming the most active research country in this field. It is inextricably related to the current status of Cerebrovascular disease incidence in Chinese society and improvements in the healthcare system. CIRI is a common secondary injury of stroke, [ 32 ] and China has the largest burden of stroke in the world. [ 33 ] Surveys showed that in 2017, stroke was one of the diseases with the highest mortality and disability rates, a major cause of limiting the life expectancy of people. The disease burden continues to increase, creating a serious public health problem. Nowadays, comprehensive national plans have been implemented to address challenges associated with stroke care and prevention. [ 34 , 35 ] Developing countries such as South Korea, India, and Iran have recently contributed to this field, and the number of publications has rapidly increased, becoming a part of the top 10 in the world. However, the average number of citations per article and the H-index of published articles are low. Therefore, the leading position of these 3 countries in the development of this area is more related to numbers than impact. Popular core journals often provide scholars with the most up-to-date news and findings. The journals in the “autophagy with ischemia-reperfusion injury” research neighborhood include Molecular Neurobiology, Neurochemical Research, Neu ral Regeneration Research , Brain Research, etc. CIRI has become a central topic in neuroscience. With the highest number of articles published, the most popular journal in the field is Oxidative Medicine And Cellular Longevity (IF = 7.31, Q2). Autophagy is the most co-cited journal, indicating that the journal provides researchers with high-quality articles and keeps researchers abreast of the latest relevant developments and research results. We identified the top ten core authors with the most publications or citations to identify outstanding scholars. Chen Zhong and Qin Zhenghong, who have contributed 11 and 10 articles, respectively, are active researchers; Wang Pei (245) and Zhang Xiangnan (179) had the highest number of co-citations, are driving forces in this area. The leading scientists Chen Zhong, Zhang Xiangnan, and Hu Weiwei have had numerous collaborations for a long time. “Cerebral ischemia-reperfusion-induced autophagy protects against neuronal injury by mitochondrial clearance,” a collaborative article by the 3 leading scientists and Yan Haijing et al, has the highest co-citation frequency. They found the protective role of autophagy during reperfusion may be attributable to mitophagy-related mitochondrial clearance and inhibition of downstream apoptosis. PARK2 may be involved in the mitophagy process. A recent collaborative study in 2020 showed the neuroprotection of tomatidine against ischemic injury by promoting lysosomal activity, possibly with the involvement of transcription factor EB (TFEB)-related mechanisms. [ 36 ] Citations and the number of publications are not the only indicators of evaluating the contribution of a researcher. The author co-authorship analysis chart shows an increasing number of researchers in this field; however, the contents or ideas of these researchers may not be widely cited because of the time effect. Therefore, updating the information on the latest research developments and the most authoritative researchers in the period is necessary. 4.2. Hotspots and frontiers Article co-citation analysis (Fig. 9 ) and citation burst analysis (Fig. 10 ) refer to obtaining a large number of references recently cited by other scholars, which can highlight emerging themes within a specific research area over a period of time. Figures 9 and 10 reveal several popular research directions based on high-frequency keywords showed in past research, including Neurovascular protection(#11 Neuroprotective,#13 Neurovascular units, etc), Oxidative Stress(#0 Mitophagy, #6 Keap1,#12 Redox Stress, etc), Inflammation(#1 NLRP3 inflammasome). In terms of timeline, oxidative stress has been studied previously, while the role of autophagy in CIRI is currently being investigated primarily concerning neurovascular protection and inflammation. Furthermore, keywords can swiftly capture the newest research dynamics and directions in the field. “Blood brain barrier,” “Mitophagy,” “lncRNA,” and “SIRT1” represent current research hotspots (Figs. 11 – 13 ). Therefore, we combined reference analysis and keyword analysis to explore the research hotspots in this field concerning the role and mechanism of autophagy in CIRI, as well as its relationship with neurovascular protection and inflammation. 4.3. Role and mechanisms of autophagy in CIRI A series of pathological processes, such as oxidative stress, inflammation, and endoplasmic reticulum stress occurring during CIRI, will produce or activate autophagy stressors, thereby inducing autophagy. These stressors include the generation of reactive oxygen species (ROS), accumulation of misfolded, damaged, and oxidized cytoplasmic proteins, and increased Ca2 + and AMP/ATP ratio, which induce autophagy by activating the AMPK/ULK1 pathway. The lack of adequate energy supply to the brain during ischemia reduces mTOR activity, attenuating the inhibitory effect on AMPK and leading to excessive activation of autophagy. Moreover, autophagy can be activated through the PEPK/Eif2a pathway, contributing to endoplasmic reticulum stress. [ 37 ] However, there is currently no consensus on the exact role of autophagy in cerebral ischemia-reperfusion injury (CIRI). Numerous in vivo and in vitro studies have yielded different conclusions. Activation and inhibition of autophagy have been shown to attenuate ischemic injury. [ 9 , 38 , 39 ] The pathological condition of the ischemic region may influence autophagy function. In early neonatal ischemia and hypoxia cases (within 24 hours), autophagy induced by the mTOR inhibitor rapamycin inhibits cell death. However, in the late phase (3–7 days), deletion of the autophagy-associated gene Atg7 increases the number of viable neurons in the hippocampus. [ 40 ] Zhang Xiangnan’s team discovered that autophagy plays deleterious and protective roles during the ischemia and reperfusion stages, respectively. Treatment of mice with permanent MCAO (pMCAO) using 3-methylpurine (3-MA), an autophagy inhibitor, before ischemia, slowed down the process of brain injury. Conversely, 3-MA treatment at the reperfusion stage exacerbated brain injury. For the first time, they investigated mitophagy’s role in CIRI and discovered its activation during the reperfusion phase. [ 11 ] Mitophagy, the autophagic removal of mitochondria, has recently drawn significant research attention (Fig. 9 ). Recent studies have focused on exploring the role of mitochondrial autophagy in CIRI by regulating key proteins related to mitophagy (Drp1, FUNDC1, Bnip3, Bnip3l, etc) and the associated signaling pathway (PINK1/Parkin Signal Pathway). [ 41 ] Furthermore, the cell type in the brain is closely associated with autophagy during CIRI. Astrocytes and neurons exhibit varying degrees of autophagy under hypoxic-ischemic conditions, which may be linked to differences in the mechanisms that activate autophagy. [ 42 ] 4.4. Relationship between autophagy and neurovascular protection in CIRI The importance of autophagy in neurovascular protection during cerebral ischemia-reperfusion injury (CIRI) has gained increasing attention (Fig. 9 ). Initially, studies mainly focused on nerve regeneration, but later expanded to include neuroprotective and neurovascular units (NVU). Neurovascular protection begins with structural and functional changes in the brain following CIRI. The NVU comprises neurons, astrocytes, pericytes, brain endothelial cells, and extracellular matrix components. It plays a crucial role in maintaining the stability of the intracerebral environment. [ 43 ] Current research on cerebral ischemic injury no longer solely focuses on rescuing individual neurons but also encompasses the entire NVU. One key component of the NVU is the BBB, which serves as a critical barrier separating the brain parenchyma from the peripheral circulation. [ 44 – 46 ] The timeline view and the heat mapping of the keywords show that the BBB has been the focus of research in the field since it was proposed. Substantial evidence indicates that impaired BBB integrity is present in brain regions affected by ischemic injury, ultimately leading to various clinical disorders such as cerebral edema. [ 47 ] Understanding the endogenous mechanisms responsible for maintaining BBB integrity may offer potential therapeutic strategies for neurological disorders, including stroke. Studies have demonstrated that autophagy is vital in protecting and preserving BBB integrity. Autophagy induction using rapamycin and lithium carbonate has been shown to protect the BBB in rats with epilepsy and traumatic brain injury by activating both mTOR-dependent and non-mTOR-dependent pathways, respectively. [ 48 ] Initial BBB disruption occurs through injury to brain microvascular endothelial cells (BMECs), leading to their contraction and subsequent degradation and relocation of tight junctional proteins during the pathology of ischemic stroke. This increase in BBB permeability makes it challenging to prevent secondary brain damage after reperfusion therapy. [ 49 ] Consequently, increasing autophagy levels in BMECs through various pathways may attenuate the decrease in tight junction protein levels and help maintain BBB integrity following ischemia-reperfusion. Numerous studies have been conducted to modulate autophagy using various methods, including manipulation of noncoding RNAs (ncRNAs) and the mammalian target of rapamycin (mTOR) pathway, in order to explore the neuroprotective effects of these intervention mechanisms on improving the structure and function of the BBB. ncRNAs, such as microRNAs (miRNAs), long noncoding RNAs (lncRNAs), and circular RNAs, [ 50 ] play a crucial role in regulating autophagy-related genes and signaling molecules involved in the pathophysiological processes of CIRI. They are also involved in regulating neurovascular function, apoptosis, inflammation, oxidative stress, and BBB damage. [ 51 , 52 ] For example, circ-FoxO3 inhibits mTOR1 activity by sequestering mTOR and E2F1, thereby promoting autophagy and preventing BBB disruption. [ 49 ] LncRNAs can act as sponges for miRNAs, reducing their expression. The interplay between lncRNAs and miRNAs has gained significant attention. Metastasis-associated lung adenocarcinoma transcript 1 (MALAT1), which is highly upregulated in cerebral ischemia, activates autophagy and enhances cell survival. It protects the BBB by upregulating SIRT1 expression via the Malat1-miR-200c-3p-SIRT1 pathway. [ 53 ] Furthermore, MALAT1 can sponge miR-26b and upregulate ULK2 expression through the Malat1-miR-26b-ULK2 axis, promoting autophagy and survival in BMECs under oxygen-glucose deprivation/reoxygenation conditions. [ 54 ] However, not all ncRNAs overexpression exerts neuroprotective effects. Many upregulated ncRNAs, such as miR-155-5p, miR-124, lncRNA C2dat2, and lncRNA MEG3, are associated with excessive autophagy, which worsens brain damage. [ 50 ] Therefore, silencing these ncRNAs to inhibit excessive autophagy may hold promise as a potential therapeutic strategy for ischemic stroke. The mTOR pathway is the central pathway in autophagy regulation, while other pathways, such as PI3K/AKT, MAPK, and AMPK, indirectly modulate autophagy by influencing mTOR. Recent studies have focused on drug targeting to control the mTOR pathway. For instance, selenium can inhibit autophagy by modulating the PI3K/AKT/mTOR signaling pathway, effectively preventing BBB injury following CIRI, particularly under hyperglycemic conditions. [ 55 ] Curcumin, [ 56 ] Cornin, [ 57 ] and Cyclo-(Phe-Tyr) [ 58 ] also inhibit excessive autophagy through this pathway to offer neuroprotection and maintain BBB integrity. Additionally, (-)-Epigallocatechin-3-gallate (EGCG), a bioactive component found in green tea, can inhibit autophagy via the AKT/AMPK/mTOR phosphorylation pathway, thus preventing further reperfusion injury in the mouse brain. [ 59 ] 4.5. Relationship between autophagy and inflammation in CIRI The relationship between autophagy and inflammation in cerebral ischemia-reperfusion injury (CIRI) has attracted significant research attention. Figure 9 , Figure 10 and Figure 13 highlight the NLR family pyrin domain containing 3 (NLRP3) inflammasome as the current focus of the investigation. Among the top 25 references with the strongest citation bursts, the article “Autophagy and inflammation in ischemic stroke” by MoY et al (2020) stands out. This study provides a comprehensive review of the advancements in understanding autophagy and inflammation in ischemic stroke, emphasizing the role of autophagy in the poststroke inflammatory response. Inflammation is a crucial pathological process of CIRI. [ 60 ] It exacerbates CIRI through the release of damage-associated molecular patterns (DAMPs), activation of glial cells, and infiltration of peripheral immune cells. Recent studies have demonstrated that autophagy plays a role in inhibiting inflammatory activation by eliminating intracellular DAMPs, such as ATP, nucleic acids, free radicals, and heat shock proteins (HSPs). Mitochondrial damage during the ischemia-reperfusion process is a significant source of DAMPs, and mitophagy effectively eliminates these DAMPs, thereby preventing excessive inflammatory activation. [ 40 ] Notably, studies have shown that an enriched environment (EE) enhances mitophagic flux by promoting the recruitment of Drp1 and Parkin, eliminating excessively released DAMPs and reducing inflammation. [ 61 ] Furthermore, electroacupuncture preconditioning has been found to reduce cerebral infarction size and improve neurological function in CIRI, possibly through its association with mitophagy. [ 62 ] Manping Yang et al have discovered that electroacupuncture-induced ischemic tolerance may be linked to the expression of the triggering receptor expressed on myeloid cells 2 (TREM2), which plays a pivotal role in inhibiting inflammation and promoting autophagy. Moreover, electroacupuncture preconditioning can enhance autophagic flux through neuronal TREM2-dependent pathways. [ 63 , 64 ] Autophagy can also reduce inflammation by directly removing inflammasomes. Inflammasomes are multiproteins that aggregate in the presence of pathogen- and danger-associated molecular patterns (PAMPs and DAMPs) and are usually composed of the receptor protein NLRP3, the articulatory protein PYCARD/ASC, and the protease CASP1/caspase-1. [ 65 ] More than 10 inflammasomes have been identified to be associated with stroke, [ 66 ] with the NLRP3 inflammasome being the most representative. Recent studies have confirmed the relationship between NLRP3 and autophagy. [ 65 ] The mutual balance between the 2 can effectively prevent the occurrence of excessive inflammation. Autophagy eliminates endogenous activators of inflammasomes, including ROS, inflammatory components, and cytokines, from damaged mitochondria. Conversely, NLRP3 inflammasome activation inhibits autophagy by cleaving the signal molecule Toll/IL-1R domain-containing adaptor-inducing IFN-β (TRIF) with caspase-1. [ 67 ] GSK-3β is a serine/threonine kinase involved in many neuronal pathophysiologic processes. Recently, it has been found that the use of.GSK-3β siRNA and GSK-3β inhibitors can increase autophagic activity and thus inhibit NLRP3 expression by decreasing GSK-3β expression, but the underlying pathological mechanisms have not yet been investigated. [ 68 ] The voltage-gated calcium channel, transient receptor potential vanilloid 1 (TRPV1), has ties to CIRI. Yao Lin et al highlighted how TRPV1-mediated autophagy curbed NLRP3 expression post-OGD/R in microglial cells. [ 69 ] Man Long et al observed that electroacupuncture pretreatment diminished TRPV1 expression, thereby inhibiting the NF-κβ pathway’s transcriptional activity and exerting antiapoptotic effects. [ 70 ] Isoflurane [ 71 ] and the proprietary Chinese medicine Pien Tze Huang (PTH) [ 72 ] upregulate autophagy through activation of the AMPK/ULK1 pathway, thereby inhibiting the release of NLRP3 and inflammatory factors such as IL-1β and IL-18. Li Mao et al deduced that heightened Toll-like receptor 4 expression could induce CIRI by modulating NLRP3 inflammasome and autophagy, though the precise mechanism remains under investigation. [ 73 ] Regulating key autophagy modulators to adjust autophagy and inflammation provides promising insights for treating CIRI-associated conditions. Moreover, autophagy inhibits the inflammatory response by modulating inflammation-related signaling pathways. The inflammation-related signaling pathways in CIRI mainly include the TLR signaling pathway, the MAPK pathway, and the NF-κB pathway. [ 74 ] Studies have confirmed that autophagy may inhibit ischemia-induced microglia activation by suppressing the NF-κB signaling pathway, but the precise mechanism has not been clarified. In peripheral immune cell studies, factors like the inhibitor of κB kinase (IKK) and the NF-κB essential modulator (NEMO) undergo autophagic degradation, leading to reduced NF-κB activity. [ 40 ] Existing literature suggests inflammatory factors, including NLRP3 and NF-κB, might regulate autophagy via mTOR-dependent pathways. [ 75 , 76 ] Evidence reveals that intertwining autophagy and inflammatory pathways enhances multi-pathway interactions, and combined treatment with Jasminoidin (JA) and ursodeoxycholic (UA) offers synergistic protection against CIRI by diminishing Dectin-1-induced NF-κB activation. [ 77 ] The intricate relationship between autophagy and inflammatory pathways awaits further clarification and could be central to CIRI-targeted strategies. 5. Limitations Compared to traditional reviews, bibliometric analysis provides a more comprehensive understanding of the changing focus and dynamics of “autophagy in cerebral ischemia-reperfusion injury.” This approach offers valuable insights into potential research directions and ideas for future investigation. However, the present study has certain limitations. Given that the volume of literature has exponentially increased over the past 15 years and has yet to reach a saturation point, the temporal prediction curve model utilized in this study can only forecast the literature volume for a future period. Furthermore, the content analyzed is restricted to the literature obtained from WOSCC, which has additional limitations, such as language and chronology. Nonetheless, as WOSCC is the primary database for bibliometric analysis, it can reasonably reflect the general trends and research directions to some extent. 6. Conclusions In this bibliometric analysis, we investigated the current status of research on “autophagy in cerebral ischemia-reperfusion injury.” Our findings revealed a significant interest in this topic among scholars, institutions, and countries over the last 15 years. Researchers have explored autophagy regulation, related genes, upstream factors such as mTOR, and signaling pathways to provide new insights into treating CIRI from various perspectives. Several modalities, including drug combinations and physical therapy, have been employed to devise targeted treatment strategies. Notably, “neurovascular protection,” “inflammation,” “mitophagy,” and “blood-brain barrier” are currently hot keywords that may become promising in the future. Autophagy regulation remains a key therapeutic target for CIRI treatment; however, the precise mechanisms underlying relevant drugs’ action on CIRI remain unknown. The timing of reperfusion affects the different effects of autophagy on brain tissues; thus, accurate regulation of autophagy can improve the therapeutic effect on CIRI. Visualization techniques with bibliometric analysis allow scholars to understand research trends and the latest research targets for CIRI, enabling them to obtain more meaningful references based on available data. Author contributions Conceptualization: Zhuolu Shi, Chao Hu, Liang Jin. Data curation: Zhuolu Shi. Funding acquisition: Rui Zan, Yumei Zhang, Gaozhi Jia, Liang Jin. Software: Tao Xu, Chao Hu. Supervision: Rui Zan, Yumei Zhang, Liang Jin. Writing – original draft: Zhuolu Shi, Tao Xu. Supplementary Material Abbreviations: BBB blood-brain barrier BMECs brain microvascular endothelial cells CIRI cerebral ischemia-reperfusion injury DAMPs damage-associated molecular patterns I/R ischemia/reperfusion lncRNAs long chain noncoding RNAs MALAT1 metastasis-associated lung adenocarcinoma transcript 1 miRNAs microRNAs mTOR mammalian target of rapamycin ncRNAs noncoding RNAs NLRP3 NLR family pyrin domain containing 3 NVU neurovascular unit ROS reactive oxygen species Funding for this work was generously provided by National Natural Science Foundation of China (No.82304761), Scientific Research Foundation for Shenzhen high-level talents (11400202201020108), the Scientific Research Foundation of Shenzhen Institute of Information Technology (SZIIT2022KJ063), and the Youth Innovation Talent Program of the Education Department of Guangdong Province (2022KQNCX232), Zhejiang Province Traditional Chinese Medicine Science and Technology project (2023ZF157), and the Research Project of Zhejiang Chinese Medical University (2021RCZXZK23, 2022GJYY025). Consent for publication: All authors have read and agreed to the published version of the manuscript. The authors have no conflicts of interest to disclose. The datasets generated during and/or analyzed during the current study are publicly available. Supplemental Digital Content is available for this article. How to cite this article: Shi Z, Xu T, Hu C, Zan R, Zhang Y, Jia G, Jin L. A bibliometric analysis of research foci and trends in cerebral ischemia-reperfusion injury involving autophagy during 2008 to 2022. Medicine 2023;102:47(e35961). References [1] Kalogeris T Baines CP Krenz M . Cell biology of ischemia/reperfusion injury. In: Jeon KW, ed. International review of cell and molecular biology, Vol 298 . Elsevier Academic Press Inc ; 2012 : 229 – 317 . International Review of Cell and Molecular Biology . [2] Gao ML Zhang ZY Lai K . Puerarin: a protective drug against ischemia-reperfusion injury Review. Front Pharmacol . 2022 ; 13 : 10 . [3] Burrows F Haley MJ Scott E . Systemic inflammation affects reperfusion following transient cerebral ischaemia. Exp Neurol . 2016 ; 277 : 252 – 60 . 26795089 [4] Lv ST Yang HY Jing PC . Alpha-tocopherol pretreatment alleviates cerebral ischemia-reperfusion injury in rats letter. CNS Neurosci Ther . 2022 ; 28 : 964 – 70 . 35301808 [5] Huang YG Tao W Yang SB . Autophagy: novel insights into therapeutic target of electroacupuncture against cerebral ischemia/reperfusion injury. Neural Regen Res . 2019 ; 14 : 954 – 61 . 30761999 [6] Gabryel B Kost A Kasprowska D . Neuronal autophagy in cerebral ischemia - a potential target for neuroprotective strategies?. Pharmacol Rep . 2012 ; 64 : 1 – 15 . 22580515 [7] Moskowitz MA Lo EH Iadecola C . The science of stroke: mechanisms in search of treatments. Neuron . 2010 ; 67 : 181 – 98 . 20670828 [8] Galluzzi L Bravo-San Pedro JM Blomgren K . Autophagy in acute brain injury. Nat Rev Neurosci . 2016 ; 17 : 467 – 84 . 27256553 [9] Wang P Shao BZ Deng ZQ . Autophagy in ischemic stroke. Prog Neurobiol . 2018 ; 163-164 : 98 – 117 . 29331396 [10] Tian FF Deguchi K Yamashita T . In vivo imaging of autophagy in a mouse stroke model. Autophagy . 2010 ; 6 : 1107 – 14 . 20930570 [11] Zhang XN Yan HJ Yuan Y . Cerebral ischemia-reperfusion-induced autophagy protects against neuronal injury by mitochondrial clearance. Autophagy . 2013 ; 9 : 1321 – 33 . 23800795 [12] Zhang J Yu N Wang B . Trends in the use of augmented reality, virtual reality, and mixed reality in surgical research: a global bibliometric and visualized analysis. Indian J Surg . 2022 ; 84 ( SUPPL 1 ): 52 – 69 . 35228782 [13] Ding X Yang Z . Knowledge mapping of platform research: a visual analysis using VOSviewer and CiteSpace. Electron Commer Res . 2020 ; 22 : 787 – 809 . [14] Brown NJ Wilson B Shahrestani S . The 100 most influential publications on medulloblastoma: areas of past, current, and future focus review. World Neurosurg . 2021 ; 146 : 119 – 39 . 33212273 [15] Deora H Ferini G Garg K . Evaluating the impact of intraoperative MRI in neuro-oncology by scientometric analysis. Life-Basel . 2022 ; 12 : 31 . [16] Zhang MM Yang KL Cui YC . Current trends and research topics regarding intestinal organoids: an overview based on bibliometrics. Front Cell Dev Biol . 2021 ; 9 : 14 . [17] Thelwall M . Bibliometrics to webometrics. J Inf Sci . 2008 ; 34 : 605 – 21 . [18] Chen J Wang C Tang Y . Knowledge mapping of volunteer motivation: a bibliometric analysis and cross-cultural comparative study. Front Psychol . 2022 ; 13 : 883150 . 35719581 [19] Chen C . CiteSpace II: detecting and visualizing emerging trends and transient patterns in scientific literature. J Am Soc Inf Sci Technol . 2006 ; 57 : 359 – 77 . [20] Petsko GA . Big science, little science. Editorial Material. EMBO Rep . 2009 ; 10 : 1282 – 1282 . 19949404 [21] Vaseva AV Marchenko ND Ji K . p53 Opens the mitochondrial permeability transition pore to trigger necrosis article. Cell . 2012 ; 149 : 1536 – 48 . 22726440 [22] Wu MY Yiang GT Liao WT . Current mechanistic concepts in ischemia and reperfusion injury. Cell Physiol Biochem . 2018 ; 46 : 1650 – 67 . 29694958 [23] Liu Y Levine B . Autosis and autophagic cell death: the dark side of autophagy. Cell Death Differ . 2015 ; 22 : 367 – 76 . 25257169 [24] Li LL Tan J Miao YY . ROS and autophagy: interactions and molecular regulatory mechanisms review. Cell Mol Neurobiol . 2015 ; 35 : 615 – 21 . 25722131 [25] Rodrigo R Fernandez-Gajardo R Gutierrez R . Oxidative stress and pathophysiology of ischemic stroke: novel therapeutic opportunities article. CNS Neurol Disord Drug Targets . 2013 ; 12 : 698 – 714 . 23469845 [26] Liu Y Shoji-Kawata S Sumpter RM . Autosis is a Na+,K+-ATPase-regulated form of cell death triggered by autophagy-inducing peptides, starvation, and hypoxia-ischemia. Proc Natl Acad Sci U S A . 2013 ; 110 : 20364 – 71 . 24277826 [27] Nakka VP Gusain A Mehta SL . Molecular mechanisms of apoptosis in cerebral ischemia: Multiple neuroprotective opportunities. Mol Neurobiol . 2008 ; 37 : 7 – 38 . 18066503 [28] Wan YT Shen JY Ouyang JF . Bibliometric and visual analysis of neutrophil extracellular traps from 2004 to 2022. Front Immunol . 2022 ; 13 : 21 . [29] Chen C . Science mapping: a systematic review of the literature. J Data Information Sci . 2017 ; 2 : 1 – 40 . [30] Yang XJ Wang XY Li XG . Exploring emerging IoT technologies in smart health research: a knowledge graph analysis. BMC Med Inform Decis Mak . 2020 ; 20 : 12 . 31992289 [31] Zhu C Wang X Xu F . The influence of age on apoptotic and other mechanisms of cell death after cerebral hypoxia-ischemia; Research Support, Non-US Gov’t. Cell Death Differ . 2005 ; 12 : 162 – 76 . 15592434 [32] Li HY Li X Xu ZM . Unbalanced regulation of Sec22b and Ykt6 blocks autophagosome axonal retrograde flux in neuronal ischemia-reperfusion injury. J Neurosci . 2022 ; 42 : 5641 – 54 . 35654605 [33] Wang WZ Jiang B Sun HX . Prevalence, incidence, and mortality of stroke in China results from a nationwide population-based survey of 480 687 adults. Circulation . 2017 ; 135 : 759 – 71 . 28052979 [34] Zhou MG Wang HD Zeng XY . Mortality, morbidity, and risk factors in China and its provinces, 1990-2017: a systematic analysis for the Global Burden of Disease Study 2017 Article. Lancet . 2019 ; 394 : 1145 – 58 . 31248666 [35] Liu LP Wang D Wong KSL . Stroke and stroke care in China huge burden, significant workload, and a national priority. Stroke . 2011 ; 42 : 3651 – 4 . 22052510 [36] Ahsan A Zheng YR Ma SJ . Tomatidine protects against ischemic neuronal injury by improving lysosomal function. Eur J Pharmacol . 2020 ; 882 : 173280 . 32580039 [37] Nabavi SF Sureda A Sanches-Silva A . Novel therapeutic strategies for stroke: the role of autophagy. Crit Rev Clin Lab Sci . 2019 ; 56 : 182 – 99 . 30821184 [38] Sun YL Zhu YH Zhong XJ . Crosstalk between autophagy and cerebral ischemia. Front Neurosci . 2019 ; 12 : 7 . [39] Wang M Lee HL Elkin K . Detrimental and beneficial effect of autophagy and a potential therapeutic target after ischemic stroke. Evid-Based Complement Altern Med . 2020 ; 2020 : 10 . [40] Zheng YR Zhou ZC Han F . Special issue: neuroinflammatory pathways as treatment targets in brain disorders autophagic regulation of neuroinflammation in ischemic stroke. Neurochem Int . 2021 ; 148 : 105114 . 34192589 [41] Feng JH Chen XM Guan BH . Inhibition of peroxynitrite-induced mitophagy activation attenuates cerebral ischemia-reperfusion injury. Mol Neurobiol . 2018 ; 55 : 6369 – 86 . 29307080 [42] Su PW Zhai Z Wang T . Research progress on astrocyte autophagy in ischemic stroke. Front Neurol . 2022 ; 13 : 15 . [43] Lonati E Corsetto PA Montorfano G . Lipid reshaping and lipophagy are induced in a modeled ischemia-reperfusion injury of blood brain barrier. Int J Mol Sci . 2019 ; 20 : 17 . [44] Fan YY Hu WW Nan F . Postconditioning-induced neuroprotection, mechanisms and applications in cerebral ischemia. Neurochem Int . 2017 ; 107 : 43 – 56 . 28087295 [45] Han D Zhang S Fan B . Ischemic postconditioning protects the neurovascular unit after focal cerebral ischemia/reperfusion injury. J Mol Neurosci . 2014 ; 53 : 50 – 8 . 24337985 [46] Chen Y Tachibana O Hasegawa M . Absence of tight junctions between microvascular endothelial cells in human cerebellar hemangioblastomas. Neurosurgery . 2006 ; 59 : 660 – 70 . discussion 660–70. 16955048 [47] Qin Y Zhang Q Liu YR . Analysis of knowledge bases and research focuses of cerebral ischemia-reperfusion from the perspective of mapping knowledge domain Review. Brain Res Bull . 2020 ; 156 : 15 – 24 . 31843561 [48] Li HY Gao AJ Feng DX . Evaluation of the protective potential of brain microvascular endothelial cell autophagy on blood-brain barrier integrity during experimental cerebral ischemia-reperfusion injury Article. Transl Stroke Res . 2014 ; 5 : 618 – 26 . 25070048 [49] Yang ZG Huang C Wen XY . Circular RNA circ-FoxO3 attenuates blood-brain barrier damage by inducing autophagy during ischemia/reperfusion Article. Mol Ther . 2022 ; 30 : 1275 – 87 . 34763084 [50] Xiaoqing S Yinghua C Xingxing Y . The autophagy in ischemic stroke: a regulatory role of non-coding-RNAs Article. Cell Signal . 2023 ; 104 : 10 . [51] Cai L Zhang BD . A narrative review of long noncoding RNA: insight into neural ischemia/reperfusion mediated by two pathophysiological processes of injury and repair Review. Ann Transl Med . 2022 ; 10 : 235 . 35280354 [52] Ma W Zhu KW Yin LW . Effects of ischemic postconditioning and long non-coding RNAs in ischemic stroke Review. Bioengineered . 2022 ; 13 : 14799 – 814 . 36420646 [53] Wang S Han X Mao ZC . MALAT1 IncRNA induces autophagy and protects brain microvascular endothelial cells against oxygen-glucose deprivation by binding to mir-200c-3p and upregulating SIRT1 expression Article. Neuroscience . 2019 ; 397 : 116 – 26 . 30496821 [54] Li ZJ Li J Tang N . Long noncoding RNA MALAT1 is a potent autophagy inducer protecting brain microvascular endothelial cells against oxygen-glucose deprivation/reoxygenationinduced injury by sponging miR-26b and upregulating ULK2 EXPRESSION Article. Neuroscience . 2017 ; 354 : 1 – 10 . 28433650 [55] Yang BA Li YQ Ma YM . Selenium attenuates ischemia/reperfusion injury-induced damage to the blood-brain barrier in hyperglycemia through PI3K/AKT/mTOR pathway-mediated autophagy inhibition Article. Int J Mol Med . 2021 ; 48 : 13 . [56] Zhang LY Han YB Wu XL . Research progress on the mechanism of curcumin in cerebral ischemia/reperfusion injury: a narrative review Review. Apoptosis . 2023 ; 28 : 1285 – 303 . 37358747 [57] Lan TC Xu YY Li SC . Cornin protects against cerebral ischemia/reperfusion injury by preventing autophagy via the PI3K/Akt/mTOR pathway Article. BMC Pharmacol Toxicol . 2022 ; 23 : 15 . 35227329 [58] Liang JY Cai JL Zhang YT . Cyclo-(Phe-Tyr) reduces cerebral ischemia/reperfusion-induced blood-brain barrier dysfunction through regulation of autophagy Article. Food Funct . 2022 ; 13 : 12278 – 90 . 36345882 [59] Wang L Dai MS Ge YY . EGCG protects the mouse brain against cerebral ischemia/reperfusion injury by suppressing autophagy via the AKT/AMPK/mTOR phosphorylation pathway Article. Front Pharmacol . 2022 ; 13 : 14 . [60] Zhang YF He YC Wu ML . Rehmapicroside ameliorates cerebral ischemia-reperfusion injury via attenuating peroxynitrite-mediated mitophagy activation Article. Free Radic Biol Med . 2020 ; 160 : 526 – 39 . 32784031 [61] Zhang QQ Luo L Liu MX . Enriched environment-induced neuroprotection against cerebral ischemia-reperfusion injury might be mediated via enhancing autophagy flux and mitophagy flux Article. Mediat Inflamm . 2022 ; 2022 : 14 . [62] Mao CL Hu C Zhou YD . Electroacupuncture pretreatment against cerebral ischemia/reperfusion injury through mitophagy Article. Evid-based Complement Altern Med . 2020 ; 2020 : 9 . [63] Cao C Ding JS Cao DM . TREM2 modulates neuroinflammation with elevated IRAK3 expression and plays a neuroprotective role after experimental SAH in rats Article. Neurobiol Dis . 2022 ; 171 : 105809 . 35781003 [64] Yang MP Wang YY Wang SQ . Electroacupuncture pretreatment induces ischemic tolerance by neuronal TREM2-mediated enhancement of autophagic flux Article. Brain Res Bull . 2023 ; 193 : 27 – 36 . 36470555 [65] Gao L Dong Q Song ZH . NLRP3 inflammasome: a promising target in ischemic stroke Review. Inflamm Res . 2017 ; 66 : 17 – 24 . 27576327 [66] Yin JJ Wan JY Zhu JQ . Global trends and prospects about inflammasomes in stroke: a bibliometric analysis Review. Chin Med . 2021 ; 16 : 11 . 33461587 [67] Zhao SZ Li XT Wang J . The role of the effects of autophagy on NLRP3 inflammasome in inflammatory nervous system diseases Review. Front Cell Dev Biol . 2021 ; 9 : 11 . [68] Wang YT Meng CC Zhang JY . Inhibition of GSK-3 beta alleviates cerebral ischemia/reperfusion injury in rats by suppressing NLRP3 inflammasome activation through autophagy Article. Int Immunopharmacol . 2019 ; 68 : 234 – 41 . 30703695 [69] Lin Y Huang TT Shen WM . TRPV1 suppressed NLRP3 through regulating autophagy in microglia after ischemia-reperfusion injury Article. J Mol Neurosci . 2022 ; 72 : 792 – 801 . 35041191 [70] Long M Wang ZG Shao LY . Electroacupuncture pretreatment attenuates cerebral ischemia-reperfusion injury in rats through transient receptor potential Vanilloid 1-mediated anti-apoptosis via inhibiting NF-KB signaling pathway Article. Neuroscience . 2022 ; 482 : 100 – 15 . 34929338 [71] Zhai JW Li N Zhang X . Isoflurane enhances autophagy by activating AMPK/ULK1, inhibits NLRP3, and reduces cognitive impairment after cerebral ischemia-reperfusion injury in rats article; early access. J Mol Neurosci . 2023 ; 73 : 549 – 62 . 37389765 [72] Huang ZW Zhou X Zhang XQ . Pien-Tze-Huang, a Chinese patent formula, attenuates NLRP3 inflammasome-related neuroinflammation by enhancing autophagy via the AMPK/mTOR/ULK1 signaling pathway Article. Biomed Pharmacother . 2021 ; 141 : 11 . [73] Mao L Wu DH Hu GH . TLR4 enhances cerebral ischemia/reperfusion injury via regulating NLRP3 inflammasome and autophagy Article. Mediat Inflamm . 2023 ; 2023 : 9 . [74] Mo Y Sun YY Liu KY . Autophagy and inflammation in ischemic stroke Review. Neural Regen Res . 2020 ; 15 : 1388 – 96 . 31997797 [75] Zhou MX Xu WM Wang JZ . Boosting mTOR-dependent autophagy via upstream TLR4-MyD88-MAPK signalling and downstream NF-kappa B pathway quenches intestinal inflammation and oxidative stress injury Article. EBioMedicine . 2018 ; 35 : 345 – 60 . 30170968 [76] Cosin-Roger J Simmen S Melhem H . Hypoxia ameliorates intestinal inflammation through NLRP3/mTOR downregulation and autophagy activation Article. Nat Commun . 2017 ; 8 : 13 . 28408739 [77] Hao DL Xie R Zhong YL . Jasminoidin and ursodeoxycholic acid exert synergistic effect against cerebral ischemia-reperfusion injury via Dectin-1-induced NF-kappa B activation pathway. Phytomedicine . 2023 ; 115 : 154817 . 37121061",
    "full_text_abstract": "Background: Cerebral ischemia-reperfusion injury (CIRI) is a complex pathophysiological process that typically occurs during the treatment of ischemia, with limited therapeutic options. Autophagy plays a vital role during the reperfusion phase and is a potential therapeutic target for preventing and treating cerebral ischemia-reperfusion injury. Methods: We conducted a comprehensive search of the Web of Science Core Collection for publications related to cerebral ischemia-reperfusion injury with autophagy, published between January 1, 2008, and January 1, 2023. We analyzed the selected publications using VOSviewer, CiteSpace, and other bibliometric tools. Results: Our search yielded 877 relevant publications. The field of autophagy in cerebral ischemia-reperfusion injury has grown rapidly since 2016. China has been the leading contributor to publications, followed by the USA and Iran. Chen Zhong and Qin Zhenghong have been influential in this field but have yet to reach all groups. In addition, there has been a shortage of collaboration among authors from different institutions. Our literature and keyword analysis identified Neurovascular protection (#11 Neuroprotective, #13 Neurovascular units, etc) and Inflammation (NLRP3 inflammasome) as popular research directions. Furthermore, the terms “Blood-Brain Barrier,” “Mitophagy,” and “Endoplasmic reticulum stress” have been frequently used and may be hot research topics in the future. Conclusions: The role of autophagy in cerebral ischemia-reperfusion injury remains unclear, and the specific mechanisms of drugs used to treat ischemia-reperfusion injury still need to be explored. This work outlines the changing trends in investigating cerebral ischemia-reperfusion injury involving autophagy and suggests future lines of inquiry."
}