{
    "PMC": "7494067",
    "DOI": "10.1002/cac2.12084",
    "PMID": "32809272",
    "PMCID": "PMC7494067",
    "title": "A newly discovered role of metabolic enzyme PCK1 as a protein kinase to promote cancer lipogenesis.",
    "year": 2020,
    "source_url": "https://europepmc.org/article/PMC/PMC7494067",
    "source": "MED",
    "abstract_text": "Highly active lipogenesis is essential for rapid tumor growth. Sterol regulatory element-binding protein (SREBP) is a key transcriptional factor for lipogenesis and activated by reduced sterol and oxysterol levels. However, the mechanism by which cancer cells activate SREBP without altering these sterol/oxysterol levels remains elusive. In one of our recent studies published in Nature entitled \"The gluconeogenic enzyme PCK1 phosphorylates INSIG1/2 for lipogenesis\", we demonstrated that activated AKT-mediated phosphoenolpyruvate carboxykinase 1 (PCK1) S90 phosphorylation reduces the gluconeogenic activity of PCK1 and triggers its translocation to the endoplasmic reticulum (ER), where PCK1 acts as a protein kinase and uses GTP, rather than ATP, as a phosphate donor to phosphorylate Insig1/2 thereby reducing oxysterol's binding to Insig1/2 and activating SREBP-mediated lipogenesis for tumor growth. These findings elucidate a coordinated regulation between gluconeogenesis and lipogenesis and uncover a critical role of the protein kinase activity of PCK1 in SREBP-dependent lipid synthesis.",
    "full_text": "Cancer Commun (Lond) Cancer Commun (Lond) 10.1002/(ISSN)2523-3548 CAC2 Cancer Communications 2523-3548 John Wiley and Sons Inc. Hoboken 7494067 10.1002/cac2.12084 CAC212084 Editorial Editorial A newly discovered role of metabolic enzyme PCK1 as a protein kinase to promote cancer lipogenesis EDITORIAL Jiang Hongfei 1 † Zhu Lei 1 † Xu Daqian 2 xudaqian@zju.edu.cn Lu Zhimin https://orcid.org/0000-0002-2859-2736 2 zhiminlu@zju.edu.cn 1 The Affiliated Hospital of Qingdao University and Qingdao Cancer Institute Qingdao Shandong 266071 P. R. China 2 Department of Hepatobiliary and Pancreatic Surgery Zhejiang Provincial Key Laboratory of Pancreatic Disease Institute of Translational Medicine the First Affiliated Hospital, School of Medicine Zhejiang University Hangzhou Zhejiang 310029 P. R. China * Correspondence Daqian Xu and Zhimin Lu, Department of Hepatobiliary and Pancreatic Surgery, Zhejiang Provincial Key Laboratory of Pancreatic Disease, Institute of Translational Medicine, the First Affiliated Hospital, School of Medicine, Zhejiang University, Hangzhou 310029, Zhejiang, P. R. China. Email: xudaqian@zju.edu.cn ; zhiminlu@zju.edu.cn † These authors contributed equally to this work. 18 8 2020 9 2020 40 9 10.1002/cac2.v40.9 389 394 28 4 2020 05 7 2020 22 7 2020 © 2020 The Authors. Cancer Communications published by John Wiley & Sons Australia, Ltd. on behalf of Sun Yat‐sen University Cancer Center This is an open access article under the terms of the http://creativecommons.org/licenses/by-nc-nd/4.0/ License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifications or adaptations are made. Abstract Highly active lipogenesis is essential for rapid tumor growth. Sterol regulatory element‐binding protein (SREBP) is a key transcriptional factor for lipogenesis and activated by reduced sterol and oxysterol levels. However, the mechanism by which cancer cells activate SREBP without altering these sterol/oxysterol levels remains elusive. In one of our recent studies published in Nature entitled “The gluconeogenic enzyme PCK1 phosphorylates INSIG1/2 for lipogenesis”, we demonstrated that activated AKT‐mediated phosphoenolpyruvate carboxykinase 1 (PCK1) S90 phosphorylation reduces the gluconeogenic activity of PCK1 and triggers its translocation to the endoplasmic reticulum (ER), where PCK1 acts as a protein kinase and uses GTP, rather than ATP, as a phosphate donor to phosphorylate Insig1/2 thereby reducing oxysterol's binding to Insig1/2 and activating SREBP‐mediated lipogenesis for tumor growth. These findings elucidate a coordinated regulation between gluconeogenesis and lipogenesis and uncover a critical role of the protein kinase activity of PCK1 in SREBP‐dependent lipid synthesis. source-schema-version-number 2.0 cover-date September 2020 details-of-publishers-convertor Converter:WILEY_ML3GV2_TO_JATSPMC version:5.9.1 mode:remove_FC converted:16.09.2020 Abbreviations ACC1 acetyl‐CoA carboxylase‐1 AKT1S1 AKT1 substrate 1 CtIP CtBP‐interacting protein EGFR epidermal growth factor receptor ER endoplasmic reticulum FASN fatty acid synthase GPAT glycerol‐3‐phosphate acyltransferase HCC hepatocellular carcinoma HMGCR 3‐hydroxy‐3‐methylglutaryl‐CoA reductase HMGCS HMGC synthase IGF1 insulin‐like growth factor 1 IGF1R IGF1 receptor Insig insulin‐induced gene KHK‐A ketohexokinase‐A LDLR low‐density lipoprotein receptor MLC2 myosin light chain 2 PCK1 phosphoenolpyruvate carboxykinase 1 PDGF platelet‐derived growth factor PDHK1 pyruvate dehydrogenase kinase 1 PEP phosphoenolpyruvate PGK1 phosphoglycerate kinase 1 PKM2 pyruvate kinase M2 PRPS1 phosphoribosyl pyrophosphate synthetase 1 S1P site‐1 protease S2P site‐2 protease SCAP SREBP cleavage‐activating pro¬tein SCD1 stearoyl‐CoA desaturase‐1 SNAP‐23 synaptosome‐associated protein 23 SREBP sterol regulatory element‐binding protein SS squalene synthase Lipid metabolism, in particular fatty acid and cholesterol synthesis, is essential to convert nutrients into metabolic intermediates for membrane biosynthesis, energy storage and the generation of signaling molecules. Tumor cells maintain high level of lipid metabolism for rapid cell proliferation [ 1 , 2 , 3 , 4 ]. Transcription of genes required for fatty acid and cholesterol synthesis and cholesterol uptake is controlled by membrane‐bound transcription factor sterol regulatory element‐binding proteins (SREBPs), including SREBP‐1a, SREBP‐1c/ADD1 and SREBP‐2 isoforms [ 5 ]. The function of SREBPs is mainly regulated by an escort protein (the SREBP cleavage‐activating protein [SCAP]) and endoplasmic reticulum (ER) anchor proteins (insulin‐induced genes [Insigs]), during the feedback loop of cholesterol synthesis [ 6 , 7 , 8 ]. Under sterol‐depleted conditions, SCAP and SREBPs complex is captured by COPII‐mediated vesicles and transported from the ER to the Golgi apparatus [ 7 , 9 ], where the SREBPs are proteolytically processed by Site‐1 protease (S1P) and Site‐2 protease (S2P) to yield active amino‐terminal fragments that enter the nucleus for gene transcription [ 10 , 11 ]. Under high intracellular sterol conditions, abundant cholesterol in the ER membrane binds to SCAP, induces its conformational change, and enables it to bind to Insigs. When SCAP interacts with Insigs, COPII proteins can no longer bind to a hexapeptide sorting signal (MELADL) in SCAP, leading to the retention of the SREBP‐SCAP complex in the ER [ 6 , 12 , 13 ]. Two Insig isoforms, Insig1 (277 amino acids) and Insig2 (225 amino acids, sharing 69% amino acid identity with Insig1), contain 6 transmembrane‐spanning regions and differ in their cytosolic N‐termini [ 14 , 15 ]. Insig proteins do not bind to cholesterol. Instead, they bind to oxysterols, which are cholesterol derivatives‐including 22‐, 24‐, 25‐, and 27‐hydroxycholesterol, in the central cavities within their transmembrane domains. Insigs interact with SCAP via transmembrane domains 3 and 4 [ 6 , 16 ‐ 18 ]. The binding of oxysterols to Insigs is crucial for the interaction between Insigs and SCAP, which does not bind to oxysterols [ 9 , 17 , 18 ]. Thus, cholesterol and oxysterols block COPII binding to SCAP by binding to different intracellular receptors, cholesterol to SCAP and oxysterols to Insigs. Similar to the effect of cholesterol deprivation, low oxycholesterol conditions disrupt the Insigs‐SCAP interaction, leading to SREBP activation and concomitant Insigs ubiquitylation and degradation [ 9 , 17 ‐ 19 ]. In addition to its function to hinder the ER‐to‐Golgi transport of the SREBP‐SCAP complex, Insigs promote the degradation of 3‐hydroxy‐3‐methylglutaryl‐CoA reductase (HMGCR), thereby reducing cholesterol synthesis [ 10 ]. Although it is well known that the interaction between Insigs and the SREBP‐SCAP complex is regulated by intracellular sterol levels, whether the binding of oxysterol to Insigs is regulated without alteration of oxysterol levels for SREBP activation in response to oncogenic signaling remains elusive. Cancer cells favor glycolysis to provide energy and metabolic intermediates for synthesis lipids, proteins, and nucleic acids regardless of the presence or absence of oxygen, and this phenomenon is referred to as the Warburg effect [ 20 , 21 ]. Gluconeogenesis, which in essence is the reverse pathway of glycolysis that results in the generation of glucose from certain non‐carbohydrate carbon substrates, is in principle suppressed in cancer cells with highly activated glycolysis [ 20 ]. Consistently, forced expression of phosphoenolpyruvate carboxykinase (PCK or PEPCK), which has a cytoplasmic phosphoenolpyruvate carboxykinase 1 (PCK1) and a mitochondrial PCK2 isoforms and is a rate‐limiting enzyme of gluconeogenesis that converts oxaloacetate and GTP into phosphoenolpyruvate (PEP) and CO 2 by addition of phosphate to pyruvate with concomitant aldol cleavage of CO 2 from oxaloacetate [ 22 ], inhibits HCC development by increasing gluconeogenesis, decreasing glycolysis, and enhancing energy and oxidative stress [ 23 , 24 ]. However, upregulated expression of PCK1 or PCK2 was detected in colon cancer [ 25 ], lung cancer [ 26 ], melanoma [ 27 ], and lymphoma [ 25 ], and metastatic breast cancer cells [ 28 ]. These findings imply that PCK has non‐gluconeogenic function in regulating tumor development. We recently, for the first time, reported that PCK1 translocates to the ER and acts as a protein kinase phosphorylating Insigs for activating SREBP‐dependent lipogenesis and promoting tumor growth [ 29 ]. To determine how cancer cells regulate SREBP activation under sterol‐sufficient conditions, we treated Huh7 human hepatocellular carcinoma (HCC) cells with the insulin‐like growth factor 1 (IGF1), which induces the signaling that is critical for HCC development [ 30 ]. Mass spectrometric analyses of immunoprecipitates of Insig1 and Insig2 showed that these proteins bound to PCK1. Cell fractionation analyses revealed that a small portion of PCK1 translocated to the ER upon IGF1 stimulation, and this translocation was blocked by AKT inhibition and elicited by AKT activation. Co‐immunoprecipitation analyses of HCC cells and an in vitro GST pull‐down assay with purified proteins revealed that AKT1 bound directly to PCK1. Activated AKT1 in vitro and IGF1‐activated AKT in HCC cells phosphorylated PCK1 at evolutionally conserved S90. PCK1 S90A mutant expressed HCC cells were resistant to IGF1‐ or active AKT1‐induced PCK1 S90 phosphorylation and ER translocation. In contrast, the phosphorylation‐mimicking PCK1 S90E mutant accumulated in the ER without IGF1 stimulation indicated that AKT1‐mediated PCK1 S90 phosphorylation is required and sufficient for the ER translocation of PCK1. Importantly, PCK1 S90 phosphorylation reduced PCK1's binding affinity to oxaloacetate and its enzymatic activity to produce phosphoenolpyruvate. Thus, AKT‐mediated PCK1 phosphorylation inhibited the canonical function of PCK1 in gluconeogenesis and induced and ER translocation. Notably, only AKT‐phosphorylated purified wide‐type PCK1, but not purified PCK1 S90A, interacted with purified Insig1/2. The expression of Insig1/2 truncation mutants revealed that the Insig1/2 loop 1 bound to PCK1 [ 29 ]. These results indicate that PCK1 S90 phosphorylation is required for PCK1's binding to Insig1/2. We and other groups previously demonstrated that metabolic enzymes can possess protein kinase activity to phosphorylate a variety of protein substrates for critical regulation of cellular activities [ 2 , 31 , 32 ]. The glycolytic enzyme pyruvate kinase M2 (PKM2) uses PEP as the phosphate donor to phosphorylate histone H3 [ 2 , 33 ], STAT3 [ 31 ], Bub3 [ 34 ], myosin light chain 2 (MLC2) [ 35 ], AKT1 substrate 1 (AKT1S1) [ 31 ], Bcl‐2 [ 31 ], synaptosome‐associated protein 23 (SNAP‐23) [ 36 ], and CtBP‐interacting protein (CtIP) [ 37 ]. Accordingly, PKM2 regulates the Warburg effect, tumor cell migration and metastasis, gene expression, mitosis, and cytokinesis progression, cell proliferation, apoptosis, DNA damage responses, and exosome secretion [ 2 , 31 , 36 , 38 ]. The glycolytic enzyme phosphoglycerate kinase 1 (PGK1) uses ATP as a donor and phosphorylates pyruvate dehydrogenase kinase 1 (PDHK1) and Beclin1 to suppress mitochondrial pyruvate metabolism and promote autophagy, respectively [ 39 , 40 , 41 ]. Thus, the two ATP‐producing glycolytic enzymes can have protein kinase activities. In addition to glycolytic enzymes, we demonstrated that ketohexokinase‐A (KHK‐A) acts as a protein kinase and uses ATP to phosphorylate phosphoribosyl pyrophosphate synthetase 1 (PRPS1) for promoting the de novo nucleic acid synthesis and HCC formation and p62 for activating Nrf2‐dependent antioxidant responses [ 42 , 43 ]. In line with our previous report that metabolic enzymes could function as protein kinases, we revealed that PCK1 used GTP as the phosphate donor and phosphorylated Insig1 S207 and Insig2 S151 in vitro . This phosphorylation induced by IGF1 was abolished by knock‐in expression of PCK1 S90A [ 29 ], demonstrating that AKT‐phosphorylated PCK1 acts as a protein kinase to phosphorylate Insig1/2. The significance of PCK1‐mediated Insig1/2 phosphorylation was revealed by reduced binding affinity of PCK1‐phosphorylated WT Insig1/2 or phospho‐mimicking Insig1 S207E and Insig2 S151E, but not their phosphorylation‐dead mutants, to [ 3 H] 25‐hydroxycholesterol. Consequently, this Insig1/2 phosphorylation resulted in the disruption of Insig‐SCAP interaction, SCAP‐SREBP1/2 ER‐to‐Golgi translocation, SREBP1/2 cleavage, nuclear SREBP1/2 accumulation, and SREBP1/2 transcriptional activation. Consequently, this signaling cascade induced expression of SREBP1‐targeted fatty acid and triglycerides synthesis genes, including fatty acid synthase ( FASN ), acetyl‐CoA carboxylase‐1 ( ACC1 ), stearoyl‐CoA desaturase‐1 ( SCD1 ), glycerol‐3‐phosphate acyltransferase ( GPAT ), and SREBF1 (encoding SREBP1), and SREBP2‐mediated transcription of cholesterol biogenesis‐related genes, such as HMGCR , HMGC synthase ( HMGCS ), low‐density lipoprotein receptor ( LDLR ), and squalene synthase ( SS ). As expected, PCK1‐mediated Insig1/2 phosphorylation increased the incorporation of [ 14 C] glucose into triglycerides and fatty acids. Importantly, this regulation was induced by AKT activation mediated by expression of K‐RAS G12V, active IGF1 receptor (IGF1R) V922E mutant, active epidermal growth factor receptor (EGFR) vIII mutant, and platelet‐derived growth factor (PDGF) stimulation, which occurred in HCC cells, human melanoma cells, human glioblastoma cells, and human non‐small cell lung cancer cells. Thus, PCK1‐mediated lipogenesis is a general phenotype in different types of cancer in response to the expression of multiple oncogenes and activation of different receptor tyrosine kinases. In addition, phosphorylation of AKT, PCK1 S90, Insig1 S207, and Insig2 S151 as well as SREBP1 cleavage were dramatically enhanced in normal liver from the mice refed with glucose after fasting, suggesting that blood glucose level in vivo regulates PCK1‐mediated Insig1/2 phosphorylation and SREBP1 activation in the liver, revealing a potential mechanism underlying overnutrition‐promoted non‐alcoholic fatty liver diseases. Notably, phosphorylation of AKT, PCK1 S90, Insig1 S207, and Insig2 S151 as well as SREBP1 cleavage were substantially increased in HCC cells compared with normal human hepatocytes [ 29 ], supporting that HCC cells with highly activated AKT have much elevated PCK1‐mediated SREBP1 activation. As expected, knock‐in expression of Insig1 S207A/Insig2 S151A or PCK1 S90A inhibited proliferation of HCC cells and active IGF1R V922E‐ or active AKT‐induced liver tumor growth in mice. In addition, dominant negative IGF1R L1003R‐inhibited tumor growth with reduced PCK1 and Insig1/2 phosphorylation and nuclear SREBP1 accumulation were partially reverted by PCK1 S90D or Insig1 S207D/Insig2 S151D expression, supporting that PCK1‐mediated Insig1/2 phosphorylation and subsequent SREBP1 activation promotes HCC development. The clinical relevance of PCK1‐regulated SREBP1 activation was demonstrated by analyses of primary HCC and adjacent normal tissue samples, which showed that PCK1 S90 and Insig1 S207/Insig2 S151 phosphorylation and nuclear SREBP1 expression were markedly increased in the HCC specimens and correlated with each other in HCC tumors. Importantly, the levels of PCK1 S90, Insig1 S207/Insig2 S151 phosphorylation, and nuclear SREBP1 expression in HCC samples were inversely correlated with overall survival durations of HCC patients [ 29 ]. In summary, we identified PCK1 as a new member of the protein kinome, using GTP, rather than ATP, as a phosphate donor. AKT‐mediated PCK1 S90 phosphorylation not only reduced the metabolic activity of PCK1 but also translocated it to the ER, and both regulations reduced its function in gluconeogenesis. Importantly, S90‐phosphorylated PCK1 acts as a protein kinase and phosphorylates Insig1/2 thereby reducing oxysterol's binding to Insig1/2 and activating SREBP1/2‐mediated lipogenesis including synthesis of fatty acids, triglycerides, and cholesterol for tumor growth (Figure 1 ). Thus, our results elucidate an instrumentally integrated regulation between gluconeogenesis and lipogenesis and uncover a critical mechanism by which oncogenic signaling activates SREBP‐dependent lipid synthesis in the tumor microenvironment that has normal levels of oxysterol. This finding underscores the significance of the non‐canonical function of PCK1 in tumor development and the potential to target the protein kinase activity of PCK1 for cancer treatment. FIGURE 1 PCK1 acting as a protein kinase phosphorylates INSIG1/2, thereby activating SREBP1/2‐dependent lipogenesis for tumor development DECLARATIONS ETHICS APPROVAL AND CONSENT TO PARTICIPATE Not applicable. CONSENT FOR PUBLICATION Not applicable. AVAILABILITY OF DATA AND MATERIALS Not applicable. COMPETING INTERESTS The authors declare that they have no competing interests. FUNDING Not applicable. AUTHORS' CONTRIBUTIONS Z.L. and D.X. conceived and designed the report. Z.L., D.X., H.J., and L.Z. wrote the manuscript. All authors read and approved the final manuscript. ACKNOWLEDGEMENTS Not applicable. REFERENCES 1 Rohrig F , Schulze A. The multifaceted roles of fatty acid synthesis in cancer . Nature Areviews Cancer . 2016 ; 16 ( 11 ): 732 ‐ 49 . 10.1038/nrc.2016.89 . 27658529 2 Li X , Egervari G , Wang Y , Berger SL , Lu Z . Regulation of chromatin and gene expression by metabolic enzymes and metabolites . Nat Rev Mol Cell Biol . 2018 ; 19 ( 9 ): 563 ‐ 78 . 10.1038/s41580-018-0029-7 . 29930302 3 Cheng C , Geng F , Cheng X , Guo D . Lipid metabolism reprogramming and its potential targets in cancer . Cancer Commun . 2018 ; 38 ( 1 ): 27 10.1186/s40880-018-0301-4 . 4 Kuo CY , Ann DK . When fats commit crimes: fatty acid metabolism, cancer stemness and therapeutic resistance . Cancer Commun . 2018 ; 38 ( 1 ): 47 10.1186/s40880-018-0317-9 . 5 Horton JD , Goldstein JL , Brown MS . SREBPs: activators of the complete program of cholesterol and fatty acid synthesis in the liver . J Clin Invest . 2002 ; 109 ( 9 ): 1125 ‐ 31 . 10.1172/JCI15593 . 11994399 6 Shimano H , Sato R . SREBP‐regulated lipid metabolism: convergent physiology ‐ divergent pathophysiology . Nat Rev Endocrinol . 2017 ; 13 ( 12 ): 710 ‐ 30 . 10.1038/nrendo.2017.91 . 28849786 7 Nohturfft A , Yabe D , Goldstein JL , Brown MS , Espenshade PJ . Regulated step in cholesterol feedback localized to budding of SCAP from ER membranes . Cell . 2000 ; 102 ( 3 ): 315 ‐ 23 . 10.1016/s0092-8674(00)00037-4 . 10975522 8 Brown MS , Goldstein JL . The SREBP pathway: regulation of cholesterol metabolism by proteolysis of a membrane‐bound transcription factor . Cell . 1997 ; 89 ( 3 ): 331 ‐ 40 . 10.1016/s0092-8674(00)80213-5 . 9150132 9 Sun LP , Seemann J , Goldstein JL , Brown MS . Sterol‐regulated transport of SREBPs from endoplasmic reticulum to Golgi: Insig renders sorting signal in Scap inaccessible to COPII proteins . PNAS . 2007 ; 104 ( 16 ): 6519 ‐ 26 . 10.1073/pnas.0700907104 . 17428919 10 Goldstein JL , DeBose‐Boyd RA , Brown MS . Protein sensors for membrane sterols . Cell . 2006 ; 124 ( 1 ): 35 ‐ 46 . 10.1016/j.cell.2005.12.022 . 16413480 11 Espenshade PJ. SREBPs : sterol‐regulated transcription factors . J Cell Sci . 2006 ; 119 ( Pt 6 ): 973 ‐ 6 . 10.1242/jcs02866 . 16525117 12 Sun LP , Li L , Goldstein JL , Brown MS . Insig required for sterol‐mediated inhibition of Scap/SREBP binding to COPII proteins in vitro . J Biol Chem . 2005 ; 280 ( 28 ): 26483 ‐ 90 . 10.1074/jbc.M504041200 . 15899885 13 Hammond C , Helenius A. Quality control in the secretory pathway: retention of a misfolded viral membrane glycoprotein involves cycling between the ER, intermediate compartment, and Golgi apparatus . J Cell Biol . 1994 ; 126 ( 1 ): 41 ‐ 52 . 10.1083/jcb.126.1.41 . 8027184 14 Feramisco JD , Goldstein JL , Brown MS . Membrane topology of human insig‐1, a protein regulator of lipid synthesis . J Biol Chem . 2004 ; 279 ( 9 ): 8487 ‐ 96 . 10.1074/jbc.M312623200 . 14660594 15 Yabe D , Brown MS , Goldstein JL . Insig‐2, a second endoplasmic reticulum protein that binds SCAP and blocks export of sterol regulatory element‐binding proteins . PNAS . 2002 ; 99 ( 20 ): 12753 ‐ 8 . 10.1073/pnas.162488899 . 12242332 16 Ren R , Zhou X , He Y , Ke M , Wu J , Liu X , et al. Protein structure. Crystal structure of a mycobacterial Insig homolog provides insight into how these sensors monitor sterol levels . Science. 2015 ; 349 ( 6244 ): 187 ‐ 91 . 10.1126/science.aab1091 . 26160948 17 Radhakrishnan A , Ikeda Y , Kwon HJ , Brown MS , Goldstein JL . Sterol‐regulated transport of SREBPs from endoplasmic reticulum to Golgi: oxysterols block transport by binding to Insig . PNAS . 2007 ; 104 ( 16 ): 6511 ‐ 8 . 10.1073/pnas.0700899104 . 17428920 18 Gong Y , Lee JN , Brown MS , Goldstein JL , Ye J . Juxtamembranous aspartic acid in Insig‐1 and Insig‐2 is required for cholesterol homeostasis . PNAS . 2006 ; 103 ( 16 ): 6154 ‐ 9 . 10.1073/pnas.0601923103 . 16606821 19 Gong Y , Lee JN , Lee PC , Goldstein JL , Brown MS , Ye J . Sterol‐regulated ubiquitination and degradation of Insig‐1 creates a convergent mechanism for feedback control of cholesterol synthesis and uptake . Cell Metab . 2006 ; 3 ( 1 ): 15 ‐ 24 . 10.1016/j.cmet.2005.11.014 . 16399501 20 Wang Y , Xia Y , Lu Z . Metabolic features of cancer cells . Cancer Commun . 2018 ; 38 ( 1 ): 65 10.1186/s40880-018-0335-7 . 21 Yang W , Lu Z. Nuclear PKM2 regulates the Warburg effect . Cell Cycle . 2013 ; 12 ( 19 ): 3154 ‐ 8 . 10.4161/cc.26182 . 24013426 22 Burgess SC , He T , Yan Z , Lindner J , Sherry AD , Malloy CR , et al. Cytosolic phosphoenolpyruvate carboxykinase does not solely control the rate of hepatic gluconeogenesis in the intact mouse liver . Cell Metab . 2007 ; 5 ( 4 ): 313 ‐ 20 . 10.1016/j.cmet.2007.03.004 . 17403375 23 Tang Y , Zhang Y , Wang C , Sun Z , Li L , Cheng S , et al. Overexpression of PCK1 Gene Antagonizes Hepatocellular Carcinoma Through the Activation of Gluconeogenesis and Suppression of Glycolysis Pathways . Cell Physiol Biochem . 2018 ; 47 ( 1 ): 344 ‐ 55 . 10.1159/000489811 . 29768256 24 Liu MX , Jin L , Sun SJ , Liu P , Feng X , Cheng ZL , et al. Metabolic reprogramming by PCK1 promotes TCA cataplerosis, oxidative stress and apoptosis in liver cancer cells and suppresses hepatocellular carcinoma . Oncogene . 2018 ; 37 ( 12 ): 1637 ‐ 53 . 10.1038/s41388-017-0070-6 . 29335519 25 Grasmann G , Smolle E , Olschewski H , Leithner K . Gluconeogenesis in cancer cells ‐ Repurposing of a starvation‐induced metabolic pathway? Biochimica et Biophysica Acta Reviews on Cancer . 2019 ; 1872 ( 1 ): 24 ‐ 36 . 10.1016/j.bbcan.2019.05.006 . 31152822 26 Leithner K , Hrzenjak A , Trotzmuller M , Moustafa T , Kofeler HC , Wohlkoenig C , et al. PCK2 activation mediates an adaptive response to glucose depletion in lung cancer . Oncogene . 2015 ; 34 ( 8 ): 1044 ‐ 50 . 10.1038/onc.2014.47 . 24632615 27 Li Y , Luo S , Ma R , Liu J , Xu P , Zhang H , et al. Upregulation of cytosolic phosphoenolpyruvate carboxykinase is a critical metabolic event in melanoma cells that repopulate tumors . Cancer Res . 2015 ; 75 ( 7 ): 1191 ‐ 6 . 10.1158/0008-5472.CAN-14-2615 . 25712344 28 Chen EI , Hewel J , Krueger JS , Tiraby C , Weber MR , Kralli A , et al. Adaptation of energy metabolism in breast cancer brain metastases . Cancer Res . 2007 ; 67 ( 4 ): 1472 ‐ 86 . 10.1158/0008-5472.CAN-06-3137 . 17308085 29 Xu D , Wang Z , Xia Y , Shao F , Xia W , Wei Y , et al. The gluconeogenic enzyme PCK1 phosphorylates INSIG1/2 for lipogenesis . Nature . 2020 ; 580 ( 7804 ): 530 ‐ 5 . 10.1038/s41586-020-2183-2 . 32322062 30 Breuhahn K , Longerich T , Schirmacher P . Dysregulation of growth factor signaling in human hepatocellular carcinoma . Oncogene . 2006 ; 25 ( 27 ): 3787 ‐ 800 . 10.1038/sj.onc.1209556 . 16799620 31 Lu Z , Hunter T. Metabolic Kinases Moonlighting as Protein Kinases . Trends Biochem Sci . 2018 ; 43 ( 4 ): 301 ‐ 10 . 10.1016/j.tibs.2018.01.006 . 29463470 32 Lu S , Wang Y. Nonmetabolic functions of metabolic enzymes in cancer development . Cancer Commun . 2018 ; 38 ( 1 ): 63 10.1186/s40880-018-0336-6 . 33 Yang W , Xia Y , Hawke D , Li X , Liang J , Xing D , et al. PKM2 Phosphorylates Histone H3 and Promotes Gene Transcription and Tumorigenesis . Cell . 2014 ; 158 ( 5 ): 1210 10.1016/j.cell.2014.08.003 . 34 Jiang Y , Li X , Yang W , Hawke DH , Zheng Y , Xia Y , et al. PKM2 regulates chromosome segregation and mitosis progression of tumor cells . Mol Cell . 2014 ; 53 ( 1 ): 75 ‐ 87 . 10.1016/j.molcel.2013.11.001 . 24316223 35 Jiang Y , Wang Y , Wang T , Hawke DH , Zheng Y , Li X , et al. PKM2 phosphorylates MLC2 and regulates cytokinesis of tumour cells . Nat Commun . 2014 ; 5 : 5566 10.1038/ncomms6566 . 25412762 36 Yang W , Xia Y , Ji H , Zheng Y , Liang J , Huang W , et al. Nuclear PKM2 regulates beta‐catenin transactivation upon EGFR activation . Nature . 2011 ; 480 ( 7375 ): 118 ‐ 22 . 10.1038/nature10598 . 22056988 37 Sizemore ST , Zhang M , Cho JH , Sizemore GM , Hurwitz B , Kaur B , et al. Pyruvate kinase M2 regulates homologous recombination‐mediated DNA double‐strand break repair . Cell Res . 2018 ; 28 ( 11 ): 1090 ‐ 102 . 10.1038/s41422-018-0086-7 . 30297868 38 Yang W , Lu Z. Pyruvate kinase M2 at a glance . J Cell Sci . 2015 ; 128 ( 9 ): 1655 ‐ 60 . 10.1242/jcs.166629 . 25770102 39 Li X , Jiang Y , Meisenhelder J , Yang W , Hawke DH , Zheng Y , et al. Mitochondria‐Translocated PGK1 Functions as a Protein Kinase to Coordinate Glycolysis and the TCA Cycle in Tumorigenesis . Mol Cell . 2016 ; 61 ( 5 ): 705 ‐ 19 . 10.1016/j.molcel.2016.02.009 . 26942675 40 Qian X , Li X , Cai Q , Zhang C , Yu Q , Jiang Y , et al. Phosphoglycerate Kinase 1 Phosphorylates Beclin1 to Induce Autophagy . Mol Cell . 2017 ; 65 ( 5 ): 917 ‐ 31 e6. 10.1016/j.molcel.2017.01.027 . 28238651 41 Qian X , Li X , Lu Z . Protein kinase activity of the glycolytic enzyme PGK1 regulates autophagy to promote tumorigenesis . Autophagy . 2017 ; 13 ( 7 ): 1246 ‐ 7 . 10.1080/15548627.2017.1313945 . 28486006 42 Li X , Qian X , Peng LX , Jiang Y , Hawke DH , Zheng Y , et al. A splicing switch from ketohexokinase‐C to ketohexokinase‐A drives hepatocellular carcinoma formation . Nat Cell Biol . 2016 ; 18 ( 5 ): 561 ‐ 71 . 10.1038/ncb3338 . 27088854 43 Xu D , Li X , Shao F , Lv G , Lv H , Lee JH , et al. The protein kinase activity of fructokinase A specifies the antioxidant responses of tumor cells by phosphorylating p62 . Science Advances . 2019 ; 5 ( 4 ): eaav4570 10.1126/sciadv.aav4570 . 31032410",
    "full_text_abstract": "Abstract Highly active lipogenesis is essential for rapid tumor growth. Sterol regulatory element‐binding protein (SREBP) is a key transcriptional factor for lipogenesis and activated by reduced sterol and oxysterol levels. However, the mechanism by which cancer cells activate SREBP without altering these sterol/oxysterol levels remains elusive. In one of our recent studies published in Nature entitled “The gluconeogenic enzyme PCK1 phosphorylates INSIG1/2 for lipogenesis”, we demonstrated that activated AKT‐mediated phosphoenolpyruvate carboxykinase 1 (PCK1) S90 phosphorylation reduces the gluconeogenic activity of PCK1 and triggers its translocation to the endoplasmic reticulum (ER), where PCK1 acts as a protein kinase and uses GTP, rather than ATP, as a phosphate donor to phosphorylate Insig1/2 thereby reducing oxysterol's binding to Insig1/2 and activating SREBP‐mediated lipogenesis for tumor growth. These findings elucidate a coordinated regulation between gluconeogenesis and lipogenesis and uncover a critical role of the protein kinase activity of PCK1 in SREBP‐dependent lipid synthesis."
}