{
    "PMC": "2631104",
    "DOI": "10.1107/s0907444908003338",
    "PMID": "18453682",
    "PMCID": "PMC2631104",
    "title": "Impact of low-frequency hotspot mutation R282Q on the structure of p53 DNA-binding domain as revealed by crystallography at 1.54 angstroms resolution.",
    "year": 2008,
    "source_url": "https://europepmc.org/article/PMC/PMC2631104",
    "source": "MED",
    "abstract_text": "Tumor suppressor p53 is a sequence-specific DNA-binding protein and its central DNA-binding domain (DBD) harbors six hotspots (Arg175, Gly245, Arg248, Arg249, Arg273 and Arg282) for human cancers. Here, the crystal structure of a low-frequency hotspot mutant, p53DBD(R282Q), is reported at 1.54 angstroms resolution together with the results of molecular-dynamics simulations on the basis of the structure. In addition to eliminating a salt bridge, the R282Q mutation has a significant impact on the properties of two DNA-binding loops (L1 and L3). The L1 loop is flexible in the wild type, but it is not flexible in the mutant. The L3 loop of the wild type is not flexible, whereas it assumes two conformations in the mutant. Molecular-dynamics simulations indicated that both conformations of the L3 loop are accessible under biological conditions. It is predicted that the elimination of the salt bridge and the inversion of the flexibility of L1 and L3 are directly or indirectly responsible for deactivating the tumor suppressor p53.",
    "full_text": "Acta Crystallogr D Biol Crystallogr Acta Cryst. D Acta Crystallographica Section D: Biological Crystallography 0907-4449 1399-0047 International Union of Crystallography 2631104 dz5126 10.1107/S0907444908003338 ABCRE6 S0907444908003338 18453682 Research Papers Impact of low-frequency hotspot mutation R282Q on the structure of p53 DNA-binding domain as revealed by crystallography at 1.54 Å resolution p53 DNA-binding domain Tu Chao a Tan Yu-Hong b ‡ Shaw Gary a ‡ Zhou Zheng c ‡ Bai Yawen c Luo Ray b Ji Xinhua a * a Macromolecular Crystallography Laboratory, National Cancer Institute, Frederick, MD 21702, USA b Department of Molecular Biology and Biochemistry, University of California at Irvine, Irvine, CA 92697, USA c Laboratory of Biochemistry and Molecular Biology, National Cancer Institute, Bethesda, MD 20892, USA Correspondence e-mail: jix@ncifcrf.gov ‡ These authors contributed equally to this work. 01 5 2008 19 4 2008 19 4 2008 64 Pt 5 d080500 471 477 26 12 2007 30 1 2008 © International Union of Crystallography 2008 2008 A full version of this article is available from Crystallography Journals Online. The impact of hotspot mutation R282Q on the structure of human p53 DNA-binding domain has been characterized by X-ray crystallography and molecular-dynamics simulations. Tumor suppressor p53 is a sequence-specific DNA-binding protein and its central DNA-binding domain (DBD) harbors six hotspots (Arg175, Gly245, Arg248, Arg249, Arg273 and Arg282) for human cancers. Here, the crystal structure of a low-frequency hotspot mutant, p53DBD(R282Q), is reported at 1.54 Å resolution together with the results of molecular-dynamics simulations on the basis of the structure. In addition to eliminating a salt bridge, the R282Q mutation has a significant impact on the properties of two DNA-binding loops (L1 and L3). The L1 loop is flexible in the wild type, but it is not flexible in the mutant. The L3 loop of the wild type is not flexible, whereas it assumes two conformations in the mutant. Molecular-dynamics simulations indicated that both conformations of the L3 loop are accessible under biological conditions. It is predicted that the elimination of the salt bridge and the inversion of the flexibility of L1 and L3 are directly or indirectly responsible for deactivating the tumor suppressor p53. p53 DNA-binding domains hotspots low-frequency mutations R282Q 1. Introduction Tumor suppressor p53 is a sequence-specific DNA-binding protein (el-Deiry et al. , 1992 ▶ ; Funk et al. , 1992 ▶ ). As a transcription factor, it plays an important role in response to oncogenic stresses by regulating the expression of a range of downstream genes to induce cell-cycle arrest and apoptosis (Cho et al. , 1994 ▶ ; Prives & Hall, 1999 ▶ ; Vogelstein et al. , 2000 ▶ ; Vousden & Lu, 2002 ▶ ; Oren, 2003 ▶ ). Therefore, p53 is crucial in the prevention of cancer. The functional form of p53 is a tetramer consisting of a dimer of dimers (Kitayner et al. , 2006 ▶ ). Each subunit contains four distinct domains: an N-terminal activation domain (residues 1–93), a central DNA-binding domain (DBD; residues 94–312; Fig. 1 ▶ a ), a tetramerization domain (residues 324–355) and a C-terminal regulatory domain (residues 360–393) (Wang et al. , 1993 ▶ ; Cho et al. , 1994 ▶ ; Clore et al. , 1995 ▶ ; Jeffrey et al. , 1995 ▶ ; Weinberg et al. , 2004 ▶ ). The central DBD is also referred to as the ‘core’ domain. Although the four domains can function autonomously, in vivo activity of p53 requires the intact tetramer. More than 50% of human cancers have missense mutations in p 53 which deactivate the tumor suppressor protein (Hainaut & Hollstein, 2000 ▶ ; Olivier et al. , 2002 ▶ ). Most of these mutations map to the DBD of p53 (p53DBD), including the six hotspots (Arg175, Gly245, Arg248, Arg249, Arg273 and Arg282) found in human cancers (Hainaut & Hollstein, 2000 ▶ ). On the basis of the crystal structure of human p53DBD in complex with a consensus DNA (PDB code 1tsr ), Arg248 and Arg273 directly contact the DNA, while the others appear to play a role in stabilizing the structure of the DNA-binding surface of p53DBD (Cho et al. , 1994 ▶ ). Arg248, which is located in the L3 loop (Fig. 1 ▶ a ), makes a minor-groove contact with the DNA. Arg273, which is located in the S10 strand, contacts a backbone phosphate. Therefore, these two side chains are not responsible for the sequence specificity of p53 towards DNA. Recently, four crystal structures of sequence-specific complexes of human p53DBD with different DNAs (PDB codes 2ac0 , 2ata , 2ahi and 2ady ) have been reported, providing the structural basis of sequence-specific DNA recognition by p53 tetramers (Kitayner et al. , 2006 ▶ ). Four hotspots (Arg175, Gly245, Arg249 and Arg282) have been predicted to play a role in maintaining the structure of the DNA-binding surface of p53 (Cho et al. , 1994 ▶ ) and structural data are available for R282W (PDB code 2j21 ; Joerger et al. , 2006 ▶ ), R249S (PDB code 2bio ; Joerger et al. , 2005 ▶ ) and G245S (PDB code 2j1y ; Joerger et al. , 2006 ▶ ) mutants. According to the 12th version R12 of the p53 mutation database of the International Agency for Research on Cancer ( http://www-p53.iarc.fr ), the frequencies of R282W, R249S and R245S rank numbers 6, 7 and 8, respectively. Nonetheless, the three mutant proteins were prepared on top of a quadruple mutation, M133L/V203A/N239Y/N268D, which introduces superstability to the protein (Joerger et al. , 2004 ▶ ). Therefore, the impact of the hotspot mutations thus observed may be biased by the quadruple mutation. Compared with R282W, R282Q has a 20 times lower frequency in human cancer. We managed to prepare and crystallize the mutant protein p53DBD(R282Q) which contains the single-point mutation only. Here, we present the 1.54 Å crystal structure of human p53DBD(R282Q) and the results of molecular-dynamics simulations on the basis of the structure, revealing the impact of this low-frequency hotspot mutation on the structure of p53DBD. 2. Materials and methods 2.1. Mutagenesis, protein expression and purification The DNA sequence encoding the N-­terminal 6×His-tagged p53 core domain was initially optimized with the DNA­WORKS program package (Hoover & Lubkowski, 2002 ▶ ), which reverse-translated the protein sequence by using the codon-frequency table for Escherichia coli . A total of 34 primers with optimized codons were prepared and the DNA was assembled using the PCR technique. An Nde I and a Bam HI restriction site were created at the terminus of the DNA to facilitate subsequent sub­cloning. The synthesized DNA was sub­cloned into the Nde I– Bam HI sites of the pET17b(+) vector. The R282Q gene mutation was introduced using the QuikChange site-directed mutagenesis kit (Stratagene). Both sequences were verified by sequencing. Expression was carried out at 293 K using BL21 (DE3) cells and all purification steps were performed at 277 K. Cells were resuspended and lysed in 50 m M sodium phosphate buffer pH 8 containing 300 m M NaCl, 20 m M imidazole, 1 m M leupeptin and 10 m M β-mercaptoethonal. The high-speed supernatant was applied onto an Ni–NTA agarose column (Qiagen) and the protein was sequentially eluted with 250 m M imidazole buffer. Fractions were pooled and diluted with 50 m M sodium phosphate buffer pH 6.5. The sample was adjusted to 50 m M sodium phosphate buffer pH 6.5 containing 100 m M NaCl, 83 m M imidazole and 5 m M dithiothreitol (DTT) before being loaded onto an SP Sepharose High Performance column (GE Healthcare). The protein was eluted with 50 m M sodium phosphate buffer pH 7.0 containing 500 m M NaCl and 5 m M DTT. A G25 spin column was used for buffer exchange and the protein was concentrated to 15 mg ml −1 in 50 m M bis-tris buffer pH 6.9 containing 175 m M NaCl and 5 m M DTT for crystallization experiments. 2.2. Crystallization and data collection A Hydra II Plus One (Matrix Technologies Corporation) crystallization robot system was employed to identify crystallization conditions. Single crystals in space group P 1 (unit-cell parameters a = 34.9, b = 35.2, c = 41.6 Å, α = 111.8, β = 94.9, γ = 112.4°) were grown from Index crystallization screen condition No. 80 (Hampton Research) at 292 ± 1 K by mixing 0.4 µl protein solution and 0.2 µl reservoir solution containing 100 m M ammonium acetate and 25%( w / v ) PEG 3350 in 100 m M 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid (HEPES) buffer pH 7.5. Crystals of X-ray diffraction quality grew in 2 d, reaching dimensions of 0.1 × 0.08 × 0.04 mm. The crystal was soaked in mother liquor containing 15% ethylene glycol and flash-frozen in liquid nitrogen for data collection. X-ray diffraction data were collected with a MAR Research image-plate scanner (MAR 345) mounted on a Rigaku rotating-anode generator at 100 K maintained with an Oxford Cryostream system. Data processing was carried out with HKL -2000 ▶ (Otwinowski & Minor, 1997 ▶ ). Crystal data and processing statistics are summarized in Table 1 ▶ . Further data processing was carried out with the CCP 4 suite (Collaborative Computational Project, Number 4, 1994 ▶ ) for crystal structure determination. 2.3. Structure determination The p53DBD(R282Q) structure was solved by molecular replacement using AMoRe (Navaza, 1994 ▶ ). The search model was chain A (DNA-free) of the wild-type p53DBD structure (PDB code 1tsr ). There was one molecule in the asymmetric unit. Structural refinement was carried out with CNS (Brünger et al. , 1998 ▶ ) and SHELXL 97 (Sheldrick, 2008 ▶ ). During the refinement, the 2 F o − F c and F o − F c electron-density maps were regularly calculated for inspection and improvement of the model. Water molecules were added to the structure using the water-picking routine embedded in CNS at the later stages of the refinement and were verified with annealed OMIT maps. The L3 loop (residues 239–246; Fig. 1 ▶ c ) and residues 106, 116, 122, 217, 277, 283 and 290 were disordered and refined as two conformations with equal probabilities. The refinement statistics are summarized in Table 1 ▶ . PROCHECK (Laskowski et al. , 1993 ▶ ) was used to check the stereochemistry of the structure and PyMOL (DeLano Scientific LLC) was used to generate the illustrations. 2.4. Molecular-dynamics simulations Molecular-dynamics (MD) simulations were performed on each of the two L3 conformations of the p53DBD(R282Q) structure. Explicit TIP3P solvents were added to fully solvate the proteins in truncated octahedral periodic boxes in the LEAP module of Amber 8 (Case et al. , 2004 ▶ ). The minimum distance from the protein surface to the box boundary was set to be 8.0 Å. Counter-ions were added to neutralize the proteins. The particle mesh Ewald method (Darden et al. , 1993 ▶ ) with default parameters was used in Amber 8 (Case et al. , 2004 ▶ ) to treat long-range electrostatics and van der Waals interactions. A revised parm99 force field was used for intramolecular interactions (Wang et al. , 2000 ▶ ; Lwin & Luo, 2006 ▶ ). MD simulations were started after a brief steepest-descent minimization of 500 steps to relax any possible clashes. SHAKE (Ryckaert et al. , 1997 ▶ ) was turned on for bonds containing H atoms, so that a time step of 2 fs can be used in the leapfrog (Hockney & Eastwood, 1981 ▶ ) numerical integrator for MD simulations. Constant temperature (300 K) and constant pressure (10 5 Pa) were maintained using Berendsen’s methods (Berendsen et al. , 1984 ▶ ). To study the conformational distribution of the loop, a cumulative 500 ns was run (ten independent trajectories) for the two starting conformations. 2.5. Analysis of MD simulation data Main-chain root-mean-square deviation (r.m.s.d.) based clustering analysis was used to reduce the enormous amount of simulation data to a manageable amount. The r.m.s.d. was calculated for the loop region only (residues 237–250) with respect to the mean structure over the data-collection portion (10–50 ns) in all ten independent trajectories. The r.m.s.d. distribution naturally divides the sampled snapshots into two clusters: cluster 1 contains the snapshots with r.m.s.d. ≤ 4.08 Å and cluster 2 contains the snapshots with r.m.s.d. > 4.08 Å (Fig. 2 ▶ ). The sampling convergence was monitored by analyzing the change in r.m.s.d. distribution over simulation time as shown in Fig. 2 ▶ . A total of five overlapping windows were used from 10 to 50 ns, resulting in five r.m.s.d. distribution curves. Each distribution curve was generated from 200 ns snapshots (one per 10 ps in ten independent trajectories) during every 20 ns window. The final converged populations in clusters 1 and 2 were obtained after fitting the time-dependent population data (over the five overlapping windows) to single-exponential decay curves ( R 2 = 0.995) and the converged population is 89.7% and 10.3% for clusters 1 and 2, respectively. 3. Results and discussion 3.1. Overall structure We determined the crystal structure of p53DBD(R282Q) at 1.54 Å resolution (Fig. 1 ▶ ). The final model comprises residues 94–292, consisting of two antiparallel β-sheets of four (S1, S3, S8 and S5) and five (S10, S9, S4, S7 and S6) strands in a β-­sandwich topology, similar to previously reported p53DBD structures (Fig. 3 ▶ a ). The β-sandwich provides the basic scaffold for a loop–sheet–helix motif (L1 and H2); the L2 and L3 loops, two large loops tethered by a zinc ion, interact with the major and minor groove of the bound DNA, respectively (Fig. 3 ▶ b ). The zinc ion is tetrahedrally coordinated by Cys176 and His179 from L2 and Cys238 and Cys242 from L3. Two conformations of L3 have been observed with equal probability (Fig. 1 ▶ c ). The crystal structure of wild-type p53DBD in complex with DNA (PDB code 1tsr ) contains three chains. Chain A is not associated with DNA. Chain B is a DNA-bound form and the binding is specific for a consensus DNA sequence. Chain C is also a DNA-bound form, but the binding is non­specific (Cho et al. , 1994 ▶ ). When the p53DBD(R282Q) structure is superimposed with the wild type (PDB code 1tsr ), the r.m.s.d. for all C α atoms is 0.57 Å for chain A , 0.58 Å for chain B and 0.59 Å for chain C and the most noticeable deviations are observed in the L1, L2 and L3 loops and a turn between the S7 and S8 strands (Fig. 3 ▶ a ). 3.2. The L1 loop in p53DBD(R282Q) is not as flexible as in the wild type Several previous comparative analyses of available p53DBD structures have shown that the L1 and L2 loops and the S7/S8 turn are inherently flexible (Ho et al. , 2006 ▶ ; Kitayner et al. , 2006 ▶ ; Wang et al. , 2007 ▶ ). However, of the three structural elements only L1 is in direct contact with the bound DNA (Fig. 3 ▶ b ). Thus, the flexibility of L1 may be important for the DNA-binding activity of p53 because residue Lys120, which is located at the apex of L1, is involved in the sequence-specific central recognition of DNA (Cho et al. , 1994 ▶ ; Kitayner et al. , 2006 ▶ ). In the complex of wild-type p53 with DNA, Lys120 N ζ makes hydrogen bonds with either one (Cho et al. , 1994 ▶ ) or two nucleotide bases (Kitayner et al. , 2006 ▶ ) in the major groove depending on the sequence of the bound DNA. However, as shown in Fig. 3 ▶ ( c ), the Lys120 position in the DNA-free form is not compatible with DNA binding. Therefore, the flexibility of L1 is important for the DNA-binding activity of p53. Although the L1 loop in the p53DBD(R282Q) structure resembles that previously found in the DNA-free wild-type structure (Fig. 3 ▶ a ), its conformation near Ser116 is significantly distorted (Fig. 3 ▶ c ). The side chain of Gln282 forms three hydrogen bonds with nearby residues, including one between its N ∊2 atom and the backbone carbonyl of Ser116 (Fig. 4 ▶ a ). In the wild type, however, Arg282 does not interact with Ser116 or any other residues in L1 (Fig. 4 ▶ b ). Thus, the L1 loop in the mutant appears to be pulled over toward the hydrophobic core of the β-sandwich (Fig. 3 ▶ c ). The C α atom of Ser116 is displaced by ∼4 Å compared with that in the wild type and the peptide bond between residues Leu114 and His115 is flipped (Fig. 4 ▶ c ). The flipped peptide bond is stabilized by two more hydrogen bonds: one between His115 and Cys124 and the other between His115 and Gly117 (not shown). In the wild type, however, His115 does not form any hydrogen bonds to adjacent residues. Therefore, the L1 loop in the p53DBD(R282Q) structure has a stabilized distorted DNA-free conformation and is not suitable for DNA binding. 3.3. The L3 loop in p53DBD(R282Q) is not as stable as in the wild type Unlike the three inherently flexible motifs (L1, L2 and S7/S8), the L3 loop exhibits no significant conformational variations among previously reported structures, either DNA-free or DNA-bound, as long as the mutation site is not located in the loop (Ho et al. , 2006 ▶ ; Kitayner et al. , 2006 ▶ ; Wang et al. , 2007 ▶ ). The loop contains the Zn 2+ -binding site and makes direct interactions with the minor groove of consensus DNA (Fig. 3 ▶ b ). Thus, the stability (conformational integrity) of L3 may be important for the DNA-binding activity of p53. However, in the p53DBD(R282Q) structure two L3 conformations were observed with equal probability (Fig. 1 ▶ c ). One conformation is the same as that previously reported, while the other is new (Fig. 3 ▶ a ). Between the two conformations, the C α atom of Ser241 is shifted by ∼2.8 Å (Fig. 1 ▶ c ). In the previously observed conformation, Ser241 O γ makes one hydrogen bond to the phosphodiester backbone in the minor groove. In the new conformation, however, the position of Ser241 is not compatible with DNA binding (Fig. 3 ▶ c ). Interestingly, however, the position of the zinc ion is virtually identical in the two conformations. Although the mutation site (residue 282) is distant from L3 (Fig. 3 ▶ c ), the impact of the mutation may be propagated through the structural elements in between, especially the H2 helix in which residue 282 is located. The flexibility of L3 was also shown by our MD simulations. The mean structures for both simulation clusters are compared with the two conformations observed in the p53DBD(R282Q) structure. R.m.s.d. values among the two mean structures from the MD simulations and the two conformations of the crystal structure were computed for residues 237–250 and for residues 239–246, respectively (Fig. 5 ▶ ). It was found that the cluster 1 mean structure (sa) is similar to both conformations of the crystal structure (xa and xb), but that the cluster 2 mean structure (sb) is very different. All four main-chain structures are shown in Fig. 6 ▶ ( a ). Our explicit water MD simulations of a protein monomer yields a predominant structural cluster (sa; 89.7%) that is close to the two conformations in the crystal structure (xa and xb). Furthermore, the main-chain root-mean-squared fluctuation (Fig. 6 ▶ b ) shows that the r.m.s.d. difference between sa and xa/xb is well within the fluctuation of cluster 1. This indicates that both xa and xb are accessible to p53(R282Q) under biological conditions. What is more interesting is that L3 is observed to be highly flexible, with 10.3% of snapshots occupying a minor structural cluster (sb) very different from the two conformations observed in the crystal structure. Therefore, the L3 loop in the p53DBD(R282Q) mutant is disordered, with at least 50% of the population not being suitable for DNA binding. 3.4. The R282Q mutation eliminates an important salt bridge In the wild-type p53DBD structure, the aliphatic portion of the Arg282 side chain makes van der Waals contacts with Phe134, Thr125 and Ser127 and its guanidinium group forms hydrogen bonds to Thr118, Tyr126, Ser127 and Glu286 (Cho et al. , 1994 ▶ ). In p53DBD(R282Q), however, these interactions are perturbed (Fig. 4 ▶ b ), among which the loss of the salt bridge between the side chains of Arg282 and Glu286 is perhaps the most significant because salt bridges contribute directly to the stability of proteins. Previously, it has been estimated that the R282Q mutation reduces the stability of p53DBD by 8.8 kJ mol −1 at 283 K (Butler & Loh, 2003 ▶ ). 4. Conclusions In addition to eliminating a salt bridge, the low-frequency hotspot mutation R282Q has a significant impact on the property of two DNA-binding loops (L1 and L3). The L1 loop is flexible in the wild type, but it is not flexible in the mutant. The L3 loop of the wild type is not flexible, whereas it assumes two conformations in the mutant. Molecular-dynamics simulations indicated that both conformations of the L3 loop are accessible under biological conditions. Supplementary Material PDB reference: p53 DNA-binding domain, 2pcx, r2pcxsf This research was supported by NIH grant GM069620 (to RL) and the Intramural Research Program of the NIH, National Cancer Institute, Center for Cancer Research. References Berendsen, H. J. C., Postma, J. P. M., van Gunsteren, W. F., DiNola, A. & Haak, J. R. (1984). J. Chem. Phys. 81 , 3684–3690. Brünger, A. T., Adams, P. D., Clore, G. M., DeLano, W. L., Gros, P., Grosse-Kunstleve, R. W., Jiang, J.-S., Kuszewski, J., Nilges, M., Pannu, N. S., Read, R. J., Rice, L. M., Simonson, T. & Warren, G. L. (1998). Acta Cryst. D 54 , 905–921. Butler, J. S. & Loh, S. N. (2003). Biochemistry , 42 , 2396–2403. Case, D. A. et al. (2004). Amber 8. San Francisco: University of California at San Francisco. http://amber.scripps.edu. Cho, Y., Gorina, S., Jeffrey, P. D. & Pavletich, N. P. (1994). Science , 265 , 346–355. Clore, G. M., Ernst, J., Clubb, R., Omichinski, J. G., Kennedy, W. M., Sakaguchi, K., Appella, E. & Gronenborn, A. M. (1995). Nature Struct. Biol. 2 , 321–333. Collaborative Computational Project, Number 4 (1994). Acta Cryst. D 50 , 760–763. Darden, T. A., York, D. & Pedersen, L. (1993). J. Chem. Phys. 98 , 10089–10092. el-Deiry, W. S., Kern, S. E., Pietenpol, J. A., Kinzler, K. W. & Vogelstein, B. (1992). Nature Genet. 1 , 45–49. Funk, W. D., Pak, D. T., Karas, R. H., Wright, W. E. & Shay, J. W. (1992). Mol. Cell. Biol. 12 , 2866–2871. Hainaut, P. & Hollstein, M. (2000). Adv. Cancer Res. 77 , 81–137. Ho, W. C., Luo, C., Zhao, K., Chai, X., Fitzgerald, M. X. & Marmorstein, R. (2006). Acta Cryst. D 62 , 1484–1493. Hockney, R. W. & Eastwood, J. W. (1981). Computer Simulations Using Particles New York: McGraw–Hill. Hoover, D. M. & Lubkowski, J. (2002). Nucleic Acids Res. 30 , e43. Jeffrey, P. D., Gorina, S. & Pavletich, N. P. (1995). Science , 267 , 1498–1502. Joerger, A. C., Allen, M. D. & Fersht, A. R. (2004). J. Biol. Chem. 279 , 1291–1296. Joerger, A. C., Ang, H. C. & Fersht, A. R. (2006). Proc. Natl Acad. Sci. USA , 103 , 15056–15061. Joerger, A. C., Ang, H. C., Veprintsev, D. B., Blair, C. M. & Fersht, A. R. (2005). J. Biol. Chem. 280 , 16030–16037. Kitayner, M., Rozenberg, H., Kessler, N., Rabinovich, D., Shaulov, L., Haran, T. E. & Shakked, Z. (2006). Mol. Cell , 22 , 741–753. Laskowski, R. A., MacArthur, M. W., Moss, D. S. & Thornton, J. M. (1993). J. Appl. Cryst. 26 , 283–291. Lwin, T. Z. & Luo, R. (2006). Protein Sci. 15 , 2642–2655. Navaza, J. (1994). Acta Cryst. A 50 , 157–163. Olivier, M., Eeles, R., Hollstein, M., Khan, M. A., Harris, C. C. & Hainaut, P. (2002). Hum. Mutat. 19 , 607–614. Oren, M. (2003). Cell Death Differ. 10 , 431–442. Otwinowski, Z. & Minor, W. (1997). Methods Enzymol. 276 , 307–326. Prives, C. & Hall, P. A. (1999). J. Pathol. 187 , 112–126. Ryckaert, J. P., Ciccotti, G. & Berendsen, H. J. C. (1997). J. Comput. Phys. 23 , 327–341. Sheldrick, G. M. (2008). Acta Cryst. A 64 , 112–122. Vogelstein, B., Lane, D. & Levine, A. J. (2000). Nature (London) , 408 , 307–310. Vousden, K. H. & Lu, X. (2002). Nature Rev. Cancer , 2 , 594–604. Wang, J. M., Cieplak, P. & Kollman, P. A. (2000). J. Comput. Chem. 21 , 1049–1074. Wang, Y., Reed, M., Wang, P., Stenger, J. E., Mayr, G., Anderson, M. E., Schwedes, J. F. & Tegtmeyer, P. (1993). Genes Dev. 7 , 2575–2586. Wang, Y., Rosengarth, A. & Luecke, H. (2007). Acta Cryst. D 63 , 276–281. Weinberg, R. L., Veprintsev, D. B. & Fersht, A. R. (2004). J. Mol. Biol. 341 , 1145–1159. Figure 1 The p53DBD(R282Q) mutant. ( a ) The amino-acid sequence of p53DBD(R282Q). The mutation site is highlighted with a blue rectangle and the secondary structure is indicated above the sequence: β-strands are represented as yellow arrows, helices as red cylinders and loops as black lines. ( b ) Ribbon diagram of the p53DBD(R282Q) structure, showing the immunoglobulin-like β-sandwich. The zinc ion is shown as a gray sphere and the Gln282 residue as a stick model. The L3 loop is disordered into two conformations. The color scheme is the same as in ( a ). ( c ) Structure of disordered L3. Residues 239–246 (NSSCMGGM) are shown as stick models (nitrogen in blue, oxygen in red, sulfur in orange and carbon in cyan and magenta indicating the two conformations of L3) outlined with a composite annealed OMIT map (2 F o − F c , contoured at 1.0σ) in green. Figure 2 Main-chain r.m.s.d. distributions of L3 (residues 237–250) over simulation time. Distributions for five overlapping sampling windows are shown: the black line is for snapshots in the range 10–30 ns, the red line 15–35 ns, the green line 20–40 ns, the blue line 25–45 ns and the yellow line 30–50 ns. All ten independent trajectories were used. A very good convergence can be observed when comparing sampled structures from 20 to 50 ns, corresponding to 200 to 500 ns simulation time from ten independent trajectories. Figure 3 Comparison of the p53DBD(R282Q) structure with wild-type structures. ( a ) The C α trace of p53DBD(R282Q) is shown in magenta and is superimposed with DNA-free (PDB code 1tsr ; chain A , yellow) and DNA-bound (chain B , cyan; chain C , blue) wild-type protein. The four indicated regions (L1, L2, L3 and S7/S8) are significantly different. ( b ) C α superposition of p53DBD(R282Q) (in magenta) with the DNA-bound wild-type structure (in cyan). Protein is shown as ribbons, DNA as sticks and zinc as a sphere. ( c ) Close-up view of the protein–DNA interface in proximity to the L1 and L3 loops. Side chains are shown for residues Gln282 (the mutation site), Ser116 (in L1), and Lys120 and Ser241 (DNA binding). A hydrogen bond between Gln282 and Ser116 is indicated by a dashed line. Figure 4 Structural changes around the mutation site in p53DBD(R282Q). ( a ) The structure of the mutation site and nearby residues is shown as a stick model outlined with a composite annealed OMIT map (2 F o − F c , contoured at 1.0σ, green). Hydrogen bonds are indicated by dashed lines. ( b ) The hydrogen-bond network of Gln282 in the mutant structure (magenta) is compared with that of Arg282 in the wild-type DNA-free structure (green). ( c ) Residues 114–117 in p53DBD(R282Q) (magenta) are superimposed with those in the wild-type DNA-free structure (green), showing the flipped peptide bond between Leu114 and His115 in the mutant structure. Figure 5 Comparison of crystal structures and MD simulation structures. ( a ) Pairwise main-chain r.m.s.d.s (Å) for L3 residues 237–250 among the two X-­ray (xa and xb) and two mean simulation (sa and sb) structures. ( b ) Pairwise main-chain r.m.s.d.s (Å) for residues 239–246 among the two X-­ray (xa and xb) and two simulation (sa and sb) structures. Figure 6 Dynamics simulations. ( a ) Main-chain structures for L3 residues 237–250. Two X-ray structures are shown in blue (xa) and red (xb) and two mean simulation structures are shown in yellow (sa) and gray (sb). The Zn-­binding site (residue 238) is indicated by spheres. ( b ) Main-chain root-mean-square fluctuations (r.m.s.f.) for L3 residues 237–250 in cluster 1 are shown in black and those in cluster 2 in blue. Table 1 X-ray diffraction data and refinement statistics Values in parentheses are for the highest resolution shell. X-ray data Resolution (Å) 30.0–1.54 (1.60–1.54) Measured reflections 101712 Unique reflections 21850 Completeness (%) 88.0 (49.7) Multiplicity 4.7 (2.6) R merge † 0.043 (0.402) I /σ( I ) 33.9 (1.9) Refinement No. of atoms (non-H) Protein 1623 Water 252 Zn 1 R factor ‡ 19.6 R free ‡ 23.6 R.m.s.d. Bond distances (Å) 0.004 Bond angles (°) 1.3 Average B factors (Å 2 ) Protein 26.8 Water 42.9 Zinc 21.8 Ramachandran statistics (%) Most favored ϕ/ψ values 90.3 Disallowed ϕ/ψ values 0.0 † R merge = . ‡ R factor and R free = , where R free was calculated over 5% of amplitudes chosen at random and not used in the refinement.",
    "full_text_abstract": "The impact of hotspot mutation R282Q on the structure of human p53 DNA-binding domain has been characterized by X-ray crystallography and molecular-dynamics simulations.\n\nTumor suppressor p53 is a sequence-specific DNA-binding protein and its central DNA-binding domain (DBD) harbors six hotspots (Arg175, Gly245, Arg248, Arg249, Arg273 and Arg282) for human cancers. Here, the crystal structure of a low-frequency hotspot mutant, p53DBD(R282Q), is reported at 1.54 Å resolution together with the results of molecular-dynamics simulations on the basis of the structure. In addition to eliminating a salt bridge, the R282Q mutation has a significant impact on the properties of two DNA-binding loops (L1 and L3). The L1 loop is flexible in the wild type, but it is not flexible in the mutant. The L3 loop of the wild type is not flexible, whereas it assumes two conformations in the mutant. Molecular-dynamics simulations indicated that both conformations of the L3 loop are accessible under biological conditions. It is predicted that the elimination of the salt bridge and the inversion of the flexibility of L1 and L3 are directly or indirectly responsible for deactivating the tumor suppressor p53."
}