{
    "PMC": "12456627",
    "DOI": "10.1016/j.celrep.2025.116099",
    "PMID": "40782352",
    "PMCID": "PMC12456627",
    "title": "NRCAM variant defined by microexon skipping is a targetable cell surface proteoform in high-grade gliomas.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12456627",
    "source": "MED",
    "abstract_text": "To overcome the paucity of known tumor-specific surface antigens in pediatric high-grade glioma (pHGG), we contrasted splicing patterns in pHGGs and normal brain samples. Among alternative splicing events affecting extracellular protein domains, the most pervasive alteration was the skipping of ≤30-nt-long exons. Several of these skipped microexons mapped to L1-immunoglobulin cell adhesion molecule (IgCAM) family members, such as neuronal CAM (NRCAM). Bulk and single-nuclei short- and long-read RNA-seq revealed uniform skipping of NRCAM microexons 5 and 19 in virtually every pHGG sample. Importantly, the Δex5Δex19 (but not the full-length) NRCAM proteoform was essential for pHGG cell migration and invasion in vitro and tumor growth in vivo. We developed a monoclonal antibody selective for Δex5Δex19 NRCAM and demonstrated that \"painting\" pHGG cells with this antibody enables killing by T cells armed with an FcRI-based universal immune receptor. Thus, pHGG-specific NRCAM and possibly other L1-IgCAM proteoforms are promising and highly selective targets for adoptive immunotherapies.",
    "full_text": "pmc 101573691 39703 Cell Rep Cell Rep Cell reports 2211-1247 12456627 40782352 10.1016/j.celrep.2025.116099 nihpa2107301 Article NRCAM variant defined by microexon skipping is a targetable cell surface proteoform in high-grade gliomas Sehgal Priyanka 1 Naqvi Ammar S. 2 Higgins Makenna 1 Liu Jiageng 3 Harvey Kyra 4 Jarroux Julien 5 Kim Taewoo 5 Mankaliye Berk 5 Mishra Pamela 1 6 Watterson Grace 7 Fine Justyn 8 Davis Jacinta 1 Hayer Katharina E. 1 6 Castro Annette 1 Mogbo Adanna 9 Drummer Charles 4th 1 Martinez Daniel 10 Koptyra Mateusz P. 2 Ang Zhiwei 1 Wang Kai 11 12 Farrel Alvin 6 Quesnel-Vallieres Mathieu 13 16 Barash Yoseph 13 Spangler Jamie B. 8 14 Rokita Jo Lynne 2 17 Resnick Adam C. 2 Tilgner Hagen U. 5 15 De Raedt Thomas 4 Powell Daniel J. Jr. 11 Thomas-Tikhonenko Andrei 1 4 7 11 18 19 * 1 Division of Cancer Pathobiology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA 2 Center for Data-Driven Discovery in Biomedicine, Children’s Hospital of Philadelphia, Philadelphia, PA, USA 3 Department of Bioengineering, University of Pennsylvania, Philadelphia, PA, USA 4 Division of Oncology, Children’s Hospital of Philadelphia, Philadelphia, PA, USA 5 Center for Neurogenetics, Brain and Mind Research Institute, Weill Cornell Medicine, New York, NY, USA 6 Department of Biomedical & Health Informatics, Children’s Hospital of Philadelphia, Philadelphia, PA, USA 7 Cell and Molecular Biology Graduate Group, University of Pennsylvania, Philadelphia, PA, USA 8 Program in Molecular Biophysics, Johns Hopkins University, Baltimore, MD, USA 9 Vagelos Life Sciences Management Program, University of Pennsylvania, Philadelphia, PA, USA 10 Pathology Core, Children’s Hospital of Philadelphia, Philadelphia, PA, USA 11 Department of Pathology & Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, USA 12 Center for Cellular and Molecular Therapeutics, Children’s Hospital of Philadelphia, Philadelphia, PA, USA 13 Department of Genetics, University of Pennsylvania, Philadelphia, PA, USA 14 Department of Chemical & Biomolecular Engineering, Johns Hopkins University, Baltimore, MD, USA 15 Helen and Robert Appel Alzheimer’s Disease Research Institute, Weill Cornell Medicine, New York, NY, USA 16 Present address: Département d’immunologie et de biologie cellulaire, Université de Sherbrooke, Sherbrooke, QC, Canada 17 Present address: Center for Cancer and Immunology Research, Children’s National Hospital, Washington DC, USA 18 Senior author 19 Lead contact AUTHOR CONTRIBUTIONS Conceptualization, P.S., A.S.N., J.L.R., A.C.R., and A.T.-T.; methodology, A.C., Z.A., M.Q.-V., K.W., A.F., Y.B., J.B.S., H.U.T., T.D., and D.J.P.; experimentation, P.S., M.H., J.L., K.H., J.J., J.F., J.D., and A.M.; data acquisition and analysis, A.S.N., T.K., B.M., P.M., G.W., K.E.H., C.D., A.F., and M.Q.-V.; writing – original draft, P.S. and A.T.-T.; writing – review & editing, P.S., G.W., and A.T.-T.; funding acquisition, J.B.S., Y.B., and A.T.-T.; resources, D.M., A.F., and A.C.R.; supervision, J.L.R, H.U.T., T.D., D.J.P., and A.T.-T. * Correspondence: andreit@pennmedicine.upenn.edu 10 9 2025 26 8 2025 07 8 2025 23 9 2025 44 8 116099 116099 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license ( https://creativecommons.org/licenses/by-nc-nd/4.0/ ). SUMMARY To overcome the paucity of known tumor-specific surface antigens in pediatric high-grade glioma (pHGG), we contrasted splicing patterns in pHGGs and normal brain samples. Among alternative splicing events affecting extracellular protein domains, the most pervasive alteration was the skipping of ≤30-nt-long exons. Several of these skipped microexons mapped to L1-immunoglobulin cell adhesion molecule (IgCAM) family members, such as neuronal CAM ( NRCAM ). Bulk and single-nuclei short- and long-read RNA-seq revealed uniform skipping of NRCAM microexons 5 and 19 in virtually every pHGG sample. Importantly, the Δex5Δex19 (but not the full-length) NRCAM proteoform was essential for pHGG cell migration and invasion in vitro and tumor growth in vivo . We developed a monoclonal antibody selective for Δex5Δex19 NRCAM and demonstrated that “painting” pHGG cells with this antibody enables killing by T cells armed with an FcRI-based universal immune receptor. Thus, pHGG-specific NRCAM and possibly other L1-IgCAM proteoforms are promising and highly selective targets for adoptive immunotherapies. In brief Aberrant splicing of microexons yields non-canonical surface receptors, such as the neuronal cell adhesion molecule (NRCAM) lacking amino acids encoded by exons 5 and 19. Sehgal et al. show that Δex5Δex19 NRCAM is essential for high-grade glioma growth and that its targeting by monoclonal antibodies enables in vitro killing by T cells. Graphical Abstract INTRODUCTION Pediatric high-grade gliomas (pHGGs) are some of the most recalcitrant, chemoresistant, and often surgically unresectable childhood cancers. For example, children affected by diffuse midline gliomas (DMGs) nearly universally succumb to the disease within 8–10 months of diagnosis. 1 Its adult counterpart, glioblastoma multiforme (GBM), is equally lethal. 2 Currently, there are no effective standard-of-care therapies for these patients, despite decades of molecularly agnostic clinical trials, underscoring the importance of developing novel immunotherapies. Several targets for chimeric antigen receptor (CAR) T cells in GBM have been developed, most notably EGFRvIII, 3 , 4 HER2, 5 interleukin-13 receptor α2 (IL-13Rα2), 6 and Eph2A, 7 but so far, the corresponding immunotherapeutics enjoyed limited success in the clinic, owing in part to the frequent emergence of antigen escape variants (reviewed in Petersen and Krenciute, 8 Migliorini et al., 9 Larson and Maus, 10 and Maggs et al. 11 ). Although GBMs and pHGGs are thought to arise in the same lineage, the latter express somewhat different repertoires of surface antigens. Validated pHGG targets include GD2 and B7-H3 (reviewed in Patterson et al. 12 and Lin et al. 13 ). GD2 in particular is highly expressed by H3K27M-mutated DMG cells, 14 and the first 4 patients with DMG were recently treated with anti-GD2 CAR, with some clinical and radiographic improvement. 15 Similarly, both anaplastic astrocytomas and DMGs express B7-H3 (also known as CD276), and an anti-B7-H3 CAR has shown activity in preclinical models of pediatric tumors. 16 However, targeting GD2 is associated with well-documented (although not universally observed) on-target, off-tumor toxicities (OTOTs), 17 , 18 and side effects of another anti-B7-H3 CAR have been only assessed in the mouse 19 and in a relatively small cohort of human patients with diffuse intrinsic pontine glioma (DIPG). 20 , 21 Even if GD2- and/or B7-H3-directed immunotherapies become standards of care, the clinical use of CAR T cells in patients with hematologic malignancies suggests that there is no such thing as the “perfect” target, and there cannot be too many alternatives 22 , 23 ; the more cancer specific, the better. 24 Here, we describe our effort to systemically identify new targets using the pHGG model where mutation burden is typically low and aberrant mRNA splicing is a key post-transcriptional mechanism of proteome diversification. 25 This effort has led to the identification of the four members of the L1-immunoglobulin (Ig) sub-family of cell adhesion molecules (CAMs), in particular the neuronal CAM (NRCAM) splice variant, as promising targets for adoptive T cell therapy. RESULTS Identification of microexon-derived surface proteoforms in pHGG Our initial analysis of 325 pHGG tumors from the Open Pediatric Brain Tumor Atlas 26 revealed that not only is aberrant splicing prevalent in pHGG, but these tumors had some of the most heterogeneous splicing programs. 25 Thus, the rMATS-turbo splicing algorithm 27 was used to compare 184 pHGG patient samples to each of the 7 healthy controls, comprising an adult brain homogenate, an adult brain stem, an adult cerebellum, an adult occipital cortex, two fetal brains, and one pediatric normal cortex. pHGG-specific splice junction candidates were filtered for single-exon (SE) events, whose junctions were mapped to predicted protein structures using UniProt annotations and filtered for SE events corresponding to extracellular protein domains ( Figure 1A ) to enable future development of therapeutic antibodies and CARs. These events were filtered for ≥40% prevalence and further binned according to exon lengths. The only events with mean differences in percent-spliced-in (ΔPSI) absolute values greater than 0.50 were the skipping of very short exons: ≤30 and 31–50 nt long ( Figure 1B , box). These are known as microexons, 28 and their dysregulation has been previously implicated in several CNS diseases, 29 including autism spectrum disorder. 30 Inclusion of microexons requires dedicated RNA-binding proteins such as RBFOX 31 , 32 and SRRM4, 30 , 33 – 35 whose activity is counteracted by PTBP1, a promoter of microexon skipping. 36 – 38 Of note, the expression levels of RBFOX1 and SRRM4 mRNA were lower and that of PTBP1 were higher in pHGG compared to normal brain tissues ( Figure 1C ), which could explain the observed bias toward microexon skipping. To validate these findings in patient-derived samples, we performed RT-qPCR assays on pooled normal brain RNAs vs. 6 cultured pHGG patient-derived xenografts (PDXs). We observed statistically significant differences in RBFOX1 , SRRM4 , and PTBP1 levels, which mirrored those seen in the original datasets ( Figure S1A ). Thus, we re-analyzed the entire rMATS-turbo output focusing on microexons corresponding to cell surface proteins and with |ΔPSI| ≥ 0.5. We found that mRNAs encoding the 4 members of the L1-Ig superfamily of CAMs (IgCAMs)— L1CAM itself, NFASC , CHL1 , and NRCAM —were among the most profoundly and consistently mis-spliced transcripts ( Figures 1D and 1E ). In fact, NRCAM mRNA had two microexon-related events: skipping of the 18-nt microexon 5 and the 30-nt microexon 19 (MANE nomenclature 39 ; exons 9 and 23 in GTEx v.8 40 ) ( Figure 1E ). We also observed the skipping of microexon 7 in L1CAM and microexon 24 in NFASC . One exception to the trend toward exon skipping was the increased inclusion of exon 8 in CHL1 , but that exon was slightly longer, 48 nt, which is borderline for the purpose of microexon definition. 29 To validate these findings in patient-derived samples, we performed semi-quantitative, low-cycle-number RT-PCR assays on the samples from Figure S1A . Using forward and reverse primers corresponding to exons flanking microexons in question, we were able to detect both skipping and inclusion events in the same reactions. Without exception, the splicing patterns of the 6 PDXs matched those predicted by rMATS-Turbo ( Figure S1B ). Focusing on NRCAM as the most profoundly affected transcript, we asked whether its microexons are skipped in other human tumors. We queried MAJIQlopedia, our recently developed compendium of splicing variations across 86 human tissues and 41 cancer datasets. 41 We found that the skipping of NRCAM exons 5 and 19 was prevalent in all tumor types with detectable NRCAM splice junctions. They included pHGG, adult low-grade gliomas and GBMs, pheochromocytomas and paragangliomas, and also cancers of non-neural origins, such as lung adenocarcinomas ( Figure 1F ). The sole exception was pediatric neuroblastoma, where NRCAM exons 5 and 19 were uniformly included. Of note, these splicing quantifications were based on MAJIQ, 42 an algorithm orthogonal to rMATS-turbo, increasing our confidence in NRCAM -centric events. Further evidence for preferential NRCAM exon 5 and 19 skipping in pHGG was found in the output of Toil, yet another orthogonal approach to transcript reconstitution from short-read RNA sequencing (RNA-seq) data. 43 Finally, using the Xena portal, 44 we observed that transcript ENST00000351718.8, lacking exons 5 and 19, was overexpressed in brainstem gliomas compared to normal brain tissues ( Figure 1G ). ENST00000351718.8 was also upregulated in GBMs, consistent with the MAJIQlopedia output ( Figure S2A ). HGG-specific expression of the Δex5Δex19 NRCAM isoform To determine whether microexon skipping reflects, at least to some extent, pHGG lineage, we included in the analysis the RNA-seq dataset corresponding to 20 human primary astrocyte samples, 1 neuron sample, and 4 oligodendrocytes. 45 We observed that the skipping of HGG-specific microexons occurred primarily in astrocytes and oligodendrocytes, but not neurons, consistent with the pHGG eponymous cell of origin ( Figure 2A ). PSI values, while reflective of the underlying molecular mechanism, do not yield information about the expression levels of a given isoform, which are much more relevant from the immunotherapy standpoint. Thus, we complemented our rMATS-turbo analysis with the parsing of splice junction counts, one of the key outputs of the STAR aligner, 46 as described by us recently. 47 Specifically, we quantified expression of the non-canonical exon 4-exon 6 junctions in pHGG samples and across the GTEx dataset comprising both neuronal and non-neuronal normal tissues. The B7-H3/CD276 constitutive exon 15-exon 16 junction was used for comparison. We observed that Δex5Δex19 NRCAM and B7-H3 transcripts were expressed at comparable levels in pHGG and brain sub-regions, while Δex5Δex19 NRCAM had the advantage of being expressed at lower levels in non-neuronal normal organs, such as the adrenal gland and adipose tissue ( Figure 2B ). Similar results were obtained using the NRCAM exon 18-exon 20 junction as a readout ( Figure S2B , top left) The other three members of the L1CAM family showed the same pattern of selective exon usage, except that their expression levels in pHGG were markedly lower ( Figure S2B , top right and bottom). To determine whether skipping of NRCAM microexons 5 and 19 occurs concurrently and in the context of functional, cap-to-poly (A) transcripts, we performed direct cDNA long-read sequencing using Oxford Nanopore platform PromethION P2 for two DMG PDX samples, 7316–1763 and 7316–1769. To ensure accurate detection of small exons, STAR-aligned reads were re-aligned using MisER. 48 We observed the skipping of both NRCAM exon 5 and exon 19 in PDX 7316–1769 ( Figure 2C ); however, due to low read depth, we could not detect any transcripts for NRCAM in PDX 7316–1763. To circumvent the read depth issue, we performed targeted long-read re-sequencing on several PDX samples, the KNS42 pHGG cell line, TM31 and U251 GBM cell lines, and the SMS-SAN neuroblastoma cell line. Direct examination of sequencing reads in the Integrative Genomics Viewer (IGV 49 ) revealed that all oligo(dT)-primed NRCAM transcripts extending to the 5′ end lacked exons 5 and 19 in KNS42 cells but included them at ~50% frequency in SMS-SAN NBL cells ( Figures 2D and 2E ). Using the ESPRESSO computational tool, 50 we quantified the expression of various NRCAM transcripts in all sequenced samples. We observed that all pHGG and GBM cell lines and PDXs predominantly expressed the NRCAM variant lacking both exon 5 and exon 19 ( Figure 2F , blue, gray, and yellow bars), while in SMS-SAN cells, the inclusion of exon 19 was common (orange bar), and the skipping of both exon 5 and exon 19 was rather rare. Assessment of tumor heterogeneity by single-cell long-read-seq Bulk long-read RNA-seq is commonly used to identify full-length transcripts, but initially, it did not have single-cell-resolution capabilities. 51 , 52 Subsequent single-cell long-read approaches were developed for fewer than 100 cells, 53 , 54 making the assessment of tumor heterogeneity difficult. To overcome this limitation, we recently developed techniques for long-read sequencing of thousands of single cells from both fresh (ScISOr-seq 55 ) and frozen (SnISOr-seq 56 ) tissues. The most recent iteration of this approach (SnISOr-seq/ScISOr-ATAC 56 , 57 ) allows for the accurate cataloging of full-length transcripts devoid of intronic sequences. We applied this approach to DMG PDX 7316–3058. According to the short-read dataset (the 10× Genomics part of the workflow), this sample can be broken down into 3 clusters based on k -means ( Figure 3Ai ). While all of them expressed glial cell markers, proliferating cells were largely confined to cluster 2, as evidenced by expression of the MKI67 gene ( Figure 3Aii ). Nevertheless, virtually all neoplastic cells, regardless of cluster attribution, expressed both B7-H3 ( Figure 3Aiii ) and NRCAM ( Figure 3Aiv ) mRNAs, especially robustly the latter. Then, using the long-read dataset (the Oxford Nanopore part of the workflow), we asked how microexons of interest are represented in 3 major clusters (A, B, and C in Figure 3B ). This was achieved by retaining barcoded reads only and aligning them over the GRCh39 genome using minimap2 with GENCODE v.44 GTF as described earlier. 58 When we examined ScisorWiz 56 plots, we observed that all recovered reads for NRCAM exons 4 and 6 skipped microexon 5 (blue dotted rectangle), and all recovered reads for CHL1 exons 7 and 9 included microexon 8 (red rectangle), with no evidence of intra- or intercluster heterogeneity. This was in sharp contrast to the CHL1 “non-micro” cassette exon 26, whose inclusion and skipping varied considerably both within and among the 3 clusters (purple rectangle). Collectively, these results suggest that in pHGG, L1-CAM microexons are processed in a uniform rather than a stochastic manner, making the corresponding proteoforms much more compelling immunotherapy targets. To validate these findings in additional pHGG samples, we parsed data from a recent study wherein bulk and single-cell RNA-seq were performed on 19 pHGG primary samples 59 (NCBI GEO: GSE231859). Non-cancerous samples were excluded, as were samples annotated as epithelioid glioblastoma or with fewer than 200 neoplastic cells. The bulk sequencing reads corresponding to the remaining 8 samples were visualized in IGV, with an emphasis on NRCAM exons 5 and 19. As anticipated, we observed predominant patterns of exon 19 and especially exon 5 skipping, with 5 out of 8 samples not containing any exon 5 reads ( Figure S3A ). Then, single-cell sequencing reads were integrated and analyzed using the Seurat and Azimuth packages, 60 – 63 and cell types were mapped using the Human Motor Cortex Reference Explorer. When all cell types were included in the analysis, NRCAM and B7-H3 showed similar patterns of intertumoral heterogeneity ( Figure S3B ). However, after zeroing in on the glial compartments (astrocytes, oligodendrocytes, and oligodendrocyte progenitor cells [OPCs]; Figure S4A ), we observed much more robust and more uniform distribution of NRCAM mRNAs than B7-H3 mRNAs, with fewer dropout events ( Figures S4B and S4C ), attesting to NRCAM’s potential as an immunotherapy target. The role of Δex5Δex19 NRCAM in pHGG pathogenesis To determine the contribution of Δex5Δex19 NRCAM to gliomagenesis, we first designed a guide RNA mapping to NRCAM exon 4 ( Figure S5A ) and used it in combination with the CRISPR-Cas9 system to generate NRCAM -null (knockout [KO]) KNS42 cells. The KO event was validated at the genomic DNA level by amplicon re-sequencing ( Figure S5B ) and at the protein level by immunoblotting with a commercially available anti-NRCAM antibody ( Figure 4A ). To determine whether the Δex5Δex19 NRCAM isoform is expressed on the plasma membrane, we adapted a whole-cell biotinylation assay. Briefly, live KNS42 cells were incubated with biotin to label Lys residues of surface proteins, which, upon lysis, were isolated using neutravidin beads and analyzed by immunoblotting. In these subcellular localization experiments, epidermal growth factor receptor (EGFR) served as a reference cell surface marker and tubulin and actin as cytosolic markers. We reliably observed the Δex5Δex19 NRCAM isoform in both total cell lysate and the cell surface but not cytosolic (“flow-through”) fractions, and it was largely absent from all NRCAM KO cell fractions ( Figure 4B ). This result is in line with multiple reports showing that microexon-encoded amino acids are often located on outer surfaces and regulate protein-protein interactions, as cataloged in a recent review (Table 1 in Mackensen and Irimia 64 ). To determine the role of the skipped isoform of NRCAM in pHGG, we reconstituted NRCAM KO cells with the full-length (exon 5-/exon 19-including) and the Δex5Δex19 NRCAM isoforms and confirmed their expression by immunoblotting ( Figure 4C ). Compared to vector control cells, neither of them showed any effect on cell proliferation in 2D cultures ( Figure 4D ). However, the Δex5Δex19, but not the full-length, NRCAM isoform enhanced migration and invasion by KNS42 cells, as evidenced by the Transwell assays performed without and with Matrigel layers, respectively ( Figures 4E and 4F ), as described by us previously. 65 Finally, we modified these cells to express firefly luciferase and implanted them orthotopically into the cortices of non-obesediabetic severe combined immunodeficiency gamma (NSG) mice, as described previously. 66 We observed more consistent tumor take and substantially more robust tumor growth when the Δex5Δex19 NRCAM isoform was expressed, whereas both NRCAM -null and NRCAM -full-length KNS42 cells established and grew rather poorly ( Figures 4G and 4H ). In fact, mice bearing these tumors were still alive on day 120, while their Δex5Δex19 counterparts were all dead by day 30 ( Figure 4I ). The apparent essentiality of Δex5Δex19 for tumor growth and its uniform expression on the cell surface made it an even more attractive target for pHGG immunotherapy. pHGG-selective anti-NRCAM antibodies and their therapeutic utility Given the minimal difference in the amino acid sequences between the full-length and the Δex5Δex19 NRCAM proteoforms, we used AlphaFold 3 67 to predict 3D structural models for the corresponding UniProt-annotated ectodomains. It predicted a “horseshoe” conformation with a hinge between Ig-like 2 and Ig-like 3 domains in both isoforms, similar to crystal structures of another L1 family member, L1CAM 68 (discussed in Hortsch et al. 69 ). AlphaFold 3 also predicted that the proline-rich microexon 19-encoded amino acid sequence creates a sharp bend between the Ig-like 6 domain and the first fibronectin type-III domain ( Figure 5A , left). This bend is absent from the NRCAM Δex5Δex19 proteoform model, creating a more open conformation that could be available for selective targeting ( Figure 5A , right). To generate Δex5Δex19 NRCAM-selective monoclonal antibodies (mAbs), we expressed this isoform in murine NIH3T3 cells and immunized syngeneic C57BL/J mice with whole cells using the Fred Hutchinson Cancer Center Antibody Technology Core Facility ( Figure 5B ), as described by others previously. 70 Supernatants from the resultant hybridomas were used to stain CHO cells expressing either the full-length or the Δex5Δex19 NRCAM proteoform. As expected, the majority of mAbs (exemplified by 2D10 in Figure 5C ) stained both the full-length and the Δex5Δex19 NRCAM isoforms equally well (gray arrows). However, mAb 3F8 showed selectivity for Δex5Δex19 NRCAM, as judged by the ~10-fold difference in mean fluorescent intensities ( Figure 5D , gray and orange arrows). Importantly, this binder recognized the endogenously expressed Δex5Δex19 NRCAM in pHGG samples, such as the KNS42 cell line ( Figure 5E , purple peak with orange arrow), even though non-specific, background staining was also observed in NRCAM KO cells (green peak). We also stained 4 pHGG PDXs with 3F8. Consistent with single-cell RNA-seq data ( Figures S3 and S4 ), we observed robust and uniform expression of Δex5Δex19 NRCAM ( Figure 5F ). To determine how efficient and selective 3F8-based immunotherapeutics might be, we applied universal immune receptor (UIR) technology to redirect T cell specificity toward antibody-stained cells, as described by us previously. 71 – 73 Specifically, we “painted” KNS42 cells with the 3F8 antibody and admixed them in vitro with human donor-derived T cells engineered to express a CD64 (Fc gamma receptor I; FcγRI)-based UIR ( Figure 5G ). We observed that this antibody-UIR combination could kill the majority of pHGG cells, but only when the cancer cells expressed the Δex5Δex19 NRCAM proteoform, ectopically or endogenously (KNS42 or PDX 7316–3058 cells) ( Figure 6A , top row). No killing was observed against cells expressing full-length NRCAM, or when the FcγRI UIR was armed by an irrelevant isotype-control IgG2b antibody ( Figure 6A , bottom row), or when using untransduced donor T cells ( Figure S6A ). We further tested the 3F8-UIR combination against adult GBM cell lines U251 and TM31 (which exclusively express the Δex5Δex19 NRCAM isoform) and their NRCAM KO derivatives. We observed the same efficacy and selectivity of cell killing as seen with pHGG models ( Figures 6B and S6B ). We thus concluded that mAb 3F8 is a promising immunotherapeutic for pediatric and adult tumors of glial origin. DISCUSSION It is well recognized that failures of adoptive cancer immunotherapies come in two flavors: effector cell centric (e.g., T cell exhaustion) and target cell centric (e.g., epitope loss or down-modulation). 74 The latter problem underscores the need for robust pipelines yielding alternative antigens for salvage immunotherapies. Traditionally, such pipelines focused either on the discovery of lineage-specific markers (B cell-specific CD19, CD22, etc.) 75 or on the identification of proteins overexpressed in tumors compared to their respective tissues of origin. While such “tumor-vs.-normal” comparisons continue to yield viable therapeutic targets, for example, DLK1 and GPC2 in high-risk neuroblastoma, 76 , 77 GPC2 in CNS tumors, 78 B7-H3 (CD276) and GD2 in DIPG, and DMG 15 , 20 and GD2 in medulloblastoma, 79 this approach might be entering the phase of diminishing returns, as existing microarray and RNA-seq datasets have been mined extensively already. Additionally, tumor-vs.-normal comparisons often ignore expression of the target antigen in non-adjacent normal tissues, creating the potential for severe OTOTs. 80 For CAR T cells, OTOTs could be circumvented with locoregional delivery, but this approach may not be effective for antibody-drug conjugates and other soluble therapeutics. All these limitations have led the cancer immunotherapy field to look for alternative sources of tumor-specific epitopes, such as alternative splicing. 81 , 82 In a landmark paper investigating splicing patterns across The Cancer Genome Atlas, it was estimated that in the average tumor, there exist close to 1,000 unique “neojunctions” not typically found in normal samples profiled by the GTEx Consortium. 83 However, only a tiny fraction of them (~0.1%) generate peptides capable of being presented by major histocompatibility complex class I molecules. In principle, this bottleneck could be bypassed by focusing on transmembrane proteins with large extracellular domains, which could be recognized by engineered T cells independently of major histocompatibility complex (MHC) class I presentation. 84 However, it is not clear what fraction of alternatively spliced transcripts yields functional proteoforms able to reach the plasma membrane. In hematologic malignancies, for example, there are several examples where exon skipping results in either protein degradation (P2RX5 85 ) or its retention in the endoplasmic reticulum (CD19 86 , 87 and CD33 88 ). Finally, even when alternative splicing-derived proteoforms are expressed on the cell surface, anti-peptide mAbs directed against neojunctions might efficiently and specifically recognize the denatured protein (e.g., CD22 Δex5–6 89 ) but not necessarily its membrane-bound conformation. Thus, in most cases, alternative splicing might be just as likely to drive resistance as to enable new therapies. 90 However, not all alternative splicing events are created equal, and some of them, for example, the inclusion/skipping of microexons, have evolved to preserve protein structures while generating unique 3D conformations. 29 , 64 Here, we report that in pHGG, the pattern of microexon inclusion is markedly different from that observed in normal brain samples. In fact, microexon skipping was the only SE type of event with profound differences in ΔPSI values (>50%). By focusing further on SE events with high prevalence, we were able to identify members of the L1 family of CAMs, 69 including NRCAM, as being particularly strongly affected by alternative splicing. This is not completely surprising, as NRCAM was recently shown to be the molecule with the greatest number of proteoforms in the developing mouse and human retinas. 91 There is also some evidence that NRCAM and related CAMs might be implicated in tumor progression (reviewed in Cavallaro and Christofori 92 ). However, the importance of individual proteoforms in either normal development or cancerous growth has not been elucidated. By focusing on concurrent skipping of NRCAM microexons 5 and 19, we were able to demonstrate that not only the corresponding proteoform is stable and present on pHGG cell surfaces, but it is also essential for cell migration and invasion in vitro and for progressive tumor growth in orthotopic mouse models. Remarkably, despite minimal amino acid changes, it is also antigenically distinct, as we were successful in generating a mAb (3F8) with high selectivity toward Δex5Δex19 NRCAM. This selectivity manifested itself not only in flow cytometry experiments but also in functional cell-killing assays, where pHGG cells reconstituted with Δex5Δex19 NRCAM—but not the full-length isoform—were effectively killed by human T cells engineered to express an FcγRI-based UIR and redirected by a Δex5Δex19 NRCAM-specific mAb. These findings provide the rationale for future development and preclinical testing of other 3F8-based immunotherapeutics, including CARs. If 3F8-based immunotherapeutics prove to be as potent as current ones (e.g., B7-H3 CARs), targeting Δex5Δex19 NRCAM could be advantageous from the OTOT standpoint. Indeed, we observed that this mRNA isoform is expressed at lower levels in several normal tissues, including the adrenal gland. Even in normal brain samples, which have sizable fractions of cells of glial origin, we failed to detect significant levels of Δex5Δex19 NRCAM expression, as judged by junction-permillion (JPM) counts ( Figure 2B ). In fact, the recently developed Cancer-Specific Exon Miner identified NRCAM as one of the six alternatively spliced proteoforms highly and specifically expressed in multiple solid and brain pediatric tumors with high prevalence. 93 Our data indicate that the potential of Δex5Δex19 NRCAM as a therapeutic target is not limited to pediatric tumors and could include adult low-grade gliomas and GBMs, pheochromocytomas and paragangliomas, and also cancers of non-neural origins, such as lung adenocarcinomas. The rather broad spectrum of Δex5Δex19 NRCAM expression raises interesting questions about its contribution to neoplastic growth. It could be argued that the skipping of microexons 5 and 19 in pHGGs simply reflects their glial, not neuronal, origin and that normal glia (and by extension, their malignant counterparts) simply do not express the RNA-binding protein machinery necessary to include microexons. While there is some recent experimental and computational support for this “skipping-by-neglect” scenario, 94 several lines of evidence indicate that it may not be universally applicable. First and foremost, the identity of the cell(s) of origin for human HGG is often inferred from mouse lineage-tracing experiments and therefore is not firmly established. 95 Examination of molecular signatures frequently points to the role of OPCs, at least in certain anatomic locations, such as the pons. In contrast, diffuse hemispheric gliomas (of which KNS42 is representative) are now thought to arise from interneuronal precursors. 96 Second, even if most pHGGs do arise from OPCs, glia-specific microexons have also been identified, contradicting the “skipping-by-neglect” hypothesis. 97 Third, intermediate levels of NRCAM exon 19 (but not exon 5) inclusion in pheochromocytomas and paragangliomas revealed by MAJIQlopedia argue that these cassettes are dynamically and independently regulated to shape the neoplastic phenotypes of individual tumor types. For example, skipping of NRCAM microexons could regulate its interactions with other members of the L1-IgCAMs 69 , 98 , 99 and the metastasis-promoting proteins of the ERM (ezrin/radixin/moesin 100 ) family. Elucidation of these interactions could reveal additional opportunities for the targeting of alternative splicing in pediatric gliomas. Limitations of the study Our conclusion that Δex5Δex19 NRCAM is an attractive target for adoptive T cell therapy is based largely on our success in generating a splice isoform-selective antibody (3F8) and its potency in the in vitro killing assays using UIR-armed T donor cells. We are yet to test these UIR T cells in vivo . Nor have we evaluated the cross-reactivity of 3F8 with normal tissues, given the challenges of performing immunohistochemistry with antibodies recognizing conformational epitopes. RESOURCE AVAILABILITY Lead contact Requests for further information and reagents may be directed to and will be fulfilled by the lead contact, Andrei Thomas-Tikhonenko ( andreit@pennmedicine.upenn.edu ). Materials availability pHGG specimens used in this study are available upon request from the Children’s Brain Tumor Network (CBTN). The 3F8 hybridoma will be available upon request following publication of the patent application. Data and code availability Newly generated single-cell RNA-seq data have been deposited in GEO: https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE301658 . Access to existing genomic files from CBTN is enabled through KidsFirst Portal ( https://portal.kidsfirstdrc.org ). Access to already processed genomic data is enabled through PedcBioPortal ( https://pedcbioportal.kidsfirstdrc.org ). Controlled-access CBTN data were retrieved through dbGaP Study phs002517.v3.p2. The data from this study were made available pre-publication without embargo to support rapid and collaborative research in pediatric cancer via the NCI’s Cancer Research Data Commons ( https://datacommons.cancer.gov ). This availability was made possible with the support of NCI’s Childhood Cancer Data Initiative and the Gabriella Miller Kids First Pediatric Research Program. Controlled-access GTEx data were retrieved through dbGaP Study phs000424.v10.p2. The GTEx Project was supported by the Common Fund of the Office of the Director of the National Institutes of Health ( https://commonfund.nih.gov/GTEx ). Additional funds were provided by the NCI, NHGRI, NHLBI, NIDA, NIMH, and NINDS. This paper does not report any original code. ScisorWiz, a Linux-based R package for visualizing differential isoform expression, had been deposited previously on GitHub ( https://github.com/ans4013/ScisorWiz ). Original western blot images have been deposited at Mendeley: https://data.mendeley.com/datasets/cmsfkvw76m/2 . Microphotographs and any additional information required to re-analyze the data reported in this paper are available upon request from the lead contact . STAR★METHODS EXPERIMENTAL MODEL AND STUDY PARTICIPANT DETAILS Animal experiments All animal experiments had received prior approval from the Children Hospital of Philadelphia Institutional Animal Care and Use Committee (IACUC) and were conducted as described in Protocol IAC 24–001295 “Validation of drivers in tumor formation and preclinical testing” (approval date 2/29/2024). The orthotopic pHGG models have been established as follows. Eight to 10-week-old Nu/J mice (8 animals per treatment group) were anesthetized with 2.5% isoflurane, placed into the stereotactic frame, then injected with 1×10 6 glioma cells. Stereotactic coordinates used to target the cortex for tumor were as follows: −0.4 mm posterior to bregma, 3 mm lateral to bregma, and 1 mm depth from pia. All animals were subjected to regular optical imaging beginning at 3 weeks post-injection. Human samples All high-grade glioma pediatric brain tumor raw data were harvested from the database of Genotypes and Phenotypes (dbGAP) (accession number phs002517.v2.p2), which includes tumors from the Children’s Brain Tumor Network ( https://cbtn.org ) and the Pediatric Neuro-Oncology Consortium ( https://pnoc.us/ ). Cell culture The pediatric high-grade glioma cell line KNS42 was cultured in DMEM-F12 (GIBCO Cat#11320033), the neuroblastoma cell line SMS-SAN was cultured in RPMI (Corning Cat#10–040-CM), murine NIH3T3 cells were cultured in IMDM (ThermoFischer Scientific Cat#12440053), Chinese Hamster Ovary (CHO) cells were cultured in Ham’s F 12K (Kaighn’s) Medium (ThermoFischer Scientific Cat# 21127022) supplemented with 10% FBS (GIBCO Cat#26140079), 2 mmol/L L-glutamine (GIBCO Cat#25030081), and penicillin/streptomycin (GIBCO Cat #15140122) at 37°C and 5% CO 2 . After thawing, cells were authenticated by short tandem repeat analysis, tested for Mycoplasma using the EZ-PCR Mycoplasma Detection Kit (Biological Industries Cat#20–700-20), and used for up to 12 passages. Patient derived cells were cultured in DMEM-F12 supplemented with B27 supplement (Thermo Fisher Cat#12587–010), N2 supplement (Thermo Fisher Cat#175020–48), EGF recombinant protein (Thermo Fisher Cat#PHG0311L), FGF recombinant protein (Peprotech Cat#100–18B), Heparin (Sigma Cat#H3149), 2 mmol/L L-glutamine, and penicillin/streptomycin at 37°C and 5% CO 2 , supplemented with 10% FBS, 2 mmol/L L-glutamine and penicillin/streptomycin at 37°C and 5% CO 2 . METHOD DETAILS RNA extraction and reverse transcription Total RNAs were isolated using Maxwell RSC simplyRNA Cells kit with the Maxwell RSC48 Instrument (Promega Cat#AS1390) and reverse-transcribed using SuperScript IV (Invitrogen Cat#18090010). Primer sequences used for cDNA amplification are listed in the key resources table . Oxford Nanopore Technologies (ONT) long-read direct cDNA sequencing Total RNAs were isolated using Maxwell RSC simplyRNA Cell Kits (Promega Cat#AS1390). Approximately 500 ng of total RNA was used for direct cDNA (SQK-LSK114; Oxford Nanopore Technologies [ONT]) library preparation. Subsequently, each library was loaded into a PromethION Flow Cell R10.4.1 version (FLO-PRO114M; ONT) and sequenced using a PromethION 2 Solo (ONT) for 48 h. Raw Fast5 files were converted to fastq with guppy (version 3.4.5), followed by alignment to the GENCODE version of hg38 (version 30) using minimap2 (version 2.18); the resulting bam file was visualized using the Integrative Genomics Viewer (version 2.11.0). ONT targeted resequencing For NRCAM, primers were designed to bind to exons present in all the isoforms to ensure full coverage of all alternative splicing events. 5 ng of cDNA were amplified with the long LongAmp Taq 2X Master Mix (New England Biolabs) for 25 cycles. The resulting amplicons were subjected to amplicon-seq (SQKNBD112.24, ONT) library preparation. Subsequently, each library was loaded into a Spot-ON flow cell R9 Version (FLO-MIN112, ONT) and sequenced in a MinION Mk1C device (ONT) until it had acquired at least 1000 reads per sample. Acquired reads were aligned using Minimap2 version 2.24-r1122 and visualized in IGV version 2.12.3. When indicated, MisER, a splicing re-alignment tool, was run on ONT output files and reads were realigned using NRCAM RefSeq transcripts downloaded from UCSC genome browser. The flanking region parameter for Miser was 110. For isoform quantitation, ESPRESSO was run with default settings on MisER-realigned bam files. Single-nuclei isoform RNA sequencing Nuclei from pHGG patient-derived organoids were isolated and processed using the Chromium Next Gem Single Cell Multiome ATAC + Gene Expression kit from 10× Genomics (kit PN-1000285, chip PN-1000230, dual index kit PN-1000215). For short-read sequencing, the Chromium Single Cell Multiome Gene Expression Library was performed by following the manufacturer’s instructions, starting from 8,000 single-nuclei. It was then loaded on an Illumina NovaSeq 6000 with PE 2 × 100 paired-end kit, using the following sequencing read lengths: 28 cycles Read1, 10 cycles i7 index, 10 cycles i7 index, and 90 cycles Read2. For long-read sequencing, cDNA obtained from the 10× Genomics Single Cell Multiome ATAC + Gene Expression kit was used for amplification and exome enrichment. The amplified/enriched cDNA was then sequenced on the Oxford Nanopore Technology platform starting from ~200 fmol cDNA and using the Ligation Sequencing Kit (SQK-LSK114), according to the manufacturer’s protocol (Nanopore Protocol, Amplicons by Ligation, version ACDE_9163_v114_revO_29Jun2022). The ONT library was loaded onto a PromethION sequencer by using PromethION Flow Cell (FLO-PRO114M) and sequenced for 72 h. Base-calling was performed with Guppy by setting the base quality score >7. Genome editing Single-guide RNA targeting NRCAM exon 4 and CAS9 protein were obtained from Integrated DNA Technologies. Cas9 ribonucleoprotein complexes were assembled following manufacturer’s recommendations. These ribonucleoprotein complexes were transfected into KNS42 and 7316–3058 cells using Lipofectamine CRISPR MAX Kit (Invitrogen Cat#CMAX00001) following manufacturer’s instructions. The effect of gRNA was determined by immunoblotting for NRCAM. Plasmid constructs and viral infections For NRCAM constructs, the coding sequence of the full-length isoform (NM_001193582.2/ENST00000413765.6) and Δex5Δex19 NRCAM (NM_005010.5/ENST00000351718.8) was synthesized and cloned into the lentiviral backbone (pTwistLentiSFFV puro) by Twist Biosciences. For viral particle production, 293T cells (ATCC) grown to 90% confluence in a 10-cm Petri dish were transfected with 10 μg of the NRCAM constructs, 2.5 μg of the pMD2.G (RRID:Addgene_12259) and 7.5 μg of the psPAX2, (RRID:Addgene_12260) using Lipofectamine 3000 (Invitrogen, #L3000001). Supernatants were collected 48 h after transfection, passed through 0.45-μm PVDF filters, and incubated for 48 h with cells in media containing 10 μg/mL polybrene (MedChemExpress, Cat#HY112735). After 48 h, culture media were replaced, and cells were incubated with 1.5 μg/mL puromycin for selection. For FcIR-28z, transfection was performed with a plasmid mix containing the transfer plasmid encoding the Fc binding immune receptor (FcIR) fused to the intracellular TCR and co-stimulatory signaling domains (FcIR-28z), along with packaging plasmids pRSV.REV (RRID:Addgene_12253), pMD2.G, and pVSV-G (RRID:Addgene_138479) in a 15:18:18:7 mass ratio. Lentiviral supernatants were collected at 24- and 48-h post-transfection, filtered through a 0.45 μm filter, and concentrated via ultracentrifugation at 25,000 rpm for 2.5 h. The final viral preparation was stored at −80°C. Viral titers were determined by transducing HEK 293T cells, and results were expressed as Infection Units per milliliter (IU/mL). Immunoblotting Total cell lysates were prepared from cells using RIPA buffer with protease and phosphatase inhibitors (Pierce Halt Inhibitor Cocktail, Thermo Fisher Scientific Cat#78446). After protein transfer to PVDF (Immobilin-p, Millipore Cat#IPVH00010), anti-NRCAM antibody (Abcam Cat#191418, RRID: AB_3697105) and anti-EGFR antibody (Cell Signaling Technology Cat# 4267, RRID:AB_2246311) were used. Subsequently, recommended dilutions of horseradish peroxidase–conjugated secondary antibody (Cell signaling, #7074S, RRID:AB_2099233) were added. Enhanced chemiluminescence kit (Millipore, #WBKLS0500) was used to detect bands that were then captured by Chemiluminescence imager (GE Healthcare). For internal normalization, HRP-conjugated antibodies against β--actin (Cell Signaling Technology Cat #12262S, RRID:AB_2566811), GAPDH (Cell Signaling Technology Cat# 3683, RRID: AB_1642205), or tubulin (Cell Signaling Technology Cat# 2144, RRID:AB_2210548) were used. Isolation of biotin-labeled cell surface proteins Cell surface biotinylation was performed using Pierce Cell Surface Biotinylation and Isolation Kit (Thermo Fischer scientific Cat#A44390). Briefly, cells were grown to confluency in 10-well dishes, washed with PBS, and labeled with a non-cell-permeable sulfo-NHS biotin analog for 10 min at room temperature. After washing, ice-cold TBS was added to the cells which were collected with a cell scraper and pelleted by centrifugation (500 × g, 5 min, 4°C). To isolate biotin-labeled cell surface proteins, lysates were loaded onto neutravidin agarose columns and incubated for 30 min at room temperature. Eluted protein fractions were then analyzed by immunoblotting. Cell proliferation, migration, and invasion assays To assess proliferation, cells were seeded in white 96 well flat bottom plates at a density of 8000 cells per well. Cell viability was measured using the CellTiter-Glo (CTG) luminescent assay (Promega Cat#G7570). Luminescence was measured using Biotek Synergy 2 plate reader at 24, 48, and 72 h. Corning BioCoat Cell Culture Inserts and Matrigel inserts (Corning, USA) were used for migration and invasion assays, respectively, as described in Stein et al. 58 Briefly, the inserts were rehydrated with plain DME-F12 for 2 h before use. 5–7×10 4 cells pre-treated with 10 μg/ml of Mitomycin C were trypsinized and resuspended in serum-free medium and then seeded onto 24-well Transwell chambers with 8-μm pore membrane in 500 μL serum-free medium. The lower chamber contained medium supplemented with 10% FBS. After incubation for 22 h, the non-migrated/invaded cells on the upper side of membrane were removed with a cotton swab and the migrated/invaded cells stained with crystal violet and microphotographed. AlphaFold analysis of NRCAM isoform structures AlphaFold 3 models were generated for the UniProt-annotated ectodomains of the full-length and Δex5Δex19 NRCAM isoforms, specifically C9JYY6 and Q14CA1. The signal peptide at the N terminus (amino acids 1–24, per UniProt) was removed before generating the models. Additionally, these isoforms lack the fifth fibronectin type-III domain, owning the exonic structures of the respective mRNAs (ENST00000413765.6 and ENST00000351718.8). Generation of monoclonal antibody against Δex5Δex19 NRCAM All monoclonal antibodies were generated at the Fred Hutchinson Antibody Technology Core. Briefly, male and female 20-week-old mice were immunized with syngeneic NIH3T3 cells overexpressing Δex5Δex19 NRCAM. Following a 12+ week boosting protocol, splenocytes were isolated from high-titer-yielding mice and electrofused with FOX-NY myeloma cells. Hybridomas secreting isoform specific antibody were identified and isolated. Antibodies from the picked clones were validated for proteoform binding by flow cytometry using cell-based flow cytometry. Clone 3F8 was subcloned followed by validation for proteoform binding by cell-based flow cytometry using cells expressing empty vector, full length and Δex5Δex19 NRCAM. Affinity purified IgG2b kappa chains from the hybridoma was further characterized by western blot analysis and flow cytometry staining. Generation of primary T cells with FcIR-28z All primary T cell studies were conducted under approval from the University of Pennsylvania Institutional Review Board (IRB). Identified donors provided informed consent, signing forms approved by the IRB. The activation, transduction, and expansion of primary T cells were carried out using standard techniques. Briefly, primary human CD4 + and CD8 + T cells, obtained from healthy donors through the Human Immunology Core (University of Pennsylvania), were combined in a 1:1 ratio in complete medium (CM) supplemented with 100 IU/mL IL-2 (Prometheus Therapeutics and Diagnostics). On day 0, the T cells were stimulated with anti-CD3/CD28 Dynabeads (Invitrogen) at a 1:1 bead-to-cell ratio. After 24 h (day 1), T cells were transduced with FcIR-28z lentivirus at a multiplicity of infection of 5. The culture volume was doubled daily by the addition of fresh CM until day 6, at which point the Dynabeads were removed via magnetic separation. Cells were maintained at a concentration of 0.75 × 10 6 cells/mL in IL-2 supplemented CM until day 10, when IL-2 was withdrawn from the medium to complete the expansion process. The efficiency of T cell transduction was assessed on day 10 by flow cytometry, analyzing for the surface expression of FcIR. Cytotoxicity assays KNS42 and patient-derived target cell lines were transduced with a pLC-luciferase-zsGreen-blasticidin plasmid and subsequently sorted for GFP-positive populations using fluorescence-activated cell sorting (FACS). Target cells were resuspended in serum-free complete medium (CM) at a concentration of 2×10 5 viable cells/mL, and 100 μL of cell suspensions were plated per well in a white, opaque-walled, flat-bottom 96-well plate. Cells were cultured overnight at 37°C in 5% CO 2 to reach a confluency of approximately 70–80%. FcIR-28z effector cells were admixed with the antibody 3F8 or its IgG2b isotype control at concentrations of 0, 0.001, 0.01, 0.1, and 1 μg/mL. The “painting” was performed at 37°C in 5% CO 2 for 45 min in PBS. Following incubation, effector cells were washed three times in PBS and resuspended in serum-free CM. To calculate the effector-to-target (E:T) ratio, three random target cell samples from each cell line were trypsinized and counted for live cells. Based on the counts, effector cells were added to the target cells at 3:1, 10:1, and 30:1 E:T ratios. The appropriate number of effector cells was resuspended in 100 μL of serum-free CM and added to the corresponding target cell groups. All conditions were tested in triplicate for each target cell line. Plates were centrifuged at 200g for 3 min and then incubated in a humidified incubator at 37°C with 5% CO 2 for 24 h. Following incubation, 100 μL of medium was carefully removed from each well for further analysis. For luminescence-based viability assessment, D-luciferin was resuspended in PBS at 900 μg/mL, and 20 μL was added to each well to achieve a final concentration of 150 μg/mL. The plates were placed on an orbital shaker (GeneMate) at 500 rpm for 3 min in the dark, then incubated for an additional 3 min at 37°C and 5% CO 2 . Luminescence readings were obtained using a microplate reader (BioTek Synergy H4), and cytotoxicity was calculated using the following formula: ( 1 - luminescence ( effector + target cells ) / lumines - cence ( target cells ) ) × 100 . QUANTIFICATION AND STATISTICAL ANALYSIS RNA-seq analyses rMATS Turbo (v4.1.0) with GENCODE v39 GFF annotations was used to detect alternative splicing events. Paired comparisons were performed between each tumor sample and seven distinct control sets, including brain homogenate (Clontech, #636643), brain stem (Agilent, #540053, adult), fetal brain (Clontech, #636526), cerebellum (Asterand, #63559–1156128F), and occipital cortex (Asterand, #38061–113046A4). Additionally, publicly available datasets were incorporated, including fetal brain (SRR4787052) and pediatric normal cortex (SRR7268790, SRR7268791, SRR7268792). Aberrant splicing events were filtered to retain those with ≥10 junction read counts. The filtered results served as the basis for all downstream analyses. For target discovery, we extracted all single-exon (SE) splicing events with a ΔPSI ≥ |0.30| or a ΔPSI ≥0.10 when the control PSI was <.10. Additionally, they had to meet significance thresholds (FDR and p value of <0.05) in all seven comparisons per tumor sample. We then generated BED files representing exons of interest and intersected them with UniProt protein domain topologies using Bedtools (v2.30.0), which allowed identification of exons corresponding to extracellular domains. Boxplots were used to visualize splicing events altered in at least 40% of tumor samples, stratified by exon length into the following categories: 0–30 nt, 31–50 nt, 51–100 nt, and >100 nt. The plots were color-coded to denote splicing preference (i.e., inclusion or skipping). Scatterplots were generated using the ggscatter function to highlight microexons (<50 nucleotides). All downstream analyses were conducted using R v4.4.0, with plots generated using ggplot2 v3.5.1. For the analysis of isoform expression levels, FASTQ files corresponding to GTEx samples and brain cell subpopulations were downloaded, respectively, from dbGaP (accession number phs000424.v10.p2.c1) and GEO (Project GSE73721) using sratoolkit. Reads were aligned using 2-pass mapping to hg38 genome and GENCODE v39 version. Junctions per million (JPM) were calculated by collating “uniquely mapped reads” column from the “SJ.out.tab” files from the STAR aligner output. Uniquely mapped reads were divided by the total number of reads per sample to normalize these splicing junctions for each sample. Orthotopic transplantations In vivo data in Figure 4H represents a single study. However, considerable effort was expanded to minimize bias, with each replicate treated as a separate experiment. Specifically, each batch of pHGG cells (Empty vector, Full-length NRCAM, Δex5Δex19 NRCAM) were harvested from 8 cell culture plates (3×8). We then injected 8 mice per group. Both surgeries and orthotopic injections (24 in total) were performed not serially, but independently throughout the day. Supplementary Material 1 SUPPLEMENTAL INFORMATION Supplemental information can be found online at https://doi.org/10.1016/j.celrep.2025.116099 . ACKNOWLEDGMENTS This research has been supported by NIH grants U01 CA232563 and R03 CA293992 (to A.T.-T.), R03 OD036498 (to J.L.R.), R01 HG013359 (to K.W.), and UG3 CA290451 and RO1 EB026892 (to D.J.P.). J.D. was supported by NIH training grants T32 CA115299 and T32 HL007150, and C.D. was supported by NIH training grant T32 CA009140. Key support was provided by the CureSearch for Children’s Cancer Foundation Acceleration Initiative Award (to A.T.-T.) and also by Cancer Research Society Next Generation of Scientists Award (to M.Q.-V.), the Children’s Brain Tumor Network, and the Chad Tough Foundation. J.L. further acknowledges support by the National Science Foundation Graduate Research Fellowship Program (NSF-GRFP, grant DGE-2236662). A.T.-T. is Mildred L. Roeckle Endowed Chair in Pathology at Children’s Hospital of Philadelphia and Investigator on the St. Baldrick’s Foundation EPICC Team. Some schematics in the manuscript and the graphical abstract have been created with BioRender.com . DECLARATION OF INTERESTS A.T.-T. and P.S. are listed as co-inventors on the patent application “NRCAM-directed immunotherapeutics for pediatric gliomas.” D.J.P. is listed as co-inventor on the patent “Universal immune receptor expressed by T cells for the targeting of diverse and multiple antigens” (US11041012B2). REFERENCES 1. Aggarwal P , Luo W , Pehlivan KC , Hoang H , Rajappa P , Cripe TP , Cassady KA , Lee DA , and Cairo MS ( 2022 ). Pediatric versus adult high grade glioma: Immunotherapeutic and genomic considerations . Front. Immunol . 13 , 1038096 . 10.3389/fimmu.2022.1038096 . 36483545 2. Fine HA ( 2024 ). Glioblastoma: Not Just Another Cancer . Cancer Discov . 14 , 648 – 652 . 10.1158/2159-8290.CD-23-1498 . 38571415 3. O’Rourke DM , Nasrallah MP , Desai A , Melenhorst JJ , Mansfield K , Morrissette JJD , Martinez-Lage M , Brem S , Maloney E , Shen A , ( 2017 ). A single dose of peripherally infused EGFRvIII-directed CAR T cells mediates antigen loss and induces adaptive resistance in patients with recurrent glioblastoma . Sci. Transl. Med . 9 , eaaa0984 . 10.1126/scitranslmed.aaa0984 . 28724573 4. Choi BD , Gerstner ER , Frigault MJ , Leick MB , Mount CW , Balaj L , Nikiforow S , Carter BS , Curry WT , Gallagher K , and Maus MV ( 2024 ). Intraventricular CARv3-TEAM-E T Cells in Recurrent Glioblastoma . N. Engl. J. Med . 390 , 1290 – 1298 . 10.1056/NEJMoa2314390 . 38477966 5. Ahmed N , Brawley V , Hegde M , Bielamowicz K , Kalra M , Landi D , Robertson C , Gray TL , Diouf O , Wakefield A , ( 2017 ). HER2-Specific Chimeric Antigen Receptor-Modified Virus-Specific T Cells for Progressive Glioblastoma: A Phase 1 Dose-Escalation Trial . JAMA Oncol . 3 , 1094 – 1101 . 10.1001/jamaoncol.2017.0184 . 28426845 6. Brown CE , Alizadeh D , Starr R , Weng L , Wagner JR , Naranjo A , Ostberg JR , Blanchard MS , Kilpatrick J , Simpson J , ( 2016 ). Regression of Glioblastoma after Chimeric Antigen Receptor T-Cell Therapy . N. Engl. J. Med . 375 , 2561 – 2569 . 10.1056/NEJMoa1610497 . 28029927 7. Chow KKH , Naik S , Kakarla S , Brawley VS , Shaffer DR , Yi Z , Rainusso N , Wu MF , Liu H , Kew Y , ( 2013 ). T cells redirected to EphA2 for the immunotherapy of glioblastoma . Mol. Ther . 21 , 629 – 637 . 10.1038/mt.2012.210 . 23070117 8. Petersen CT , and Krenciute G ( 2019 ). Next Generation CAR T Cells for the Immunotherapy of High-Grade Glioma . Front. Oncol . 9 , 69 . 10.3389/fonc.2019.00069 . 30863720 9. Migliorini D , Dietrich PY , Stupp R , Linette GP , Posey AD Jr. , and June CH ( 2018 ). CAR T-Cell Therapies in Glioblastoma: A First Look . Clin. Cancer Res . 24 , 535 – 540 . 10.1158/1078-0432.CCR-17-2871 . 29158268 10. Larson RC , and Maus MV ( 2021 ). Recent advances and discoveries in the mechanisms and functions of CAR T cells . Nat. Rev. Cancer 21 , 145 – 161 . 10.1038/s41568-020-00323-z . 33483715 11. Maggs L , Cattaneo G , Dal AE , Moghaddam AS , and Ferrone S ( 2021 ). CAR T Cell-Based Immunotherapy for the Treatment of Glioblastoma . Front. Neurosci . 15 , 662064 . 10.3389/fnins.2021.662064 . 34113233 12. Patterson JD , Henson JC , Breese RO , Bielamowicz KJ , and Rodriguez A ( 2020 ). CAR T Cell Therapy for Pediatric Brain Tumors . Front. Oncol . 10 , 1582 . 10.3389/fonc.2020.01582 . 32903405 13. Lin YJ , Mashouf LA , and Lim M ( 2022 ). CAR T Cell Therapy in Primary Brain Tumors: Current Investigations and the Future . Front. Immunol . 13 , 817296 . 10.3389/fimmu.2022.817296 . 35265074 14. Mount CW , Majzner RG , Sundaresh S , Arnold EP , Kadapakkam M , Haile S , Labanieh L , Hulleman E , Woo PJ , Rietberg SP , ( 2018 ). Potent antitumor efficacy of anti-GD2 CAR T cells in H3-K27M + diffuse midline gliomas . Nat. Med . 24 , 572 – 579 . 10.1038/s41591-018-0006-x . 29662203 15. Majzner RG , Ramakrishna S , Yeom KW , Patel S , Chinnasamy H , Schultz LM , Richards RM , Jiang L , Barsan V , Mancusi R , ( 2022 ). GD2-CAR T cell therapy for H3K27M-mutated diffuse midline gliomas . Nature 603 , 934 – 941 . 10.1038/s41586-022-04489-4 . 35130560 16. Majzner RG , Theruvath JL , Nellan A , Heitzeneder S , Cui Y , Mount CW , Rietberg SP , Linde MH , Xu P , Rota C , ( 2019 ). CAR T Cells Targeting B7-H3, a Pan-Cancer Antigen, Demonstrate Potent Preclinical Activity Against Pediatric Solid Tumors and Brain Tumors . Clin. Cancer Res . 25 , 2560 – 2574 . 10.1158/1078-0432.CCR-18-0432 . 30655315 17. Straathof K , Flutter B , Wallace R , Jain N , Loka T , Depani S , Wright G , Thomas S , Cheung GWK , Gileadi T , ( 2020 ). Antitumor activity without on-target off-tumor toxicity of GD2-chimeric antigen receptor T cells in patients with neuroblastoma . Sci. Transl. Med . 12 , eabd6169 . 10.1126/scitranslmed.abd6169 . 33239386 18. Ladenstein R , Pötschger U , Valteau-Couanet D , Luksch R , Castel V , Yaniv I , Laureys G , Brock P , Michon JM , Owens C , ( 2018 ). Interleukin 2 with anti-GD2 antibody ch14.18/CHO (dinutuximab beta) in patients with high-risk neuroblastoma (HR-NBL1/SIOPEN): a multicentre, randomised, phase 3 trial . Lancet Oncol . 19 , 1617 – 1629 . 10.1016/S1470-2045(18)30578-3 . 30442501 19. Du H , Hirabayashi K , Ahn S , Kren NP , Montgomery SA , Wang X , Tiruthani K , Mirlekar B , Michaud D , Greene K , ( 2019 ). Antitumor Responses in the Absence of Toxicity in Solid Tumors by Targeting B7-H3 via Chimeric Antigen Receptor T Cells . Cancer Cell 35 , 221 – 237. e8 . 10.1016/j.ccell.2019.01.002 . 30753824 20. Vitanza NA , Wilson AL , Huang W , Seidel K , Brown C , Gustafson JA , Yokoyama JK , Johnson AJ , Baxter BA , Koning RW , ( 2023 ). Intraventricular B7-H3 CAR T Cells for Diffuse Intrinsic Pontine Glioma: Preliminary First-in-Human Bioactivity and Safety . Cancer Discov . 13 , 114 – 131 . 10.1158/2159-8290.CD-22-0750 . 36259971 21. Vitanza NA , Ronsley R , Choe M , Seidel K , Huang W , Rawlings-Rhea SD , Beam M , Steinmetzer L , Wilson AL , Brown C , ( 2025 ). Intracerebroventricular B7-H3-targeting CAR T cells for diffuse intrinsic pontine glioma: a phase 1 trial . Nat. Med . 31 , 861 – 868 . 10.1038/s41591-024-03451-3 . 39775044 22. Labanieh L , and Mackall CL ( 2023 ). CAR immune cells: design principles, resistance and the next generation . Nature 614 , 635 – 648 . 10.1038/s41586-023-05707-3 . 36813894 23. Wagner J , Wickman E , DeRenzo C , and Gottschalk S ( 2020 ). CAR T Cell Therapy for Solid Tumors: Bright Future or Dark Reality? Mol. Ther . 28 , 2320 – 2339 . 10.1016/j.ymthe.2020.09.015 . 32979309 24. Tousley AM , Rotiroti MC , Labanieh L , Rysavy LW , Kim WJ , Lareau C , Sotillo E , Weber EW , Rietberg SP , Dalton GN , ( 2023 ). Co-opting signalling molecules enables logic-gated control of CAR T cells . Nature 615 , 507 – 516 . 10.1038/s41586-023-05778-2 . 36890224 25. Naqvi AS , Corbett RJ , Seghal P , Conkrite KL , Rathi KS , Ennis BM , Hayer KE , Zhang B , Brown MA , Miller DP , ( 2025 ). Characterization of aberrant splicing in pediatric central nervous system tumors reveals CLK1 as a candidate oncogenic dependency . Preprint at bioRxiv . 10.1101/2024.08.03.606419 . 26. Shapiro JA , Gaonkar KS , Spielman SJ , Savonen CL , Bethell CJ , Jin R , Rathi KS , Zhu Y , Egolf LE , Farrow BK , ( 2023 ). Open-PBTA: The Open Pediatric Brain Tumor Atlas . Cell Genom . 3 , 100340 . 10.1016/j.xgen.2023.100340 . 37492101 27. Wang Y , Xie Z , Kutschera E , Adams JI , Kadash-Edmondson KE , and Xing Y ( 2024 ). rMATS-turbo: an efficient and flexible computational tool for alternative splicing analysis of large-scale RNA-seq data . Nat. Protoc . 19 , 1083 – 1104 . 10.1038/s41596-023-00944-2 . 38396040 28. Volfovsky N , Haas BJ , and Salzberg SL ( 2003 ). Computational discovery of internal micro-exons . Genome Res . 13 , 1216 – 1221 . 10.1101/gr.677503 . 12799353 29. Gonatopoulos-Pournatzis T , and Blencowe BJ ( 2020 ). Microexons: at the nexus of nervous system development, behaviour and autism spectrum disorder . Curr. Opin. Genet. Dev . 65 , 22 – 33 . 10.1016/j.gde.2020.03.007 . 32535349 30. Irimia M , Weatheritt RJ , Ellis JD , Parikshak NN , Gonatopoulos-Pournatzis T , Babor M , Quesnel-Vallières M , Tapial J , Raj B , O’Hanlon D , ( 2014 ). A highly conserved program of neuronal microexons is misregulated in autistic brains . Cell 159 , 1511 – 1523 . 10.1016/j.cell.2014.11.035 . 25525873 31. Jbara A , Lin KT , Stossel C , Siegfried Z , Shqerat H , Amar-Schwartz A , Elyada E , Mogilevsky M , Raitses-Gurevich M , Johnson JL , ( 2023 ). RBFOX2 modulates a metastatic signature of alternative splicing in pancreatic cancer . Nature 617 , 147 – 153 . 10.1038/s41586-023-05820-3 . 36949200 32. Li J , Choi PS , Chaffer CL , Labella K , Hwang JH , Giacomelli AO , Kim JW , Ilic N , Doench JG , Ly SH , ( 2018 ). An alternative splicing switch in FLNB promotes the mesenchymal cell state in human breast cancer . eLife 7 , e37184 . 10.7554/eLife.37184 . 30059005 33. Head SA , Hernandez-Alias X , Yang JS , Ciampi L , Beltran-Sastre V , Torres-Méndez A , Irimia M , Schaefer MH , and Serrano L ( 2021 ). Silencing of SRRM4 suppresses microexon inclusion and promotes tumor growth across cancers . PLoS Biol . 19 , e3001138 . 10.1371/journal.pbio.3001138 . 33621242 34. Conn VM , Gabryelska M , Marri S , Stringer BW , Ormsby RJ , Penn T , Poonnoose S , Kichenadasse G , and Conn SJ ( 2020 ). SRRM4 Expands the Repertoire of Circular RNAs by Regulating Microexon Inclusion . Cells 9 , 2488 . 10.3390/cells9112488 . 33207694 35. Quesnel-Vallières M , Irimia M , Cordes SP , and Blencowe BJ ( 2015 ). Essential roles for the splicing regulator nSR100/SRRM4 during nervous system development . Genes Dev . 29 , 746 – 759 . 10.1101/gad.256115.114 . 25838543 36. Mochizuki Y , Funayama R , Shirota M , Kikukawa Y , Ohira M , Karasawa H , Kobayashi M , Ohnuma S , Unno M , and Nakayama K ( 2021 ). Alternative microexon splicing by RBFOX2 and PTBP1 is associated with metastasis in colorectal cancer . Int. J. Cancer 149 , 1787 – 1800 . 10.1002/ijc.33758 . 34346508 37. Li YI , Sanchez-Pulido L , Haerty W , and Ponting CP ( 2015 ). RBFOX and PTBP1 proteins regulate the alternative splicing of micro-exons in human brain transcripts . Genome Res . 25 , 1 – 13 . 10.1101/gr.181990.114 . 25524026 38. Raj B , Irimia M , Braunschweig U , Sterne-Weiler T , O’Hanlon D , Lin ZY , Chen GI , Easton LE , Ule J , Gingras AC , ( 2014 ). A global regulatory mechanism for activating an exon network required for neurogenesis . Mol. Cell 56 , 90 – 103 . 10.1016/j.molcel.2014.08.011 . 25219497 39. Morales J , Pujar S , Loveland JE , Astashyn A , Bennett R , Berry A , Cox E , Davidson C , Ermolaeva O , Farrell CM , ( 2022 ). A joint NCBI and EMBL-EBI transcript set for clinical genomics and research . Nature 604 , 310 – 315 . 10.1038/s41586-022-04558-8 . 35388217 40. Consortium GTEx ( 2020 ). The GTEx Consortium atlas of genetic regulatory effects across human tissues . Science 369 , 1318 – 1330 . 10.1126/science.aaz1776 . 32913098 41. Quesnel-Vallières M , Jewell S , Lynch KW , Thomas-Tikhonenko A , and Barash Y ( 2024 ). MAJIQlopedia: an encyclopedia of RNA splicing variations in human tissues and cancer . Nucleic Acids Res . 52 , D213 – D221 . 10.1093/nar/gkad1043 . 37953365 42. Vaquero-Garcia J , Aicher JK , Jewell S , Gazzara MR , Radens CM , Jha A , Norton SS , Lahens NF , Grant GR , and Barash Y ( 2023 ). RNA splicing analysis using heterogeneous and large RNA-seq datasets . Nat. Commun . 14 , 1230 . 10.1038/s41467-023-36585-y . 36869033 43. Vivian J , Rao AA , Nothaft FA , Ketchum C , Armstrong J , Novak A , Pfeil J , Narkizian J , Deran AD , Musselman-Brown A , ( 2017 ). Toil enables reproducible, open source, big biomedical data analyses . Nat. Biotechnol . 35 , 314 – 316 . 10.1038/nbt.3772 . 28398314 44. Goldman MJ , Craft B , Hastie M , Repečka K , McDade F , Kamath A , Banerjee A , Luo Y , Rogers D , Brooks AN , ( 2020 ). Visualizing and interpreting cancer genomics data via the Xena platform . Nat. Biotechnol . 38 , 675 – 678 . 10.1038/s41587-020-0546-8 . 32444850 45. Zhang Y , Sloan SA , Clarke LE , Caneda C , Plaza CA , Blumenthal PD , Vogel H , Steinberg GK , Edwards MSB , Li G , ( 2016 ). Purification and Characterization of Progenitor and Mature Human Astrocytes Reveals Transcriptional and Functional Differences with Mouse . Neuron 89 , 37 – 53 . 10.1016/j.neuron.2015.11.013 . 26687838 46. Dobin A , Davis CA , Schlesinger F , Drenkow J , Zaleski C , Jha S , Batut P , Chaisson M , and Gingeras TR ( 2013 ). STAR: ultrafast universal RNA-seq aligner . Bioinformatics 29 , 15 – 21 . 10.1093/bioinformatics/bts635 . 23104886 47. Torres-Diz M , Reglero C , Falkenstein CD , Castro A , Hayer KE , Radens CM , Quesnel-Vallières M , Ang Z , Sehgal P , Li MM , ( 2024 ). An Alternatively Spliced Gain-of-Function NT5C2 Isoform Contributes to Chemoresistance in Acute Lymphoblastic Leukemia . Cancer Res . 84 , 3327 – 3336 . 10.1158/0008-5472.CAN-23-3804 . 39094066 48. Liu Z , Zhu C , Steinmetz LM , and Wei W ( 2023 ). Identification and quantification of small exon-containing isoforms in long-read RNA sequencing data . Nucleic Acids Res . 51 , e104 . 10.1093/nar/gkad810 . 37843096 49. Robinson JT , Thorvaldsdóttir H , Wenger AM , Zehir A , and Mesirov JP ( 2017 ). Variant Review with the Integrative Genomics Viewer . Cancer Res . 77 , e31 – e34 . 10.1158/0008-5472.CAN-17-0337 . 29092934 50. Gao Y , Wang F , Wang R , Kutschera E , Xu Y , Xie S , Wang Y , Kadash-Edmondson KE , Lin L , and Xing Y ( 2023 ). ESPRESSO: Robust discovery and quantification of transcript isoforms from error-prone long-read RNA-seq data . Sci. Adv . 9 , eabq5072 . 10.1126/sciadv.abq5072 . 36662851 51. Sharon D , Tilgner H , Grubert F , and Snyder M ( 2013 ). A single-molecule long-read survey of the human transcriptome . Nat. Biotechnol . 31 , 1009 – 1014 . 10.1038/nbt.2705 . 24108091 52. Au KF , Sebastiano V , Afshar PT , Durruthy JD , Lee L , Williams BA , van Bakel H , Schadt EE , Reijo-Pera RA , Underwood JG , and Wong WH ( 2013 ). Characterization of the human ESC transcriptome by hybrid sequencing . Proc. Natl. Acad. Sci. USA 110 , E4821 – E4830 . 10.1073/pnas.1320101110 . 24282307 53. Byrne A , Beaudin AE , Olsen HE , Jain M , Cole C , Palmer T , DuBois RM , Forsberg EC , Akeson M , and Vollmers C ( 2017 ). Nanopore long-read RNAseq reveals widespread transcriptional variation among the surface receptors of individual B cells . Nat. Commun . 8 , 16027 . 10.1038/ncomms16027 . 28722025 54. Karlsson K , and Linnarsson S ( 2017 ). Single-cell mRNA isoform diversity in the mouse brain . BMC Genom . 18 , 126 . 10.1186/s12864-017-3528-6 . 55. Gupta I , Collier PG , Haase B , Mahfouz A , Joglekar A , Floyd T , Koopmans F , Barres B , Smit AB , Sloan SA , ( 2018 ). Single-cell isoform RNA sequencing characterizes isoforms in thousands of cerebellar cells . Nat. Biotechnol . 36 , 1197 – 1202 . 10.1038/nbt.4259 . 56. Hardwick SA , Hu W , Joglekar A , Fan L , Collier PG , Foord C , Balacco J , Lanjewar S , Sampson MM , Koopmans F , ( 2022 ). Single-nuclei isoform RNA sequencing unlocks barcoded exon connectivity in frozen brain tissue . Nat. Biotechnol . 40 , 1082 – 1092 . 10.1038/s41587-022-01231-3 . 35256815 57. Hu W , Foord C , Hsu J , Fan L , Corley MJ , Bhatia TN , Xu S , Belchikov N , He Y , Pang AP , ( 2024 ). ScISOr-ATAC reveals convergent and divergent splicing and chromatin specificities between matched cell types across cortical regions, evolution, and in Alzheimer’s Disease . Preprint at bioRxiv . 10.1101/2024.02.24.581897 . 58. Stein AN , Joglekar A , Poon CL , and Tilgner HU ( 2022 ). ScisorWiz: visualizing differential isoform expression in single-cell long-read data . Bioinformatics 38 , 3474 – 3476 . 10.1093/bioinformatics/btac340 . 35604081 59. DeSisto J , Donson AM , Griesinger AM , Fu R , Riemondy K , Mulcahy Levy J , Siegenthaler JA , Foreman NK , Vibhakar R , and Green AL ( 2024 ). Tumor and immune cell types interact to produce heterogeneous phenotypes of pediatric high-grade glioma . Neuro Oncol . 26 , 538 – 552 . 10.1093/neuonc/noad207 . 37934854 60. Hao Y , Stuart T , Kowalski MH , Choudhary S , Hoffman P , Hartman A , Srivastava A , Molla G , Madad S , Fernandez-Granda C , and Satija R ( 2024 ). Dictionary learning for integrative, multimodal and scalable single-cell analysis . Nat. Biotechnol . 42 , 293 – 304 . 10.1038/s41587-023-01767-y . 37231261 61. Butler A , Hoffman P , Smibert P , Papalexi E , and Satija R ( 2018 ). Integrating single-cell transcriptomic data across different conditions, technologies, and species . Nat. Biotechnol . 36 , 411 – 420 . 10.1038/nbt.4096 . 29608179 62. Hao Y , Hao S , Andersen-Nissen E , Mauck WM 3rd , Zheng S , Butler A , Lee MJ , Wilk AJ , Darby C , Zager M , ( 2021 ). Integrated analysis of multimodal single-cell data . Cell 184 , 3573 – 3587.e29 . 10.1016/j.cell.2021.04.048 . 34062119 63. Bakken TE , Jorstad NL , Hu Q , Lake BB , Tian W , Kalmbach BE , Crow M , Hodge RD , Krienen FM , Sorensen SA , ( 2021 ). Comparative cellular analysis of motor cortex in human, marmoset and mouse . Nature 598 , 111 – 119 . 10.1038/s41586-021-03465-8 . 34616062 64. Mackensen T , and Irimia M ( 2025 ). From Tiny Exons to Big Insights: The Expanding Field of Microexons . Annu. Rev. Genom. Hum. Genet . 26 , Published online May 20, 2025. 10.1146/annurev-genom-121323-103648 . 65. Sehgal P , Lanauze C , Wang X , Hayer KE , Torres-Diz M , Leu NA , Sela Y , Stanger BZ , Lengner CJ , and Thomas-Tikhonenko A ( 2021 ). MYC Hyperactivates Wnt Signaling in APC / CTNNB1 -Mutated Colorectal Cancer Cells through miR-92a-Dependent Repression of DKK3 . Mol. Cancer Res . 19 , 2003 – 2014 . 10.1158/1541-7786.MCR-21-0666 . 34593610 66. Brosius SN , Manley W , Harvey K , Gallanaugh J , Rohacek D , Anderson S , and De Raedt T ( 2024 ). Interneurons that BiTE: Harnessing the migratory capacity of cortical inhibitory interneuron precursors to treat high-grade glioma . Preprint at bioRxiv . 10.1101/2024.04.29.591530 . 67. Abramson J , Adler J , Dunger J , Evans R , Green T , Pritzel A , Ronneberger O , Willmore L , Ballard AJ , Bambrick J , ( 2024 ). Accurate structure prediction of biomolecular interactions with AlphaFold 3 . Nature 630 , 493 – 500 . 10.1038/s41586-024-07487-w . 38718835 68. Su XD , Gastinel LN , Vaughn DE , Faye I , Poon P , and Bjorkman PJ ( 1998 ). Crystal structure of hemolin: a horseshoe shape with implications for homophilic adhesion . Science 281 , 991 – 995 . 10.1126/science.281.5379.991 . 9703515 69. Hortsch M , Nagaraj K , and Mualla R ( 2014 ). The L1 family of cell adhesion molecules: a sickening number of mutations and protein functions . Adv. Neurobiol . 8 , 195 – 229 . 10.1007/978-1-4614-8090-7_9 . 25300138 70. Pattwell SS , Arora S , Cimino PJ , Ozawa T , Szulzewsky F , Hoellerbauer P , Bonifert T , Hoffstrom BG , Boiani NE , Bolouri H , ( 2020 ). A kinase-deficient NTRK2 splice variant predominates in glioma and amplifies several oncogenic signaling pathways . Nat. Commun . 11 , 2977 . 10.1038/s41467-020-16786-5 . 32532995 71. Urbanska K , Lanitis E , Poussin M , Lynn RC , Gavin BP , Kelderman S , Yu J , Scholler N , and Powell DJ Jr. ( 2012 ). A universal strategy for adoptive immunotherapy of cancer through use of a novel T-cell antigen receptor . Cancer Res . 72 , 1844 – 1852 . 10.1158/0008-5472.CAN-11-3890 . 22315351 72. Smole A , Benton A , Poussin MA , Eiva MA , Mezzanotte C , Camisa B , Greco B , Sharma P , Minutolo NG , Gray F , ( 2022 ). Expression of inducible factors reprograms CAR-T cells for enhanced function and safety . Cancer Cell 40 , 1470 – 1487.e7 . 10.1016/j.ccell.2022.11.006 . 36513049 73. Minutolo NG , Hollander EE , and Powell DJ Jr. ( 2019 ). The Emergence of Universal Immune Receptor T Cell Therapy for Cancer . Front. Oncol . 9 , 176 . 10.3389/fonc.2019.00176 . 30984613 74. Uslu U , Castelli S , and June CH ( 2024 ). CAR T cell combination therapies to treat cancer . Cancer Cell 42 , 1319 – 1325 . 10.1016/j.ccell.2024.07.002 . 39059390 75. Ang Z , and Thomas-Tikhonenko A ( 2024 ). Lymphoma immunotherapy: the garden of forking paths . Blood 143 , 655 – 657 . 10.1182/blood.2023023202 . 38386427 76. Bosse KR , Raman P , Zhu Z , Lane M , Martinez D , Heitzeneder S , Rathi KS , Kendsersky NM , Randall M , Donovan L , ( 2017 ). Identification of GPC2 as an Oncoprotein and Candidate Immunotherapeutic Target in High-Risk Neuroblastoma . Cancer Cell 32 , 295 – 309. e12 . 10.1016/j.ccell.2017.08.003 . 28898695 77. Hamilton AK , Radaoui AB , Tsang M , Martinez D , Conkrite KL , Patel K , Sidoli S , Delaidelli A , Modi A , Rokita JL , ( 2024 ). A proteogenomic surfaceome study identifies DLK1 as an immunotherapeutic target in neuroblastoma . Cancer Cell 42 , 1970 – 1982.e7 . 10.1016/j.ccell.2024.10.003 . 39454577 78. Foster JB , Griffin C , Rokita JL , Stern A , Brimley C , Rathi K , Lane MV , Buongervino SN , Smith T , Madsen PJ , ( 2022 ). Development of GPC2-directed chimeric antigen receptors using mRNA for pediatric brain tumors . J. Immunother. Cancer 10 , e004450 . 10.1136/jitc-2021-004450 . 36167467 79. Ciccone R , Quintarelli C , Camera A , Pezzella M , Caruso S , Manni S , Ottaviani A , Guercio M , Del Bufalo F , Quadraccia MC , ( 2024 ). GD2-Targeting CAR T-cell Therapy for Patients with GD2+ Medulloblastoma . Clin. Cancer Res . 30 , 2545 – 2557 . 10.1158/1078-0432.CCR-23-1880 . 38551501 80. Flugel CL , Majzner RG , Krenciute G , Dotti G , Riddell SR , Wagner DL , and Abou-El-Enein M ( 2023 ). Overcoming on-target, off-tumour toxicity of CAR T cell therapy for solid tumours . Nat. Rev. Clin. Oncol . 20 , 49 – 62 . 10.1038/s41571-022-00704-3 . 36418477 81. Anczukow O , Allain FHT , Angarola BL , Black DL , Brooks AN , Cheng C , Conesa A , Crosse EI , Eyras E , Guccione E , ( 2024 ). Steering research on mRNA splicing in cancer towards clinical translation . Nat. Rev. Cancer 24 , 887 – 905 . 10.1038/s41568-024-00750-2 . 39384951 82. Nejo T , Wang L , Leung KK , Wang A , Lakshmanachetty S , Gallus M , Kwok DW , Hong C , Chen LH , Carrera DA , ( 2024 ). Challenges in the discovery of tumor-specific alternative splicing-derived cell-surface antigens in glioma . Sci. Rep . 14 , 6362 . 10.1038/s41598-024-56684-0 . 38493204 83. Kahles A , Lehmann KV , Toussaint NC , Hüser M , Stark SG , Sachsenberg T , Stegle O , Kohlbacher O , Sander C , and Cancer Genome Atlas Research Network ; and Rätsch G ( 2018 ). Comprehensive Analysis of Alternative Splicing Across Tumors from 8,705 Patients . Cancer Cell 34 , 211 – 224.e6 . 10.1016/j.ccell.2018.07.001 . 30078747 84. Pan Y , Phillips JW , Zhang BD , Noguchi M , Kutschera E , McLaughlin J , Nesterenko PA , Mao Z , Bangayan NJ , Wang R , ( 2023 ). IRIS: Discovery of cancer immunotherapy targets arising from pre-mRNA alternative splicing . Proc. Natl. Acad. Sci. USA 120 , e2221116120 . 10.1073/pnas.2221116120 . 37192158 85. Ang Z , Annette C , Schimdt C , Hayer K , Hasanali ZS , Torres-Diz M , King Sainos P , Kwok C , Ji K , Krohl P , ( 2024 ). P2RX5-Directed CAR-T Cells for Genotype-Guided Treatment of Lymphoid and Plasma Cell Malignancies in Patients of African Ancestry . Blood 144 , 1033 . 10.1182/blood-2024-208126 . 39235798 86. Bagashev A , Sotillo E , Tang CHA , Black KL , Perazzelli J , Seeholzer SH , Argon Y , Barrett DM , Grupp SA , Hu CCA , and Thomas-Tikhonenko A ( 2018 ). CD19 Alterations Emerging after CD19-Directed Immunotherapy Cause Retention of the Misfolded Protein in the Endoplasmic Reticulum . Mol. Cell Biol . 38 , e00383 – 18 . 10.1128/MCB.00383-18 . 30104252 87. Sotillo E , Barrett DM , Black KL , Bagashev A , Oldridge D , Wu G , Sussman R , Lanauze C , Ruella M , Gazzara MR , ( 2015 ). Convergence of Acquired Mutations and Alternative Splicing of CD19 Enables Resistance to CART-19 Immunotherapy . Cancer Discov . 5 , 1282 – 1295 . 10.1158/2159-8290.CD-15-1020 . 26516065 88. Lamba JK , Chauhan L , Shin M , Loken MR , Pollard JA , Wang YC , Ries RE , Aplenc R , Hirsch BA , Raimondi SC , ( 2017 ). CD33 Splicing Polymorphism Determines Gemtuzumab Ozogamicin Response in De Novo Acute Myeloid Leukemia: Report From Randomized Phase III Children’s Oncology Group Trial AAML0531 . J. Clin. Oncol . 35 , 2674 – 2682 . 10.1200/JCO.2016.71.2513 . 28644774 89. Zheng S , Gillespie E , Naqvi AS , Hayer KE , Ang Z , Torres-Diz M , Quesnel-Vallières M , Hottman DA , Bagashev A , Chukinas J , ( 2022 ). Modulation of CD22 Protein Expression in Childhood Leukemia by Pervasive Splicing Aberrations: Implications for CD22-Directed Immunotherapies . Blood Cancer Discov . 3 , 103 – 115 . 10.1158/2643-3230.BCD-21-0087 . 35015683 90. Zheng S , Asnani M , and Thomas-Tikhonenko A ( 2019 ). Escape From ALL-CARTaz: Leukemia Immunoediting in the Age of Chimeric Antigen Receptors . Cancer J . 25 , 217 – 222 . 10.1097/PPO.0000000000000381 . 31135529 91. Ray TA , Cochran K , Kozlowski C , Wang J , Alexander G , Cady MA , Spencer WJ , Ruzycki PA , Clark BS , Laeremans A , ( 2020 ). Comprehensive identification of mRNA isoforms reveals the diversity of neural cell-surface molecules with roles in retinal development and disease . Nat. Commun . 11 , 3328 . 10.1038/s41467-020-17009-7 . 32620864 92. Cavallaro U , and Christofori G ( 2004 ). Cell adhesion and signalling by cadherins and Ig-CAMs in cancer . Nat. Rev. Cancer 4 , 118 – 132 . 10.1038/nrc1276 . 14964308 93. Shaw TI , Wagner J , Tian L , Wickman E , Poudel S , Wang J , Paul R , Koo SC , Lu M , Sheppard H , ( 2024 ). Discovery of immunotherapy targets for pediatric solid and brain tumors by exon-level expression . Nat. Commun . 15 , 3732 . 10.1038/s41467-024-47649-y . 38702309 94. Seong M , Bak-Gordon P , Liu Z , Canoll PD , and Manley JL ( 2025 ). Splicing dysregulation in glioblastoma alters the function of cell migration-related genes . Glia 73 , 251 – 270 . 10.1002/glia.24630 . 39448549 95. Alcantara Llaguno SR , and Parada LF ( 2016 ). Cell of origin of glioma: biological and clinical implications . Br. J. Cancer 115 , 1445 – 1450 . 10.1038/bjc.2016.354 . 27832665 96. Liu I , Alencastro Veiga Cruzeiro G , Bjerke L , Rogers RF , Grabovska Y , Beck A , Mackay A , Barron T , Hack OA , Quezada MA , ( 2024 ). GABAergic neuronal lineage development determines clinically actionable targets in diffuse hemispheric glioma, H3G34-mutant . Cancer Cell 42 , 1528 – 1548.e17 . 10.1016/j.ccell.2024.08.006 . 97. Reixachs-Sole M , Ruiz-Orera J , Alba MM , and Eyras E ( 2020 ). Ribosome profiling at isoform level reveals evolutionary conserved impacts of differential splicing on the proteome . Nat. Commun . 11 , 1768 . 10.1038/s41467-020-15634-w . 32286305 98. Hortsch M ( 2000 ). Structural and functional evolution of the L1 family: are four adhesion molecules better than one? Mol. Cell. Neurosci . 15 , 1 – 10 . 10.1006/mcne.1999.0809 . 10662501 99. Grumet M ( 1997 ). Nr-CAM: a cell adhesion molecule with ligand and receptor functions . Cell Tissue Res . 290 , 423 – 428 . 10.1007/s004410050949 . 9321706 100. Duncan BW , Murphy KE , and Maness PF ( 2021 ). Molecular Mechanisms of L1 and NCAM Adhesion Molecules in Synaptic Pruning, Plasticity, and Stabilization . Front. Cell Dev. Biol . 9 , 625340 . 10.3389/fcell.2021.625340 . 33585481 Figure 1. Aberrantly spliced surface protein-encoding transcripts in pHGG (A) The pipeline used to identify pHGG-specific splicing events. (B) Difference in exon inclusion level (ΔPSI) between pHGG and normal brain samples ( y axis). Splicing events were binned based on exon lengths ( x axis). Small box indicates the only bin with >50% difference in absolute PSI values. (C) Bar graphs showing the expression of select splicing factors in normal brain tissues vs. pHGG. Each bar represents mean ± SEM. (D) Scatterplot showing ΔPSI values, event prevalence, and transcripts-per-million (TPM) metrics for select microexon-containing pHGG mRNAs. (E) Top aberrantly spliced pHGG microexons. (F) Graphical output of MAJIQlopedia showing average PSIs of NRCAM exons 5 and 19 across tumor types represented in TCGA and CBTTC repositories. (G) Visualization of the ENST00000351718.8 transcript and its expression level in normal brain (purple) vs. Kids First Brainstem glioma (teal) using the Xena portal. Figure 2. HGG-specific expression of Δex5Δex19 NRCAM isoform (A) Boxplots showing average PSI values for exon 5 and exon 19 in NRCAM across normal brain cell types. Horizontal lines correspond to median values. (B) (Left) Boxplots showing expression of mRNA encoding the established B7-H3 antigen in indicated GTEx tissues (neural and non-neural) and pHGG samples. Read counts corresponding to a constitutive exon-exon junction were used to estimate transcript levels and were plotted as junctions per million on the y axis. (Right) Expression of the Δex5 isoform of NRCAM mRNA (the exon 4-exon 6 junction) in the same samples. Horizontal lines correspond to median values. (C) Validation of NRCAM exons 5 and 19 skipping in PDX7316–1769 by direct cDNA long-read RNA-seq. Reads extending from the 3′ to the 5′ ends of the NRCAM transcript were visualized in IGV and depicted as sashimi plots. (D and E) Validation of NRCAM exons 5 and 19 skipping and inclusion by targeted long-read RNA-seq in KNS42 and SMS-SAN cells, respectively. (F) Stacked plot showing estimated abundances of NRCAM Δex5 and Δex19 transcripts as measured in counts per million ( y axis) across pHGG cell lines (KNS42) and PDXs, GBM cell lines (TM31 and U251), and a neuroblastoma cell line (SMS-SAN). ΔexΔ5ex19* represents transcripts with additional alternative splicing events besides the skipping of exons 5 and 19. Figure 3. Single-nuclei analysis of PDX 7316–3058 (A) Short-read RNA-seq analysis of >3,700 nuclei sequenced using the 10× Genomics platform. Uniform manifold approximation and projection (UMAP) plots were generated using Cell Ranger and colored by cell-type annotation (i). Additional UMAP plots of the same cells were colored by expression of individual genes using Loupe Browser (ii–iv). (B) Long-read RNA-seq analysis of full-length transcripts. ScisorWiz plots show reads spanning exons of interest in NRCAM and CHL1 genes (dotted rectangles) and grouped by clusters. Each horizontal line indicates one transcript; thick blocks denote exons, and thin lines denote introns (not drawn to scale to aid visualization). The bottom images show annotated GENCODE transcripts. Figure 4. Aberrantly spliced NRCAM proteoforms in pHGG (A) Immunoblotting showing NRCAM levels in KNS42 pHGG cells, wild-type (Ctrl) or transfected with NRCAM-targeting gRNAs (KO). GAPDH served as loading control. (B) Immunoblotting showing levels of full-length (FL) and Δex5Δex19 NRCAM isoforms in cell-surface and flow-through fractions and total cell lysates of KNS42 Ctrl and NRCAM KO cells. EGFR, tubulin and actin were used as internal controls. (C) Immunoblotting showing NRCAM levels in KNS42 NRCAM KO cells reconstituted with the FL or the Δex5Δex19 NRCAM isoform. (D) Proliferation rates of NRCAM KO cells expressing the FL or the Δex5Δex19 NRCAM isoform. (E) Migration (top) and invasion (bottom) potential of NRCAM KO cells re-expressing FL and Δex5Δex19 isoforms of NRCAM. The Transwell assays were performed without or with Matrigel layers, respectively. (F) Quantitation of migrated and invaded cells from (G). Each bar represents mean ± SEM. Significance (asterisks) was determined using an unpaired Student’s t test. (G) Optical imaging of the same cells additionally engineered to expressed firefly luciferase and orthotopically injected into the cortices of NSG mice. 3 mice out of 8 were imaged on day 28. (H) Raw photon counts corresponding to tumors in (G). Each bar represents mean ± SEM. (I) Kaplan-Meier curves reflecting survival of mice depicted in (G), with p value determined by log rank (Mantel-Cox) test. Figure 5. Detection of NRCAM proteoforms by mAb 3F8 (A) AlphaFold models of the ectodomains of the canonical (left) and the Δex5Δex19 (right) NRCAM isoforms, with the signal peptide (amino acids 1–24) removed. Ectodomain and signal peptide were identified using UniProt annotations. Ig-like domains are shown in green, fibronectin type III domains in purple, and microexons 5 and 19 in red. (B) Schematic showing the pipeline for antibody production. (C and D) Flow cytometry histograms showing (C) 2D10 and (D) 3F8 mAb binding profiles when used on live CHO-K1 cells expressing “empty vector” (target null, blue), full-length (FL) NRCAM (unintended target, green), and Δex5Δex19 NRCAM (intended target, red). Control stainings with secondary (2° ) antibody only are shown for comparison. (E) Same staining performed on live KNS42 cells endogenously expressing Δex5Δex19 NRCAM (intended target, purple) or with the entire gene knocked out using CRISPR-Cas9 (target null, green). In both images, orange arrow points to the signal generated by Δex5Δex19 NRCAM. (F) Flow cytometry histograms showing 3F8 binding to various patient-derived pHGG cells, compared to secondary-antibody-only-stained samples (2°). (G) The strategy to test the therapeutic utility of the 3F8 antibody against glioma cells expressing the splice isoform of NRCAM. The composition of FcγRI-based UIR is shown on the left. Non-neoplastic cells expressing the FL isoform of NRCAM are depicted at the top right as being presumably resistant to 3F8 UIR treatment. Figure 6. mAb 3F8-mediated killing of glioma cells (A) Killing of PDX3058 and KNS42 cells expressing indicated NRCAM isoforms. (B) Killing of adult glioblastoma U251 and TM31 cells and their NRCAM KO derivatives. (A and B) Shown on the x axis are Ab concentrations (in mg/mL), and on the y axis, the extent of tumor cell killing, as evidenced by reduced luciferase expression. “E:T” values refer to the ratio of effector (T) to target (glioma) cells. Two-way ANOVA was used for comparison across different treatment conditions and groups. **** p < 0.00001, *** p < 0.001, ** p < 0.01, * p < 0.05. KEY RESOURCES TABLE REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies Rabbit Recombinant Monoclonal NRCAM antibody Abcam Cat#191418; RRID: AB_3697105 Rabbit Monoclonal EGFR antibody Cell Signaling Technology Cat# 4267; RRID: AB_2246311 Mouse mAb β-Actin (HRP Conjugate) Cell Signaling Technology Cat #12262S; RRID: AB_2566811 Rabbit mAb GAPDH (HRP Conjugate) Cell Signaling Technology Cat# 3683; RRID: AB_1642205 Rabbit polyclonal α-Tubulin antibody Cell Signaling Technology Cat# 2144; RRID: AB_2210548 Mouse monoclonal 3F8 antibody This paper N/A Mouse monoclonal 2D10 antibody This paper N/A Anti-rabbit IgG, HRP-linked Antibody Cell Signaling Technology Cat #7074S; RRID: AB_2099233 Bacterial and virus strains NEB ® Stable Competent E. coli New England Biolabs C3040H One Shot ™ Stbl3 ™ Chemically Competent E. coli Thermo Fischer Scientific C737303 Biological samples Human Brain Reference RNA Thermo Fisher Scientific Catalog number QS0611 Chemicals, peptides, and recombinant proteins EGF recombinant protein Thermo Fisher Cat#PHG0311L FGF recombinant protein Peprotech Cat#100-18B Heparin Sigma Cat#H3149 Critical commercial assays Maxwell RSC simplyRNA Cells kit Promega Cat#AS1390 Direct cDNA kit Oxford Nanopore Technologies SQK-LSK114 Amplicon-seq kit Oxford Nanopore Technologies SQKNBD112.24 Chromium Next Gem Single Cell Multiome ATAC + Gene Expression kit 10X Genomics Kit PN-1000285, chip PN-1000230, dual index kit PN-1000215 Lipofectamine CRISPR MAX Kit Invitrogen Cat#CMAX00001 Pierce ™ Cell Surface Biotinylation and Isolation Kit Thermo Fisher scientific Cat#A44390 Deposited data pHGG RNA seq data dbGAP phs002517.v3.p2 Fetal brain SRA SRA: SRR4787052 Pediatric normal cortex SRA SRA: SRR7268790, SRR7268791, SRR7268792 GTEx samples dbGAP phs000424.v10.p2 Brain cell subpopulations GEO GEO: GSE73721 Bulk RNA seq GEO GEO: GSE231858 Single cell RNA seq GEO GEO: GSE231859 Single-cell RNA-seq: pHGG PDX 3058 GEO GEO: GSE301658 Experimental models: Cell lines KNS42 Children’s Brain Tumor network RRID: CVCL_0378 SMS-SAN Maris lab cell bank RRID: CVCL_7136 NIH3T3 ATCC Cat# CRL-1658; RRID: CVCL_0594 CHO ATCC RRID: CVCL_0213 HEK 293T cells ATCC RRID: CVCL_0063 Patient derived cells Children’s Brain Tumor network, PBTA N/A Experimental models: Organisms/strains Mouse: Nu/J mice The Jackson Laboratory RRID: IMSR_JAX:002019 Oligonucleotides PTBP1 F - CTCCAAGTTCGGCACAGTGTTG R - CAGGCGTTGTAGATGTTCTGCC This paper https://www.origene.com/catalog/gene-expression/qpcr-primer-pairs/hp206444-ptbp1-human-qpcr-primer-pair-nm-002819 SRRM4 F- TGGCAACACCTCTGATTCAGGG R- ACTTCGGCACATTCCAGACACG This paper https://www.origene.com/catalog/gene-expression/qpcr-primer-pairs/hp219238-srrm4-human-qpcr-primer-pair-nm-194286 RBFOX1 F - GTATCAAGAGCCTGTGTATGGCA R - TCGGCAGCATAAACTCGTCCGT This paper https://www.origene.com/catalog/gene-expression/qpcr-template-standards/hk210719-rbfox1-human-qpcr-template-standard-nm-018723 NRCAM pan isoform primers: F - ATGCAGCTTAAAATAATGCCGA R - TCATGGCGTTGACAGGAGAA This paper NA NRCAM exon 5 skipping/inclusion primers F - GATTCTCTTCCTGTGCCAGA R - GTTTCCCTTTGGCTTCACAC This paper NA NRCAM exon 19 skipping/inclusion primers F - ATGACAGCGGGACCTACA R - GTCCATGACAGCTGAACACTT This paper NA CHL1 exon 8 skipping/inclusion primers F- CGCAAACGTGGAAGAAAAGGA R-TGGTAATTGAAAGACTCACTGCCA This paper NA NFASC exon 24 skipping/inclusion primers F- TTAACGGGACCAAAGTAGGAAAG R- TCCATATGGACTGCTCATCAGGG This paper NA L1CAM exon 3 skipping/inclusion primers F- CCGGGAAAGATGGTCGTG R- CTTCGGGCTTGCCACTG This paper NA Recombinant DNA pLC-luciferase-zsGreen-blasticidin This paper NA pTwistLentiSFFV puro Twist Biosciences NA psPAX2 Addgene RRID: Addgene_12260 pMD2.G Addgene RRID: Addgene_12259 pRSV.REV Addgene RRID: Addgene_12253 pVSV-G Addgene RRID: Addgene_138479 Software and algorithms Graph Pad Prism 10 Graph Pad RRID: SCR_002798 AlphaFold 3 AlphaFold Protein Structure Database https://alphafold.ebi.ac.uk/ rMATS Turbo (v4.1.0) Wang et al. 26 https://rnaseq-mats.sourceforge.io/rmats4.1.0/download.html ggplot2 v3.5.1 GitHub https://github.com/tidyverse/ggplot2/releases STAR aligner GitHub https://github.com/alexdobin/STAR Other Fred Hutchinson Antibody Technology Core Fred Hutch RRID: SCR_022608 Penn Genomics and Sequencing Core University of Pennsylvania RRID: SCR_024999 Highlights The hallmark of pediatric high-grade gliomas is pervasive mis-splicing of microexons Transcripts encoding the neuronal cell adhesion molecule (NRCAM) skip exons 5 and 19 Δex5Δex19, but not full-length, NRCAM drives tumor growth in orthotopic glioma models Δex5Δex19 NRCAM-selective mAb enables killing by T cells expressing the Fc receptor",
    "full_text_abstract": "SUMMARY To overcome the paucity of known tumor-specific surface antigens in pediatric high-grade glioma (pHGG), we contrasted splicing patterns in pHGGs and normal brain samples. Among alternative splicing events affecting extracellular protein domains, the most pervasive alteration was the skipping of ≤30-nt-long exons. Several of these skipped microexons mapped to L1-immunoglobulin cell adhesion molecule (IgCAM) family members, such as neuronal CAM ( NRCAM ). Bulk and single-nuclei short- and long-read RNA-seq revealed uniform skipping of NRCAM microexons 5 and 19 in virtually every pHGG sample. Importantly, the Δex5Δex19 (but not the full-length) NRCAM proteoform was essential for pHGG cell migration and invasion in vitro and tumor growth in vivo . We developed a monoclonal antibody selective for Δex5Δex19 NRCAM and demonstrated that “painting” pHGG cells with this antibody enables killing by T cells armed with an FcRI-based universal immune receptor. Thus, pHGG-specific NRCAM and possibly other L1-IgCAM proteoforms are promising and highly selective targets for adoptive immunotherapies.\n\nIn brief Aberrant splicing of microexons yields non-canonical surface receptors, such as the neuronal cell adhesion molecule (NRCAM) lacking amino acids encoded by exons 5 and 19. Sehgal et al. show that Δex5Δex19 NRCAM is essential for high-grade glioma growth and that its targeting by monoclonal antibodies enables in vitro killing by T cells.\n\nGraphical Abstract"
}