{
    "PMC": "2632902",
    "DOI": "10.1093/nar/gkn934",
    "PMID": "19043076",
    "PMCID": "PMC2632902",
    "title": "Casein kinase I delta/epsilon phosphorylates topoisomerase IIalpha at serine-1106 and modulates DNA cleavage activity.",
    "year": 2009,
    "source_url": "https://europepmc.org/article/PMC/PMC2632902",
    "source": "MED",
    "abstract_text": "We previously reported that phosphorylation of topoisomerase (topo) IIalpha at serine-1106 (Ser-1106) regulates enzyme activity and sensitivity to topo II-targeted drugs. In this study we demonstrate that phosphorylation of Ser-1106, which is flanked by acidic amino acids, is regulated in vivo by casein kinase (CK) Idelta and/or CKIepsilon, but not by CKII. The CKI inhibitors, CKI-7 and IC261, reduced Ser-1106 phosphorylation and decreased formation of etoposide-stabilized topo II-DNA cleavable complex. In contrast, the CKII inhibitor, 5,6-dichlorobenzimidazole riboside, did not affect etoposide-stabilized topo II-DNA cleavable complex formation. Since, IC261 specifically targets the Ca(2+)-regulated isozymes, CKIdelta and CKIepsilon, we examined the effect of down-regulating these enzymes on Ser-1106 phosphorylation. Down-regulation of these isozymes with targeted si-RNAs led to hypophosphorylation of the Ser-1106 containing peptide. However, si-RNA-mediated down-regulation of CKIIalpha and alpha' did not alter Ser-1106 phosphorylation. Furthermore, reduced phosphorylation of Ser-1106, observed in HRR25 (CKIdelta/epsilon homologous gene)-deleted Saccharomyces cerevisiae cells transformed with human topo IIalpha, was enhanced following expression of human CKIepsilon. Down-regulation of CKIdelta and CKIepsilon also led to reduced formation of etoposide stabilized topo II-DNA cleavable complex. These results provide strong support for an essential role of CKIdelta/epsilon in phosphorylating Ser-1106 in human topo IIalpha and in regulating enzyme function.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 2632902 19043076 10.1093/nar/gkn934 gkn934 Nucleic Acid Enzymes Casein kinase I δ/ɛ phosphorylates topoisomerase IIα at serine-1106 and modulates DNA cleavage activity Grozav Adrian G. 1 Chikamori Kenichi 1 Kozuki Toshiyuki 1 Grabowski Dale R. 1 Bukowski Ronald M. 1 Willard Belinda 2 Kinter Michael 2 Andersen Anni H. 3 Ganapathi Ram 1 Ganapathi Mahrukh K. 1 * 1 Clinical Pharmacology Program, Taussig Cancer Institute, 2 Lerner Research Institute, Department of Cell Biology, Cleveland Clinic Foundation, Cleveland, OH 44195, USA and 3 Department of Molecular Biology, Aarhus University, Aarhus, Denmark *To whom correspondence should be addressed. Tel: +1 216 445 8416 ; Fax: +1 216 444 7115 ; Email: ganapam@ccf.org Present addresses: Kenichi Chikamori, NHO Sanyo Hospital, 685 Higashi-Kiwa, Ube, Yamaguchi 755-0241, Japan Michael Kinter, Free Radical Biology and Aging Research Program, MS 21, Oklahoma Medical Research Foundation, 825 N.E. 13th Street, Oklahoma City, OK 73104, USA 2 2009 29 11 2008 29 11 2008 37 2 382 392 12 9 2008 4 11 2008 5 11 2008 © 2008 The Author(s) 2008 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/2.0/uk/ ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. We previously reported that phosphorylation of topoisomerase (topo) IIα at serine-1106 (Ser-1106) regulates enzyme activity and sensitivity to topo II-targeted drugs. In this study we demonstrate that phosphorylation of Ser-1106, which is flanked by acidic amino acids, is regulated in vivo by casein kinase (CK) Iδ and/or CKIɛ, but not by CKII. The CKI inhibitors, CKI-7 and IC261, reduced Ser-1106 phosphorylation and decreased formation of etoposide-stabilized topo II–DNA cleavable complex. In contrast, the CKII inhibitor, 5,6-dichlorobenzimidazole riboside, did not affect etoposide-stabilized topo II–DNA cleavable complex formation. Since, IC261 specifically targets the Ca 2+ -regulated isozymes, CKIδ and CKIɛ, we examined the effect of down-regulating these enzymes on Ser-1106 phosphorylation. Down-regulation of these isozymes with targeted si-RNAs led to hypophosphorylation of the Ser-1106 containing peptide. However, si-RNA-mediated down-regulation of CKIIα and α′ did not alter Ser-1106 phosphorylation. Furthermore, reduced phosphorylation of Ser-1106, observed in HRR25 (CKIδ/ɛ homologous gene)-deleted Saccharomyces cerevisiae cells transformed with human topo IIα, was enhanced following expression of human CKIɛ. Down-regulation of CKIδ and CKIɛ also led to reduced formation of etoposide stabilized topo II–DNA cleavable complex. These results provide strong support for an essential role of CKIδ/ɛ in phosphorylating Ser-1106 in human topo IIα and in regulating enzyme function. INTRODUCTION Type II DNA topoisomerases, topoisomerase II (topo II) α and β, regulate DNA topology by creating transient double stranded DNA breaks ( 1–3 ). Although, both enzymes exhibit significant sequence homology and catalyze redundant catalytic reactions, they are involved in different cellular functions. This difference may in part be due to differential regulation of these enzymes. Several different mechanisms have been shown to regulate topo II activity, including transcriptional, translational, as well as post-translational mechanisms. The major post-translational mechanisms that modulate topo II activity are phosphorylation, interaction with other proteins and proteasome-mediated degradation ( 1–3 ). Both topo IIα and topo IIβ are phosphorylated at several sites, primarily in the divergent C-terminal region ( 4–8 ). Whereas, little is known about site-specific phosphorylation of topo IIβ, several in vitro and in vivo studies have identified specific phosphorylation sites in topo IIα. Within the C-terminal region of topo IIα phosphorylation of threonine-1342, serine(Ser)-1376, Ser-1469 and Ser-1524 catalyzed by casein kinase (CK) II ( 6 , 9–14 ), and of Ser-1212, Ser-1246, Ser-1353, Ser-1360 and Ser-1392 catalyzed by a proline directed kinase has been observed ( 15 ). Recently, it has been reported that Polo-like kinase 1 phosphorylates topo IIα at Ser-1337 and Ser-1524 ( 16 ). In addition to the sites in the C-terminal region, phosphorylation of Ser-29 located in the ATP binding domain within the N-terminal region ( 17 ) and of Ser-1106 located within the catalytic core have also been reported ( 18 ). Whereas phosphorylation of Ser-29 is catalyzed by protein kinase C ( 17 ), the kinase responsible for phosphorylation of Ser-1106 has not yet been identified. Since Ser-1106 is located in the catalytic domain of topo IIα and phosphorylation of this site enhances enzyme activity and sensitivity to topo II-targeted drugs in vivo ( 18 ), it is important to decipher the mechanism by which phosphorylation of Ser-1106 is regulated. The first step toward determining this mechanism would be to identify the kinase(s) that catalyzes phosphorylation at this site. Based on the acidic amino acid sequences that flank Ser-1106 at the amino- and carboxy-terminus, two potential kinases that could phosphorylate this site are CKI and CKII ( 19 ). Although CKII has been recognized as a major kinase phosphorylating topo IIα, the role of CKI in phosphorylating topo IIα has not been explored. Unlike CKII, which consists of a tetramer of two catalytic subunits, α and/or α′, and two regulatory β subunits ( 20–22 ), human CKI comprises of a superfamily of seven different isozymes that function as monomers ( 23 , 24 ). Structurally these isozymes, CKIα, β, γ1, γ2, γ3, δ and ɛ, are organized into three distinct regions – a short N-terminal region, a highly conserved kinase domain and a highly variable C-terminal domain, primarily involved in regulating enzyme function. The CKIδ and CKIɛ isozymes are very similar in structure and exhibit 98% homology in the kinase domain and 50% homology in the C-terminal domain. Autophosphorylation of the C-terminal domain leads to inhibition of the enzyme, which can be relieved following dephosphorylation or proteolytic cleavage of this region, often via a Ca 2+ -dependent mechanism ( 25 , 26 ). Indeed, it has been suggested that dephosphorylation of CKIɛ by the Ca 2+ /calmodulin-dependent phosphatase, calcineurin, enhances phosphorylation of DARP-32 by this isozyme ( 27 , 28 ). Our earlier studies demonstrating a Ca 2+ -dependent mechanism in regulating phosphorylation of Ser-1106 and in modulating sensitivity to topo II-targeted drugs ( 18 ) suggested that the kinase responsible for phosphorylating this site may be CKIδ and/or CKIɛ, rather than CKII. In this study we examined the role of CKIδ/ɛ and CKII in phosphorylating Ser-1106 by attenuating the activity of these kinases with specific inhibitors or with targeted si-RNAs. Our results demonstrated that CKIδ/ɛ, but not CKII, catalyzes the in vivo phosphorylation of Ser-1106 and regulates topo II–DNA cleavage activity. MATERIALS AND METHODS Reagents CKI-7 was obtained from Seikagaku Kogyo, Tokyo. IC261 was kindly provided by ICOS Corp., Bothell, WA and 5,6-dichlorobenzimidazole riboside (DRB) was purchased from Calbiochem, La Jolla, CA, USA. Etoposide was purchased from Sigma-Aldrich, St Louis, MO, USA. Stock solutions of these compounds were made in dimethyl sulfoxide and stored at −20 ° C. The rabbit polyclonal antibody to topo IIα was a gift from Dr Ian Hickson, ICRF, Oxford, UK. Mouse monoclonal antibodies to CKIδ and CKIɛ were obtained from ICOS Corp., Bothell, WA (generous gift from Dr Anthony DiMaggio) and BD Biosciences, San Jose, CA, USA respectively. Goat polyclonal antibodies to CKIIα and CKIIα′ were obtained from Santa Cruz Biotechnology, Santa Cruz, CA, USA. Cell culture HL-60 cells were maintained in RPMI 1640 supplemented with 10% fetal bovine serum and 2 mM glutamine at 37 ° C in a humidified atmosphere of 5% CO 2 and 95% air. HCT-116 cells, obtained from Dr Bert Vogelstein, Johns Hopkins University, Baltimore, MD, were maintained in McCoy's 5A medium supplemented with 10% fetal bovine serum and 2 mM glutamine at 37 ° C in a humidified atmosphere of 5% CO 2 and 95% air. Cells were treated with CKI-7 (200 μM), IC261 (10 μM) or DRB (40 μM) for 3 h. When the combination of CKI or CKII inhibitor and etoposide was employed, cells were pretreated with CKI-7, IC261 or DRB for 3 h. Following this treatment, cells were washed, resuspended in inhibitor-free medium and incubated for an additional hour in etoposide. Transfection with targeted si-RNAs A 21-nucleotide duplex si-RNA (si-CKIδ/ɛ) with the sequence sense: 5′-CUGGGGAAGAAGGGCAACCdTdT-3′ and antisense: 5′-GGUUGCCCUUCUUCCCCAGdTdT-3′, purchased from Qiagen, Valencia, CA, USA was used to target identical regions in CKIδ and CKIɛ ( 29 ). In addition the On-Target plus SMART pool si-RNA anti-CSNKID human (si-CKIδ) and On-Target plus SMART pool si-RNA anti-CSNKIE human (si-CKIɛ) were purchased from Dharmacon, Lafayette, CO. For targeting CKIIα RNA the siGENOM SMART pool CSNK2A1 (Dharmacon, Lafayette, CO) was employed. The CKIIα′ si-RNA (sense: 5′-CAGUCUGAGGAGCCGCGAGdTdT-3′, antisense: 5′-CGGCUCCUCAGACUGdTdT-3′), previously described ( 30 ) was synthesized by MWG Biotech, Ebersberg, Germany. The control si-RNA (5′-GCUCAGAUCAAUACGGAGAdT dT-3′) was purchased from Dharmacon, Lafayette, CO. HCT-116 cells were incubated in serum-free McCoy's medium for 6–10 h with the si-RNA (100 nM) in the presence of Lipofectamine 2000 (Invitrogen Life Technology, Carlsbad, CA) as described by the manufacturer. When the combination of si-CKIδ and si-CKIɛ was employed, the concentration of each si-RNA was reduced to 75 nM. Following the initial incubation, cells were washed and cultured in McCoy's medium containing 10% fetal bovine serum and 2 mM l -glutamine for 24 h. At the end of the incubation period, cells were harvested for preparing cell lysates. When cells were transfected with si-CKIδ/ɛ about 50–70% of the cells that readily detached upon washing were used for preparing lysates for 2D-phosphopeptide maps of topo IIα, since both CKIδ and CKIɛ were maximally down-regulated in this population. Transformation of Sachharomyces cerevisiae W303 cells The wild-type (WT) S. cerevisiae W303 strain ( ura3-1 , trp1-1 , leu 2-3 , 112 , his3-11 , 15 can1-100 , ade2-1 ) and 7D, an HRR25Δ isolate isogenic to W303 ( 31 ) kindly provided by Dr Anthony DeMaggio (ICOS, Corp., Bothell, WA) were transformed with human topo IIα cDNA cloned in the pHT212 vector using the Yeastmaker lithium acetate transformation system (Clontech, Palo Alto, CA). Control transformations were carried out with the pHT212 plasmid ( LEU2 ). Cells transformed with the pHT212 plasmid or pHT212 plasmid with the human topo IIα insert were selected on plates lacking leucine ( 18 ). The HRR25Δ isolate expressing human topo IIα was transfomed with the human CKIɛ cDNA, (kindly provided by Dr Jeff Kuret, Ohio State University, Columbus, OH), which was inserted in MluI and XbaI restriction sites of the modified pRS316 plasmid, YEpRS316. The YEpRS316 plasmid was constructed by insertion of the ScaI fragment from pYEpWOB6 which contains the 2 μm origin. Control transformations were carried out with the YEpRS316 plasmid ( LEU2 and URA3 ). The transformed cells were selected on plates lacking leucine and uracil. Metabolic labeling with [ 32 P] orthophosphoric acid Log phase cultures of HL-60 or HCT-116 cells were incubated in phosphate-free RPMI-1640 supplemented with 10% dialyzed fetal bovine serum and 2 mM glutamine for 1 h at 37 ° C. Cells were then labeled with carrier-free [ 32 P] orthophosphoric acid (MP Biomedicals, Irvine, CA) for an additional 3 h. During the labeling period, the CKI or CKII inhibitor was added for experiments involving these treatments. Yeast cells were labeled as previously described ( 18 ). Briefly, cells cultured overnight at 30°C with shaking (250 rpm) in synthetic dropout liquid medium lacking leucine were incubated in YPDA without phosphate medium, for 3 h with shaking, to a cell density corresponding to 0.6 units ( A 600). Following centrifugation, cells were resuspended into 20 ml of YPDA medium without phosphate containing 5 mCi of [ 32 P]-orthophosphoric acid and incubated at 30°C for 1 h with shaking. Preparation of cell lysates, immunoprecipitation and western blotting Lysates of HL-60 and HCT-116 cells were prepared in radioimmunoprecipitation assay (RIPA) buffer as described earlier ( 18 ). Topo IIα protein immunoprecipitated from the cell lysate was subjected to SDS–polyacrylamide gel electrophoresis (SDS–PAGE) and transferred to nitrocellulose membrane ( 18 ). The membrane was stained with Gelcode Blue staining reagent (Pierce Chemical Co., Rockford, IL) to visualize the topo IIα band, which was excised and processed for proteolysis with cyanogen bromide (CNBr) or trypsin ( 18 ). For determination of down-regulation of CKIδ and CKIɛ, western blot analysis was carried out on cell lysates (20–40 μg) prepared from si-RNA transfected cells that were harvested just prior to labeling with [ 32 P]-orthophosphoric acid ( 32 ). Cell lysate of S. cerevisiae cells were prepared in Y-PER lysis buffer after freezing the cell pellet in liquid nitrogen and human topo IIα present in the lysate was purified by Ni 2+ -nitrilotriacetic acid essentially as described earlier ( 18 ). Purified topo IIα was subjected to SDS–PAGE, transferred to nitrocellulose membrane and the stained topo IIα band was processed for phosphopetide mapping. Phosphopeptide mapping of 32 P-labeled topo IIα The 170 kDa 32 P-labeled topo IIα band visualized by staining with Gelcode Blue staining reagent on the nitrocellulose membrane was excised and digested with trypsin essentially as described earlier ( 18 ). Following extensive washing of the membrane in water, topo IIα was proteolytically cleaved with 5 μg of trypsin-TPCK treated (Worthington Biochemical, Freehold, NJ) or with 2 μg of trypsin Gold® (Promega Inc., Madison, WI) in 1% ammonium bicarbonate, pH 8.3 at 37 ° C for 14–16 h. In initial experiments involving treatment with CKI inhibitors, proteolytic digestion with TPCK-treated trypsin consistently led to generation of two Ser-1106 containing peptides due to partial proteolysis ( Figure 1 B), whereas in subsequent experiments trypsinization with highly purified trypsin Gold® consistently led to generation of a single Ser-1106 containing peptide. The tryptic peptides released in the ammonium bicarbonate solution were transferred to fresh microcentrifuge tube and the membrane piece was washed with 100 μl of 20% acetonitrile. The pooled eluate and washings were then concentrated by evaporation in a Savant Speed-Vac, washed three times with water and the peptides solubilized in pH 1.9 buffer (88% formic acid/glacial acetic acid/deionized water, 1:3.1:36, v/v). The peptides were then separated on thin layer cellulose plates by electrophoresis with pH 1.9 buffer in the horizontal dimension and chromatography in the vertical dimension ( 33 ). In initial experiments the phospho-chromatography buffer contained n -butanol/pyridine/acetic acid/deionized water (5/3.3/1/4, v/v). To improve migration of the Ser-1106-peptide an isobutyric acid buffer (isobutyric acid/ n -butanol/pyridine/acetic acid/deionized water) (32.9/1/2.5/1.5/14.7, v/v), which resolves extremely hydrophilic phosphopeptides, was used. Figure 1. CKI inhibitors, CKI-7 and IC261, decrease phosphorylation of the topo IIα peptides containing Ser-1106. HL-60 cells were labeled with [ 32 P] orthophosphoric acid for 3 h at 37 ° C in the absence or presence of CKI inhibitors, CKI-7 (200 μM) or IC261 (10 μM). Lysates of these cells were immunoprecipitated with topo IIα-specific antibodies. The immunoprecipitated protein was subjected to SDS–PAGE and transferred to nitrocellulose membrane. Two-thirds of the topo IIα band was cleaved with CNBr and one-third of the band was proteolysed with trypsin. ( A ) CNBr fragments of topo IIα from cells treated in the absence or presence of CKI-7 or IC261 were separated by SDS–PAGE. ( B ) Phosphopeptide maps of tryptic digests of topo IIα from cells treated in the absence (Control) or presence of CKI-7 or IC261. The phosphochromatography buffer, n -butanol/pyridine/acetic acid/deionized water (5/3.3/1/4, v/v), was used for resolving peptides in the second dimension. Arrows indicate the position of Ser-1106 containing peptides. Liquid chromatography–tandem mass spectrometry (LC–MS) LC–MS was carried out on tryptic digests of stained topo IIα protein band excised from SDS–polyacrylamide gels. In-gel trypsin digestion was carried out as described earlier ( 34 ). Briefly, following washing/destaining in two aliquots of 50% ethanol/5% acetic acid (v/v), reduction with dithiothreitol and alkylation with iodoacetamide, the excised gel pieces were dried in a Speed-vac and incubated with 30 μl of 20 ng/μl trypsin in 50 mM ammonium bicarbonate on ice for 10 min. Any excess trypsin solution was then removed and 20 μl of 50 mM ammonium bicarbonate was added. Following overnight digestion at room temperature, the peptides were extracted from polyacrylamide pieces in two 30 μl aliquots of 50% acetonitrile/5% formic acid (v/v). These extracts were combined and evaporated to ∼5 μl and then reconstituted in 1% acetic acid to a total volume of 25 μl for LC–MS analysis. The tryptic peptides in the extract (2 μl/injection) were separated by reversed-phase LC in a 10 cm × 50 μm (i.d.) Phenomenex Jupiter 10 μm C18 self-packed capillary column using a linear gradient of 2–70% acetonitrile containing 0.05 M acetic acid in 50 min at a constant flow rate of 0.2 μl/min. The effluent was analyzed using a Finnigan LCQ-Deca ion trap mass spectrometry system equipped with a Protana microelectrospray ion source (ThermoFisher, San Jose, CA) operated at 2.5 kV. Data interpretation was performed with the programs TurboSequest and Mascot. All matching spectra were verified by manual interpretation. Selected reaction monitoring (SRM) mode was used to compare the extent of Ser-1106 phosphorylation in control scrambled si-RNA and si-CKIδ/ɛ treated HCT-116 cells. The SRM experiment consisted of a 5-scan event analysis in which one scan event was a standard MS scan and the other four were different SRM descriptors directed to various sets of control or Ser-1106 containing peptides, both unphosphorylated and phosphorylated. To verify peptide recovery from the digestion procedure and the mass spectrometry response, one ion of the trypsin autolysis peptide VATVSLPR at m/z 422 (+2) and one ion of the unmodified topo IIα native peptide EVTFVPGLYK at m/z 577 (+2) were monitored. These two descriptors served as controls. In addition, the ion transition m/z 484 → m/z 435 (+2) characteristic for phosphate loss from phosphorylated Ser-29 contained in RLpS 29 VER peptide in topo IIα was monitored to confirm general phosphorylation of every sample. To determine the status of Ser-1106 phosphorylation, the peptide VPDEEENEES 1106 DNEKETEK containing phosphorylated Ser-1106 as doubly charged ( m/z 1116) or triply charged ( m/z 744) ion and their corresponding unphosphorylated peptide ions were monitored. DNA cleavable complex formation The effect of etoposide on forming a stable topo II–DNA cleavable complex was determined by measuring the amount of precipitated protein–DNA complex and by evaluating depletion of topo IIα not complexed with DNA (band depletion). For measuring precipitated protein–DNA complex, cells were labeled for 24 h with 0.02–0.04 μCi/ml of [ 14 C]-thymidine, specific activity 53 mCi/mmol (Amersham, Arlington Heights, IL). For measuring DNA cleavable complex in cells down-regulated for CKIδ plus CKIɛ, cells were treated for 6 h with scrambled si-RNA or si-CKIδ plus si-CKIɛ prior to labeling. Cells were then trypsinized, treated with etoposide for 1 h and the precipitated protein–DNA complex was assayed as previously described ( 35 ). For the band depletion experiment cells were treated similarly without the addition of [ 14 C]-thymidine. Cell lysates were prepared in 2-fold concentrated LDS-sample buffer (Invitrogen Life Technology, Carlsbad, CA, USA). The lysates were incubated at 70 ° C for 10 min, sonicated and centrifuged at 12 000 × g . An aliquot (10–15 μl) of the lysate was subjected to western blot analysis. The membranes were probed with antibodies to topo IIα and topo I (internal control), which does not form a stabilized DNA cleavable complex with the topo II-targeted drug, etoposide. Down-regulation of CKIδ and CKIɛ was also determined by western blotting with antibodies specific for CKIδ and CKIɛ. RESULTS Inhibitors of CKIδ and CKIɛ (CKI-7 and IC261) lead to hypophosphorylation of the CNBr and tryptic topo IIα peptides containing Ser-1106 and reduce formation of etoposide stabilized topo II–DNA cleavable complex The presence of acidic amino-acid residues N-terminal to Ser-1106 and the Ca 2+ -dependency of phosphorylation of this site ( 18 ) suggested that phosphorylation of Ser-1106 may be regulated by protein kinase CKIδ and/or CKIɛ. Therefore we first examined whether two CKI inhibitors, CKI-7 and IC261, specific for CKIδ and CKIɛ ( 36 ), altered phosphorylation of Ser-1106 containing peptides. Treatment of HL-60 cells with CKI-7 or IC261 led to hypophosphorylation of the CNBr (peptide 34) and tryptic phosphopeptides that were previously shown to harbor Ser-1106 ( Figures 1 A and 1B, respectively). Comparison of the intensity of spots corresponding to the peptides containing Ser-1106 (normalized to two other peptides) revealed that CKI-7 and IC-261 led to comparable decreases (20–40% and 25–30%, respectively) in phosphorylation of Ser-1106 as compared to untreated control cells. To determine whether decreased phosphorylation observed in the presence of CKI-7 or IC261 compromises the functional activity of topo IIα, we examined the effect of CKI-7 and IC261 on formation of etoposide stabilized topo II–DNA cleavable complex. Pre-treatment of HL-60 cells with 200 μM CKI-7 or 10 μM IC261 for 3 h prior to treatment with 5 μM etoposide for 1 h led to a significant ( P < 0.05) decrease in the formation of etoposide-stabilized DNA cleavable complex ( Figure 2 ). We also examined the effect of the CKII specific inhibitor, DRB, on formation of etoposide stabilized topo II–DNA cleavable complex. Pretreatment with 40 μM DRB did not alter etoposide stabilized topo II–DNA cleavable complex formation ( Figure 2 ). These results suggest a role for CKIδ/ɛ in regulating the functional activity of topo IIα via phosphorylation at Ser-1106. Figure 2. The CKI inhibitors, CKI-7 and IC261, but not the CKII inhibitor, DRB, decrease formation of etoposide-stabilized topo II–DNA cleavable complex. HL60 cells labeled overnight with 14 C-thymidine were pre-incubated in the absence or presence of CKI-7 (200 μM), IC261 (10 μM) or DRB (40 μM) for 3 h at 37 ° C. Cells were then washed, resuspended in inhibitor-free medium and incubated for an additional hour in etoposide (5 μM). Control, labeled cells were incubated in the presence of medium alone. The labeled DNA was precipitated with SDS–KCl as described in Materials and methods section and the dpm in the precipitate was determined by liquid scintillation counting. DNA cleavable complex formation in the etoposide or inhibitor → etoposide treatment was determined by calculating the ratio of dpm in treated cells to control cells. *Significantly ( P < 0.05) lower than treatment with etoposide alone. Down-regulation of CKIδ and/or CKIɛ with targeted si-RNA decreases phosphorylation of the tryptic peptide containing Ser-1106 To confirm the role of CKIδ and/or CKIɛ in phosphorylating Ser-1106 we down-regulated these two enzymes with three different sets of si-RNAs. These included si-CKIδ/ɛ—which targeted the nucleotide sequence (412–430) that is identical in the CKIδ and CKIɛ coding region; si-CKIδ—which is a smart pool targeted to the CKIδ isozyme; and si-CKIɛ—which is a smart pool targeted to the CKIɛ isozyme. The si-CKIδ and si-CKIɛ were used individually to down-regulate the specific isozyme or used in combination to simultaneously down-regulate both isozymes. Since, HL-60 cells are difficult to transfect we used the colon carcinoma cell line, HCT-116, for transfection of the si-RNAs. This cell line was chosen because it can be readily transfected and the phosphopeptide map of topo IIα in HCT-116 cells is similar to that in HL-60 cells (data not shown). Transfection of the three si-RNAs in HCT-116 cells led to significant down-regulation (∼60–80%) of the targeted isozyme; si-CKIδ/ɛ and the combination of si-CKIδ and si-CKIɛ led to down-regulation of both CKIδ and CKIɛ, whereas si-CKIδ or si-CKIɛ when used individually, down-regulated only the targeted enzyme CKIδ or CKIɛ, respectively ( Figures 3 A, 5 A and 8 A). When both CKIδ and CKIɛ were down-regulated a slight increase in the G 2 + M phase of the cell cycle was observed (data not shown). Figure 3. Phosphorylation of the topo IIα peptide containing Ser-1106 is reduced in HCT-116 cells transfected with si-CKIδ/ɛ, but not in nocadazole treated cells arrested in the G 2 +M phase of the cell cycle. HCT-116 cells were transfected with scrambled si-RNA or si-CKIδ/ɛ as described in Materials and methods section, or treated for 16 h in the absence or presence of 200 nM nocadazole. For cells transfected with scrambled si-RNA or si-CKIδ/ɛ a small aliquot was lysed in RIPA buffer and subjected to western blot analysis to determine down-regulation of CKIδ and CK1ɛ ( A ). The remaining transfected cells ( B ), and cells treated in the absence or presence of nocadazole ( C ) were labeled with [ 32 P] orthophosphoric acid for 3 h. At the end of the incubation, cells were lysed in RIPA buffer and cell lysates were immunoprecipitated with topo IIα-specific antibodies. The immunoprecipitated topo IIα protein was subjected to SDS–PAGE and transferred to nitrocellulose membrane. The topo IIα band was excised, proteolysed with trypsin and the labeled tryptic peptides analyzed by 2D-phosphopeptide mapping. The isobutyric acid buffer (isobutyric acid/ n -butanol/pyridine/acetic acid/deionized water) (32.9/1/2.5/1.5/14.7, v/v) was used for resolving the peptides in the second dimension. The arrow indicates the position of Ser-1106 containing peptide. The down-regulation of CKIδ and CKIɛ in HCT-116 cells transfected with si-CKIδ/ɛ resulted in significantly decreased (75%) phosphorylation of the tryptic Ser-1106 containing phosphopeptide, as compared to cells transfected with the control scrambled si-RNA ( Figure 3 B). This was not due to an increase in the G 2 + M population observed in cells transfected with si-CKIδ/ɛ, since phosphorylation at Ser-1106 was not affected when cells were blocked in mitosis following treatment with nocadazole ( Figure 3 C). Comparison of phosphorylation of Ser-1106 in topo IIα present in cells transfected with scrambled si-RNA or si-CKIδ/ɛ by LC-MS ( Figure 4 ) revealed findings that were similar to those obtained by 2D-phosphopeptide mapping. Although both phosphorylated and unphosphorylated Ser-1106 was detected in control cells transfected with scrambled si-RNA, only unphosphorylated Ser-1106 was detected in cells transfected with si-CKIδ/ɛ. Down-regulation of only one isozyme, CKIδ or CKIɛ ( Figure 5 A), also led to hypophosphorylation of the Ser-1106 containing peptide ( Figures 5 B and 5C, respectively), albeit to a lesser extent than that observed when both CKIδ and CKIɛ were down-regulated ( Figure 3 B). In cells treated with si-CKIδ, phosphorylation of Ser-1106 was 25–40% less than that observed in cells treated with scrambled si-RNA, whereas in cells treated with si-CKIɛ phosphorylation of Ser-1106 was 40–65% less than that observed in cells treated with scrambled si-RNA. Differential hypophosphorylation of Ser-1106 in si-CKIδ and si-CKIɛ transfected cells could be due to differences in the effectiveness of the two isozymes in phosphorylating this site or due to differential down-regulation of CKIδ (∼60%) and CKIɛ (∼80%). Figure 4. Peptides containing phosphorylated Ser-1106 are not detected by LC-MS analysis of topo IIα from si-CKIδ/ɛ transfected HCT-116 cells. HCT-116 cells were transfected with scrambled si-RNA or si-CKIδ/ɛ. Topo IIα protein present in these cells was purified by immunoprecipitation and SDS–PAGE. The stained topo IIα band in the gel was digested with trypsin and the peptides were analyzed by LC–MS as described in Materials and methods section. ( A ) Total ion chromatograms (upper panel) and trypsin autolysis marker at m/z 422 (lower panel) of topo IIα tryptic digests from cells transfected with scrambled si-RNA or si-CKIδ/ɛ. ( B ) SRM chromatograms for the doubly charged peptide ion containing phosphorylated Ser-1106 at m/z 1116 (upper panel) and CID spectrum of doubly charged peptide ion (lower panel) containing phosphorylated Ser-1106 in topo IIα, detected only in samples treated with scrambled si-RNA. ( C ) SRM chromatograms for the triply charged peptide ion containing phosphorylated Ser-1106 at m/z 744 (upper panel) and characteristic H 3 PO 4 neutral loss for the m/z 744 (+3) phosphorylated peptide (middle panel). CID spectrum of triply charged peptide ion (lower panel) containing phosphorylated Ser-1106 in topo IIα was detected only in samples treated with scrambled si-RNA. Characteristic loss of H 3 PO 4 is seen in both CID spectra. Detected b (N-terminal) and y (C-terminal) fragment ions are labeled in the spectra. Figure 5. Down-regulation of CKIδ or CK1ɛ with targeted si-RNAs in HCT-116 cells decreases phosphorylation of the topo IIα peptide containing Ser-1106. HCT-116 cells were transfected with scrambled si-RNA, si-CKIδ or si-CKIɛ as described in Materials and methods section. A small aliquot of the cells was lysed in RIPA buffer and subjected to western blot analysis to determine down-regulation of CKIδ and CKIɛ ( A ). The remaining cells were labeled with [ 32 P] orthophosphoric acid for 3 h, lysed in RIPA buffer and the cell lysates were immunoprecipitated with topo IIα-specific antibodies. The immunoprecipitated topo IIα protein was subjected to SDS–PAGE and transferred to nitrocellulose membrane. The stained topo IIα band was excised, proteolysed with trypsin and the labeled tryptic peptides analyzed by 2D-phosphopeptide mapping ( B , C ). The isobutyric acid buffer (isobutyric acid/ n -butanol/pyridine/acetic acid/deionized water) (32.9/1/2.5/1.5/14.7, v/v) was used for resolving the peptides in the second dimension. The arrow indicates the position of Ser-1106 containing peptide. To confirm that phosphorylation of Ser-1106 in vivo does not involve CKII we examined the effect of transfecting HCT-116 cells with si-RNAs to CKIIα and CKIIα′ on phosphorylation of Ser-1106. Results of this experiment revealed that transfectants, in which CKIIα and CKIIα′ were significantly down-regulated ( Figure 6 A), did not exhibit altered phosphorylation of Ser-1106 although phosphorylation of other tryptic peptides previously reported to be substrates for casein kinase II ( 6 ) was reduced ( Figure 6 B). Figure 6. Down-regulation of CKIIα and α′ with targeted si-RNAs does not alter phosphorylation of the topo IIα peptide containing Ser-1106. An aliquot of HCT-116 cells transfected with scrambled si-RNA or si - CKIIα plus si-CKIIα′, as described in Materials and methods section, were lysed in RIPA buffer and subjected to western blot analysis to determine down-regulation of CKIIα and CKIIα′ ( A ). The remaining cells were labeled with [ 32 P] orthophosphoric acid for 3 h. Cell lysates prepared in RIPA buffer were immunoprecipitated with topo IIα-specific antibodies, subjected to SDS–PAGE and transferred to nitrocellulose membrane. The stained topo IIα band was excised, proteolysed with trypsin and the labeled tryptic peptides analyzed by 2D-phosphopeptide mapping ( B ). The isobutyric acid buffer (isobutyric acid/ n -butanol/pyridine/acetic acid/deionized water) (32.9/1/2.5/1.5/14.7, v/v) was used for resolving the peptides in the second dimension. The arrow indicates the position of Ser-1106 containing peptide. Phosphorylation of Ser-1106 in human topo IIα expressed in HRR25Δ S. cerevisae cells is reduced, but can be enhanced following transformation of the cells with human CKIɛ Since human topo IIα expressed in S . cerevisiae cells is phosphorylated at Ser-1106 ( 18 ) and the S. cerevisiae gene, HRR25 is homologous to CKIδ and CKIɛ ( 37 ), we compared phosphorylation of Ser-1106 in WT or HRR25Δ cells transformed with human topo IIα. As shown in Figure 7 A, phosphorylation of the tryptic Ser-1106 peptide was significantly reduced in HRR25Δ cells. Transformation of the HRR25Δ cells expressing human topo IIα with human CKIɛ enhanced phosphorylation at Ser-1106 ( Figure 7 B). This finding provides further support for the role of CKIδ/ɛ, in particular the CKIɛ isozyme, in regulating phosphorylation at Ser-1106 in topo IIα. Figure 7. Phosphorylation of Ser-1106 in human topo IIα expressing HRR25Δ S. cerevisae cells is reduced, but can be enhanced following transformation of the cells with human CKIɛ. WT W303 cells or HRR25Δ isolate isogenic to W303 cells transformed with human topo IIα ( A ), or topo IIα expressing HRR25Δ W303 cells transformed with vector control or human CKIɛ cDNA ( B ) were labeled with [ 32 P] orthophosphoric acid for 1 h as described in Materials and methods section. Topo IIα from cell lysates prepared in Y-PER lysis buffer was purified by Ni 2+ -nitrilotriacetic acid or immunoprecipitated with topo IIα antibody. Purified topo IIα was subjected to SDS–PAGE and transferred to nitrocellulose membrane. The stained topo IIα band was excised, proteolysed with trypsin and the labeled tryptic peptides analyzed by 2D-phosphopeptide mapping. The phosphochromatography buffer, n -butanol/pyridine/acetic acid/deionized water (5/3.3/1/4, v/v), was used for separating the peptides in the second dimension (A) and the isobutyric acid buffer (isobutyric acid/ n -butanol/pyridine/acetic acid/deionized water) (32.9/1/2.5/1.5/14.7, v/v) was used for resolving the peptides in the second dimension (B). The arrow indicates the position of Ser-1106 containing peptide. Figure 8. Down-regulation of CKIδ and CKIɛ in HCT-116 cells leads to reduced topo IIα–DNA cleavage activity. HCT-116 cells were treated with scrambled si-CKIδ (75 nM) plus si-CKIɛ (75 nM) as described in Materials and methods section and subsequently treated with etoposide for 1 h. An aliquot of the cell lysate was used to determine down regulation of CKIδ and CKIɛ ( A ). Cells labeled with [ 14 C] thymidine were lysed and precipitated with SDS–KCl. The dpm present in the precipitate was determined by liquid scintillation counting ( B ). *Significantly ( P < 0.01) lower than scrambled si-RNA-treated cells. Band depletion of topo IIα not present in the etoposide–stabilized DNA complex was determined by western blotting of lysates prepared in 2-fold concentrated LDS-sample buffer ( C ). The amount of topo IIα was normalized with topo I, which does not form a stable complex with the topo II-targeted drug, etoposide. Reduced phosphorylation of Ser-1106 in HCT-116 cells transfected with si-CKIδ plus si-CKIɛ leads to decreased formation of etoposide stabilized topo II–DNA cleavable complex We previously demonstrated a functional role for Ser-1106 phosphorylation in topo IIα, based on the observation that mutation of Ser-1106 to alanine in human topo IIα led to decreased topo IIα function in vitro and in vivo in JN394 yeast cells transformed with human topo IIα ( 18 ). In this study we examined whether topo IIα function is affected when phosphorylation at Ser-1106 is altered by down-regulating the kinase(s), CKIδ and/or CKIɛ, involved in phosphorylating this residue. Down-regulation of CKIδ and CKIɛ by si-CKIδ plus si-CKIɛ ( Figure 8 A) led to a significant ( P < 0.01) decrease in SDS–KCl precipitable 14 C-thymidine labeled etoposide stabilized topo II–DNA cleavable complex ( Figure 8 B). Since, formation of a stable topo IIα–DNA cleavable complex in the presence of etoposide leads to depletion of topo IIα not complexed with DNA, we also determined the amount of topo IIα in lysates of control or etoposide-treated HCT-116 cells that were transiently transfected with scrambled si-RNA or si-CKIδ plus si-CKIɛ. In cells transfected with si-CKIδ plus si-CKIɛ depletion of topo IIα following treatment with etoposide was less (∼40–50%) than that observed in cells transfected with scrambled si-RNA ( Figure 8 C). This finding corroborates the previous data demonstrating decreased formation of the etoposide stabilized topo II–DNA cleavable complex in cells transfected with si-CKIδ plus si-CKIɛ. These results indicate that CKIδ and/or CKIɛ are involved in regulating topo IIα function via phosphorylation at Ser-1106. DISCUSSION In the present study we identify CKIδ and/or CKIɛ as upstream kinase(s) regulating in vivo phosphorylation of topo IIα at Ser-1106 and thereby modulating the DNA cleavage activity of the enzyme. The role of CKIδ and/or CKIɛ in phosphorylating Ser-1106 is based on several lines of experimental evidence. In vivo phosphorylation of the tryptic peptide that contains Ser-1106 is decreased when CKIδ and/or CKIɛ are inhibited by the CKI inhibitors, CKI-7 and IC261 (specific for CKIδ/ɛ), or when CKIδ and CKIɛ are down-regulated by targeted si-RNAs. Similarly, in human topo IIα expressing HRR25 (CKIδ and CKIɛ homologous gene) deleted S. cerevisiae cells, the tryptic peptide containing Ser-1106 is also hypophosphorylated, and phosphorylation at this site can be enhanced following transformation of these cells with human CKIɛ. The decrease in phosphorylation of the Ser-1106 tryptic peptide is indeed due to reduced phosphorylation at this site, since our earlier studies indicated that in vivo phosphorylation of this tryptic peptide was not observed when Ser-1106 in topo IIα was mutated to alanine ( 18 ). Furthermore, LC–MS analysis of phosphorylated Ser-1106 in topo IIα obtained from HCT-116 cells treated with scrambled si-RNA or si-CKIδ/ɛ revealed the presence of phosphorylated Ser-1106 only in scrambled si-RNA treated cells. The decrease in phosphorylation at Ser-1106 observed in cells exhibiting reduced kinase activity of CKIδ and CKIɛ correlates with a decrease in topo IIα function. Inhibition of the CKI activity in cells treated with CKI inhibitors, CKI-7 or IC-261 leads to reduced formation of topo II–drug DNA complex in vivo . Similarly, when CKIδ and CKIɛ are down-regulated by targeted si-RNAs, formation of the etoposide stabilized topo II–DNA cleavable complex is reduced. These results indicate that the phosphorylation at Ser-1106 catalyzed by CKIδ and/or CKIɛ enhances the in vivo DNA cleavage activity of topo IIα. Several different kinases, including CKII, protein kinase C, proline directed kinases e.g. cdc2 and Polo-like kinase 1 have been reported to phosphorylate topo IIα ( 6 , 9–17 ). However, this is the first report demonstrating CKI as a physiologically relevant kinase that modulates phosphorylation and activity of topo IIα. Our data demonstrating decreased phosphorylation of several peptides (excluding the Ser-1106 containing peptide) following down-regulation of CKIIα and CKIIα′ with targeted si-RNAs provides evidence that CKII is also capable of phosphorylating topo IIα in vivo . However, phosphorylation at CKII sites does not significantly affect sensitivity to topoII-targeted drugs, since treatment of HL-60 cells with the CKII inhibitor, DRB, did not significantly alter formation of topo II-drug–DNA complex in vivo . Since our study did not evaluate the effect of reduced phosphorylation at CKII sites on other functions of topo IIα, the functional role of phosphorylations at CKII sites remains unclear. It is possible that phosphorylation at CKII sites, most of which map to regions in the C-terminal domain, along with other phosphorylations within this region regulate accessibility of the catalytic site to its substrate. This mechanism would be analogous to that described for regulation of the activity of CKIδ and CKIɛ, wherein dephosphorylation of the C-terminal region activates the enzyme. Our previous data demonstrating Ca 2+ -dependent phosphorylation of Ser-1106 ( 18 ), provides further support for the role of CKIδ and/or CKIɛ (Ca 2+ -regulatable enzymes), but not CKII, as physiologic kinases that modulate Ser-1106 phosphorylation. Although, the catalytic activity of CKIδ and CKIɛ does not require Ca 2+ , these enzymes can be regulated via Ca 2+ -dependent dephosphorylation or proteolysis ( 25 , 26 ). In neostriatal neurons, the metabotrophic glutamate receptors activate CKIɛ by dephosphorylating the inhibitory C-terminal autophosphorylation sites by the Ca 2+ -dependent phosphatase, calcineurin ( 38 ). The activated CKIɛ then leads to phosphorylation of Ser-137 of DARPP-32. A scenario similar to that described in neostriatal muscles, could explain how phosphorylation of Ser-1106 is regulated by Ca 2+ . Dephosphorylation by calcineurin and subsequent activation of CKIδ and/or CKIɛ could result in phosphorylation of Ser-1106. Alternatively, a Ca 2+ -dependent protease, e.g. calpain, which is activated by calcium influx in neurons ( 27 , 39 ), could remove the inhibitory domain in CKIδ or CKIɛ and lead to activation of these kinases. CKI isozymes are involved in regulating several different cellular processes ( 40 ). The CKIδ and CKIɛ isozymes have been shown to modulate the development process because of their role in the wnt signaling pathway. In addition, these isozymes play a role in circadian rhythm, cell division, apoptosis and neurodegenerative diseases. CKIδ and CKIɛ phosphorylate p53, tubulin and microtubule-associated proteins to regulate cell growth, chromosome segregation and stress response at the spindle apparatus and the mitotic centrosome. The identification of topo IIα, which is also involved in regulating DNA replication and cell division, chromosome segregation and DNA repair, as another nuclear substrate of CKIδ and/or CKIɛ in this study, suggests that these CKI isozymes may be essential for regulating various aspects of DNA metabolism. In this regard, topo IIα could function as part of a protein complex that comprises of transcription factors, nuclear regulatory proteins and kinases (including CKIδ and/or CKIɛ)/phosphatases that regulate phosphorylation/dephosphorylation of components of the complex. Thus, it would be important to determine whether CKIδ or CKIɛ is capable of associating with topo IIα. In summary our results demonstrate that CKIδ and/or CKIɛ are physiologically relevant kinase(s) that are involved in regulating site-specific phosphorylation at Ser-1106 and modulating the function of topo IIα. Since Ser-1106 phosphorylation regulates sensitivity of cells to topo II-targeted drugs and expression of CKIδ and/or CKIɛ can be altered in cancer cells, one potential mechanism by which tumor cells develop resistance to topo II-targeted drugs could involve decrease in expression or activation of CKIδ and/or CKIɛ. The correlation of Ser-1106 hypophosphorylation with etoposide resistance was not only observed in cell culture model systems but was also seen in blast cells isolated from patients with acute myelogenous leukemia. Comparison of Ser-1106 phosphorylation with etoposide induced apoptosis revealed that reduced phosphorylation at Ser-1106 was associated with decreased apoptosis (data not shown). Thus, it might be possible to identify sensitivity of tumors to topo IIα-targeting drugs by characterizing phosphorylation at Ser-1106 or by determining the expression level or activity of CKIδ and CKIɛ in tumor samples. FUNDING This work was supported by United States Public Health Service (grant numbers RO1 CA 74939, RO1 CA 117928). Funding for open access charge: National Institutes of Health. Conflict of interest statement . None declared REFERENCES 1 Wang JC Cellular roles of DNA topoisomerases: A molecular perspective Nat. Rev. 2002 3 430 440 2 Kellner U Sehested M Jensen PB Giesler F Rudolph P Culprit and victim – DNA topoisomerase II Lancet Oncol. 2002 3 235 243 12067686 3 Watt PM Hickson ID Structure and function of type II DNA topoisomerases Biochem. J. 1994 303 681 695 7980433 4 Heck MMS Hittelman WN Earnshaw WC In vivo phosphorylation of the 170-kDa form of eukaryotic DNA topoisomerase II cell cycle analysis J. Biol. Chem. 1989 264 15161 15164 2549053 5 Burden DA Goldsmith LJ Sullivan DM Cell-cycle-dependent phosphorylation and activity of Chinese-hamster ovary topoisomerase II Biochem. J. 1993 293 297 304 8392338 6 Wells NJ Addison CM Fry AM Ganapathi R Hickson ID Serine 1524 is a major site of phosphorylation on human topoiosmerase IIα protein in vivo and is a substrate for casein kinase II in vitro J. Biol. Chem. 1994 269 29746 29751 7961967 7 Kimura K Nozaki N Saijo M Kikuchi A Ui M Enomoto T Identification of the nature of modification that causes the shift of DNA topoisomerase II beta to apparent higher molecular weight forms in the M phase J. Biol. Chem. 1994 269 24523 24526 7929118 8 Burden DA Sullivan DM Phosphorylation of alpha- and beta-isoforms of DNA topoisomerase II is qualitatively different in interphase and mitosis in Chinese hamster ovary cells Biochemistry 1994 33 14651 14655 7993892 9 Ackerman P Glover CV Osheroff N Phosphorylation of DNA topoisomerase II by casein kinase II: modulation of eukaryotic topoisomerase II activity in vitro Proc. Natl Acad. Sci. USA 1985 82 3164 3168 2987912 10 Cardenas ME Dang Q Glover CVC Gasser SM Casein kinase II phsophorylates the eukaryote-specific C-terminal domain of topoisomerase II in vivo EMBO J. 1992 11 1785 1796 1316274 11 Cardenas ME Gasser SM Regulation of topoisomerase II by phosphorylation: a role for casein kinase II J. Cell. Sci. 1993 104 219 225 8389373 12 Ishida R Iwai M Marsh KL Austin CA Yano T Shibata M Nozaki N Hara A Threonine 1342 in human topoisomerase IIα is phosphorylated throughout the cell cycle J. Biol. Chem. 1996 271 30077 30082 8939955 13 Daum JR Gorbsky GJ Casein kinase II catalyzes a mitotic phosphorylation on threonine 1342 of human DNA topoisomerase IIα, which is recognized by the 3F3/2 phosphoepitope antibody J. Biol. Chem. 1998 273 30622 30629 9804834 14 Escargueil AE Plisov SY Filhol O Cochet C Larsen AK Mitotic phosphorylation of DNA topoisomerase IIα by protein kinase CK2 creates the MPM-II Phosphoepitope on ser-1469 J. Biol. Chem. 2000 275 34710 34718 10942766 15 Wells NJ Hickson ID Human topoisomerase IIα is phosphorylated in a cell-cycle phase-dependent manner by a proline-directed kinase Eur. J. Biochem. 1995 231 491 497 7635160 16 Li H Wang Y Liu X Plk1-dependent phosphorylation regulates functions of DNA topoisomerase IIα in cell cycle progression J. Biol. Chem. 2008 283 6209 6221 18171681 17 Wells NJ Fry AM Guano F Norbury C Hickson ID Cell cycle phase-specific phosphorylation of human topoisomerase IIα J. Biol. Chem. 1995 270 28357 28363 7499337 18 Chikamori K Grabowski DR Kinter M Willard BB Yadav S Aebersold RH Bukowski RM Hickson ID Andersen AH Ganapathi R Ganapathi MK Phosphorylation of Serine 1106 in the Catalytic Domain of Topoisomerase IIα Regulates Enzymatic Activity and Drug Sensitivity J. Biol. Chem. 2003 278 12696 12702 12569090 19 Kennelly PJ Krebs EG Consensus sequences as substrate specificity determinants for protein kinases and protein phosphatases J. Biol. Chem. 1991 266 15555 15558 1651913 20 Litchfield DW Lüscher B Casein kinase II in signal transduction and cell cycle regulation Mol. Cell. Biochem. 1993 127-128 187 199 7935350 21 Allende JE Allende CC Protein kinases. 4. Protein kinase CK2: an enzyme with multiple substrates and a puzzling regulation FASEB J. 1995 9 313 323 7896000 22 Pinna L Meggio F Protein kinase CK2 (“casein kinase-II”) and its implication in cell division and proliferation. Prog Cell Cycle Res. 1997 3 77 97 23 Vielhaber E Virshup DM Casein Kinase I: From obscurity to center stage IUBMB Life 2001 51 73 78 11463166 24 Gross SD Anderson RA Casein Kinase I: Spatial organization and positioning of a multifunctional protein kinase family Cell Signal. 1998 10 699 711 9884021 25 Cegielska A Gietzen KF Rivers A Virshup DM Autoinhibition of casein kinase I ɛ (CKI ɛ) Is relieved by protein phosphatases and limited proteolysis J. Biol. Chem. 1998 273 1357 1364 9430669 26 Graves PR Roach PJ Role of COOH-terminal phosphorylation in the regulation of casein kinase 1δ J. Biol. Chem. 1995 270 21689 21694 7665585 27 Liu F Ma X-H Ule J Bibb JA Nishi A DeMaggio AJ Yan Z Nairn AC Greengard P Regulation of cyclin-dependent kinase 5 and casein kinase 1 by metabotropic glutamate receptors Proc. Natl Acad. Sci. 2001 98 11062 11068 11572969 28 Liu F Virshup DM Nairn AC Greengard P Mechanism of regulation of casein kinase I activity by Group I metabotropic glutamate receptors J.Biol. Chem. 2002 277 45393 45399 12223474 29 Eide EJ Vielhaber EL Hinz W Virshup DM The circadian regulatory proteins BMAL1 and Cryptochromes are substrates of casein kinase I epsilon J. Biol. Chem. 2002 277 17248 17254 11875063 30 Yamane K Kinsella TJ Casein kinase 2 regulates both apoptosis and the cell cycle following DNA damage induced by 6-thioguanine Clin. Cancer. Res. 2005 11 2355 2363 15788687 31 DeMaggio AJ Lindberg RA Hunter T Hoekstra MF The budding yeast HRR25 gene product is a casein kinase I isoform Proc. Natl Acad. Sci. USA 1992 89 7008 7012 1495994 32 Tabata M Tabata R Grabowski DR Bukowski RM Ganapathi MK Ganapathi R Roles of NF-κB and 26S proteasome in apoptotic cell death induced by topoisomerase I and II poisons in human non-small cell lung carcinoma J. Biol. Chem. 2001 276 8029 8036 11115510 33 Boyle WJ Van der Gerr P Hunter T Phosphopeptide mapping and phosphoamino acid analysis by two-dimensional separation on thin layer cellulose plates Methods Enzymol. 1991 201 110 149 1943760 34 Kinter M Sherman NE Kinter M Sherman NE The preparation of protein digests for mass spectrometric sequencing experiments Protein Sequencing and Identification Using Tandem Mass Spectrometry. 2000 Inc., New York, NY John Wiley & Sons 147 165 35 Ganapathi R Constantinou A Kamath N Dubyak G Grabowski D Krivacic K Resistance to etoposide in human leukemia HL-60 cells: reduction in drug-induced DNA cleavage associated with hypophosphorylation of topoisomerase II phosphopeptides Mol. Pharmacol. 1996 50 243 248 8700130 36 Behrend L Milne DM Stöter M Deppert W Campbell LE Meek DW Knippschild U IC261, a specific inhibitor of the protein kinases casein kinase 1-delta and -epsilon, triggers the mitotic checkpoint and induces p53-dependent postmitotic effects Oncogene 2000 19 5303 5313 11103931 37 Fish KJ Cegielska A Getman ME Landes GM Virshup DM Isolation and characterization of human casein kinase Iɛ (CKI), a novel member of the CKI gene family J. Biol. Chem. 1995 270 14875 14883 7797465 38 Liu F David MDM Nairn AC Greengard P Mechanism of regulation of casein kinase I activity by group I metabotropic glutamate receptors J. Biol. Chem., B 2002 277 45393 45399 39 Lee M-s Kwon YT Li M Peng J Friedlander RM Tsai L-H Neurotoxicity induces cleavage of p35 to p25 by calpain Nature 2000 405 360 364 10830966 40 Knippschild U Gocht A Wolff S Huber N Löhler J Stöter M The casein kinase 1 family: participation in multiple cellular processes in eukaryotes Cell Signal. 2005 17 675 689 15722192",
    "full_text_abstract": "We previously reported that phosphorylation of topoisomerase (topo) IIα at serine-1106 (Ser-1106) regulates enzyme activity and sensitivity to topo II-targeted drugs. In this study we demonstrate that phosphorylation of Ser-1106, which is flanked by acidic amino acids, is regulated in vivo by casein kinase (CK) Iδ and/or CKIɛ, but not by CKII. The CKI inhibitors, CKI-7 and IC261, reduced Ser-1106 phosphorylation and decreased formation of etoposide-stabilized topo II–DNA cleavable complex. In contrast, the CKII inhibitor, 5,6-dichlorobenzimidazole riboside, did not affect etoposide-stabilized topo II–DNA cleavable complex formation. Since, IC261 specifically targets the Ca 2+ -regulated isozymes, CKIδ and CKIɛ, we examined the effect of down-regulating these enzymes on Ser-1106 phosphorylation. Down-regulation of these isozymes with targeted si-RNAs led to hypophosphorylation of the Ser-1106 containing peptide. However, si-RNA-mediated down-regulation of CKIIα and α′ did not alter Ser-1106 phosphorylation. Furthermore, reduced phosphorylation of Ser-1106, observed in HRR25 (CKIδ/ɛ homologous gene)-deleted Saccharomyces cerevisiae cells transformed with human topo IIα, was enhanced following expression of human CKIɛ. Down-regulation of CKIδ and CKIɛ also led to reduced formation of etoposide stabilized topo II–DNA cleavable complex. These results provide strong support for an essential role of CKIδ/ɛ in phosphorylating Ser-1106 in human topo IIα and in regulating enzyme function."
}