{
  "PMC": "12432383",
  "DOI": "10.1016/j.xcrm.2025.102255",
  "PMID": "40749681",
  "PMCID": "PMC12432383",
  "title": "Proteogenomic characterization unveils biomarkers associated with chemoresistance in muscle-invasive bladder cancer.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12432383",
  "source": "MED",
  "abstract_text": "To explore potential chemoresistance mechanisms and identify therapeutic opportunities in muscle-invasive bladder cancer (MIBC), we conduct comprehensive proteogenomic characterization of 46 pre- and 14 post-treatment MIBC tumors incorporating genomics, transcriptomics, proteomics, and phosphoproteomics. Multi-omics clustering not only recapitulated established molecular subtypes but also revealed subtypes associated with chemotherapy sensitivity. Protein isoform level analysis identifies protein abundance of a short isoform of ATAD1 and RAF family proteins as biomarkers of chemosensitivity. Integration of proteomic and phosphoproteomic data reveals Wnt signaling via GSK3B-S9 phosphorylation and the JAK/STAT pathway as potential targets to overcome chemoresistance. Correlations between PD-L1 and TROP-2/NECTIN-4 indicate an additive benefit of combination therapy targeting these proteins. Overall, this study serves as a valuable resource for researchers and clinicians aiming to better understand and treat chemoresistant MIBC.",
  "full_text": "pmc Cell Rep Med Cell Rep Med Cell Reports Medicine 2666-3791 Elsevier 12432383 S2666-3791(25)00328-3 10.1016/j.xcrm.2025.102255 102255 Article Proteogenomic characterization unveils biomarkers associated with chemoresistance in muscle-invasive bladder cancer Holt Matthew V. 1 7 Dou Yongchao 1 2 7 Young Meggie N. 1 Saltzman Alexander B. 3 Anurag Meenakshi 1 Lei Jonathan T. 1 Jain Antrix 3 Leng Mei 3 Kim Beom-Jun 1 Dobrolecki Lacey E. 3 Faucher Stefanie F. 3 Savage Sara 1 2 Wang Chenwei 1 2 Shi Zhiao 1 2 Villanueva Hugo 3 4 Kremers Karoline 6 Drinnon Kyle D. 6 Castro Patricia D. 3 5 Ittmann Michael M. 3 5 Khatani Mehak Mehboob 6 Kim Sung Han 6 Ellis Matthew J. 1 Zhang Bing 1 2 Malovannaya Anna 3 Lerner Seth P. slerner@bcm.edu 6 8 ∗ 1 Lester and Sue Smith Breast Center, Baylor College of Medicine, Houston, TX 77030, USA 2 Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX 77030, USA 3 Advanced Technology Core Facilities, Baylor College of Medicine, Houston, TX 77030, USA 4 Department of Otolaryngology-Head and Neck Surgery, Baylor College of Medicine, Houston, TX 77030, USA 5 Department of Pathology and Immunology, Baylor College of Medicine, Houston, TX 77030, USA 6 Scott Department of Urology, Dan L. Duncan Cancer Center, Baylor College of Medicine, Houston, TX 77030, USA ∗ Corresponding author slerner@bcm.edu 7 These authors contributed equally 8 Lead contact 31 7 2025 19 8 2025 31 7 2025 6 8 102255 28 10 2024 19 2 2025 2 7 2025 © 2025 The Authors 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Summary To explore potential chemoresistance mechanisms and identify therapeutic opportunities in muscle-invasive bladder cancer (MIBC), we conduct comprehensive proteogenomic characterization of 46 pre- and 14 post-treatment MIBC tumors incorporating genomics, transcriptomics, proteomics, and phosphoproteomics. Multi-omics clustering not only recapitulated established molecular subtypes but also revealed subtypes associated with chemotherapy sensitivity. Protein isoform level analysis identifies protein abundance of a short isoform of ATAD1 and RAF family proteins as biomarkers of chemosensitivity. Integration of proteomic and phosphoproteomic data reveals Wnt signaling via GSK3B-S9 phosphorylation and the JAK/STAT pathway as potential targets to overcome chemoresistance. Correlations between PD-L1 and TROP-2/NECTIN-4 indicate an additive benefit of combination therapy targeting these proteins. Overall, this study serves as a valuable resource for researchers and clinicians aiming to better understand and treat chemoresistant MIBC. Graphical abstract Highlights • Proteogenomic characterization of 46 pre- and 14 post-treatment tumors • Multi-omics clustering separates chemotherapy-sensitive and -resistant tumors • RAF protein abundance is a potential biomarker of chemotherapy sensitivity • GSK3B and STAT3 inhibition holds the potential to overcome chemoresistance Holt et al. perform proteogenomic characterization of 46 pre- and 14 post-treatment muscle-invasive bladder tumors. Multi-omics clustering separates chemotherapy-sensitive and -resistant tumors. In-depth analysis unveils RAF as a potential biomarker of chemotherapy sensitivity. Furthermore, inhibition of GSK3B and STAT3 shows promise in overcoming chemoresistance. Keywords muscle-invasive bladder cancer proteogenomics biomarkers GSK3B STAT3 RAF family chemoresistance Published: July 31, 2025 Introduction Phase 3 trials have established cisplatin-based neoadjuvant chemotherapy (NAC) combined with radical cystectomy as a standard of care for patients with clinically non-metastatic muscle-invasive urothelial bladder cancer. 1 , 2 , 3 The absolute benefit is estimated to be 5% improvement in 5-year overall survival. 1 Approximately half of patients are eligible for cisplatin and may undergo cisplatin-based NAC. However, only 40%–50% of those treated will benefit, as indicated by an objective response, such as downstaging of the primary bladder tumor to non-muscle-invasive cancer or complete response (pT0). Thus, only about one-quarter of patients may be treated and derive a benefit with the current standard-of-care therapy. Current efforts to determine the patients that are most likely to benefit include the COXEN trial, 4 which had the primary objective of validating a gene expression-based algorithm designed to predict sensitivity to cisplatin-based chemotherapy. Another approach is using alterations in DNA damage repair genes, e.g., ERCC2 5 or ATM , RB1 , and FANCC , 6 , 7 , 8 to identify likely responders. There have been several attempts to evaluate adjuvant chemotherapy for patients at high risk for relapse following cystectomy without NAC, but no conclusive evidence of benefit has been established. 9 Patients with residual muscle-invasive cancer following NAC have poor outcomes, and, until the recent approval of adjuvant nivolumab, which was associated with improvement in progression-free and overall survival, 6 , 10 there was no standard of care for these patients. 1 Insights into mechanisms of resistance to cisplatin-based NAC suggest that DNA damage repair plays an important role as noted earlier, and we previously showed a potential role for prostaglandin E2 to promote expansion of resistant tumor-initiating cells and the therapeutic benefit of COX-2 inhibitor use. 11 RNA expression-based molecular subtypes of muscle-invasive bladder cancer (MIBC) provide further insights into potential mechanisms of resistance and provide a possible biomarker roadmap that may help identify patients who may or may not respond to NAC. 12 , 13 , 14 Finally, while The Cancer Genome Atlas (TCGA) estimates that up to 2/3 of patients may have one or more actionable mutations, 12 biomarker/target validation is lagging and targeted therapy trials in bladder cancer have consisted largely of retrospective phenotype-to-genotype 15 and genotype-to-phenotype studies. Proteins are the primary targets of the vast majority of molecularly targeted therapies. 16 , 17 The recent approval of erdafitinib targeting the FGF receptor family 18 and the ADCs targeting Nectin-4 19 , 20 and TROP-2 21 represents significant progress in this important area of research. Moreover, proteins are the end effectors of genomic alterations, and there is a knowledge gap in our understanding of how genomic changes in cancer drive the proteome and phosphoproteome to execute phenotypic characteristics. 22 Therefore, there is a clear need to characterize the bladder cancer proteome. The TCGA project employed reverse-phase protein arrays (RPPAs) that have provided insights into potential bladder cancer-targeted therapies (e.g., Her2 12 segregates the larger bladder cohort of 412 tumors into 5 subtypes that are largely concordant with other genomic platforms 14 ). RPPA, however, is a limited supervised approach restricted to the antibodies in the array. Mass spectrometry (MS)-based proteomics enables deep proteomic profiling of human tumor tissues. 23 , 24 By integrating MS-based proteomics with genomics and transcriptomics, proteogenomic studies from the Clinical Proteomic Tumor Analysis Consortium (CPTAC) and others have demonstrated the potential of this approach in prioritizing candidate driver genes and facilitating understanding of the mechanisms by which genomic alterations drive cancer biology. Furthermore, this approach aids to elucidate mechanisms of drug sensitivity and resistance 25 and identify alternative drug targets. 26 , 27 , 28 , 29 In the present study, we tested the hypothesis that integrated analysis of proteomics and genomics of primary MIBC prior to treatment with NAC or chemotherapy for advanced cancer will define genes/proteins and pathway alterations responsible for chemotherapy resistance and identify candidates for targeted therapies for patient tumors that are resistant to the current standard of care. Hence, the objective of this study is to perform genomic and proteomic characterization of pre-treatment muscle-invasive bladder tumors to determine profiles associated with treatment response and resistance. Insights from these types of analyses will directly expand the population that can be treated effectively with systemic therapy and improve overall patient outcomes. Results Proteogenomic profiling To ensure quality of fresh frozen samples, from an initial cohort of 143 MIBC tissues, 57 pre- and post-treatment tissues from 45 patients were selected based on tumor purity, clinical history, pathological response, and proteomic quality control metrics ( Table S1 ). Among them, 8 pre- and post-treatment pairs were from the same patient. The final cohort comprised samples from 53 patients, including 45 with both genomic and proteomic data and 8 with genomic data only. Selected samples were analyzed using whole exome, mRNA sequencing, TMT proteomics, and TMT phosphoproteomics ( Figure 1 A, STAR Methods ). Of them, 45 were from pre-chemotherapy (gemcitabine and cisplatin or methotrexate, vinblastine, doxorubicin, and cisplatin) and 12 were from post-chemotherapy transurethral resection biopsies. Chemotherapy sensitivity was identified by pathological downstaging to pT1N0 or less. Using the same criteria, residual tumors obtained after treatment can also be classified as either sensitive or resistant (pT2-4N0 or pTanyN+). Of the 57 tissues analyzed through proteogenomics, 35 (61%) were classified as resistant tumors and 22 (39%) were identified as sensitive ( Figure 1 B). Among them, overall survival was significantly associated with chemoresistance ( Figure 1 C) and gender ( Figure S1 A), which are consistent with previous reports. 30 11,596 gene products were identified by proteomics from 206,856 peptides, 27,090 transcripts were identified by RNA sequencing (RNA-seq), and 11,799 unique phospho-sites (S: 9,143, T: 2,266, and Y: 390) were quantified. Proteins identified and quantified by TMT proteomics include 425 kinases, 316 DNA-binding transcription factors, and 6 targets of antibody-drug conjugates (ADCs). Figure 1 Cohort description, clinical exploration, omics data generation, quality control, and importance of proteomics (A) Clinical cohort flow diagram. (B) Multi-omic data availability of this cohort. The main heatmap shows each patient per column. (C) Overall survival of resistant and sensitive patients from pre-treatment samples. (D) Oncoplot showing the most frequently mutated genes in this cohort identified by whole-genome sequencing. Each column is a patient. (E) Catalogue Of Somatic Mutations In Cancer (COSMIC) Single Base Substitution signatures. SBS2 and SBS13 are attributed to APOBEC cytidine deaminases activity. SBS5 is associated with bladder cancer and ERCC2 mutations. (F) Genomic Identification of Significant Targets in Cancer (GISTIC) G-scores of significantly amplified and deleted genomic regions. (G) Histogram of RNA to protein correlations. Specific protein classes are highly or lowly correlated. (H) RNA-protein correlation analysis of protein complexes from the comprehensive resource of mammalian protein complexes (CORUM) database. Protein measurements have a stronger biological signal for predicting complexes. (I) Copy-number alteration correlation between mRNA (left) and protein (right). (J) Number of copy-number alterations that are correlated at both mRNA and protein. (K) Pathway enrichment of highly correlated CNV driver genes. The tumor mutation burden in this cohort is similar to that of TCGA cohort ( Figure S1 B). Top mutated genes, including TP53 , KDM6A , ERBB2 , and CSMD3 , had similar mutation frequencies to the previous cohort ( Figure 1 D; Data S1 ). We did not observe significant associations between chemoresistance and somatic DDR genes and germline mutations ( Figures S1 C and 1 D). SBS2, a signature of activation of AID/APOBEC cytidine deaminases previously reported to increase in bladder cancer samples, was significantly enriched in chemotherapy-sensitive tumors ( Figure 1 E, t test, p = 9.70e−3). A similar trend was observed for SBS13, another mutational signature related to APOBEC activity. In contrast, SBS5 was significantly enriched in chemotherapy-resistant tumors ( Figure 1 E, t test, p = 6.63e−3). The most altered somatic copy-number variation (CNV) focals, including 1q21.3, 6p22.3, and 8q22.3 amplification and 9p21.3 deletion, are consistent with that of TCGA ( Figures 1 F and S1 E). Several known tumor drivers and suppressors were located within these regions (e.g., RAF1 , E2F3 , ID4 , and CDKN2A ). These results indicate that the quality of our cohort is comparable with that of previous larger cohorts. We observed a median gene-wise Spearman correlation coefficient of 0.485 between mRNA expression and protein abundance, consistent with previous reports from the CPTAC ( Figure 1 G). The correlation between mRNA and protein levels could be pathway specific; for instance, the oxidative phosphorylation and ribosome pathways are associated with low mRNA-protein correlations, while several metabolic pathways exhibit strong correlations. Protein data outperformed RNA data in co-expression-based gene function prediction ( Figure 1 H), suggesting an important role for protein-level regulation in determining gene functions. We did not observe a batch effect at protein level ( Figure S1 F). Impact of genetic aberrations We checked the cis and trans effects of top mutated genes at protein and phosphoprotein levels separating missense and nonsense variants ( Figures S1 G–S1J). Most of our observations are consistent with previous observations. For example, missense TP53 mutations lead to increased CDK1 and TP53 at protein level. 31 KDM6A and ARID1A nonsense mutations showed strong cis effect in downregulating their proteins. TP53 missense mutations suppressed PIGR phosphorylation. KDM6A nonsense mutations significantly correlated with SIK1 phosphorylation. The correlations of somatic copy number alteration (SCNA) with mRNA and protein abundance are shown in Figure 1 I. The cis -acting SCNA hotspots at mRNA level are on chromosomes 5p, 7, 8q, 9q, and 12q, and trans -acting hotspots are on chromosomes 1p, 2p, and 8. When investigating at protein level, both cis and trans effects are stronger than those at mRNA level. We not only confirmed SCNA hotspots at mRNA level but also identified strong trans -acting hotspots on chromosomes 2q, 5, 12p, and 15. We prioritized CNV driver genes by their correlation with mRNA and protein levels ( Figure 1 J; Tables S2 and S3 ) and identified 341 potential CNV drivers ( Table S4 ). These genes were significantly enriched in PI3K/AKT , MYC , E2F , and protein secretion proliferative pathways, which have been correlated with tumor progress ( Figure 1 K). 32 Multi-omic subtyping revealed chemotherapy sensitivity-related subtypes MIBC molecular subtypes have been associated with response to chemotherapy and immunotherapy. 33 , 34 , 35 , 36 mRNA has been the predominant technique for determining molecular subtypes. Recently, MS-based proteomics was also used to analyze both non-muscle-invasive and muscle-invasive bladder cancer. 37 , 38 As protein-RNA is only moderately correlated as demonstrated in recent CPTAC studies 33 , 39 proteomics-based subtyping may provide deeper subtyping insights. Non-negative matrix factorization (NMF) of the top 10% most variant proteins and phosphopeptides yielded 4 clusters ( Figure 2 A, STAR Methods ). Cluster 4 contains only basal tumors, while clusters 1 and 2 are almost exclusively composed of luminal tumors. Cluster 1 and 2 were significantly enriched for sensitive patients (Fisher’s test, p < 0.05), while clusters 3 and 4 were significantly enriched for resistant patients (Fisher’s test, p < 0.05). Gender was also stratified by the NMF clustering, with cluster 2 having no females (Fisher’s test, p < 0.05). No other clinical metadata were significantly associated with the clusters including smoking, age, ethnicity, and clinical staging. Figure 2 Unsupervised proteomic/multi-omic subtyping and association between subtypes and cisplatin response (A) Proteomic and phosphoproteomic non-negative matrix factorization (NMF) clustering. Proteomic and phosphoproteomic data from 42 pre-treatment samples were filtered for variance (top 10% most variable) and Z -scored. Gender-related genes account for only 3.3% of the selected genes used in clustering and thus have minor impact (removing these genes resulted in identical K-means clusters). Subsequent data frames were concatenated, and unsupervised clustering resulted in 4 NMF clusters (1, green; 2, blue; 3, red; and 4, orange). Cluster 1 is significantly enriched ( p < 0.05, Fisher’s exact test) for sensitive patients, while cluster 3 is significantly enriched for resistant patients. Previous mRNA-based classification methods (TCGA and Lund) are largely encapsulated by the NMF clustering, likely due to the high correlation of mRNA and protein to subtyping genes. Pathway enrichment terms, identified through over-representation analysis (ORA) on gene members within each NMF cluster, reveal diverse pathway perturbations. Fisher’s test, ∗ p < 0.05. (B) Sankey plot between subtyping algorithms on proteomics data is consistent between NMF multi-omic clusters, Lund, and TCGA mRNA subtyping algorithms. (C) Kaplan-Meier (KM) plot by NMF subtypes. NMF subtypes do not significantly differ in overall survival. Previous TCGA studies identified differential survival based on subtype; however, we do not observe this with either the TCGA subtyping or NMF subtyping likely due to our smaller sample size. NMF 3 and 4, which are associated with resistance, may have worse overall survival. Regardless, all subtypes have major attrition within the first 3 years. It is apparent that the mechanisms for resistance are complex and subtype specific. (D) PCA plot color-coded with TCGA subtypes. Distinct clusters across the first two principal components are readily observed by TCGA subtype category. (E) PCA plot color-coded with NMF subtypes. We also applied the TCGA and Lund RNA-based classifiers 33 , 34 , 35 to our cohort, but using proteomics data. Our unsupervised NMF clustering largely recapitulated the supervised subtyping achieved from the RNA-based classifiers ( Figure 2 A). NMF clusters 1 and 2 are enriched (Fisher’s test p value < 0.008 and <0.007, respectively) for luminal papillary, NMF cluster 3 is enriched for luminal infiltrated and neuronal (Fisher’s test, p < 1.00e−4), and NMF cluster 4 is enriched for basal squamous (Fisher’s test, p value < 0.002). Key subtyping genes have high correlation with RNA and result in consistent subtyping. When compared with sample-matched RNA, proteomic clustering is remarkably similar ( Figure 2 B). The median Spearman correlation between RNA and proteins is 0.49, while the median correlation for subtype-specific genes is 0.69 (t test, p < 2.2e−16). This change represents one of the highest correlated sets of genes we observe in this study. The majority of subtyping genes are thus likely primarily transcriptionally regulated. While TCGA subtypes have previously significantly stratified by survival, we observe a trend but do not achieve a significant threshold likely due to a smaller sample size ( Figure 2 C). 14 Subtyping genes and NMF subtypes similarly cluster by dimensional reduction techniques such as principal-component analysis (PCA), UMAP, and tSNE ( Figure 2 D). Within each NMF subtype, there are both sensitive and resistant patients. Thus, while subtypes are dominant molecular features and associated with chemotherapy resistance, they are insufficient to fully explain resistance and sensitivity as indicated from the incomplete separation in the first 2 tSNE components ( Figures 2 D and 2E). Multi-omic supervised analysis of chemoresistant tumors identifies potential proteomic drivers of resistance To explore mechanisms that drive chemoresistance, we compared chemotherapy-resistant and -sensitive tumors at the multi-omics level. Comparison results at protein and mRNA level of genes significantly related to chemoresistance are shown in Figure 3 A. Some of them show consistent changes between mRNA and protein, such as KRT20 , which is known to be associated with chemotherapy response. Several genes were only significantly regulated at mRNA level, while more genes were identified only significantly regulated at protein level such as EPHA7, LANCL3, SFRP1, and several DNA damage repair-related genes ( Figures 3 A and S2 A). Monoamine oxidase B ( MAOB ) and other metabolic myogenesis genes are associated with resistance along with epithelial-to-mesenchymal transition (EMT) ( Figures 3 A and 3B). These markers could be part of the muscle molecular signature; however, if we limit our analysis to samples with 100% tumor content, similar results were obtained. MAOB inhibition has been associated with metabolic shifts and reactive oxygen species (ROS) stress. 40 We did not observe a significant difference in the total immune score, but the fraction of mast cells activated is significantly high in resistant samples ( Figure S3 A). This is consistent with some existing works. 41 , 42 Figure 3 Supervised analysis of resistance identifies WNT signaling and DNA repair as proteomic resistance mechanisms (A) Scatterplot of signed log p values for differentially regulated genes between 30 matched pre-treatment-resistant and sensitive patients at the protein ( x axis) and RNA ( y axis) levels. Green points are significant for both RNA and protein, red are significant for protein but not RNA, and blue are significant for RNA but not protein. (B) Hallmark activity driven by RNA and protein between sensitive and resistant. Green points are significant for both RNA and protein, red are significant for protein but not RNA, and blue are significant for RNA but not protein. (C) Volcano plot of phospho-sites between resistant and sensitive patients ( n = 42). GSK3B-S9 phosphorylation site is significantly decreased in resistant patients, while GSK3B protein abundance is not significantly altered. Whiskers represent 1.5 times the interquartile range. (D) SEPEP and gene level protein abundance changes between resistant and sensitive patients. (E) (Left) Volcano plot of multiple-gene SEPEPs between sensitive and resistant patients. (Right) Boxplots of RAF1 family SEPEP and corresponding gene level protein abundance. Whiskers represent 1.5 times the interquartile range. (F) Boxplot comparing BRAF peptide LDALQQR and RAF1 peptide TPVPAQR, both of which are significantly different between sensitive and resistant based on two-sample t test. Whiskers represent 1.5 times the interquartile range. Then we compared hallmark activities of chemotherapy-resistant and -sensitive tumors at mRNA and protein levels ( Figure 3 B; Table S5 ). Several chemosensitive-related hallmarks show consistent changes at mRNA and protein levels, such as MYC targets V1, V2, and E2F and myogenesis. 25 Similarly angiogenesis and EMT are upregulated in chemoresistant samples. For example, the strong myogenesis signatures associated with resistance suggest that the muscle micro-environment is utilized to promote a resistance signature. EMT is associated with immune micro-environment changes resulting from decreased expression of human leukocyte antigen proteins and increased expression of PD-L1 ( CD274 ). 43 EMT hallmark genes correlate positively with activating immune gene signatures from Thorsson et al. (Pearson cor = 0.42, p = 0.001). 44 Key immune signaling genes have been previously associated with subtypes, 14 but not directly with EMT. Netrin-1 is a secreted glycoprotein associated with EMT. 45 Blocking Netrin-1 with NP137, a monoclonal antibody, has promising results in targeting EMT in cancer. 46 , 47 Netrin-1 ( NTN1 ) protein levels significantly correlate (Pearson cor = 0.55, p < 0.001) with EMT signatures in MIBC ( Figure S2 B). At the protein level, we observe upregulated G2M checkpoint genes and DNA repair hallmarks in chemosensitive tumors although we did not see mutations of DNA repair genes enriched in chemosensitive tumors ( Figure S1 D). Moreover WNT signaling, KRAS signaling, hypoxia, and apoptosis hallmarks are significantly associated with chemoresistance only at proteomics level ( Figure 3 B). The Hallmark “KRAS signaling up” includes genes upregulated by KRAS activation, and vice versa. 48 Several key members of the WNT signaling pathway including both members of the APC/Axin1 destruction complex and β-catenin signaling are elevated, although not significantly, in resistant samples by proteomics ( Figure S2 C). Moreover GSK3B_S9 phosphorylation was significantly elevated in sensitive samples while GSK3B protein abundance was not significantly changed, which has been associated with chemoresistance ( Figure 3 C). As an inhibition photophosphorylation site, higher GSK3B_S9 phosphorylation means lower GSK3B activity in chemosensitive tumors. GSK3B has been implicated broadly in bladder cancer 49 , 50 , 51 , 52 but, in S9 phosphorylation site and extension GKS3B activity, has not been studied in the context of MIBC. Chemosensitivity markers at the protein isoform level Beyond gene-level regulations, gene isoform switching has been reported to play an important role in chemoresistance in cancer. To identify protein isoforms associated with chemotherapy response, we utilized the SEPepQuant algorithm to analyze shotgun proteomics data of this cohort. This tool uses a graph theory approach to quantify protein structurally equivalent peptides (SEPEPs) rather than individual proteins, outperforming many parsimony-based protein inference methods. SEPEPs are classified as single protein, fully discriminative, partially-discriminative (PD), non-discriminative, and multiple genes (MG). We compared genes and SEPEPs between chemotherapy-resistant and -sensitive samples to identify genes and SEPEPs showing monotonic abundance changes ( Figure 3 D). Interestingly, three partially-discriminatory SEPEPs from BRD2 , RHOT2 , and ATAD1 were significantly upregulated in chemosensitive samples that are not elevated at gene level ( Figure 3 D). Taking ATAD1 as an example, its primary role is in the regulation of membrane-bound proteins within the mitochondria where it forms a complex to excise mitochondrial proteins. 53 , 54 The identified ATAD1 SEPEP codes for an isoform that is lacking the mitochondrial localization signal as well as a transmembrane domain, suggesting that this isoform is likely unable to localize to the mitochondria and cannot perform its primary function in membrane remodeling. ATAD1 has been reported to extract pro-apoptotic protein BIM, 55 and thus specific ATAD1 isoforms may confer sensitivity to chemotherapy ( Figure S2 D). Moreover, this is not observed at ATAD1 gene expression level, which highlights the protein isoform level analysis ( Figure S2 E). The mitochondrial proteome is composed of multiple proteases and peptidases, which regulate protein localization within the mitochondria. 55 , 56 We hypothesize that a mitochondrial peptidase 55 , 56 , 57 , 58 could cleave ATAD1 resulting in the observed SEPEP. Protein abundances of proteases and peptidases from the MEROPS database 59 were correlated with both canonical and isoform abundances of ATAD1 ( Figure S2 F). AFG3L2 is a mitochondrial ATPase involved in mitochondrial quality control. 60 , 61 Its protein levels are differentially correlated with ATAD1_SEPEP.3_PD levels and canonical ATAD1 levels. Thus, we hypothesize that AFG3L2 may cleave ATAD1 at the N terminus and sensitize patient tumors to chemotherapy. Similar analysis was also applied to the multiple-gene SEPEPs ( Figure 3 E). SEPEP 3148_MG, which represents shared peptides between ARAF , BRAF , and RAF1 , is significantly upregulated in chemotherapy-sensitive tumors. Individual members of the RAF family (e.g., RAF1 , BRAF , or ARAF ) are either not significant or less significant than the SEPEP 3148_MG. Peptides representing this multiple-gene SEPEP are from conserved kinase domains of RAF family genes ( Figure S3 B). This suggests that either sensitive tumors are co-expressing multiple RAF protein isoforms to perform analogous functions or a given RAF protein is selectively expressed in each tumor with no selective pressure. We performed an additional stable isotope-labeled parallel reaction monitoring (SIL-PRM) analysis of these same samples with heavy peptides for RAF1 and BRAF ( Figure 3 F). RAF1 and BRAF are correlated by expression (Pearson cor, p value < 0.001) for both targeted SIL-PRM and TMT proteomics. The result showed a high concordance for both proteins being co-expressed and elevated in sensitive samples and a RAF family mechanism. In summary, SEPeqQuant identified the protein abundance of the RAF family as a potential biomarker of chemosensitivity. SEPEP 1354_MG is significantly upregulated in chemotherapy-resistant tumors ( Figure 3 E). Both members of this SEPEP, DCN and BGN , have been associated with chemoresistance ( Figures S3 D and S3E). 62 , 63 ADC targets are differentially expressed in MIBC ADCs have shown significant improvement in outcome when compared to chemotherapy alone. 64 , 65 , 66 Combination treatment with ADCs and immune checkpoint inhibitors are being evaluated in ongoing phase 3 clinical trials for MIBC in the neoadjuvant setting and may replace cisplatin-based chemotherapy as the standard of care. Which patients benefit from ADCs and why certain ADCs outperform others remain poorly understood. We compared protein abundance of all targets of Food and Drug Administration (FDA)-approved ADCs between chemotherapy-sensitive and -resistant tumors ( Figure 4 A). TROP-2 ( TACST2 ) and NECTIN-4 have a significant positive correlation in agreement with previous immunohistochemistry (IHC) results. 67 Interestingly, PD-L1 (CD274) has a slightly negative correlation with TROP-2 ( TACSTD2 ) and NECTIN-4 . The ADC targeting F3 (tisotumab vedotin, TV-tftv) has been approved for cervical cancer and was identified in all samples by proteomics platform. Coagulation Factor III ( F3 ) is highly correlated with PD-L1 ( CD274 ), but it is poorly correlated with TROP-2 ( TACSTD2 ) and NECTIN-4 and inversely correlated with ERBB2 . ADC targets have an average RNA-protein Spearman correlation of 0.75. These relatively high correlation values result in the preservation of relationships observed with protein abundances ( Figure S4 A). Figure 4 Therapeutic targets in MIBC (A) Correlation plot of antibody-drug conjugate (ADC) target proteomics measurments from 42 pre-treatment patients. Current FDA-approved ADC targets, which are detected in all plexes, have varying distributions. As previously reported, TACSTD2 ( TROP-2 ) and NECTIN-4 have a significant positive correlation. PD-L1 ( CD274 ) is weakly negatively correlated with TROP and NECTIN-4 expression, suggesting a potential synergistic combination. EGFR exhibits bi-modal distribution, suggesting the existence of a subpopulation who may better respond to targeted therapy. Pearson correlation; ∗ p < 0.05, ∗∗ p < 0.01, and ∗∗∗ p < 0.001. Whiskers represent 1.5 times the interquartile range. (B) Subtype expression patterns of ADCs. The neuronal subtype lacks high expression of TACSTD2 ( TROP-2 ) and NECTIN-4 ( n = 42 pre-treatment proteomics profiling). t test; ∗ p < 0.05, ∗∗ p < 0.01, and ∗∗∗ p < 0.001. Whiskers represent 1.5 times the interquartile range. (C) Dependency-guided therapeutic targets. Bladder cancer cell-line dependencies from DepMap are plotted in the y axis as signed p values where negative values indicate loss of fitness upon knockout. x axis contains signed p values of proteomics expression between sensitive and resistant pre-treatment samples. Resistant associated genes are on the right side of the x axis, while sensitive associated genes are on the left. Colors represent FDA approval status. Multiple actionable proteins are differentially expressed in resistant patients, significantly impact cell-line growth when knocked out, and are primary targets of existing drugs. (D) Subtype-specific therapeutic targets. Bladder cancer cell-line dependencies from DepMap are plotted in the y axis as signed p values where negative values indicate loss of fitness upon knockout. Luminal infiltrated classified tumors, which are mostly resistant to chemotherapy, are compared against luminal papillary, which are mostly sensitive. Signed p values between the two subtypes are plotted with luminal infiltrated associated proteins on the right (positive). To identify patients with highly expressed ADC targets, Anderson-Darling test was applied to compare ADC targets between resistant to sensitive samples. The results revealed that PD-L1 , EGFR , ERBB2 , and NECTIN-4 had significant Anderson-Darling p values ( p < 0.05), indicating that these targets were significantly upregulated in a subset of patients. EGFR has a bi-modal distribution with a subset of high expressing EGFR patients (AD p value = 0.016), which are enriched for resistance (Fisher’s p value = 0.024) and basal squamous subtype (80% basal squamous, fisher’s p value = 0.004). We defined high expression of EGFR as > 0.5 TMT ratio and low expression as < −0.5 TMT ratio. Both PD-L1 ( CD274 ) and NECTIN-4 have narrow, homogeneous distribution in resistant tumors, while sensitive tumors are more heterogeneous in expression. RNA and protein levels are consistent for NECTIN-4 within two standard deviations from the mean ( Figure S4 B). Outlier quantification results in skewed quantification where one patient sample (BGB121254_Pre) was 3.8 standard deviations higher than the mean for protein, but only 1.7 standard deviations higher for RNA. Conversely, a patient (BGK0232_Pre) had 1.5 standard deviations lower expression of NECTIN-4 by protein and 2.5 standard deviations lower by RNA. Thus, RNA-seq measurements may be inaccurate when quantifying outlier levels of NECTIN-4 . ADC targets are expressed in a subtype-specific manner with TROP-2 ( TACSTD2 ) and NECTIN-4 both being significantly lower in neuronal subtypes ( Figure 4 B). Neuronal tumors do not have high expression for any ADC target. Other studies have reported this subtype-specific expression profile for TROP-2 ( TACSTD2 ) and NECTIN-4 but by using IHC or RNA-seq 67 , 68 in agreement with our results. Basal tumors also have elevated levels of PD-L1 ( CD274 ) and EGFR and significantly higher levels of F3 . Overall, these findings suggest that the improvement in combination therapies is beneficial through their additive rather than synergistic effects. Therapeutic targets in MIBC To prioritize actionable targets detected in our study, we leveraged cell-line data from DepMap, a database that contains knockdown, CRISPR knockout, and drug screens. 69 Since there is no combined treatment in DepMap, two most commonly used drugs, gemcitabine and cisplatin, were selected for target prioritization. Then following the steps in one of our recent publications, 39 we first searched DepMap data for urothelial bladder cancer cell lines and separated them into resistant and sensitive groups based on their response to these drugs. In the DepMap PRISM repurposing screen, almost all bladder cancer cell lines were sensitive to gemcitabine (score < −0.3). We thus considered the most sensitive half as “sensitive” and the least sensitive half as “resistant.” We compared individual gene dependencies from the CRISPR knockout screen against the genes significantly enriched in resistant MIBC patient samples and differentially expressed in luminal infiltrated subtype compared to luminal papillary. 33 protein targets were identified that have potentially actionable compounds ( Figures 4 C and 4D). Among these is COL1A1 , which has been previously associated with non-neuronal subtypes. We then compared subtypes to identify subtype-specific dependencies and identified 199 significantly differential genes between luminal infiltrated (multi-omics NMF 2) and luminal papillary (multi-omics NMF 3 and 4). Two of these genes have FDA-approved oncology drug targets: PRKCA and PDGFRB . In addition, we identified integrin linked kinase (ILK), a gene that has been shown to directly phosphorylate GSK3B and to be a scaffold protein associated with EMT. Proteogenomic comparison of pre- and post-treatment tumors Eight pre- and post-treatment pairs from the same patient were systematically investigated at multi-omics levels. These samples had an average tumor content of 85% and sufficient yield for comprehensive proteogenomics. One sample was classified as sensitive as the tumor responded to NAC sufficiently to be down-staged to non-muscle-invasive bladder cancer. Pre- and post-treatment pairs were clustered together largely by both proteomics and phosphoproteomics data, except for BGB048071, which has a marked shift in overall profile ( Figures 5 A and S5 A). Luminal and basal subtypes were also separated by proteomics data. Five out of eight patients exhibited subtype switching, with three of them undergoing changes within the luminal subgroup using a single patient classifier. Overall, the pre- and post-treatment tissues are largely similar with slight subtype switching that is consistent with previous reports. 70 , 71 Then protein and phosphorylation sites were also compared between pre- and post-treatment tissues ( Figures 5 B, S5 B, and S5C). In detail, proteins associated with lysosomal processing and trafficking were upregulated in post-treated tissues ( Figure 5 B). Multiple vacuolar ATPase hydrogen pumps were significantly upregulated by chemotherapy. These enzymes are responsible for acidifying organelles and involved in the endocytosis and protein partitioning. SSR4 and SEC31 (a COPII subunit) are similarly involved in organelle organization. These patterns suggest that chemotherapy may be primarily changing subcellular compartment organization as previously reported. 72 Figure 5 Pre-post analysis of matched tumors (A) tSNE of 8 matched pre-post TMT proteomics samples. 5 out of 8 patients had a subtype switch when measured at the protein level while 2 patients had a luminal-basal subtype switch. (B) Volcano plot of protein abundance changes between pre- and post-treated patients. Lysosomal and cell trafficking genes are the top elevated genes post-chemotherapy. (C) Hallmark activity between pre- and post-treated patients. Interferon response and MYC targets are key up-regulated pathways, while coagulation, muscle differentiation, and KRAS signaling were downregulated. (D) Protein targets identified to be differential between sensitive and resistant samples are not consistently altered by chemotherapy. Individual patients showed large, but inconsistent, changes in ILK with chemotherapy. Whiskers represent 1.5 times the interquartile range. (E) Phosphorylations associated with chemotherapy. RAF1-S641 and GSK3B-S9 phosphorylations are both inactivating and significantly decreased by chemotherapy. Whiskers represent 1.5 times the interquartile range. (F) The targets of ADCs are not globally altered by chemotherapy. NECTIN-4 levels are consistent pre- and post-therapy. TACSTD2 ( TROP-2 ) changes unpredictable with chemotherapy. Whiskers represent 1.5 times the interquartile range. Comparisons between sensitive and resistant tumors showed that MYC targets were significantly elevated in sensitive patients, while EMT , myogenesis, and KRAS down signaling were significantly associated with resistance ( Figure 3 B). Similar observations have been reported in many existing publications. Unexpectedly, in the post-treatment samples, we observed significantly upregulated MYC target V1 and slightly down-regulated EMT signaling ( Figure 5 C). Interferon signaling is elevated post-chemotherapy potentially as a means of suppressing apoptosis induced from DNA damage, but we did not observe a significant difference in the total immune score between pre- and post-treatment samples. The fraction of natural killer cells activated is significantly high in post-treatment samples compared to pre-treatment samples ( Figures S5 D). Phosphorylations on sensitivity-associated genes, such as RAF1 , were elevated in post-treatment samples ( Figure S5 B). SEPEPs are also altered by chemotherapy including vacuolar ATP hydrogen pumps ( Figure S5 C). Protein abundance of several genes associated with chemotherapy sensitivity is not significantly changed, including RAF1 , GSK3B , ILK , and STAT3 ( Figure 5 D). Notably, RAF1_S641 and GSK3B_S9 were significantly down-regulated in post-treatment samples at phosphorylation level ( Figure 5 E). As GSK3B-S9 and the RAF family were upregulated in chemotherapy-sensitive tissues, these are highly complementary to our finding that they were upregulated in chemotherapy-resistant samples. Additionally, ILK-S232 is significantly upregulated in post-treatment tissues. PTMSEA analysis of these phosphorylation changes shows an enrichment for proliferative signatures in post-treatment samples ( Figure S5 E). Targets of antibody therapies are not significantly and consistently changed by chemotherapy; however, TACSTD2 ( TROP-2 ) levels vary by individual ( Figure 5 F). Proteogenomic analysis of established chemotherapy response-related genes Integration of proteogenomic univariate analysis, SEPepQquant analysis, pre-post analysis, and DepMap mining analysis generates a hypothetical resistance and sensitivity pathway for MIBC tumors ( Figure 6 ). The genes associated with chemotherapy resistance in MIBC are regulated differentially. For instance, interleukin-10 receptor subunit beta ( IL10RB ) is significantly associated with resistance in only the proteomics data, suggesting that a translational or post-translational mechanism is primarily responsible for regulating protein levels. 73 Conversely, downstream STAT3 protein levels are highly correlated with RNA levels. Figure 6 Multi-omic pathway integration diagram Signed p values for SCNA, RNA, protein, and photophosphorylation for key pathway genes. Association with sensitivity to chemotherapy is positive (blue), and association with resistance is negative (red). Multi-omic gene associations with sensitivity are blue, while resistant are red. Multiple targetable genes are associated with chemotherapy responses such as RAF , MAPK , STAT , and ILK . Using integrated proteogenomics, we highlight key proteins and at what stages they are regulated to highlight the most significantly differential pathways and key players. Proteins including BRAF , RAF1 , and STAT3 are regulated primarily during transcription, with further subtle/minor tuning by translation and post-translational modifications in our study. Other genes, like MAP2K2 and GSK3B , are regulated exclusively post-translationally with regards to therapeutic response. Understanding at which stage certain genes are maximally regulated can enable better therapeutic designs and more effective targeting approaches. Downstream signaling from STAT3 is primarily through CCND2 ( Cyclin D2 ) and FGFR1 , both of which show a stronger signal at the protein level than at the RNA level. These genes are differentially expressed between subtypes ( Figure S6 ). Subtype-stratified potential treatments We have taken the primary molecular strata and targets of this study and summarized potential therapeutic avenues ( Figure 7 ). For non-subtype-driven therapy, we propose the addition of elraglusib (9-ING-41) a GSK3B inhibitor, and/or NP137, which is a humanized monoclonal immunoglobulin G1 antibody targeting netrin-1 ligand. Elraglusib has FDA approval for patients with pancreatic cancer and has shown efficacy with bladder cancer cells. 74 NP 137 is in clinical trials in multiple tumor types. For subtype-driven therapies, TROP-2 ( TACSTD2 ) and NECTIN-4 levels were the highest in luminal papillary (NMF1/2) patients, EMT-associated markers and ILK for luminal infiltrated (NMF3), and STAT3 activity and abundance were elevated in basal squamous (NMF4) patients. Both F3 and PD-L1 were elevated and correlated in basal squamous samples and may offer synergistic effects when simultaneously targeted. We propose these targeted therapies as strategies to test in pre-clinical models and for consideration in phase 1/2 clinical trials in MIBC. Figure 7 Therapeutic avenues for MIBC Proteogenomics-driven therapeutic framework. Key subtyping-associated resistance and differential expression genes with potential therapies. Discussion One of the primary goals of this study is to demonstrate a proteogenomic workflow for investigating the mechanisms underlying cisplatin-based chemotherapy resistance. Our data analysis not only confirmed mechanisms that have been proposed for bladder cancer including epigenetic, 72 , 75 metabolic, 76 subtype-specific, 77 and micro-environment 77 , 78 but also uncovered several potential resistance mechanisms that operate only at protein and post-translational modification (PTM) levels. These results suggested that this goal has been successfully accomplished and highlighted the power of proteogenomic in this field. Additionally, this study provides a valuable resource for researchers and clinicians to explore chemoresistant mechanisms in MIBC. Mitochondrial dysregulation and subsequent metabolic reprogramming are hallmarks of cancer. 79 , 80 , 81 Mitochondrial protein localization is regulated through enzymatic cleavage of N-terminal localization sequences. 82 Regulation of proteins by post-translational modification and proteolysis can only be measured at a global scale with MS-based proteomics. 83 However, it can be challenging to disambiguate alternative splicing-derived isoforms from proteolytic cleavage isoforms with MS data alone. By combining RNA-seq, bottom-up proteomics, and isoform-specific data analysis with SEPepQuant, we were able to identify a potential cleavage event of ATAD1 by AF3GL2 that correlates with chemotherapy response in MIBC. Isoforms associated with resistance such as BGN SEPEPs are known to be proteolytically cleaved and contribute to inflammation. 84 In general, SEPEPs identified in this study have known interplay with proteolytic enzymes and thus represent protein isoforms that cannot be detected with mRNA alone. Future cancer proteogenomic studies will benefit from incorporating isoform-specific analysis into their pipelines. Using SEPepQuant, we also identified four shared RAF peptides that better correlated with chemotherapy response than any individual member of the RAF family. These peptides are common to all known ARAF , BRAF , and RAF1 isoforms. Three of these peptides belong to the CR3 kinase domain of RAF proteins, and the other to the CR1 domain ( Figure S3 A). 85 Thus, it may indicate that the abundance of core enzymatic domain of the RAF family is more important than abundances of specific RAF isoforms in the response to chemotherapy. While pathway enrichment is commonly performed to define differential cancer signatures, “functional domain enrichment” has not been utilized widely to identify cancer drivers. Here, we show evidence that domain-level analysis holds promise in identifying resistance signatures for MIBC and other cancer types. To explore how the RAF family of proteins may sensitize tumors to chemotherapy, we employed a multi-omic integrated pathway analysis combining CNV, RNA-seq, proteomics, and phosphoproteomics profiling. Although protein abundance of the RAF family is not available for the TCGA cohort, RAF1 is frequently amplified in bladder cancer compared with other cancer types ( Figure S7 A), and its amplification is associated with better overall survival ( Figure S7 B). The good survival of these patients could be explained by their high sensitivity to chemotherapy, which was also suggested by a recent work. 86 Additionally, BRAF_S151 was increased in sensitive tumors, which has been shown to inhibit NRAS-BRAF interactions 87 and prevents over-activation of the mitogen-activated protein kinase (MAPK) pathway. RAF1 T638/T658 phosphorylation has no reported function, low mutation rate, or known kinase but is significantly associated with sensitivity to chemotherapy. Kinase prediction suggests MAP3K2 ( MEKK2 ) as a top hit, 88 and neighboring phosphorylation S642 is dependent upon MEK signaling and may inhibit RAS-RAF1 interactions. 89 Altogether, these findings suggest the potential power of proteomics and cutting-edge proteomics tools in exploring potential mechanisms in chemotherapy resistance. With proteogenomic characterization of MIBC, we were able to determine how genes that are associated with resistance are regulated. We found a high mRNA and protein correlation between subtyping genes, but key regulatory genes are regulated largely post-translationally such as GSK3B and MAP2K2 . Pathway analysis converges on EMT as a key player in resistance to chemotherapy. We observed this at the RNA, protein, and phosphoprotein level. Metabolic signatures, which separated sensitive subtypes, were significant only through proteomics. MIBC regulation is complex, and no single-omic data type may be capable of fully describing it. Our study has additional associations with proteomics, phosphoproteomics, and isomers. Combination therapies with ADCs and chemotherapy have proven to be a successful strategy to overcome drug resistance. 90 , 91 However, there is still little knowledge about the distribution of protein abundance of ADC targets and their relationship with chemotherapy sensitivity in MIBC. Using a proteogenomics workflow, we found that there is no correlation between TROP-2 , ERBB2 , NECTIN-4 , and EGFR and association with chemotherapy sensitivity. Additionally there was no significant difference between pre- and post-treatment samples, but individual patients had drastic and inconsistent alterations to their expression of TROP-2 due to chemotherapy. These results suggested that ADC protein abundance is independent from chemotherapy sensitivity and treatment status. It indicates that MIBC patients could benefit from combined therapy. NECTIN-4 levels increased slightly in post-treatment samples; all but one were resistant, but, overall, we observed little change. NECTIN-4 had the least variance among the targets for ADC and appears to be the most stably expressed in our cohort. PD-L1 and NECTIN-4 had a negative correlation, which suggests that patients who are low in NECTIN-4 and potentially less likely to gain benefit from enfortumab vedotin, may benefit from PD-L1 inhibitors. This result potentially explains why the combination therapy of enfortumab vedotin and pembrolizumab has shown increased efficacy compared to either agent alone. 92 , 93 Our exploratory analysis of comprehensive proteomic profiling comparing pre- and post-chemotherapy matched tumors supports previous RNA-based expression profiling showing that patients may undergo subtype switching under selective pressure from chemotherapy. 94 In this small cohort of patients, the majority of post-treatment tumors remained either basal or luminal, and most patients’ proteomes were also similar to their matched pre-treatment states. Chemotherapy increased the expression of lysosomal ATP pumps and increased proliferation-associated genes such as MYC . We hypothesize that pre-chemotherapy samples were resistant due to their mesenchymal state and, upon selection by chemotherapy, underwent mesenchymal-to-epithelial transition (MET) toward a more proliferative state as MYC signatures are globally elevated in post-treatment samples. Limitations of the study One common challenge of multi-omic studies that utilize bulk tumor samples is interferences from non-tumor stromal proteins. MIBC in particular has a high degree of muscle cell contamination. A common feature identified in chemotherapy resistance is myogenesis. In this study, we selected samples such that we have an average tumor content of 80%. Therefore, myogenesis signatures are less likely due to contamination from muscle. A comparison between established RNA-based subtypes and proteomic and phosphoproteomic multi-omic subtyping stratified samples similarly, but with a consistent separation of sensitive patients into two groups rather than just a luminal papillary subtype. One key objective of our study was to identify and delineate both mechanisms of resistance to chemotherapy and means of identifying “super-responders.” This subtyping split was primarily from metabolic process-associated genes. Enzymatic functions associated with metabolism, such as oxidative phosphorylation, have established poor correlation between RNA and protein. Such nuances are only evident when leveraging proteomic data. One major limitation of this study is the relatively small sample size of 42 pre-treatment patients. The sample size may be underpowered for detecting rare subtypes such as the TCGA neuronal subtype with an occurrence of approximately 5%. Additionally, many of our statistical tests failed to validate previously established clinical correlations: TCGA, Lund, and consensus mRNA subtypes were not significantly associated with chemotherapy response in our cohort. However, the observed trends are akin to those previously described. A larger cohort would likely yield more statistically significant results in accordance with previous results. Our results largely support the use of RNA-based subtypes for clinical stratification of MIBC, with luminal subtypes only observable through proteomics. The targets of ADCs such as NECTIN-4 and TROP-2 had significant (Pearson p < 0.001) and high correlations (R > 0.71) between mRNA and protein abundances. We have initiated a pipeline for developing patient-derived xenograft (PDX) models and organoids from incoming patients. We are generating matched multi-omic data from these models to ensure they recapitulate the observed molecular signatures from the primary samples. These models will be the foundation for subsequent validation experiments. We are also curating an expansion cohort of patients treated with NAC including additional pre- and post-chemotherapy pairs to evaluate the observations we have made in the present study. The few previous proteomic studies have utilized either RPPA, label-free proteomics with a modest depth, or both NMIBC and MIBC with multiplexed proteomics. Previous findings are varied with our results aligning with Groeneveld et al. and differ from Yao et al. These differences may be due to underlying cohort differences given that Yao et al. had an exclusively Chinese cohort while this studies’ cohort was 74% white, not Hispanic, or Latino; 15% white, Hispanic, or Latino; and 11% Black or African American. The key challenge for validating protein level isoform quantification is that MS-based proteomics is currently the only viable solution. In this study, we used an orthogonal targeted proteomics approach to validate our RAF domain quantification. However, this approach quantifies the exact same peptides as the profiling approach and thus is not a truly independent validation. Validation of RAF family protein domains’ role in MIBC and signaling in general requires significant additional functional validation. Future studies should include knocking down specific members of the RAF family and over-expression. Further technological improvements in other protein-quantifying techniques are necessary to comprehensively study isoforms. Resource availability Lead contact Requests for further information and data used in this study should be directed to and will be fulfilled by the lead contact, Seth P. Lerner ( slerner@bcm.edu ). Materials availability This study did not generate new unique reagents. Data and code availability • Proteomics data can be accessed through PRIDE: PXD060290 . • RNA-seq and WES data can be accessed through dbGaP: phs004049.v1.p1 . • Somatic mutations can be found in Data S1 . • Any additional information required to reanalyze the data reported in this work paper is available from the lead contact upon request. • This paper does not report the original code. Acknowledgments This study was funded by the Bladder Cancer Advocacy Network Innovation Award , Partnership in Bladder Cancer Research , and P30 Cancer Center Support Grant ( NCI-CA125123 ); BCM Mass Spectrometry Proteomics Core is supported in part by the 10.13039/100008527 Dan L Duncan Comprehensive Cancer Center Award ( P30 CA125123 ), 10.13039/100004917 CPRIT Core Facility Awards ( RP170005 , RP210227 , and RP220646 ), and 10.13039/100000002 NIH High-End Instrumentation Award ( S10 OD026804 ); B.Z.’s effort is supported by funding from the McNair Medical Institute at 10.13039/100001234 The Robert and Janice McNair Foundation ; and M.A.’s effort is partially supported by U01CA214125 (MPI Anurag). Author contributions M.V.H.: sample processing, proteomics, targeted proteomics method development, data analysis, writing, and intellectual contribution. Y.D.: data processing, multi-omics integration, writing, and intellectual contribution. M.N.Y.: sample processing and TMT proteomics. A.B.S.: data analysis, writing, and intellectual contribution. M.A.: data analysis, RNA-seq analysis, writing, and intellectual contribution. J.T.L.: DepMap analysis. A.J.: sample processing and label-free proteomics. M.L.: sample processing and label-free proteomics. B.-J.K.: sample processing, proteomics, and method development. L.E.D.: writing and intellectual contribution. S.F.F.: writing and intellectual contribution. H.V.: writing and intellectual contribution. Z.S.: running iRNAseq and CNV pipeline. C.W.: running OmicsEV for data quality control. S.S.: inferring kinase activity. K.K.: sample acquisition and storage and patient metadata input. K.D.D.: sample acquisition and storage and patient metadata input. P.D.C.: pathological analysis. M.M.I.: pathological analysis. M.M.K.: sample acquisition and storage and patient metadata input. S.H.K.: intellectual contribution. M.J.E.: intellectual contribution. B.Z.: writing and intellectual contribution. A.M.: intellectual contribution. S.P.L.: project inception, sample acquisition, writing, and intellectual contribution. Declaration of interests L.E.D. is a compensated employee of StemMed Ltd. Some PDXs are exclusively licensed to StemMed Ltd., resulting in royalty income to L.E.D. P.D.C. is a partner of Sample-Kiosk. M.J.E. is the founder and shareholder of Progendis Inc (Consulting) and Bioclassifier LLC. Issued and licensing patents include Gene Expression Profiles to Predict Breast Cancer Outcomes, US pub # 20230250484, EP2297359AI. M.J.E.’s recent employment and current share options are with AstraZeneca. B.Z. received research funding from AstraZeneca and consulting fees from Inotiv. S.P.L. has funding for clinical trials from Aura Biosciences, FKD, JBL (SWOG), Genentech (SWOG), Merck (Alliance), QED Therapeutics, SURGE Therapeutics, Vaxiion, and Viventia; is a consultant/advisory board member for Aura Bioscience, BMS, Gilead, Incyte, Pfizer/EMD Serono, Protara, Surge Therapeutics, UroGen, Vaxiion, and Verity; has a patent for the TCGA classifier and received honoraria from Grand Rounds in Urology and UroToday; has stock options from Aura Biosciences; and received funds for stock options from C2I Genomics/Veracyte. Declaration of generative AI and AI-assisted technologies in the writing process No Generative AI was used in this study. STAR★Methods Key resources table REAGENT or RESOURCE SOURCE IDENTIFIER Biological samples Primary and treated tumor samples This manuscript Chemicals, peptides, and recombinant proteins 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid Sigma Cat# H3375 Ammonium bicarbonate Sigma Cat# 9830 Calcium chloride Sigma Cat# C1016 Formic acid Sigma Cat# 33015 Iodoacetamide Thermo Scientific Cat# A3221 Phosphatase Inhibitor Cocktail 2 Sigma Cat# P5726 Phosphatase Inhibitor Cocktail 3 Sigma Cat# P0044 Sequencing grade modified trypsin Promega Cat# V517 Urea Sigma Cat# U0631 Acetonitrile, Optima LC/MS Fisher Chemical Cat# A955-4 Water, Optima LC/MS Fisher Chemical Cat# W6-4 Trifluoroacetic acid Sigma Cat# 302031 Triethylammonium acetate buffer Sigma Cat# 90358 Critical commercial assays BCA Protein Assay Kit Thermo Scientific Pierce Cat# A53225 Colorimetric Protease Assay Kit Pierce Cat# 23263 Reversed-phase tC18 SepPak Waters Cat# WAT054925 Tandem mass tags - 11plex Thermo Scientific Cat# A34808 Deposited data Raw data files for proteomics Generated for this study Proteomics data can be accessed through Pride: PXD060290 Raw data files for RNAseq and WES Generated for this study RNAseq and WES data can be accessed through dbGaP: phs004049.v1.p1. Software and algorithms Bowtie2 (v2.3.3) Langmead & Salzberg 95 http://bowtie-bio.sourceforge.net/bowtie2/index.shtml BWA (v0.7.17-r1188) H. Li & Durbin 96 http://bio-bwa.sourceforge.net/ CIRI (v2.0.6) Gao et al. 97 https://sourceforge.net/projects/ciri/ GSVA (v1.30.0) Hänzelmann et al. 98 https://bioconductor.org/packages/release/bioc/html/GSVA.html LinkedOmics Vasaikar et al. 99 http://www.linkedomics.org Maftools (2.10.0) Mayakonda et al. 100 https://github.com/PoisonAlien/maftools Pindel (v0.2.5) Ye et al. 101 http://gmt.genome.wustl.edu/packages/pindel/ PROGENy Schubert et al. 102 https://bioconductor.org/packages/release/bioc/html/progeny.html RSEM (v1.3.1) B. Li & Dewey 103 https://deweylab.github.io/RSEM/ SigProfilerMatrixGeneratorR (v1.0) Tan & Févotte 104 https://github.com/AlexandrovLab/SigProfilerMatrixGeneratorR Strelka (v2) Saunders et al. 105 https://github.com/Illumina/strelka Mutect2 Cibulskis et al. 106 https://github.com/broadinstitute/gatk CARNAC Totoki et al. 107 https://hub.docker.com/r/bzhanglab/atlas2 CopywriteR Kuilman et al. 108 https://github.com/PeeperLab/CopywriteR ANNOVAR Wang et al. 109 https://annovar.openbioinformatics.org/en/latest/ GATK (v 3.8.0) McKenna et al. 110 https://github.com/broadinstitute/gatk GITSIC2 Mermel et al. 111 https://github.com/broadinstitute/gistic2 FragPipe (V17.1) Geiszler et al. 112 ; Teo et al. 113 https://fragpipe.nesvilab.org/ MSFragger (v3.4) Kong et al. 114 https://github.com/Nesvilab/MSFragger Philosopher (v4.2.1) da Veiga Leprevost et al. 115 https://github.com/Nesvilab/philosopher SEPepQuant Dou et al. 116 https://github.com/bzhanglab/SEPepQuant ESTIMATE Yoshihara et al. 117 https://bioinformatics.mdanderson.org/estimate/ CIBERSORT (v1.04) Newman et al. 118 https://cibersortx.stanford.edu/ Other RefSeq O’Leary et al. 119 ftp://ftp.ncbi.nlm.nih.gov/genomes/refseq/vertebrate_mammalian/Homo_sapiens/all_assembly_versions/GCF_000001405.39_GRCh38.p13 BioRender BioRender https://www.biorender.com/ Experimental model and study participant details Cohort identification and eligibility All subjects were prospectively enrolled in our Caisis database after informed consent to protocol number H-24403 Upper urinary tract and bladder cancer specimen tissue and imaging bank collection for mapping the human bladder cancer genome. All subjects were also enrolled in protocol number H-14435 Baylor College of Medicine Tissue Resource. Clinical eligibility criteria were patients with muscle invasive urothelial bladder cancer undergoing cisplatin-based neoadjuvant chemotherapy with either M-VAC (methotrexate, vinblastin, doxorubicin, cisplatin) or GC (gemcitabine, cisplatin) and radical cystectomy (RC) or radiation therapy (RT). Pathologic specimen quality control (QC) and qualification generally followed CPTAC Research Protocol V 04.02 ( Table S6 ). Chemotherapy sensitivity was defined as pathologic downstaging to ≤ T1N0 on RC or RT based on clinical stage from post RT TURBT. We defined resistance as residual muscle invasive disease (T2-4) or Tany with node metastasis (N+) or progression to metastatic disease. Fresh bladder tumor specimens obtained from patients undergoing transurethral resection of bladder tumor (TURBT) were either snap frozen in liquid nitrogen, weighed frozen and stored at −80°C, or embedded in OCT medium for cryo-sectioning. One or two representative transurethral resection chips were processed after taking a middle section for FFPE for hematoxylin and eosin staining for QC. Two samples did not have sufficient tumor content that were included in the TMT plex. These were excluded from subsequent analysis ( Figure 2 B). Post-treatment residual cancer specimens were obtained from RPLND/PLND or radical cystectomy specimens. Separate specimens from the index tumor were processed for mouse and chorioallantoic membrane (CAM) patient derived xenografts (PDX). ( Figure S1 ) Biopsy Trifecta extraction embedding and sectioning Snap frozen samples were cryo-pulverized and equivalent amounts of powder was distributed between three tubes for native lysis, denatured lysis, and RNA extraction. OCT fixed samples were processed according to the BioTExt protocol (Satpathy et al., 2020). Briefly: samples were first sectioned into 5 μm curls with a cryostat and mounted on a slide and processed for Hematoxylin and Eosin (H&E) staining. The subsequent 6 sections were 50μm curls and interleaved into three tubes (2 curls each) for native, denatured and RNA lysis. Another 5 μm section was then taken for H&E and 50 μm curls for each lysis tube. This process was repeated twice and ended with a final 5 μm section. Histopathological analysis of the H&E slide was performed by a pathologist (MI) to determine tumor cellular content, tumor nuclei percentage, stroma percentage, necrosis, muscle percentage and any additional relevant observations such as immune infiltration. These features were used to identify qualifying biopsies for this analysis. Denatured protein extraction and digestion Frozen samples were thawed in 100 μL of 50 mM ammonium bicarbonate, boiled for 2 min and snap frozen. This freeze/thaw process was repeated twice. Protein concentrations were approximated via Nano-drop. Trypsin (Promega; V5113) was added to each sample at a ratio of 1:50 μg to total extract. Samples were digested overnight at 36°C, centrifuged at 20,000 x g for 20 min and the supernatant transferred and snap frozen. These samples were used for subsequent quality control, cleanup and labeling. OCT curls were dissolved in 1mL of 70% EtOH and centrifuged for 5 min at 20,000 x g. The supernatant was removed, and the pellet resuspended in 100% MilliQ water. The samples were again centrifuged for 5 min at 20,000 x g, the supernatant removed and the pellets washed with 100% EtOH. After a final spin for 5 min at 20,000 x g, the supernatant was removed and 100 μL of denatured lysis buffer was added (8 M urea, 75 mM NaCl, 1 mM EDTA, 50 mM Tris-Cl pH 8.0, 10 mM NaF, Phosphatase inhibitor cocktail 2 (Sigma; P5726), Phosphatase inhibitor cocktail 3 (Sigma; P0044), Aprotinin (Sigma; A6103), Leupeptin (Roche; 11017101001), PMSF (Sigma; 78830)). The samples were transferred to a micro-sonicator vial (Covaris; 520216), incubated on ice for 10 min and sonicated in an S220 Ultrasonicator for 2 min at 10 W. Lysates were transferred to 1.5 mL labeled tubes and centrifuged at 4°C, 20,000 x g , for 30 min. Lysate supernatants containing denatured proteins were transferred to a new labeled tube. The remaining precipitated pellets were snap frozen for subsequent DNA isolation. BioTExt native protein extraction Native protein lysis buffer (50 mM HEPES pH 7.5, 150 mM NaCl, 0.5% Triton X-100, 1 mM EDTA, 1 mM EGTA, 10 mM NaF, 2.5 mM NaVO 4 , Protease inhibitor cocktail, Phosphatase inhibitor cocktail) was added to each native protein sample at a ratio of 1:5 sample volume to lysis buffer volume, which was then transferred to a mini-sonicator vial (Covaris; 520132). The samples were incubated on ice for 10 min and sonicated in an S220 Ultrasonicator for 2 min at 10 W. After centrifugation at 4°C, 20,000 x g , for 30 min, protein concentrations were determined by Bradford. Method details Tandem mass tag (tmt) quantitative proteomics and phosphoproteomics method details TMT labeling of peptides and Liquid Chromatography-Mass Spectrometry (LC-MS) analysis was performed as described in the CPTAC workflow (Mertins et al. 23 ) as implemented at National Cancer Institute (NCI) for proteogenomic study. Labeling of peptides using TMT11 10 peptide samples from patients’ tissue and 1 Common Reference (mixed peptides from all samples in this cohort), as a plex, were labeled with TMT11 (Thermo Fisher Scientific, cat.# A37725) as described previously (Mertins et al. 23 ; Navarrete-Perea et al., 2018 120 ). Desalted and dried peptides from each sample were reconstituted in 100μL 50mM HEPES, pH 8.5. The peptide concentration was determined using a A280 Nanodrop assay. 0.8mg of each channel in the TMT11 panel was dissolved in 41μL anhydrous acetonitrile (ACN). TMT solution was mixed with 100 μg peptide aliquots and incubated on the shaker at RT for 1 h. TMT-peptide conjugation was validated for quality control using single-shot LC-MS analysis on each labeled sample to ensure >99% labeling efficiency. 8μL 5% hydroxylamine was added to labeled peptides and mixed on the shaker at room temperature for 15 min to quench the conjugation reaction. Labeled peptides from all TMT channels were combined, dried, reconstituted with 1mL 3% ACN/0.1% FA, desalted using a Sep-Pak C18 1cc Vac Cartridge (WAT054955), frozen at −80°C, and lyophilized. bRPLC fractionation An Agilent 1200 HPLC was used for offline basic reverse-phase liquid chromatography (bRPLC) fractionation. Basic setup for the HPLC separation includes mobile phase A (4.5mM ammonium formate (HCOONH3)/2% ACN), mobile phase B (4.5mM ammonium formate (HCOONH3), pH10/90% ACN), Agilent Zorbax 300 Extend-C18 column (3.5μm, 4.6 × 250mm), and a fraction collector which was set to collect at 1 fraction/min. The combined labeled peptide mixture (∼1.1mg) was reconstituted with 420μL 4.5mM ammonium formate (HCOONH3) pH10/2% ACN. 400μL of labeled peptides was injected onto the offline HPLC and elution was set at a flow rate of 1mL/min. The HPLC analysis used a multistep linear gradient starting at 0% mobile B at 0min, 16% mobile B at 13 min, 40% mobile B at 73 min, 44% mobile B at 77 min, 60% mobile B at 82 min, 60% mobile B till 96 min. The 96 collected fractions were pooled, reduced to 25 fractions/runs. 5%(∼150μL) of each fraction was aliquoted for global proteome LC-MS analysis. The remainder from 25 fractions were pooled once more and reduced to 13 fractions for phosphoproteomic analysis. Phosphoproteomic enrichment Labeled phosphopeptides were enriched using Fe-NTA IMAC beads, which were freshly prepared from Superflow Ni-NTA IMAC agarose beads (Qiagen, cat. # 30410). Stage tips, which were packed with C18 solid-phase extraction disks (47mm dia., 20 pack, Empore, cat. # 66883-U) and conditioned with MeOH (2x100μL), 50% ACN/0.1% FA (50μL), 1% FA (2x100μL), were used to recover bound phosphopeptides from Fe-NTA beads. 13 labeled peptides fractions were frozen, dried, and reconstituted in 80% ACN/0.1%TFA and incubated with Fe-NTA beads for 30 min at RT on an end-over-end rotator. After incubation, Fe-NTA beads were washed with 80%ACN/0.1%TFA (2x50μL), 1%FA (50μL); and phosphopeptides were eluted from stage-tips with 500mM K 2 HPO 4 elution buffer (3x70μL), 1%FA (100μL), and 50%ACN/0.1%FA (2x60μL). These eluted fractions were frozen, dried, and reconstituted with 15μL 3%ACN/0.1%FA for phosphoproteome analysis. LC-MS/MS analysis Global proteome and phosphoproteome were analyzed using the online Thermo Fisher EASYnanoLC and an Orbitrap Fusion Lumos Tribrid Mass Spectrometer. The NanoLC column was prepared using PicoFrit fused silica tubing (360μm OD x 75μm ID) which was packed with ReproSil-Pur (120 Å, C18-AQ, 1.9μm) resin (Dr. Maisch, cat. #r119.aq). The NanoLC column was heated to 60°C using Phoenix Nanospray column heater (cat. # PST-CH-20U & controller cat. # PST-CHC). NanoLC separation used mobile phase A (3%ACN/0.1%FA), mobile phase B (90%ACN/0.1%FA), flow rate settings of 200nL/min(0-100min) and 500nL/min(101-110min), and a 110 min chromatography gradient which starts at 2% mobile B at 0 min, 6% mobile B at 1 min, 30% mobile B at 85 min, 60% mobile B at 94 min, 90% mobile B at 95 min, 90% mobile B at 100 min, 50% mobile B at 101 min, 50% mobile B at 110 min. Settings for data acquisition on the Orbitrap Fusion Lumos Tribrid Mass Spectrometer include positive ion mode, 300°C ion transfer tube temperature, 60,000/50,000 resolution setting for MS1/MS2 respectively, 4E5 for AGC target, 350–1800 m/z ion scan range, 0.7 m/z for isolation window, HCD energy of 38%, charge state isolation to include all ions with 2–6 charge states, 2 s for scanning duty cycle, and data acquisition in profiling mode. RNA isolation The tissues were homogenized in TRIzol (ThermoFisher Scientific), chloroform was added, and the preparation centrifuged. The aqueous phase was collected and isopropanol was added. The RNA preparation was then transferred to an RNeasy spin column (Qiagen RNeasy Mini kit, Qiagen, Germantown, MD) for further purification as per manufacturer instruction including DNase treatment (RNase-Free DNase I, Qiagen). RNA QC and cDNA synthesis Whole transcriptome sequencing (total RNAseq) data was generated using the Illumina TruSeq Stranded Total RNA with Ribo-Zero Globin kit (20020612, Illumina Inc.). RNA quality and quantity was estimated using Caliper GX. To monitor sample and process consistency, 1 μL of the 1:50 diluted synthetic RNA designed by External RNA Controls Consortium (ERCC) (4456740, ThermoFisher) was added to 1 μg of total RNA. In addition, as a process control, the Universal Human Reference RNA (UHR) (740000, Agilent Inc.), was processed in parallel with the RNA samples. Sample preparation followed Illumina Truseq Stranded Total RNA Sample Preparation Guide; RS-122-9007DOC, Part # 15031048 Rev. E, October 2013) with a few modifications noted below. The rRNA and Globin depletion step was performed by mixing RNA sample, binding buffer, and rRNA/Globin removal mix and incubated for 10 min at 68°C and 5 min at room temperature. For purification, samples were combined with rRNA/Globin Removal Beads, mixed by pipetting up and down and incubated for 5 min at 50°C followed by magnetic separation of the beads and collection of supernatant. This procedure was repeated 3 times to remove the rRNA/Globin Removal Beads completely. The rRNA/Globin depleted RNA sample was purified with Agencourt RNAClean XP beads (A63987, Beckman Coulter) and was eluted in Elution buffer. To fragment the RNA, the aliquot of eluate was combined with the reagent containing Fragment High mix and was incubated for 3 min at 94°C on a thermocycler (PTC-200, MJ Research, Inc.). Fragmented RNA was rapidly cooled on ice and used for 1 st and 2 nd strand cDNA synthesis as described in preparation guide. The synthesized ds cDNA was eluted into 16.5 μL resuspension buffer. Library preparation Paired-end libraries were prepared on Beckman BioMek FXp liquid handlers using TruSeq kit reagents. For this, cDNA was A-tailed followed by ligation of the TruSeq UD Indexes (Cat # 20022370) and amplified for 15 PCR cycles following manufacturer’s recommendation. AMPure XP beads (A63882, Beckman Coulter) were used for library purification. Libraries were quantified using fragment analyzer and pooled into a pool of 45 samples in equimolar ratios. This pool was quantified using qPCR to determine loading concentration for sequencing. Sequencing Sequencing was performed on the NovaSeq 6000 instrument using the S4 reagent kit (300 cycles) to generate 2x150bp paired-end reads. The libraries were loaded at an average concentration 250–280 pM and each lane was spiked in with 1% PhiX control library for run quality control. On average, 140 million reads per sample were generated with ∼26,370 genes and ∼145,330 transcripts detected. DNA isolation DNA was isolated using Gentra Puregene Tissue kit (Qiagen, Germantown, MD) as per manufacturer instruction. Library construction Genomic DNA concentration was determined via a PicoGreen assay that is based on use of Quant-iT PicoGreen dsDNA reagent. The DNA sample (250–500 μg) was fragmented by sonication on the Covaris E−220 instrument. The paired-end pre-capture library preparation was performed on the Beckman Biomek FX p liquid handler. This process includes DNA end repair, 3′-adenylation of fragments, ligation to Illumina-specified ‘multiplexing PE adapters’, pre-capture ligation-mediated PCR (LM-PCR) utilizing Kapa High-Fidelity DNA polymerase. All processes are automated and include multiple SPRI-bead purification steps after each enzyme reaction. For exome sequencing, a set of ∼96 unique dual indexed barcoded adaptors (Illumina cat # 20022370) was used to multiplex samples for capture hybridization and sequencing. Whole exome capture VCRome is the DNA-capture hybridization reagent that is designed by HGSC and was commercially available from Roche/Nimblegen (Bainbridge et al., 2010, 2011). The target enrichment employed the VCRome capture reagent as well as a spike-in probe set (PKv1, 250 Kb and PKv2, 2.5Mb) to enhance the coverage of clinically relevant genes. For exome capture, 10 libraries were pooled (∼500 ng each) and hybridized in solution with the described above probe at 56 0 C overnight followed by post enrichment PCR. The resulting pools were pooled 7 per Illumina NovaSeq lane (70 total samples per NovaSeq lane) Illumina NovaSeq sequencing Illumina NovaSeq 6000 instrumentation with S4 flowcell Xp worflow was utilized to generate WES 150 bp paired-end reads for samples in a format of multiplexed dual indexed pools. The libraries were loaded at an average concentration of 250–280 pM. Real-time analysis (RTA) software (RTA v3.3.3) was used to monitor run performance, assessing cluster density, signal intensity and phasing/pre-phasing data. Overall run performance was evaluated by metrics from the off-instrument software (bcl2fastq) and from mapping results generated by the HgV analysis pipelines, using Burrows Wheeler Aligner software to ensure that production standards are met by assessing statistics including aligned read percentage, unique read percentage and error rate. A capture analysis pipeline has been integrated with the Illumina analysis pipeline to provide sequence-based metrics for QA/QC. This pipeline reports the proportion of the aligned reads that map to the targeted region, which is a measure of the effective capture enrichment. Sequencing and capture performance was also evaluated by examining the distribution of coverage across the targeted bases, specifically, the proportion of targeted bases covered at 1X, 10X, 20X and 40X coverage. In addition, to monitor the complexity of the capture library, read alignment data is used to identify and quantitate sequence reads that are likely to have arisen from PCR duplicates. Finally, a fully automated analysis pipeline has been developed for determining concordance and contamination using genotype array data (ERIS). Upon arrival, an aliquot from the original sample tube was sent for a Fluidigm SNP trace assay (panel of 96 SNP loci). For each successfully sequenced sample, ERIS compares sequence data to genotypes from available SNP arrays. Using an “e-GenoTyping” approach, ERIS screens all sequence reads for exact matches to probe sequences defined by the variant and position of interest. The average exome sequence yield for these 123 samples was 12.7Gb (132x average coverage), with 98.3% bases covered at 20x or greater depth. Quantification and statistical analysis Tumor Exclusion criteria Two post-treatment samples, BGB073160_Post and BGB727893_Post, were identified as “Failed” after the initiated proteomics data generation. BGB073160_Post has apparent tumor cellularity but a pathology stage T0. BGB727893_Post was identified with 0% tumor content. They were labeled as “Failed” in related figures/tables and excluded from any of the downstream analysis. Quantification of TMT proteomics data The comprehensive shotgun proteomics analysis pipeline FragPipe ( https://fragpipe.nesvilab.org/ ; V17.1) with MSFragger (v3.4) and philosopher (v4.2.1) was used for database searching and quantification for both global proteomics and phosphoproteomics data. 114 , 115 For global proteomics data searching, parameters were set as static carbamidomethylation (+57.021460 Da) on Cys residues and TMT modification (+229.162930 Da) on the peptide N-terminus and Lys residues, and dynamic oxidation (+15.994900 Da) on Met residues. Phosphopeptide identification was performed as in the global proteome data searching, with an additional dynamic phosphorylation (+79.966331 Da) on Ser, Thr, or Tyr residues. Both precursor and fragment mass tolerance was set to 20 ppm. Only peptides with length from 7 to 50 amino acids used for database searching. TMT ratio and median polishing normalization methods were used for both gene and phosphorylation site quantification. RNA quantification and circular RNA prediction The Hg38 reference genome and RefSeq annotations were used for the RNAseq data analysis. They were downloaded from the UCSC table browser. First, CIRI (v2.0.6) was used to call circular RNA with default parameters and BWA (version 0.7.17-r1188) was used as the mapping tool. The cutoff of supporting reads for circRNA was set to 10. Then we used a pseudo-linear transcript strategy to quantify gene and circular RNA expression. 121 In brief, for each sample, linear transcripts of circular RNAs were extracted and 75bp (read length) from the 3′ end was copied to the 5′ end. The modified transcripts were called pseudo-linear transcripts. Transcripts of linear genes were also extracted and mixed with pseudo-linear transcripts. RSEM (version 1.3.1) with Bowtie2 (version 2.3.3) as the mapping tool was used to quantify gene and circular RNA expression based on the mixed transcripts. After quantification, the upper quantile method was applied for normalization. The normalized matrix was log2-transformed and separated into gene and circular RNA expression matrices. Somatic variants and copy number calling Somatic variants were called using paired tumor and blood normal from WXS data. Tools used for somatic variant calling are Strelka2, Mutect2, CARNAC, and Pindel (v 0.2.5b9). Variants reported by these tools were filtered using GATK VariantFiltration (v 3.8.0) with parameters window 35, cluster 3, FS > 30.0, and QD < 2.0. We kept SNVs called by any 2 callers among Strelka2, Mutect2, and CARNAC and indels called by any 2 callers among Mutect2, CARNAC, and Pindel. To merge SNVs and indels, we applied a 10X coverage cutoff for both tumor and normal sequence depth. We also filtered somatic SNVs and indels by a minimal variant allele frequency (VAF) of 0.02. Then annovar (v 04.16.2018) was used to annotate remaining variants. Global proteomics and phosphoproteomics data processing Somatic copy number calling Somatic copy number alterations were predicted using copywriteR using paired tumor and blood normal from WXS data. Then GITSIC2 with threshold of +/−0.3 was applied to identify gene wise gain or loss of copy number. Hg19.UCSC.add_miR.140312.refgene was used to map the copy number information to genes. Protein isoform quantification SEPepQuant was developed to detect potential isoform regulations in shotgun proteomics. 116 Compared to the widely used bipartite graph-based parsimony approach, SEPepQuant has adopted a tripartite graph-based model for mapping connections between peptides, proteins, and genes. By the tripartite graph model, SEPepQuant not only addresses the oversimplification of parsimony approach but also keeps peptides mapped to multiple genes. FragPipe (V17.1) was used to identify and quantify peptides. 114 , 115 SEPepQuant is freely available on GitHub: https://github.com/bzhanglab/SEPepQuant . NMF subtype clustering Proteomics and phosphoproteomics data frames were median normalized filtered for the top 10%, 25% and 50% highest variance genes, z-scored and merged such that each column represents a single patient and rows are either protein or phosphosite z-scores. The optimum number of clusters was determined through comparing the Mean Squared Error loss (MSE) vs. rank and with the R-package nmf.opt.k package. The NMF R function was used to cluster and generate proteomic subtypes. The clustering was performed 100 times and for 10%, 25% and 50% variance filtering to ensure that subtypes were robust. PROGENy pathway activity The PROGENy R package was applied to the log2 transformed RSEM mRNA matrix to estimate activity of 11 cancer related pathways: EGFR, Hypoxia, JAK/STAT, MAPK, NFkB, PI3K, TGFb, TNFa, Trail, VEGF, p53. 102 Mutational signatures The R package SigProfilerMatrixGeneratorR (version 1.0) was used to call mutation signatures from somatic mutation data. 122 The maximum number of signatures was set to 10 and nmf replicate was set to 100. The activity scores of SigProfilerMatricGenetator suggested decomposed solutions were used as signature scores. Only single base substitutions signatures were included in our analysis. Inferred immune, MYC, APM, and Wnt pathway scores All scores were inferred by single sample gene set enrichment analysis (ssGSEA) method from the GSVA R package. 98 , 123 The immune signatures are from, 124 MYC hallmark gene sets were used as MYC signature, and the KEGG antigen processing and presentation pathway gene set is used as the APM signature. The KEGG Wnt Signaling Pathway gene set was used to analyze the Wnt pathway signatures for our CTNNB1-mutated and WT tumors. mRNA expression was used to infer MYC and immune scores and protein abundance was used to infer the APM score. Tumor microenvironment score The ESTIMATE scores reflecting the overall immune and stromal infiltration were calculated by the R package ESTIMATE using the normalized RNA expression data (RSEM). 117 The CIBERSORT r package (v1.04) was used to infer cell fractions from bulk tissue gene expression. 118 Statistical analysis Statistical analyses were performed using the R programming language. The following statistical tests were used in the respective figures as follows: Figure 2 A: Fisher’s test, ∗ p < 0.05. Figure 4 A: Pearson correlation, ∗ p < 0.05, ∗∗ p < 0.01, ∗∗∗ p < 0.001. Figure 4 B: T test, ∗ p < 0.05, ∗∗ p < 0.01, ∗∗∗ p < 0.001. Figure S3 A: T test, ∗ p < 0.05. Figure S5 D: T test, ∗ p < 0.05. Figure S6 : T test, ∗ p < 0.05, ∗∗ p < 0.01, ∗∗∗ p < 0.001. References 1 Advanced Bladder Cancer (ABC) Meta-analysis Collaboration Adjuvant chemotherapy in invasive bladder cancer: a systematic review and meta-analysis of individual patient data Advanced Bladder Cancer (ABC) Meta-analysis Collaboration Eur. Urol. 48 2005 189 199 discussion 199–201 15939530 2 Grossman H.B. Natale R.B. Tangen C.M. Speights V.O. Vogelzang N.J. Trump D.L. White R.W.d. Sarosdy M.F. Wood D.P. Jr. Raghavan D. Crawford E.D. Neoadjuvant chemotherapy plus cystectomy compared with cystectomy alone for locally advanced bladder cancer N. Engl. J. Med. 349 2003 859 866 12944571 3 Griffiths G. Hall R. International Collaboration of Trialists Medical Research Council Advanced Bladder Cancer Working Party (now the National Cancer Research Institute Bladder Cancer Clinical Studies Group) European Organisation for Research and Treatment of Cancer Genito-Urinary Tract Cancer Group Australian Bladder Cancer Study Group National Cancer Institute of Canada Clinical Trials Group Finnbladder Norwegian Bladder Cancer Study Group Club Urologico Espanol de Tratamiento Oncologico Group International phase III trial assessing neoadjuvant cisplatin, methotrexate, and vinblastine chemotherapy for muscle-invasive bladder cancer: long-term results of the BA06 30894 trial J. Clin. Oncol. 29 2011 2171 2177 21502557 4 Flaig T.W. Tangen C.M. Daneshmand S. Alva A. Lerner S.P. Lucia M.S. McConkey D.J. Theodorescu D. Goldkorn A. Milowsky M.I. A Randomized Phase II Study of Coexpression Extrapolation (COXEN) with Neoadjuvant Chemotherapy for Bladder Cancer (SWOG S1314; NCT02177695) Clin. Cancer Res. 27 2021 2435 2441 33568346 5 Van Allen E.M. Mouw K.W. Kim P. Iyer G. Wagle N. Al-Ahmadie H. Zhu C. Ostrovnaya I. Kryukov G.V. O’Connor K.W. Somatic ERCC2 mutations correlate with cisplatin sensitivity in muscle-invasive urothelial carcinoma Cancer Discov. 4 2014 1140 1153 25096233 6 Plimack E.R. Dunbrack R.L. Brennan T.A. Andrake M.D. Zhou Y. Serebriiskii I.G. Slifker M. Alpaugh K. Dulaimi E. Palma N. Defects in DNA Repair Genes Predict Response to Neoadjuvant Cisplatin-based Chemotherapy in Muscle-invasive Bladder Cancer Eur. Urol. 68 2015 959 967 26238431 7 Ballman K.V. Sonpavde G.P. Berg S.A. Kim W.Y. Parikh R.A. Teo M.Y. Sweis R.F. Geynisman D.M. Grivas P. Chatta G.S. AMBASSADOR Alliance A031501: Phase III randomized adjuvant study of pembrolizumab in muscle-invasive and locally advanced urothelial carcinoma (MIUC) vs observation J. Clin. Oncol. 42 2024 LBA531 10.1200/JCO.2024.42.4_suppl.LBA531 8 Geynisman D.M. Abbosh P. Ross E.A. Zibelman M.R. Ghatalia P. Anari F. Ansel K. Mark J.R. Stamatakis L. Hoffman-Censits J.H. A phase II trial of risk-enabled therapy after initiating neoadjuvant chemotherapy for bladder cancer (RETAIN) J. Clin. Oncol. 41 2023 438 10.1200/JCO.2023.41.6_suppl.438 9 Sternberg C.N. Skoneczna I. Kerst J.M. Albers P. Fossa S.D. Agerbaek M. Dumez H. de Santis M. Théodore C. Leahy M.G. Immediate versus deferred chemotherapy after radical cystectomy in patients with pT3-pT4 or N+ M0 urothelial carcinoma of the bladder (EORTC 30994): an intergroup, open-label, randomised phase 3 trial Lancet Oncol. 16 2015 76 86 25498218 10 Bajorin D.F. Witjes J.A. Gschwend J.E. Schenker M. Valderrama B.P. Tomita Y. Bamias A. Lebret T. Shariat S.F. Park S.H. Adjuvant Nivolumab versus Placebo in Muscle-Invasive Urothelial Carcinoma N. Engl. J. Med. 384 2021 2102 2114 34077643 11 Kurtova A.V. Xiao J. Mo Q. Pazhanisamy S. Krasnow R. Lerner S.P. Chen F. Roh T.T. Lay E. Ho P.L. Chan K.S. Blocking PGE2-induced tumour repopulation abrogates bladder cancer chemoresistance Nature 517 2015 209 213 25470039 12 The Cancer Genome Atlas Research Network Comprehensive molecular characterization of urothelial bladder carcinoma Nature 507 2014 315 322 24476821 13 Choi W. Porten S. Kim S. Willis D. Plimack E.R. Hoffman-Censits J. Roth B. Cheng T. Tran M. Lee I.-L. Identification of distinct basal and luminal subtypes of muscle-invasive bladder cancer with different sensitivities to frontline chemotherapy Cancer Cell 25 2014 152 165 24525232 14 Robertson A.G. Kim J. Al-Ahmadie H. Bellmunt J. Guo G. Cherniack A.D. Hinoue T. Laird P.W. Hoadley K.A. Akbani R. Comprehensive Molecular Characterization of Muscle-Invasive Bladder Cancer Cell 171 2017 540 556.e25 28988769 15 Iyer G. Hanrahan A.J. Milowsky M.I. Al-Ahmadie H. Scott S.N. Janakiraman M. Pirun M. Sander C. Socci N.D. Ostrovnaya I. Genome sequencing identifies a basis for everolimus sensitivity Science 338 2012 221 22923433 16 Bedard P.L. Hyman D.M. Davids M.S. Siu L.L. Small molecules, big impact: 20 years of targeted therapy in oncology Lancet 395 2020 1078 1088 32222192 17 Zhang Y. Lu L. Song F. Zou X. Liu Y. Zheng X. Qian J. Gu C. Huang P. Yang Y. Research progress on non-protein-targeted drugs for cancer therapy J. Exp. Clin. Cancer Res. 42 2023 62 36918935 18 Loriot Y. Necchi A. Park S.H. Garcia-Donas J. Huddart R. Burgess E. Fleming M. Rezazadeh A. Mellado B. Varlamov S. Erdafitinib in Locally Advanced or Metastatic Urothelial Carcinoma N. Engl. J. Med. 381 2019 338 348 31340094 19 Challita-Eid P.M. Satpayev D. Yang P. An Z. Morrison K. Shostak Y. Raitano A. Nadell R. Liu W. Lortie D.R. Enfortumab Vedotin Antibody-Drug Conjugate Targeting Nectin-4 Is a Highly Potent Therapeutic Agent in Multiple Preclinical Cancer Models Cancer Res. 76 2016 3003 3013 27013195 20 Hoimes C.J. Flaig T.W. Milowsky M.I. Friedlander T.W. Bilen M.A. Gupta S. Srinivas S. Merchan J.R. McKay R.R. Petrylak D.P. Enfortumab Vedotin Plus Pembrolizumab in Previously Untreated Advanced Urothelial Cancer J. Clin. Oncol. 41 2023 22 31 36041086 21 Tagawa S.T. Balar A.V. Petrylak D.P. Kalebasty A.R. Loriot Y. Fléchon A. Jain R.K. Agarwal N. Bupathi M. Barthelemy P. TROPHY-U-01: A Phase II Open-Label Study of Sacituzumab Govitecan in Patients With Metastatic Urothelial Carcinoma Progressing After Platinum-Based Chemotherapy and Checkpoint Inhibitors J. Clin. Oncol. 39 2021 2474 2485 33929895 22 Ellis M.J. Gillette M. Carr S.A. Paulovich A.G. Smith R.D. Rodland K.K. Townsend R.R. Kinsinger C. Mesri M. Rodriguez H. Liebler D.C. Connecting genomic alterations to cancer biology with proteomics: the NCI Clinical Proteomic Tumor Analysis Consortium Cancer Discov. 3 2013 1108 1112 24124232 23 Mertins P. Tang L.C. Krug K. Clark D.J. Gritsenko M.A. Chen L. Clauser K.R. Clauss T.R. Shah P. Gillette M.A. Reproducible workflow for multiplexed deep-scale proteome and phosphoproteome analysis of tumor tissues by liquid chromatography-mass spectrometry Nat. Protoc. 13 2018 1632 1661 29988108 24 Coscia F. Doll S. Bech J.M. Schweizer L. Mund A. Lengyel E. Lindebjerg J. Madsen G.I. Moreira J.M. Mann M. A streamlined mass spectrometry-based proteomics workflow for large-scale FFPE tissue analysis J. Pathol. 251 2020 100 112 32154592 25 Anurag M. Jaehnig E.J. Krug K. Lei J.T. Bergstrom E.J. Kim B.-J. Vashist T.D. Huynh A.M.T. Dou Y. Gou X. Proteogenomic Markers of Chemotherapy Resistance and Response in Triple-Negative Breast Cancer Cancer Discov. 12 2022 2586 2605 36001024 26 Li Y. Dou Y. Da Veiga Leprevost F. Geffen Y. Calinawan A.P. Aguet F. Akiyama Y. Anand S. Birger C. Cao S. Proteogenomic data and resources for pan-cancer analysis Cancer Cell 41 2023 1397 1406 37582339 27 Chowdhury S. Kennedy J.J. Ivey R.G. Murillo O.D. Hosseini N. Song X. Petralia F. Calinawan A. Savage S.R. Berry A.B. Proteogenomic analysis of chemo-refractory high-grade serous ovarian cancer Cell 186 2023 3476 3498.e35 37541199 28 Petralia F. Ma W. Yaron T.M. Caruso F.P. Tignor N. Wang J.M. Charytonowicz D. Johnson J.L. Huntsman E.M. Marino G.B. Pan-cancer proteogenomics characterization of tumor immunity Cell 187 2024 1255 1277.e27 38359819 29 Mertins P. Mani D.R. Ruggles K.V. Gillette M.A. Clauser K.R. Wang P. Wang X. Qiao J.W. Cao S. Petralia F. Proteogenomics connects somatic mutations to signalling in breast cancer Nature 534 2016 55 62 27251275 30 Mungan N.A. Aben K.K.H. Schoenberg M.P. Visser O. Coebergh J.W.W. Witjes J.A. Kiemeney L.A.L.M. Gender differences in stage-adjusted bladder cancer survival Urology 55 2000 876 880 10840099 31 Dou Y. Kawaler E.A. Cui Zhou D. Gritsenko M.A. Huang C. Blumenberg L. Karpova A. Petyuk V.A. Savage S.R. Satpathy S. Proteogenomic Characterization of Endometrial Carcinoma Cell 180 2020 729 748.e26 32059776 32 Sanchez-Vega F. Mina M. Armenia J. Chatila W.K. Luna A. La K.C. Dimitriadoy S. Liu D.L. Kantheti H.S. Saghafinia S. Oncogenic Signaling Pathways in The Cancer Genome Atlas Cell 173 2018 321 337.e10 29625050 33 Geffen Y. Anand S. Akiyama Y. Yaron T.M. Song Y. Johnson J.L. Govindan A. Babur Ö. Li Y. Huntsman E. Pan-cancer analysis of post-translational modifications reveals shared patterns of protein regulation Cell 186 2023 3945 3967.e26 37582358 34 Robertson A.G. Meghani K. Cooley L.F. McLaughlin K.A. Fall L.A. Yu Y. Castro M.A.A. Groeneveld C.S. de Reyniès A. Nazarov V.I. Expression-based subtypes define pathologic response to neoadjuvant immune-checkpoint inhibitors in muscle-invasive bladder cancer Nat. Commun. 14 2023 2126 37105962 35 Kamoun A. de Reyniès A. Allory Y. Sjödahl G. Robertson A.G. Seiler R. Hoadley K.A. Groeneveld C.S. Al-Ahmadie H. Choi W. A Consensus Molecular Classification of Muscle-invasive Bladder Cancer Eur. Urol. 77 2020 420 433 31563503 36 Aine M. Eriksson P. Liedberg F. Sjödahl G. Höglund M. Biological determinants of bladder cancer gene expression subtypes Sci. Rep. 5 2015 10957 37 Groeneveld C.S. Sanchez-Quiles V. Dufour F. Shi M. Dingli F. Nicolle R. Chapeaublanc E. Poullet P. Jeffery D. Krucker C. Proteogenomic Characterization of Bladder Cancer Reveals Sensitivity to Apoptosis Induced by Tumor Necrosis Factor-related Apoptosis-inducing Ligand in FGFR3-mutated Tumors Eur. Urol. 85 2024 483 494 10.1016/j.eururo.2023.05.037 37380559 38 Xu N. Yao Z. Shang G. Ye D. Wang H. Zhang H. Qu Y. Xu F. Wang Y. Qin Z. Integrated proteogenomic characterization of urothelial carcinoma of the bladder J. Hematol. Oncol. 15 2022 76 35659036 39 Savage S.R. Yi X. Lei J.T. Wen B. Zhao H. Liao Y. Jaehnig E.J. Somes L.K. Shafer P.W. Lee T.D. Pan-cancer proteogenomics expands the landscape of therapeutic targets Cell 187 2024 4389 4407.e15 10.1016/j.cell.2024.05.039 38917788 40 Resta J. Santin Y. Roumiguié M. Riant E. Lucas A. Couderc B. Binda C. Lluel P. Parini A. Mialet-Perez J. Monoamine Oxidase Inhibitors Prevent Glucose-Dependent Energy Production, Proliferation and Migration of Bladder Carcinoma Cells Int. J. Mol. Sci. 23 2022 11747 10.3390/ijms231911747 41 Xie H. Li C. Dang Q. Chang L.S. Li L. Correction: Infiltrating mast cells increase prostate cancer chemotherapy and radiotherapy resistances via modulation of p38/p53/p21 and ATM signals Oncotarget 10 2019 3978 31231473 42 Reddy S.M. Reuben A. Barua S. Jiang H. Zhang S. Wang L. Gopalakrishnan V. Hudgens C.W. Tetzlaff M.T. Reuben J.M. Poor Response to Neoadjuvant Chemotherapy Correlates with Mast Cell Infiltration in Inflammatory Breast Cancer Cancer Immunol. Res. 7 2019 1025 1035 31043414 43 Dongre A. Weinberg R.A. New insights into the mechanisms of epithelial-mesenchymal transition and implications for cancer Nat. Rev. Mol. Cell Biol. 20 2019 69 84 30459476 44 Thorsson V. Gibbs D.L. Brown S.D. Wolf D. Bortone D.S. Ou Yang T.-H. Porta-Pardo E. Gao G.F. Plaisier C.L. Eddy J.A. The Immune Landscape of Cancer Immunity 48 2018 812 830.e14 29628290 45 Sung P.-J. Rama N. Imbach J. Fiore S. Ducarouge B. Neves D. Chen H.-W. Bernard D. Yang P.-C. Bernet A. Cancer-Associated Fibroblasts Produce Netrin-1 to Control Cancer Cell Plasticity Cancer Res. 79 2019 3651 3661 31088838 46 Lengrand J. Pastushenko I. Vanuytven S. Song Y. Venet D. Sarate R.M. Bellina M. Moers V. Boinet A. Sifrim A. Pharmacological targeting of netrin-1 inhibits EMT in cancer Nature 620 2023 402 408 37532929 47 Cassier P.A. Navaridas R. Bellina M. Rama N. Ducarouge B. Hernandez-Vargas H. Delord J.-P. Lengrand J. Paradisi A. Fattet L. Netrin-1 blockade inhibits tumour growth and EMT features in endometrial cancer Nature 620 2023 409 416 37532934 48 Liberzon A. Birger C. Thorvaldsdóttir H. Ghandi M. Mesirov J.P. Tamayo P. The Molecular Signatures Database (MSigDB) hallmark gene set collection Cell Syst. 1 2015 417 425 26771021 49 Domoto T. Pyko I.V. Furuta T. Miyashita K. Uehara M. Shimasaki T. Nakada M. Minamoto T. Glycogen synthase kinase-3β is a pivotal mediator of cancer invasion and resistance to therapy Cancer Sci. 107 2016 1363 1372 27486911 50 Kazi A. Xiang S. Yang H. Delitto D. Trevino J. Jiang R.H.Y. Ayaz M. Lawrence H.R. Kennedy P. Sebti S.M. GSK3 suppression upregulates β-catenin and c-Myc to abrogate KRas-dependent tumors Nat. Commun. 9 2018 5154 30514931 51 Fan Y. Hao Y. Zhu C. Hu B. Ma R. Liu Y. Li G. PLCε promotes the Warburg effect and tumorigenesis through AKT/GSK3β/Cdc25a in bladder cancer Biotechnol. Genet. Eng. Rev. 40 2023 2155 2169 37018449 52 Almeida Rodrigues A.K. Silva P.G. Nogueira C. Ferreira S.S. Cordeiro J. Carneiro B. Tavora F. Expression of tumoral GSK3-β, PD-L1, and CD8 cell density in urothelial carcinomas, association with tumor grade and overall survival Am. J. Clin. Exp. Immunol. 12 2023 87 97 38022872 53 Chen Y.-C. Umanah G.K.E. Dephoure N. Andrabi S.A. Gygi S.P. Dawson T.M. Dawson V.L. Rutter J. Msp1/ATAD1 maintains mitochondrial function by facilitating the degradation of mislocalized tail-anchored proteins EMBO J. 33 2014 1548 1564 24843043 54 Okreglak V. Walter P. The conserved AAA-ATPase Msp1 confers organelle specificity to tail-anchored proteins Proc. Natl. Acad. Sci. USA 111 2014 8019 8024 24821790 55 Winter J.M. Fresenius H.L. Cunningham C.N. Wei P. Keys H.R. Berg J. Bott A. Yadav T. Ryan J. Sirohi D. Collateral deletion of the mitochondrial AAA+ ATPase ATAD1 sensitizes cancer cells to proteasome dysfunction eLife 11 2022 e82860 10.7554/eLife.82860 56 Calvo S.E. Clauser K.R. Mootha V.K. MitoCarta2.0: an updated inventory of mammalian mitochondrial proteins Nucleic Acids Res. 44 2016 D1251 D1257 26450961 57 Kunová N. Havalová H. Ondrovičová G. Stojkovičová B. Bauer J.A. Bauerová-Hlinková V. Pevala V. Kutejová E. Mitochondrial Processing Peptidases-Structure, Function and the Role in Human Diseases Int. J. Mol. Sci. 23 2022 1297 10.3390/ijms23031297 58 Deshwal S. Fiedler K.U. Langer T. Mitochondrial Proteases: Multifaceted Regulators of Mitochondrial Plasticity Annu. Rev. Biochem. 89 2020 501 528 32075415 59 Rawlings N.D. Barrett A.J. Thomas P.D. Huang X. Bateman A. Finn R.D. The MEROPS database of proteolytic enzymes, their substrates and inhibitors in 2017 and a comparison with peptidases in the PANTHER database Nucleic Acids Res. 46 2018 D624 D632 29145643 60 Opalińska M. Jańska H. AAA Proteases: Guardians of Mitochondrial Function and Homeostasis Cells 7 2018 163 10.3390/cells7100163 61 Ghosh Dastidar R. Banerjee S. Lal P.B. Ghosh Dastidar S. Multifaceted Roles of AFG3L2, a Mitochondrial ATPase in Relation to Neurological Disorders Mol. Neurobiol. 61 2023 3788 3808 10.1007/s12035-023-03768-z 38012514 62 Zhang W. Ge Y. Cheng Q. Zhang Q. Fang L. Zheng J. Decorin is a pivotal effector in the extracellular matrix and tumour microenvironment Oncotarget 9 2018 5480 5491 29435195 63 Liu B. Xu T. Xu X. Cui Y. Xing X. Biglycan promotes the chemotherapy resistance of colon cancer by activating NF-κB signal transduction Mol. Cell. Biochem. 449 2018 285 294 29761248 64 O’Donnell P.H. Milowsky M.I. Petrylak D.P. Hoimes C.J. Flaig T.W. Mar N. Moon H.H. Friedlander T.W. McKay R.R. Bilen M.A. Enfortumab Vedotin With or Without Pembrolizumab in Cisplatin-Ineligible Patients With Previously Untreated Locally Advanced or Metastatic Urothelial Cancer J. Clin. Oncol. 41 2023 4107 4117 37369081 65 Deininger S. Törzsök P. Oswald D. Lusuardi L. Current Systemic Treatment Options in Metastatic Urothelial Carcinoma after Progression on Checkpoint Inhibition Therapy-A Systemic Review Combined with Single-Group Meta-Analysis of Three Studies Testing Enfortumab Vedotin Cancers 13 2021 3206 10.3390/cancers13133206 66 Powles T. Valderrama B.P. Gupta S. Bedke J. Kikuchi E. Hoffman-Censits J. Iyer G. Vulsteke C. Park S.H. Shin S.J. Enfortumab Vedotin and Pembrolizumab in Untreated Advanced Urothelial Cancer N. Engl. J. Med. 390 2024 875 888 38446675 67 Teo M.Y. Rosenberg J.E. Heterogeneity and Molecular Diversity in Bladder Cancers: Deconstructing the Activity of An Antibody-Drug Conjugate Clin. Cancer Res. 27 2021 4950 4952 34281911 68 Chou J. Trepka K. Sjöström M. Egusa E.A. Chu C.E. Zhu J. Chan E. Gibb E.A. Badura M.L. Contreras-Sanz A. TROP2 Expression Across Molecular Subtypes of Urothelial Carcinoma and Enfortumab Vedotin-resistant Cells Eur. Urol. Oncol. 5 2022 714 718 35216942 69 Corsello S.M. Nagari R.T. Spangler R.D. Rossen J. Kocak M. Bryan J.G. Humeidi R. Peck D. Wu X. Tang A.A. Discovering the anti-cancer potential of non-oncology drugs by systematic viability profiling Nat. Cancer 1 2020 235 248 32613204 70 Chang S.S. Re: Mutational Patterns in Chemotherapy Resistant Muscle-Invasive Bladder Cancer J. Urol. 202 2019 30 31 71 Seiler R. Gibb E.A. Wang N.Q. Oo H.Z. Lam H.-M. van Kessel K.E. Voskuilen C.S. Winters B. Erho N. Takhar M.M. Divergent Biological Response to Neoadjuvant Chemotherapy in Muscle-invasive Bladder Cancer Clin. Cancer Res. 25 2019 5082 5093 30224344 72 Chen F. Kang R. Liu J. Tang D. The V-ATPases in cancer and cell death Cancer Gene Ther. 29 2022 1529 1541 35504950 73 Shi Y.-R. Xiong K. Ye X. Yang P. Wu Z. Zu X.-B. Development of a prognostic signature for bladder cancer based on immune-related genes Ann. Transl. Med. 8 2020 1380 33313125 74 Kuroki H. Anraku T. Kazama A. Bilim V. Tasaki M. Schmitt D. Mazar A.P. Giles F.J. Ugolkov A. Tomita Y. 9-ING-41, a small molecule inhibitor of GSK-3beta, potentiates the effects of anticancer therapeutics in bladder cancer Sci. Rep. 9 2019 19977 75 Li F. Zheng Z. Chen W. Li D. Zhang H. Zhu Y. Mo Q. Zhao X. Fan Q. Deng F. Regulation of cisplatin resistance in bladder cancer by epigenetic mechanisms Drug Resist. Updat. 68 2023 100938 76 Xu T. Junge J.A. Delfarah A. Lu Y.-T. Arnesano C. Iqbal M. Delijani K. Hsieh T.-C. Hodara E. Mehta H.H. Bladder cancer cells shift rapidly and spontaneously to cisplatin-resistant oxidative phosphorylation that is trackable in real time Sci. Rep. 12 2022 5518 35365706 77 Sjödahl G. Abrahamsson J. Holmsten K. Bernardo C. Chebil G. Eriksson P. Johansson I. Kollberg P. Lindh C. Lövgren K. Different Responses to Neoadjuvant Chemotherapy in Urothelial Carcinoma Molecular Subtypes Eur. Urol. 81 2022 523 532 34782206 78 Ikarashi D. Kitano S. Tsuyukubo T. Takenouchi K. Nakayama T. Onagi H. Sakaguchi A. Yamashita M. Mizugaki H. Maekawa S. Pretreatment tumour immune microenvironment predicts clinical response and prognosis of muscle-invasive bladder cancer in the neoadjuvant chemotherapy setting Br. J. Cancer 126 2022 606 614 34782748 79 Hanahan D. Weinberg R.A. Hallmarks of cancer: the next generation Cell 144 2011 646 674 21376230 80 Hanahan D. Hallmarks of Cancer: New Dimensions Cancer Discov. 12 2022 31 46 35022204 81 Pavlova N.N. Zhu J. Thompson C.B. The hallmarks of cancer metabolism: Still emerging Cell Metab. 34 2022 355 377 35123658 82 Busch J.D. Fielden L.F. Pfanner N. Wiedemann N. Mitochondrial protein transport: Versatility of translocases and mechanisms Mol. Cell 83 2023 890 910 36931257 83 Lei J.T. Jaehnig E.J. Smith H. Holt M.V. Li X. Anurag M. Ellis M.J. Mills G.B. Zhang B. Labrie M. The Breast Cancer Proteome and Precision Oncology Cold Spring Harb. Perspect. Med. 13 2023 a041323 10.1101/cshperspect.a041323 37137501 84 Hsieh L.T.-H. Nastase M.-V. Zeng-Brouwers J. Iozzo R.V. Schaefer L. Soluble biglycan as a biomarker of inflammatory renal diseases Int. J. Biochem. Cell Biol. 54 2014 223 235 25091702 85 Tran T.H. Chan A.H. Young L.C. Bindu L. Neale C. Messing S. Dharmaiah S. Taylor T. Denson J.-P. Esposito D. KRAS interaction with RAF1 RAS-binding domain and cysteine-rich domain provides insights into RAS-mediated RAF activation Nat. Commun. 12 2021 1176 33608534 86 Bekele R.T. Samant A.S. Nassar A.H. So J. Garcia E.P. Curran C.R. Hwang J.H. Mayhew D.L. Nag A. Thorner A.R. RAF1 amplification drives a subset of bladder tumors and confers sensitivity to MAPK-directed therapeutics J. Clin. Investig. 131 2021 e147849 10.1172/JCI147849 87 Marquette A. André J. Bagot M. Bensussan A. Dumaz N. ERK and PDE4 cooperate to induce RAF isoform switching in melanoma Nat. Struct. Mol. Biol. 18 2011 584 591 21478863 88 Johnson J.L. Yaron T.M. Huntsman E.M. Kerelsky A. Song J. Regev A. Lin T.-Y. Liberatore K. Cizin D.M. Cohen B.M. An atlas of substrate specificities for the human serine/threonine kinome Nature 613 2023 759 766 36631611 89 Dougherty M.K. Müller J. Ritt D.A. Zhou M. Zhou X.Z. Copeland T.D. Conrads T.P. Veenstra T.D. Lu K.P. Morrison D.K. Regulation of Raf-1 by Direct Feedback Phosphorylation Mol. Cell 17 2005 215 224 15664191 90 Fuentes-Antrás J. Genta S. Vijenthira A. Siu L.L. Antibody-drug conjugates: in search of partners of choice Trends Cancer 9 2023 339 354 36746689 91 Pretelli G. Mati K. Motta L. Stathis A. Antibody-drug conjugates combinations in cancer treatment Explor Target Antitumor Ther. 5 2024 714 741 38966169 92 Powles T. Rosenberg J.E. Sonpavde G.P. Loriot Y. Durán I. Lee J.-L. Matsubara N. Vulsteke C. Castellano D. Wu C. Enfortumab Vedotin in Previously Treated Advanced Urothelial Carcinoma N. Engl. J. Med. 384 2021 1125 1135 33577729 93 Balar A.V. Castellano D.E. Grivas P. Vaughn D.J. Powles T. Vuky J. Fradet Y. Lee J.-L. Fong L. Vogelzang N.J. Efficacy and safety of pembrolizumab in metastatic urothelial carcinoma: results from KEYNOTE-045 and KEYNOTE-052 after up to 5 years of follow-up Ann. Oncol. 34 2023 289 299 36494006 94 Necchi A. de Jong J.J. Raggi D. Briganti A. Marandino L. Gallina A. Bandini M. Dabbas B. Davicioni E. Capitanio U. Molecular Characterization of Residual Bladder Cancer after Neoadjuvant Pembrolizumab Eur. Urol. 80 2021 149 159 33785257 95 Langmead B. Salzberg S.L. Fast gapped-read alignment with Bowtie 2 Nat. Methods 9 2012 357 359 22388286 96 Li H. Durbin R. Fast and accurate long-read alignment with Burrows-Wheeler transform Bioinformatics 26 2010 589 595 20080505 97 Gao Y. Wang J. Zhao F. CIRI: an efficient and unbiased algorithm for de novo circular RNA identification Genome Biol. 16 2015 4 25583365 98 Hänzelmann S. Castelo R. Guinney J. GSVA: gene set variation analysis for microarray and RNA-seq data BMC Bioinf. 14 2013 7 99 Vasaikar S.V. Straub P. Wang J. Zhang B. LinkedOmics: analyzing multi-omics data within and across 32 cancer types Nucleic Acids Res. 46 2018 D956 D963 29136207 100 Mayakonda A. Lin D.-C. Assenov Y. Plass C. Koeffler H.P. Maftools: efficient and comprehensive analysis of somatic variants in cancer Genome Res. 28 2018 1747 1756 30341162 101 Ye K. Schulz M.H. Long Q. Apweiler R. Ning Z. Pindel: a pattern growth approach to detect break points of large deletions and medium sized insertions from paired-end short reads Bioinformatics 25 2009 2865 2871 19561018 102 Schubert M. Klinger B. Klünemann M. Sieber A. Uhlitz F. Sauer S. Garnett M.J. Blüthgen N. Saez-Rodriguez J. Perturbation-response genes reveal signaling footprints in cancer gene expression Nat. Commun. 9 2018 20 29295995 103 Li B. Dewey C.N. RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome BMC Bioinf. 12 2011 323 104 Tan V.Y.F. Févotte C. Automatic relevance determination in nonnegative matrix factorization with the β-divergence IEEE Trans. Pattern Anal. Mach. Intell. 35 2013 1592 1605 23681989 105 Saunders C.T. Wong W.S.W. Swamy S. Becq J. Murray L.J. Cheetham R.K. Strelka: accurate somatic small-variant calling from sequenced tumor-normal sample pairs Bioinformatics 28 2012 1811 1817 22581179 106 Cibulskis K. Lawrence M.S. Carter S.L. Sivachenko A. Jaffe D. Sougnez C. Gabriel S. Meyerson M. Lander E.S. Getz G. Sensitive detection of somatic point mutations in impure and heterogeneous cancer samples Nat. Biotechnol. 31 2013 213 219 23396013 107 Totoki Y. Tatsuno K. Covington K.R. Ueda H. Creighton C.J. Kato M. Tsuji S. Donehower L.A. Slagle B.L. Nakamura H. Trans-ancestry mutational landscape of hepatocellular carcinoma genomes Nat. Genet. 46 2014 1267 1273 25362482 108 Kuilman T. Velds A. Kemper K. Ranzani M. Bombardelli L. Hoogstraat M. Nevedomskaya E. Xu G. de Ruiter J. Lolkema M.P. CopywriteR: DNA copy number detection from off-target sequence data Genome Biol. 16 2015 49 25887352 109 Wang K. Li M. Hakonarson H. ANNOVAR: functional annotation of genetic variants from high-throughput sequencing data Nucleic Acids Res. 38 2010 e164 110 McKenna A. Hanna M. Banks E. Sivachenko A. Cibulskis K. Kernytsky A. Garimella K. Altshuler D. Gabriel S. Daly M. DePristo M.A. The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data Genome Res. 20 2010 1297 1303 20644199 111 Mermel C.H. Schumacher S.E. Hill B. Meyerson M.L. Beroukhim R. Getz G. GISTIC2.0 facilitates sensitive and confident localization of the targets of focal somatic copy-number alteration in human cancers Genome Biol. 12 2011 R41 21527027 112 Teo G.C. Polasky D.A. Yu F. Nesvizhskii A.I. Fast Deisotoping Algorithm and Its Implementation in the MSFragger Search Engine J. Proteome Res. 20 2021 498 505 33332123 113 Geiszler D.J. Polasky D.A. Yu F. Nesvizhskii A.I. Detecting diagnostic features in MS/MS spectra of post-translationally modified peptides Nat. Commun. 14 2023 4132 37438360 114 Kong A.T. Leprevost F.V. Avtonomov D.M. Mellacheruvu D. Nesvizhskii A.I. MSFragger: ultrafast and comprehensive peptide identification in mass spectrometry-based proteomics Nat. Methods 14 2017 513 520 28394336 115 da Veiga Leprevost F. Haynes S.E. Avtonomov D.M. Chang H.-Y. Shanmugam A.K. Mellacheruvu D. Kong A.T. Nesvizhskii A.I. Philosopher: a versatile toolkit for shotgun proteomics data analysis Nat. Methods 17 2020 869 870 32669682 116 Dou Y. Liu Y. Yi X. Olsen L.K. Zhu H. Gao Q. Zhou H. Zhang B. SEPepQuant enhances the detection of possible isoform regulations in shotgun proteomics Nat. Commun. 14 2023 5809 37726316 117 Yoshihara K. Shahmoradgoli M. Martínez E. Vegesna R. Kim H. Torres-Garcia W. Treviño V. Shen H. Laird P.W. Levine D.A. Inferring tumour purity and stromal and immune cell admixture from expression data Nat. Commun. 4 2013 2612 24113773 118 Newman A.M. Liu C.L. Green M.R. Gentles A.J. Feng W. Xu Y. Hoang C.D. Diehn M. Alizadeh A.A. Robust enumeration of cell subsets from tissue expression profiles Nat. Methods 12 2015 453 457 25822800 119 O’Leary N.A. Wright M.W. Brister J.R. Ciufo S. Haddad D. McVeigh R. Rajput B. Robbertse B. Smith-White B. Ako-Adjei D. Reference sequence (RefSeq) database at NCBI: current status, taxonomic expansion, and functional annotation Nucleic Acids Res. 44 2016 D733 D745 26553804 120 Navarrete-Perea J. Yu Q. Gygi S.P. Paulo J.A. Streamlined Tandem Mass Tag (SL-TMT) Protocol: An Efficient Strategy for Quantitative (Phospho)proteome Profiling Using Tandem Mass Tag-Synchronous Precursor Selection-MS3 J Proteome Res. 17 2018 2226 2236 29734811 121 Li M. Xie X. Zhou J. Sheng M. Yin X. Ko E.-A. Zhou T. Gu W. Quantifying circular RNA expression from RNA-seq data using model-based framework Bioinformatics 33 2017 2131 2139 28334396 122 Bergstrom E.N. Huang M.N. Mahto U. Barnes M. Stratton M.R. Rozen S.G. Alexandrov L.B. SigProfilerMatrixGenerator: a tool for visualizing and exploring patterns of small mutational events BMC Genom. 20 2019 685 123 Barbie D.A. Tamayo P. Boehm J.S. Kim S.Y. Moody S.E. Dunn I.F. Schinzel A.C. Sandy P. Meylan E. Scholl C. Systematic RNA interference reveals that oncogenic KRAS-driven cancers require TBK1 Nature 462 2009 108 112 19847166 124 Charoentong P. Finotello F. Angelova M. Mayer C. Efremova M. Rieder D. Hackl H. Trajanoski Z. Pan-cancer Immunogenomic Analyses Reveal Genotype-Immunophenotype Relationships and Predictors of Response to Checkpoint Blockade Cell Rep. 18 2017 248 262 28052254 Supplemental information Document S1. Figures S1–S7 Table S1. Metadata of this cohort, related to Figure 1 Table S2. Data table of mRNA expression and CNV correlations, related to Figure 1 Table S3. Data table of protein abundance and CNV correlations, related to Figure 1 Table S4. Identified CNV drivers, related to Figure 1 Table S5. Proteomics GSEA p values, related to Figure 5 Table S6. Cohort selection criteria for all tissues, related to Figure 1 Data S1. Somatic mutations of this study, related to Figure 1 Document S2. Article plus supplemental information Supplemental information can be found online at https://doi.org/10.1016/j.xcrm.2025.102255 .",
  "plain_text": "Summary To explore potential chemoresistance mechanisms and identify therapeutic opportunities in muscle-invasive bladder cancer (MIBC), we conduct comprehensive proteogenomic characterization of 46 pre- and 14 post-treatment MIBC tumors incorporating genomics, transcriptomics, proteomics, and phosphoproteomics. Multi-omics clustering not only recapitulated established molecular subtypes but also revealed subtypes associated with chemotherapy sensitivity. Protein isoform level analysis identifies protein abundance of a short isoform of ATAD1 and RAF family proteins as biomarkers of chemosensitivity. Integration of proteomic and phosphoproteomic data reveals Wnt signaling via GSK3B-S9 phosphorylation and the JAK/STAT pathway as potential targets to overcome chemoresistance. Correlations between PD-L1 and TROP-2/NECTIN-4 indicate an additive benefit of combination therapy targeting these proteins. Overall, this study serves as a valuable resource for researchers and clinicians aiming to better understand and treat chemoresistant MIBC.\n\nGraphical abstract\n\nHighlights • Proteogenomic characterization of 46 pre- and 14 post-treatment tumors • Multi-omics clustering separates chemotherapy-sensitive and -resistant tumors • RAF protein abundance is a potential biomarker of chemotherapy sensitivity • GSK3B and STAT3 inhibition holds the potential to overcome chemoresistance\n\nHolt et al. perform proteogenomic characterization of 46 pre- and 14 post-treatment muscle-invasive bladder tumors. Multi-omics clustering separates chemotherapy-sensitive and -resistant tumors. In-depth analysis unveils RAF as a potential biomarker of chemotherapy sensitivity. Furthermore, inhibition of GSK3B and STAT3 shows promise in overcoming chemoresistance."
}
