{
  "PMC": "12501402",
  "DOI": "10.1111/jnc.70245",
  "PMID": "41054008",
  "PMCID": "PMC12501402",
  "title": "Brain-Derived Neurotrophic Factor (BDNF) and Sex Differences in Metabolic Regulation.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12501402",
  "source": "MED",
  "abstract_text": "For decades, most experimental studies were conducted using male rodents as models, and the results obtained in several distinct fields of medical and biological research were regarded as valid for both males and females. However, as evidence progressively challenged this concept by unveiling phenotypes that are regulated according to a pattern of sexual dimorphism, many studies were undertaken to identify the mechanisms driving sex-specific characteristics. In this context, hypothalamic brain-derived neurotrophic factor emerged as an important player regulating metabolism according to a sexual dimorphic pattern. Here, we performed a narrative review that puts together the main pieces of evidence showing how brain-derived neurotrophic factor is involved in metabolic sexual dimorphism. The accumulated data in this field has uncovered important aspects of the physiological and pathological control of metabolic sex-specific functions and has placed hypothalamic brain-derived neurotrophic factor as a potential target for interventions aimed at mitigating metabolic abnormalities that affect differently females and males.",
  "full_text": "pmc J Neurochem J Neurochem 10.1111/(ISSN)1471-4159 JNC Journal of Neurochemistry 0022-3042 1471-4159 John Wiley and Sons Inc. Hoboken 12501402 10.1111/jnc.70245 JNC70245 JNC-2025-0549.R1 Review REVIEW Special Issue: Nutritional Neurochemistry Brain‐Derived Neurotrophic Factor ( BDNF ) and Sex Differences in Metabolic Regulation Zanesco Ariane M. 1 Velloso Licio A. https://orcid.org/0000-0002-4806-7218 1 2 lavellos@unicamp.br 1 Laboratory of Cell Signaling‐Obesity and Comorbidities Research Center University of Campinas Campinas Brazil 2 National Institute of Science and Technology on Neuroimmunomodulation Rio de Janeiro Brazil * Correspondence: Licio A. Velloso ( lavellos@unicamp.br ) 06 10 2025 10 2025 169 10 10.1111/jnc.v169.10 e70245 11 9 2025 02 7 2025 17 9 2025 © 2025 The Author(s). Journal of Neurochemistry published by John Wiley & Sons Ltd on behalf of International Society for Neurochemistry. https://creativecommons.org/licenses/by/4.0/ This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. ABSTRACT For decades, most experimental studies were conducted using male rodents as models, and the results obtained in several distinct fields of medical and biological research were regarded as valid for both males and females. However, as evidence progressively challenged this concept by unveiling phenotypes that are regulated according to a pattern of sexual dimorphism, many studies were undertaken to identify the mechanisms driving sex‐specific characteristics. In this context, hypothalamic brain‐derived neurotrophic factor emerged as an important player regulating metabolism according to a sexual dimorphic pattern. Here, we performed a narrative review that puts together the main pieces of evidence showing how brain‐derived neurotrophic factor is involved in metabolic sexual dimorphism. The accumulated data in this field has uncovered important aspects of the physiological and pathological control of metabolic sex‐specific functions and has placed hypothalamic brain‐derived neurotrophic factor as a potential target for interventions aimed at mitigating metabolic abnormalities that affect differently females and males. Brain‐derived neurotrophic factor (BDNF) is expressed in the hypothalamus of both female and male mice (left‐hand side of the panel); however, it exerts distinct functions in either sex, explaining some sexually dimorphic phenotypes in mice and humans (right‐hand side of the panel). BDNF diabetes leptin obesity reproduction Fundação de Amparo à Pesquisa do Estado de São Paulo 10.13039/501100001807 2013/07607‐8 2021/07288‐6 source-schema-version-number 2.0 cover-date October 2025 details-of-publishers-convertor Converter:WILEY_ML3GV2_TO_JATSPMC version:6.6.4 mode:remove_FC converted:07.10.2025 Zanesco , A. M. , and L. A. Velloso . 2025 . “ Brain‐Derived Neurotrophic Factor ( BDNF ) and Sex Differences in Metabolic Regulation .” Journal of Neurochemistry 169 , no. 10 : e70245 . 10.1111/jnc.70245 . Funding: This work was funded by Fundação de Amparo à Pesquisa do Estado de São Paulo (Grant/Award Number: 2013/07607‐8, 2021/07288‐6). Abbreviations 3V third ventricle AgRP agouti‐related protein ARC arcuate nucleus of the hypothalamus BDNF brain‐derived neurotrophic factor BW body weight CAMK Ca2+/calmodulin‐dependent protein kinase cJUN Jun proto‐oncogene db/db diabetic mice model DMH dorsomedial nucleus of the hypothalamus EE energy expenditure ERK extracellular signal‐regulated kinase FezF1 FEZ Family Zinc Finger 1 FI food intake FOSH female obesity‐related secondary hypogonadism GDF15 growth differentiation factor 15 GFRAL GDNF‐family receptor α‐like GLP‐1 glucagon‐like peptide‐1 GLP1R glucagon‐like peptide‐1 receptor GnRH gonadotrophin‐releasing hormone Kiss1 kisspeptin 1 LA locomotor activity LH luteinizing hormone MBH mediobasal hypothalamus MC4R melanocortin 4 receptor MOSH Male obesity‐related secondary hypogonadism mRNA messenger RNA mTOR mammalian target of rapamycin NF‐kB nuclear factor kappa‐B Nkx2.1 NK2 Homeobox 1 p75 NTR p75 neurotrophin receptor PCOS polycystic ovary syndrome PKC protein kinase C POMC pro‐opiomelanocortin PVH paraventricular nucleus of the hypothalamus SF1 Steroidogenic factor 1 TrkB tyrosine receptor kinase B VMH ventromedial nucleus of the hypothalamus 1 Introduction The accelerated increase in obesity rates over the last 50 years has provided the pathophysiological ground for the subsequent increase in the rates of several other metabolic and cardiovascular conditions that threaten longevity and life quality on a worldwide scale (Salama et al. 2023 ) (Piché et al. 2020 ) (Ferreira et al. 2024 ). The increased consumption of highly palatable and energy‐dense foods, associated with a sedentary lifestyle, is the main reason behind the obesity pandemic (Shim 2025 ) (Hopkins and Blundell 2016 ). Considering that both factors could be modified by the will of the affected subjects, it is intuitive to believe that behavioral approaches, aimed at reducing caloric intake and stimulating the regular practice of exercise, should be successful in controlling obesity. Nevertheless, as shown by studies that evaluated the long‐term outcomes of behavioral approaches to treat obesity, most patients reduce body mass during the first 6 months of intervention, only to regain body mass thereafter, frequently to a level greater than the one they started the intervention (LeBlanc et al. 2018 ). Long‐term follow‐up of patients submitted to bariatric surgery also shows some regain of body mass (Carlsson et al. 2025 ), and this is also the case for patients undergoing body mass reduction during the treatment with the agonists of the glucagon‐like peptide‐1 receptor (GLP1R) (Wilding et al. 2022 ). Thus, therapeutic refractoriness and high rates of recurrence are important problems faced in the management of obesity, and in order to obtain consistent advancement in this field, it is important to define the mechanisms behind these outcomes. As the response to therapy is variable among patients, it has been proposed that defining the phenotypes that are associated with a better outcome for each of the therapeutic interventions available could improve the overall results achieved (Acosta et al. 2021 ). However, the capacity to precisely define the patients' phenotypes has proven awkward, which explains criticism of this approach (Hocking and Sumithran 2023 ) (Kachmar et al. 2025 ). Although defining eating patterns and behavioral phenotypes associated with distinct responses to obesity therapeutic interventions may be a difficult task, there are other phenotypes that could be more easily determined, being sex one of the most straightforward. Even though obesity‐associated metabolic and cardiovascular diseases represent serious health problems for both women and men, there are important sex differences regarding the prevalence and the clinical aspects of these diseases that could be explored in the context of defining optimized sex‐specific preventive and therapeutic strategies. In most parts of the world, obesity is more prevalent in women than in men (Cooper et al. 2021 ); however, men respond better to behavioral interventions aimed at reducing food intake and sedentariness, whereas women respond better to pharmacological treatment (Susanto et al. 2022 ) (Verma et al. 2024 ). Conversely, diabetes is more prevalent in men with obesity, whereas women frequently have more cardiovascular and renal complications attributed to the poor control of diabetes (Kautzky‐Willer et al. 2023 ). As a rule, most studies exploring the mechanisms behind sexual dimorphism in obesity‐associated metabolic and cardiovascular diseases are focused on the roles played by sex hormones. In obesity, there is a bidirectional association of increased adiposity and sex hormones; thus, the development of obesity can affect the levels and function of sex hormones, whereas primary changes in sex hormones can predispose one to obesity (Ylli et al. 2000 ). In men, obesity is frequently associated with low levels of testosterone; in a meta‐analysis that included almost 20 thousand patients with obesity, prevalence of hypogonadism was up to 51% depending on whether low total testosterone or low free testosterone was used to define hypogonadism (van Hulsteijn et al. 2020 ). This condition is known as male obesity‐related secondary hypogonadism (MOSH) (Eng et al. 2024 ), and a recent meta‐analysis revealed the benefits of testosterone replacement, leading to improvements in erectile dysfunction and life quality (Hudson et al. 2023 ). In addition, in males that are primarily hypogonadal, obesity develops in up to 50%, which is a much greater frequency than in non‐hypogonadal men (Camacho et al. 2013 ). In women, the association of hypogonadism with obesity is not as explored as in men. In fact, only recently it was proposed the existence of a female obesity‐related secondary hypogonadism (FOSH) (Eng et al. 2024 ). For decades, the main phenotypic feature studied in women with obesity was polycystic ovary syndrome (PCOS) (Pagán et al. 2006 ). However, this condition cannot be taken as the female counterpart of MOSH, as the levels of gonadotrophins are increased as opposed to the reduced levels found in men (Eng et al. 2024 ). In many women with obesity without PCOS, there is a negative impact on LH pulse amplitude rather than pulse frequency (Al‐Safi et al. 2015 ). In addition, there is greater estradiol‐induced negative feedback on the hypothalamic–pituitary‐gonadal axis, resulting in reduced ovarian stimulation and lower luteal progesterone levels with increased estradiol‐induced negative feedback. Despite the consistent advance obtained in this field, it is currently unknown what the main determinants of MOSH and FOSH are. As the brain plays a central role in the regulation of food intake, energy expenditure, and reproduction, it is possible that brain factors play important roles in this scenario. During the last 10 years, studies have provided evidence suggesting that brain‐derived neurotrophic factor (BDNF) could be involved or associated with sexual dimorphism in conditions such as cognition, response to stress, response to pain, and metabolism (Lionetti and Recchia 2024 ) (Melgar‐Locatelli et al. 2024 ) (Dedek et al. 2022 ). Here, we performed a narrative review that explores the association of BDNF on metabolic sexual dimorphism. 2 A General View of BDNF BDNF is a peptide coded by a cognate gene located in the short arm of human chromosome 11 (chromosome 2 in mice) (Jones and Reichardt 1990 ). The nascent 247‐amino acid protein is enzymatically processed to produce the mature and biologically active 138‐amino acid peptide that acts through two distinct membrane receptors, TrkB and p75 NTR (Fu et al. 2014 ). TrkB signals through PKC, CAMKs, ERK, and mTOR to control growth, survival, proliferation, neurotransmission, and synaptic plasticity; p75 NTR acts through cJUN and NF‐kB to regulate apoptosis, axonal pruning, and synapsis depression (Figure 1 , left‐hand side of the panel). BDNF belongs to the neurotrophin family of growth factors and is related to the canonical neurotrophin, nerve growth factor (McDonald and Hendrickson 1993 ). Most studies in this field have explored the actions of BDNF in the brain; however, it is also present in peripheral nerves and non‐neural tissues, such as the kidney, ovaries, skeletal muscle, and prostate (Raznahan et al. 2009 ) (Lommatzsch et al. 2005 ). In the brain, BDNF is involved in the growth, development, differentiation, and maturation of neurons, as well as in synapsis formation; the proper function of BDNF is implicated in the optimal development and maintenance of learning, memory, and cognition (Hofer and Barde 1988 ) (Klöcker et al. 2000 ) (Xu et al. 2000 ) (Phillips et al. 1991 ). There is both experimental and clinical evidence demonstrating that the abnormal function of BDNF is associated with neurological conditions such as Alzheimer's Disease, Parkinson's Disease, and Huntington's Disease (Phillips et al. 1991 ) (Zuccato et al. 2001 ) (Howells et al. 2000 ). Nevertheless, over the last 30 years, studies have provided consistent evidence linking BDNF with metabolic conditions such as diabetes, obesity, atherosclerosis, and sarcopenia (Ono et al. 1997 ) (Wiegand et al. 2004 ) (Friedel et al. 2005 ) (Yeo et al. 2004 ) (Bi et al. 2020 ) (Pratt et al. 2025 ). FIGURE 1 Brain‐ derived neurotrophic factor. The general aspects of synthesis and actions of brain‐derived neurotrophic factor are presented on the left‐hand side of the panel. The outcomes of increasing or decreasing the actions of brain‐derived neurotrophic factor in the main regions of the hypothalamus are presented on the right‐hand side of the panel. BDNF, brain‐derived neurotrophic factor; TrkB, tyrosine receptor kinase B; p75 NTR , p75 neurotrophin receptor; PKC, protein kinase C; CAMK, Ca 2+ /calmodulin‐dependent protein kinase; ERK, extracellular signal‐regulated kinase; mTOR, mammalian target of rapamycin; cJUN, jun proto‐oncogene; NF‐kB, nuclear factor kappa‐B; PVH, paraventricular nucleus of the hypothalamus; DMH, dorsomedial nucleus of the hypothalamus; VMH, ventromedial nucleus of the hypothalamus; ARC, arcuate nucleus of the hypothalamus; BW, body weight; FI, food intake; EE, energy expenditure; LA, Locomotor activity; FezF1, FEZ Family Zinc Finger 1; 3V, third ventricle. 3 BDNF And the Control of Metabolism On early studies related to the potential involvement of BDNF in metabolic conditions, the focus was on diabetes‐associated neuropathy (Apfel 1999 ). It was shown that the tissue levels of neurotrophins, including BDNF, were reduced in this condition, and based on that, it was proposed that using exogenous neurotrophins could be a promising strategy to treat or mitigate diabetes‐associated neuropathy and other types of neuropathies (Apfel 1999 ) (Norata et al. 2025 ). However, despite encouraging results in pre‐clinical trials, there are no substances of this class currently approved for medical use in any type of neuropathy (Norata et al. 2025 ). The first experimental evidence that BDNF could provide metabolic control in diabetes was published in 1997 (Ono et al. 1997 ). In that study, the authors employed db/db mice to test the hypothesis that BDNF could mitigate hyperglycemia. The db/db mice are natural mutants with a loss of function for the leptin receptor gene. They spontaneously develop obesity and diabetes and are frequently employed in experimental studies in this field (Tartaglia et al. 1995 ). BDNF was injected subcutaneously, 5 days per week at the dose of 20 mg/kg. At baseline, mice presented blood glucose levels superior to 500 mg/dL. As early as 5 days after the beginning of the intervention, blood glucose levels were significantly reduced. Moreover, insulin levels reduced, and glucose tolerance improved, suggesting that the action of BDNF was mostly related to an improvement in insulin sensitivity (Ono et al. 1997 ). Another important advance in the field was obtained by the demonstration that a genetic disruption of a regulatory region of the Bdnf gene that reduced BDNF expression in mice resulted in obesity and diabetes (Sha et al. 2007 ). This was rapidly followed by the identification of human variants of the BDNF gene that were associated with diabetes and obesity (Ng et al. 2010 ) (Han et al. 2013 ). However, the greatest evidence for the role of BDNF in the regulation of metabolism came from the studies with genetic ablation of the Bdnf gene in mice. In an early study that produced mice with a homozygous deletion of the Bdnf gene, it was reported that mice were unviable, dying a few days after birth (Patterson et al. 1996 ). Nevertheless, when heterozygous Bdnf knockout mice were studied, important metabolic phenotypes were identified (Kernie et al. 2000 ). First, it was shown that mutant mice were hyperphagic and developed obesity at the age of 14 weeks. Interestingly, despite the development of obesity, mice were hyperactive; however, when locomotor activity was analyzed against body mass, it resulted in a significantly inverse correlation, suggesting that locomotor activity could be related to the search for food, and once obesity developed, activity reduced (Kernie et al. 2000 ). Mutant mice were also hyperleptinemic and hyperinsulinemic, despite normal baseline levels of glucose, suggesting that the pancreatic beta‐cells were still capable of responding properly to the systemic demand generated by insulin resistance (Kernie et al. 2000 ). Finally, as the functions most affected by the heterozygous disruption of the Bdnf gene were related to actions exerted by hypothalamic neurons, authors evaluated the hypothalamic expression of Bdnf and its receptor TrkB. It was shown that Bdnf was mostly expressed in the ventromedial and dorsomedial hypothalamus (VMH and DMH, respectively), whereas TrkB was widely expressed throughout the hypothalamus (Kernie et al. 2000 ). These results fostered interest in understanding the roles of BDNF in the hypothalamus and all its potential implications on the central regulation of metabolism and other systemic functions exerted by hypothalamic neurons. Following the identification of leptin in the mid 1990s (Zhang et al. 1994 ), rapid progress was achieved in the characterization of hypothalamic neurocircuits that regulate food intake, energy expenditure, and several other functions exerted by the hypothalamic neurons. Currently, it is known that AgRP and POMC neurons present in the arcuate nucleus act as first‐order neurons sensing systemic signals that indicate the energy stored in the body (Cavadas et al. 2016 ). These signals are constituted by hormones, such as leptin, insulin, GLP1, and ghrelin, and nutrients that are present in the bloodstream and cross the permissive blood–brain barrier present in the median eminence–mediobasal hypothalamus (MBH) interface (Haddad‐Tóvolli et al. 2017 ) to act on AgRP and POMC neurons. In response to these signals, MBH neurons connect to a complex hypothalamic and extrahypothalamic network to regulate systemic functions. An article published in 2003 by Louis Reichardt and coworkers provided the first detailed evaluation of hypothalamic BDNF (Xu et al. 2003 ). First, they confirmed that the VMH was the hypothalamic region expressing the greatest amount of BDNF, and that caloric deprivation promoted a reduction of Bdnf expression. In addition, it was shown that a genetic modification of the Trkb gene that resulted in reduced tyrosine kinase activity of the receptor resulted in obesity due to increased caloric intake. Using an agouti mutant, it was shown that the inhibition of signal transduction through MC4R promoted a reduction of VMH BDNF, whereas the intracerebroventricular injection of an agonist of MC4R increased BDNF. Other genetic strategies were used to further explore the roles of BDNF in the hypothalamus; thus, the knockdown of Bdnf in SF1 neurons promoted hyperphagia and obesity (Yang et al. 2016 ); the knockout of Bdnf in Nkx2.1 neurons resulted in mild obesity (Yang et al. 2016 ); and in a study using the Cre‐Lox system to further explore the roles of BDNF in the VMH, it was identified an ARC‐VMH‐perimesencephalic trigeminal area circuit that controls caloric intake by gating motor sequences of feeding (Kosse et al. 2024 ), and a leptin‐dependent neurocircuit that provides sympathetic innervation to the adipose tissue. Inhibiting BDNF in specific regions of the hypothalamus was yet another approach used to explore its roles in the hypothalamus. This was performed using site‐specific injections with adeno‐associated virus constructed with an inhibitory sequence of the Bdnf gene (Unger et al. 2007 ). The specific deletion of Bdnf in the VMH and DMH of adult male mice resulted in hyperphagic behavior and obesity without affecting energy expenditure (Unger et al. 2007 ). The deletion of the Bdnf gene specifically in the PVH led to marked hyperphagia and severe obesity (An et al. 2015 ). In addition, a population of BDNF‐positive cells located in the medial nucleus of the tractus solitarius was identified as downstream of GLP1R and GFRAL (GDNF‐family receptor α‐like) neurons. Using transgenic mice, they confirmed that these BDNF‐positive neurons are required for the weight‐reducing actions of GDF15 (growth differentiation factor 15) and GLP‐1 (glucagon‐like peptide‐1) (Feetham et al. 2024 ). Thus, taking together the results of all these studies, there is consistent experimental evidence indicating that hypothalamic BDNF plays an important role in the regulation of whole‐body metabolism (Figure 1 , right‐hand side of the panel). 4 Evidence for the Actions of BDNF on Metabolic Sexual Dimorphism The first evidence suggesting that BDNF could be involved in sexual dimorphism came from studies on the characterization of the response to stress (Zuena et al. 2008 ) (Lin et al. 2009 ). In male rats that were born from mothers submitted to gestational restrain stress, the levels of hippocampal BDNF were increased, and this was accompanied by the development of an anxiety‐like behavior. Conversely, in females raised under the same conditions, there was a phenotype of improved learning and no changes in hippocampal BDNF (Zuena et al. 2008 ). In a study that explored the impact of acute and chronic stress, it was shown that there was a reduction and an increase in brain BDNF in females exposed to acute and chronic stress, respectively. In males, BDNF changes were detected neither in acute nor in chronic stress (Lin et al. 2009 ). An important advance in the field was the demonstration that Bdnf is co‐localized with the transcripts for estrogen receptor‐alpha in the VMH (Blurton‐Jones et al. 2004 ). Currently, it is known that certain hypothalamic regions are sexually dimorphic, a phenomenon mostly attributed to the differential expression of sex steroid receptors, which exert distinct physiological effects in males and females (Donato et al. 2010 ). From an evolutionary perspective, sex‐related differences in energy regulation and metabolism may have emerged from the distinct biological roles of the sexes, as males traditionally are involved in hunting and foraging, whereas females are primarily responsible for gestation, lactation, and caregiving. Both roles require finely tuned mechanisms for maintaining energy balance to support individual survival and the successful development of the offspring (Liu et al. 2014 ). The potential implication of hypothalamic BDNF on the regulation of metabolic sexual dimorphic phenotypes was further supported by a study that used a chemogenetic approach to inhibit Trkb during different periods of embryo development and during the post‐natal period. The study revealed a sexually dimorphic effect of Trkb inhibition on both body weight and hypothalamic expression of genes known to regulate food intake and body mass (Byerly et al. 2013 ). Another study investigated how peripheral signals and central Bdnf expression were regulated in response to dietary interventions. Several differences were identified between female and male VMH BDNF expression; VMH Bdnf expression was down‐regulated by dietary intervention in male rats, whereas in female rats under equal dietary disruption, VMH Bdnf expression was stable (Liu et al. 2014 ). Furthermore, another piece of evidence connecting hypothalamic BDNF with sexual dimorphism was provided in a study that evaluated Bdnf expression during the ovarian cycle. The study showed that VMH BDNF mRNA is dynamically regulated across the ovarian cycle with an increase at the estrous phase following the estradiol peak, and this coincided with the decline in feeding at this phase of the ovarian cycle in intact female rats (Zhu et al. 2013 ). This mechanism is very similar to what happens with fertile women; in the luteal phase, the levels of plasma BDNF are significantly greater than at the follicular phase. BDNF increased from the early follicular phase up to Day 14 of the cycle, reaching a pre‐ovulatory peak, similar to estrogen levels, but the greatest peak occurs at the luteal phase. Conversely, menopausal women show a significant decrease in the plasmatic levels of BDNF compared with fertile women (Begliuomini et al. 2007 ). Thus, age is a crucial factor to consider when comparing the levels of BDNF in women and men. A study investigating the relationship between BDNF levels and factors such as age, gender, body mass index, and body weight concluded that females exhibited lower levels of blood BDNF compared to males, without considering age as a covariant (Pillai et al. 2012 ). However, when the levels of BDNF are analyzed in younger volunteers, women presented higher levels of BDNF in serum compared to men (Glud et al. 2019 ). These findings reinforce the influence of sex hormone levels on BDNF circulation. Based on the findings that BDNF and Trkb act in a dimorphic way in the control of metabolism, a recent study selectively deleted Trkb in the PVH of female and male mice and showed opposed results regarding the control of food intake: suppression in males and increase in females (An et al. 2015 ). This phenotype was reproduced using a different approach with chemogenetic modulation of TrkB activity. Additionally, the specific activation of BDNF‐expressing PVH neurons using chemogenetic approaches rapidly decreased normal nocturnal feeding and fasting‐induced feeding in male and female mice. At thermoneutral temperatures, acute activation also rapidly increased adaptive thermogenesis, increased core body temperature, increased locomotion, increased energy expenditure, and decreased respiratory exchange ratio in male and female mice. Taken together, these results provide strong experimental evidence supporting the role of hypothalamic BDNF in the sex‐specific aspects of metabolic regulation (Wu and Xu 2022 ). 5 Hypothalamic BDNF and the Control of Reproduction The function of hypothalamic BDNF on sexual dimorphism is not restricted to metabolism but also to the control of reproduction. TrkB is present in key neurons that express gonadotrophin‐releasing hormone (GnRH), indicating that BDNF is essential for both the development and function of the GnRH secretory system during the mice embryonic period (An et al. 2015 ). In addition, we have recently shown that Bdnf is expressed in the arcuate nucleus Kiss1 neurons in a sex and temporal‐dependent way, which may impact differently the development of hypothalamic neurocircuits that regulate reproduction in females and males (Zanesco et al. 2024 ). The actions of BDNF in reproduction extend to the regulation of oogenesis, follicle recruitment, germ cell survival, and nuclear and cytoplasmic maturation, suggesting that BDNF–TrkB signaling is important in embryo development, implantation survival, and placental function (Chow et al. 2020 ). Moreover, in women, differences in blood levels of BDNF are related to reproductive disorders, such as endometriosis, PCOS, functional hypothalamic amenorrhea, and early ovarian syndrome (Russo et al. 2012 ). As previously mentioned, the blood levels of BDNF are influenced by estradiol fluctuation during the menstrual cycle; in addition, BDNF levels also follow a circadian rhythm declining over the course of the day and inversely correlate with plasma cortisol levels (Pluchino et al. 2009 ). There is greater evidence of BDNF–TrkB functions in the female reproductive tract as compared to the male. In the ovary, BDNF and TrkB are expressed in mesenchymal cells before follicle assembly as well as in granulosa cells, thecal cells, and oocytes. In the ovarian follicles, BDNF, acting through TrkB, supports early follicle development. In addition, BDNF contributes to the cytoplasmic and nuclear maturation of the oocyte. We have recently shown that the depletion of BDNF in Kiss1 neurons is responsible for promoting follicle apoptosis, increasing the number of atretic follicles in the ovary of fertile females, indicating the importance of BDNF produced by Kiss1 neurons in the survival and maintenance of the follicles (Zanesco et al. 2024 ). Both BDNF and TrkB are present in human and rodent testis; however, little is known about their functions in the male reproductive system. Interestingly, BDNF is expressed during the embryonic period and the beginning of life in rat Sertoli cells, which indicates that BDNF may induce the progression of testicular development. In adult human testis and adult mice testis, BDNF mRNA is expressed in Sertoli and Leydig cells. In concert, BDNF mRNA and protein are present in mature ejaculated human spermatozoa from fertile and infertile men (Zheng et al. 2011 ). Thus, the characterization of BDNF expression and function in the reproductive tract is still an incipient field of research, and further studies are needed. 6 Limitations of the Studies in This Field We have identified some limitations in the original studies published in this field, and by listing them, we hope to provide guidance for studies performed in the future: Most studies evaluated males, only; Most studies evaluated cell‐nonspecific actions of BDNF and TrkB in the hypothalamus; Very little has been performed regarding the actions of hypothalamic BDNF in the control of reproduction. 7 Conclusions BDNF has emerged as an important player in the regulation of sexual dimorphic functions related to metabolism and reproduction. The fine characterization of its roles in these functions could expand the understanding of how metabolism and reproduction are integrated; how genetic factors could affect the pathophysiology of metabolic conditions that have different presentations in females and males; and how we could advance in the development of therapeutic interventions for metabolic diseases that are tailored taking into account sexual differences. Author Contributions Ariane M. Zanesco: conceptualization, writing – original draft, writing – review and editing. Licio A. Velloso: conceptualization, funding acquisition, writing – original draft, writing – review and editing, validation, visualization, supervision. Consent Informed consent was achieved for all subjects, and the experiments were approved by the local ethics committee. Conflicts of Interest The authors declare no conflicts of interest. Peer Review The peer review history for this article is available at https://www.webofscience.com/api/gateway/wos/peer‐review/10.1111/jnc.70245 . Acknowledgements Ariane M. Zanesco and Licio A. Velloso are supported by grants from Sao Paulo Research Foundation (2021/07288‐6 and 2013/07607‐8). The Article Processing Charge for the publication of this research was funded by the Coordenação de Aperfeiçoamento de Pessoal de Nível Superior ‐ Brasil (CAPES) (ROR identifier: 00x0ma614). Data Availability Statement The authors have nothing to report. References Acosta , A. , M. Camilleri , B. Abu Dayyeh , et al. 2021 . “ Selection of Antiobesity Medications Based on Phenotypes Enhances Weight Loss: A Pragmatic Trial in an Obesity Clinic .” Obesity 29 : 662 – 671 . 33759389 Al‐Safi , Z. A. , H. Liu , N. E. Carlson , et al. 2015 . “ Estradiol Priming Improves Gonadotrope Sensitivity and Pro‐Inflammatory Cytokines in Obese Women .” Journal of Clinical Endocrinology and Metabolism 100 : 4372 – 4381 . 26425884 An , J. J. , G.‐Y. Liao , C. E. Kinney , N. Sahibzada , and B. Xu . 2015 . “ Discrete BDNF Neurons in the Paraventricular Hypothalamus Control Feeding and Energy Expenditure .” Cell Metabolism 22 : 175 – 188 . 26073495 Apfel , S. C. 1999 . “ Neurotrophic Factors and Diabetic Peripheral Neuropathy .” European Neurology 41 , no. Suppl 1 : 27 – 34 . 10023126 Begliuomini , S. , E. Casarosa , N. Pluchino , et al. 2007 . “ Influence of Endogenous and Exogenous Sex Hormones on Plasma Brain‐Derived Neurotrophic Factor .” Human Reproduction 22 : 995 – 1002 . 17251358 Bi , C. , Y. Fu , Z. Zhang , and B. Li . 2020 . “ Prostaglandin E2 Confers Protection Against Diabetic Coronary Atherosclerosis by Stimulating M2 Macrophage Polarization via the Activation of the CREB/BDNF/TrkB Signaling Pathway .” FASEB Journal 34 : 7360 – 7371 . 32350920 Blurton‐Jones , M. , P. N. Kuan , and M. H. Tuszynski . 2004 . “ Anatomical Evidence for Transsynaptic Influences of Estrogen on Brain‐Derived Neurotrophic Factor Expression .” Journal of Comparative Neurology 468 : 347 – 360 . 14681930 Byerly , M. S. , R. D. Swanson , G. W. Wong , and S. Blackshaw . 2013 . “ Stage‐Specific Inhibition of TrkB Activity Leads to Long‐Lasting and Sexually Dimorphic Effects on Body Weight and Hypothalamic Gene Expression .” PLoS One 8 : e80781 . 24312242 Camacho , E. M. , I. T. Huhtaniemi , T. W. O'Neill , et al. 2013 . “ Age‐Associated Changes in Hypothalamic–Pituitary–Testicular Function in Middle‐Aged and Older Men Are Modified by Weight Change and Lifestyle Factors: Longitudinal Results From the European Male Ageing Study .” European Journal of Endocrinology 168 : 445 – 455 . 23425925 Carlsson , L. M. S. , I. Arnetorp , J. C. Andersson‐Assarsson , et al. 2025 . “ Health Outcomes and Their Association With Weight Regain After Substantial Weight Loss in Sweden: A Prospective Cohort Study .” Lancet Reg Health Eur 52 : 101261 . 40166366 Cavadas , C. , C. A. Aveleira , G. F. P. Souza , and L. A. Velloso . 2016 . “ The Pathophysiology of Defective Proteostasis in the Hypothalamus ‐ From Obesity to Ageing .” Nature Reviews. Endocrinology 12 : 723 – 733 . Chow , R. , J. M. Wessels , and W. G. Foster . 2020 . “ Brain‐Derived Neurotrophic Factor (BDNF) Expression and Function in the Mammalian Reproductive Tract .” Human Reproduction Update 26 : 545 – 564 . 32378708 Cooper , A. J. , S. R. Gupta , A. F. Moustafa , and A. M. Chao . 2021 . “ Sex/Gender Differences in Obesity Prevalence, Comorbidities, and Treatment .” Current Obesity Reports 10 : 458 – 466 . 34599745 Dedek , A. , J. Xu , L.‐É. Lorenzo , et al. 2022 . “ Sexual Dimorphism in a Neuronal Mechanism of Spinal Hyperexcitability Across Rodent and Human Models of Pathological Pain .” Brain 145 : 1124 – 1138 . 35323848 Donato , J. , J. C. Cavalcante , R. J. Silva , A. S. Teixeira , J. C. Bittencourt , and C. F. Elias . 2010 . “ Male and Female Odors Induce Fos Expression in Chemically Defined Neuronal Population .” Physiology & Behavior 99 : 67 – 77 . 19857504 Eng , P. C. , M. Phylactou , A. Qayum , et al. 2024 . “ Obesity‐Related Hypogonadism in Women .” Endocrine Reviews 45 : 171 – 189 . 37559411 Feetham , C. H. , V. Collabolletta , A. A. Worth , et al. 2024 . “ Brainstem BDNF Neurons Are Downstream of GFRAL/GLP1R Signalling .” Nature Communications 15 : 10749 . Ferreira , S. R. G. , Y. Macotela , L. A. Velloso , and M. A. Mori . 2024 . “ Determinants of Obesity in Latin America .” Nature Metabolism 6 : 409 – 432 . Friedel , S. , F. F. Horro , A. K. Wermter , et al. 2005 . “ Mutation Screen of the Brain Derived Neurotrophic Factor Gene (BDNF): Identification of Several Genetic Variants and Association Studies in Patients With Obesity, Eating Disorders, and Attention‐Deficit/Hyperactivity Disorder .” American Journal of Medical Genetics. Part B, Neuropsychiatric Genetics 132B : 96 – 99 . Fu , L. , V. Doreswamy , and R. Prakash . 2014 . “ The Biochemical Pathways of Central Nervous System Neural Degeneration in Niacin Deficiency .” Neural Regeneration Research 9 : 1509 – 1513 . 25317166 Glud , M. , T. Christiansen , L. H. Larsen , B. Richelsen , and J. M. Bruun . 2019 . “ Changes in Circulating BDNF in Relation to Sex, Diet, and Exercise: A 12‐Week Randomized Controlled Study in Overweight and Obese Participants .” Journal of Obesity 2019 : 4537274 . 31781387 Haddad‐Tóvolli , R. , N. R. V. Dragano , A. F. S. Ramalho , and L. A. Velloso . 2017 . “ Development and Function of the Blood‐Brain Barrier in the Context of Metabolic Control .” Frontiers in Neuroscience 11 : 224 . 28484368 Han , X. , Y. Luo , X. Zhang , et al. 2013 . “ Rs4074134 Near BDNF Gene Is Associated With Type 2 Diabetes Mellitus in Chinese Han Population Independently of Body Mass Index .” PLoS One 8 : e56898 . 23431394 Hocking , S. , and P. Sumithran . 2023 . “ Individualised Prescription of Medications for Treatment of Obesity in Adults .” Reviews in Endocrine & Metabolic Disorders 24 : 951 – 960 . 37202547 Hofer , M. M. , and Y.‐A. Barde . 1988 . “ Brain‐Derived Neurotrophic Factor Prevents Neuronal Death In Vivo .” Nature 331 : 261 – 262 . 3336438 Hopkins , M. , and J. E. Blundell . 2016 . “ Energy Balance, Body Composition, Sedentariness and Appetite Regulation: Pathways to Obesity .” Clinical Science (London, England) 130 : 1615 – 1628 . Howells , D. W. , M. J. Porritt , J. Y. F. Wong , et al. 2000 . “ Reduced BDNF mRNA Expression in the Parkinson's Disease Substantia Nigra .” Experimental Neurology 166 : 127 – 135 . 11031089 Hudson , J. , M. Cruickshank , R. Quinton , et al. 2023 . “ Symptomatic Benefits of Testosterone Treatment in Patient Subgroups: A Systematic Review, Individual Participant Data Meta‐Analysis, and Aggregate Data Meta‐Analysis .” Lancet Healthy Longev 4 : e561 – e572 . 37804846 Jones , K. R. , and L. F. Reichardt . 1990 . “ Molecular Cloning of a Human Gene That Is a Member of the Nerve Growth Factor Family .” Proceedings of the National Academy of Sciences of the United States of America 87 : 8060 – 8064 . 2236018 Kachmar , M. , F. Corpodean , I. Popiv , et al. 2025 . “ Multi‐Modal Neo‐Adjuvant Anti‐Obesity Medications May Be More Effective Than Medically Supervised Weight Loss or GLP‐1 Therapy Alone in Preparing BMI ≥70 Patients for Metabolic Surgery .” International Journal of Obesity 49 , no. 8 : 1516 – 1522 . 40456879 Kautzky‐Willer , A. , M. Leutner , and J. Harreiter . 2023 . “ Sex Differences in Type 2 Diabetes .” Diabetologia 66 : 986 – 1002 . 36897358 Kernie , S. G. , D. J. Liebl , and L. F. Parada . 2000 . “ BDNF Regulates Eating Behavior and Locomotor Activity in Mice .” EMBO Journal 19 : 1290 – 1300 . 10716929 Klöcker , N. , P. Kermer , J. H. Weishaupt , M. Labes , R. Ankerhold , and M. Bähr . 2000 . “ Brain‐Derived Neurotrophic Factor‐Mediated Neuroprotection of Adult Rat Retinal Ganglion Cells In Vivo Does Not Exclusively Depend on Phosphatidyl‐Inositol‐3′‐Kinase/Protein Kinase B Signaling .” Journal of Neuroscience 20 : 6962 – 6967 . 10995840 Kosse , C. , J. Ivanov , Z. Knight , K. Pellegrino , and J. Friedman . 2024 . “ A Subcortical Feeding Circuit Linking an Interoceptive Node to Jaw Movement .” Nature 636 : 151 – 161 . 39443799 LeBlanc , E. S. , C. D. Patnode , E. M. Webber , N. Redmond , M. Rushkin , and E. A. O'Connor . 2018 . “ Behavioral and Pharmacotherapy Weight Loss Interventions to Prevent Obesity‐Related Morbidity and Mortality in Adults: Updated Evidence Report and Systematic Review for the US Preventive Services Task Force .” JAMA 320 : 1172 – 1191 . 30326501 Lin , Y. , G. J. Ter Horst , R. Wichmann , et al. 2009 . “ Sex Differences in the Effects of Acute and Chronic Stress and Recovery After Long‐Term Stress on Stress‐Related Brain Regions of Rats .” Cerebral Cortex 19 : 1978 – 1989 . 19073626 Lionetti , V. , and F. A. Recchia . 2024 . “ Sexual Dimorphism of Psychological Stress‐Induced Susceptibility to Ischemic Heart Disease: Is the King Naked? ” American Journal of Physiology. Heart and Circulatory Physiology 327 : H1119 – H1121 . 39302709 Liu , X. , Z. Zhu , M. Kalyani , J. M. Janik , and H. Shi . 2014 . “ Effects of Energy Status and Diet on Bdnf Expression in the Ventromedial Hypothalamus of Male and Female Rats .” Physiology & Behavior 130 : 99 – 107 . 24709620 Lommatzsch , M. , D. Zingler , K. Schuhbaeck , et al. 2005 . “ The Impact of Age, Weight and Gender on BDNF Levels in Human Platelets and Plasma .” Neurobiology of Aging 26 : 115 – 123 . 15585351 McDonald , N. Q. , and W. A. Hendrickson . 1993 . “ A Structural Superfamily of Growth Factors Containing a Cystine Knot Motif .” Cell 73 : 421 – 424 . 8490958 Melgar‐Locatelli , S. , M. C. Mañas‐Padilla , A. L. Gavito , et al. 2024 . “ Sex‐Specific Variations in Spatial Reference Memory Acquisition: Insights From a Comprehensive Behavioral Test Battery in C57BL/6JRj Mice .” Behavioural Brain Research 459 : 114806 . 38086456 Ng , M. C. Y. , C. H. T. Tam , W. Y. So , et al. 2010 . “ Implication of Genetic Variants Near NEGR1, SEC16B, TMEM18, ETV5/DGKG, GNPDA2, LIN7C/BDNF, MTCH2, BCDIN3D/FAIM2, SH2B1, FTO, MC4R, and KCTD15 With Obesity and Type 2 Diabetes in 7705 Chinese .” Journal of Clinical Endocrinology and Metabolism 95 : 2418 – 2425 . 20215397 Norata , D. , F. Capone , F. Motolese , et al. 2025 . “ 1953–2023. Seventy Years of the Nerve Growth Factor: A Potential Novel Treatment in Neurological Diseases? ” Aging and Disease 16 : 2293 – 2314 . Ono , M. , J. Ichihara , T. Nonomura , et al. 1997 . “ Brain‐Derived Neurotrophic Factor Reduces Blood Glucose Level in Obese Diabetic Mice but Not in Normal Mice .” Biochemical and Biophysical Research Communications 238 : 633 – 637 . 9299565 Pagán , Y. L. , S. S. Srouji , Y. Jimenez , A. Emerson , S. Gill , and J. E. Hall . 2006 . “ Inverse Relationship Between Luteinizing Hormone and Body Mass Index in Polycystic Ovarian Syndrome: Investigation of Hypothalamic and Pituitary Contributions .” Journal of Clinical Endocrinology and Metabolism 91 : 1309 – 1316 . 16434454 Patterson , S. L. , T. Abel , T. A. Deuel , et al. 1996 . “ Recombinant BDNF Rescues Deficits in Basal Synaptic Transmission and Hippocampal LTP in BDNF Knockout Mice .” Neuron 16 : 1137 – 1145 . 8663990 Phillips , H. S. , J. M. Hains , M. Armanini , et al. 1991 . “ BDNF mRNA Is Decreased in the Hippocampus of Individuals With Alzheimer's Disease .” Neuron 7 : 695 – 702 . 1742020 Piché , M.‐E. , A. Tchernof , and J.‐P. Després . 2020 . “ Obesity Phenotypes, Diabetes, and Cardiovascular Diseases .” Circulation Research 126 : 1477 – 1500 . 32437302 Pillai , A. , D. Bruno , A. S. Sarreal , et al. 2012 . “ Plasma BDNF Levels Vary in Relation to Body Weight in Females .” PLoS One 7 : e39358 . 22768299 Pluchino , N. , A. Cubeddu , S. Begliuomini , et al. 2009 . “ Daily Variation of Brain‐Derived Neurotrophic Factor and Cortisol in Women With Normal Menstrual Cycles, Undergoing Oral Contraception and in Postmenopause .” Human Reproduction 24 : 2303 – 2309 . 19491202 Pratt , J. , E. Motanova , M. V. Narici , et al. 2025 . “ Plasma Brain‐Derived Neurotrophic Factor Concentrations Are Elevated in Community‐Dwelling Adults With Sarcopenia .” Age and Ageing 54 : afaf024 . 39957555 Raznahan , A. , R. Toro , P. Proitsi , et al. 2009 . “ A Functional Polymorphism of the Brain Derived Neurotrophic Factor Gene and Cortical Anatomy in Autism Spectrum Disorder .” Journal of Neurodevelopmental Disorders 1 : 215 – 223 . 21547716 Russo , N. , M. Russo , D. Daino , et al. 2012 . “ Polycystic Ovary Syndrome: Brain‐Derived Neurotrophic Factor (BDNF) Plasma and Follicular Fluid Levels .” Gynecological Endocrinology 28 : 241 – 244 . 22420627 Salama , M. , B. Balagopal , I. Fennoy , et al. 2023 . “ Childhood Obesity, Diabetes. And Cardiovascular Disease Risk .” Journal of Clinical Endocrinology and Metabolism 108 : 3051 – 3066 . 37319430 Sha , H. , J. Xu , J. Tang , et al. 2007 . “ Disruption of a Novel Regulatory Locus Results in Decreased Bdnf Expression, Obesity, and Type 2 Diabetes in Mice .” Physiological Genomics 31 : 252 – 263 . 17652166 Shim , J.‐S. 2025 . “ Ultra‐Processed Food Consumption and Obesity: A Narrative Review of Their Association and Potential Mechanisms .” J Obes Metab Syndr 34 : 27 – 40 . 39820152 Susanto , A. , J. Burk , S. Hocking , et al. 2022 . “ Differences in Weight Loss Outcomes for Males and Females on a Low‐Carbohydrate Diet: A Systematic Review .” Obesity Research & Clinical Practice 16 : 447 – 456 . 36244957 Tartaglia , L. A. , M. Dembski , X. Weng , et al. 1995 . “ Identification and Expression Cloning of a Leptin Receptor, OB‐R .” Cell 83 : 1263 – 1271 . 8548812 Unger , T. J. , G. A. Calderon , L. C. Bradley , et al. 2007 . “ Selective Deletion of Bdnf in the Ventromedial and Dorsomedial Hypothalamus of Adult Mice Results in Hyperphagic Behavior and Obesity .” Journal of Neuroscience 27 : 14265 – 14274 . 18160634 van Hulsteijn , L. T. , R. Pasquali , F. Casanueva , et al. 2020 . “ Prevalence of Endocrine Disorders in Obese Patients: Systematic Review and Meta‐Analysis .” European Journal of Endocrinology 182 : 11 – 21 . 31652416 Verma , S. , J. Butler , B. A. Borlaug , et al. 2024 . “ Efficacy of Semaglutide by Sex in Obesity‐Related Heart Failure With Preserved Ejection Fraction: STEP‐HFpEF Trials .” Journal of the American College of Cardiology 84 : 773 – 785 . 38913003 Wiegand , S. , U. Maikowski , O. Blankenstein , et al. 2004 . “ Type 2 Diabetes and Impaired Glucose Tolerance in European Children and Adolescents With Obesity–A Problem That Is No Longer Restricted to Minority Groups .” European Journal of Endocrinology 151 : 199 – 206 . 15296475 Wilding , J. P. H. , R. L. Batterham , M. Davies , et al. 2022 . “ Weight Regain and Cardiometabolic Effects After Withdrawal of Semaglutide: The STEP 1 Trial Extension .” Diabetes, Obesity & Metabolism 24 : 1553 – 1564 . Wu , S.‐W. , and B. Xu . 2022 . “ Rapid and Lasting Effects of Activating BDNF‐Expressing PVH Neurons on Energy Balance .” ENeuro 9 : ENEURO.0009‐22.2022 . Xu , B. , W. Gottschalk , A. Chow , et al. 2000 . “ The Role of Brain‐Derived Neurotrophic Factor Receptors in the Mature Hippocampus: Modulation of Long‐Term Potentiation Through a Presynaptic Mechanism Involving TrkB .” Journal of Neuroscience 20 : 6888 – 6897 . 10995833 Xu , B. , E. H. Goulding , K. Zang , et al. 2003 . “ Brain‐Derived Neurotrophic Factor Regulates Energy Balance Downstream of Melanocortin‐4 Receptor .” Nature Neuroscience 6 : 736 – 742 . 12796784 Yang , H. , J. J. An , C. Sun , et al. 2016 . “ Regulation of Energy Balance via BDNF Expressed in Nonparaventricular Hypothalamic Neurons .” Molecular Endocrinology 30 : 494 – 503 . 27003443 Yeo , G. S. H. , C.‐C. Connie Hung , J. Rochford , et al. 2004 . “ A de Novo Mutation Affecting Human TrkB Associated With Severe Obesity and Developmental Delay .” Nature Neuroscience 7 : 1187 – 1189 . 15494731 Ylli , D. , S. Sidhu , T. Parikh , et al. 2000 . “ Endocrine Changes in Obesity .” In Endotext , edited by K. R. Feingold , S. F. Ahmed , and B. Anawalt . MDText.com, Inc . Zanesco , A. M. , D. Cabral , J. Ferreira , et al. 2024 . “ 12502 Bdnf Production by Kiss1 Neurons Acts in a Sexually Dependent Way to Control Sexual Development and Energy Balance in Female and Male Mice .” Journal of the Endocrine Society 8 , no. Suppl 1 : bvae163.1146 . 10.1210/jendso/bvae163.1146 . Zhang , Y. , R. Proenca , M. Maffei , et al. 1994 . “ Positional Cloning of the Mouse Obese Gene and Its Human Homologue .” Nature 372 : 425 – 432 . 7984236 Zheng , L. , C. Li , Y. Sun , Z. Liu , and X. Zhou . 2011 . “ Expression of Brain‐Derived Neurotrophic Factor in Mature Spermatozoa From Fertile and Infertile Men .” Clinica Chimica Acta 412 , no. 1–2 : 44 – 47 . 10.1016/j.cca.2010.08.045 . Epub 2010 Sep 16. Zhu , Z. , X. Liu , S. P. D. Senthil Kumar , et al. 2013 . “ Central Expression and Anorectic Effect of Brain‐Derived Neurotrophic Factor Are Regulated by Circulating Estradiol Levels .” Hormones and Behavior 63 : 533 – 542 . 23376487 Zuccato , C. , A. Ciammola , D. Rigamonti , et al. 2001 . “ Loss of Huntingtin‐Mediated BDNF Gene Transcription in Huntington's Disease .” Science 293 : 493 – 498 . 11408619 Zuena , A. R. , J. Mairesse , P. Casolini , et al. 2008 . “ Prenatal Restraint Stress Generates Two Distinct Behavioral and Neurochemical Profiles in Male and Female Rats .” PLoS One 3 : e2170 . 18478112",
  "plain_text": "ABSTRACT For decades, most experimental studies were conducted using male rodents as models, and the results obtained in several distinct fields of medical and biological research were regarded as valid for both males and females. However, as evidence progressively challenged this concept by unveiling phenotypes that are regulated according to a pattern of sexual dimorphism, many studies were undertaken to identify the mechanisms driving sex‐specific characteristics. In this context, hypothalamic brain‐derived neurotrophic factor emerged as an important player regulating metabolism according to a sexual dimorphic pattern. Here, we performed a narrative review that puts together the main pieces of evidence showing how brain‐derived neurotrophic factor is involved in metabolic sexual dimorphism. The accumulated data in this field has uncovered important aspects of the physiological and pathological control of metabolic sex‐specific functions and has placed hypothalamic brain‐derived neurotrophic factor as a potential target for interventions aimed at mitigating metabolic abnormalities that affect differently females and males.\n\nBrain‐derived neurotrophic factor (BDNF) is expressed in the hypothalamus of both female and male mice (left‐hand side of the panel); however, it exerts distinct functions in either sex, explaining some sexually dimorphic phenotypes in mice and humans (right‐hand side of the panel)."
}
