{
    "PMC": "5763792",
    "DOI": "10.1100/tsw.2010.214",
    "PMID": "21103796",
    "PMCID": "PMC5763792",
    "title": "Two faces of protein kinase Cδ: the contrasting roles of PKCδ in cell survival and cell death.",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC5763792",
    "source": "MED",
    "abstract_text": "Protein kinase Cδ (PKCδ) is a member of the PKC family that plays a critical role in the regulation of various cellular processes, including cell proliferation, cell death, and tumor promotion. Since the identification that PKCδ is a substrate for caspase-3, there has been overwhelming literature that linked PKCδ with proapoptotic signaling. While PKCδ generally functions as a proapoptotic protein during DNA damage-induced apoptosis, it can act as an antiapoptotic protein during receptor-initiated cell death. PKCδ has also been implicated in tumor suppression as well as survival of several cancers. The function of PKC-delta depends on various factors, including its localization, tyrosine phosphorylation, and the presence of other pro- and antiapoptoic signaling molecules. This review discusses the current literature on the contrasting roles of PKCδ in cell survival and cell death.",
    "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5763792 21103796 673080 10.1100/tsw.2010.214 Review Article Two Faces of Protein Kinase Cδ: The Contrasting Roles of PKCδ in Cell Survival and Cell Death Basu Alakananda * Pal Deepanwita Department of Molecular Biology and Immunology, University of North Texas Health Science Center and Institute for Cancer Research, Fort Worth, TX, United States *Alakananda Basu: alakananda.basu@unthsc.edu Academic Editor: Martin Goette 2010 16 11 2010 10 2272 2284 16 7 2010 6 10 2010 25 10 2010 Copyright © 2010 Alakananda Basu and Deepanwita Pal. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Protein kinase Cδ (PKCδ) is a member of the PKC family that plays a critical role in the regulation of various cellular processes, including cell proliferation, cell death, and tumor promotion. Since the identification that PKCδ is a substrate for caspase-3, there has been overwhelming literature that linked PKCδ with proapoptotic signaling. While PKCδ generally functions as a proapoptotic protein during DNA damage-induced apoptosis, it can act as an antiapoptotic protein during receptor-initiated cell death. PKCδ has also been implicated in tumor suppression as well as survival of several cancers. The function of PKCδ depends on various factors, including its localization, tyrosine phosphorylation, and the presence of other pro- and antiapoptoic signaling molecules. This review discusses the current literature on the contrasting roles of PKCδ in cell survival and cell death. protein kinase C PKCδ apoptosis cell survival tumor suppression tumor promotion signal transduction p53 DNA damage–induced apoptosis receptor-mediated apoptosis National Cancer Institute CA071727",
    "full_text_abstract": "Protein kinase Cδ (PKCδ) is a member of the PKC family that plays a critical role in the regulation of various cellular processes, including cell proliferation, cell death, and tumor promotion. Since the identification that PKCδ is a substrate for caspase-3, there has been overwhelming literature that linked PKCδ with proapoptotic signaling. While PKCδ generally functions as a proapoptotic protein during DNA damage-induced apoptosis, it can act as an antiapoptotic protein during receptor-initiated cell death. PKCδ has also been implicated in tumor suppression as well as survival of several cancers. The function of PKCδ depends on various factors, including its localization, tyrosine phosphorylation, and the presence of other pro- and antiapoptoic signaling molecules. This review discusses the current literature on the contrasting roles of PKCδ in cell survival and cell death."
}