{
  "PMC": "2199204",
  "DOI": "10.1083/jcb.152.6.1135",
  "PMID": "11257115",
  "PMCID": "PMC2199204",
  "title": "Diacylglycerol kinase zeta regulates Ras activation by a novel mechanism.",
  "year": 2001,
  "source_url": "https://europepmc.org/article/PMC/PMC2199204",
  "source": "MED",
  "abstract_text": "Guanine nucleotide exchange factors (GEFs) activate Ras by facilitating its GTP binding. Ras guanyl nucleotide-releasing protein (GRP) was recently identified as a Ras GEF that has a diacylglycerol (DAG)-binding C1 domain. Its exchange factor activity is regulated by local availability of signaling DAG. DAG kinases (DGKs) metabolize DAG by converting it to phosphatidic acid. Because they can attenuate local accumulation of signaling DAG, DGKs may regulate RasGRP activity and, consequently, activation of Ras. DGK zeta, but not other DGKs, completely eliminated Ras activation induced by RasGRP, and DGK activity was required for this mechanism. DGK zeta also coimmunoprecipitated and colocalized with RasGRP, indicating that these proteins associate in a signaling complex. Coimmunoprecipitation of DGK zeta and RasGRP was enhanced in the presence of phorbol esters, which are DAG analogues that cannot be metabolized by DGKs, suggesting that DAG signaling can induce their interaction. Finally, overexpression of kinase-dead DGK zeta in Jurkat cells prolonged Ras activation after ligation of the T cell receptor. Thus, we have identified a novel way to regulate Ras activation: through DGK zeta, which controls local accumulation of DAG that would otherwise activate RasGRP.",
  "full_text": "J Cell Biol J. Cell Biol The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 2199204 0009024 11257115 Original Article Diacylglycerol Kinase ζ Regulates Ras Activation by a Novel Mechanism Topham Matthew K. a Prescott Stephen M. The Huntsman Cancer Institute, University of Utah, 2000 Circle of Hope, Salt Lake City, UT 84132. (801) 585-6345 (801) 585-3401 stephen.prescott@hci.utah.edu a a The Huntsman Cancer Institute and Department of Internal Medicine, University of Utah, Salt Lake City, Utah 84112 19 3 2001 152 6 1135 1144 6 9 2000 24 1 2001 25 1 2001 © 2001 The Rockefeller University Press 2001 The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Guanine nucleotide exchange factors (GEFs) activate Ras by facilitating its GTP binding. Ras guanyl nucleotide-releasing protein (GRP) was recently identified as a Ras GEF that has a diacylglycerol (DAG)-binding C1 domain. Its exchange factor activity is regulated by local availability of signaling DAG. DAG kinases (DGKs) metabolize DAG by converting it to phosphatidic acid. Because they can attenuate local accumulation of signaling DAG, DGKs may regulate RasGRP activity and, consequently, activation of Ras. DGKζ, but not other DGKs, completely eliminated Ras activation induced by RasGRP, and DGK activity was required for this mechanism. DGKζ also coimmunoprecipitated and colocalized with RasGRP, indicating that these proteins associate in a signaling complex. Coimmunoprecipitation of DGKζ and RasGRP was enhanced in the presence of phorbol esters, which are DAG analogues that cannot be metabolized by DGKs, suggesting that DAG signaling can induce their interaction. Finally, overexpression of kinase-dead DGKζ in Jurkat cells prolonged Ras activation after ligation of the T cell receptor. Thus, we have identified a novel way to regulate Ras activation: through DGKζ, which controls local accumulation of DAG that would otherwise activate RasGRP. diacylglycerols diacylglycerol kinase signal transduction H-Ras oncogenes RasGRP protein Introduction DAG is a lipid second messenger that transiently accumulates after activation of growth factor receptors and other receptors ( Bishop and Bell 1986 ). In these cases, for an appropriate cellular response, DAG signaling is necessary but must be short-lived since persistently high DAG levels induce malignant transformation. Experimentally, transformation caused by abnormally prolonged DAG signaling has been demonstrated by either overexpressing PLC isoforms ( Chang et al. 1997 ; Nebigil 1997 ) which generate DAG, or in studies using the phorbol esters, which are potent tumor promoters. Phorbol esters, like DAG, bind to DAG-responsive C1 domains ( Kazanietz et al. 1994 ) and since they are very slowly metabolized, they mimic a sustained DAG signal. Their transforming activity has been attributed most often to persistent activation of PKC isoforms, which clearly are involved ( Housey et al. 1988 ; Ron and Kazanietz 1999 ). However, PKCs are not the only proteins allosterically activated by DAG; several proteins, including Ras guanyl nucleotide-releasing protein (GRP), the chimaerins, Unc-13, and protein kinase D ( Hurley et al. 1997 ; Ron and Kazanietz 1999 ) have C1 domains and can bind and are activated by DAG or phorbol esters. RasGRP was identified as a guanine nucleotide exchange factor (GEF) that is specific for Ras ( Ebinu et al. 1998 ; Kawasaki et al. 1998 ; Tognon et al. 1998 ). DAG is necessary for its function; without its DAG-responsive C1 domain, RasGRP no longer activates Ras. This was demonstrated in two studies using either Rat2 or NIH 3T3 cells, where a C1 deletion mutant of RasGRP was not transforming, even in the presence of high concentrations of phorbol ester, whereas wild-type RasGRP induced morphologic transformation at much lower phorbol ester concentrations ( Ebinu et al. 1998 ; Tognon et al. 1998 ). This suggests that in some cases, RasGRP participates in cell transformation induced by phorbol esters or sustained DAG signaling. Thus, conditions inducing abnormally active RasGRP may contribute to tumor formation. Supporting this, Li et al. 1999 , using large scale insertional mutagenesis, recently identified RasGRP as a potential leukemia disease gene. It is important then that cells regulate the DAG that activates RasGRP. This must occur through precise, spatial metabolism of the signaling DAG. We considered this possibility and hypothesized that DGKs which convert DAG to phosphatidic acid (PA; Sakane and Kanoh 1997 ; Topham and Prescott 1999 ) serve as an “off” mechanism for RasGRP. We demonstrate here that DGK activity inhibits RasGRP. This regulation appears to be selective and spatially discrete: only one of six DGK isotypes, DGKζ, inhibited RasGRP. Consistent with this regulation occurring in a signaling complex, we observed that DGKζ associated with both RasGRP and H-Ras and that it colocalized with RasGRP in a glioblastoma cell line. Additionally, overexpression of a kinase-dead DGKζ prolonged Ras activation after ligation of the T cell receptor (TCR) in Jurkat cells, indicating that RasGRP is regulated by DGKζ in vivo. This regulation likely occurs through spatial metabolism of signaling DAG and may represent a general mechanism in which a DGK associates with a protein activated by DAG and regulates its activity through its DGK enzymatic function. Materials and Methods Expression Plasmids Wild-type, and V12- and A15-H-Ras in pEF-Myc were a gift from Dr. Andrew Thorburn (University of Utah). Human DGKs β, γ, and δ in pSRE were a gift from Dr. Fumio Sakane (Sapporo Medical University, Sapporo, Japan). Cloning of human DGKs ε, ζ2, and ι has been published previously ( Topham and Prescott 1999 ). Human lysosomal acid lipase/cholesterol ester hydrolase (HLAL), a DAG lipase, was cloned from a human endothelial cell library (a gift from Evan Sadler, Washington University, St. Louis, MO) and then subcloned into pCDNA1 (Invitrogen). A FLAG epitope tag was placed at the COOH terminus of full-length DGKζ by creating a unique EcoRI site (Quickchange mutagenesis kit; Stratagene) using the oligonucleotide (5′-GAGGACCAGGAGAATTCTGTGTAG-3′) and its complement. The FLAG tag was then inserted by digesting the cDNA with EcoRI and then ligating the annealed sense and antisense oligonucleotides encoding the FLAG epitope tag as described previously ( Topham et al. 1998 ). Progressive COOH-terminal deletions of DGKζ were generated by digesting the above plasmid with EcoRI and either BsaBI (amino acids 1–748), HindIII (amino acids 1–605), or XhoI (amino acids 1–467) and then a FLAG epitope tag was ligated as above. NH 2 -terminal hemagglutinin (HA) epitope tags were placed onto DGKs β, γ, δ, ε, ζ, and ι by cloning the full-length DGK into pHA-cytomegalovirus (CMV; CLONTECH Laboratories, Inc.). A plasmid encoding human RasGRP was constructed by combining two EST clones (EMBL/GenBank/DDBJ accession nos. Z41118 and AA283882) and a PCR product isolated from A172 cell cDNA using the oligonucleotides 5′-GATGCAGATGGAAACCTGTGTC-3′ and 5′-GTGGCTTTGAAGGTGTTAGTGG-3′. The clone was then ligated in frame into the XhoI-HindIII–digested pEGFP-C3 vector (CLONTECH Laboratories, Inc.) or pHA-CMV (CLONTECH Laboratories, Inc.) digested with NotI. A second HA epitope tag was subsequently ligated into the pHA-CMV construct using oligonucleotides as described above. The C1 domain of RasGRP was removed by digesting green fluorescent protein (GFP)-RasGRP with XcmI and then religating the cDNA, or a point mutation (C506G) was created in its C1 domain using site-directed mutagenesis (Stratagene) with the oligonucleotide 5′-GAAGCCCACTTTT G GTGACAACTGTGC-3′ and its complement. Cell Lines and Transfection A172, Cos-7, and HEK293 cells were cultured and transfected as described ( Bunting et al. 1996 ; Topham et al. 1998 ). Jurkat cells were purchased from the American Type Culture Collection and cultured according to their instructions. Jurkat cells (10 7 ) were transfected by electroporation with 2 μg myc-Ras and 10 μg GFP or kinase-dead DGKζ using a Gene Pulser (Bio-Rad Laboratories) at 220 V and a capacitance of 960 microfarads in Opti-MEM (Life Technologies). After 20 min of recovery, the cells were transferred to 10 ml growth medium and then assayed at 48 h. Antibodies and Immunofluorescence Two peptides (EEFQELVKAKGEELHC and CGVSPKPDPKTISKHVQ) corresponding to human RasGRP were synthesized, conjugated to keyhole limpet hemocyanin, and injected into rabbits. The antibodies were purified from serum using their affinity peptides. Their specificity was verified by Western blotting extracts from cells transfected with HA-RasGRP. Affinity-purified anti-RasGRP (EEFQ) or affinity-purified anti-DGKζ ( Topham et al. 1998 ) was directly conjugated with Oregon green 514 (anti-RasGRP) or Texas red X (anti-DGKζ) using protein labeling kits (Molecular Probes). Indirect immunofluorescent staining of A172 cells was performed as described previously ( Topham et al. 1998 ), using either anti-DGKζ (1:100) or anti-RasGRP (EEFQ, 1:200). To stain actin, Texas red phalloidin (1:200; Molecular Probes) was added with the secondary antibody. To verify the specificity of immunostaining, two volumes of an affinity peptide (1 mg/ml) were preincubated with one volume of the antibodies (0.7–1.0 mg/ml) for >1 h on ice before immunostaining. For direct immunofluorescence to simultaneously detect both RasGRP and DGKζ, the same protocol was used, except that the directly conjugated antibodies, each diluted at 1:50, were combined and incubation of the secondary antibody and phalloidin was omitted. Immunoprecipitation DGKζ-FLAG, V12- or A15-H-Ras, HA-RasGRP, or control plasmids were transfected into HEK293 or Cos-7 cells (500 ng each construct). 48 h later, cells were harvested in IP buffer (50 mM Hepes, pH 7.4, 150 mM NaCl, 5 mM MgCl 2 , 1% NP-40, 1 mM DTT, 1 mM PMSF, 0.5 mM sodium orthovanadate, and 10 mg/ml each leupeptin, pepstatin, aprotinin, and soybean trypsin inhibitor), allowed to lyse for 10 min, and then centrifuged to remove debris. To immunoprecipitate DGKζ, 25 μl monoclonal anti-FLAG M2 (Sigma-Aldrich) or normal mouse IgG (Santa Cruz Biotechnology, Inc.) coupled to agarose beads were added to the supernatants. After incubating for 2 h (4°C), the beads were washed with TBSTM (50 mM Tris, pH 7.5, 250 mM NaCl, 0.1% Tween 20, and 5 mM MgCl 2 ) once, IP wash (50 mM Hepes, pH 7.5, 100 mM NaCl, 0.1% Triton X-100, 10% glycerol, 5 mM MgCl 2 , and 20 mM NaF) three times, and 5 mM MgCl 2 in H 2 O once. The beads were then used for SDS-PAGE. Anti-Ras (C-20; Santa Cruz Biotechnology, Inc.) was used to immunoblot for H-Ras; anti-RasGRP (EEFQ or CGVS) or anti-HA (CLONTECH Laboratories, Inc.) was used to detect RasGRP; and DGKζ was detected with an antibody described previously ( Bunting et al. 1996 ). To immunoprecipitate HA-RasGRP from transfected cells, the cell lysates were precleared with agarose-coupled protein G (30 μl; Pierce Chemical Co.) and then monoclonal anti-HA (F-7, 10 μl; Santa Cruz Biotechnology, Inc.) was added to the supernatants. After 1 h (4°C), 20 μl protein G was added followed by a 1-h incubation (4°C). The agarose beads were washed twice with Mg 2+ -containing lysis buffer ( Taylor and Shalloway 1996 ), twice with IP wash, and then used for SDS-PAGE. To immunoprecipitate endogenous RasGRP from A172 cells, anti-RasGRP (10 μl of either EEFQ or CGVS, 1.0 mg/ml) preincubated with affinity peptide or control peptide, as described in the immunostaining protocol, was added to precleared A172 lysates and incubated overnight at 4°C. Protein A/G–agarose (25 μl; Santa Cruz Biotechnology, Inc.) was then added for 1 h at 4°C. The complex was washed with IP wash three times and then used for DGK assays or Western blotting as described ( Topham et al. 1998 ). Elk-1 Luciferase Assay PKC inhibitors were from Calbiochem. Elk-1 activity was determined using the Elk-1 luciferase reporter system (Stratagene) according to the manufacturer's instructions with two modifications. First, HA-DGK or human lysosomal acid lipase/cholesterol ester hydrolase (HLAL) (75–150 ng), GFP-RasGRP (150 ng), V12-Ras (50 ng), MEK1 (50 ng), Raf:ER (400 ng), or β-galactosidase (200 ng) cDNA constructs or control vectors were added to experimental points. Second, the HEK293 cells were maintained in medium with 0.5% serum throughout the experiment. Luciferase activity (Promega) was normalized to β-galactosidase activity (Tropix). Similar results were obtained when luciferase activity was normalized to total protein in the lysates. DGK activity levels and total DAG and lipid phosphate were also determined in appropriate lysates as described previously ( Bunting et al. 1996 ; Topham et al. 1998 ), except that the reactions contained 2 mM CaCl 2 and 1-stearoyl-2-arachidonoyl DAG was used as the substrate. Affinity Precipitation of GTP-Ras from Cell Homogenates To measure changes in GTP-Ras induced by a DGK in HEK293 cells, the cells were transfected with GFP or GFP-RasGRP (300 ng), myc-Ras (100 ng), and the DGK or a control protein (800 ng) as described ( Topham et al. 1998 ). 48 h later, the cells were rapidly harvested and assayed for GTP-Ras as described ( Taylor and Shalloway 1996 ). H-Ras was detected in the pellets and lysates after SDS-PAGE using an antibody specific for H-Ras or the myc tag (C-20 or 9E10; Santa Cruz Biotechnology, Inc.). GFP-RasGRP was detected with monoclonal anti-GFP (CLONTECH Laboratories, Inc.) and anti-HA (F-7; Santa Cruz Biotechnology, Inc.) was used to immunoblot the DGKs. To measure changes in GTP-Ras induced by kinase-dead DGKζ in Jurkat cells, the cells were transfected as described above and then, after addition of anti-CD3 (5 μg/ml, Diatek clone CRIS-7), GTP-Ras was detected as described previously ( Taylor and Shalloway 1996 ). Results DGKζ and RasGRP Physically Associate in the Cell We showed previously that DGKζ could regulate cell proliferation by reducing DAG accumulation in the nucleus ( Topham et al. 1998 ). Since generation of DAG at the plasma membrane also signals proliferation, and the majority of DGKζ is found outside of the nucleus ( Topham et al. 1998 ), we asked if DGKζ could also regulate growth-promoting DAG signals at the plasma membrane. One way that cells maintain the fidelity of signaling cascades is to organize appropriate signaling proteins into a complex. Such associations allow the activation of necessary effector molecules, while segregating them to avoid “cross-talk” between signaling pathways ( Pawson and Scott 1997 ; Zuker and Ranganathan 1999 ). Since RasGRP requires DAG for its function, we considered the possibility that DGKζ associates with RasGRP and regulates its activity by locally metabolizing DAG. To determine whether DGKζ and RasGRP could associate with the same signaling complex, we cotransfected HEK293 cells with cDNA constructs, encoding DGKζ with a FLAG epitope tag at its COOH terminus (DGKζ-FLAG) and RasGRP with an NH 2 -terminal HA epitope tag (HA-RasGRP). We immunoprecipitated DGKζ using anti-FLAG and detected RasGRP by immunoblotting. In these experiments, RasGRP coprecipitated with DGKζ and their association was robust: >20% of HA-RasGRP coprecipitated ( Fig. 1 a). Alternatively, when we immunoprecipated RasGRP, DGKζ coprecipitated (not shown). These experiments indicated that the two proteins associated with the same signaling complex. In additional experiments we could not detect an interaction between DGKζ and two other Ras GEFs, Sos1 and RasGRF1, indicating that its association with RasGRP was selective (not shown). By examining mutants of DGKζ, we mapped a region near the COOH terminus of the catalytic domain that substantially reduced coprecipitation ( Fig. 1 b), indicating that a motif in or near this region was necessary for DGKζ to interact with the signaling complex. To assess whether endogenous RasGRP and DGKζ associate with the same signaling complex, we used A172 cells, a glioblastoma cell line that we have shown to express DGKζ ( Topham et al. 1998 ). We determined by Western blotting that they also express RasGRP ( Fig. 1 c) and then asked whether DGKζ coimmunoprecipitated with RasGRP. We found that RasGRP immunoprecipitates had two times (±0.8; n = 3) more DGK activity than control immunoprecipitates where the antibody was preincubated with its affinity peptide. Using another anti-RasGRP antibody for the immunoprecipitation, we similarly found 2.2 times (±1.7; n = 4) more DGK activity in the precipitates compared with control. These data suggested that endogenous RasGRP and DGKζ interacted with the same signaling complex in A172 cells. To determine if the presence of DAG regulated their interaction, we compared DGK activity in RasGRP immunoprecipitates from control A172 cells to cells treated with a phorbol ester, phorbol 12-myristate 13-acetate (PMA). We found in these experiments that compared with untreated cells, PMA almost doubled the amount of associated DGK activity (1.9 ± 0.7; n = 3; Fig. 1 c). PMA did not enhance RasGRP precipitation ( Fig. 1 c), indicating that it increased its association with DGKζ. Supporting this, we found by Western blotting that PMA treatment significantly enhanced coprecipitation of DGKζ ( Fig. 1 d). These data demonstrate that endogenous DGKζ and RasGRP interact and that their association is likely augmented in the presence of DAG. DGKζ and RasGRP Colocalize As an independent test to determine if RasGRP and DGKζ may interact in vivo, we assessed whether the endogenous proteins colocalized in A172 cells. Consistent with our previous observations, we found by indirect immunofluorescence and confocal microscopy that a fraction of DGKζ was in the nucleus of the cells (not shown). We also observed marked localization of DGKζ at the periphery of cell extensions, regions that also costained strongly for actin ( Fig. 2 a). We found that the distribution of RasGRP peripherally in actin-rich regions was very similar to that of DGKζ ( Fig. 2 a). This suggested that the two proteins colocalized. Since both the anti-DGKζ and anti-RasGRP antibodies were produced in rabbits, it was difficult to assess colocalization of the two proteins using indirect immunofluorescence. To allow simultaneous detection of both proteins, we cotransfected Cos-7 cells with GFP-RasGRP and DGKζ and then immunostained the cells to assess localization of the overexpressed proteins. To augment cell spreading, we allowed them to spread on a surface coated with fibronectin and then immunostained for DGKζ. When overexpressed, both proteins distributed throughout the cytoplasm and nucleus. But, consistent with the A172 cell immunostaining, both proteins also localized at the leading edge of spreading cells ( Fig. 2 b). As overexpression of proteins can lead to aberrant localization, we directly labeled the two antibodies with separate fluorophores, which allowed simultaneous detection of endogenous DGKζ and RasGRP in A172 cells. Using confocal microscopy, we observed that DGKζ and RasGRP extensively colocalized, most dramatically at cell extensions peripherally and at the leading edge of migrating cells ( Fig. 2 c). These results, coupled with our immunoprecipitation data, strongly indicated that DGKζ and RasGRP associate with the same signaling complex in vivo. DGKζ Binds Selectively to A15-H-Ras Ras GEFs promote the release of GDP from Ras and facilitate GTP binding. Inactive, mutant Ras proteins, like A15-Ras are thought to exert dominant negative effects because they have a high affinity for Ras GEFs and sequester them from endogenous Ras proteins ( Feig 1999 ). Consistent with this, we found that RasGRP coprecipitated with A15-Ras, so we hypothesized that DGKζ would also associate with A15-Ras. To test this, we cotransfected HEK293 cells with DGKζ-FLAG and A15-Ras and then immunoprecipitated DGKζ. We found that A15-Ras coprecipitated with DGKζ and that the interaction was robust: >20% of the total A15-Ras coprecipitated ( Fig. 3 a). We also observed the converse: immunoprecipitates of A15-Ras had DGKζ activity (not shown). Further, when all three proteins, A15-Ras, RasGRP, and DGKζ, were included in the transfection, both RasGRP and A15-Ras coprecipitated with DGKζ (not shown), indicating that they associated with the same signaling complex. V12-Ras is a constitutively active mutant that, unlike A15-Ras, has a very low affinity for Ras GEFs ( Feig 1999 ). We tested its affinity for DGKζ and found that, compared with A15-Ras, it had a very low affinity for DGKζ, even though cell lysates had substantially more V12-Ras ( Fig. 3 b). These results indicated that DGKζ preferred to associate with signaling complexes containing inactive Ras. To test whether there is direct binding between H-Ras and DGKζ, we incubated recombinant proteins in vitro and found that DGKζ coprecipitated both GDP- and GTP-bound H-Ras with equal efficiency (not shown). DGKζ's indifference in vitro for GTP-Ras versus GDP-Ras, but preference in vivo for A15-Ras, seemed contradictory. To further probe this issue, we tested the in vivo affinity of DGKζ for wild-type H-Ras, which predominantly binds GDP ( Malumbres and Pellicer 1998 ; Vojtek and Der 1998 ). We found by coimmunoprecipitation that DGKζ's affinity for wild-type H-Ras was similar to its affinity for V12-Ras and much less than that for A15-Ras (not shown). Its preferential association with mutant, inactive H-Ras proteins, which sequester Ras GEFs, suggests that DGKζ does not distinguish between GTP- or GDP-Ras in vivo, but instead prefers to associate with signaling complexes enriched in Ras GEFs. Consistent with this, the in vitro binding affinity between recombinant DGKζ and H-Ras was much less than the affinity in vivo between DGKζ and A15-Ras. So, although DGKζ appears to physically, but weakly, bind H-Ras, it prefers to associate with the signaling complex, probably by binding to other proteins in the complex. DGKζ Regulates RasGRP Activity RasGRP has a DAG-responsive C1 domain that is necessary for its transforming activity ( Ebinu et al. 1998 ; Tognon et al. 1998 ). We reasoned that DGKζ associated with a signaling complex containing H-Ras and RasGRP to regulate the local DAG concentration and thus control Ras activity by regulating RasGRP. We first verified that RasGRP required its C1 domain for activity. Using an Elk-1 luciferase reporter ( Kawasaki et al. 1998 ), we found that deleting this C1 domain, or mutating a crucial cysteine within it, rendered RasGRP inactive (not shown), indicating that this motif was required for its activity. To test whether DGKζ could regulate RasGRP, we cotransfected H-Ras with a myc epitope tag (myc-Ras) along with RasGRP and wild-type DGKζ or mutant, kinase-dead DGKζ into HEK293 cells and then measured GTP-Ras by affinity precipitation ( Taylor and Shalloway 1996 ). In these experiments, we found that expression of DGKζ significantly attenuated Ras activation induced by RasGRP ( Fig. 4 a). DGK activity was required for the inhibition: the kinase-dead DGKζ (ΔATP, G355D; Topham et al. 1998 ) affected Ras activation minimally ( Fig. 4 a), even though its protein expression level was similar to wild-type DGKζ and it still coprecipitated RasGRP with equal efficiency (not shown). Regulation of RasGRP by DGKζ Is Spatially Discrete The regulation of RasGRP by DGKζ is compatible with their patterns of tissue expression: both RasGRP and DGKζ mRNA are highly expressed in brain and hematopoietic organs. However, DGK isotypes exhibit significant overlap in their expression patterns. In fact, one cell will often express two or three different DGK isotypes, often from different DGK subfamilies ( Topham and Prescott 1999 ). This suggests that like the PKCs and other large families of signaling enzymes, DGK isotypes have distinct cellular functions. We wondered whether inhibition of RasGRP by DGKζ was due to wholesale metabolism of DAG or if it resulted from selective inhibition by DGKζ and not other DGKs. We tested six different DGK isotypes (β, γ, δ, ε, ζ, and ι) for inhibition by cotransfecting them with myc-Ras and RasGRP; we then used affinity precipitation to detect GTP-Ras. Each of the DGKs had an NH 2 -terminal HA epitope tag, so their protein expression levels were directly comparable by Western blotting. Although most of the isotypes have significantly higher expression than DGKζ, only DGKζ significantly attenuated RasGRP activity ( Fig. 4 b). Comparing in vivo DGK activity is not possible, and it is not clear whether in vitro DGK activity assays accurately reflect in vivo activity. But, using an in vitro assay system incorporating ideal conditions for most of the tested DGK isotypes, we found that activity levels roughly correlated with their protein expression levels in several experiments (not shown). In fact, DGKε often had four to five times more in vitro activity and protein expression than DGKζ, but consistently increased RasGRP activity. Further, a DAG lipase (human lysosomal acid lipase), which metabolizes DAG by a different mechanism, did not significantly inhibit RasGRP activity (not shown). These results indicate that the inhibition of RasGRP could not be reproduced by globally manipulating cellular DAG levels and that the inhibition by DGKζ must be spatially discrete. The DGKζ gene has two splice variants ( Ding et al. 1997 ). The one we tested is the more common and widely expressed form. Alternative splicing, predominantly in muscle tissue, results in a protein (ζ2) where the initial 54 amino acids are replaced with a 262–amino acid fragment. The alternative splicing appears to alter the subcellular localization of ζ2 (Topham, M.K., manuscript in preparation) and does not affect in vitro activity levels. Thus, ζ2 offered a unique opportunity to test whether the inhibition of RasGRP was spatially discrete and selective. Using either affinity precipitation of GTP-Ras or the Elk-1 luciferase system, we found that ζ2 did not significantly inhibit RasGRP ( Fig. 4 c), whereas the more common splice variant of DGKζ did. Protein expression levels of the splice variants were virtually identical in these experiments as judged by Western blotting using a specific antibody that recognizes both proteins (not shown). This lack of inhibition by ζ2 was not owing to differences in DGK activity: both proteins had similar in vitro activity levels ( Fig. 4 c). We considered the possibility that the more common DGKζ inhibited RasGRP because it more efficiently metabolized total cellular DAG. However, we found similar total DAG levels in the cell homogenates ( Fig. 4 C). This discrepancy, differential inhibition of RasGRP but similar total DAG levels, likely reflects technical constraints of the DAG assay. It detects only global cellular DAG. Quantitatively measuring precise, spatial changes in DAG accessible to the RasGRP signaling complex is not technically possible. However, we believe that our assays measuring active Ras indirectly detect these focal changes. We conclude that DGKζ selectively inhibits RasGRP by a spatially discrete mechanism. Inhibition of RasGRP Activity Occurs at the Level of Ras Activation We observed that a mutant, kinase-dead DGKζ did not inhibit RasGRP, indicating that DGK activity was required for the inhibition and suggesting that this occurred through localized metabolism of DAG. To assure that the inhibition of Ras activity that we observed resulted from metabolism of DAG by DGKζ, we reasoned that DGKζ would not affect RasGRP activity induced by phorbol esters, which act as DAG analogues but cannot be metabolized by DGKs. We verified with the Elk-1 luciferase system that PMA, a phorbol ester, increased RasGRP activity. This activation was not reduced by PKC inhibitors ( Fig. 5 a), which demonstrated that the PMA was likely activating RasGRP. Supporting our hypothesis that DGKζ inhibits RasGRP by metabolizing DAG, DGKζ abolished RasGRP activity in the absence of PMA, but did not inhibit PMA-induced RasGRP activity ( Fig. 5 a). Activation of PKC isoforms can initiate mitogen-activated protein kinase signaling, but the precise mechanism of activation of the cascade is not clear ( Marais et al. 1998 ). Since the PKC family is the largest group of proteins allosterically activated by DAG ( Newton 1997 ; Ron and Kazanietz 1999 ), we considered the possibility that our assay systems may have measured inhibition of PKC activity rather than that of RasGRP. To assure that we were not measuring an effect on PKC activity, we determined whether PKC inhibitors reduced Elk-1 luciferase activity induced by RasGRP. We found that two different PKC inhibitors, well above their IC 50 , did not inhibit Elk-1 luciferase activity induced by RasGRP ( Fig. 5 b), indicating that the inhibition by DGKζ was mediated through RasGRP, rather than PKC. As an additional test to assure that the level of inhibition by DGKζ occurred at RasGRP, we reasoned that DGKζ would not affect mitogen-activated protein kinase activation initiated downstream of Ras. To activate this signaling cascade without affecting Ras, we used a chimeric cDNA consisting of the hormone-binding domain of the estrogen receptor fused to an oncogenic form of Raf-1 ( Samuels et al. 1993 ). The chimeric protein is active only in the presence of exogenous estrogen and its activation does not require Ras. We found that DGKζ did not affect Elk-1 luciferase activity induced by this construct ( Fig. 5 c). Consistent with this, we also observed that DGKζ did not significantly inhibit luciferase activity induced by constitutively active forms of H-Ras (V12-Ras) or MEK1 (not shown). These data demonstrate that DGKζ inhibits RasGRP rather than affecting a downstream event. Kinase-dead DGKζ Prolongs Ras Signaling in Jurkat Cells RasGRP is known to activate Ras and DAG is required for its activity. However, little is known of the physiological contexts in which this activation occurs. Ebinu et al. 2000 recently demonstrated that RasGRP is, in part, responsible for activating Ras after TCR ligation. A consequence of this event is cellular proliferation. It is not surprising then that Li et al. identified RasGRP as a potential leukemia disease gene by assaying murine leukemia cell DNA for common sites of retroviral integration ( Li et al. 1999 ). Together, these observations demonstrate that RasGRP signals cell proliferation and that its activity must be exquisitely controlled to avoid an abnormal growth response. Our data demonstrate that when both DGKζ and RasGRP are overexpressed, the DGK attenuates RasGRP activity. For the endogenous proteins, this is likely a mechanism to terminate Ras signaling. Overexpression of inactive, mutant proteins can interfere with the physiological function of their endogenous, wild-type counterparts. So, to test if endogenous DGKζ regulates RasGRP, we determined whether overexpression of mutant, kinase-dead DGKζ affected Ras activation. In Jurkat cells, RasGRP signaling is initiated after activation of the TCR ( Ebinu et al. 2000 ), and DGKζ is expressed in these cells (not shown). To test if kinase-dead DGKζ altered Ras signaling, we overexpressed it along with myc-Ras in Jurkat cells and then activated the TCR with an antibody for up to 4 h. Using GTP-Ras affinity precipitation, we consistently observed slightly higher basal GTP-Ras in cells overexpressing kinase-dead DGKζ. After activation of the TCR, we found in control cells that GTP-Ras peaked between 5 and 10 min and then gradually declined to basal levels by 1 h. Conversely, in cells expressing kinase-dead DGKζ, GTP-Ras peaked for up to 20 min and then gradually declined, but did not reach basal levels for >2 h. The kinase-dead DGKζ likely prolonged Ras activation by interfering with the function of endogenous DGKζ. We conclude that in Jurkat cells, endogenous DGKζ facilitates termination of TCR signaling by regulating the activity of RasGRP. Discussion Our observations support a novel mechanism of localized regulation of RasGRP by DGKζ. We found evidence that these proteins interacted using immunoprecipitations and we observed that they colocalized in a glioblastoma cell line. Interestingly, their localization was at the leading edge of migrating cells, an area of intense actin remodeling. The specific function of RasGRP in this region is not clear, but Ras activity has an integral role in cell motility ( Nobes and Hall 1999 ). Thus, we have demonstrated that DGKζ inhibits RasGRP and that this is a highly localized event. The most direct evidence supporting this regulation as precise and spatial is the lack of inhibition by ζ2, the alternatively spliced DGKζ isoform. This variant differs only at the NH 2 terminus ( Ding et al. 1997 ). The alternative splicing appears to predominantly affect subcellular distribution, which likely reduces or abolishes its interaction with the RasGRP signaling complex and eliminates the inhibition. Also supporting the selectivity of the inhibition, five other DGK isotypes failed to inhibit RasGRP, as did a DAG lipase, which metabolizes DAG by a different mechanism. The specificity exhibited by DGKζ, coupled with our immunoprecipitation and immunofluorescence data, strongly indicates that H-Ras, RasGRP, and DGKζ are spatially organized in a regulated signaling complex. DGK Activity May Inhibit Cell Transformation Ras activity must be precisely regulated or abnormal cellular proliferation can occur. Supporting this, an estimated 30% of human tumors have an activating mutation of Ras ( Vojtek and Der 1998 ), and oncogenic Ras is an essential component of tumor maintenance ( Chin et al. 1999 ). Li et al. 1999 , using large-scale mutagenesis, noted that RasGRP was a potential leukemia disease gene and overexpression of RasGRP in cultured cells induced a transformed phenotype ( Ebinu et al. 1998 ; Tognon et al. 1998 ). Combined, these observations indicate that abnormally high RasGRP activity can lead to malignant transformation. So, conditions of excess DAG signaling may contribute to malignant changes by abnormally activating RasGRP. Supporting this mechanism, overexpression of PLCγ1, which causes excess DAG, induced a malignant phenotype ( Chang et al. 1997 ) and PLCγ1 was a necessary component of growth factor–induced mitogenesis ( Wang et al. 1998 ). Several groups have also reported that oncogene-transformed cells have a higher DAG content ( Preiss et al. 1986 ; Wolfman and Macara 1987 ; Kato et al. 1988 ). Historically, activation of the PKCs was considered responsible for the malignant changes induced by DAG, but RasGRP may contribute as well. Like high PLC activity, abnormally low DGKζ activity could cause inappropriate DAG signaling, leading to malignant changes by activating RasGRP. Indeed, we demonstrated that expression of inactive DGKζ in Jurkat cells prolonged Ras activation after TCR ligation. Thus, by attenuating the DAG pool necessary to maintain RasGRP activity, DGKζ may have a pivotal role in modulating Ras signaling in some contexts. Advantages to Formation of a Signaling Complex Associating with a DGK offers RasGRP three potential advantages in regulating signals. First, DGK activity allows the signal to activate RasGRP to be more spatially precise, because both the production (PLC) and inactivation (DGK) of DAG are controlled in the same location. Second, since the DGK regulates DAG independently of PLC, it offers a safety mechanism to reduce RasGRP activity in cases of abnormally high PLC activity. Third, formation of a signaling complex offers a kinetic advantage. Signaling events mediated through low molecular weight GTP-binding proteins like Ras and G proteins are generally short-lived to allow for rapid subsequent reactivation. Rapid on/off cycling is achieved by associating the GTP-binding protein with its GTPase-activating proteins (GAPs) and GEFs. For example, Ross 1995 pointed out that by associating regulatory proteins that have opposing enzymatic activities (GAPs and GEFs) with the protein that they regulate (Ras), high velocity cycling of the signal can be achieved because dissociation and reassociation of the complex are not necessary. DGKζ likely contributes to this mechanism by allowing rapid cycling of the activity of RasGRP. Extending this paradigm, RasGRP may be similarly regulated by associating with both a PLC (GEF) and a DGK (GAP). DGKs May Have Diverse Roles in Signaling Complexes Local regulation of DAG signaling by DGK isozymes may be a generalized mechanism to regulate DAG-activated proteins. Supporting this, van der Bend et al. 1994 demonstrated that DGK activity was restricted to DAG generated upon receptor activation, rather than upon nonspecific, global DAG production, and there are multiple reports of increased DGK activity after receptor activation ( Topham and Prescott 1999 ). A more direct example was published recently by two groups who found in Caenorhabditis elegans that DGK-1, which is most similar to human DGKθ, negatively regulated synaptic transmission ( Miller et al. 1999 ; Nurrish et al. 1999 ). It likely accomplished this regulation by metabolizing DAG that would otherwise activate Unc-13, a protein that participates in neurotransmitter secretion. This model supports our paradigm for DGK function: spatial regulation of proteins activated by DAG. Indicating a general role for DGKs as integral partners in signaling complexes, Houssa et al. 1999 found that DGKθ associated with a complex containing RhoA, and Tolias et al. 1998 observed DGK activity in Rac1 signaling complexes. Interestingly, Tolias et al. 1998 also found phosphatidylinositol 5-kinase activity in the Rac1 complex. Phosphatidylinositol 5-kinases are dramatically activated by PA, the product of the DGK reaction, suggesting that DGKs resident in signaling complexes may also activate proteins by generating PA. Based on our data, it is likely that each DGK isoform has the specific function of regulating one or a few lipid-activated proteins by locally metabolizing DAG or by generating PA. As both DAG and PA can regulate the activity of several families of enzymes ( Kawasaki et al. 1998 ; Ron and Kazanietz 1999 ), DGKs likely function quite broadly. It appears that the DGKs do not simply perform the mundane task of converting DAG to PA for subsequent regeneration of phosphatidylinositols, but likely function as integral members of elegantly regulated signaling complexes. Thus, it may be possible to affect downstream signaling events by altering DGK activity. Conclusions We observed that DGK activity terminated RasGRP activation and that only one DGK isoform, DGKζ, could inhibit. Even an alternatively spliced DGKζ isoform did not significantly affect RasGRP activity, demonstrating the specificity of this regulation. Furthermore, we found that endogenous DGKζ and RasGRP colocalized in A172 cells, indicating that they likely associate with the same signaling complex. Supporting this, we demonstrated that DGKζ and RasGRP coimmunoprecipitated and that deleting a region within the catalytic domain of DGKζ eliminated their interaction. Phorbol esters, which are DAG analogues that cannot be metabolized by DGKs, enhanced the interaction between DGKζ and RasGRP, suggesting that their interaction was facilitated in the presence of DAG. DGKζ also selectively coimmunoprecipitated with a mutant H-Ras protein, A15-Ras, that binds strongly to Ras GEFs. This suggests a model where the activity of RasGRP, and consequently Ras, is exquisitely regulated by the coordinated activity of PLCγ1, which generates DAG, and DGKζ, which terminates the signal ( Fig. 6 ). This may be a common mechanism to spatially regulate DAG and perhaps other lipid signals. We thank A. Thorburn for extensive discussions and T. Crotty, D. Roberts, D. Lim, H. Jiang, and H. Rust for technical assistance. M.K. Topham was a Howard Hughes Medical Institute Physician Postdoctoral Fellow when this work was performed. Abbreviations used in this paper: CMV, cytomegalovirus; DGK, DAG kinase; GAP, GTPase-activating protein; GEF, guanine nucleotide exchange factor; GFP, green fluorescent protein; GRP, guanyl nucleotide-releasing protein (GRP); HA, hemagglutinin; PA, phosphatidic acid; PMA, phorbol 12-myristate 13-acetate; TCR, T cell receptor. Bishop W.R. Bell R.M. Attenuation of sn-1,2-diacylglycerol second messengers J. Biol. Chem 261 1986 12513 12519 3017979 Bunting M. Tang W. Zimmerman G.A. McIntyre T.M. Prescott S.M. Molecular cloning and characterization of a novel human diacylglycerol kinase ζ J. Biol. Chem 271 1996 10230 10236 8626588 Chang J.-S. Noh D.Y. Park I.A. Kim M.J. Song H. Ryu S.H. Suh P.-G. Overexpression of phospholipase C-γ1 in rat 3Y1 fibroblast cells leads to malignant transformation Cancer Res 57 1997 5465 5468 9407951 Chin L. Tam A. Pomerantz M.W. Wong M. Holash J. Bardeesy N. Shen Q. O'Hagan R. Pantginis J. Zhou H. Essential role for oncogenic Ras in tumor maintenance Nature 400 1999 468 472 10440378 Ding L. Bunting M. Topham M.K. McIntyre T.M. Zimmerman G.A. Prescott S.M. Alternative splicing of the human diacylglycerol kinase ζ gene in muscle Proc. Natl. Acad. Sci. USA 94 1997 5519 5524 9159104 Ebinu J.O. Bottorff D.A. Chan E.Y.W. Stang S.L. Dunn R.J. Stone J.C. RasGRP, a ras guanyl nucleotide-releasing protein with calcium- and diacylglycerol-binding motifs Science 280 1998 1082 1086 9582122 Ebinu J.O. Stang S.L. Teixeira C. Bottorff D.A. Hooton J. Blumberg P.M. Barry M. Bleakley R.C. Ostergaard H.L. Stone J.C. RasGRP links T-cell receptor signaling to Ras Blood 95 2000 3199 3203 10807788 Feig L.A. Tools of the tradeuse of dominant-inhibitory mutants of Ras-family GTPases Nat. Cell Biol 1 1999 E25 E27 10559887 Housey G.M. Johnson M.D. Hsiao W.L.W. O'Brian C.A. Murphy J.P. Kirschmeier P. Weinstein I.B. Overproduction of protein kinase C causes disordered growth control in rat fibroblasts Cell 52 1988 343 354 3345563 Houssa B. de Widt J. Kranenburg O. Moolenaar W.H. van Blitterswijk W.J. Diacylglycerol kinase θ binds to and is negatively regulated by active RhoA J. Biol. Chem 274 1999 6820 6822 10066731 Hurley J.H. Newton A.C. Parker P.J. Blumberg P.M. Nishizuka Y. Taxonomy and function of C1 protein kinase C homology domains Protein Sci 6 1997 477 480 9041654 Kato H. Kawai S. Takenawa T. Disappearance of diacylglycerol kinase translocation in ras-transformed cells Biochem. Biophys. Res. Commun 154 1988 959 966 2841937 Kawasaki H. Springett G.M. Shinichiro T. Canales J.J. Harlan P. Blumenstiel J.P. Chen E.J. Bany A. Mochizuki N. Ashbacher A. A Rap guanine nucleotide exchange factor enriched highly in the basal ganglia Proc. Natl. Acad. Sci. USA 95 1998 13278 13283 9789079 Kazanietz M.G. Bustelo X.R. Barbacid M. Kolch W. Mischak H. Wong G. Pettit G.R. Bruns J.D. Blumberg P.M. Zinc finger domains and phorbol ester pharmacophore J. Biol. Chem 269 1994 11590 11594 8157692 Li J. Shen H. Himmel K.L. Dupuy A.J. Largaespada D.A. Nakamura T. Shaughnessy J.D. Jenkins N.A. Copeland N.G. Leukaemia disease geneslarge-scale cloning and pathway predictions Nat. Genet 23 1999 348 353 10610183 Malumbres M. Pellicer A. Ras pathways to cell cycle control and cell transformation Front. Biosci 3 1998 d887 d912 9696882 Marais R. Light Y. Mason C. Paterson H. Olson M.F. Marshall C.J. Requirement of Ras-GTP-Raf complexes for activation of Raf-1 by protein kinase C Science 280 1998 109 112 9525855 Miller K.G. Emerson M.D. Rand J.B. G o α and diacylglycerol kinase negatively regulate the G q α pathway in C. elegans Neuron 24 1999 323 333 10571227 Nebigil C.G. Suppression of phospholipase C β, γ, and δ families alters cell growth and phosphatidylinositol 4,5-bisphosphate levels Biochemistry 36 1997 15949 15958 9398329 Newton A.C. Regulation of protein kinase C Curr. Opin. Cell Biol 9 1997 161 167 9069266 Nobes C.D. Hall A. Rho GTPases control polarity, protrusion, and adhesion during cell movement J. Cell Biol. 144 1999 1235 1244 10087266 Nurrish S. Segalat L. Kaplan J.M. Serotonin inhibition of synaptic transmissionGα o decreases the abundance of UNC-13 at release sites Neuron 24 1999 231 242 10677040 Pawson T. Scott J.D. Signaling through scaffolding, anchoring, and adaptor proteins Science 278 1997 2075 2080 9405336 Preiss J. Loomis C.R. Bishop W.R. Stein R. Niedel J.E. Bell R.M. Quantitative measurement of sn-1,2-diacylglycerols present in platelets, hepatocytes, and ras- and sis-transformed normal rat kidney cells J. Biol. Chem 261 1986 8597 8600 3013856 Ron D. Kazanietz M.G. New insights into the regulation of protein kinase C and novel phorbol ester receptors FASEB J 13 1999 1658 1676 10506570 Ross E.M. G protein GTPase-activating proteinsregulation of speed, amplitude, and signaling selectivity Recent Prog. Horm. Res 50 1995 207 221 7740158 Sakane F. Kanoh H. Molecules in focusdiacylglycerol kinase Int. J. Biochem. Cell Biol 29 1997 1139 1143 9438377 Samuels M.L. Weber M.J. Bishop J.M. McMahon M. Conditional transformation of cells and rapid activation of the mitogen-activated protein kinase cascade by estrogen dependent human raf-1 protein kinase Mol. Cell. Biol. 13 1993 6241 6252 8413224 Taylor S.J. Shalloway D. Cell cycle-dependent activation of Ras Curr. Biol 6 1996 1621 1627 8994826 Tognon C.E. Kirk H.E. Passmore L.A. Whitehead I.P. Der C.J. Kay R.J. Regulation of RasGRP via a phorbol ester-responsive C1 domain Mol. Cell. Biol 18 1998 6995 7008 9819387 Tolias K.F. Couvillon A.D. Cantley L.C. Carpenter C.L. Characterization of a Rac1- and RhoGDI-associated lipid kinase signaling complex Mol. Cell. Biol 18 1998 762 770 9447972 Topham M.K. Prescott S.M. Mammalian diacylglycerol kinases, a family of lipid kinases with signaling functions J. Biol. Chem 274 1999 11447 11450 10206945 Topham M.K. Bunting M. Zimmerman G.A. McIntyre T.M. Blackshear P.J. Prescott S.M. Protein kinase C regulates the nuclear localization of diacylglycerol kinase-zeta Nature 394 1998 697 700 9716136 van der Bend R.L. de Widt J. Hilkmann H. van Blitterswijk W.J. Diacylglycerol kinase in receptor-stimulated cells converts its substrate in a topologically restricted manner J. Biol. Chem 269 1994 4098 4102 8307969 Vojtek A.B. Der C.J. Increasing complexity of the ras signaling pathway J. Biol. Chem 273 1998 19925 19928 9685325 Wang Z. Gluck S. Zhang L. Moran M.F. Requirement for phospholipase C-γ1 enzymatic activity in growth factor-induced mitogenesis Mol. Cell. Biol. 18 1998 590 597 9418905 Wolfman A. Macara I.G. Elevated levels of diacylglycerol and decreased phorbol ester sensitivity in ras-transformed fibroblasts Nature 325 1987 359 361 3027568 Zuker C.S. Ranganathan R. The path to specificity Science 283 1999 650 651 9988659 Figure 1 RasGRP coimmunoprecipitates with DGKζ. (a) DGKζ with or without a FLAG epitope tag was cotransfected into HEK293 cells along with HA-RasGRP. 48 h later, anti-FLAG antibodies were used to immunoprecipitate DGKζ. Normal mouse IgG was used as a control. After SDS-PAGE of the pellets or 10% of the lysates, RasGRP was detected by immunoblotting with anti-HA. The blot was then stripped and reprobed for DGKζ. (b) HA-RasGRP was transfected along with a control vector or progressive COOH-terminal truncations of DGKζ containing FLAG epitope tags. The DGK proteins were immunoprecipated with anti-FLAG and then coimmunoprecipitation of HA-RasGRP was detected by immunoblotting with polyclonal anti-HA. The blot was stripped and then the DGKs were detected using anti-DGKζ. The three DGK constructs shown encode amino acids 1–748, 1–605, or 1–467 with FLAG epitope tags at their COOH termini. (c) A172 cells, either control or treated with PMA (90 ng/ml, 30 min), were lysed and then RasGRP was immunoprecipitated using an affinity purified antibody. To verify the specificity of the immunoprecipitation, the antibody was preincubated with its affinity peptide or a control peptide before the immunoprecipitation. The precipitates were then used either for Western blotting to detect RasGRP (top) or for DGK activity assays (bottom). (d) RasGRP was immunoprecipitated from control or PMA-treated A172 cells as described in the legend to c and then the precipitates were used for Western blotting to detect coimmunoprecipitation of DGKζ. Figure 2 RasGRP and DGK colocalize. (a) A172 cells were immunostained for DGKζ (top) or RasGRP (bottom). Phalloidin was used to identify actin filaments. To assure that the immunostaining was specific, the antibodies were preincubated with their affinity peptide before staining the cells. Several areas of intense staining common to actin and DGKζ or RasGRP are indicated by the arrows. (b) Cos-7 cells were cotransfected with GFP-RasGRP and DGKζ. 24 h later, they were suspended and then allowed to spread for 30 min on glass slides coated with fibronectin. The cells were then immunostained to detect DGKζ (red), nuclei were counterstained (blue), and immunofluorescence images were obtained. (c) To view migrating cells, A172 cell monolayers were wounded with a pipet tip 12 h before immunostaining. Using antibodies directly conjugated with separate fluorophores, the cells were immunostained to detect RasGRP (green) and DGKζ (red) and then viewed by confocal microscopy (Bio-Rad Laboratories), and digital images were obtained. One representative cell is shown migrating into the wounded area, with arrows indicating overlapping localization that was also apparent in most cells. The boxed area is magnified in the lower panels to demonstrate colocalization at the leading edge. Bars, 10 μm. Figure 3 DGKζ and A15-Ras coimmunoprecipitate. (a) DGKζ with or without a FLAG epitope tag was cotransfected into HEK293 cells along with A15-Ras. 48 h later, anti-FLAG antibodies were used to immunoprecipitate DGKζ. Normal mouse IgG was used as a control. After SDS-PAGE of the pellets or 10% of the lysates, A15-Ras was detected by immunoblotting with anti–H-Ras. The blot was then stripped and reprobed for DGKζ. (b) DGKζ-FLAG or a control vector was transfected into Cos-7 cells with H-Ras mutants: either V12-Ras or A15-Ras. After 48 h, anti-FLAG was used to immunoprecipitate DGKζ. After SDS-PAGE of both the lysates and pellets, H-Ras or DGKζ was detected with specific antibodies. Figure 4 DGKζ attenuates RasGRP activity. (a) HEK293 cells were transfected with myc-Ras and either GFP or GFP-RasGRP along with DGKζ or a kinase-dead, mutant DGKζ (ΔATP). After 48 h, GTP-Ras was affinity-precipitated ( Taylor and Shalloway 1996 ) and then detected by immunoblotting. GFP-RasGRP protein expression was not altered by the DGKs (not shown). (b) Myc-Ras was transfected into HEK293 cells along with GFP or GFP-RasGRP and a control vector or a DGK isotype (β, γ, δ, ε, ζ, or ι) with an NH 2 -terminal HA epitope tag. After 48 h, GTP-Ras was affinity-precipitated and then detected by immunoblotting. RasGRP, DGK, and H-Ras were detected in the cell lysates by immunoblotting with anti-GFP, anti-HA, or anti-H-Ras. (c) DGKζ or an alternatively spliced variant (ζ2) was transfected into HEK293 cells along with GFP or GFP-RasGRP and the luciferase reporter vectors. 48 h later, the cells were harvested and luciferase activity, DGK activity, and cellular DAG were determined in triplicate. These values were normalized to either β-galactosidase activity (luciferase), lipid phosphate (DAG), or total protein (DGK activity). Expression levels of the two DGKs were similar (not shown). Figure 5 DGKζ inhibits RasGRP at the level of Ras activation. Elk-1 activity was detected by a luciferase reporter (Stratagene). In all cases, luciferase activity in the cell lysates was determined in triplicate and normalized to β-galactosidase activity, which was included in the transfection. (a) HEK293 cells were transfected with GFP or GFP-RasGRP. 16 h later, a PKC inhibitor (PKCi; 100 nM Ro-32-0432) or control vehicle was added. After 20 min, PMA (0.5 ng/ml) was added for 24 h and then luciferase and β-galactosidase activities in the cell lysates were determined. Shown are the mean and standard deviation. (b) HEK293 cells were transfected with GFP or GFP-RasGRP along with a control vector or DGKζ. 16 h later, one of two PKC inhibitors (a, 200 nM Ro-31-7549; b, 100 nM Ro-32-0432) or control vehicle was added. After 24 h, the cells were harvested and luciferase and β-galactosidase activities in the cell lysates were determined. (c) Raf:ER or a control vector was transfected into HEK293 cells along with DGKζ, ΔATP, or a control vector. 24 h later, estrogen (1 μM) or control vehicle was added for 10 h. The cells were harvested and luciferase and β-galactosidase activities in the cell lysates were determined. (d) Jurkat cells were transfected by electroporation with myc-Ras and either GFP or kinase-dead DGKζ (ΔATP). 48 h later, TCR signaling was activated with anti-CD3 (5 μg/ml, CRIS-7) for up to 4 h. GTP-Ras was affinity-precipitated and then detected by immunoblotting. Figure 6 Proposed mechanism for precise regulation of RasGRP activity. After TCR stimulation, PLCγ1 is activated and initiates DAG signaling. One protein activated by the DAG is RasGRP. DAG accumulation also recruits DGKζ to the RasGRP signaling complex, where it attenuates RasGRP activity by converting the DAG to PA.",
  "plain_text": "Guanine nucleotide exchange factors (GEFs) activate Ras by facilitating its GTP binding. Ras guanyl nucleotide-releasing protein (GRP) was recently identified as a Ras GEF that has a diacylglycerol (DAG)-binding C1 domain. Its exchange factor activity is regulated by local availability of signaling DAG. DAG kinases (DGKs) metabolize DAG by converting it to phosphatidic acid. Because they can attenuate local accumulation of signaling DAG, DGKs may regulate RasGRP activity and, consequently, activation of Ras. DGKζ, but not other DGKs, completely eliminated Ras activation induced by RasGRP, and DGK activity was required for this mechanism. DGKζ also coimmunoprecipitated and colocalized with RasGRP, indicating that these proteins associate in a signaling complex. Coimmunoprecipitation of DGKζ and RasGRP was enhanced in the presence of phorbol esters, which are DAG analogues that cannot be metabolized by DGKs, suggesting that DAG signaling can induce their interaction. Finally, overexpression of kinase-dead DGKζ in Jurkat cells prolonged Ras activation after ligation of the T cell receptor. Thus, we have identified a novel way to regulate Ras activation: through DGKζ, which controls local accumulation of DAG that would otherwise activate RasGRP."
}
