{
    "PMC": "11313320",
    "DOI": "10.3390/ijms25158428",
    "PMID": "39125998",
    "PMCID": "PMC11313320",
    "title": "α-Tocotrienol Protects Neurons by Preventing Tau Hyperphosphorylation via Inhibiting Microtubule Affinity-Regulating Kinase Activation.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11313320",
    "source": "MED",
    "abstract_text": "In the pathological process of Alzheimer's disease, neuronal cell death is closely related to the accumulation of reactive oxygen species. Our previous studies have found that oxidative stress can activate microtubule affinity-regulating kinases, resulting in elevated phosphorylation levels of tau protein specifically at the Ser262 residue in N1E-115 cells that have been subjected to exposure to hydrogen peroxide. This process may be one of the pathogenic mechanisms of Alzheimer's disease. Vitamin E is a fat-soluble, naturally occurring antioxidant that plays a crucial role in biological systems. This study aimed to examine the probable processes that contribute to the inhibiting effect on the abnormal phosphorylation of tau protein and the neuroprotective activity of a particular type of vitamin E, α-tocotrienol. The experimental analysis revealed that α-tocotrienol showed significant neuroprotective effects in the N1E-115 cell line. Our data further suggest that one of the mechanisms underlying the neuroprotective effects of α-tocotrienol may be through the inhibition of microtubule affinity-regulated kinase activation, which significantly reduces the oxidative stress-induced aberrant elevation of p-Tau (Ser262) levels. These results indicate that α-tocotrienol may represent an intriguing strategy for treating or preventing Alzheimer's disease.",
    "full_text": "pmc Int J Mol Sci Int J Mol Sci ijms International Journal of Molecular Sciences 1422-0067 MDPI 11313320 10.3390/ijms25158428 ijms-25-08428 Article α-Tocotrienol Protects Neurons by Preventing Tau Hyperphosphorylation via Inhibiting Microtubule Affinity-Regulating Kinase Activation Liu Yuhong Methodology Validation Investigation Data curation Writing – original draft 1 Chen Yunxi Validation Investigation Data curation 2 https://orcid.org/0000-0003-2748-3228 Fukui Koji Conceptualization Methodology Formal analysis Investigation Resources Data curation Writing – review & editing Supervision Project administration 1 2 * Nixon Daniel W. Academic Editor 1 Molecular Cell Biology Laboratory, Department of Functional Control Systems, Graduate School of Engineering and Science, Shibaura Institute of Technology, Saitama 337-8570, Japan; nb21111@shibaura-it.ac.jp 2 Molecular Cell Biology Laboratory, Department of Systems Engineering and Science, Graduate School of Engineering and Science, Shibaura Institute of Technology, Saitama 337-8570, Japan; mf22087@shibaura-it.ac.jp * Correspondence: koji@shibaura-it.ac.jp 01 8 2024 8 2024 25 15 8428 19 6 2024 28 7 2024 29 7 2024 © 2024 by the authors. 2024 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). In the pathological process of Alzheimer’s disease, neuronal cell death is closely related to the accumulation of reactive oxygen species. Our previous studies have found that oxidative stress can activate microtubule affinity-regulating kinases, resulting in elevated phosphorylation levels of tau protein specifically at the Ser262 residue in N1E-115 cells that have been subjected to exposure to hydrogen peroxide. This process may be one of the pathogenic mechanisms of Alzheimer’s disease. Vitamin E is a fat-soluble, naturally occurring antioxidant that plays a crucial role in biological systems. This study aimed to examine the probable processes that contribute to the inhibiting effect on the abnormal phosphorylation of tau protein and the neuroprotective activity of a particular type of vitamin E, α-tocotrienol. The experimental analysis revealed that α-tocotrienol showed significant neuroprotective effects in the N1E-115 cell line. Our data further suggest that one of the mechanisms underlying the neuroprotective effects of α-tocotrienol may be through the inhibition of microtubule affinity-regulated kinase activation, which significantly reduces the oxidative stress-induced aberrant elevation of p-Tau (Ser262) levels. These results indicate that α-tocotrienol may represent an intriguing strategy for treating or preventing Alzheimer’s disease. molecule Western blotting cell culture Alzheimer’s disease N1E-115 tau hyperphosphorylation α-tocotrienol vitamin E microtubule affinity-regulating kinase This research received no external private funding. 1. Introduction It is widely recognized that aging plays a significant role in the progression of Alzheimer’s disease (AD) and Parkinson’s disease, which are among the most prevalent neurodegenerative conditions [ 1 , 2 , 3 , 4 ]. AD is characterized by decreased learning ability, memory function, and behavioral changes [ 5 ]. However, our understanding of the specific mechanisms underlying AD-related cognitive decline remains limited. Based on the studies now available, researchers have observed that autopsies conducted on individuals with AD have shown a notably higher accumulation of neurofibrillary tangles and amyloid plaques compared to the elderly without the disease. In addition, hyperphosphorylated tau protein that forms neurofibrillary tangles and the beta-amyloid (Aβ) that forms amyloid plaques are the main pathological characteristics of AD [ 6 , 7 ]. Recent research has disclosed the presence of a modest level of hyperphosphorylated tau within the cerebral tissue of healthy elderly individuals. However, based on the well-established Braak staging system, this phenomenon rarely progresses beyond Braak stage IV in the context of physiological aging [ 8 ]. Thus, the level of tau hyperphosphorylation serves as a key indicator for assessing the progression of AD and its pathological implications. In Dr. Harman’s free radical theory, reactive oxygen species (ROS), particularly superoxide and hydroxyl radicals, are widely recognized as highly reactive molecules that, when accumulated excessively within organisms, can induce widespread oxidative damage [ 9 ]. The human brain utilizes 20% of the body’s oxygen supply, and this significant energy consumption renders neurons, the fundamental functional components of the brain, susceptible to damage from oxidative stress [ 10 ]. According to existing research findings, blood indicators of oxidative stress, including 8-hydroxydeoxyguanosine (8-OHdG), 8-hydroxyguanosine (8-OHG), malondialdehyde (MDA), protein carbonyls, and 3-nitrotyrosine, have been demonstrated in people with AD and AD animal models [ 11 , 12 , 13 ]. This evidence indicates that oxidative stress is a notable pathogenic feature of AD. Furthermore, oxidative stress results in the accumulation of Aβ and hyperphosphorylation of tau, suggesting that oxidative stress plays a significant contributing role in the development of AD [ 14 , 15 ]. Reactive oxygen species (ROS) and free radicals cause the oxidation of vital components in living organisms, including deoxyribonucleic acid (DNA), lipids, and proteins. When DNA undergoes oxidation, the nucleotide 2’-deoxyguanosine, which is a constituent of DNA, forms into 8-hydroxy-2’-deoxyguanosine (8-OHdG) [ 16 ]. Mecocci, P et al. observed that there are notably elevated levels of 8-OHdG in mitochondrial DNA within the brains of individuals with AD compared to those without AD [ 17 ]. Furthermore, oxidation leads to the occurrence of DNA strand breakage, and a notable increase in the levels of DNA strand breakage was observed in the brains of individuals with AD compared to the control group [ 18 ]. Lipids undergo oxidation and involve a series of reactions to form lipid peroxide (LOOH). Once a lipid is oxidized, the oxidation reaction continues in a chain. Furthermore, the oxidation of some unsaturated fatty acids results in the formation of an aldehyde known as 4-hydroxy-2-nonenal (4-HNE). Multiple investigations have shown markedly increased levels of 4-HNE in the brains of patients with AD [ 19 , 20 ]. Many investigations have demonstrated the presence of protein nitration in patients with AD [ 21 ]. The nitration of proteins occurs as a result of the reaction between superoxide (O 2 − ) and nitric oxide (NO), leading to the formation of peroxynitrite (ONOO − ), and peroxynitrite has more capacity for oxidation [ 22 ]. ONOO − reacts with protein tyrosine residues to generate 3-nitrotyrosine (3-NT) [ 23 ]. Neurons, integral to the central nervous system, face substantial harm or death when subjected to assault by ROS, posing challenges for brain function recovery. Identifying early signals of neuronal alterations before the advent of cell death is imperative to avert ROS-induced damage to neurons [ 24 ]. The aggregation and hyperphosphorylation of tau protein result from the interplay of numerous factors, among which oxidative stress emerges as a significant contributor. Furthermore, the aggregation of Aβ is also believed to be triggered by oxidative stress [ 13 , 14 ]. Aβ peptides are generated by the process of hydrolysis of amyloid precursor protein (APP), which is a transmembrane protein with a single channel. This hydrolysis is performed by β-secretase (BACE1) and γ-secretase, resulting in the production of the Aβ1-40/42 polypeptide. These polypeptides form extracellular Aβ oligomers that are highly cytotoxic [ 25 ]. Oxidative stress induces an increase in the expression of APP. Additionally, the activity of BACE1 can be upregulated by oxidative stress, which can further enhance the level of Aβ as an APP product [ 26 ]. Multiple lines of evidence indicate that the Aβ peptide itself has a role in causing an increase in ROS and subsequently triggers oxidative stress [ 27 , 28 , 29 ]. For instance, Aβ oligomers have the ability to directly enhance the formation of ROS by activating NADPH oxidase [ 30 ]. Furthermore, the interaction of Aβ with metal ions, such as copper (Cu(I/II))-Aβ and iron (Fe(II/III))-Aβ complexes, contributes to ROS generation through the Fenton reaction, a well-established process that catalyzes the conversion of hydrogen peroxide into hydroxyl radicals, further amplifying oxidative stress within the cellular milieu [ 31 ]. This process creates a self-perpetuating cycle between oxidative stress and the aggregation of Aβ. Nevertheless, the clinical outcomes of the treatment strategies targeting Aβ thus far have been unsatisfactory in terms of decreasing Aβ generation, inhibiting Aβ aggregation, and enhancing Aβ clearance. For instance, BACE1 inhibitors have been found to effectively decrease Aβ levels in cerebrospinal fluid. However, they do not have a significant impact on lowering cognitive or functional decline. In fact, certain experimental results even indicate that they may worsen cognitive degradation [ 32 , 33 ]. Several Aβ aggregation inhibitors that have garnered significant interest have been shown to lack clinical effectiveness in clinical trials, despite promising outcomes in preclinical investigations [ 34 , 35 ]. As a therapeutic intervention to promote Aβ clearance, while experimental evidence shows that current mainstream Aβ antibodies can lower cerebrospinal fluid biomarker levels and Aβ plaques, they have not demonstrated clinical effectiveness [ 36 , 37 , 38 ]. It is precisely because the clinical studies’ lack of shown effectiveness has led academics to be dubious of the technique, which has subsequently increased the focus on the pathology of tau proteins. Tau protein is an unfolded and highly soluble protein that under certain conditions can transition from its monomeric form to oligomers, ultimately leading to the formation of paired helical filaments (PHFs). These PHFs gradually accumulate within nerve cells, facilitating the emergence and progression of neurofibrillary tangles (NFTs). The aggregation of NFTs further exacerbates neuronal damage, contributing significantly to the pathology of neurodegenerative diseases [ 39 , 40 ]. Tau proteins contain multiple phosphorylation sites, current evidence suggests that phosphorylation at Ser262 and Ser356 sites interferes with the regular interaction between tau and microtubules, resulting in the disruption of microtubule assembly and axonal transport mechanisms [ 41 , 42 , 43 ]. Members of the Ser/Thr protein kinase family, such as microtubule affinity-regulating kinases (MARKs), play crucial roles in modulating the stability of microtubule-associated proteins (MAPs), intracellular signaling mechanisms, cell division processes, and the pathogenesis of AD [ 44 ]. The MARK family comprises four proteins: MARK1, MARK2 (also known as EMK1), MARK3 (alternately referred to as C-TAK1), and MARK4 (or MARKL-1) [ 45 ]. The phosphorylation of Ser262 in tau results in the impairment of microtubule reassembly, and Ser262 stands out as a key site specifically targeted for phosphorylation by MARKs [ 46 ]. In our prior investigation, we provided evidence that oxidative stress had a substantial impact on the hyperphosphorylation of tau at Ser262. Additionally, we observed that oxidative stress concurrently facilitated a notable increase in MARK activation [ 47 ]. Vitamin E is a widely occurring fat-soluble vitamin in nature, renowned for its exceptional antioxidant properties. Furthermore, vitamin E also plays a role in anti-aging processes [ 48 ]. Vitamin E mainly comprises two subtypes: tocopherols (Tocs) and tocotrienols (T3s). The distinction between these two subtypes lies in the presence or absence of a double bond in the side chain connecting to the chromophore. Further subdivision reveals that each subtype encompasses four isoforms: α, β, γ, and δ. The differences among these isoforms are determined by the number and position of methyl groups attached to the chroman ring [ 49 ]. A number of studies have shown that vitamin E exhibits additional benefits such as anti-inflammatory [ 26 ], anti-cancer [ 27 ], and neuroprotective properties [ 50 ], among others. Among the different isoforms of vitamin E, T3s have garnered significant interest owing to their putative neuroprotective properties [ 51 , 52 , 53 , 54 , 55 ]. Several pieces of evidence have shown that α-tocotrienol (α-T3) has the most potent neuroprotective capacity within the vitamin E family [ 24 ]. Therefore, we suggest that exploring the underlying mechanism of the neuroprotective effect of α-T3 holds considerable academic importance. The objective of this research is to assess the potential neuroprotective effects of α-T3 in inhibiting the hyperphosphorylation of tau protein at Ser262 site, and to evaluate whether this is linked to the activation of MARKs. Through this investigation, we aim to gain a deeper insight into how α-T3 might exert its neuroprotective effects and contribute to the development of more effective therapeutic strategies for neurodegenerative diseases. 2. Results 2.1. Optimization of α-Tocotrienol Concentration To determine the neuroprotective potential of α-T3, it was essential to identify its optimal concentration. N1E-115 cells were subjected to varying concentrations of α-T3 (0, 5, 10, 20, and 50 μM) and cell viability was assessed. Figure 1 A illustrates the deformation, attributed to α-T3 cytotoxicity, and depicts the morphology of deceased cells following trypan blue staining. Notably, treatment with >10 μM α-T3 resulted in significant cell death. At concentrations >10 μM, a significant amount of neurite deformation became apparent, as shown by black arrows ( Figure 1 A, above). The number of live cells (unstained) exhibited a marked decrease at concentrations greater than 10 μM α-T3 ( Figure 1 A, below). Compared to the control, cell survival experienced a significant reduction at α-T3 concentrations >10 μM (*** p < 0.001, **** p < 0.0001; Figure 1 B). With increasing concentrations, both cell deformation and the proportion of cell death increased following exposure to elevated α-T3 concentrations. Elevated concentrations of α-T3 might induce cytotoxic effects, leading to neuronal degeneration and cell death. Consequently, antioxidant and non-cytotoxic effects may only be achievable at concentrations that do not exceed 10 μM. 2.2. Neurite Degeneration and the Neuroprotective Effect of α-Tocotrienol N1E-115 cells were subjected to different doses of α-T3 (0, 5, and 10 µM) to investigate its potential neuroprotective effects in the presence of oxidative stress. Simultaneously, exposure of the cells to 10 µM hydrogen peroxide led to the degeneration of neurites, a consequence of the induced oxidative stress. The group exposed to hydrogen peroxide, as seen in Figure 2 A (above), had distinct neuronal beading, which is a reliable indicator of neuronal damage. α-T3 at concentrations of 5 and 10 µM resulted in significant prevention of hydrogen peroxide-induced neurite degeneration ( Figure 2 A, above). Trypan blue staining, as seen in Figure 2 A (below), revealed a significant decrease in the number of viable cells (unstained) following exposure to hydrogen peroxide. The only group that showed a significant decrease in cell survival rate compared to the control group was the one treatment with 10 µM hydrogen peroxide (**** p < 0.0001, Figure 2 B). In addition, the group exposed to 5 µM α-T3 exhibited a significant increase in cell survival as compared to the group only exposed to hydrogen peroxide (## p < 0.01, ### p < 0.001, Figure 2 B). 2.3. α-Tocotrienol Reduces Phosphorylation of Tau at Ser262 under Oxidative Stress In order to assess the potential interaction effect between hydrogen peroxide and α-T3, we conducted a two-way ANOVA analysis with hydrogen peroxide and α-T3 as fixed variables, both with and without their respective additions. Results of the two-way ANOVA indicated that there was no interaction effect between hydrogen peroxide and α-T3 for tau measurements. However, a significant interaction effect was observed between hydrogen peroxide and α-T3 for p-Tau measurements ( p < 0.001; Figure 3 B, left panel). To ascertain whether the neuroprotective effect of α-T3 is mediated through the disruption of hyperphosphorylation of tau proteins at Ser262 in response to oxidative stress, we confirmed the effects of α-T3 on tau and p-Tau, respectively, by a one-way ANOVA based on fixed factor α-T3 and fixed factor hydrogen peroxide, respectively. Compared to the control group, cells exposed to hydrogen peroxide exhibited a significant increase in phosphorylated tau protein (Ser262) levels (*** p < 0.001; Figure 3 C, first from left). However, in cells treated with both hydrogen peroxide and α-T3, there was a notable decrease in phosphorylated tau (Ser262) levels compared to cells exposed to hydrogen peroxide alone in the absence of α-T3 (## p < 0.01; Figure 3 C, first from left). Interestingly, cells exposed to α-T3 alone also demonstrated a significant elevation in phosphorylated tau protein (Ser262) levels compared to the control group (** p < 0.01, Figure 3 C, second from left). On the contrary, irrespective of the fixed factor being hydrogen peroxide or α-T3, no notable difference in tau protein expression was observed between the experimental and control groups (ns; Figure 3 C, third and fourth from left). 2.4. α-Tocotrienol Inhibits Tau Phosphorylation at Ser262 via MARK Pathway Activation The results of two-way ANOVA indicated that there was no interaction between hydrogen peroxide and α-T3 on MARKs. However, a significant interaction effect was observed between hydrogen peroxide and α-T3 for p-MARKs ( p = 0.002; Figure 4 B, left panel). In order to investigate the potential neuroprotective effects of α-T3, its implication on tau hyperphosphorylation at Ser262 via MARK activation was examined by evaluating the levels of MARKs and p-MARKs by Western blotting. We confirmed the effects of α-T3 on MARKs and p-MARKs, respectively, by a one-way ANOVA based on α-T3 and hydrogen peroxide as fixed factors, respectively. With hydrogen peroxide as the fixed factor, cells treated with hydrogen peroxide exhibited levels of p-MARKs that were significantly increased compared to the control group (** p < 0.01; Figure 4 C, first from left). In comparison, the cells that were simultaneously exposed to hydrogen peroxide and α-T3 demonstrated a notable decrease in p-MARK levels when compared to the cells that were not treated with α-T3 (## p < 0.01; refer to Figure 4 C, first from left). With α-T3 as a fixed factor, there were no significant differences in the expression of p-MARKs between the experimental and control groups (ns; Figure 4 C, second from left). Regardless of whether hydrogen peroxide or α-T3 was used as the constant factor, our analyses revealed no substantial variations in MARK expression between the experimental and control groups (ns; Figure 4 C, third and fourth from left). 3. Discussion 3.1. High Concentrations of α-Tocotrienol Exhibit Cytotoxic Effects on N1E-115 Cells Our previous investigation showed that exposure to 10 μM hydrogen peroxide leads to the degeneration of neurites [ 47 ]. This evidence supports a correlation between oxidative stress and neurological impairment in N1E-115 cells. Hence, we assumed that it may be achievable to reduce the impact of oxidative stress on nerve cells by using the neuroprotective features of a particular compound. We performed an experiment using α-T3, a compound known for its outstanding antioxidant properties and neuroprotective effects in different cell lines [ 24 , 52 , 53 ]. We first evaluated the toxicity of α-T3 in the N1E-115 cell line. The results indicate that at an α-T3 concentration >10 μM, neurite degeneration becomes apparent ( Figure 1 A, indicated by black arrows), and cell death is observed ( Figure 1 B). Statistical analysis of the results revealed a significant difference in cell viability at concentrations >10 μM. At concentrations of 50 μM, cell survival decreases further, approaching zero. The results presented here indicate that N1E-115 cells exposed to the negative impacts of α-T3 show cytotoxicity at concentrations above 10 μM. Currently, there are no studies available that explain the specific mechanism by which α-T3 causes cytotoxicity in N1E-115 cells. However, several investigations have presented us with potential reasons. Some evidence suggests that γ-T3 caused apoptosis via regulating mitochondrial activity [ 52 ]. δ-T3 inhibits the proliferation of human pancreatic cancer cells and induces apoptosis through the activation of caspase-8 and caspase-3, both in vitro and in vivo [ 56 ]. Research in ovarian cancer cells showed that treatment with δ-T3 resulted in G1 cell cycle arrest and indicated that δ-T3 induced apoptosis by producing the release of cytochrome c from mitochondria [ 57 ]. All of these data indicate a positive relationship between various types of vitamin E and apoptosis. Poly (ADP-ribose) polymerase (PARP) is an enzyme that aids in repairing DNA damage by forming poly (ADP-ribose) chains to mend DNA and maintain its integrity when DNA is damaged [ 58 ]. When irreversible damage occurs to DNA, PARP regulates apoptosis through specific cleavage [ 59 ]. According to Loganathan et al., α-, δ-, and γ-T3 have the ability to induce apoptosis in cancer cells by blocking or inhibiting PARP [ 59 ]. In addition, α-, δ-, and γ-T3 exert inhibitory effects on cancer cells by inhibiting the activity of nuclear factor kappa-B (NF-κB), which facilitates the proliferation of cancer cells [ 60 ]. Furthermore, Li et al. revealed that the cleavage of PARP was among the mechanisms responsible for inducing apoptosis in N1E-115 cells [ 60 ]. This evidence provides a possible explanation for our current research findings. We hypothesize that α-T3 may exert cytotoxic effects on N1E-115 cells by cleaving or inhibiting PARP, ultimately triggering apoptosis. However, due to the lack of apoptosis detection in this study, further research is needed to elucidate the underlying mechanism. 3.2. Neuroprotective Effects of α-Tocotrienol Following experimental confirmation, we determined that α-T3 exposure at concentrations below 10 µM did not exhibit overt cytotoxicity in N1E-115 cells (as shown by cell survival rate). Next, we examined the neuroprotective properties of α-T3 at low doses. The results indicate that 10 µM hydrogen peroxide produces neurodegeneration in the N1E-115 cells, as shown by the black arrow in Figure 2 A. The neurodegeneration was greatly ameliorated by the presence of 5 and 10 µM α-T3. Our trypan blue staining results revealed a significant decrease in the survival rate after hydrogen peroxide treatment. In the group exposed to both hydrogen peroxide and α-T3, there was a significant increase in the survival rate for both 5 and 10 µM α-T3, compared to the group with hydrogen peroxide but without α-T3 ( Figure 2 A unstained, Figure 2 B). These findings confirmed that α-T3 has a neuroprotective effect on N1E-115 cells by preventing the degeneration of neuronal protrusions following hydrogen peroxide exposure and reducing cell death. This suggests that α-T3 is beneficial for protecting neuron-like N1E-115 cells. Numerous studies have investigated the neuroprotective functions of α-T3. α-T3 exhibited the highest level of neuroprotection among the various isoforms of vitamin E in research conducted using rat striatal cultures [ 61 ]. However, based on evaluations of protein oxidation and lipid peroxidation, γ-T3 had the highest efficacy, followed closely by α-T3 [ 62 ]. The neuroprotective properties of α- and γ-T3 did not exhibit a direct link with their relative antioxidant activity, indicating that the neuroprotective effects of α-T3 may not be exclusively attributed to its free radical-scavenging ability, i.e., antioxidant capacity. A study reported that α-T3 demonstrated antioxidant and neuroprotective properties within the concentration range of 5 to 50 µM [ 63 ]. Moreover, exposure to a low concentration range (100–250 nM) did not exhibit antioxidant properties; however, it inhibited the increase in levels of calcium (Ca 2+ ) generated by glutamate during the early phases of apoptosis. Thus, the low concentrations of α-T3 may prevent apoptosis by inhibiting the release of Ca 2+ . Other studies have shown similar results, with α-T3 exerting neuroprotective effects through antioxidant properties at high concentrations [ 64 , 65 ]. On the other hand, cPLA2 is an enzyme that induces the release of free fatty acids from phospholipids within cells. This process frees arachidonic acid (AA) from membrane phospholipids, and the presence of free AA induces apoptosis [ 66 ]. Furthermore, cPLA2 is triggered by the presence of Ca 2+ . Research has shown that when α-T3 is present at nanomolar concentrations, the alterations in cytosolic phospholipase A2 (cPLA2) caused by glutamate represent a neuroprotective mechanism of α-T3 besides the antioxidant effects [ 67 ]. Taken together, α-T3 at high concentrations exerts neuroprotection through antioxidant properties and at low concentrations through mechanisms that are not dependent on antioxidant properties, such as inhibition of cPLA2. However, in the present study, it is unclear whether the concentration of α-T3 used provides neuroprotective effects in N1E-115 cells via antioxidant-dependent, antioxidant-independent, or a combination of these mechanisms. Additional investigation is required to clarify this matter. 3.3. α-Tocotrienol May Have a Neuroprotective Effect by Inhibiting the Phosphorylation of Tau at Ser262 The experimental findings showed that α-T3 has neuroprotective effects in N1E-115 cells at concentrations of 5 and 10 µM ( Figure 2 B), as shown by cell survival rate. The results of Western blot analysis revealed that α-T3 significantly decreased the tau hyperphosphorylation induced by oxidative stress ( p < 0.01; Figure 3 C, first from left). We hypothesize that the observed inhibition of tau hyperphosphorylation indicates a positive relationship with the neuroprotective effect of α-T3. Nevertheless, as previously stated, the neuroprotective mechanisms of α-T3 may be separated into antioxidant and non-antioxidant mechanisms. Figure 3 B displays the findings of two-way ANOVA ( p < 0.001), which revealed an inverse relationship between hydrogen peroxide and α-T3. These findings indicate that the ability of α-T3 to prevent abnormal tau hyperphosphorylation may be attributed to its antioxidant properties. Although there is no direct evidence for a mechanism by which α-T3 reduces the high tau hyperphosphorylation, some research conducted on vitamin E provides possible explanations for our present experiment. Preliminary studies suggest that overexpressing antioxidant enzymes like mitochondrial superoxide dismutase (SOD2) or exposing cells to vitamin E can attenuate tau-induced neuronal death. Conversely, a decrease in SOD2 levels or a reduction in cytoplasmic SOD (SOD1) appears to enhance tau phosphorylation [ 68 , 69 , 70 ]. This is consistent with our findings that α-T3 may also reduce tau phosphorylation through its antioxidant properties. Furthermore, it was shown that tau-induced neurodegeneration in Drosophila is decreased by treatment with vitamin E [ 71 ]. Furthermore, several animal models have also demonstrated that vitamin E reduces tau phosphorylation and improves neurodegeneration. Supplementation of tau transgenic mice with α-tocopherol was demonstrated to suppress/delay the progression of tau pathology, improve function, and reduce behavioral symptoms which are defined as dystonic movements of the hind limbs or a combination of hind limbs, forelimbs, and trunk, in which the limbs are retracted towards the body in a way not seen in normal mice. In another in vitro study, α-T3 showed inhibitory effects at a dose of 10 μM on Aβ accumulation, which is a hallmark of AD [ 72 ]. However, whether Aβ buildup is a cause or a result of other pathogenic processes in AD remains a subject of debate [ 73 , 74 ]. Interestingly, in addition to the inhibitory effect of α-T3 on the phosphorylation of tau, our experiments also revealed a significant increase in the hyperphosphorylation of tau in the α-T3 group (** p < 0.01; Figure 3 C, second from left). There is yet limited evidence of the direct effect of α-T3 on the phosphorylation of tau. Nonetheless, there are indications of circumstantial evidence that suggest potential underlying mechanisms at play. α-T3 has been demonstrated to exhibit a pro-apoptotic effect [ 75 ]. As the process of apoptosis necessitates the excessive accumulation of Ca2+ within the mitochondria [ 75 , 76 ]. Calcium/Calmodulin-dependent protein kinase II (CaMKII) becomes activated in response to elevated concentrations of Ca2+ [ 77 , 78 ]. Research has indicated that CaMKII is capable of phosphorylating tau at the Ser262 site [ 79 ]. However, neither the activation of CaMKII nor alterations in intracellular calcium concentration were evaluated within the scope of our current investigation. By incorporating indirect evidence pertaining to these mechanisms, we assume that the induction of apoptosis by α-T3 results in an increase in Ca2+ levels, hence activating the activation of CaMKII. This offers a convincing explanation for the observation that the α-T3-added group exhibited notably elevated levels of p-Tau expression. Drawing upon the comprehensive discussion of these data, α-T3 can effectively prevent the abnormal phosphorylation of tau, which is compelling evidence for the significant therapeutic and preventive potential of α-T3 for treating AD. 3.4. α-Tocotrienol May Play a Role in Inhibiting the Activation of MARKs The MARK family consists of four proteins. The primary antibody utilized in our study encompassed four isoforms of MARKs as well as four distinct isoforms of p-MARKs phosphorylated at various sites. In our earlier investigation, we observed a significant increase in p-MARK expression levels under conditions of oxidative stress [ 47 ]. In our current investigation, we have obtained similar results. The introduction of hydrogen peroxide resulted in a significant increase in p-MARK expression levels (** p < 0.01; Figure 4 C, first from left). As previously stated, the current research does not provide any data on the specific mechanism by which α-T3 was significantly decreasing tau hyperphosphorylation. In our current research, we noticed a significant decrease in the increase in p-MARKs caused by oxidative stress when α-T3 was applied (## p < 0.01; Figure 4 C, first from left). This finding provides evidence that α-T3 performs its effect by reducing tau hyperphosphorylation via the MARK–tau signaling pathway. Nevertheless, to date, no research has been documented elucidating the precise mechanism underlying the neuroprotective effects of α-T3 through its interaction with MARKs. Although our current study’s data indeed point to the influence of α-T3 on MARK expression levels, the aforementioned constraints posed by the primary antibodies employed have hindered our ability to discern the specific MARK isoforms that underwent activation or inactivation. Furthermore, we were unable to ascertain which isoform exerted the most profound impact on the phosphorylation of tau protein at the Ser262 site. As we have previously highlighted, tau phosphorylation at the Ser262 site is intricately involved not only in the initiation of early tau lesions but also in the subsequent aggregation, seeding, and progression of AD pathology [ 80 , 81 ]. The mechanisms by which the Ser262 site of tau undergoes phosphorylation are highly deserving of thorough research and extensive discussion. There is some evidence that shows that all MARK isoforms are involved in tau phosphorylation at Ser262, and MARK4 appears to play a more important role in this process than other MARK isoforms [ 82 ]. A recent study has revealed intriguing insights that different isoforms of the MARK family do not work the same way for tau; researchers indicate that in a Drosophila model, MARK1 and MARK2 increase the phosphorylation of the Ser262 site of tau protein, with MARK4 not only enhancing the phosphorylation at the Ser262 site but also elevating the overall expression levels of tau in vivo [ 83 ]. Moreover, in vivo experiment, MARK4 exhibits the capacity to engage in interactions with other crucial tau kinases, including cyclin-dependent kinase 5 (Cdk5), for example, which could potentially modulate the extent or intensity of Ser262 phosphorylation, thereby contributing to an even more intricate regulatory network surrounding tau phosphorylation [ 84 ]. In addition, several studies have indicated that MARK4 is crucial to the pathophysiology of several diseases, including AD [ 85 , 86 ]. While the intricate mechanisms underpinning the specific isoforms are not delved into within the scope of our current study, we posit that MARK4 harbors a more elaborate and nuanced mechanism for the phosphorylation of Ser262, hinting at a complexity yet to be fully unraveled. On the other hand, we have yet to conduct further investigations of the interplay between oxidative stress and α-T3 on each MARK isoform. Investigations have indicated that MARK4 overexpression aggravated oxidative stress by increasing ROS activity and reducing the activities of catalase (CAT), glutathione peroxidase (GPx), SOD, and reduced and oxidized glutathione (GSH/GSSG) [ 87 , 88 ]. In addition, researchers also confirmed that although MARK4 dramatically reduced mitochondrial oxidative respiration and increased oxidative stress, treatment with vitamin E reduced this impact [ 89 ]. Moreover, the present study has not ventured into exploring the mechanism of α-T3’s action on MARKs at this juncture. Since MARKs play an influential role in cancer as well, there may also be an effect by other signaling pathways of α-T3 on MARK action due to the anti-cancer mechanism of α-T3. There are pertinent findings that demonstrate the significant impact of oxidative stress on cancer. ROS have been reported to alter the expression of the apoptosis-critical gene p53, which is a suppressor gene [ 90 ]. On the other hand, the expression of MARK2, which is one isoform of the MARK family, has been reported to be negatively correlated with p53 [ 91 ]. p53 is a protein that can be activated by a variety of stressors, including DNA damage, oncogene activation, and hypoxia, and activation of p53 inhibits the proliferation of injured cells via apoptosis [ 92 ]. Some researchers have proposed that the anti-cancer effect of α-T3 was achieved by inducing apoptosis [ 60 ]. Taken together, it is also particularly valuable to investigate the effect of oxidative stress and α-T3 on the different MARK family isoforms. The levels of MARK4 protein were not evaluated in this study, and therefore, additional research is required to address this gap. In conclusion, determining the precise impact of α-T3 on each MARK isoform merits attention. The findings of this study have provided us with numerous ideas for further research directions. For instance, we can delve into the expression changes of various isoforms of MARKs upon the addition of α-T3, or investigate whether α-T3-induced apoptosis is also associated with different isoforms of MARKs. 4. Materials and Method 4.1. Cell Culture The cell culture method remained consistent with the previously stated procedure [ 47 ]. In summary, the N1E-115 cell line was initially incubated in Dulbecco’s minimal medium for 24 h, and subsequently shifted to a serum-free conditioned medium enriched with 1% dimethylsulfoxide (DMSO) to stimulate neurite outgrowth. Cells exhibiting neurite elongation were then further incubated for 48 h to prepare them for subsequent experimental procedures. Post-incubation, cells were seeded in 35 mm dishes at a density of 4 × 10 4 cells/mL for the staining experiment and in 60 mm dishes at a density of 70 × 10 4 cells/mL for protein extraction. The conditioned media utilized in this research were collected from N1E-115 cells cultured for 48 h until 80–90% confluency was reached. Notably, fetal bovine serum (FBS) was intentionally excluded during the cultivation process, and 1% dimethyl sulfoxide (DMSO) was added to the medium. This uniquely prepared medium was shown to efficiently promote neurite elongation. 4.2. Optimization of α-Tocotrienol Concentration To determine the optimal concentration of α-T3 for our experiments, cell viability was assessed using the trypan blue staining exclusion method. After neurite elongation, cells were treated with different doses of α-T3, ranging from 0 to 50 µM, for a duration of 24 h. Following treatment, each dish was stained with trypan blue solution (final concentration 0.4%) and incubated at 37 °C in a CO 2 incubator for 20 min. Subsequently, cells were washed with phosphate-buffered saline (PBS) to remove excess dye. For analysis, images of cells treated with different α-T3 concentrations were captured utilizing an Olympus IX81 phase-contrast microscope, which was complemented by an Olympus DP71 digital camera, both sourced from Olympus Corp. in Tokyo, Japan. Live and total cell counts were determined by randomly selecting photomicrographs. The percentage of dead cells was then calculated relative to the total cell number. Each concentration of α-T3 was tested on at least three plates, and triplicate experiments were performed to ensure reproducibility. 4.3. Neurite Degeneration The morphological changes associated with neurite degeneration, including bead formation, were evaluated in our study [ 93 ]. For the purpose of determining the morphological changes indicative of neuronal degeneration, simulated oxidative stress was produced by utilizing hydrogen peroxide (10 µM). The protective impact of α-T3 on cells was observed through the co-treatment of various concentrations of α-T3. Cells were fixed using a 4% paraformaldehyde solution (Merck Millipore, Darmstadt, Germany) diluted in PBS at 4 °C for 15 min. Image processing was conducted using an Olympus IX81 phase-contrast microscope coupled with a DP71 digital camera, and images were transferred to a computer for analysis. Each experimental group comprised a minimum of three dishes, and cells were randomly selected for observation within each group. This experimental procedure was repeated three times to ensure the reliability of the findings. 4.4. Western Blotting N1E-115 cells were isolated in RIPA buffer (#182-02451, FUJIFILM Wako Pure Chemical Corp., Osaka, Japan) after being collected from 60 mm cell culture dishes. N1E-115 cell lysate samples were collected and centrifuged, and the protein content of the resulting supernatant was determined using a Bradford assay employing the Bio-Rad Protein Assay Dye Reagent Concentrate (#5000006; Bio-Rad Laboratories, Inc., Hercules, CA, USA) according to the manufacturer’s protocol. Electrophoresis was performed using the same experimental methods as previously described [ 47 ]. After electrophoresis, the cell membrane was blocked with a 2% skim milk solution at RT for 1 h, followed by incubation with the primary antibody obtained from Abcam, Cambridge, UK, at 4 °C overnight. We used secondary antibodies for the primary antibodies’ originating species, which were rabbit and mouse (detailed information on primary antibodies and secondary antibodies can be found in the Supplementary Materials, Table S1 ). Following this, chemiluminescent signals were utilized using experimental procedures in our laboratory [ 47 ]. Relative ratios were determined by comparing the intensity of Ponceau S staining in the corresponding lane with the signal intensity of the respective experimental protein. These comparisons were streamlined through the utilization of Image Quant TL 8.1 software, sourced from GE Healthcare Life Sciences in Tokyo, Japan. To ensure reproducibility and reliability, each study encompassed a minimum of three independent experimental runs. 4.5. Statistical Analysis The data were graphically represented as the mean ± SD, derived from a minimum of three independent experiments. Two-way analysis of variance (ANOVA) was applied to explore interactive effects between different drugs. Estimated marginal means were calculated to illustrate predicted means across various factor-level combinations in a two-factor interaction plot using IBM SPSS Statistics Client 29.0 (International business Machines Co., Armonk, NY, USA). Additionally, two-way ANOVA was conducted to evaluate interaction effects between factors and their influence on relative protein expression ratios across different conditions. To compare across three or more groups, a two-tailed one-way ANOVA was applied, subsequently followed by a Tukey–Kramer post hoc analysis using JMP pro.16 software (SAS Institute Japan Co., Ltd., Tokyo, Japan). p -values < 0.05 indicated a significant difference. Data were visualized using Prism version 6.02 (GraphPad Software, San Diego, CA, USA). 5. Conclusions Treatment with α-T3 reduced the oxidative stress-induced increases in phospho-tau at Ser262. Furthermore, α-T3 exhibited a neuroprotective effect at low concentrations during oxidative stress (i.e., hydrogen peroxide exposure). This might indicate that the neuroprotective effect of α-T3 may act by preventing tau hyperphosphorylation at Ser262. The addition of α-T3 significantly reduced the activation of MARKs, suggesting that α-T3’s inhibition of MARK activation may be one of the mechanisms by which it suppresses the hyperphosphorylation of tau proteins. These results indicate that α-T3 could potentially serve as a tau protein phosphorylation inhibitor and may have therapeutic implications as an adjuvant treatment for AD. Furthermore, the study of α-T3 holds significant research value in AD and other medical conditions. Acknowledgments We thank Kato Yugo for the valuable technical advice on experiments. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Supplementary Materials The following supporting information can be downloaded at https://www.mdpi.com/article/10.3390/ijms25158428/s1 . Author Contributions Conceptualization, K.F.; data curation, Y.C., Y.L. and K.F.; formal analysis, K.F.; investigation, Y.C., Y.L. and K.F.; project administration, K.F.; writing, review and editing, Y.L. and K.F.; all other contributions to the research, K.F. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement The datasets used and/or analyzed during the current study are available from the corresponding author upon reasonable request. Conflicts of Interest The authors declare no conflicts of interest. References 1. Wyss-Coray T. Ageing, neurodegeneration and brain rejuvenation Nature 2016 539 180 186 10.1038/nature20411 27830812 2. 2023 Alzheimer’s disease facts and figures Alzheimer’s Dement. J. Alzheimer’s Assoc. 2023 19 1598 1695 10.1002/alz.13016 36918389 3. Nussbaum R.L. Ellis C.E. Alzheimer’s disease and Parkinson’s disease N. Engl. J. Med. 2003 348 1356 1364 10.1056/NEJM2003ra020003 12672864 4. Hy L.X. Keller D.M. Prevalence of AD among whites: A summary by levels of severity Neurology 2000 55 198 204 10.1212/WNL.55.2.198 10908890 5. Mucke L. Neuroscience: Alzheimer’s disease Nature 2009 461 895 897 10.1038/461895a 19829367 6. Rosén C. Hansson O. Blennow K. Zetterberg H. Fluid biomarkers in Alzheimer’s disease—Current concepts Mol. Neurodegener. 2013 8 20 10.1186/1750-1326-8-20 23800368 7. Teipel S.J. Grothe M. Lista S. Toschi N. Garaci F.G. Hampel H. Relevance of magnetic resonance imaging for early detection and diagnosis of Alzheimer disease Med. Clin. N. Am. 2013 97 399 424 10.1016/j.mcna.2012.12.013 23642578 8. Elobeid A. Libard S. Leino M. Popova S.N. Alafuzoff I. Altered Proteins in the Aging Brain J. Neuropathol. Exp. Neurol. 2016 75 316 325 10.1093/jnen/nlw002 26979082 9. Harman D. Free radical theory of aging: History EXS 1992 62 1 10 1450577 10. Tholey G. Ledig M. Neuronal and astrocytic plasticity: Metabolic aspects Ann. Med. Interne 1990 141 (Suppl. S1) 13 18 11. Beal M.F. Oxidatively modified proteins in aging and disease Free Radic. Biol. Med. 2002 32 797 803 10.1016/S0891-5849(02)00780-3 11978481 12. Butterfield D.A. Kanski J. Brain protein oxidation in age-related neurodegenerative disorders that are associated with aggregated proteins Mech. Ageing Dev. 2001 122 945 962 10.1016/S0047-6374(01)00249-4 11348660 13. Zhao Y. Zhao B. Oxidative stress and the pathogenesis of Alzheimer’s disease Oxid. Med. Cell Longev. 2013 2013 316523 10.1155/2013/316523 23983897 14. Yan M.H. Wang X. Zhu X. Mitochondrial defects and oxidative stress in Alzheimer disease and Parkinson disease Free Radic. Biol. Med. 2013 62 90 101 10.1016/j.freeradbiomed.2012.11.014 23200807 15. Manczak M. Mao P. Calkins M.J. Cornea A. Reddy A.P. Murphy M.P. Szeto H.H. Park B. Reddy P.H. Mitochondria-targeted antioxidants protect against amyloid-beta toxicity in Alzheimer’s disease neurons J. Alzheimers Dis. 2010 20 (Suppl. S2) S609 S631 10.3233/JAD-2010-100564 20463406 16. Liguori I. Russo G. Curcio F. Bulli G. Aran L. Della-Morte D. Gargiulo G. Testa G. Cacciatore F. Bonaduce D. Oxidative stress, aging, and diseases Clin. Interv. Aging 2018 13 757 772 10.2147/CIA.S158513 29731617 17. Mecocci P. MacGarvey U. Beal M.F. Oxidative damage to mitochondrial DNA is increased in Alzheimer’s disease Ann. Neurol. 1994 36 747 751 10.1002/ana.410360510 7979220 18. Mullaart E. Boerrigter M.E. Ravid R. Swaab D.F. Vijg J. Increased levels of DNA breaks in cerebral cortex of Alzheimer’s disease patients Neurobiol. Aging 1990 11 169 173 10.1016/0197-4580(90)90542-8 2362649 19. Butterfield D.A. Reed T. Perluigi M. De Marco C. Coccia R. Cini C. Sultana R. Elevated protein-bound levels of the lipid peroxidation product, 4-hydroxy-2-nonenal, in brain from persons with mild cognitive impairment Neurosci. Lett. 2006 397 170 173 10.1016/j.neulet.2005.12.017 16413966 20. Li Y. Zhao T. Li J. Xia M. Li Y. Wang X. Liu C. Zheng T. Chen R. Kan D. Oxidative Stress and 4-hydroxy-2-nonenal (4-HNE): Implications in the Pathogenesis and Treatment of Aging-related Diseases J. Immunol. Res. 2022 2022 2233906 10.1155/2022/2233906 35411309 21. Butterfield D.A. Reed T.T. Perluigi M. De Marco C. Coccia R. Keller J.N. Markesbery W.R. Sultana R. Elevated levels of 3-nitrotyrosine in brain from subjects with amnestic mild cognitive impairment: Implications for the role of nitration in the progression of Alzheimer’s disease Brain Res. 2007 1148 243 248 10.1016/j.brainres.2007.02.084 17395167 22. Pall M.L. The NO/ONOO-cycle as the central cause of heart failure Int. J. Mol. Sci. 2013 14 22274 22330 10.3390/ijms141122274 24232452 23. Teixeira D. Fernandes R. Prudêncio C. Vieira M. 3-Nitrotyrosine quantification methods: Current concepts and future challenges Biochimie 2016 125 1 11 10.1016/j.biochi.2016.02.011 26921794 24. Fukui K. Sekiguchi H. Takatsu H. Koike T. Koike T. Urano S. Tocotrienol prevents AAPH-induced neurite degeneration in neuro2a cells Redox Rep. Commun. Free Radic. Res. 2013 18 238 244 10.1179/1351000213Y.0000000065 25. Cheignon C. Tomas M. Bonnefont-Rousselot D. Faller P. Hureau C. Collin F. Oxidative stress and the amyloid beta peptide in Alzheimer’s disease Redox. Biol. 2018 14 450 464 10.1016/j.redox.2017.10.014 29080524 26. Tamagno E. Guglielmotto M. Monteleone D. Tabaton M. Amyloid-β production: Major link between oxidative stress and BACE1 Neurotox. Res. 2012 22 208 219 10.1007/s12640-011-9283-6 22002808 27. Butterfield D.A. Galvan V. Lange M.B. Tang H. Sowell R.A. Spilman P. Fombonne J. Gorostiza O. Zhang J. Sultana R. In vivo oxidative stress in brain of Alzheimer disease transgenic mice: Requirement for methionine 35 in amyloid beta-peptide of APP Free Radic. Biol. Med. 2010 48 136 144 10.1016/j.freeradbiomed.2009.10.035 19854267 28. Cai Z. Zhao B. Ratka A. Oxidative stress and β-amyloid protein in Alzheimer’s disease Neuromol. Med. 2011 13 223 250 10.1007/s12017-011-8155-9 21901428 29. Ill-Raga G. Ramos-Fernández E. Guix F.X. Tajes M. Bosch-Morató M. Palomer E. Godoy J. Belmar S. Cerpa W. Simpkins J.W. Amyloid-β peptide fibrils induce nitro-oxidative stress in neuronal cells J. Alzheimers Dis. 2010 22 641 652 10.3233/JAD-2010-100474 20858976 30. Shelat P.B. Chalimoniuk M. Wang J.H. Strosznajder J.B. Lee J.C. Sun A.Y. Simonyi A. Sun G.Y. Amyloid beta peptide and NMDA induce ROS from NADPH oxidase and AA release from cytosolic phospholipase A2 in cortical neurons J. Neurochem. 2008 106 45 55 10.1111/j.1471-4159.2008.05347.x 18346200 31. Kim N. Lee H.J. Redox-Active Metal Ions and Amyloid-Degrading Enzymes in Alzheimer’s Disease Int. J. Mol. Sci. 2021 22 7697 10.3390/ijms22147697 34299316 32. Cebers G. Alexander R.C. Haeberlein S.B. Han D. Goldwater R. Ereshefsky L. Olsson T. Ye N. Rosen L. Russell M. AZD3293: Pharmacokinetic and Pharmacodynamic Effects in Healthy Subjects and Patients with Alzheimer’s Disease J. Alzheimers Dis. 2017 55 1039 1053 10.3233/JAD-160701 27767991 33. Panza F. Lozupone M. Solfrizzi V. Sardone R. Piccininni C. Dibello V. Stallone R. Giannelli G. Bellomo A. Greco A. BACE inhibitors in clinical development for the treatment of Alzheimer’s disease Expert Rev. Neurother. 2018 18 847 857 10.1080/14737175.2018.1531706 30277096 34. Salloway S. Sperling R. Keren R. Porsteinsson A.P. van Dyck C.H. Tariot P.N. Gilman S. Arnold D. Abushakra S. Hernandez C. A phase 2 randomized trial of ELND005, scyllo-inositol, in mild to moderate Alzheimer disease Neurology 2011 77 1253 1262 10.1212/WNL.0b013e3182309fa5 21917766 35. Fenili D. Brown M. Rappaport R. McLaurin J. Properties of scyllo-inositol as a therapeutic treatment of AD-like pathology J. Mol. Med. 2007 85 603 611 10.1007/s00109-007-0156-7 17279347 36. Klein G. Delmar P. Voyle N. Rehal S. Hofmann C. Abi-Saab D. Andjelkovic M. Ristic S. Wang G. Bateman R. Gantenerumab reduces amyloid-β plaques in patients with prodromal to moderate Alzheimer’s disease: A PET substudy interim analysis Alzheimers Res. Ther. 2019 11 101 10.1186/s13195-019-0559-z 31831056 37. Loureiro J.C. Pais M.V. Stella F. Radanovic M. Teixeira A.L. Forlenza O.V. de Souza L.C. Passive antiamyloid immunotherapy for Alzheimer’s disease Curr. Opin. Psychiatry 2020 33 284 291 10.1097/YCO.0000000000000587 32040044 38. Yang T. Dang Y. Ostaszewski B. Mengel D. Steffen V. Rabe C. Bittner T. Walsh D.M. Selkoe D.J. Target engagement in an alzheimer trial: Crenezumab lowers amyloid β oligomers in cerebrospinal fluid Ann. Neurol. 2019 86 215 224 10.1002/ana.25513 31168802 39. Duan A.R. Jonasson E.M. Alberico E.O. Li C. Scripture J.P. Miller R.A. Alber M.S. Goodson H.V. Interactions between tau and different conformations of tubulin: Implications for tau function and mechanism J. Mol. Biol. 2017 429 1424 1438 10.1016/j.jmb.2017.03.018 28322917 40. Bloom G.S. Amyloid-β and tau: The trigger and bullet in Alzheimer disease pathogenesis JAMA Neurol. 2014 71 505 508 10.1001/jamaneurol.2013.5847 24493463 41. Liu F. Li B. Tung E.J. Grundke-Iqbal I. Iqbal K. Gong C.X. Site-specific effects of tau phosphorylation on its microtubule assembly activity and self-aggregation Eur. J. Neurosci. 2007 26 3429 3436 10.1111/j.1460-9568.2007.05955.x 18052981 42. Noble W. Hanger D.P. Miller C.C. Lovestone S. The importance of tau phosphorylation for neurodegenerative diseases Front. Neurol. 2013 4 83 10.3389/fneur.2013.00083 23847585 43. Al-Bassam J. Ozer R.S. Safer D. Halpain S. Milligan R.A. MAP2 and tau bind longitudinally along the outer ridges of microtubule protofilaments J. Cell Biol. 2002 157 1187 1196 10.1083/jcb.200201048 12082079 44. Drewes G. Ebneth A. Preuss U. Mandelkow E.M. Mandelkow E. MARK, a novel family of protein kinases that phosphorylate microtubule-associated proteins and trigger microtubule disruption Cell 1997 89 297 308 10.1016/S0092-8674(00)80208-1 9108484 45. Matenia D. Mandelkow E.M. The tau of MARK: A polarized view of the cytoskeleton Trends Biochem. Sci. 2009 34 332 342 10.1016/j.tibs.2009.03.008 19559622 46. Trinczek B. Brajenovic M. Ebneth A. Drewes G. MARK4 is a novel microtubule-associated proteins/microtubule affinity-regulating kinase that binds to the cellular microtubule network and to centrosomes J. Biol. Chem. 2004 279 5915 5923 10.1074/jbc.M304528200 14594945 47. Liu Y. Chen Y. Fukui K. Oxidative stress induces tau hyperphosphorylation via MARK activation in neuroblastoma N1E-115 cells J. Clin. Biochem. Nutr. 2023 73 24 33 10.3164/jcbn.22-39 37534088 48. Mocchegiani E. Costarelli L. Giacconi R. Malavolta M. Basso A. Piacenza F. Ostan R. Cevenini E. Gonos E.S. Franceschi C. Vitamin E-gene interactions in aging and inflammatory age-related diseases: Implications for treatment. A systematic review Ageing Res. Rev. 2014 14 81 101 10.1016/j.arr.2014.01.001 24418256 49. Su L.J. Zhang J.H. Gomez H. Murugan R. Hong X. Xu D. Jiang F. Peng Z.Y. Reactive oxygen species-induced lipid peroxidation in apoptosis, autophagy, and ferroptosis Oxidative Med. Cell. Longev. 2019 2019 5080843 10.1155/2019/5080843 50. Renuka Devi R. Arumughan C. Antiradical efficacy of phytochemical extracts from defatted rice bran Food Chem. Toxicol. Int. J. Publ. Br. Ind. Biol. Res. Assoc. 2007 45 2014 2021 10.1016/j.fct.2007.04.020 51. Catalgol B. Batirel S. Ozer N.K. Cellular protection and therapeutic potential of tocotrienols Curr. Pharm. Des. 2011 17 2215 2220 10.2174/138161211796957436 21774780 52. Inoue A. Takitani K. Koh M. Kawakami C. Kuno T. Tamai H. Induction of apoptosis by γ-tocotrienol in human cancer cell lines and leukemic blasts from patients: Dependency on Bid, cytochrome c, and caspase pathway Nutr. Cancer 2011 63 763 770 10.1080/01635581.2011.563030 21660856 53. Bourre J.M. Effects of nutrients (in food) on the structure and function of the nervous system: Update on dietary requirements for brain. Part 1: Micronutrients J. Nutr. Health Aging 2006 10 377 385 17066209 54. Frank J. Chin X.W. Schrader C. Eckert G.P. Rimbach G. Do tocotrienols have potential as neuroprotective dietary factors? Ageing Res. Rev. 2012 11 163 180 10.1016/j.arr.2011.06.006 21763788 55. Huebbe P. Jofre-Monseny L. Boesch-Saadatmandi C.H. Minihane A.M. Rimbach G. Effect of apoE genotype and vitamin E on biomarkers of oxidative stress in cultured neuronal cells and the brain of targeted replacement mice J. Physiol. Pharmacol. Off. J. Pol. Physiol. Soc. 2007 58 683 698 56. Francois R.A. Zhang A. Husain K. Wang C. Hutchinson S. Kongnyuy M. Batra S.K. Coppola D. Sebti S.M. Malafa M.P. Vitamin E δ-tocotrienol sensitizes human pancreatic cancer cells to TRAIL-induced apoptosis through proteasome-mediated down-regulation of c-FLIPs Cancer Cell Int. 2019 19 189 10.1186/s12935-019-0876-0 31367187 57. Fontana F. Marzagalli M. Raimondi M. Zuco V. Zaffaroni N. Limonta P. δ-Tocotrienol sensitizes and re-sensitizes ovarian cancer cells to cisplatin via induction of G1 phase cell cycle arrest and ROS/MAPK-mediated apoptosis Cell Prolif. 2021 54 e13111 10.1111/cpr.13111 34520051 58. Domagala P. Huzarski T. Lubinski J. Gugala K. Domagala W. PARP-1 expression in breast cancer including BRCA1-associated, triple negative and basal-like tumors: Possible implications for PARP-1 inhibitor therapy Breast Cancer Res. Treat. 2011 127 861 869 10.1007/s10549-011-1441-2 21409392 59. Loganathan R. Selvaduray K.R. Nesaretnam K. Radhakrishnan A.K. Tocotrienols promote apoptosis in human breast cancer cells by inducing poly(ADP-ribose) polymerase cleavage and inhibiting nuclear factor kappa-B activity Cell Prolif. 2013 46 203 213 10.1111/cpr.12014 23510475 60. Li X. Liu Z. Tamashir K. Shi B. Rudnicki D.D. Ross C.A. Moran T.H. Smith W.W. Synphilin-1 exhibits trophic and protective effects against Rotenone toxicity Neuroscience 2010 165 455 462 10.1016/j.neuroscience.2009.10.042 19857556 61. Osakada F. Hashino A. Kume T. Katsuki H. Kaneko S. Akaike A. Alpha-tocotrienol provides the most potent neuroprotection among vitamin E analogs on cultured striatal neurons Neuropharmacology 2004 47 904 915 10.1016/j.neuropharm.2004.06.029 15527824 62. Kamat J.P. Sarma H.D. Devasagayam T.P. Nesaretnam K. Basiron Y. Tocotrienols from palm oil as effective inhibitors of protein oxidation and lipid peroxidation in rat liver microsomes Mol. Cell. Biochem. 1997 170 131 137 10.1023/A:1006853419214 9144327 63. Sen C.K. Khanna S. Roy S. Packer L. Molecular basis of vitamin E action. Tocotrienol potently inhibits glutamate-induced pp60(c-Src) kinase activation and death of HT4 neuronal cells J. Biol. Chem. 2000 275 13049 13055 10.1074/jbc.275.17.13049 10777609 64. Sen C.K. Khanna S. Roy S. Tocotrienols in health and disease: The other half of the natural vitamin E family Mol. Asp. Med. 2007 28 692 728 10.1016/j.mam.2007.03.001 17507086 65. Khanna S. Roy S. Ryu H. Bahadduri P. Swaan P.W. Ratan R.R. Sen C.K. Molecular basis of vitamin E action: Tocotrienol modulates 12-lipoxygenase, a key mediator of glutamate-induced neurodegeneration J. Biol. Chem. 2003 278 43508 43515 10.1074/jbc.M307075200 12917400 66. Taketo M.M. Sonoshita M. Phospolipase A2 and apoptosis Biochim. Biophys. Acta 2002 1585 72 76 10.1016/S1388-1981(02)00326-8 12531539 67. Khanna S. Parinandi N.L. Kotha S.R. Roy S. Rink C. Bibus D. Sen C.K. Nanomolar vitamin E alpha-tocotrienol inhibits glutamate-induced activation of phospholipase A2 and causes neuroprotection J. Neurochem. 2010 112 1249 1260 10.1111/j.1471-4159.2009.06550.x 20028458 68. Dias-Santagata D. Fulga T.A. Duttaroy A. Feany M.B. Oxidative stress mediates tau-induced neurodegeneration in Drosophila J. Clin. Investig. 2007 117 236 245 10.1172/JCI28769 17173140 69. Stamer K. Vogel R. Thies E. Mandelkow E. Mandelkow E.M. Tau blocks traffic of organelles, neurofilaments, and APP vesicles in neurons and enhances oxidative stress J. Cell Biol. 2002 156 1051 1063 10.1083/jcb.200108057 11901170 70. Goedert M. Hasegawa M. Jakes R. Lawler S. Cuenda A. Cohen P. Phosphorylation of microtubule-associated protein tau by stress-activated protein kinases FEBS Lett. 1997 409 57 62 10.1016/S0014-5793(97)00483-3 9199504 71. Serbinova E. Kagan V. Han D. Packer L. Free radical recycling and intramembrane mobility in the antioxidant properties of alpha-tocopherol and alpha-tocotrienol Free Radic. Biol. Med. 1991 10 263 275 10.1016/0891-5849(91)90033-Y 1649783 72. Ibrahim N.F. Hamezah H.S. Yanagisawa D. Tsuji M. Kiuchi Y. Ono K. Tooyama I. The effect of α-tocopherol, α- and γ-tocotrienols on amyloid-β aggregation and disaggregation in vitro Biochem. Biophys. Rep. 2021 28 101131 10.1016/j.bbrep.2021.101131 34541343 73. Selkoe D.J. Hardy J. The amyloid hypothesis of Alzheimer’s disease at 25 years EMBO Mol. Med. 2016 8 595 608 10.15252/emmm.201606210 27025652 74. Swerdlow R.H. Burns J.M. Khan S.M. The Alzheimer’s disease mitochondrial cascade hypothesis: Progress and perspectives Biochim. Biophys. Acta 2014 1842 1219 1231 10.1016/j.bbadis.2013.09.010 24071439 75. Tang T.S. Slow E. Lupu V. Stavrovskaya I.G. Sugimori M. Llinás R. Kristal B.S. Hayden M.R. Bezprozvanny I. Disturbed Ca 2+ signaling and apoptosis of medium spiny neurons in Huntington’s disease Proc. Natl. Acad. Sci. USA 2005 102 2602 2607 10.1073/pnas.0409402102 15695335 76. Pinton P. Giorgi C. Siviero R. Zecchini E. Rizzuto R. Calcium and apoptosis: ER-mitochondria Ca 2+ transfer in the control of apoptosis Oncogene 2008 27 6407 6418 10.1038/onc.2008.308 18955969 77. Yasuda R. Hayashi Y. Hell J.W. CaMKII: A central molecular organizer of synaptic plasticity, learning and memory Nat. Rev. Neurosci. 2022 23 666 682 10.1038/s41583-022-00624-2 36056211 78. Coultrap S.J. Bayer K.U. CaMKII regulation in information processing and storage Trends Neurosci. 2012 35 607 618 10.1016/j.tins.2012.05.003 22717267 79. Yoshimura Y. Ichinose T. Yamauchi T. Phosphorylation of tau protein to sites found in Alzheimer’s disease brain is catalyzed by Ca 2+ /calmodulin-dependent protein kinase II as demonstrated tandem mass spectrometry Neurosci. Lett. 2003 353 185 188 10.1016/j.neulet.2003.09.037 14665412 80. Dujardin S. Commins C. Lathuiliere A. Beerepoot P. Fernandes A.R. Kamath T.V. De Los Santos M.B. Klickstein N. Corjuc D.L. Corjuc B.T. Tau molecular diversity contributes to clinical heterogeneity in Alzheimer’s disease Nat. Med. 2020 26 1256 1263 10.1038/s41591-020-0938-9 32572268 81. Wesseling H. Mair W. Kumar M. Schlaffner C.N. Tang S. Beerepoot P. Fatou B. Guise A.J. Cheng L. Takeda S. Tau PTM Profiles Identify Patient Heterogeneity and Stages of Alzheimer’s Disease Cell 2020 183 1699 1713 1699–1713.e13 10.1016/j.cell.2020.10.029 33188775 82. Gu G.J. Lund H. Wu D. Blokzijl A. Classon C. von Euler G. Landegren U. Sunnemark D. Kamali-Moghaddam M. Role of individual MARK isoforms in phosphorylation of tau at Ser 262 in Alzheimer’s disease Neuromol. Med. 2013 15 458 469 10.1007/s12017-013-8232-3 83. Sultanakhmetov G. Kato I. Asada A. Saito T. Ando K. Microtubule-affinity regulating kinase family members distinctively affect tau phosphorylation and promote its toxicity in a Drosophila model Genes Cells 2024 29 337 346 10.1111/gtc.13101 38329182 84. Saito T. Oba T. Shimizu S. Asada A. Iijima K.M. Ando K. Cdk5 increases MARK4 activity and augments pathological tau accumulation and toxicity through tau phosphorylation at Ser262 Hum. Mol. Genet. 2019 28 3062 3071 10.1093/hmg/ddz120 31174206 85. Fontana L. Rovina D. Novielli C. Maffioli E. Tedeschi G. Magnani I. Larizza L. Suggestive evidence on the involvement of polypyrimidine-tract binding protein in regulating alternative splicing of MAP/microtubule affinity-regulating kinase 4 in glioma Cancer Lett. 2015 359 87 96 10.1016/j.canlet.2014.12.049 25578778 86. Oba T. Saito T. Asada A. Shimizu S. Iijima K.M. Ando K. Microtubule affinity-regulating kinase 4 with an Alzheimer’s disease-related mutation promotes tau accumulation and exacerbates neurodegeneration J. Biol. Chem. 2020 295 17138 17147 10.1074/jbc.RA120.014420 33020179 87. Liu Z. Gan L. Chen Y. Luo D. Zhang Z. Cao W. Zhou Z. Lin X. Sun C. Mark4 promotes oxidative stress and inflammation via binding to PPARγ and activating NF-κB pathway in mice adipocytes Sci. Rep. 2016 6 21382 10.1038/srep21382 26888669 88. Tian L. Liu G. Kang Z. Yan P. Microtubule affinity-regulating kinase 4 promotes oxidative stress and mitochondrial dysfunction by activating NF-κB and Inhibiting AMPK pathways in porcine placental trophoblasts Biomedicines 2022 10 165 10.3390/biomedicines10010165 35052845 89. Saito Y. Nishio K. Akazawa Y.O. Yamanaka K. Miyama A. Yoshida Y. Noguchi N. Niki E. Cytoprotective effects of vitamin E homologues against glutamate-induced cell death in immature primary cortical neuron cultures: Tocopherols and tocotrienols exert similar effects by antioxidant function Free Radic. Biol. Med. 2010 49 1542 1549 10.1016/j.freeradbiomed.2010.08.016 20736061 90. Jelic M.D. Mandic A.D. Maricic S.M. Srdjenovic B.U. Oxidative stress and its role in cancer J. Cancer Res. Ther. 2021 17 22 28 10.4103/jcrt.JCRT_862_16 33723127 91. Ponnusamy L. Natarajan S.R. Manoharan R. MARK2 potentiate aerobic glycolysis-mediated cell growth in breast cancer through regulating mTOR/HIF-1α and p53 pathways J. Cell. Biochem. 2022 123 759 771 10.1002/jcb.30219 35048405 92. Shawi M. Autexier C. Telomerase, senescence and ageing Mech. Ageing Dev. 2008 129 3 10 10.1016/j.mad.2007.11.007 18215413 93. Fukui K. Okihiro S. Ohfuchi Y. Hashimoto M. Kato Y. Yoshida N. Mochizuki K. Tsumoto H. Miura Y. Proteomic study on neurite responses to oxidative stress: Search for differentially expressed proteins in isolated neurites of N1E-115 cells J. Clin. Biochem. Nutrition. 2019 64 36 44 10.3164/jcbn.18-31 30705510 Figure 1 Cytotoxic effects of α-T3 on N1E-115 cells. ( A ) N1E-115 cell morphology was examined following exposure to different doses of α-T3. Control (Ctrl), without α-T3 exposure. Scale bar: 200 μm ( above ). Black arrows indicate neurite deformation. N1E-115 cell morphology following exposure to α-T3. Cells were stained with trypan blue. Scale bar: 50 μm ( below ). ( B ) Cell survival following exposure to different doses of α-tocotrienol was evaluated using trypan blue staining. α-T3 showed a concentration-dependent effect on N1E-115 cell death. The survival rate in the control group, without α-T3, was defined as 100%. The data are shown graphically as the mean value ± SD of three independent experiments ( n = 3). The statistical significance levels are denoted as follows: *** p < 0.001, **** p < 0.0001 (two-tailed one-way ANOVA with Tukey’s multiple comparisons test). Figure 2 Neuroprotective effects of α-T3 in N1E-115 cells. ( A ) Neurite degeneration was induced in N1E-115 cells by exposure to 10 μM hydrogen peroxide. The neuroprotective effect of different concentrations of α-T3 was observed. The group absent of both hydrogen peroxide and T3 serves as the negative control. Scale bar: 200 μm ( above ). Neuronal deformation is shown by black arrows. Cell morphology of N1E-115 cells was examined using trypan blue staining following co-treatment with different doses of α-T3 and 10 μM hydrogen peroxide. Scale bar: 50 μm ( below ). ( B ) Cell survival was evaluated by trypan blue staining after exposure to different doses of α-T3 with/without 10 μM hydrogen peroxide. The survival rate in the control group, without hydrogen peroxide and α-T3, was set at 100%. The data are represented as mean ± SD of three independent experiments ( n = 3). The statistical significance levels are denoted as follows: **** ( p < 0.0001) compared with the control group, ## ( p < 0.01) and ### ( p < 0.001) compared with the hydrogen peroxide exposure group (two-tailed one-way ANOVA with Tukey’s multiple comparisons test). Figure 3 Expression of tau and p-Tau in N1E-115 cells following α-T3 and hydrogen peroxide treatment. ( A ) Western blot analyses were performed to examine the levels of tau and p-Tau in N1E-115 cells with and without hydrogen peroxide and/or α-T3. Representative gels are shown. β-actin was used to visually confirm that similar amounts of protein were loaded. ( B ) The results of two-way ANOVA are shown to illustrate the differences in changes in p-Tau and tau expression induced by hydrogen peroxide and α-T3. The Y -axis represents the estimated marginal means effect of the reagents on p-Tau and tau. Data were analyzed using two-way ANOVA with hydrogen peroxide (with and without) and α-T3 (with and without) as factors ( p < 0.001). ( C ) Changes in tau and p-Tau (Ser262) levels in N1E-115 cells following single or combination exposure to hydrogen peroxide and α-T3. Each column indicates the average protein levels relative to the control. The ratios of tau protein band intensity to Ponceau S staining intensity are shown, and p-Tau band intensity to tau intensity; the ratios of the control samples are defined as 1. The level of p-Tau was divided by that of unphosphorylated tau. Data are plotted as the mean ± SD of three independent experiments ( n = 12). ** ( p < 0.01) compared with the ctrl group, ## ( p < 0.01) compared with hydrogen peroxide exposure group, *** ( p < 0.001) compared with the ctrl group (two-tailed one-way analysis of variance (ANOVA) with Tukey–Kramer’s test). Figure 4 Expression levels of MARKs and p-MARKs in N1E-115 cells following α-T3 and hydrogen peroxide exposure. ( A ) Western blot analysis was performed to examine the levels of MARKs and p-MARKs in N1E-115 cells with and without hydrogen peroxide and/or α-T3. Representative gels are shown. β-actin was used to visually confirm that similar amounts of protein were loaded. ( B ) The results of two-way ANOVA are shown to illustrate the differences in changes in MARK and p-MARK expression induced by hydrogen peroxide and α-T3. The Y -axis represents the estimated marginal means effect of the reagents on p-Tau and tau. Data were analyzed using two-way ANOVA with hydrogen peroxide (with and without) and α-T3 (with and without) as factors ( p = 0.002). ( C ) Changes in MARK and p-MARK levels in N1E-115 cells following single or combination exposure to hydrogen peroxide and α-T3. Each column indicates the average protein levels relative to the control. The ratios of each protein band intensity to Ponceau S staining intensity are shown; the ratios of the control samples are defined as 1. The level of p-MARKs was divided by that of the unphosphorylated MARKS. Data are plotted as mean ± SD of three independent experiments ( n = 12). ** ( p < 0.01) compared with the ctrl group, ## ( p < 0.01) compared with the hydrogen peroxide exposure group (two-tailed one-way analysis of variance (ANOVA) with Tukey–Kramer’s test).",
    "full_text_abstract": "In the pathological process of Alzheimer’s disease, neuronal cell death is closely related to the accumulation of reactive oxygen species. Our previous studies have found that oxidative stress can activate microtubule affinity-regulating kinases, resulting in elevated phosphorylation levels of tau protein specifically at the Ser262 residue in N1E-115 cells that have been subjected to exposure to hydrogen peroxide. This process may be one of the pathogenic mechanisms of Alzheimer’s disease. Vitamin E is a fat-soluble, naturally occurring antioxidant that plays a crucial role in biological systems. This study aimed to examine the probable processes that contribute to the inhibiting effect on the abnormal phosphorylation of tau protein and the neuroprotective activity of a particular type of vitamin E, α-tocotrienol. The experimental analysis revealed that α-tocotrienol showed significant neuroprotective effects in the N1E-115 cell line. Our data further suggest that one of the mechanisms underlying the neuroprotective effects of α-tocotrienol may be through the inhibition of microtubule affinity-regulated kinase activation, which significantly reduces the oxidative stress-induced aberrant elevation of p-Tau (Ser262) levels. These results indicate that α-tocotrienol may represent an intriguing strategy for treating or preventing Alzheimer’s disease."
}