{
    "PMC": "6275747",
    "DOI": "10.2478/s11658-014-0191-7",
    "PMID": "24728800",
    "PMCID": "PMC6275747",
    "title": "Molecularly targeting the PI3K-Akt-mTOR pathway can sensitize cancer cells to radiotherapy and chemotherapy.",
    "year": 2014,
    "source_url": "https://europepmc.org/article/PMC/PMC6275747",
    "source": "MED",
    "abstract_text": "Radiotherapy and chemotherapeutic agents that damage DNA are the current major non-surgical means of treating cancer. However, many patients develop resistances to chemotherapy drugs in their later lives. The PI3K and Ras signaling pathways are deregulated in most cancers, so molecularly targeting PI3K-Akt or Ras-MAPK signaling sensitizes many cancer types to radiotherapy and chemotherapy, but the underlying molecular mechanisms have yet to be determined. During the multi-step processes of tumorigenesis, cancer cells gain the capability to disrupt the cell cycle checkpoint and increase the activity of CDK4/6 by disrupting the PI3K, Ras, p53, and Rb signaling circuits. Recent advances have demonstrated that PI3K-Akt-mTOR signaling controls FANCD2 and ribonucleotide reductase (RNR). FANCD2 plays an important role in the resistance of cells to DNA damage agents and the activation of DNA damage checkpoints, while RNR is critical for the completion of DNA replication and repair in response to DNA damage and replication stress. Regulation of FANCD2 and RNR suggests that cancer cells depend on PI3K-Akt-mTOR signaling for survival in response to DNA damage, indicating that the PI3K-AktmTOR pathway promotes resistance to chemotherapy and radiotherapy by enhancing DNA damage repair.",
    "full_text": "Cell Mol Biol Lett Cell. Mol. Biol. Lett Cellular & Molecular Biology Letters 1425-8153 1689-1392 Versita Heidelberg 6275747 24728800 191 10.2478/s11658-014-0191-7 Mini Review Molecularly targeting the PI3K-Akt-mTOR pathway can sensitize cancer cells to radiotherapy and chemotherapy Wang Ziwen (86) 9679-9893 wangziwen8080@163.com 1 Huang Yujung 2 Zhang Jiqiang (86)-23-68752223 zhangjqtmmu@yahoo.com 3 1 grid.410570.7 0000000417606682 Department of Preventive Medicine, College of Military Preventive Medicine, Third Military Medical University, Chongqing, 400038 China 2 grid.410570.7 0000000417606682 Department of Environmental Hygiene, College of Military Preventive Medicine, Third Military Medical University, Chongqing, 400038 China 3 grid.410570.7 0000000417606682 Department of Neurobiology, Third Military Medical University, Chongqing, 400038 China 11 4 2014 6 2014 19 2 233 242 11 10 2013 28 3 2014 © Versita Warsaw and Springer-Verlag Wien 2013 Radiotherapy and chemotherapeutic agents that damage DNA are the current major non-surgical means of treating cancer. However, many patients develop resistances to chemotherapy drugs in their later lives. The PI3K and Ras signaling pathways are deregulated in most cancers, so molecularly targeting PI3K-Akt or Ras-MAPK signaling sensitizes many cancer types to radiotherapy and chemotherapy, but the underlying molecular mechanisms have yet to be determined. During the multi-step processes of tumorigenesis, cancer cells gain the capability to disrupt the cell cycle checkpoint and increase the activity of CDK4/6 by disrupting the PI3K, Ras, p53, and Rb signaling circuits. Recent advances have demonstrated that PI3K-Akt-mTOR signaling controls FANCD2 and ribonucleotide reductase (RNR). FANCD2 plays an important role in the resistance of cells to DNA damage agents and the activation of DNA damage checkpoints, while RNR is critical for the completion of DNA replication and repair in response to DNA damage and replication stress. Regulation of FANCD2 and RNR suggests that cancer cells depend on PI3K-Akt-mTOR signaling for survival in response to DNA damage, indicating that the PI3K-AktmTOR pathway promotes resistance to chemotherapy and radiotherapy by enhancing DNA damage repair. Keywords PI3K Akt Target of rapamycin Ribonucleotide reductase p53 FANCD2 Drug resistance DNA damage response Chemotherapy Radiotherapy ATM issue-copyright-statement © Versita Warsaw and Springer-Verlag Wien 2014 Abbreviations used AMPK1 AMP-activated protein kinase ATM kinase ataxiatelangiectasia mutated kinase ATR ataxia telangiectasia and Rad3-related CDK4/6 cyclin-dependent kinase 4/6 Chk1 checkpoint kinase 1 Chk2 checkpoint kinase 2 FA Fanconi anemia FANCD2 Fanconi anemia group D2 FANCI Fanconi anemia group I HR homologous recombination ICL DNA interstrand crosslinker IGFBP-3 insulin-like growth factor binding protein 3 IRS insulin receptor substrate MAPK mitogen-activated protein kinase mTOR mammalian target of rapamycin NER nucleotide excision repair PH pleckstrin homology PI3K phosphoinositide 3-kinase PIP2 phosphatidylinositol 4,5-phosphate PIP3 phosphatidylinositol 3,4,5-trisphosphate PTEN phosphatase/tensin homolog deleted on chromosome 10 Rb retinoblastoma Rheb Ras-homolog enriched in brain RNR ribonucleotide reductase RTK receptor tyrosine kinase TLS translesion DNA synthesis TSC2 tuberous sclerosis complex-2 References 1. Wullschleger S Loewith R Hall MN TOR signaling in growth and metabolism Cell 2006 124 471 484 10.1016/j.cell.2006.01.016 16469695 2. Zoncu R Efeyan A Sabatini DM mTOR: From growth signal integration to cancer, diabetes and ageing Nat. Rev. Mol. Cell Biol 2011 12 21 35 10.1038/nrm3025 21157483 3. Laplante M Sabatini DM mTOR signaling in growth control and disease Cell 2012 149 274 293 10.1016/j.cell.2012.03.017 22500797 4. Cornu M Albert V Hall MN mTOR in aging, metabolism, and cancer Curr. Opin. Genet. Dev 2013 23 53 62 10.1016/j.gde.2012.12.005 23317514 5. Hennessy BT Smith DL Ram PT Lu Y Mills GB Exploiting the PI3K/AKT pathway for cancer drug discovery Nat. Rev. Drug Discov 2005 4 988 1004 10.1038/nrd1902 16341064 6. Sarbassov DD Guertin DA Ali SM Sabatini DM Phosphorylation and regulation of Akt/PKB by the rictor-mTOR complex Science 2005 307 1098 1101 10.1126/science.1106148 15718470 7. Hung, C.M., Garcia-Haro, L., Sparks, C.A. and Guertin, D.A. mTORdependent cell survival mechanisms. Cold Spring Harb, Perspect. Biol . 4 (2012) DOI: 10.1101/cshperspect.a008771. 8. Shaw RJ Cantley LC Ras, PI(3)K and mTOR signalling controls tumour cell growth Nature 2006 441 424 430 10.1038/nature04869 16724053 9. Liu W Zhou Y Reske SN Shen C PTEN mutation: many birds with one stone in tumorigenesis Anticancer Res 2008 28 3613 3620 19189642 10. McCubrey JA Steelman LS Chappell WH Abrams SL Franklin RA Montalto G Cervello M Libra M Candido S Malaponte G Mazzarino MC Fagone P Nicoletti F Bäsecke J Mijatovic S Maksimovic-Ivanic D Milella M Tafuri A Chiarini F Evangelisti C Cocco L Martelli AM Ras/Raf/MEK/ERK and PI3K/PTEN/Akt/mTOR cascade inhibitors: how mutations can result in therapy resistance and how to overcome resistance Oncotarget 2012 3 1068 1111 23085539 11. Rodon J Dienstmann R Serra V Tabernero J Development of PI3K inhibitors: lessons learned from early clinical trials Nat. Rev. Clin. Oncol 2013 10 143 153 10.1038/nrclinonc.2013.10 23400000 12. Bjornsti MA Houghton PJ The TOR pathway: a target for cancer therapy Nat. Rev. Cancer 2004 4 335 348 10.1038/nrc1362 15122205 13. Hanahan D Weinberg RA The hallmarks of cancer Cell 2000 100 57 70 10.1016/S0092-8674(00)81683-9 10647931 14. Luo J Solimini NL Elledge SJ Principles of cancer therapy: oncogene and non-oncogene addiction Cell 2009 136 823 837 10.1016/j.cell.2009.02.024 19269363 15. Dick FA Rubin SM Molecular mechanisms underlying RB protein function Nat. Rev. Mol. Cell Biol 2013 14 297 306 10.1038/nrm3567 23594950 16. Chen HZ Tsai SY Leone G Emerging roles of E2Fs in cancer: an exit from cell cycle control Nat. Rev. Cancer 2009 9 785 797 10.1038/nrc2696 19851314 17. Manning BD Cantley LC AKT/PKB signaling: navigating downstream Cell 2007 129 1261 1274 10.1016/j.cell.2007.06.009 17604717 18. Heitman J Movva NR Hall MN Targets for cell cycle arrest by the immunosuppressant rapamycin in yeast Science 1991 253 905 909 10.1126/science.1715094 1715094 19. Loewith R Jacinto E Wullschleger S Lorberg A Crespo JL Bonenfant D Oppliger W Jenoe P Hall MN Two TOR complexes, only one of which is rapamycin sensitive, have distinct roles in cell growth control Mol. Cell 2002 10 457 468 10.1016/S1097-2765(02)00636-6 12408816 20. Sarbassov DD Ali SM Sabatini DM Growing roles for the mTOR pathway Curr. Opin. Cell Biol 2005 17 596 603 10.1016/j.ceb.2005.09.009 16226444 21. Soulard A Hall MN SnapShot: mTOR signaling Cell 2007 129 434 10.1016/j.cell.2007.04.010 17449000 22. Polak P Hall MN mTOR and the control of whole body metabolism Curr. Opin. Cell Biol 2009 21 209 218 10.1016/j.ceb.2009.01.024 19261457 23. Inoki K Ouyang H Zhu T Lindvall C Wang Y Zhang X Yang Q Bennett C Harada Y Stankunas K Wang CY He X MacDougald OA You M Williams BO Guan KL TSC2 integrates Wnt and energy signals via a coordinated phosphorylation by AMPK and GSK3 to regulate cell growth Cell 2006 126 955 968 10.1016/j.cell.2006.06.055 16959574 24. Li Y Inoki K Vacratsis P Guan KL The p38 and MK2 kinase cascade phosphorylates tuberin, the tuberous sclerosis 2 gene product, and enhances its interaction with 14-3-3 J. Biol. Chem 2003 278 13663 13671 10.1074/jbc.M300862200 12582162 25. Lee DF Kuo HP Chen CT Hsu JM Chou CK Wei Y Sun HL Li LY Ping B Huang WC He X Hung JY Lai CC Ding Q Su JL Yang JY Sahin AA Hortobagyi GN Tsai FJ Tsai CH Hung MC IKK beta suppression of TSC1 links inflammation and tumor angiogenesis via the mTOR pathway Cell 2007 130 440 455 10.1016/j.cell.2007.05.058 17693255 26. Astrinidis A Senapedis W Coleman TR Henske EP Cell cycleregulated phosphorylation of hamartin, the product of the tuberous sclerosis complex 1 gene, by cyclin-dependent kinase 1/cyclin B J. Biol. Chem 2003 278 51372 51379 10.1074/jbc.M303956200 14551205 27. Kim E Goraksha-Hicks P Li L Neufeld TP Guan KL Regulation of TORC1 by Rag GTPases in nutrient response Nat. Cell Biol 2008 10 935 945 10.1038/ncb1753 18604198 28. Meric-Bernstam F Gonzalez-Angulo AM Targeting the mTOR signaling network for cancer therapy J. Clin. Oncol 2009 27 2278 2287 10.1200/JCO.2008.20.0766 19332717 29. Yap TA Garrett MD Walton MI Raynaud F de Bono JS Workman P Targeting the PI3K-AKT-mTOR pathway: progress, pitfalls, and promises Curr. Opin. Pharmacol 2008 8 393 412 10.1016/j.coph.2008.08.004 18721898 30. Moldovan GL D’Andrea AD How the fanconi anemia pathway guards the genome Annu. Rev. Genet 2009 43 223 249 10.1146/annurev-genet-102108-134222 19686080 31. Kitao H Takata M Fanconi anemia: a disorder defective in the DNA damage response Int. J. Hematol 2011 93 417 424 10.1007/s12185-011-0777-z 21331524 32. Kim H D’Andrea AD Regulation of DNA cross-link repair by the Fanconi anemia/BRCA pathway Genes Dev 2012 26 1393 1408 10.1101/gad.195248.112 22751496 33. Kee Y D’Andrea AD Expanded roles of the Fanconi anemia pathway in preserving genomic stability Genes Dev 2010 24 1680 1694 10.1101/gad.1955310 20713514 34. Knipscheer P Raschle M Smogorzewska A Enoiu M Ho TV Scharer OD Elledge SJ Walter JC The Fanconi anemia pathway promotes replication-dependent DNA interstrand cross-link repair Science 2009 326 1698 1701 10.1126/science.1182372 19965384 35. Joo W Xu G Persky NS Smogorzewska A Rudge DG Buzovetsky O Elledge SJ Pavletich NP Structure of the FANCIFANCD2 complex: insights into the Fanconi anemia DNA repair pathway Science 2011 333 312 316 10.1126/science.1205805 21764741 36. Shen C Oswald D Phelps D Cam H Pelloski CE Pang Q Houghton PJ Regulation of FANCD2 by the mTOR pathway contributes to the resistance of cancer cells to DNA double strand breaks Cancer Res 2013 73 3393 3401 10.1158/0008-5472.CAN-12-4282 23633493 37. Kastan MB Bartek J Cell-cycle checkpoints and cancer Nature 2004 432 316 323 10.1038/nature03097 15549093 38. Guo F Li J Du W Zhang S O’Connor M Thomas G Kozma S Zingarelli B Pang Q Zheng Y mTOR regulates DNA damage response through NF-κB-mediated FANCD2 pathway in hematopoietic cells Leukemia 2013 27 2040 2046 10.1038/leu.2013.93 23538752 39. Guo F Li J Zhang S Du W Amarachintha S Sipple J Phelan J Grimes HL Zheng Y Pang Q mTOR kinase inhibitor sensitizes T-cell lymphoblastic leukemia for chemotherapy-induced DNA damage via suppressing FANCD2 expression Leukemia 2014 28 203 206 10.1038/leu.2013.215 23852546 40. Huang M Zhou Z Elledge SJ The DNA replication and damage checkpoint pathways induce transcription by inhibition of the Crt1 repressor Cell 1998 94 595 605 10.1016/S0092-8674(00)81601-3 9741624 41. Zhao X Rothstein R The Dun1 checkpoint kinase phosphorylates and regulates the ribonucleotide reductase inhibitor Sml1 Proc. Natl. Acad. Sci. USA 2002 99 3746 3751 10.1073/pnas.062502299 11904430 42. Kolberg M Strand KR Graff P Andersson KK Structure, function, and mechanism of ribonucleotide reductases Biochim. Biophys. Acta 2004 1699 1 34 10.1016/j.bbapap.2004.02.007 15158709 43. Shen C Lancaster CS Shi B Guo H Thimmaiah P Bjornsti MA TOR signaling is a determinant of cell survival in response to DNA damage Mol. Cell. Biol 2007 27 7007 7017 10.1128/MCB.00290-07 17698581 44. Tanaka H Arakawa H Yamaguchi T Shiraishi K Fukuda S Matsui K Takei Y Nakamura Y A ribonucleotide reductase gene involved in a p53-dependent cell-cycle checkpoint for DNA damage Nature 2000 404 42 49 10.1038/35003506 10716435 45. D’Angiolella V Donato V Forrester FM Jeong YT Pellacani C Kudo Y Saraf A Florens L Washburn MP Pagano M Cyclin F-mediated degradation of ribonucleotide reductase M2 controls genome integrity and DNA repair Cell 2012 149 1023 1034 10.1016/j.cell.2012.03.043 22632967 46. Imataka H Gradi A Sonenberg N A newly identified N-terminal amino acid sequence of human eIF4G binds poly(A)-binding protein and functions in poly(A)-dependent translation EMBO J 1998 17 7480 7489 10.1093/emboj/17.24.7480 9857202 47. Chow LM Baker SJ PTEN function in normal and neoplastic growth Cancer Lett 2006 241 184 196 10.1016/j.canlet.2005.11.042 16412571 48. Graat HC Carette JE Schagen FH Vassilev LT Gerritsen WR Kaspers GJ Wuisman PI van Beusechem VW Enhanced tumor cell kill by combined treatment with a small-molecule antagonist of mouse double minute 2 and adenoviruses encoding p53 Mol. Cancer Ther 2007 6 1552 1561 10.1158/1535-7163.MCT-06-0631 17513604 49. Wang W El-Deiry WS Restoration of p53 to limit tumor growth Curr. Opin. Oncol 2008 20 90 96 10.1097/CCO.0b013e3282f31d6f 18043262 50. Shepard HM Jin P Slamon DJ Pirot Z Maneval DC Herceptin Handb. Exp. Pharmacol 2008 181 183 219 10.1007/978-3-540-73259-4_9 18071947 51. Rivera F Vega-Villegas ME Lopez-Brea MF Marquez R Current situation of Panitumumab, Matuzumab, Nimotuzumab and Zalutumumab Acta Oncol 2008 47 9 19 10.1080/02841860701704724 18097777 52. Chresta CM Davies BR Hickson I Harding T Cosulich S Critchlow SE Vincent JP Ellston R Jones D Sini P James D Howard Z Dudley P Hughes G Smith L Maguire S Hummersone M Malagu K Menear K Jenkins R Jacobsen M Smith GC Guichard S Pass M AZD8055 is a potent, selective, and orally bioavailable ATPcompetitive mammalian target of rapamycin kinase inhibitor with in vitro and in vivo antitumor activity Cancer Res 2010 70 288 298 10.1158/0008-5472.CAN-09-1751 20028854 53. Sangai T Akcakanat A Chen H Tarco E Wu Y Do KA Miller TW Arteaga CL Mills GB Gonzalez-Angulo AM Meric-Bernstam F Biomarkers of response to Akt inhibitor MK-2206 in breast cancer Clin. Cancer Res 2012 18 5816 5828 10.1158/1078-0432.CCR-12-1141 22932669 54. Vousden KH Lane DP p53 in health and disease Nat. Rev. Mol. Cell Biol 2007 8 275 283 10.1038/nrm2147 17380161",
    "full_text_abstract": "Radiotherapy and chemotherapeutic agents that damage DNA are the current major non-surgical means of treating cancer. However, many patients develop resistances to chemotherapy drugs in their later lives. The PI3K and Ras signaling pathways are deregulated in most cancers, so molecularly targeting PI3K-Akt or Ras-MAPK signaling sensitizes many cancer types to radiotherapy and chemotherapy, but the underlying molecular mechanisms have yet to be determined. During the multi-step processes of tumorigenesis, cancer cells gain the capability to disrupt the cell cycle checkpoint and increase the activity of CDK4/6 by disrupting the PI3K, Ras, p53, and Rb signaling circuits. Recent advances have demonstrated that PI3K-Akt-mTOR signaling controls FANCD2 and ribonucleotide reductase (RNR). FANCD2 plays an important role in the resistance of cells to DNA damage agents and the activation of DNA damage checkpoints, while RNR is critical for the completion of DNA replication and repair in response to DNA damage and replication stress. Regulation of FANCD2 and RNR suggests that cancer cells depend on PI3K-Akt-mTOR signaling for survival in response to DNA damage, indicating that the PI3K-AktmTOR pathway promotes resistance to chemotherapy and radiotherapy by enhancing DNA damage repair."
}