{
    "PMC": "4873627",
    "DOI": "10.1038/ncomms11593",
    "PMID": "27186651",
    "PMCID": "PMC4873627",
    "title": "Erratum: Chromatin-associated degradation is defined by UBXN-3/FAF1 to safeguard DNA replication fork progression.",
    "year": 2016,
    "source_url": "https://europepmc.org/article/PMC/PMC4873627",
    "source": "MED",
    "full_text": "Nat Commun Nat Commun Nature Communications 2041-1723 Nature Publishing Group 4873627 ncomms11593 10.1038/ncomms11593 27186651 Erratum Erratum: Chromatin-associated degradation is defined by UBXN-3/FAF1 to safeguard DNA replication fork progression Franz André Pirson Paul A. Pilger Domenic Halder Swagata Achuthankutty Divya Kashkar Hamid Ramadan Kristijan Hoppe Thorsten 17 05 2016 2016 7 11593 Copyright © 2016, Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved. 2016 Nature Publishing Group, a division of Macmillan Publishers Limited. All Rights Reserved. This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ Nature Communications 7: Article number: 1061210.1038/ncomms10612 ( 2016 ); Published: 02 04 2016 ; Updated: 05 17 2016 . This Article contains errors in the labelling of Fig. 5 and Supplementary Fig. 6, the former of which was introduced during the production process. In Fig. 5b, an ‘x' indicating the presence of UBXN-3(SGG)-HIS in lane 6 was inadvertently omitted. In Supplementary Fig. 6g, the fourth bar from the left should have been labelled as ‘siFAF1 3′UTR #2+HA-FAF1'. The correct version of both figures appear below. Figure 5: Supplementary Figure 6:"
}