{
  "PMC": "11669279",
  "DOI": "10.2147/tacg.s498338",
  "PMID": "39722830",
  "PMCID": "PMC11669279",
  "title": "Expanding the Molecular Landscape of Androgen Insensitivity Syndrome Through Next-Generation Sequencing.",
  "year": 2024,
  "source_url": "https://europepmc.org/article/PMC/PMC11669279",
  "source": "MED",
  "abstract_text": "Androgen insensitivity syndrome (AIS) is an X-linked genetic disorder caused by mutations in the androgen receptor gene (<i>AR</i>), leading to impaired androgen signaling and resulting in varying degrees of undermasculinization in individuals with a 46,XY karyotype. This study aimed to expand the molecular landscape of AIS by identifying and characterizing pathogenic variants in the <i>AR</i> gene via next-generation sequencing (NGS). Molecular diagnostics revealed eight distinct variants within the <i>AR</i> gene, two of which had not been previously described. These include the following novel variants: c.3G>A, and c.1344_1345insTA. This study broadens the spectrum of known <i>AR</i> gene mutations associated with AIS and highlights the critical role of molecular diagnostics in the accurate classification of variants. These findings will aid in enhancing the clinical management and genetic counseling of individuals affected by AIS.",
  "full_text": "pmc Appl Clin Genet Appl Clin Genet tacg The Application of Clinical Genetics 1178-704X Dove 11669279 498338 10.2147/TACG.S498338 Short Report Expanding the Molecular Landscape of Androgen Insensitivity Syndrome Through Next-Generation Sequencing Kałużewski et al Kałużewski et al http://orcid.org/0000-0001-6118-696X Kałużewski Tadeusz 1 2 Pinkier Iwona 1 Wysocka Urszula 1 Sałamunia Jordan 2 Kępczyński Łukasz 1 2 Piotrowicz Małgorzata 1 Kałużewski Bogdan 2 Gach Agnieszka 1 1 Department of Genetics, Polish Mother’s Memorial Hospital Research Institute , Lodz , 93-338 , Poland 2 R&D Division, Laboratory of Medical Genetics, GENOS Sp. z o.o ., Lodz , 91-033 , Poland Correspondence: Tadeusz Kałużewski, Email tadeusz.kaluzewski@iczmp.edu.pl 21 12 2024 2024 17 205 214 27 9 2024 27 11 2024 © 2024 Kałużewski et al. 2024 Kałużewski et al. https://creativecommons.org/licenses/by-nc/3.0/ This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License ( http://creativecommons.org/licenses/by-nc/3.0/ ). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms ( https://www.dovepress.com/terms.php ). Abstract Androgen insensitivity syndrome (AIS) is an X-linked genetic disorder caused by mutations in the androgen receptor gene ( AR ), leading to impaired androgen signaling and resulting in varying degrees of undermasculinization in individuals with a 46,XY karyotype. This study aimed to expand the molecular landscape of AIS by identifying and characterizing pathogenic variants in the AR gene via next-generation sequencing (NGS). Molecular diagnostics revealed eight distinct variants within the AR gene, two of which had not been previously described. These include the following novel variants: c.3G>A, and c.1344_1345insTA. This study broadens the spectrum of known AR gene mutations associated with AIS and highlights the critical role of molecular diagnostics in the accurate classification of variants. These findings will aid in enhancing the clinical management and genetic counseling of individuals affected by AIS. Keywords androgen insensitivity syndrome AIS androgen receptor gene AR gene next-generation sequencing NGS disorders of sex development complete androgen insensitivity syndrome CAIS Polish Mother’s Memorial Hospital Research Institute, Lodz, Poland (statutory funding) and the Laboratory of Medical Genetics of the GENOS Sp. z o.o This work was supported by Polish Mother’s Memorial Hospital Research Institute, Lodz, Poland (statutory funding) and the Laboratory of Medical Genetics of the GENOS Sp. z o.o. (R&D funding). Introduction Androgen insensitivity syndrome (AIS) is an inherited disorder characterized by impaired responsiveness to androgens, resulting in atypical sexual development in individuals with a 46,XY karyotype. It is an X-linked disorder caused by pathogenic mutations in the androgen receptor gene ( AR ) located at the Xq12 locus. 1 These mutations impair the ability of androgens to bind to and activate the androgen receptor, leading to a broad spectrum of phenotypic variations. AIS is classified into three main subtypes on the basis of the degree of androgen insensitivity: complete (CAIS), partial (PAIS), and mild (MAIS). Individuals with CAIS typically present with female external genitalia, an absence of Müllerian structures, and bilateral testes in the abdomen or inguinal canals. Individuals with PAIS and MAIS present a range of phenotypes, including ambiguous genitalia, hypospadias, and micropenis. 2 Complete androgen insensitivity syndrome is diagnosed in approximately 2–5 per 100,000 genetically male individuals, 3 whereas the data of PAIS and MAIS prevalence in the general population is inconclusive. The AR gene consists of eight exons and four domains: the entire N-terminal portion of the androgen receptor (exon 1), the DNA-binding domain (exons 2 and 3), the bipartite nuclear localization signal (exons 3 and 4), and the ligand-binding domain (exons 4–8). 4–6 According to the Androgen Receptor Gene Mutations Database, nearly 900 single nucleotide variants or small deletions and insertions in the AR gene are causative for the AIS phenotype. 7 The distribution of pathogenic variants is relatively even, with a slightly higher prevalence in exons 1, 5, and 7. The correlations among specific AR variants, gene localization, and functional consequences are relatively poor. This paper presents a cohort of patients with AIS and a defined molecular background, which expands the knowledge about causative mutations in the AR gene. Materials and Methods Patients Eight patients were enrolled in the study. They were referred to the Department of Genetics for genetic evaluation on the basis of male, 46,XY, karyotype, and female phenotypes. Clinical features suggestive of complete androgen insensitivity syndrome included female external genitalia at birth with or without abnormal secondary sexual development at puberty. All of the patients were phenotypically consistent with complete androgen insensitivity syndrome (ORPHA:99429) and underwent genetic consultation prior to qualification for molecular testing. DNA Extraction and Next-Generation Sequencing DNA was isolated from the leucocytes of the eight patients’ peripheral blood samples via the MagCore Genomic DNA Whole Blood Kit (RBC Bioscience) following the prescribed procedures provided by the manufacturer. An internally created multigene panel targeting the 113 genes associated with disorders of sexual development was used. The selection of analyzed genes ( AR, HSD17B3 , and SRD5A2) , relevant for androgen insensitivity syndrome was based on comprehensive literature searches conducted on platforms such as PubMed and OMIM. This custom panel was meticulously designed to cover all exons and intron/exon boundaries. For precise sequencing of the targeted regions, probes were meticulously crafted via Illumina Design Studio, a web-based software renowned for providing a sequencing coverage of 99% across created amplicons, each with an average length of 175 bp (with usage of a 2×150 base pair read length via a paired-end approach) on the MiniSeq sequencer. Library preparation was conducted following the manufacturer’s protocol (Illumina) with the TruSeq Custom Amplicon Low Input Library Prep Kit. All the DNA samples were subsequently quantified and adjusted to a 10 ng/μL concentration. Following the steps of hybridization, extension, ligation of specific oligos, and subsequent barcoding, amplification, normalization, and pooling, the prepared libraries were embedded into a dedicated cartridge (Illumina MiniSeq High Output Kit, 300 cycles). A PhiX library was combined with a ready library to serve as a sequencing control. The sequencing procedure was executed on the MiniSeq platform (Illumina). The coverage of AIS-relevant genes was as follows: AR minimum: 35x, average: 81x, maximum: 140x; HSD17B3 - minimum: 83x, average: 154x, maximum: 224x; SRD5A2 - minimum: 72x, average: 149x, maximum: 239x. Secondary and Tertiary Bioinformatic Analysis The data acquired from the sequencer underwent initial preprocessing with proprietary software. The reads subsequently underwent alignment to the human reference genome (hg38 version). Variants underwent a comprehensive filtering process, which encompassed criteria such as alternative read depth; population frequency data sourced from 1000 Genomes, ESP 6500, ExAC, UK10K (control group), and gnomAD; and predictions from various software tools, including REVEL, PrimateAI, MetaLR, Mutation Taster, Mutation Accessor, FATHMM, SIFT, PolyPhen2, dbscSNV, SpliceAI and GERP. In addition, the analysis incorporated information from established databases such as dbSNP, HGMD, LOVD, and ClinVar. The classification of variants followed the guidelines outlined in the American College of Medical Genetics (ACMG) recommendations. 8 , 9 Protein visualization was performed with the PyMOL Molecular Graphics System, version 3.0.4, Schrödinger, LLC. Sanger Sequencing Sanger sequencing was employed as the verification method to validate the detected variants. The primers were designed to hybridize with DNA regions encompassing the specified variants. The primer design was executed via Primer3 input software (version 0.4.0). After the design phase, PCR amplification was conducted via PCR Master Mix (Promega, Cat. No. M7423). Following the amplification step, the resulting products were purified before sequencing. The BigDye Terminator v3.1 Cycle Sequencing Kit (Thermo Fisher Scientific, No. 4337455, MA, USA) was used for sequencing, which was conducted on a 3500 Genetic Analyzer instrument (Thermo Fisher Scientific, MA, USA). Results Molecular diagnostics via an NGS panel revealed eight variants within the AR gene, four of which have not been described in the literature to date. A summary of the detected variants is shown in Table 1 . Table 1 Summary of the Variants Identified in the Study Sample name PK08 HR14 AR90 BK65 PM89 LO18 PK99 DR98 Nucleotide variant c.3G>A c.1344_1345insTA c.1768+2T>C c.2222C>T c.2257C>T c.2287C>G c.2302G>T c.2567G>A Predicted Protein variant p.(Met1?) p.(Pro449Tyrfs*31) p.(?) p.(Ser741Phe) p.(Arg753*) p.(Leu763Val) p.(Asp768Tyr) p.(Arg856His) Exon exon 1 exon 1 Intron 2 exon 5 exon 5 exon 5 exon 5 exon 7 Domain NTD NTD DBD LBD LBD LBD LBD LBD PhyloP100 5.20 −0.347 7.84 6.10 3.15 7.84 9.85 10.0 REVEL >0.7 0.8 – – 0.98 – 0.95 0.97 0.97 PrimateAI >0.803 – – – 0.78 – 0.84 0.87 0.86 gnomAD v4.1.0 – – – – 0.000001650 – – – dbSNP – – rs1555982894 – rs886039558 rs2147531071 – rs9332971 ClinVar – – P (1), LP (2) LP (1) P (3) – – P (5), LP (1) Notes : Transcript: NM_000044.6. Protein reference: NP_000035.2. Genomic reference: GRCh38/hg38. Abbreviations : NTD, N-terminal portion of the androgen receptor; DBD, DNA-binding domain; LBD, ligand binding domain; P, pathogenic; LP, likely pathogenic. Sample: PK08 The detected NM_000044.6:c.3G>A p.(Met1?) variant is predicted to cause a start loss change. The variant was absent in control chromosomes in populational databases. The in silico tools predicted a pathogenic outcome for this variant. No clinical diagnostic laboratories have submitted clinical significance assessments for this variant to ClinVar or the other databases. Another start-lose variant was described as pathogenic in ClinVar. The detected variant was classified as pathogenic with 11 ACMG points (criteria: PVS1_strong, PS1, PM2, PP4). Sample: HR14 The detected NM_000044.6:c.1344_1345insTA p.(Pro449Tyrfs*31) variant is predicted to cause a frameshift change involving the alteration of a nonconserved nucleotide. The variant results in nonsense-mediated mRNA decay. The variant was absent in control chromosomes in populational databases. The variant was not present in ClinVar or the other variant databases. The detected variant was classified as pathogenic with 11 ACMG points (criteria: PVS1, PM2, PP4). Sample: AR90 The detected NM_000044.6:c.1768+2T>C variant is predicted to cause a splice donor change involving the alteration of a conserved nucleotide. Exon removal caused by the variant is predicted to result in a frameshift change. The variant was absent in control chromosomes in populational databases. Splice prediction tools predict alterations to normal splicing. The variant has been reported in ClinVar as pathogenic (1 submission) and likely pathogenic (2 submissions). The detected variant was classified as pathogenic with 10 ACMG points (criteria: PVS1_strong, PS4_moderate, PM2, PP3, PP4). Sample: BK65 The detected NM_000044.6:c.2222C>T p.(Ser741Phe) variant is predicted to cause a missense change ( Figure 1 ). The variant was absent in control chromosomes in populational databases. The in silico tools predicted a pathogenic outcome for this variant. The variant has been reported in ClinVar as likely pathogenic and in LOVD as pathogenic. Another variant affecting the same amino acid position but resulting in a different missense (ie, Ser741Cys) has been classified as pathogenic in ClinVar. The variant is localized in the hotspot region in the window of ± 8 amino acids, where ten missense changes were described as pathogenic, three as uncertain, and none as benign or likely benign. The detected variant was classified as pathogenic with 10 ACMG points (criteria: PS4_moderate, PM1, PM2, PM5, PP3, PP4). Figure 1 PyMOL reconstruction of the p.Ser741Phe mutation: ( a ) p.Ser741= whole protein view; ( b ) p.Ser741Phe whole protein view; ( c ) p.Ser741= amino acid view; ( d ) p.Ser741Phe amino acid view. Sample: PM89 The detected NM_000044.6:c.2257C>T p.(Arg753*) variant is predicted to cause a stop-gain change involving the alteration of a nonconserved nucleotide. The variant results in nonsense-mediated mRNA decay. The variant allele was found at a frequency of 0.000001650 in the GnomAD v4.1.0 database, with no homozygous or hemizygous occurrences. The in silico tools predicted a pathogenic outcome for this variant. The variant has been reported three times in ClinVar as pathogenic. The detected variant was classified as pathogenic with 14 ACMG points (criteria: PVS1, PS4_moderate, PM2, PP4). Sample: LO18 The detected NM_000044.6:c.2287C>G p.(Leu763Val) variant is predicted to cause a missense change involving the alteration of a conserved nucleotide ( Figure 2 ). The variant was absent in control chromosomes in populational databases. The in silico tools predicted a pathogenic outcome for this variant. The variant was not submitted to ClinVar or the other variant databases. However, it has been described in the literature as causal for CAIS. 10 Another variant affecting the same amino acid position but resulting in a different missense (ie, Leu763Phe) has been classified as likely pathogenic in ClinVar. The variant is localized in the hotspot region in the window of ± 8 amino acids, where six missense changes were described as pathogenic, two as uncertain, and none as benign or likely benign. The detected variant was classified as likely pathogenic with 8 ACMG points (criteria: PS4_supporting, PM1, PM2, PM5, PP3, and PP4). Figure 2 PyMOL reconstruction of the p.Leu763Val mutation: ( a ) p. Leu763= whole protein view; ( b ) p.Leu763Val whole protein view; ( c ) p. Leu763= amino acid view; ( d ) p.Leu763Val amino acid view. Sample: PK99 The detected NM_000044.6:c.2302G>T p.(Asp768Tyr) variant is predicted to cause a missense change involving the alteration of a conserved nucleotide ( Figure 3 ). The variant was absent in control chromosomes in populational databases. The in silico tools predicted a pathogenic outcome for this variant. The variant has been reported in LOVD as pathogenic. Another variant affecting the same amino acid position but resulting in a different missense (ie, Asp768Glu) has been classified as pathogenic in UniProt. The variant is localized in the hotspot region in the window of ± 8 amino acids, where seven missense changes were described as pathogenic, four as uncertain, and none as benign or likely benign. The detected variant was classified as likely pathogenic with 9 ACMG points (criteria: PS4_supporting, PM1, PM2, PM5, PP3, and PP4). Figure 3 PyMOL reconstruction of the p.Asp768Tyr mutation: ( a ) p.Asp768= whole protein view; ( b ) p.Asp768Tyr whole protein view; ( c ) p.Asp768= amino acid view; ( d ) p.Asp768Tyr amino acid view. Sample: DR98 The detected NM_000044.6:c.2567G>A p.(Arg856His) variant is predicted to cause a missense change involving the alteration of a conserved nucleotide ( Figure 4 ). The variant was absent in control chromosomes in populational databases. The in silico tool predicts a pathogenic outcome for this variant. In a UniProt entity ANDR_HUMAN, there are 26 pathogenic changes around, and none are benign. The variant has been reported in ClinVar as pathogenic (5 submissions) and likely pathogenic (1 submission). UniProt lists this variant as pathogenic. Another variant affecting the same amino acid position but resulting in a different missense mutation (ie, Arg856Cys) has been classified as pathogenic in ClinVar. The detected variant was classified as pathogenic with 10 ACMG points (criteria: PS4_moderate, PM1, PM2, PM5, PP3, PP4). Figure 4 PyMOL reconstruction of the p.Arg856His mutation: ( a ) p.Arg856= whole protein view; ( b ) p.Arg856His whole protein view; ( c ) p.Arg856= amino acid view; ( d ) p.Arg856His amino acid view. Discussion Androgen insensitivity syndrome represents a significant clinical problem because of its impact on sexual development and the psychological burden it imposes on patients and their families. Molecular diagnostics play a crucial role in accurately diagnosing AIS, enabling appropriate clinical management and genetic counseling. The identification of specific AR gene mutations through molecular techniques provides a definitive diagnosis, which is essential for personalized treatment plans and informed decision-making for patients and their families. Genetic counseling based on molecular findings can offer insights into inheritance patterns, risks of recurrence, and potential implications for other family members. 11 , 12 The introduction of next-generation sequencing (NGS) has significantly improved the detection rate of mutations associated with AIS. NGS allows for comprehensive screening of the AR gene and other related genes, thereby identifying common and rare causative variants. Despite its advantages, NGS has certain technical limitations, including difficulty in detecting large structural variations, variants in promoter, regulatory, and non-coding regions (3’UTR and 5’UTR), and regions with low coverage. Detection sensitivity is low and may not provide reliable results in the case of repetitive regions, regions with a high degree of homology, and low-level mosaicism. The widespread use of NGS has also introduced interpretative challenges, particularly in the classification of variants of uncertain significance. Reports describing identified mutations and their clinical implications are valuable for accurate classification. In the present study, four variants were previously described as causal for CAIS: c.2287C>G p.(Leu763Val), 10 c.2257C>T p.(Arg753*), 13–18 c.2302G>T p.(Asp768Tyr) 18 and c.2567G>A p.(Arg856His). 7 , 19–22 The c.2222C>T p.(Ser741Phe) and c.1768+2T>C p.(?) were submitted to public databases (ClinVar and LOVD); however, for the first time, they are described as causal for complete androgen insensitivity syndrome. According to the ACGS Best Practice Guidelines for Variant Classification in Rare Disease 2020, 9 the PS4 pathogenic criterion can be applied if one affected individual is reported at the supporting strength level. If there are two or more individuals, it can be shifted to moderate what often changes the classification. Our data, together with publicly available databases, will allow clinical laboratories to increase the strength of PS4 in cases of c.2302G>T and c.2287C>G from likely pathogenic to pathogenic. Detection of the variants c.3G>A p.(?) and c.1344_1345insTA p.(Pro449Tyrfs*31), classified according to ACMG criteria as pathogenic, and describing them in the context of the patient’s phenotype also confirms their disease-causing effect. Notably, two of the eight detected variants are located in exon 1 of the AR gene, which is further evidence of the advisability of including this region in routine diagnostics, 23 , 24 despite technical difficulties related to the polyglutamine tract present in this region. The findings from this study will facilitate the classification and interpretation of variants in clinical laboratories dealing with the molecular diagnostics of disorders of sex development. However, functional studies are essential to confirm the effects of novel variants on AR protein function and to understand the biological mechanisms underlying AIS in described cases. Conclusion This study presents a cohort of patients with molecularly confirmed androgen insensitivity syndrome, expanding the understanding of causative mutations in the androgen receptor gene. The discovery and reporting of new variants expands the knowledge of AR gene sequence variants and facilitates classification in routine clinical diagnostics. The study results align with the importance of accurate molecular diagnostics in AIS, contributing to more accurate diagnoses, better informed clinical management, and enhanced genetic counseling. To further improve the detection of pathogenic variants in the AR gene, continuous reporting of novel variants should be encouraged. This should occur in parallel with expanding diagnostic methods to assess a broader spectrum of potential genetic defects. Functional studies are also essential to validate the pathogenicity of novel variants and to provide deeper insights into their impact on AR protein function. Acknowledgments The authors would like to thank all the patients and their parents who agreed to participate in this study. Data Sharing Statement The variants analyzed in the study are deposited in ClinVar database (submission ID: SUB14653227). Accession numbers: SCV005187277.1, SCV005187278.1, SCV005187279.1, SCV005187280.1, SCV005187281.1, SCV005187282.1, SCV005187283.1, SCV005187284.1. The details are available from the corresponding author on reasonable request. Editorial Policy and Ethical Considerations The study protocol was confirmed by the Polish Mother’s Memorial Hospital Research Institute’s Bioethics Committee (approval number 42/2012). All the procedures performed in this study followed the principles of the Declaration of Helsinki. Consent for Publication The authors obtained written informed consent for genetic testing and anonymous publication of results from the patients or affected patients’ legal guardians following applicable local laws. Author Contributions All authors made a significant contribution to the work reported, whether that is in the conception, study design, execution, acquisition of data, analysis and interpretation, or in all these areas; took part in drafting, revising or critically reviewing the article; gave final approval of the version to be published; have agreed on the journal to which the article has been submitted; and agree to be accountable for all aspects of the work. Disclosure The authors declare that they have no competing interests. References 1. Chang C , Yeh S , Lee SO , Chang T-M . Androgen receptor (AR) pathophysiological roles in androgen-related diseases in skin, bone/muscle, metabolic syndrome and neuron/immune systems: lessons learned from mice lacking ar in specific cells . Nucl Recept Signal . 2013 ; 11 : e001 . doi: 10.1621/nrs.11001 24653668 2. Sinnecker GH , Hiort O , Nitsche EM , Holterhus PM , Kruse K , Group GCIS . Functional assessment and clinical classification of androgen sensitivity in patients with mutations of the androgen receptor gene. German collaborative intersex study group . Eur J Pediatr . 1997 ; 156 : 7 – 14 . doi: 10.1007/s004310050542 9007482 3. Oakes MB , Eyvazzadeh AD , Quint E , Smith YR . Complete androgen insensitivity syndrome--a review . J Pediatr Adolesc Gynecol . 2008 ; 21 : 305 – 310 . doi: 10.1016/j.jpag.2007.09.006 19064222 4. Kuiper GG , Faber PW , Van Rooij HC Structural organization of the human androgen receptor gene . J Mol Endocrinol . 1989 ; 2 . doi: 10.1677/jme.0.002r001 5. Brinkmann AO , Klaasen P , Kuiper GGJM . Structure and function of the androgen receptor . Urol res . 1989 ; 17 ( 2 ): 87 – 93 . doi: 10.1007/bf00262026 2734982 6. Robinson-Rechavi M , Garcia HE , Laudet V . The nuclear receptor superfamily . J Cell Sci . 2003 ; 116 ( 4 ): 585 – 586 . doi: 10.1242/jcs.00247 12538758 7. Gottlieb B , Beitel LK , Nadarajah A , Paliouras M , Trifiro M . The androgen receptor gene mutations database: 2012 update . Hum Mutat . 2012 ; 33 : 887 – 894 . doi: 10.1002/humu.22046 22334387 8. Richards S , Aziz N , Bale S , et al. Standards and guidelines for the interpretation of sequence variants: a joint consensus recommendation of the American college of medical genetics and genomics and the association for molecular pathology . Genet Med . 2015 ; 17 : 405 – 424 . doi: 10.1038/gim.2015.30 25741868 9. Ellard S , Baple E , Callaway A , et al. ACGS best practice guidelines for variant classification in rare disease 2020 . 2020 . 10. Aghaei S , Parvizpour S , Farrokhi E , Molavi N , Hoseinzadeh M , Tabatabaiefar MA . Characterization of a novel androgen receptor gene variant identified in an Iranian family with complete androgen insensitivity syndrome (CAIS): a molecular dynamics simulation study . J Biomol Struct Dyn . 2023 ; 41 : 9850 – 9864 . doi: 10.1080/07391102.2022.2148125 36411944 11. Turek-Plewa J , Eckersdorf-Mastalerz A , Kaluzewski B , Helszer Z , Trzeciak WH . A mutation c.C2812T in the androgen receptor gene resulting in Pro817Leu substitution may affect dimerization of the androgen receptor and result in androgen insensitivity syndrome . Fertil Steril . 2006 ; 85 : 1822.e1 – 4 . doi: 10.1016/j.fertnstert.2005.11.063 12. Helszer Z , Dmochowska A , Borkowska E , et al. A novel mutation (c.T3816 > C) in the androgen receptor gene in a 46, xy female patient with androgen insensitivity syndrome . Endokrynol Pol . 2013 ; 64 : 398 – 402 . doi: 10.5603/EP.2013.0023 24186597 13. Ledig S , Jakubiczka S , Neulen J , et al. Novel and recurrent mutations in patients with androgen insensitivity syndromes . Horm Res . 2005 ; 63 : 263 – 269 . doi: 10.1159/000086018 15925895 14. Melo KFS , Mendonca BB , Billerbeck AEC , et al. Clinical, hormonal, behavioral, and genetic characteristics of androgen insensitivity syndrome in a Brazilian cohort: five novel mutations in the androgen receptor gene . J Clin Endocrinol Metab . 2003 ; 88 : 3241 – 3250 . doi: 10.1210/jc.2002-021658 12843171 15. Pinsky L , Trifiro M , Kaufman M , et al. Androgen resistance due to mutation of the androgen receptor . Clin Invest Med . 1992 ; 15 : 456 – 472 . 1458719 16. Yaegashi N , Uehara S , Senoo M , et al. Point mutations in the steroid-binding domain of the androgen receptor gene of five Japanese patients with androgen insensitivity syndrome . Tohoku J Exp Med . 1999 ; 187 : 263 – 272 . doi: 10.1620/tjem.187.263 10458483 17. Brinkmann AO , Jenster G , Ris-Stalpers C , et al. Androgen receptor mutations . J Steroid Biochem Mol Biol . 1995 ; 53 : 443 – 448 . doi: 10.1016/0960-0760(95)00090-m 7626493 18. Cools M , Wolffenbuttel KP , Hersmus R , et al. Malignant testicular germ cell tumors in postpubertal individuals with androgen insensitivity: prevalence, pathology and relevance of single nucleotide polymorphism-based susceptibility profiling . Hum Reprod . 2017 ; 32 : 2561 – 2573 . doi: 10.1093/humrep/dex300 29121256 19. Akcay T , Fernandez-Cancio M , Turan S , Güran T , Audi L , Bereket A . AR and SRD5A2 gene mutations in a series of 51 Turkish 46, XY DSD children with a clinical diagnosis of androgen insensitivity . Andrology . 2014 ; 2 : 572 – 578 . doi: 10.1111/j.2047-2927.2014.00215.x 24737579 20. Liu Q , Yin X , Li P . Clinical hormonal and genetic characteristics of androgen insensitivity syndrome in 39 Chinese patients . Reprod Biol Endocrinol . 2020 ; 18 : 34 . doi: 10.1186/s12958-020-00593-0 32345305 21. Yuan Z , Fan L , Wang Y , et al. Analysis of genetic and clinical characteristics of androgen insensitivity syndrome: a cohort study including 12 families . Eur J Endocrinol . 2024 ; 191 ( 1 ): 87 – 96 . doi: 10.1093/ejendo/lvae082 38938059 22. Tajouri A , Kharrat M , Trabelsi M , M’rad R , Hiort O , Werner R . In vitro functional characterization of androgen receptor gene mutations at arginine p.856 of the ligand-binding-domain associated with androgen insensitivity syndrome . J Steroid Biochem Mol Biol . 2021 ; 208 : 105834 . doi: 10.1016/j.jsbmb.2021.105834 33548461 23. Philibert P , Audran F , Pienkowski C , et al. Complete androgen insensitivity syndrome is frequently due to premature stop codons in Exon 1 of the androgen receptor gene: an international collaborative report of 13 new mutations . Fertil Steril . 2010 ; 94 : 472 – 476 . doi: 10.1016/j.fertnstert.2009.03.057 19463997 24. Lagarde WH , Blackwelder AJ , Minges JT , Hnat AT , French FS , Wilson EM . Androgen receptor Exon 1 mutation causes androgen insensitivity by creating phosphorylation site and inhibiting melanoma antigen-A11 activation of NH2- and carboxyl-terminal interaction-dependent transactivation . J Biol Chem . 2012 ; 287 : 10905 – 10915 . doi: 10.1074/jbc.M111.336081 22334658",
  "plain_text": "Abstract Androgen insensitivity syndrome (AIS) is an X-linked genetic disorder caused by mutations in the androgen receptor gene ( AR ), leading to impaired androgen signaling and resulting in varying degrees of undermasculinization in individuals with a 46,XY karyotype. This study aimed to expand the molecular landscape of AIS by identifying and characterizing pathogenic variants in the AR gene via next-generation sequencing (NGS). Molecular diagnostics revealed eight distinct variants within the AR gene, two of which had not been previously described. These include the following novel variants: c.3G>A, and c.1344_1345insTA. This study broadens the spectrum of known AR gene mutations associated with AIS and highlights the critical role of molecular diagnostics in the accurate classification of variants. These findings will aid in enhancing the clinical management and genetic counseling of individuals affected by AIS."
}
