{
    "PMC": "4733034",
    "DOI": "10.7554/elife.10859",
    "PMID": "26609812",
    "PMCID": "PMC4733034",
    "title": "ATP hydrolysis by the viral RNA sensor RIG-I prevents unintentional recognition of self-RNA.",
    "year": 2015,
    "source_url": "https://europepmc.org/article/PMC/PMC4733034",
    "source": "MED",
    "abstract_text": "The cytosolic antiviral innate immune sensor RIG-I distinguishes 5' tri- or diphosphate containing viral double-stranded (ds) RNA from self-RNA by an incompletely understood mechanism that involves ATP hydrolysis by RIG-I's RNA translocase domain. Recently discovered mutations in ATPase motifs can lead to the multi-system disorder Singleton-Merten Syndrome (SMS) and increased interferon levels, suggesting misregulated signaling by RIG-I. Here we report that SMS mutations phenocopy a mutation that allows ATP binding but prevents hydrolysis. ATPase deficient RIG-I constitutively signals through endogenous RNA and co-purifies with self-RNA even from virus infected cells. Biochemical studies and cryo-electron microscopy identify a 60S ribosomal expansion segment as a dominant self-RNA that is stably bound by ATPase deficient RIG-I. ATP hydrolysis displaces wild-type RIG-I from this self-RNA but not from 5' triphosphate dsRNA. Our results indicate that ATP-hydrolysis prevents recognition of self-RNA and suggest that SMS mutations lead to unintentional signaling through prolonged RNA binding.",
    "full_text": "eLife Elife eLife eLife eLife 2050-084X eLife Sciences Publications, Ltd 4733034 26609812 10859 10.7554/eLife.10859 Research Article Cell Biology Immunology ATP hydrolysis by the viral RNA sensor RIG-I prevents unintentional recognition of self-RNA Lässig Charlotte 1 Matheisl Sarah 1 † Sparrer Konstantin MJ 2 † ‡ de Oliveira Mann Carina C 1 † Moldt Manuela 1 Patel Jenish R 3 4 Goldeck Marion 5 Hartmann Gunther 5 García-Sastre Adolfo 3 4 6 Hornung Veit 7 Conzelmann Karl-Klaus 2 Beckmann Roland 1 8 Hopfner Karl-Peter http://orcid.org/0000-0002-4528-8357 1 8 * 1 Gene Center, Department of Biochemistry , Ludwig Maximilian University of Munich , Munich , Germany 2 Max von Pettenkofer-Institute, Gene Center , Ludwig Maximilian University of Munich , Munich , Germany 3 Department of Microbiology , Icahn School of Medicine at Mount Sinai , New York , United States 4 Global Health and Emerging Pathogens Institute , Icahn School of Medicine at Mount Sinai , New York , United States 5 Institute for Clinical Chemistry and Clinical Pharmacology, University Hospital Bonn , University of Bonn , Bonn , Germany 6 Department of Medicine, Division of Infectious Diseases , Icahn School of Medicine at Mount Sinai , New York , United States 7 Institute of Molecular Medicine, University Hospital Bonn , University of Bonn , Bonn , Germany 8 Center for Integrated Protein Science Munich , Munich , Germany Kowalczykowski Stephen C Reviewing editor University of California, Davis , United States hopfner@genzentrum.lmu.de ‡ Department of Microbiology and Immunobiology, Harvard Medical School, Boston, United States. † These authors contributed equally to this work. 26 11 2015 2015 4 e10859 14 8 2015 25 11 2015 © 2015, Lässig et al 2015 Lässig et al This article is distributed under the terms of the Creative Commons Attribution License , which permits unrestricted use and redistribution provided that the original author and source are credited. The cytosolic antiviral innate immune sensor RIG-I distinguishes 5′ tri- or diphosphate containing viral double-stranded (ds) RNA from self-RNA by an incompletely understood mechanism that involves ATP hydrolysis by RIG-I's RNA translocase domain. Recently discovered mutations in ATPase motifs can lead to the multi-system disorder Singleton-Merten Syndrome (SMS) and increased interferon levels, suggesting misregulated signaling by RIG-I. Here we report that SMS mutations phenocopy a mutation that allows ATP binding but prevents hydrolysis. ATPase deficient RIG-I constitutively signals through endogenous RNA and co-purifies with self-RNA even from virus infected cells. Biochemical studies and cryo-electron microscopy identify a 60S ribosomal expansion segment as a dominant self-RNA that is stably bound by ATPase deficient RIG-I. ATP hydrolysis displaces wild-type RIG-I from this self-RNA but not from 5' triphosphate dsRNA. Our results indicate that ATP-hydrolysis prevents recognition of self-RNA and suggest that SMS mutations lead to unintentional signaling through prolonged RNA binding. DOI: http://dx.doi.org/10.7554/eLife.10859.001 eLife digest Living cells produce long, strand-like molecules of RNA that carry the instructions needed to make proteins. Viruses also make use of RNA molecules to hijack an infected cell’s protein-production machinery and create new copies of the virus. RNA molecules from viruses have a number of features that distinguish them from a cell’s own RNAs, and human cells contain receptors called RLRs that can start an immune response whenever they detect viral RNAs. All of these receptors break down molecules of ATP, a process that releases useable energy. However, so far it is not understood how this activity helps the receptors to distinguish viral RNA from the cell’s own RNA molecules (called self-RNA). Recently, some autoimmune diseases (including Singleton-Merten Syndrome) were linked to mutations in the parts of RLRs that allow the receptors to break down ATP. Now, Lässig et al. have studied the effects of specific mutations in an RLR called RIG-I in human cells. The experiments showed that mutations that disrupt RIG-I’s ability to bind to ATP also prevented the receptor from becoming activated. However, mutations linked to Singleton-Merten Syndrome don’t stop ATP from binding but instead slow its breakdown; this effectively locks the receptor in an ATP-bound state. Lässig et al. found that similar mutations in RIG-I caused human cells to trigger a constant immune response against the self-RNAs. Further experiments then suggested that the breakdown of ATP helps to remove RIG-I that has bound to double-stranded sections of self-RNAs. This activity frees the receptor, making it more able to detect double-stranded viral RNAs and preventing unintentional signaling. Lässig et al. also identified a specific double-stranded section of a human RNA that may be recognized by the mutated version of RIG-I in people with Singleton-Merten Syndrome. The next steps following on from this work are to extend the analysis to also include other RLRs and further explore the underlying mutations within the three-dimensional structures of the receptors and RNA molecules involved. DOI: http://dx.doi.org/10.7554/eLife.10859.002 Author Keywords RIG-I RLR innate immune system ATPase domain autoimmune response / disease singleton-merten syndrome Research Organism Human http://dx.doi.org/10.13039/100000002 National Institutes of Health T32 training grant 5T32AI007647-13 Patel Jenish R German Excellence Initiative CIPSM Beckmann Roland Hopfner Karl-Peter Graduate School of Quantitative Biosciences Munich Beckmann Roland Hopfner Karl-Peter http://dx.doi.org/10.13039/501100000781 European Research Council Advanced Grant CRYOTRANSLATION Beckmann Roland http://dx.doi.org/10.13039/501100001659 Deutsche Forschungsgemeinschaft FOR 1805 Beckmann Roland http://dx.doi.org/10.13039/501100001659 Deutsche Forschungsgemeinschaft SFB646 Beckmann Roland Hopfner Karl-Peter http://dx.doi.org/10.13039/501100001659 Deutsche Forschungsgemeinschaft GRK1721 Hopfner Karl-Peter Beckmann Roland Bavarian network for Molecular Biosystems Hopfner Karl-Peter The funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication. elife-xml-version 2.5 Author impact statement Mutations within the ATPase domain of RIG-I in patients with Singleton-Merten Syndrome prevent ATP-hydrolysis dependent dissociation of RIG-I from double-stranded RNA and lead to unintentional constitutive signaling through increased binding of endogenous RNA. Introduction The innate immune system provides a rapid initial reaction to invading pathogens and also stimulates the adaptive immune system ( Iwasaki and Medzhitov, 2015 ). Pattern recognition receptors (PRRs) of the innate immune system sense pathogen- or danger-associated molecular patterns (PAMPs or DAMPs) and trigger molecular cascades that together initiate and orchestrate the cellular response through activation of e.g. interferon regulatory factors and nuclear factor κB ( Brubaker et al., 2015 ; Pandey et al., 2015 ; Wu and Chen, 2014 ). Retinoic-acid inducible gene I (RIG-I), melanoma differentiation-associated gene 5 (MDA5) and laboratory of physiology and genetics 2 (LGP2) are three structurally related PRRs – denoted RIG-I like receptors (RLRs) – that recognize cytosolic foreign RNA. RIG-I senses RNA from a broad range of viruses including measles virus and Sendai virus (both paramyxoviridae), Influenza A virus, Japanese encephalitis virus and Hepatitis C virus, whereas MDA5 is activated for example by picornavirus RNA. LGP2 has augmenting and regulatory roles in MDA5 and RIG-I dependent signaling ( Bruns et al., 2014 ; Satoh et al., 2010 ; Sparrer and Gack, 2015 ). RIG-I preferentially detects base-paired double-stranded RNA (dsRNA) ends containing either 5′ triphosphate (ppp) or 5′ diphosphate (pp) moieties ( Goubau et al., 2014 ; Hornung et al., 2006 ; Pichlmair et al., 2006 ; Schlee et al., 2009 ; Schmidt et al., 2009 ) and not 2’ OH methylated at the first 5’ terminal nucleotide ( Schuberth-Wagner et al., 2015 ). ppp-dsRNA arises, for example, at panhandle structures of influenza virus nucleocapsids, or during measles or Sendai virus transcription ( Liu et al., 2015 ; Weber et al., 2013 ). 5′ diphosphates are found on genomic RNA of reoviruses ( Banerjee and Shatkin, 1971 ). RIG-I can also detect poly-U/UC-rich dsRNA ( Schnell et al., 2012 ). Ligands of MDA5 are less well characterized but include dsRNA longer than 1000 bp ( Kato et al., 2008 ), higher-order dsRNA structures ( Pichlmair et al., 2009 ), or AU-rich RNA ( Runge et al., 2014 ). RLRs are members of the superfamily II (SF2) of ATPases, helicases or nucleic acid translocases. RIG-I and MDA5 consist of two N-terminal tandem caspase activation and recruitment domains (2CARD), a central ATPase/translocase domain and a C-terminal regulatory domain (RD). LGP2 lacks the 2CARD module but otherwise has a similar domain architecture. Binding of RNA induces a conformational change in RIG-I. If activated, the RD binds the ppp- or pp-dsRNA end, while the SF2 domain interacts with the adjacent RNA duplex and forms an active ATPase site ( Civril et al., 2011 ). In this conformation, the 2CARD module is sterically displaced from its auto-inhibited state ( Jiang et al., 2011 ; Kowalinski et al., 2011 ; Luo et al., 2011 ) and can be K63-linked poly-ubiquitinated ( Gack et al., 2007 ). Multiple Ub-2CARD complexes assemble to form a nucleation site for the polymerization of mitochondrial antiviral-signaling adaptor protein (MAVS) into long helical filaments ( Hou et al., 2011 ; Wu et al., 2014 ; Xu et al., 2014 ). Instead of recognizing terminal structures like RIG-I, MDA5 cooperatively polymerizes along dsRNA ( Berke and Modis, 2012 ), which is suggested to trigger MAVS polymerization. The SF2 ATPase domain plays a critical part in RIG-I activation, although the role of the ATPase activity is still debated. Mutation of the seven SF2 “helicase” motifs resulted in RLRs that are either inactive or signal constitutively ( Bamming and Horvath, 2009 ; Louber et al., 2015 ). On the other hand, overexpression of the 2CARD module alone is sufficient for signaling ( Yoneyama et al., 2004 ). Further studies revealed that the SF2 domain is an ATP-dependent dsRNA translocase ( Myong et al., 2009 ) that can help enhance signaling by loading multiple RIG-I on dsRNA ( Patel et al., 2013 ) and may execute anti-viral “effector” functions through displacement of viral proteins ( Yao et al., 2015 ). Finally, RIG-I ATPase activity promotes recycling of RIG-I:dsRNA complexes in vitro, suggesting a kinetic discrimination between self and non-self RNA ( Anchisi et al., 2015 ; Louber et al., 2015 ). Several autoimmune diseases, including the Aicardi-Goutières and Singleton-Merten syndromes (SMS), were linked to single amino acid mutations in the SF2 domains of MDA5 and RIG-I ( Funabiki et al., 2014 ; Jang et al., 2015 ; Rice et al., 2014 ; Rutsch et al., 2015 ). Two point mutations within the Walker A (motif I) or Walker B (motif II) of RIG-I are linked to atypical SMS and functional studies indicated constitutive RIG-I activation ( Jang et al., 2015 ). Thus, these mutations have been described as a gain of function, which is puzzling considering previous mutations in motif I led to loss of RIG-I function, while mutations in motif II led to either gain or loss of function, depending on the type of mutation ( Bamming and Horvath, 2009 ; Louber et al., 2015 ). In order to clarify the role of RIG-I’s ATPase in antiviral signaling and RLR associated human diseases, we engineered structure-derived and patient-identified mutations into RIG-I and tested the resulting proteins in different types of cell-based and in vitro analyses. Collectively, we find that SMS mutations phenocopy the structure-derived E373Q mutation in motif II, which is designed to trap RIG-I in an ATP-bound state. Freezing this state results in a dramatic autoimmune response because the enzyme binds self-RNA and signals. An unexpected, strongly enriched self-RNA is the ribosomal large subunit, which contains large, dsRNA expansion segments. Collectively, our results suggest that a biomedical and functional critical role of RIG-I’s ATPase is to prevent spontaneous and unintended activation by self-RNA. Thus, the SF2 translocase likely increases the sensitivity of the system by reducing background signaling. Furthermore, our studies suggest that in SMS, RIG-I is trapped in an ATP-bound state and signals through self-ligands. Results Prevention of ATP hydrolysis in RIG-I leads to a constitutive activation of the interferon-β promoter by recognition of self-RNA To address the roles of ATP binding and hydrolysis by the SF2 domain of RIG-I, we studied RIG-I variants containing structure-based mutations designed to i) prevent ATP binding and formation of a functional ATP-bound complex, ii) allow ATP binding and ATP-induced conformational changes but prevent ATP hydrolysis, or iii) disable interaction of the RNA with either the 1A or 2A domain of SF2 ( Figure 1A, B ). The structure of RIG-I in complex with RNA and ADP·BeF x served as guide for these mutations ([ Jiang et al., 2011 ], PDB code 3TMI, Figure 1B ). 10.7554/eLife.10859.003 Figure 1. Cellular studies of RIG-I ATPase mutants in infected or non-infected cells. ( A ) Location of amino acid substitutions of RIG-I SF2 domain variants used in this study (orange lines) within different RLR helicase motifs (orange squares). ( B ) Single amino acid substitutions (orange) within the RIG-I 3D structure (PDB: 3TMI). ( C ) Fold change of interferon-β (IFNβ) promoter driven luciferase activity in uninfected HEK 293T RIG-I KO cells or in cells challenged with Sendai virus defective interfering particles (SeV DIs). Cells were co-transfected with RIG-I expression vectors and p125-luc/ pCMV-RL reporter plasmids, and infected with SeV DIs 6 hr post transfection. Firefly (FF) luciferase activities were determined in respect to Renilla (Ren) luciferase activities 24 hpi. All ratios were normalized to the empty vector control. n=3–12, error bars represent mean values ± standard deviation. DOI: http://dx.doi.org/10.7554/eLife.10859.003 10.7554/eLife.10859.004 Figure 1—figure supplement 1. Assay for defining of the impact of RLR variant expression on RLR signaling in infected or non-infected cells. ( A ) HEK 293T RIG-I KO cells were co-transfected with different expression and control vectors as indicated. RLR signaling induces an interferon-β (IFNβ) promoter driven expression of firefly luciferase (FF). Renilla luciferase (Ren) is constitutively expressed via a CMV promoter and serves as transfection control. ( B ) Western Blot analysis of virus-induced RIG-I expression in HEK 293T and HEK 293T RIG-I KO cells. ( C ) Western Blot control of overexpressed FLAG/HA tagged RIG-I variants in HEK 293T RIG-I KO cells from Figure 1 , panel C. DOI: http://dx.doi.org/10.7554/eLife.10859.004 10.7554/eLife.10859.005 Figure 1—figure supplement 2. RIG-I E373Q mutation does not confer constitutive activity due to an exposed 2CARD module. ( A ) Small-angle X-ray scattering (SAXS) intensity curves of RIG-I and RIG-I E373Q in presence and absence of ATP. ( B ) Distance distribution functions derived from SAXS data in panel A. Calculated radii of gyration (R g ) are indicated within the legend. ( C ) Thermal shift assays in presence and absence of ATP. Melting temperatures I are indicated within the legend. ( D ) Fold change of interferon-β promoter driven luciferase activity of HEK 293T RIG-I KO cells co-transfected with a RIG-I E373Q expression vector, varying concentrations of a RIG-I Δ2CARD,E373Q expression vector and p125-luc/ pCMV-RL reporter plasmids. Firefly luciferase (FF) activities were determined in respect to Renilla luciferase (Ren) activities 24 hr after transfection. All ratios were normalized to an empty vector control. n=3, error bars represent mean values ± standard deviation. ( E ) Control Western Blot analysis of FLAG/HA-tagged constructs from panel D. DOI: http://dx.doi.org/10.7554/eLife.10859.005 In order to dissect the influence of these mutations on the ability of RIG-I to elicit downstream signaling, we used an interferon-β (IFNβ) promoter activity assay carried out in HEK 293T RIG-I KO cells ( Figure 1—figure supplement 1A,B ). Overexpressed wild-type RIG-I (wtRIG-I) is able to induce a slight activation of the IFNβ promoter, which can be further amplified by stimulation with Sendai virus defective interfering particles (SeV DIs) ( Figure 1C ). The 2CARD module (RIG-I 1-229) induced a strong activation in both non-infected and SeV DI-stimulated cells and is crucial since constructs lacking these domains (Δ2CARD, RIG-I 230-925) cannot conduct any downstream signaling. RIG-I K270I, carrying a mutation in the motif I lysine that reduces ATP binding ( Rozen et al., 1989 ), signaled in neither uninfected nor SeV DIs stimulated cells, consistent with previous studies. Remarkably, the E373Q substitution in motif II had a strikingly different effect. RIG E373Q, which has a stabilized ATP-bound state by slowed-down ATP hydrolysis, strongly signaled in both non-infected and SeV DIs stimulated cells. Western blots validated correct expression of all mutants ( Figure 1—figure supplement 1C ). To rule out a “constitutive” active conformation of RIG-I E373Q due to an exposed 2CARD module (e.g. from an unfolded SF2) we performed small angle X-ray scattering with purified wtRIG-I and RIG-I E373Q demonstrating that both proteins have the same solution structure ( Figure 1—figure supplement 2A, B ). In addition, thermal unfolding assays show that the E373Q mutation does not destabilize RIG-I ( Figure 1—figure supplement 2C ). Finally, RIG-I Δ2CARD,E373Q has a dominant negative effect on signaling by RIG-I E373Q ( Figure 1 , Figure 1—figure supplement 2D, E ). Taken together, these data show that RIG-I E373Q is neither destabilized nor constitutively active, suggesting it needs productive RNA interactions. To test whether E373Q signals in non-infected (and perhaps also infected cells) because of interaction with self-RNA, we additionally introduced mutations in various RNA binding sites, in particular a ΔRD variant (RIG-I 1-798) and mutations in two RNA-interacting residues in domains 1A (T347A) and 2A (V699A) of SF2. The single mutation RIG-I T347A did not signal in either infected or non-infected cells, showing that the interaction of RNA with this specific amino acid is critical for signaling ( Figure 1C ). Interestingly, we find that the single mutation V699A slightly increases the signaling activity of RIG-I in non-infected cells ( Figure 1C ), which could be explained by a putative reduction of translocation activity instead of a prevention of RNA binding to SF2 (see discussion). Finally, deletion of the regulatory domain (ΔRD) inactivates signaling in both infected and non-infected cells as previously observed ( Cui et al., 2008 ). As expected, both combination mutants RIG-I E373Q,T347A and RIG-I E373Q,ΔRD failed to signal in both SeV DIs infected and non-infected cells. These data show that the increased immunostimulatory effect of E373Q requires a productive RNA interaction of SF2 and RD. Since RD is also required for the displacement of the 2CARD module from SF2, we additionally analyzed a point mutation in RD. K888 mediates triphosphate binding in RD and mutations in this residue inactivate recognition of viral RNA ( Cui et al., 2008 ; Wang et al., 2010 ). Of note RIG-I E373Q,K888T is still constitutively active in non-infected cells. This effect indicates that the increased signaling capacity on endogenous RNA is independent from the ppp-dsRNA or pp-dsRNA epitopes that RIG-I recognizes on viral RNA via the RD. Finally, we addressed the effect of the Singleton-Merten mutations C268F and E373A. E373A is at the same position as our structure-derived E373Q mutant. Consistent with this, we observed that this substitution leads to a constitutive activation of the IFNβ promoter ( Jang et al., 2015 ) ( Figure 1C ). Interestingly, although C268 is located in motif I, it also leads to constitutive signaling, whereas motif I mutation of K270 (which coordinates the β-phosphate of ATP) blocks ATP binding and renders RIG-I inactive. Thus, mutation of the non-ATP binding C268 in motif I appears to phenocopy a mutation that prevents ATP hydrolysis. In summary, our studies show that signaling of RIG-I requires both ATP and RNA binding. ATP hydrolysis, on the other hand, appears to be critical to dissolve the signaling state and to prevent activation of RIG-I by self-RNA. RIG-I ATP hydrolysis defective mutant E373Q shows increased interaction with ribosomal RNA We hypothesized that E373Q traps RIG-I in an ATP bound high affinity conformation that is activated already by self-RNA. To test this idea, we immunoprecipitated RIG-I and its mutants from non-infected HEK 293T RIG-I KO cells or cells infected with measles or Sendai virus and analyzed the co-purified RNA molecules. Regardless of whether co-purified from infected or non-infected cells, the amount of RNA recovered from RIG-I E373Q was about 3 times higher than that from RIG-I ( Figure 2A ). Similarly increased amounts of RNA co-purified with the SMS mutants C268F and E373A from uninfected cells, reflecting the same altered RNA binding properties as in RIG-I E373Q ( Figure 2—figure supplement 1A ). 10.7554/eLife.10859.006 Figure 2. RIG-I ATP hydrolysis defective mutant E373Q recognizes the 60S ribosomal subunit in vivo. ( A ) Relative RNA amount co-purified with overexpressed RIG-I or RIG-I E373Q from virus infected or non-infected HEK 293T RIG-I KO cells. n=4 (infected) or n=10 (non-infected), error bars represent mean values ± standard deviation. ( B ) Bioanalyzer evaluation and agarose gel separation of RNA co-purified with overexpressed RIG-I or RIG-I E373Q from non-infected HEK 293T RIG-I KO cells. Curves are normalized in respect to 18S rRNA peaks. ( C ) Bioanalyzer evaluation and agarose gel separation of total RNA content of non-infected HEK 293T RIG-I KO cells overexpressing RIG-I or RIG-I E373Q. Curves were normalized as in panel B. ( D ) Immunostimulatory potential of co-purified RNA from RIG-I, RIG-I E373Q or GFP overexpressed in measles virus (MeV), MeV-Cko-ATU-Cs or Sendai virus Cantell (SeV) infected HEK 293T RIG-I KO cells. RNA was back-transfected into HEK 293T ISRE-FF/RFP cells together with pTK-RL transfection control. Firefly luciferase (FF) activities were determined 24 hr after transfection in respect to Renilla luciferase (Ren) activity and were normalized to the immunostimulatory potential of RIG-I associated RNA. n=4, error bars represent mean values ± standard deviation. ( E ) Immunostimulatory potential of endogenous RNA in cells overexpressing RIG-I E373Q. RNA was co-transfected into HEK 293T RIG-I KO cells together with a RIG-I E373Q expression vector and p125-luc/ pCMV-RL reporter plasmids. FF luciferase activities were determined in respect to Ren luciferase activities 24 hr after transfection. All ratios are normalized to the RIG-I E373Q control without RNA stimulation. Purified RNA was in addition analyzed on agarose gels. n=3, error bars represent mean values ± standard deviation. DOI: http://dx.doi.org/10.7554/eLife.10859.006 10.7554/eLife.10859.007 Figure 2—figure supplement 1. Analysis of RNA co-purified with RIG-I SMS or MDA5 variants. ( A ) Relative RNA amount co-purified with overexpressed RIG-I, RIG-I E373Q or RIG-I SMS variants from non-infected HEK 293T RIG-I KO cells. ( B ) Relative RNA amount co-purified with overexpressed MDA5 from non-infected HEK 293T cells. n=3, error bars represent mean values ± standard deviation. ( C ) Bioanalyzer evaluation of RNA co-purified with overexpressed MDA5 from non-infected HEK 293T cells. Curves are normalized in respect to 18S rRNA peaks. DOI: http://dx.doi.org/10.7554/eLife.10859.007 10.7554/eLife.10859.008 Figure 2—figure supplement 2. Assay for defining the immunostimulatory potential of different RNAs. ( A ) Endogenous RLRs in HEK 293T ISRE-FF/RFP cells (stably express firefly luciferase (FF) and RFP under control of an interferon stimulated response element (ISRE) promoter) induce a downstream signaling cascade upon binding to transfected RNA. Subsequent interferon (IFN) expression results in activation of the STAT signaling pathway which in return induces ISRE promoter driven expression of FF luciferase. DOI: http://dx.doi.org/10.7554/eLife.10859.008 10.7554/eLife.10859.009 Figure 2—figure supplement 3. Immunostimulatory potential of co-purified RNA from Sendai virus Cantell (SeV) infected cells. ( A ) HEK 293T RIG-I KO cells were transfected with the indicated RIG-I mutant or GFP expression vector. RNA co-purified with the respective overexpressed protein was back-transfected into HEK 293T ISRE-FF/RFP cells (compare with Figure 2—figure supplement 2 ). Firefly luciferase activities were determined 24 h after transfection and normalized to the RIG-I sample. DOI: http://dx.doi.org/10.7554/eLife.10859.009 When analyzed on a Bioanalyzer RNA chip or on agarose gels, we found that the increased amount of RNA is to a large extent due to the presence of 28S rRNA, while 18S rRNA remains unaltered ( Figure 2B ). Control analysis of the total RNA content ruled out an alteration of ribosome subunit ratio in RIG-I E373Q transfected cells ( Figure 2C ). Both increased amount of RNA and specific enrichment of 28S rRNA were also observed for the equivalent MDA5 E444Q Walker B mutant ( Figure 2—figure supplement 1B, C ). In order to determine the immunostimulatory potential of the RNA co-purified from virus-infected cells, we back-transfected the RNA into HEK 293T ISRE-FF/RFP reporter cells (which contain endogenous RIG-I, see Figure 2—figure supplement 2A ). RNA co-purified with wtRIG-I and RIG-I lacking the 2CARD module induced an immune response in these cells ( Figure 2—figure supplement 3A ). RNA co-purified with RIG-I K270I (ATP binding deficient) and V699A (putative translocation deficient) was also able to stimulate the ISRE reporter in an amount comparable to wtRIG-I, indicating no altered RNA binding properties in these mutants under virus infected conditions. In contrast, RNA that co-purified with the RNA-binding deficient RIG-I T347A (mutation in SF2 domain), RIG-I K858E (mutation in RD domain that reduces triphosphate recognition) or RIG-I ΔRD poorly stimulated the ISRE promoter and probably represents background RNA ( Figure 2—figure supplement 3A ). These data suggest that RIG-I recognizes immunostimulatory RNA via the SF2 and RD domains, but does not require ATP binding for this process. ATP binding is necessary, however, because RIG-I K270I expression alone does not stimulate the IFNβ promoter (compare with Figure 1C ). Interestingly, RNA co-purified with RIG-I E373Q failed to induce reporter gene expression ( Figure 2D , Figure 2—figure supplement 3A ). Thus, despite the observation that RIG-I E373Q co-purifies with approximately threefold more RNA than wtRIG-I from infected cells, the co-purified RNA is not immunostimulatory in a wtRIG-I background. However, cells that transiently express RIG-I E373Q can be further stimulated by transfection of total RNA extracts and purified ribosomal RNA ( Figure 2E ), suggesting that ribosomal RNA can activate RIG-I E373Q. Cells lacking wtRIG-I or RIG-I E373Q on the other hand do not respond to those RNAs. We conclude that host-RNA, which does not activate wtRIG-I, can apparently compete with viral RNA for RIG-I E373Q. In order to verify a higher affinity of the RIG-I ATP hydrolysis defective mutant towards ribosomal RNA, we purified full-length human RIG-I and RIG-I E373Q, as well as human 80S ribosomes, and tested for a direct interaction. We confirmed that while both RIG-I E373Q and the wild-type protein are able to bind ATP, only wtRIG-I can hydrolyze ATP ( Figure 3A, B ). We subsequently conducted sedimentation assays via ultra-centrifugation of sucrose cushions loaded with 80S ribosomes that have been pre-incubated with wtRIG-I or RIG-I E373Q in presence or absence of ATP or the non-hydrolysable ATP analogue ADP·BeF 3 . In presence of ATP a minor binding of wtRIG-I to the ribosome could be observed, whereas RIG-I E373Q bound in a near stoichiometric manner. In absence of ATP or in presence of ADP·BeF 3 binding of wtRIG-I was greatly enhanced and showed similar levels compared to RIG-I E373Q ( Figure 3C ). 10.7554/eLife.10859.010 Figure 3. RIG-I ATP hydrolysis defective mutant E373Q recognizes the 60S ribosomal subunit in vitro. ( A ) DRaCALA ATP binding assay of RIG-I or RIG-I E373Q in presence or absence of RNA. ( B ) ATP hydrolysis assay of RIG-I or RIG-I E373Q in presence and absence of RNA. ( C ) Binding studies of human 80S ribosomes with RIG-I or RIG-I E373Q in presence or absence of ATP or ADP·BeF 3 . Pre-formed complexes were separated on sucrose cushions via ultracentrifugation and pellet (P) as well as supernatant (SN) fractions were analyzed by SDS-PAGE. ( D ) Side views of a cryo-EM reconstruction of RIG-I E373Q (blue) bound to the human 80S ribosome (yellow: 40S subunit, gray: 60S subunit). Data was low pass-filtered at 15 Å. ( E ) Side views of a cryo-EM reconstruction of the human 80S ribosome without prior RIG-I E373Q incubation. Data filtering and color coding as in panel D. ( F ) Statistical difference map (left, σ = 2) of cryo-EM reconstructions in panels D and E reveals a significant additional density at expansion segment 7L A (ES7L-A, pink) into which RIG-I (PDB 3TMI) can be fitted (right, σ = 1.51). ( G ) Secondary structure map of the 28S rRNA ES7L (derived from ( Anger et al., 2013 ) and zoom into RIG-I E373Q binding area. ES7L-A is indicated in pink (as in panel F ). DOI: http://dx.doi.org/10.7554/eLife.10859.010 We next analyzed RIG-I E373Q:80S ribosome complexes by cryo-electron microscopy and single particle 3D reconstruction ( Figure 3D ). The average resolution was estimated to be 17.7 Å based on the Fourier shell correlation cut-off criterion at 0.5. When compared with the reconstruction of the human 80S ribosome alone ( Figure 3E ), the ribosome:RIG-I E373Q complex revealed an additional density located at rRNA expansion segment (ES) 7L, which is located at the back of the large ribosomal subunit. Calculation of a statistical difference map between the two reconstructions confirmed that this distinct region contained significant additional density ( Figure 3F ). Human ribosomes contain several long, G:C rich, base-paired RNA expansion segments forming large tentacle-like hairpin structures of substantial double-stranded nature ( Anger et al., 2013 ). A large part of the double-stranded RNA in these segments is not covered by ribosomal proteins and accessible for cytosolic proteins. The crystal structure of ADP·BeF x -bound RIG-I △2CARD:RNA complex (( Jiang et al., 2011 ), PDB code 3TMI) fits well into the density observed at ES7L and is located at the root of the solvent exposed portion of helix A of ES7L that contains a contiguous stretch of seven G:C/C:G base pairs ( Figure 3G ). In summary, we conclude that stabilizing the ATP-bound state of RIG-I induces a conformation where RIG-I binds to ribosomes, presumably at exposed dsRNA expansion segments. Specificity of RIG-I towards double-stranded RNA is increased in presence of ATP To further evaluate the role of ATP binding and hydrolysis of RIG-I we performed electrophoretic mobility shift assays (EMSAs), fluorescence anisotropy experiments and ATP hydrolysis assays in presence and absence of ATP or ADP·BeF 3 with different RNAs. These RNAs mimic different types of endogenous or viral RNAs and help dissecting contributions of RD’s binding to the RNA end and SF2’s binding to the stem. In addition to a 24mer or 12mer blunt-ended dsRNA or ppp-dsRNA ( Goldeck et al., 2014 ), we also used a 60 nucleotide hairpin RNA (denoted as ES hairpin) derived from the ribosomal expansion segment ES7L, which contains several bulges and a non-pairing end ( Figure 4—figure supplement 1A ). The hairpin at one end and the added Y-structure at the other end are used to minimize RNA end binding by RIG-I’s RD because RD has a high affinity for blunt RNA ends. RIG-I and RIG-I E373Q bound to the 24mer blunt ended dsRNA with a slightly higher affinity in presence of ATP or ADP·BeF 3 than in its absence ( Figure 4A ), suggesting that ATP binding to the SF2 domain positively contributes to the overall affinity in addition to RD. A similar result was obtained when we used a 12mer dsRNA in fluorescence anisotropy experiments in order to further dissect the influence of different RNA ends ( Figure 4B ). Interestingly, the positive effect of ATP was not observed when we used the corresponding ppp-dsRNA 12mer ( Figure 4C ), most likely because the RD dominates RNA binding under these conditions. Thus, it is plausible that RIG-I dissociates from unphosphorylated RNA termini with an increased rate after ATP hydrolysis than from triphosphorylated termini. 10.7554/eLife.10859.011 Figure 4. RIG-I’s ATP hydrolysis enhances RNA end recognition and removes RIG-I from RNA stems. ( A ) Quantification of electrophoretic mobility shift assays of RIG-I or RIG-I E373Q incubated with 24mer dsRNA in presence or absence of ATP, ADP or ADP·BeF 3 (compare with Figure 4—Figure supplement 1B ). ( B ) Fluorescence anisotropy changes measured by titrating RIG-I or RIG-I E373Q in presence or absence of ATP into solutions containing fluorescently labeled 12mer dsRNA. ( C ) Fluorescence anisotropy changes measured by titrating RIG-I or RIG-I E373Q in presence or absence of ATP into solutions containing fluorescently labeled 12mer ppp-dsRNA. ( D ) Quantification of electrophoretic mobility shift assays of RIG-I, RIG-I E373Q or RIG-I T347A, E373Q incubated with an RNA hairpin derived from helix A of the human ribosome expansion segment 7L (ES hairpin) in presence or absence of ATP, ADP or ADP·BeF 3 (compare with Figure 4—Figure supplement 1C ). All binding curves were fitted using the LL.2 function of the R drc package ( Cedergreen et al., 2005 ). n=3-6, error bars represent mean values ± standard deviation. DOI: http://dx.doi.org/10.7554/eLife.10859.011 10.7554/eLife.10859.012 Figure 4—figure supplement 1. Design of the ribosomal expansion segment derived hairpin RNA, EMSA raw figures and control experiments with RIG-I C268F SMS mutant. ( A ) RIG-I E373Q binding site at ES7L-A was used to design a 60b hairpin RNA (ES hairpin). RNA secondary structure was determined with the RNAfold webserver ( Gruber et al., 2008 ). ( B ) Electrophoretic mobility shift assays of RIG-I or RIG-I E373Q incubated with 24mer dsRNA. Complexes were pre-formed at 37 °C for 20 min, separated on agarose gels and stained with GelRed. Free RNA bands were quantified using ImageJ. Protein concentrations (from left to right): 0, 0.1 µM, 0.3 µM, 0.5 µM, 0.7 µM, 1 µM, 1.5 µM and 2 µM. *: unbound RNA, **: protein:RNA complexes. ( C ) Electrophoretic mobility shift assays of RIG-I, RIG-I E373Q or RIG-I C268F incubated with ES hairpin RNA. Complexes were pre-formed, separated and stained as in panel B. Protein concentrations (from left to right): 0, 0.5 µM, 1 µM, 2 µM, 3 µM, 4 µM, 5 µM and 10 µM. *: unbound RNA, **: protein:RNA complexes. DOI: http://dx.doi.org/10.7554/eLife.10859.012 We next tested the role of ATP on binding of wtRIG-I, RIG-I E373Q, RIG-I T347A,E373Q and the SMS variant RIG-I C268F to the ES hairpin RNA mimicking the base of the ribosomal ES7L. In presence of ATP we observed moderately increased binding of RIG-I E373Q and of RIG-I C268F to this hairpin, however wtRIG-I displayed a strikingly opposing effect ( Figure 4D , Figure 4—figure supplement 1C ). For this RNA, ATP reduced rather than increased the affinity of wtRIG-I. The addition of ADP·BeF 3 to RIG-I could reconstitute the high affinity state of RIG-I E373Q. The RIG-I T347A,E373Q double mutant, on the other hand, showed binding affinities similar to RIG-I in presence of ATP, probably caused by residual binding of RD ( Figure 4D ). Consistent with this, the ES hairpin RNA could induce signaling in RIG-I E373Q transfected HEK 293T RIG-I KO cells ( Figure 2F ) and could also stimulate the ATPase activity of RIG-I △2CARD, and to a lesser extent wtRIG-I (which is auto-inhibited by the 2CARD module) ( Figure 5A , Figure 5—figure supplement 1A ). A comparable stimulatory effect on the ATPase activity of RIG-I could also be detected with whole human ribosomes ( Figure 5A ). Control assays with the ATP hydrolysis defective mutants RIG-I E373Q and RIG-I T347A,E373Q confirmed the lacking ability of those proteins to hydrolyze ATP even in the presence of triphosphorylated RNA ( Figure 5A , Figure 5—figure supplement 1B ). 10.7554/eLife.10859.013 Figure 5. RIG-I’s ATPase activity correlates with its RNA binding affinity. ( A ) Quantification of hydrolyzed [γ- 32 P]ATP by RIG-I or RIG-I E373Q in presence of different RNA substrates. Reactions were allowed to proceed for 20 min at 37 °C and free phosphate was separated from ATP via thin layer chromatography. Spots corresponding to labeled ATP and labeled P i were quantified using ImageJ. All curves were fitted using the LL.2 function of the R drc package. n=3, error bars represent mean values ± standard deviation. DOI: http://dx.doi.org/10.7554/eLife.10859.013 10.7554/eLife.10859.014 Figure 5—figure supplement 1. RIG-I’s 2CARD module reduces the ATP hydrolysis activity. ( A ) Measurement of ES hairpin or ppp-dsRNA stimulated [γ- 32 P]ATP hydrolysis of RIG-I or RIG-I Δ2CARD. Reactions were monitored over 3 hr at room temperature and free phosphate was separated from ATP via thin layer chromatography. ( B ) Quantification of hydrolyzed [γ- 32 P]ATP by RIG-I T347A,E373Q in presence of 24mer ppp-dsRNA. Reactions were allowed to proceed for 20 min at 37 °C and free phosphate was separated from ATP via thin layer chromatography. Spots corresponding to labeled ATP and labeled P i were quantified using ImageJ. Curves were fitted using the LL.2 function of the R drc package. n=3, error bars represent mean values ± standard deviation. DOI: http://dx.doi.org/10.7554/eLife.10859.014 In summary, our results show that ATP hydrolysis leads to a moderately increased binding of RNA containing base-paired ends, but decreased binding of RNA lacking base-paired ends. These in vitro data are also consistent with our co-immunopurification studies of RNA from cells, where we observed that the ATP hydrolysis deficient RIG-I E373Q mutant co-purified with increased amounts of endogenous RNA. Discussion Here we show that mutations that slow down or inhibit RIG-I’s ATPase lead to an increased interaction of RIG-I with endogenous RNA, including double-stranded RNA expansion segments of the human large ribosomal subunit. Our results suggest that RIG-I’s ATPase confers specificity to viral RNA by preventing signaling through the abundant background of self-RNA and provide a molecular framework for understanding the pathology of atypical Singleton-Merton syndrome. Recently, several autoimmune diseases, including the Aicardi-Goutières and Singleton-Merten syndromes, have been linked to RLRs through whole exome sequencing, which discovered single amino acid mutations that are mostly found within the ATPase domain of RLRs ( Jang et al., 2015 ; Rice et al., 2014 ; Rutsch et al., 2015 ). Increased interferon levels suggest that an increased activation of MDA5 or RIG-I underlies the molecular pathology of these diseases. Indeed we find that not only E373Q, consistent with recent results, leads to an increased activation of RIG-I in non-infected cells, but also the SMS mutations E373A and C268F ( Jang et al., 2015 ) ( Figure 1C ). While this could have been expected for E373A, because of its similarity to E373Q, the increased immunostimulatory effect of C268F in motif I comes as a surprise. Prior mutations in motif I studied by others and us led to an inactivation of RIG-I, rather than constitutive activation. The precise structural reason for the increased signaling of C268F needs to be addressed in future studies, but our co-immunoprecipitation and in vitro binding assay results suggest that this mutation may also lock RIG-I in an RNA-bound, active conformation ( Figure 2—figure supplement 1A , Figure 4—figure supplement 1C ). Mutational and biochemical analyses previously suggested a kinetic model for RIG-I’s specificity towards viral RNA, where the ATP-dependent recycling helps to discriminate ppp-dsRNA from endogenous RNA ( Anchisi et al., 2015 ; Louber et al., 2015 ; Runge et al., 2014 ) ( Figure 6A ). Our studies show that, in case of base-paired triphosphate containing RNA ends, the RIG-I RD dominates binding. Although RIG-I’s ATPase is very active, we do not see a strong effect of ATP on the affinity for the RNA ( Figure 4C , Figure 5A ). ATP hydrolysis may under the assayed conditions not efficiently displace RIG-I from ppp-dsRNA because RD might prevent full dissociation even after ATP-hydrolysis displaced SF2. Importantly, ATP reduces the affinity towards self-RNA containing a duplex region but not a “proper” ppp-dsRNA end ( Figure 4D ). Thus, if RD is unable to tether RIG-I to ppp-dsRNA ends the ATPase could rapidly remove RIG-I from RNA duplex regions via its translocase and therefore prevents an autoimmune response towards self-RNA ( Figure 6B ). Our cellular studies are consistent with this biochemical observation, because a point mutation in K888, a residue that is critical for recognizing ppp-dsRNA ends, did not reduce the constitutive activation of ATP hydrolysis-deficient RIG-I ( Figure 1C ). However, RD and ATP binding are clearly important for signaling, as shown by △RD and K270I mutations by us and others ( Louber et al., 2015 ) ( Figure 1C ), suggesting that a ring-like, ATP-bound structure is also involved in signaling caused by self-RNA ( Figure 6C ). In this conformation, the RD likely helps to displace the 2CARD module from the SF2 domain but may not have a high affinity for the RNA itself. Of note, the mutation in V699 of motif V also leads to increased constitutive signaling ( Figure 1C ). A plausible explanation could be that this mutation in RecA2 decouples RNA-binding induced ATP hydrolysis from translocation or displacement of RNA. In summary, our results suggest a model where RIG-I’s translocase removes SF2 from dsRNA, perhaps at nearby bulges, unless high-affinity binding by the RD on RNA ends containing di- or triphosphates tethers RIG-I despite ATP-hydrolysis and leads to repeated or prolonged exposure of the 2CARD module. 10.7554/eLife.10859.015 Figure 6. Proposed model for impact of ATP on RIG-I signaling on different RNAs. ( A ) RIG-I recognizes tri- or diphosphorylated double-stranded RNA and preferentially binds to the RNA end through its regulatory domain (RD, green). Binding of ATP-SF2 (purple) to the dsRNA releases the 2CARD module (yellow) and activates the downstream signaling process. ATP hydrolysis displaces the SF2 domain from dsRNA leading to either rebinding at the RNA end (tethered by RD) or to translocation along the RNA. ( B ) In healthy cells, sustained binding of RIG-I to self-RNA containing dsRNA stretches is prevented by ATP hydrolysis. The SF2 domain can be sufficiently displaced because the RD does not provide a high affinity tether. ( C ) Mutations that allow ATP promoted binding of dsRNA and displacement of the 2CARD module, but prevent ATP hydrolysis dependent dissociation of SF2 from dsRNA, such as those underlying atypical Singleton-Merten Syndrome, will result in an unintended signaling through self-RNA. DOI: http://dx.doi.org/10.7554/eLife.10859.015 An unexpected finding was that trapping the ATP state of RIG-I leads to a particularly increased interaction with the large ribosomal subunit via the expansion segment ES7L ( Figure 3D, F ). This expansion segment is present in metazoan ribosomes, however its length is substantially increased in human compared to drosophila ribosomes. The function of these expansion segments is not understood, but since helix E (ES7L-E) was recently found to interact with the selenoprotein synthesis factor SBP2, it is likely that the RNA in these elements is accessible to cytosolic proteins ( Kossinova et al., 2014 ). The specific enrichment of the large ribosomal subunit under conditions where ribosomal subunits disengage argues for rather specific interactions of RIG-I E373Q with RNA present on the large but not the small subunit. The dominant binding of ribosomes by RIG-I E373Q can be explained by the high abundance of ribosomal RNA compared to other potential RIG-I ligands in the cytosol. We could directly visualize RIG-I E373Q on the ribosome at the solvent exposed root of ES7L-A ( Figure 3F, G ). This site contains a stretch of seven G:C/C:G base pairs, which approximately matches the footprint of dsRNA across the two SF2 RecA domains in the crystal structure of ADP·BeF x -bound RIG-I ( Jiang et al., 2011 ; Kohlway et al., 2013 ; Kowalinski et al., 2011 ; Luo et al., 2011 ) and also meets the requirements for activation of RIG-I’s ATPase ( Anchisi et al., 2015 ). Since 40% of the particles had this additional density, it is conceivable that additional binding sites could contribute to the interaction with RIG-I E737Q as well. However, the peripheral parts of the expansion segments are flexible and not visible in the 3D reconstructions, preventing us from observing RIG-I at other regions. The RNA corresponding to the observed binding region of ES7L-A is also bound by RIG-I in vitro and can moderately stimulate RIG-I’s ATPase ( Figure 4D , Figure 5A ). The much more efficient stimulation of RIG-I’s ATPase by ppp-dsRNA is likely due to the high affinity towards RD, which could repeatedly “present” the RNA to SF2 (i.e. increasing the “local” concentration of RNA at SF2). Of note, while the addition of ATP to RIG-I reduces the interaction with the ES hairpin RNA, consistent with a role of the ATPase in preventing interaction with self-RNA, RIG-I E373Q binds with a moderately increased affinity to the ES-hairpin RNA in presence of ATP. Because of the large number of ribosomes in the cytosol it is therefore conceivable that RIG-I binds to double-stranded ribosomal RNA, including ES7L-A, under conditions where the ATPase is not able to efficiently displace the protein, such as those arising in patients with atypical SMS. In addition, the high local concentration of ribosomes in polysomes as well as a potential binding of RIG-I to other expansion segments could bring multiple RIG-I E373Q in contact, such that their exposed 2CARD module could interact for downstream signaling ( Peisley et al., 2014 ; Wu et al., 2014 ). We do not, however, want to rule out contributions by other self-ligands as well. For instance, RIG-I can bind to endogenous mRNA ( Zhang et al., 2013 ) or RNase-L cleavage products ( Malathi et al., 2007 ), while MDA5 was shown to be activated by mRNA stem loop structures under conditions where reduction of A:T base-paired RNA is not prevented by ADAR1 ( Liddicoat et al., 2015 ). In any case, there are two levels of control to limit RLR mediated signaling to viral RNA. On one hand, RNA editing ( Liddicoat et al., 2015 ) and methylation ( Schuberth-Wagner et al., 2015 ) modifies particular types of self-RNA that would otherwise form reasonable ligands for RIG-I or MDA5. On the other hand, the intrinsic ATPase and translocase activity removes RLRs from short, but abundant endogenous dsRNA stretches, thereby reducing background signaling and increasing the sensitivity of the system. Materials and methods Cell lines, viruses and antibodies Luciferase assays and RIG-I:RNA co-immunopurifications were carried out in HEK 293T cells (purchased from ATCC, CRL-11268) or HEK 293T RIG-I KO cells ( Zhu et al., 2014 ). HEK 293T ISRE-FF/RFP reporter cells (stable expression of firefly luciferase and RFP under the control of an ISRE promoter, kindly provided by Luis Martinez-Sorbid, University of Rochester, Rochester, NY) were used for interferon stimulated luciferase reporter gene assays of recovered RNA. HEK cells were maintained in high glucose Dulbecco's Modified Eagle Medium supplemented with GlutaMAX, pyruvate and 10% FBS (all purchased from Gibco, UK). Human ribosomes were purified from HeLa S3 cells cultured in SMEM (Sigma, Germany) supplemented with 10% FBS, Penicillin (100 U/mL)/ Streptamycin (100 µg/mL) and 1x GlutaMAX (all purchased from Gibco, UK) using a spinner flask at 40 rpm. All cell lines were routinely checked for Mycoplasms by PCR and were, except for the HEK 293T ISRE-FF/RFP cell line, tested to be negative. Mycoplasm contaminations were suppressed using Plasmocin (InvivoGen, France) according to the manufacturer's protocol. Viruses used for infections were Sendai virus Cantell, Sendai virus defective interfering particles H4 (kindly provided by Dominique Garcin, Geneva, Switzerland), recombinant measles virus (MeV) with a sequence identical to the vaccine strain Schwarz (AF266291.1.)( del Valle et al., 2007 ; Devaux et al., 2007 ) and recombinant MeV-Cko-ATU-Cs. MeV-Cko-ATU-Cs expresses the C Schwarz protein from an additional transcription unit (ATU) located between the M and the P gene, while expression of C from the P gene is abrogated. Specifically, three stop codons were introduced into the P gene for the C ORF while leaving P and V protein expression intact. Cloning was done as described previously ( Pfaller and Conzelmann, 2008 ; Sparrer et al., 2012 ). Additionally, an ATU was introduced between the P and M gene by duplicating the gene borders of the P gene. The ORF of the C (Schwarz) protein was cloned into that ATU and the virus rescued from cDNA using helper plasmids in 293-3-46 cells ( Radecke et al., 1995 ) and propagated on Vero cells as described previously ( Parks et al., 1999 ; Pfaller et al., 2014 ). Primary antibodies to human MDA5 (AT113) and RIG-I (Alme-1) were purchased from Enzo Life Science (Loerrach, Germany). Antibodies to FLAG (M2), HA (HA-7) and β-tubulin (TUB 2.1) were obtained from Sigma-Aldrich (Saint Luis, MO, USA). Secondary antibodies were supplied by GE Healthcare (Buckinghamshire, UK). Generation of RLR mutants Sequences encoding full-length human RIG-I or MDA5 with N- or C-terminal FLAG/HA-tag were cloned into pcDNA5 FRT/TO (Invitrogen, Carlsbad, CA, USA). Mutants were generated by site-directed mutagenesis with PfuUltra polymerase (Agilent, Santa Clara, CA, USA). Immunoprecipitation of RLR-associated RNA from infected or non-infected cells 6x10 6 HEK 293T or HEK 293T RIG-I KO cells were transfected with 10 µg pcDNA5 vector coding for different FLAG/HA tagged RLR proteins. Non-infected cells were harvested 24 h after transfection. Infections were carried out 6h after transfection with an MOI of 0.05 for measles virus or high MOI for Sendai virus and were allowed to proceed for 40 or 24 hr, respectively. Cells were harvested and incubated in Nonidet P-40 lysis buffer (50 mM HEPES, 150 mM KCl, 1 mM NaF, 0.5% NP-40, 0.5 mM DTT, protease inhibitor (Sigma, Saint Luis, MO, USA), pH 7.5) for 10 min on ice. Lysates were cleared by centrifugation and proteins were immunoprecipitated for 2.5 - –4 hr with anti-DDK magnetic beads (OriGene, Rockville, MD, USA) or anti-FLAG (M2) bound to magnetic protein G Dynabeads (Novex, Life Technologies, Carlsbad, CA, USA). Beads were washed five times with washing buffer (50 mM HEPES, 300 mM KCl, 0.05% NP-40, 0.5 mM DTT, protease inhibitor, pH 7.5) and incubated with proteinase K (Thermo Scientific, Vilnius, Lithuania) for 30 min at 50 °C. RNA was isolated by phenol/ chloroform/ isoamyl alcohol extraction using Phase Lock Gel Heavy tubes (5 PRIME, Germany). The quality of the isolated RNA was validated on an Agilent RNA 6000 Nano chip. Luciferase transfection assays Immunoactivity experiments were carried out in 24-well plates seeded with 2.5×10 5 HEK 293T RIG-I KO or 2.5×10 5 HEK 293T ISRE-FF/RFP reporter cells per well using Lipofectamine 2000 (Invitrogen, Carlsbad, CA, USA) as transfection reagent according to the manufacturer's protocol. For downstream signaling assays HEK 293T RIG-I KO cells were co-transfected with 500 ng protein expression vector, 100 ng p125-luc, 10 ng pCMV-RL and 50 ng empty expression vector. For RIG-I E373Q/RIG-I Δ2CARD,E373Q competition assays HEK 293T RIG-I KO cells were co-transfected with 100 ng RIG-I E373Q expression vector, varying concentrations of the RIG-I Δ2CARD,E373Q expression vector, 100 ng p125-luc and 10 ng pCMV-RL. DNA concentrations were held constant by adding empty expression vector if necessary. For determination of the immunostimulatory potential of recovered RNA from co-immunoprecipitations, HEK 293T ISRE-FF/RFP cells were transfected with 250 ng RNA in Opti-MEM (Gibco, UK). For RNA stimulation of cells overexpressing RIG-I E373Q 2.5×10 5 HEK 293T RIG-I KO cells were transfected with 100 ng RIG-I E373Q expression vector, 100 ng p125-luc, 10 ng pCMV-RL and 1000 ng total RNA/ rRNA or ES hairpin RNA in Opti-MEM. All cells were harvested 24 h after transfection using 200 µL PLB (Promega, Madison, WI, USA) and subjected to immunoactivity experiments using the Dual-Glo luciferase assay system (Promega, Madison, WI, USA) as previously described ( Runge et al., 2014 ). The luciferase activity was determined with a Berthold Luminometer in 96-well plates using 20 µL cell lysate. Protein expression and purification RIG-I and RIG-I E373Q were expressed and purified from insect cells as described previously ( Cui et al., 2008 ). Briefly, sequences encoding RIG-I were cloned into pFBDM vectors and transformed into E. coli DH10MultiBac cells. Bacmids were extracted for transfection into SF9 insect cells and propagated virus was used for protein expression in High Five insect cells. Seventy-two hours after infection cells were harvested and flash frozen in liquid nitrogen. RIG-I Δ2CARD was expressed in E. coli BL21 Rosetta (DE3), using pET expression vectors as described earlier ( Cui et al., 2008 ). All recombinant proteins were purified using metal affinity (QIAGEN, Germany), heparin affinity and gel filtration chromatography (both GE Healthcare, Buckinghamshire, UK). Fractions containing RIG-I were concentrated to 6 mg/mL and flash-frozen in liquid nitrogen. Thermal unfolding assay Thermal stability of RIG-I or RIG-I E373Q in presence or absence of ATP was analyzed by fluorescence thermal shift assays. Proteins (20 µM) were incubated in 25 mM HEPES pH 7, 150 mM NaCl, 10 mM MgCl 2 , 5 mM TCEP, 5% glycerol and 5 mM ATP. After addition of SYPRO orange (Invitrogen, Carlsbad, CA, USA, final concentration: 2.5x) the fluorescence signal was detected using a gradient from 5 °C to 100 °C with 0.5 K/30 s and one scan each 0.5 K in a real-time thermal cycler (Biorad, Germany, CFX96 touch) using the FRET mode. Small-angle X-ray scattering SAXS experiments were conducted at the PETRA3 P12 beamline of the European Molecular Biology Laboratory/ Deutsches Elektronen-Synchrotron, Hamburg, Germany. Samples were measured in absence or presence of 5 mM ATP in size exclusion buffer (25 mM HEPES pH 7, 150 mM NaCl, 5 mM MgCl 2 , 5 mM β-Mercaptoethanol, 5% glycerol). RIG-I samples were measured at protein concentrations of 1.28, 2.65 and 8.35 mg/mL and RIG-I E373Q samples with concentrations of 0.87, 2.13 and 6.84 mg/mL. The respective scattering of the corresponding buffer was used for buffer subtraction. The samples did not show signs of radiation damage, which was assessed by automatic and manual comparison of consecutive exposure frames. The data was processed using PRIMUS from the ATSAS package ( Konarev et al., 2006 ) and the radius of gyration was determined by Guinier plot [ln I(s) versus s 2 ] analysis obeying the Guinier approximation for globular proteins (s x R g < 1.3). Human 80S ribosome preparation HeLa S3 cells were harvested (2 min, 650 x g), washed with PBS (Invitrogen, Carlsbad, CA, USA) and incubated with 1.5x vol Buffer 1 (10 mM HEPES/KOH, pH 7.2/4 °C, 10 mM KOAc, 1 mM Mg(OAc) 2 and 1 mM DTT) for 15 min on ice, followed by disruption with nitrogen pressure (300 psi, 30 min, 4 °C) in a cell disruption vessel (Parr Instrument, Moline, IL, USA). The cell lysate was cleared (10 min, 14,000 rpm, Eppendorf 5417R, 4 °C) and the resulting supernatant was loaded onto a sucrose cushion (Buffer 1 supplemented with 35% sucrose). Subsequent spinning (98 min, 75.000 rpm, TLA 120.2, 4 °C) was performed. After resuspension of the ribosomal pellet, a high-salt purification by centrifugation through a 500 mM sucrose cushion (50 mM Tris/HCl, pH 7.0/4 °C, 500 mM KOAc, 25 mM Mg(OAc) 2 , 5 mM β-mercaptoethanol, 1 M sucrose, 1 µg/mL cycloheximide and 0.1% Nikkol) was conducted (45 min, 100,000 rpm, TLA120.2, 4 °C). The ribosomal pellet was resuspended in Ribosome Buffer (50 mM Tris/HCl, pH 7.0/4 °C, 100 mM KOAc, 6 mM Mg(OAc) 2 , 1 mM DTT, 1/200 EDTA-free Complete protease inhibitor (Roche, Germany), 0.2 U/mL RNasin (Promega, Madison, WI, USA)), quickly centrifuged, frozen in liquid nitrogen and stored at -80 °C. Total RNA and ribosomal RNA isolation For total RNA isolation 2.5 x 10 5 HEK 293T were seeded per well of 24 well plates. After 24 h cells were harvested in PBS, collected by centrifugation and lysed in Nonidet P-40 lysis buffer for 10 min on ice. Supernatant was cleared by centrifugation and DNA was digested with TURBO DNase (Ambion, Life Technologies, Carlsbad, CA, USA) for 3 min at 37 °C. Proteins were digested and RNA was extracted as described above. For ribosomal RNA isolation purified human ribosomes were proteinase K digested and RNA was extracted accordingly. Ribosomal binding studies Human 80S ribosomes were incubated with or without 2.5x molar excess of RIG-I or RIG-I E373Q in binding buffer (50 mM HEPES/KOH, pH 7.5/ 4 °C, 100 mM KCl, 2.5 mM Mg(OAc) 2 , 2 mM DTT, 1 mM ATP, 0.1% DDM, 10% Glycerol) for 15 min at room temperature and then for 15 min at 4 °C. The mixture was loaded onto a sucrose cushion (binding buffer with 750 mM sucrose) and spun (3 h, 40,000 rpm, SW55Ti, 4 °C). Supernatant and pellet fractions were separated and TCA precipitated. The resulting samples were analyzed by SDS-PAGE and visualized using SYPRO Orange Staining (Molecular Probes, Eugene, OR, USA). Cryo-grid preparation 5 OD/mL human 80S ribosomes were incubated with or without 2.5x molar excess of RIG-I E373Q. Each sample (50 mM HEPES / KOH, pH 7.5 / 4 °C, 100 mM KCl, 2.5 mM Mg(OAc) 2 , 2 mM DTT, 1 mM ATP, 0.1% DDM, 5% glycerol) was applied to 2 nm pre-coated Quantifoil R3/3 holey carbon supported grids and vitrified using a Vitrobot Mark IV (FEI Company , Germany). Cryo-electron microscopy and single particle reconstruction Data were collected on a 120 keV TECNAI SPIRIT cryo-electron microscope with a pixel size of 2.85 Å/pixel at a defocus range between 1.4 µm and 4.6 µm (with RIG-I E373Q ligand) or between 1.8 µm and 5.3 µm (without ligand) under low dose conditions. Particles were detected with SIGNATURE ( Chen and Grigorieff, 2007 ). Initial alignment resulted in 61,067 particles (with ligand) and 29,959 particles (without ligand). Subsequent data processing and single particle analysis was performed using the SPIDER software package ( Frank et al., 1996 ). Non-ribosomal particles (19,080 particles, 31% (with ligand) and 10,663 particles, 35% (without ligand)) were removed from each data set by unsupervised 3D sorting ( Loerke et al., 2010 ). The remaining particles were further sorted, resulting in a volume with additional density (with ligand: 23,715 particles, 39% ). The identical sorting scheme was applied to the control 80S ribosome without ligand, resulting in final 11,727 particles (39% ). The final 80S structures with and without ligand were refined to an overall resolution (FCS 0.5 ) of 17.7 Å and 21.9 Å, respectively. For comparison of the two final volumes, a statistical difference map between the two reconstructions was calculated. Figure preparations and model docking We used the crystal structure of the human RIG-I protein (PDB code 3TMI) ( Jiang et al., 2011 ) and the human ribosome (PDB 4V6X) ( Anger, et al., 2013 ) for rigid-body fitting into the additional density. Figures depicting atomic models with and without density were prepared using UCSF Chimera ( Pettersen et al., 2004 ). Differential radial capillary action of ligand assay ATP binding was determined by DRaCALA using [α- 32 P]ATP (Hartmann Analytik, Germany). 12 µM RIG-I or RIG-I E373Q were incubated in 50 mM HEPES, pH 7.5, 150 mM KCl, 5 mM MgCl2, 2.5 mM TCEP, 0.1 mg/mL BSA supplemented with 2.5 nM [α- 32 P]ATP for 10 min at room temperature in presence or absence of 100 nM RNA. 2.5 µL of reaction mixture was spotted on nitrocellulose membranes (0.22 µM pores, GE Healthcare, Buckinghamshire, UK), air-dried and [α- 32 P]ATP was detected using a phosphor-imaging system (GE Healthcare, Germany). Electrophoretic mobility shift assay Proteins at different concentrations were pre-incubated with ATP, ADP or ADP·BeF 3 (all 3 mM end concentration, ADP·BeF 3 was generated using ADP, NaF and BeCl 2 in a 1:1:5 molar ratio) and added to 0.5 µM ES hairpin RNA or 0.2 µM 24mer RNA in EMSA buffer (50 mM Tris pH 7.5, 50 mM KCl, 5 mM MgCl 2 , 5 mM TCEP, 7.5 µM ZnCl 2 , 3 mM ATP, 5% glycerol). Reactions were incubated for 20 min at 37 °C. Samples were separated on TB agarose gels (89 mM Tris, 89 mM boric acid, 0.8% agarose) and stained with Gel-Red (Biotium, Hayward, CA, USA). Unbound RNA bands were quantified with ImageJ. Fluorescence anisotropy assays Different RIG-I or RIG-I E373Q protein concentrations were titrated into EMSA buffer without ATP and glycerol. Reactions were started by addition of 5 mM ATP and 20 nM Cy3- or Cy5-labeled RNA and fluorescence anisotropy was measured with a TECAN M1000 plate reader after incubation at room temperature for 20 min. ATPase hydrolysis assays ATPase hydrolysis activity was determined using [γ- 32 P]ATP (Hartmann Analytik, Germany). Proteins at different concentrations were pre-incubated with 100 nM RNA or purified ribosomes for 10 min at room temperature in EMSA buffer without ATP. The reaction was initiated by addition of 1.5 mM unlabeled and 10 nM [γ- 32 P]ATP and incubated for 20 min at 37 °C. Free phosphate was separated from ATP by thin layer chromatography in TLC running buffer (1 M formic acid, 0.5 M LiCl) on polyethyleneimine cellulose TLC plates (Sigma-Aldrich, Germany). [γ- 32 P]P i and [γ- 32 P]ATP were detected using a phosphor-imaging system (GE Healthcare, Germany) and quantified using ImageJ. Funding Information This paper was supported by the following grants: http://dx.doi.org/10.13039/100000002 National Institutes of Health T32 training grant 5T32AI007647-13 to Jenish R Patel. German Excellence Initiative CIPSM to Roland Beckmann, Karl-Peter Hopfner. Graduate School of Quantitative Biosciences Munich to Roland Beckmann, Karl-Peter Hopfner. http://dx.doi.org/10.13039/501100000781 European Research Council Advanced Grant CRYOTRANSLATION to Roland Beckmann. http://dx.doi.org/10.13039/501100001659 Deutsche Forschungsgemeinschaft FOR 1805 to Roland Beckmann. http://dx.doi.org/10.13039/501100001659 Deutsche Forschungsgemeinschaft SFB646 to Roland Beckmann, Karl-Peter Hopfner. http://dx.doi.org/10.13039/501100001659 Deutsche Forschungsgemeinschaft GRK1721 to Karl-Peter Hopfner, Roland Beckmann. Bavarian network for Molecular Biosystems to Karl-Peter Hopfner. Acknowledgements We thank Simon Runge for help with RNA co-purification during initial stages of the project and Filiz Civril for the RIG-I insect cell expression vector. We thank Luis Martinez-Sorbido (University of Rochester, Rochester, NY) for the HEK 293T ISRE-FF/RFP cell line and Dominique Garcin (University of Geneva, Switzerland) for providing SeV defective interfering particles H4. We thank Stefan Krebs and Andrea Klanner for support in RNA analysis and Andrea Gilmozzi for help with ribosome purification and binding assays. Furthermore, we thank the staff of the EMBL/DESY PETRA3 P12 beamline for support in SAXS measurements, Gregor Witte for help with SAXS data analysis, Tobias Deimling for help with EMSAs and ATPase assays and Robert Byrne for critically reading the manuscript. Additional information Competing interests The other authors declare that no competing interests exist. GH, VH co-founder and shareholder of the Rigontec GmbH. Author contributions CL, Planned and performed luciferase assays and co‐IP experiments, purified proteins, performed in vitro assays and wrote the paper. SM, Purified human ribosomes, carried out ribosome binding studies and analyzed the cryo‐EM structure. KMJS, Produced measles virus and planned the luciferase assays and co‐IPs. CCdOM, Carried out co‐IP experiments and thermal shift assays. MM, Purified proteins. JRP, Provided Sendai virus Cantell. MG, Provided synthetic 24mer and 12mer ppp‐RNAs. GH, Provided synthetic 24mer and 12mer ppp‐RNAs. AGS, Supervised the study and critically read the manuscript. VH, Provided the 293T RIG‐I KO cell line and critically read the manuscript. K-KC, Supervised the study and critically read the manuscript. RB, Supervised the study and critically read the manuscript. K-PH, Designed the research, supervised experiments and wrote the paper. Additional files Major datasets The following previously published datasets were used: Jiang F , Ramanathan A , Miller MT , Tang GQ , Gale M , Patel SS , Marcotrigiano J , 2011 , Structural basis of RNA recognition and activation by innate immune receptor RIG-I , http://www.rcsb.org/pdb/explore/explore.do?structureId=3TMI , Publicly available at the RCSB Protein Data Bank (Accession no: 3TMI). Anger AM , Armache JP , Beringhausen O , Habeck M , Subklewe M , Wilson DN , Beckmann R , 2013 , Structures of the human and Drosophila 80S ribosome , http://www.rcsb.org/pdb/explore/explore.do?structureId=4V6X , Publicly available at the RCSB Protein Data Bank (Accession no: 4V6X). References Anchisi S Guerra J Garcin D 2015 RIG-I ATPase activity and discrimination of self-RNA versus non-self-RNA mBio 6 e10859 10.1128/mBio.02349-14 Anger AM Armache J-P Berninghausen O Habeck M Subklewe M Wilson DN Beckmann R 2013 Structures of the human and drosophila 80S ribosome Nature 497 80 85 10.1038/nature12104 23636399 Bamming D Horvath CM 2009 Regulation of signal transduction by enzymatically inactive antiviral RNA helicase proteins MDA5, RIG-I, and LGP2 Journal of Biological Chemistry 284 9700 9712 10.1074/jbc.M807365200 19211564 Banerjee AK Shatkin AJ 1971 Guanosine-5′-diphosphate at the 5′ termini of reovirus RNA: evidence for a segmented genome within the virion Journal of Molecular Biology 61 643 653 10.1016/0022-2836(71)90069-6 5167308 Berke IC Modis Y 2012 MDA5 cooperatively forms dimers and ATP-sensitive filaments upon binding double-stranded RNA The EMBO Journal 31 1714 1726 10.1038/emboj.2012.19 22314235 Brubaker SW Bonham KS Zanoni I Kagan JC 2015 Innate immune pattern recognition: a cell biological perspective Annual Review of Immunology 33 257 290 10.1146/annurev-immunol-032414-112240 Bruns AM Leser GP Lamb RA Horvath CM 2014 The innate immune sensor LGP2 activates antiviral signaling by regulating MDA5-RNA interaction and filament assembly Molecular Cell 55 771 781 10.1016/j.molcel.2014.07.003 25127512 Cedergreen N Ritz C Streibig JC 2005 Improved empirical models describing hormesis Environmental Toxicology and Chemistry 24 3166 3172 10.1897/05-014R.1 16445100 Chen JZ Grigorieff N 2007 SIGNATURE: a single-particle selection system for molecular electron microscopy Journal of Structural Biology 157 168 173 10.1016/j.jsb.2006.06.001 16870473 Civril F Bennett M Moldt M Deimling T Witte G Schiesser S Carell T Hopfner K-P 2011 The RIG-I ATPase domain structure reveals insights into ATP-dependent antiviral signalling EMBO Reports 12 1127 1134 10.1038/embor.2011.190 21979817 Cui S Eisenächer K Kirchhofer A Brzózka K Lammens A Lammens K Fujita T Conzelmann K-K Krug A Hopfner K-P 2008 The C-terminal regulatory domain is the RNA 5′-triphosphate sensor of RIG-I Molecular Cell 29 169 179 10.1016/j.molcel.2007.10.032 18243112 del Valle JR Devaux P Hodge G Wegner NJ McChesney MB Cattaneo R 2007 A vectored measles virus induces hepatitis B surface antigen antibodies while protecting macaques against measles virus challenge Journal of Virology 81 10597 10605 10.1128/JVI.00923-07 17634218 Devaux P von Messling V Songsungthong W Springfeld C Cattaneo R 2007 Tyrosine 110 in the measles virus phosphoprotein is required to block STAT1 phosphorylation Virology 360 72 83 10.1016/j.virol.2006.09.049 17112561 Frank J Radermacher M Penczek P Zhu J Li Y Ladjadj M Leith A 1996 SPIDER and WEB: processing and visualization of images in 3D electron microscopy and related fields Journal of Structural Biology 116 190 199 10.1006/jsbi.1996.0030 8742743 Funabiki M Kato H Miyachi Y Toki H Motegi H Inoue M Minowa O Yoshida A Deguchi K Sato H Ito S Shiroishi T Takeyasu K Noda T Fujita T 2014 Autoimmune disorders associated with gain of function of the intracellular sensor MDA5 Immunity 40 199 212 10.1016/j.immuni.2013.12.014 24530055 Gack MU Shin YC Joo C-H Urano T Liang C Sun L Takeuchi O Akira S Chen Z Inoue S Jung JU 2007 TRIM25 RING-finger E3 ubiquitin ligase is essential for RIG-I-mediated antiviral activity Nature 446 916 920 10.1038/nature05732 17392790 Goldeck M Tuschl T Hartmann G Ludwig J 2014 Efficient solid-phase synthesis of pppRNA by using product-specific labeling Angewandte Chemie 126 4782 4786 10.1002/ange.201400672 Goubau D Schlee M Deddouche S Pruijssers AJ Zillinger T Goldeck M Schuberth C Van der Veen AG Fujimura T Rehwinkel J Iskarpatyoti JA Barchet W Ludwig J Dermody TS Hartmann G Reis e Sousa C 2014 Antiviral immunity via RIG-I-mediated recognition of RNA bearing 5′-diphosphates Nature 514 372 375 10.1038/nature13590 25119032 Gruber AR Lorenz R Bernhart SH Neubock R Hofacker IL 2008 The vienna RNA websuite Nucleic Acids Research 36 W70 W74 10.1093/nar/gkn188 18424795 Hornung V Ellegast J Kim S Brzozka K Jung A Kato H Poeck H Akira S Conzelmann K-K Schlee M Endres S Hartmann G 2006 5'-triphosphate RNA is the ligand for RIG-I Science 314 994 997 10.1126/science.1132505 17038590 Hou F Sun L Zheng H Skaug B Jiang Q-X Chen ZJ 2011 MAVS forms functional prion-like aggregates to activate and propagate antiviral innate immune response Cell 146 448 461 10.1016/j.cell.2011.06.041 21782231 Iwasaki A Medzhitov R 2015 Control of adaptive immunity by the innate immune system Nature Immunology 16 343 353 10.1038/ni.3123 25789684 Jang M-A Kim EK Now H Nguyen NTH Kim W-J Yoo J-Y Lee J Jeong Y-M Kim C-H Kim O-H Sohn S Nam S-H Hong Y Lee YS Chang S-A Jang SY Kim J-W Lee M-S Lim SY Sung K-S Park K-T Kim BJ Lee J-H Kim D-K Kee C Ki C-S 2015 Mutations in DDX58, which encodes RIG-I, cause atypical Singleton-Merten syndrome The American Journal of Human Genetics 96 266 274 10.1016/j.ajhg.2014.11.019 25620203 Jiang F Ramanathan A Miller MT Tang G-Q Gale M Patel SS Marcotrigiano J 2011 Structural basis of RNA recognition and activation by innate immune receptor RIG-I Nature 479 423 427 10.1038/nature10537 21947008 Kato H Takeuchi O Mikamo-Satoh E Hirai R Kawai T Matsushita K Hiiragi A Dermody TS Fujita T Akira S 2008 Length-dependent recognition of double-stranded ribonucleic acids by retinoic acid-inducible gene I and melanoma differentiation-associated gene 5 Journal of Experimental Medicine 205 1601 1610 10.1084/jem.20080091 18591409 Kohlway A Luo D Rawling DC Ding SC Pyle AM 2013 Defining the functional determinants for RNA surveillance by RIG-I EMBO Reports 14 772 779 10.1038/embor.2013.108 23897087 Konarev PV Petoukhov MV Volkov VV Svergun DI 2006 ATSAS 2.1, a program package for small-angle scattering data analysis Journal of Applied Crystallography 39 277 286 10.1107/S0021889806004699 Kossinova O Malygin A Krol A Karpova G 2014 The SBP2 protein central to selenoprotein synthesis contacts the human ribosome at expansion segment 7L of the 28S rRNA RNA 20 1046 1056 10.1261/rna.044917.114 24850884 Kowalinski E Lunardi T McCarthy AA Louber J Brunel J Grigorov B Gerlier D Cusack S 2011 Structural basis for the activation of innate immune pattern-recognition receptor RIG-I by viral RNA Cell 147 423 435 10.1016/j.cell.2011.09.039 22000019 Liddicoat BJ Piskol R Chalk AM Ramaswami G Higuchi M Hartner JC Li JB Seeburg PH Walkley CR 2015 RNA editing by ADAR1 prevents MDA5 sensing of endogenous dsRNA as nonself Science 349 1115 1120 10.1126/science.aac7049 26275108 Liu G Park H-S Pyo H-M Liu Q Zhou Y Lyles DS 2015 Influenza a virus panhandle structure is directly involved in RIG-I activation and interferon induction Journal of Virology 89 6067 6079 10.1128/JVI.00232-15 25810557 Loerke J Giesebrecht J Spahn CMT 2010 Multiparticle cryo-EM of ribosomes Methods Enzymol 483 161 177 10.1016/S0076-6879(10)83008-3 20888474 Louber J Brunel J Uchikawa E Cusack S Gerlier D 2015 Kinetic discrimination of self/non-self RNA by the ATPase activity of RIG-I and MDA5 BMC Biology 13 10.1186/s12915-015-0166-9 Luo D Ding SC Vela A Kohlway A Lindenbach BD Pyle AM 2011 Structural insights into RNA recognition by RIG-I Cell 147 409 422 10.1016/j.cell.2011.09.023 22000018 Malathi K Dong B Gale M Silverman RH 2007 Small self-RNA generated by RNase l amplifies antiviral innate immunity Nature 448 816 819 10.1038/nature06042 17653195 Myong S Cui S Cornish PV Kirchhofer A Gack MU Jung JU Hopfner K-P Ha T 2009 Cytosolic viral sensor RIG-I is a 5'-triphosphate-dependent translocase on double-stranded RNA Science 323 1070 1074 10.1126/science.1168352 19119185 Pandey S Kawai T Akira S 2015 Microbial sensing by toll-like receptors and intracellular nucleic acid sensors Cold Spring Harbor Perspectives in Biology 7 a016246 10.1101/cshperspect.a016246 25301932 Parks CL Lerch RA Walpita P Sidhu MS Udem SA 1999 Enhanced measles virus cDNA rescue and gene expression after heat shock Journal of Virology 73 3560 3566 10196245 Patel JR Jain A Chou Yi-ying Baum A Ha T García-Sastre A 2013 ATPase-driven oligomerization of RIG-I on RNA allows optimal activation of type-I interferon EMBO Reports 14 780 787 10.1038/embor.2013.102 23846310 Peisley A Wu B Xu H Chen ZJ Hur S 2014 Structural basis for ubiquitin-mediated antiviral signal activation by RIG-I Nature 509 110 114 10.1038/nature13140 24590070 Pettersen EF Goddard TD Huang CC Couch GS Greenblatt DM Meng EC Ferrin TE 2004 UCSF chimera -- a visualization system for exploratory research and analysis Journal of Computational Chemistry 25 1605 1612 10.1002/jcc.20084 15264254 Pfaller CK Conzelmann K-K 2008 Measles virus V protein is a decoy substrate for IkappaB kinase and prevents toll-like receptor 7/9-mediated interferon induction Journal of Virology 82 12365 12373 10.1128/JVI.01321-08 18922877 Pfaller CK Radeke MJ Cattaneo R Samuel CE 2014 Measles virus C protein impairs production of defective copyback double-stranded viral RNA and activation of protein kinase R Journal of Virology 88 456 468 10.1128/JVI.02572-13 24155404 Pichlmair A Schulz O Tan C-P Rehwinkel J Kato H Takeuchi O Akira S Way M Schiavo G Reis e Sousa C 2009 Activation of MDA5 requires higher-order RNA structures generated during virus infection Journal of Virology 83 10761 10769 10.1128/JVI.00770-09 19656871 Pichlmair A Schulz O Tan CP Naslund TI Liljestrom P Weber F Reis e Sousa C 2006 RIG-I-mediated antiviral responses to single-stranded RNA bearing 5'-phosphates Science 314 997 1001 10.1126/science.1132998 17038589 Radecke F Spielhofer P Schneider H Kaelin K Huber M Dötsch C Christiansen G Billeter MA 1995 Rescue of measles viruses from cloned DNA The EMBO Journal 14 Rice GI del Toro Duany Y Jenkinson EM Forte GMA Anderson BH Ariaudo G Bader-Meunier B Baildam EM Battini R Beresford MW Casarano M Chouchane M Cimaz R Collins AE Cordeiro NJV Dale RC Davidson JE De Waele L Desguerre I Faivre L Fazzi E Isidor B Lagae L Latchman AR Lebon P Li C Livingston JH Lourenço CM Mancardi MM Masurel-Paulet A McInnes IB Menezes MP Mignot C O'Sullivan J Orcesi S Picco PP Riva E Robinson RA Rodriguez D Salvatici E Scott C Szybowska M Tolmie JL Vanderver A Vanhulle C Vieira JP Webb K Whitney RN Williams SG Wolfe LA Zuberi SM Hur S Crow YJ 2014 Gain-of-function mutations in IFIH1 cause a spectrum of human disease phenotypes associated with upregulated type I interferon signaling Nature Genetics 46 503 509 10.1038/ng.2933 24686847 Rozen F Pelletier J Trachsel H Sonenberg N 1989 A lysine substitution in the ATP-binding site of eucaryotic initiation factor 4A abrogates nucleotide-binding activity Molecular and Cellular Biology 9 4061 4063 10.1128/MCB.9.9.4061 2506440 Runge S Sparrer KMJ Lässig C Hembach K Baum A García-Sastre A Söding J Conzelmann K-K Hopfner K-P Mossman KL 2014 In vivo ligands of MDA5 and RIG-I in measles virus-infected cells PLoS Pathogens 10 e10859 10.1371/journal.ppat.1004081 Rutsch F MacDougall M Lu C Buers I Mamaeva O Nitschke Y Rice GI Erlandsen H Kehl HG Thiele H Nürnberg P Höhne W Crow YJ Feigenbaum A Hennekam RC 2015 A specific IFIH1 gain-of-function mutation causes Singleton-Merten syndrome The American Journal of Human Genetics 96 275 282 10.1016/j.ajhg.2014.12.014 25620204 Satoh T Kato H Kumagai Y Yoneyama M Sato S Matsushita K Tsujimura T Fujita T Akira S Takeuchi O 2010 LGP2 is a positive regulator of RIG-I- and MDA5-mediated antiviral responses Proceedings of the National Academy of Sciences of the United States of America 107 1512 1517 10.1073/pnas.0912986107 20080593 Schlee M Roth A Hornung V Hagmann CA Wimmenauer V Barchet W Coch C Janke M Mihailovic A Wardle G Juranek S Kato H Kawai T Poeck H Fitzgerald KA Takeuchi O Akira S Tuschl T Latz E Ludwig J Hartmann G 2009 Recognition of 5′ triphosphate by RIG-I helicase requires short blunt double-stranded RNA as contained in panhandle of negative-strand virus Immunity 31 25 34 10.1016/j.immuni.2009.05.008 19576794 Schmidt A Schwerd T Hamm W Hellmuth JC Cui S Wenzel M Hoffmann FS Michallet M-C Besch R Hopfner K-P Endres S Rothenfusser S 2009 5'-triphosphate RNA requires base-paired structures to activate antiviral signaling via RIG-I Proceedings of the National Academy of Sciences of the United States of America 106 12067 12072 10.1073/pnas.0900971106 19574455 Schnell G Loo Y-M Marcotrigiano J Gale M Mossman KL 2012 Uridine composition of the poly-U/UC tract of HCV RNA defines non-self recognition by RIG-I PLoS Pathogens 8 e10859 10.1371/journal.ppat.1002839 Schuberth-Wagner C Ludwig J Bruder AK Herzner A-M Zillinger T Goldeck M Schmidt T Schmid-Burgk JL Kerber R Wolter S Stümpel J-P Roth A Bartok E Drosten C Coch C Hornung V Barchet W Kümmerer BM Hartmann G Schlee M 2015 A conserved histidine in the RNA sensor RIG-I controls immune tolerance to N1-2′O-methylated self RNA Immunity 43 41 51 10.1016/j.immuni.2015.06.015 26187414 Sparrer KMJ Gack MU 2015 Intracellular detection of viral nucleic acids Current Opinion in Microbiology 26 1 9 10.1016/j.mib.2015.03.001 25795286 Sparrer KMJ Pfaller CK Conzelmann K-K 2012 Measles virus C protein interferes with beta interferon transcription in the nucleus Journal of Virology 86 796 805 10.1128/JVI.05899-11 22072748 Wang Y Ludwig J Schuberth C Goldeck M Schlee M Li H Juranek S Sheng G Micura R Tuschl T Hartmann G Patel DJ 2010 Structural and functional insights into 5′-ppp RNA pattern recognition by the innate immune receptor RIG-I Nature Structural & Molecular Biology 17 781 787 10.1038/nsmb.1863 Weber M Gawanbacht A Habjan M Rang A Borner C Schmidt AM Veitinger S Jacob R Devignot S Kochs G García-Sastre A Weber F 2013 Incoming RNA virus nucleocapsids containing a 5′-triphosphorylated genome activate RIG-I and antiviral signaling Cell Host & Microbe 13 336 346 10.1016/j.chom.2013.01.012 23498958 Wu B Peisley A Tetrault D Li Z Egelman EH Magor KE Walz T Penczek PA Hur S 2014 Molecular imprinting as a signal-activation mechanism of the viral RNA sensor RIG-I Molecular Cell 55 511 523 10.1016/j.molcel.2014.06.010 25018021 Wu J Chen ZJ 2014 Innate immune sensing and signaling of cytosolic nucleic acids Annual Review of Immunology 32 461 488 10.1146/annurev-immunol-032713-120156 Xu H He X Zheng H Huang LJ Hou F Yu Z de la Cruz MJ Borkowski B Zhang X Chen ZJ Jiang Q-X 2014 Structural basis for the prion-like MAVS filaments in antiviral innate immunity eLife 3 e10859 10.7554/eLife.01489 Yao H Dittmann M Peisley A Hoffmann H-H Gilmore RH Schmidt T Schmid-Burgk JL Hornung V Rice CM Hur S 2015 ATP-dependent effector-like functions of RIG-I-like receptors Molecular Cell 58 541 548 10.1016/j.molcel.2015.03.014 25891073 Yoneyama M Kikuchi M Natsukawa T Shinobu N Imaizumi T Miyagishi M Taira K Akira S Fujita T 2004 The RNA helicase RIG-I has an essential function in double-stranded RNA-induced innate antiviral responses Nature Immunology 5 730 737 10.1038/ni1087 15208624 Zhang H-X Liu Z-X Sun Y-P Zhu J Lu S-Y Liu X-S Huang Q-H Xie Y-Y Zhu H-B Dang S-Y Chen H-F Zheng G-Y Li Y-X Kuang Y Fei J Chen S-J Chen Z Wang Z-G Lu SY Liu XS Huang QH Xie YY Zhu HB Dang SY 2013 Rig-I regulates NF- kappaB activity through binding to nf-kappab1 3'-UTR mRNA Proceedings of the National Academy of Sciences of the United States of America 110 6459 6464 10.1073/pnas.1304432110 23553835 Zhu J Zhang Y Ghosh A Cuevas RA Forero A Dhar J Ibsen MS Schmid-Burgk JL Schmidt T Ganapathiraju MK Fujita T Hartmann R Barik S Hornung V Coyne CB Sarkar SN 2014 Antiviral activity of human OASL protein is mediated by enhancing signaling of the RIG-I RNA sensor Immunity 40 936 948 10.1016/j.immuni.2014.05.007 24931123 10.7554/eLife.10859.020 Decision letter Kowalczykowski Stephen C Reviewing editor University of California, Davis , United States In the interests of transparency, eLife includes the editorial decision letter and accompanying author responses. A lightly edited version of the letter sent to the authors after peer review is shown, indicating the most substantive concerns; minor comments are not usually included. Thank you for submitting your work entitled \"RIG-I's ATPase prevents unintentional recognition of self-RNA\" for peer review at eLife . Your submission has been favorably evaluated by John Kuriyan (Senior editor), a Reviewing editor, and three reviewers. The reviewers have discussed the reviews with one another and the Reviewing editor has drafted this decision to help you prepare a revised submission. Summary: RIG-I is a cytoplasmic viral sensor that induces antiviral IFN responses by recognizing non-self signatures in viral RNAs, such as 5' triphosphate and dsRNA structure. Recently, the correlation between autoimmunity and mutations in RIG-I family molecules has been reported. However, the mechanism of how mutant RIG-I leads to autoimmune symptoms is not well characterized. Here Lassig et al. investigated RIG-I mutations found in patients with Singleton-Merten Syndrome (SMS) and confirmed that the SMS mutant RIG-I (C268F and E373A) constitutively activate signaling. Moreover, they found that another constitutively active E373Q mutant is ATPase-deficient and exhibits prolonged binding with endogenous RNAs such as 28S rRNA, which does not activate wild-type RIG-I. These data suggest that abnormal immune response to endogenous RNA is a possible cause of SMS in patients with RIG-I C268F and E373A mutations. The authors also propose that ATP hydrolysis prevents unintentional recognition of self-RNA. The work is highly significant and the data are generally of high quality with some exceptions noted below. This manuscript contains important observations on RIG-I SMS mutants. However, to support their conclusion that constitutive activity of SMS mutants and E373Q mutant is due to hyper-responsiveness to endogenous RNAs, the following major concerns need to be addressed. Essential revisions: 1) The role of ATP binding versus ATP hydrolysis: ATPase deficient RIG-I proteins cannot be activated by viral infection and act as dominant inhibitors. Consequently, in paragraph four, subheading “RIG-I ATP hydrolysis defective mutant E373Q shows increased interaction with ribosomal RNA”, the interpretation of Figure 2G needs to be expanded. It is not clear how this data is supportive of the major conclusion from the paper. It seems that RIG-I should be observed bound to the 80S RNA in the absence of ATP, but it is not observed (i.e., ATP hydrolysis is expected to dislodge RIG-I from this RNA). How does this data fit with the idea that ATP hydrolysis helps to remove RIG-I from the 80S RNA because it appears that RIG-I does not bind to this RNA, in the presence or absence of ATP? In this regard, one important control lacking in the current manuscript is the characterization of the wt RIG-I in the presence of a non-hydrolysable analog of ATP such as ATP-gamma-S or AMPPNP. It would be meaningful to show, e.g., by EMSA, that wt RIG-I binds 28S rRNA in the presence of one of these analogs. This wound make it clear that ATP binding is required for binding RNA, yet ATP hydrolysis is needed to unbind cellular RNA. 2) Activation by rRNA: It is known that binding to RNAs does not necessarily activate RIG-I. Thus, how can authors prove that 28S rRNA activates RIG-I E373Q for IFN signaling in the situation where no ATPase activity can be detectable in this mutant? For instance, can RIG-I E373Q stably expressing cells in RIG-I deficient cells respond to exogenous stimulation with rRNAs? In this regard, it will be helpful to add some more explanation about the nature of the 28S rRNA. How does it dominate the RNA binding site of E373Q mutant? Does the relative abundance/concentration amongst similarly structured RNA explain it? Is it the particular secondary structure of this RNA that makes it outcompete amongst other RNA molecules? 3) The possibility that constitutive signaling exhibited by the SMS mutant and the E373Q mutant is due to a structural alteration that opens and exposes the CARD domain: When the RIG-I E373Q mutant responds to endogenous RNAs, how does it undergo the conformational change to elicit CARDs without ATPase activity? The authors should exclude the possibility that the mutant protein assumes an \"active\" conformation simply due to the amino acid substitutions without the need to bind to endogenous ligand, i.e., due to the constitutive exposure of CARD. It might be possible to resolve this important issue by using a construct of E373Q with the CARDs deleted; this construct should inhibit E373Q full-length mediated signaling in a dominant negative fashion because this mutant should bind to endogenous ligand but fail to trigger signaling due to the absence of CARDs. Major editorial details to address: 1) The title of this manuscript is misleading since some known ATPase deficient mutants such as K270A lose their potential to activate IFN signaling in response to any ligand, and ATPase activity is required for wild-type RIG-I to transduce the conformational changes needed for signaling in response to viral dsRNA in a physiological condition. Thus, these well-established observations are contradictory to their conclusion as appears in the title of the manuscript. 2) In Figure 3A and 3C , it would be appropriate to show quantification of the gel bands. It's also not clear what the 24 dsRNA and 12 dsRNA represent in the context of manuscript. They are definitely counterparts of 5ppp-dsRNA, which mimic viral RNA. Then do the 24bp and 12bp dsRNA represent cellular RNA or the less stimulatory part of viral RNA? 3) The quality of T347A,E373Q mutant protein was not provided. Assays performed in Figure 3 should be tested for the T347A,E373Q mutant protein as well. 10.7554/eLife.10859.021 Author response Essential revisions: 1) The role of ATP binding versus ATP hydrolysis:ATPase deficient RIG-I proteins cannot be activated by viral infection and act as dominant inhibitors. Consequently, in paragraph four, subheading “RIG-I ATP hydrolysis defective mutant E373Q shows increased interaction with ribosomal RNA”, the interpretation of Figure 2G needs to be expanded. It is not clear how this data is supportive of the major conclusion from the paper. It seems that RIG-I should be observed bound to the 80S RNA in the absence of ATP, but it is not observed (i.e., ATP hydrolysis is expected to dislodge RIG-I from this RNA). How does this data fit with the idea that ATP hydrolysis helps to remove RIG-I from the 80S RNA because it appears that RIG-I does not bind to this RNA, in the presence or absence of ATP?In this regard, one important control lacking in the current manuscript is the characterization of the wt RIG-I in the presence of a non-hydrolysable analog of ATP such as ATP-gamma-S or AMPPNP. It would be meaningful to show, e.g., by EMSA, that wt RIG-I binds 28S rRNA in the presence of one of these analogs. This wound make it clear that ATP binding is required for binding RNA, yet ATP hydrolysis is needed to unbind cellular RNA. As suggested, we performed EMSAs with RIG‐I and the ribosomal expansion segment derived hairpin RNA in presence of the non‐hydrolysable ATP analog ADP∙BeF 3 and added the data to the manuscript ( Figure 4D ). We also added EMSAs with RIG‐I and the 24mer dsRNA in presence of ADP∙BeF 3 ( Figure 4A ). In addition we repeated our ribosome-binding assay in order to better visualize binding of RIG‐I in absence of ATP and added the ADP∙BeF 3 control ( Figure 3C ). We find that RIG‐I in complex with ADP∙BeF 3 behaves like RIG‐I E373Q in complex with ATP, adding this important control raised by the referees. We also carefully repeated the ribosome-binding assay and could confirm binding of RIG‐I as well as RIG‐I E373Q in the absence of ATP. We thank the referees for raising these questions. The new data strengthen our model and we added these data to the Results (paragraph three of the subsection “RIG-I ATP hydrolysis defective mutant E373Q shows increased interaction with ribosomal RNA” and paragraphs two and three of “Specificity of RIG-I towards double-stranded RNA is increased in presence of ATP”). 2) Activation by rRNA:It is known that binding to RNAs does not necessarily activate RIG-I. Thus, how can authors prove that 28S rRNA activates RIG-I E373Q for IFN signaling in the situation where no ATPase activity can be detectable in this mutant? For instance, can RIG-I E373Q stably expressing cells in RIG-I deficient cells respond to exogenous stimulation with rRNAs?In this regard, it will be helpful to add some more explanation about the nature of the 28S rRNA. How does it dominate the RNA binding site of E373Q mutant? Does the relative abundance/concentration amongst similarly structured RNA explain it? Is it the particular secondary structure of this RNA that makes it outcompete amongst other RNA molecules? We thank the referees for this suggestion. We performed co‐transfection experiments of RIG‐I E373Q with purified total RNA, ribosomal RNA and the expansion segment derived hairpin RNA and in all cases find an increase in signaling. These data are added to Figure 2E . Even a weak activation of RIG‐I E373Q by 28S rRNA can lead to a considerable signal due to the huge amount of ribosomal RNA compared to other RNAs in the cytosol. Nevertheless we do not want to exclude that there are other double‐stranded RNAs that can activate RIG‐I E373 and stated this in the Discussion (paragraphs four and five). 3) The possibility that constitutive signaling exhibited by the SMS mutant and the E373Q mutant is due to a structural alteration that opens and exposes the CARD domain:When the RIG-I E373Q mutant responds to endogenous RNAs, how does it undergo the conformational change to elicit CARDs without ATPase activity? The authors should exclude the possibility that the mutant protein assumes an \"active\" conformation simply due to the amino acid substitutions without the need to bind to endogenous ligand, i.e., due to the constitutive exposure of CARD. It might be possible to resolve this important issue by using a construct of E373Q with the CARDs deleted; this construct should inhibit E373Q full-length mediated signaling in a dominant negative fashion because this mutant should bind to endogenous ligand but fail to trigger signaling due to the absence of CARDs. To rule out a “constitutive” active conformation due to exposed CARDs we performed 3 experiments. We did small angle X‐ray scattering on RIG‐I and RIG‐I E373Q and demonstrate that both proteins have the same solution structure ( Figure 1–figure supplement 2A, B ). We also performed thermal unfolding assays and find that the E373Q mutation does not destabilize the protein ( Figure 1–figure supplement 2C ). Finally, we performed the suggested competition assay, demonstrating that RIG‐I Δ2CARD E373Q has a dominant negative effect on signaling by RIG‐I E373Q ( Figure 1 and Figure 1–figure supplement 2D, E ). All three experiments confirm that RIG‐I E373Q is not constitutively active due to exposure of CARDs because of ATP binding or unfolding, and are included in paragraph three of the subsection “Prevention of ATP hydrolysis in RIG-I leads to a constitutive activation of the interferon-β promoter by recognition of self-RNA”. Major editorial details to address:1) The title of this manuscript is misleading since some known ATPase deficient mutants such as K270A lose their potential to activate IFN signaling in response to any ligand, and ATPase activity is required for wild-type RIG-I to transduce the conformational changes needed for signaling in response to viral dsRNA in a physiological condition. Thus, these well-established observations are contradictory to their conclusion as appears in the title of the manuscript. We thank the editor for this valuable advice and we changed the title to: “ATP hydrolysis by the viral RNA sensor RIG‐I prevents unintentional recognition of self‐RNA”. 2) In Figure 3A and 3C , it would be appropriate to show quantification of the gel bands. It's also not clear what the 24 dsRNA and 12 dsRNA represent in the context of manuscript. They are definitely counterparts of 5ppp-dsRNA, which mimic viral RNA. Then do the 24bp and 12bp dsRNA represent cellular RNA or the less stimulatory part of viral RNA? We substantially revised our EMSAs, repeated them at least in triplicates and quantified the bands ( Figure 4A, D and Figure 4–figure supplement 1B, C ). We used different RNA types (triphosphorylated double‐stranded RNA, blunt‐ended double‐stranded RNA and hairpin RNA with a non‐pairing end) in order to dissect differences in binding to the RNA end by RD vs. binding of the SF2 domain to the stem. We revised the text to clarify the use of different RNAs (first paragraph of “Specificity of RIG-I towards double-stranded RNA is increased in presence of ATP”). 3) The quality of T347A,E373Q mutant protein was not provided. Assays performed in Figure 3 should be tested for the T347A,E373Q mutant protein as well. As suggested we purified RIG‐I T347A,E373Q and performed EMSAs with the ES hairpin RNA in presence and absence of ATP as well as ATPase assays (paragraphs three and four, subection “Specificity of RIG-I towards double-stranded RNA is increased in presence of ATP”; Figure 4D , Figure 4–figure supplement 1C and Figure 5–figure supplement 1B ). The data nicely demonstrate that T347A reduces ES hairpin RNA binding of the E373Q mutant.",
    "full_text_abstract": "The cytosolic antiviral innate immune sensor RIG-I distinguishes 5′ tri- or diphosphate containing viral double-stranded (ds) RNA from self-RNA by an incompletely understood mechanism that involves ATP hydrolysis by RIG-I's RNA translocase domain. Recently discovered mutations in ATPase motifs can lead to the multi-system disorder Singleton-Merten Syndrome (SMS) and increased interferon levels, suggesting misregulated signaling by RIG-I. Here we report that SMS mutations phenocopy a mutation that allows ATP binding but prevents hydrolysis. ATPase deficient RIG-I constitutively signals through endogenous RNA and co-purifies with self-RNA even from virus infected cells. Biochemical studies and cryo-electron microscopy identify a 60S ribosomal expansion segment as a dominant self-RNA that is stably bound by ATPase deficient RIG-I. ATP hydrolysis displaces wild-type RIG-I from this self-RNA but not from 5' triphosphate dsRNA. Our results indicate that ATP-hydrolysis prevents recognition of self-RNA and suggest that SMS mutations lead to unintentional signaling through prolonged RNA binding. DOI: http://dx.doi.org/10.7554/eLife.10859.001\n\neLife digest Living cells produce long, strand-like molecules of RNA that carry the instructions needed to make proteins. Viruses also make use of RNA molecules to hijack an infected cell’s protein-production machinery and create new copies of the virus. RNA molecules from viruses have a number of features that distinguish them from a cell’s own RNAs, and human cells contain receptors called RLRs that can start an immune response whenever they detect viral RNAs. All of these receptors break down molecules of ATP, a process that releases useable energy. However, so far it is not understood how this activity helps the receptors to distinguish viral RNA from the cell’s own RNA molecules (called self-RNA). Recently, some autoimmune diseases (including Singleton-Merten Syndrome) were linked to mutations in the parts of RLRs that allow the receptors to break down ATP. Now, Lässig et al. have studied the effects of specific mutations in an RLR called RIG-I in human cells. The experiments showed that mutations that disrupt RIG-I’s ability to bind to ATP also prevented the receptor from becoming activated. However, mutations linked to Singleton-Merten Syndrome don’t stop ATP from binding but instead slow its breakdown; this effectively locks the receptor in an ATP-bound state. Lässig et al. found that similar mutations in RIG-I caused human cells to trigger a constant immune response against the self-RNAs. Further experiments then suggested that the breakdown of ATP helps to remove RIG-I that has bound to double-stranded sections of self-RNAs. This activity frees the receptor, making it more able to detect double-stranded viral RNAs and preventing unintentional signaling. Lässig et al. also identified a specific double-stranded section of a human RNA that may be recognized by the mutated version of RIG-I in people with Singleton-Merten Syndrome. The next steps following on from this work are to extend the analysis to also include other RLRs and further explore the underlying mutations within the three-dimensional structures of the receptors and RNA molecules involved. DOI: http://dx.doi.org/10.7554/eLife.10859.002"
}