{
    "PMC": "12488066",
    "DOI": "10.1016/j.molcel.2025.07.005",
    "PMID": "40780181",
    "PMCID": "PMC12488066",
    "title": "Chromatin-dependent motif syntax defines differentiation trajectories.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12488066",
    "source": "MED",
    "abstract_text": "Transcription factors (TFs) recognizing DNA motifs within regulatory regions drive cell identity. Despite recent advances, their specificity remains incompletely understood. Here, we address this by contrasting two TFs, Neurogenin-2 (NGN2) and MyoD1, which recognize ubiquitous E-box motifs yet drive distinct cell fates toward neurons and muscles, respectively. Upon induction in mouse embryonic stem cells, we monitor binding across differentiation, employing an interpretable machine learning approach that integrates preexisting DNA accessibility. This reveals a chromatin-dependent motif syntax, delineating both common and factor-specific binding, validated by cellular and in vitro assays. Shared binding sites reside in open chromatin, locally influenced by nucleosomes. In contrast, factor-specific binding in closed chromatin involves NGN2 and MyoD1 acting as pioneer factors, influenced by motif variant frequencies, motif spacing, and interaction partners, which together account for subsequent lineage divergence. Transferring our methodology to other models demonstrates how a combination of opportunistic binding and context-specific chromatin-opening underpin TF specificity, driving differentiation trajectories.",
    "full_text": "pmc Mol Cell Mol Cell Molecular Cell 1097-2765 1097-4164 Cell Press 12488066 S1097-2765(25)00606-9 10.1016/j.molcel.2025.07.005 Article Chromatin-dependent motif syntax defines differentiation trajectories Durdu Sevi 1 Iskar Murat 1 Isbel Luke 1 2 3 Hoerner Leslie 1 Wirbelauer Christiane 1 Burger Lukas 1 4 Hess Daniel 1 Iesmantavicius Vytautas 1 Schübeler Dirk dirk@fmi.ch 1 5 6 ∗ 1 Friedrich Miescher Institute for Biomedical Research, Basel, Switzerland 2 South Australian Immunogenomics Cancer Institute (SAiGENCI), The University of Adelaide, Adelaide, SA 5005, Australia 3 Adelaide Centre for Epigenetics, The University of Adelaide, Adelaide, SA 5005, Australia 4 Swiss Institute of Bioinformatics, Basel, Switzerland 5 Faculty of Science, University of Basel, Basel, Switzerland ∗ Corresponding author dirk@fmi.ch 6 Lead contact 07 8 2025 07 8 2025 85 15 2900 2918.e16 21 7 2024 27 3 2025 14 7 2025 © 2025 The Author(s) 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Summary Transcription factors (TFs) recognizing DNA motifs within regulatory regions drive cell identity. Despite recent advances, their specificity remains incompletely understood. Here, we address this by contrasting two TFs, Neurogenin-2 (NGN2) and MyoD1, which recognize ubiquitous E-box motifs yet drive distinct cell fates toward neurons and muscles, respectively. Upon induction in mouse embryonic stem cells, we monitor binding across differentiation, employing an interpretable machine learning approach that integrates preexisting DNA accessibility. This reveals a chromatin-dependent motif syntax, delineating both common and factor-specific binding, validated by cellular and in vitro assays. Shared binding sites reside in open chromatin, locally influenced by nucleosomes. In contrast, factor-specific binding in closed chromatin involves NGN2 and MyoD1 acting as pioneer factors, influenced by motif variant frequencies, motif spacing, and interaction partners, which together account for subsequent lineage divergence. Transferring our methodology to other models demonstrates how a combination of opportunistic binding and context-specific chromatin-opening underpin TF specificity, driving differentiation trajectories. Graphical abstract Highlights • Chromatin context and motif grammar guide specific TF binding among many sites • Chromatin-dependent motif rules explain opportunistic, cooperative, and pioneer binding • Subtle motif variants direct gene activation via distinct TF complexes • Predictive models generalize across TFs and differentiation systems Durdu et al. crack the code of transcription-factor specificity by integrating chromatin context and motif syntax, validated by targeted assays. Focusing on NGN2 and MyoD1, they develop predictive models, distinguish functional binding from millions of potentials, and uncover generalizable rules explaining how transcription factors drive distinct cell fates. Keywords transcription factor specificity motif syntax motif variants pioneer factors chromatin accessibility gene regulation cell differentiation machine learning predictive models E-box Published: August 7, 2025 Introduction Eukaryotic transcription factors (TFs) play an important role in creating cell-type diversity in multicellular organisms, mediating selective activation of genomic regions. Unlike their prokaryotic counterparts, most eukaryotic TFs typically bind to DNA sequence motifs that are low in information content due to being short and degenerate, set against the backdrop of a vast genome. 1 This presents a paradox: among the millions of potential TF-binding sites, only a few thousand are occupied. This indicates that the presence of a cognate-motif is not a reliable predictor of eukaryotic TF binding. Yet, TFs, even when recognizing short and highly similar cognate motifs, interact with the genome with high precision and direct diverse cellular outcomes. This is exemplified by the basic-helix-loop-helix (bHLH) TF family with over 100 members that dimerize through bHLH domains and bind to the CANNTG motif known as E-box, occurring more than ten million times in mammalian genomes. Despite the low information content of the motif, the bHLH TFs drive distinct cellular differentiation programs, such as neurogenesis by Neurogenin2 (NGN2) or myogenesis by Myoblast determination protein 1 (MyoD1). 2 , 3 , 4 The DNA-binding preferences of bHLH TFs were shown to be insufficient to explain the selected bound sites among the many potential ones 5 nor the differences in binding patterns between them. 6 While it is generally assumed that chromatin provides a barrier that masks the millions of sites, it remains largely unclear, what determines specificity in binding to individual loci. 7 , 8 If these abundant motifs are all masked by chromatin, how could such opportunistic, open-chromatin-dependent binding activate the correct set of silent genes, required to drive new cell fates? Specific TF-binding patterns are prevalently described as “context-dependent,” shaped by two main mechanisms: direct recruitment via protein-protein interactions and indirect recruitment through chromatin made permissive by other TFs. 9 While direct interactions can promote combinatorial TF assembly at loci, they explain only small fraction of TF localization, partly due to the large distances between co-occurring motifs. 10 The second model proposes that “pioneer” or “chromatin-insensitive” factors, capable of binding nucleosomes, remodel chromatin and facilitate access for other TFs, thereby influencing their targeting in a cell-type-specific manner. Despite their ability to open or modify some target sites, these factors do not consistently bind to same sites across cell types, nor do they occupy all sites with their cognate motifs. 11 , 12 , 13 , 14 This variability underscores a context-dependence that remains poorly understood, highlighting a significant gap in our understanding of genomic targeting. 7 To investigate the mechanisms underlying TF targeting, model systems enabling controlled modulation of TF activity and monitoring of binding relative to the chromatin state prior to TF presence are needed. Although lineage-specifying TFs have been studied in dynamic contexts, such as developing embryos, 15 the complexity and heterogeneity of these systems limits precise control over TF timing and chromatin state assessment. Since TF binding both affects and is influenced by chromatin, temporal resolution in modulating TF activity is critical. Acknowledging this, several studies have implemented induced TF expression and explored the concepts of TF-binding preferences, pioneering and chromatin-opening activity, albeit at later states of cellular transition. 6 , 16 , 17 , 18 , 19 To gain further insights, we established homogeneous differentiation models in mouse embryonic stem cells (mESCs) through controlled induction of two bHLH TFs, NGN2 and MyoD1, driving generation of neurons and myocytes, respectively. This system enabled time-resolved analysis of genomic binding and downstream responses of two similar short-motif-recognizing TFs in relation to DNA sequence and chromatin state. By measuring their immediate genomic binding in a similar cellular state, we identified key determinants of chromatin engagement that shape their specific binding patterns among millions of potential sites. Using machine learning, we uncovered a chromatin-dependent motif syntax with strong predictive power underlined by preexisting DNA accessibility, motif variants, motif frequency, and relative positioning. NGN2 and MyoD1 open chromatin depending on single base-pair (bp) differences in their motifs, with patterns that can differ from their binding strength. Cellular and in vitro assays show that these motif variants engage differentially with other TFs and the dimerization partners of NGN2 and MyoD1. These specific activities of NGN2 and MyoD1 drive expression of distinct downstream TFs, which further alter chromatin accessibility and influence subsequent binding. Together, these findings demonstrate how short-motif-binding TFs regulate chromatin with predictable specificity, governed by a generalizable motif syntax. This syntax accounts for both, rare pioneering and frequent chromatin-sensitive binding as well as cooperative regulation at factor-specific and shared target sites. Results Controlled induction of NGN2 and MyoD1 in mESCs drives reproducible and synchronous differentiation To address how TFs with highly abundant and similar sequence motifs can distinctly guide specific lineages, we established a system in mESCs, allowing for the controlled induction of individual TFs. Specifically, we employed NGN2, which directs mESCs toward a neuronal lineage ( Figures S1 A–S1D), and contrasted it with MyoD1, one of the earliest identified lineage-driving TFs known to induce myocyte formation 20 , 21 , 22 ( Figure 1 A). Both factors employ bHLH domains for DNA binding and recognize highly similar motifs. Figure 1 NGN2 and MyoD1 induces neurogenesis and myogenesis, respectively, when expressed in mESCs despite recognizing similar short DNA sequence motifs (A) Immunofluorescence images of mESCs prior and 2-days post-induction of NGN2 and MyoD1, resulting in distinct cell types. Nuclear marker Hoechst in magenta, neuronal marker TubIII, and myocyte marker α-actinin in green. Scale bar, 20 μm. The logos represent the E-box motif, de novo identified by HOMER, considering the 500 most enriched ChIP-seq peaks ( Figures S2 A and S2B). (B) Differentiation trajectories illustrated by principal-component analysis (PCA) of the transcriptomes for mESCs (blue), NGN2 (green), MyoD1 (purple), and noTF (gray) control induction. (C) Genome browser tracks of the Dll1 gene locus with E-box motifs (black bars) illustrating shared and factor-specific binding by NGN2 and MyoD1 at 6 h. For controlled induction, we engineered mESCs with the Tet-On system with single-locus insertion of the respective TFs ( STAR Methods 23 ). GFP expression alone, without an additional TF expression (noTF), served as control ( Figures S1 E–S1I). Upon NGN2 and MyoD1 induction, mESCs underwent synchronous differentiation into neurons or myocytes within less than 3 days, as documented by time-lapse imaging. Within 2 days post-induction, cell division ceased, and the characteristic cell-type-specific features were detected ( Figures 1 A, S1 H, and S1J; Video S1 ). 24 , 25 Transcriptome analysis similarly revealed distinct gene-expression trajectories, aligned with bona fide myogenic or neuronal differentiation ( Figures 1 B and S1 K–S1M). Using this controlled system, we next examined the initial genomic binding of NGN2 and MyoD1 ( Figures 1 C and S1 N). Video S1. Time-lapse imaging of mESCs differentiating into neurons and myocytes upon NGN2 and MyoD1 induction in contrast to mESCs without TF induction, related to Figure 1 Genomic engagement is a function of prior accessibility, motif frequency, and motif sequence To investigate genome-wide binding following induction, we profiled NGN2 using chromatin immunoprecipitation sequencing (ChIP-seq) at 6 h after induction ( Figure 1 C), as the earliest time point where NGN2 is detected in most cells. A DNA-binding mutant form of NGN2 (NGN2mut) and GFP alone served as controls ( Figures S1 G and S2 A). Combining multiple independent replicates identified ∼14,000 consensus peaks as sites of NGN2’s initial chromatin engagement, including expected targets such as Neurod1 ( Figures S2 A and S2C). Among these, the typical E-box motif was highly enriched, with specific bp preferences, especially in the central nucleotides such as GA, GC, TA, and GG ( Figure S2 E; STAR Methods 26 , 27 ). Notably, 95% of peaks harbored an exact matching sequence to one of these motifs. Similarly, profiling MyoD1 identified ∼13,000 bound consensus sites, enriched for E-box motifs with GC, GG, GA, and AC central nucleotides ( Figures S2 B, S2D, and S2F). The presence of these cognate-motif sequences alone, despite their high enrichment, does not account for specific binding patterns of NGN2 or MyoD1 as there are over a million NGN2 cognate motifs in the genome, leaving 99% unbound. We hypothesized that NGN2 and MyoD1 might preferentially bind sites within open chromatin. To explore this, we contrasted binding with genome-wide DNA accessibility prior to TF induction using DNase I hypersensitivity (DHS) mapping 28 ( Figures 2 A and 2B). This revealed that motifs residing in open chromatin, as defined by high DHS signal, are indeed more likely to be bound than those residing in closed chromatin. For NGN2, 61% of motifs in most accessible chromatin whereas only 0.4% in closed chromatin will be bound ( Figure 2 C). A similar pattern emerged for MyoD1: ranging from 0.2% in closed to 54% in highly accessible chromatin ( Figure 2 D). These findings suggest that preexisting chromatin accessibility is a key determinant in whether NGN2 and MyoD1 are likely to engage with their cognate motifs. While binding to closed chromatin is relatively rare, there are a large number of motifs residing in closed chromatin. In turn, they generate one third of all bound sites ( Figure 2 A). Comparative analysis of binding at these cognate motifs revealed that less accessible but bound sites tend to contain multiple cognate motifs in proximity, which is rarely observed for unbound sites ( Figures 2 E and 2F). This suggests that the presence of multiple motifs increases the likelihood of engaging closed chromatin, conceivably by enhancing binding strength to a genomic sequence. Figure 2 DNA accessibility and cognate-motif occurrences are major factors underlying initial binding patterns (A) Density plot showing preexisting DNase-seq (DHS 0 h) and 6 h post-induction NGN2 ChIP-seq enrichments in all 1.3 million NGN2-motif-containing genomic regions (500 bp with minimum one non-overlapping cognate-motif, described in Figure S2 E). Percentage of total sites in each quarter indicates that the majority of cognate motifs reside in closed chromatin and will not be bound by NGN2 upon induction, yet the heterochromatic but bound regions make up one third of all NGN2 binding. (B) Example cognate-motif sites for open-bound, closed-bound, open-unbound, and closed-unbound categories are visualized as genomic tracks of 0 h DNase-seq, NGN2 motifs, 6 h NGN2 ChIP-seq, and control GFP ChIP-seq. (C and D) Percentage of bound cognate-motif sites (enrichment > 1.5) grouped in bins according to their accessibility prior to induction, showing higher likelihood of binding (>50%) in open regions and low likelihood (<1%) in closed regions, indicating the impact of DNA accessibility. (E and F) Frequency of multiple motifs (gray: one, light-blue: two, and dark-blue: three or more cognate motifs) in consensus ChIP-seq peaks and rest of the cognate-motif sites in the genome, grouped in bins according to their accessibility prior to induction (e.g., accessibility < 6), showing closed-bound sites contain more multi-motifs. (G and H) Fitted line plots of average ChIP-seq enrichment versus DHS 0 h at single cognate-motif sites (residing in consensus ChIP-seq peaks and their matched backgrounds), grouped by the frequent central nucleotides of their E-box cognate motifs. The separation in the curves of motif variants at a given accessibility illustrates the difference in the likelihood to be bound. (I) Heatmap of combined NGN2 and MyoD1 peaks, split in three groups: strongly bound by both factors (N and M), exclusively bound by one factor (N or M), and preferentially bound by one of the two (N > M or M > N), visualizing DHS 0 h (red), NGN2 ChIP-seq (green), MyoD1 ChIP-seq (purple), and cognate-motif variants with TA, GA, GC, and GG central nucleotides (black). (J) Genomic regions with exclusive or overlapping NGN2 and MyoD1 binding, exemplifying the effect of chromatin accessibility and occurrence of cognate-motif variants (green: NGN2-preferred, pruple:MyoD1-preferred) present at the peak centers. Next, we asked whether the likelihood of binding relates to particular motif variants. To test this, we analyzed NGN2 and MyoD1 binding at genomic regions with single motif occurrences relative to initial DNA accessibility. While all motif variants, grouped by their central nucleotides, were comparably bound when residing in accessible chromatin, differences became apparent in less-accessible chromatin ( Figures 2 G and 2H). This reflects NGN2’s binding potential to E-box motif variants, ranked from highest to lowest, as TA, GA, GC, and GG variants ( Figures 2 G, S2 G, and S2H ) . Similarly, MyoD1 showed comparable binding in open chromatin and a strong preference for GG and GC variants in closed chromatin ( Figure 2 H). These data suggest that motif variants appear less critical for open chromatin, but important for engaging closed chromatin. We next addressed if other preexisting chromatin features, such as histone modifications, might predict binding. 12 , 29 Contrasting well-characterized histone marks revealed that modifications that are hallmarks of open chromatin such as H3K4 methylation indeed correlate with binding. Importantly, however, none of them contributed additional predictive information beyond that already provided by DHS ( Figures S2 I and S2J). This suggests that in the case of NGN2 and MyoD1, individual histone marks themselves are unlikely to account for global motif engagement independent of DNA accessibility. If genomic binding of NGN2/MyoD1 depend on motif occurrence and DNA accessibility, then differential binding should occur in genomic sites that are initially closed but have higher frequency of NGN2’s and MyoD1’s individually preferred motifs. Conversely, similar binding should occur in regions with higher accessibility, or where different preferred motifs are adjacent to each other and thus bound by both. Contrasting bound regions among NGN2- and MyoD1-binding sites indeed illustrates a general overlap at highly accessible regions and distinct binding at sites with lower accessibility, which are enriched for factor-specific motif variants ( Figures 2 I and S2 K). These binding patterns can be observed at individual loci as illustrated by a NGN2 specific low accessible region with multiple GA motifs (E-box motifs with GA central nucleotides) or a MyoD1-specific low accessible region, containing one GG and two GC motifs. In contrast, a single GC motif residing in accessible chromatin is bound by both factors ( Figures 2 J and S2 L). These observations support a model in which chromatin accessibility explains both overlapping and differential binding patterns between two lineage-driving TFs ( Figure S2 M). Although our analysis thus far identifies contributors to the distinct binding of NGN2 versus MyoD1, these components alone still fail to account for many genomic binding events, including those unbound motifs residing in accessible regions or with multiple motifs in proximity ( Figures 2 B–2F). This suggests the presence of additional features that our analysis has not captured. This motivated us to adopt a de novo integrative feature learning approach aimed at generating a model, leveraging both previously identified and potentially additional features to predict binding. CNNs identify a chromatin-dependent motif syntax that underlies TF binding Deep learning models, combined with interpretation tools, offer the most informative means of identifying de novo cis -regulatory sequence rules through combinatorial representations. 30 , 31 , 32 , 33 , 34 , 35 , 36 , 37 , 38 To gain insights into the features that determine primary TF-binding specificity, we utilized a deep learning approach. Specifically, we built a convolutional neural network (CNN) model that takes as input DNA sequence, combined with preexisting chromatin accessibility ( Figure 3 A; STAR Methods 30 , 39 ). Training this CNN model with NGN2 and MyoD1 ChIP-seq enrichments predicted the degree of binding remarkably well, with the correlation between prediction and experimental data being comparable to that between experimental replicates ( Figures S2 C, S2D, S3 A, and S3B). Figure 3 Identification of a chromatin-dependent motif syntax using a CNN (A) Scheme of the applied CNN for predicting the primary 6 h binding of NGN2 and MyoD1, using DNA sequence and continuous 0 h DHS (DNase I) signal as input. (B) Contrasting frequency-based motif representation (PFM), informing about the frequency of the DNA bases in the enriched motifs versus contribution weight matrices (CWM), identified by the CNN model, and informing about the contribution of the DNA bases to the degree of binding enrichments. DNA sequences are represented with the letters A, C, G, T, and accessibility with the letter D. Differences in PFM and CWM highlight the binding strength contribution of flanking nucleotides and less frequent central nucleotides. The “D” profile indicates high contribution of accessibility directly overlapping with the E-box motif and lower contribution of the surrounding. ( n = 26,128 E-box instances for NGN2 and 25,327 for MyoD1). (C) Calculation of NGN2 and MyoD1’s relative affinities to E-box motif variants independent of the genomic sequence context at any given accessibility using the CNN model on synthetic sequences (average gained binding strength upon placing the same motif across various backgrounds with simulated accessibility). The predicted binding strengths across different 0 h accessibility are represented from blue to red. (D) Single-locus display of DNA sequence, 0 h accessibility profile and their deconvolved contribution scores for NGN2 6 h binding prediction, reporting on the features accounting for the binding strength. (E) Predicted NGN2 binding strength contribution of the flanking bases (5′-flanking in red, 3′ in green) for CAGATG motif. (F) Contribution of the flanking bases to the binding prediction of E-box motif variants (central nucleotides in blue, 3′-flanking nucleotides in green). (G) Comparison of pre-induction (0 h) MNase and DNase I digestion profiles at NGN2 cognate-motif sites residing in open chromatin, grouped as sites that will be bound or not bound by NGN2 upon 6 h induction. (H) DNA sequence motif (seqlet, identified by TF-MoDISco), containing two E-box motifs, that is informative for NGN2 binding prediction at bound sites residing in closed chromatin. (I) Fraction of NGN2 bound-closed sites with two NGN2 motifs at various base pair distances between motif centers. Inner: modeled NGN2 binding (AlphaFold3) on two 11-bp apart (highest binding potential) NGN2 motifs. To identify features influencing TF-binding predictions, 40 we utilized DeepLIFT 26 and quantified the contribution scores of the DNA sequences and chromatin accessibility. Consistent with previous analysis, extracting DNA sequence motifs using TF-MoDISco 41 identified E-box motifs as major DNA sequence component for the prediction, as well as other known interacting TF motifs, such as that for PBX or MyoD1 ( Figures 3 B and S3 C). 6 , 42 In addition to motif sequences, the model identified local accessibility as a significant contributor to binding. This should enable further use of the CNN model to estimate the chromatin-binding strengths for individual E-box motif sequences isolated from the genomic sequence context. To do so, we averaged the predicted TF binding on E-box motifs embedded in hundreds of in-silico -generated background sequences ( STAR Methods 37 ) at varying initial accessibilities ( Figures 3 C and S3 D). This is exemplified by the calculations on the motif variants with only few isolated binding instances, such as CATATG and CAACTG for NGN2 and MyoD1, respectively ( Figures 3 B and 3C). Here, the model estimates the likelihood of TF binding to a given DNA sequence as a function of its initial accessibility, which is in line with the variant binding preferences identified above ( Figures 2 G and 2H). Visual inspection of genomic tracks of contribution scores calculated for DNA sequence and accessibility illustrates that the CNN model assigns different degrees of importance to E-box motifs depending on sequence variations and their local accessibility ( Figures 3 D and S3 E). Identified sequence variations were not limited to the motif itself but also included flanking bases that, in several cases, appear to be more relevant for binding than the central bases. Calculating the binding strengths revealed that even a single flanking base change can impact the likelihood of being bound within a wide dynamic range ( Figure 3 E). This impact of the flanking nucleotides varies between NGN2 and MyoD1, further accounting for their differences in initial genomic binding. Interestingly, the influence of the flanking nucleotides depends on the central bases, hinting at a potential crosstalk for binding preference ( Figure 3 F). Although binding occurs more frequently in open chromatin, many accessible sites remain unbound ( Figures 2 A–2C). What, then, allows the model to accurately predict binding at these accessible sites beyond variation in the motif sequence? Intrigued by single-locus inspections ( Figures 3 D and S3 E), we hypothesized that nucleosome positioning could be a contributing feature, which was previously shown to influence binding. 43 The actual nucleosome phasing within open-chromatin regions, as determined with our existing micrococcal nuclease (MNase) sequencing measurements in mESCs, 44 indeed differs between sites that will or will not be bound ( Figure 3 G). Motifs, less likely to be bound by NGN2, tend to overlap with a nucleosome, whereas sites bound upon induction are more likely to reside between nucleosomes. As these sites lie within accessible regions, we presume that this preexisting phasing results from binding of other TFs, 45 , 46 and that the DNase I signal informs on it. 47 If correct, this should also become evident when specifically analyzing nucleosomes with known strong phasing, such as those surrounding sites bound by the TF CTCF. 48 , 49 , 50 , 51 Here, strong E-boxes for both NGN2 and MyoD1 indeed showed a higher frequency of binding if located in linkers, which is anticorrelated to the phased nucleosomes ( Figure S3 F). This suggests a binding hindrance of E-boxes by phased nucleosomes, which is in line with the observation that bHLH proteins do not bind to the nucleosome core in vitro . 43 Within less-accessible regions, the CNN model discerns a motif syntax of two E-box motifs, in line with higher motif occurrences, and provides further insights into their relative position ( Figures 2 E, 2F, S3 H, and S3 D), hinting to a potential synergy between motifs. To test this, we predicted the cooperativity of two motifs as a function of their distance, using in-silico -generated sequences. 33 This revealed a wide range of impact, with higher cooperativity between two motifs that reside close to each other ( Figure S3 G). Comparing this prediction with the measured binding preferences confirmed that shorter distances are enriched for binding at less-accessible regions ( Figures S3 H and S3I). Interestingly, within proximal motifs, the exact spacing matters. Inter-motif distances shorter than 9 bp did not enhance binding potential, possibly due to a molecular clash. The highest cooperativity was predicted at a 10–12-bp distance, corresponding to one helical turn of the DNA, whereas 15 bp, corresponding to an opposite facing on the DNA helix, was less favorable ( Figure S3 G). Actual binding measurements confirm this prediction, revealing a similar preference for shorter distances within 40 bp up to 100 bp. This correlates with the range of accessibility generated by the TFs, 52 their highest binding at 11 bp ( Figures 3 I and S3 J) (AlphaFold3 model 53 ) and the range of direct protein interactions. 54 It argues that spacing between motifs indeed impacts binding potential, a feature critical at sites of lower initial accessibility and presumably needed to counteract the chromatin barrier. Taken together a motif syntax composed of motif variants, their local frequency and the underlying chromatin state accounts for the ability of a genomic region to be bound by the tested TFs. Motif positions relative to phased nucleosomes further influence this likelihood within open chromatin, while at less-accessible regions, higher motif number with optimal inter-motif spacing is critical for binding ( Figure S3 K). These features form the basis of the successful predictions by the CNN model, which enables the contribution calculation of each feature both individually and in combination. The abilities of NGN2 and MyoD1 to open chromatin and activate genes differ depending on motif variant Following initial binding, we asked how NGN2 and MyoD1 subsequently impact chromatin and transcriptional activity by performing transposase-accessible chromatin sequencing (ATAC-seq) and ChIP-seq for lysine 27 acetylation of histone H3 (H3K27ac), and RNA polymerase II (RNA Pol II) 6 h after induction. For visualization, we employed dimensionality reduction of relevant genomic regions, that are either NGN2 or MyoD1 bound or show changes in accessibility at any time point ( Figure 4 A). This positioned the genomic regions in an intuitive way, allowing inspection of shared regions versus those exclusive for NGN2 or MyoD1. Figure 4 Motif variant-specific chromatin and transcription responses (A) Uniform manifold approximation and projection (UMAP) of relevant genomic regions (represented as single points, positioned based on similarities in accessibility and TF binding) visualizing initial accessibility, TF ChIP-seq and fold-changes in ATAC-seq, H3K27ac, and RNA Pol II ChIP-seq, colored from blue to red. Bound regions with low initial accessibility or factor-specific binding are outlined with dashed lines. Curved lines highlight NGN2-specific (green), MyoD1-specific (purple), and overlapping (brown) binding. The changes highlight increased activity in closed-bound sites, though with variable degrees (e.g., for NGN2 factor-specific sites, binding strength is graded from left to right and chromatin opening from top to bottom). (B) Example genomic locus, showing regions with similar 0 h accessibility and 6 h NGN2 binding, yet gaining different degrees of activity. (C) Contrasting the binding and activity on the motif variants using CNN model predictions on synthetic sequences. Predicted 6 h binding, change in ATAC-seq and H3K27ac ChIP-seq upon NGN2 induction at NGN2 E-box motifs with TA, GA, and GC central nucleotides across all accessibility-ranges are shown as heatmap from blue to red. The outlined box highlights the differences between the binding strength and its impact on chromatin for CAGATG versus CATATG motifs (at DHS 0.3, representing low initial accessibility with high dynamic range for gain of activity upon binding). (D and E) Contrasting predicted binding and accessibility-change upon NGN2 or MyoD1 induction at CAGATG or CAGCTG motif (DHS 0.3) depending on the flanking bases. (F) A library of barcoded transcriptional reporters, inserted stably in a defined locus, designed to report the effect of NGN2 motif variations on gene expression upon NGN2 induction. GA: single GA motif, GA + 40 + GA: two GA motifs with 40 bp between them. GA + 20 + GA: two GA motifs with 20 bp between them. GA + GA + GA: three GA motifs. GA + NN: one GA motif and another motif with the indicated central nucleotide and 3′-flanking nucleotides. Values correspond to differences in gene expression between respective construct relative to a scrambled motif control at the same time point post NGN2 induction ( Figure S4 H; Table S5 ). In (C)–(F), central nucleotides in blue, 5′-flanking in red, 3′-flanking in green. At 6 h, NGN2- or MyoD1-bound sites that are initially closed displayed an overall increase in accessibility, H3K27ac, and RNA Pol II enrichment ( Figure 4 A), suggesting that both TFs primarily activate chromatin upon binding. 55 Intriguingly, these activities varied among regions hinting at a differential impact ( Figure 4 B). To investigate this further, we trained a CNN model on ATAC-seq changes, which identified the impact of initial accessibility and the occurrence of cognate motifs. While the binding potential in accessible chromatin was higher ( Figure 4 A), opening was primarily observed at sites with initial lower accessibility, as might be expected ( Figure 4 C). Similar to the binding potential, opening potential differed between motif variants but, surprisingly, not always in the same order as the strength of binding ( Figures 4 C–4E and S4 A–S4F). For instance, while the CATATG motif had a higher binding potential, the CAGATG motif demonstrated a higher chromatin-opening potential ( Figures 4 C and S4 A–S4C). Also, flanking bases of the same motif variant exhibited different binding versus opening potentials, exemplified by comparing GT versus TT 3′-flanks of the CAGATG motif ( Figures 4 D, S4 D, S4E, and S4G). Such differences were also observed for MyoD1 at its cognate motifs ( Figure 4 E). To readily test whether these subtle single-base variations impact transcriptional output, we measured gene expression of over 20 barcoded reporter constructs, harboring different motif variations, inserted into the same genomic locus 23 , 56 ( Figures 4 F and S4 H). The resulting readout validated the expected increase of transcriptional output with higher motif density, but also that the slight motif variations can differentially impact gene expression, even when embedded in identical DNA sequence context (e.g., G-flanked CAGATG motif had the highest activity). This was in line with the enrichment of particular motif variants at NGN2 bound sites that are linked to the upregulated neurogenesis specific genes ( Figures S4 I and S4J). Altogether, these results argue that subtle sequence differences have direct functional impact on chromatin and gene expression. Since these do not always correlate with the measured binding strength, we hypothesized that they could reflect binding by different TF complexes. Single-base motif variations drive regulatory diversity via distinct TF combinations Many TFs can potentially engage with E-box motifs, such as bHLH and zinc-finger TF families. 4 , 57 , 58 To probe which TFs might be interacting with the motif variants preferred by NGN2 in our cellular system, we performed mass spectrometry from nuclear extracts from NGN2-induced cells using double stranded 20-bp DNA oligomers containing a single E-box motif as baits ( Figures S5 A and S5B). This detected multiple TFs including known E-box binders, such as TCF proteins, MGA, MAX, and TFAP4. Since dimerization is essential for bHLH-domain-containing factors to interact with an E-box, 3 , 59 we asked whether these proteins might heterodimerize with NGN2 or MyoD1. Immunoprecipitation followed by mass spectrometry identified TCF3 (TFE2/E2A), TCF4 (ITF2/SEF2), and TCF12 (HEB/HTF4) as potential protein partners for both TFs ( Figures 5 A, S5 C, and S5D). We hypothesized that the resulting dimers might have differential motif preferences, which we next tested in vitro by incubating various TF-pairs with purified genomic DNA and measuring binding by DNA affinity purification sequencing (DAP-seq). 60 Specifically, we generated DAP-seq profiles for NGN2, MyoD1, TCF3E12, TCF3E47, TCF4, and TCF12 in all potential TF-dimer-pairs ( Figure 5 B). This identified combination-specific enrichment profiles, clustering consistently for all 20 TF-pairs ( Figure S5 E). While E-box motifs were enriched among all pairs, this further uncovered differential enrichments for motif variants, suggesting dimer-specific binding preferences ( Figure 5 C). For example, the CATATG motif was preferentially bound by the NGN2 homodimer, whereas the NGN2-TCF3E12 heterodimer showed preference for the CAGATG motif, in line with the observation that binding versus opening potentials of these motifs vary. Similarly, TCF homodimers preferred motifs starting with G flanks, whereas TCF-MyoD1 combinations preferred A. This supports our earlier observation that NGN2 and MyoD1 binding preferences depend on both central and flanking bases, with the influence of the flanks varying according to the central bases ( Figure 3 F). It further suggests that these preferences are driven by distinct sets of protein partners. Figure 5 Homodimer and heterodimer formation with other bHLH proteins increase the regulatory repertoire of NGN2 and MyoD1 (A) Mass spectrometric detection of proteins interacting with NGN2 (enrichment relative to GFP > 5 with −log10( p value) > 5). bHLH TFs are labeled in red, chromatin-associated proteins in blue ( Table S8 ). (B) Scheme of DAP-seq to probe genomic DNA-binding preferences in vitro , for NGN2 and MyoD1 alone and in combination with their putative bHLH partners: TCF3 (present as two main isoforms: E12 and E47), TCF4, and TCF12. (C) Differential E-box k-mer enrichment analysis (using top 5,000 DAP-seq enriched peaks) among NGN2, MyoD1, and TCF homodimers and heterodimers. (D) Differential E-box k-mer enrichment analysis among NGN2-bound regions, grouped based on change in 6 h NGN2 binding upon decreasing TCF levels in comparison with control treatment. (KD: small interfering RNA (siRNA)-knockdown). (E) Images of 48 h NGN2-induced cells for inspection of cellular morphology (cytoplasmic GFP signal, segmented for axons, in green and cell bodies in blue) treated with control (non-targeting siRNA), Tcf3, Tcf4, and Tcf12 siRNA. Scale bar, 50 μm. To test this hypothesis experimentally in the cellular context, we tagged the Tcf3 allele and profiled its genomic binding in mESCs, which showed similar motif preferences to TCF homodimers ( Figures S5 G and S5H). Subsequently, we decreased levels of TCF3, TCF4, or TCF12 prior to NGN2 induction and measured the impact on NGN2 binding ( Figures 5 D and S5 I). Knockdown of TCFs reduced NGN2 binding specifically at the CAGATG motif, which is preferentially bound by the TCF-NGN2 heterodimers in vitro . However, it did not reduce NGN2 binding at the CATATG motif, which is preferentially bound by the NGN2 homodimer in vitro . In line with the in vitro binding, the effect differed depending on which TCF was reduced, whereby TCF3 had the highest impact on the CAGATGG motif, which is the most enriched motif for the NGN2-induced neurogenic trajectory ( Figure S4 J). Decreasing cellular TCF3 levels caused failure of NGN2-induced neurogenesis, further suggesting that their dimerization is required for differentiation ( Figures 5 E and S5 J). Importantly, the observations on the initial binding strength and chromatin opening were in general correlated with the motif preferences of the TF-pairs ( Figures 4 C, 4D, and S5 F). Together, this demonstrates that different activities at motif variants reflect binding by different sets of protein partners for both NGN2 and MyoD1 ( Figures S5 I–S5M), whereby single base differences account for significant regulatory diversity. Newly activated TFs reshape the accessibility landscape, causing further divergence in NGN2- and MyoD1-binding patterns While NGN2 and MyoD1 binding is initially guided by chromatin, their binding subsequently modifies chromatin ( Figures 2 , 3 , and 4 ). To investigate the impact of this change, we profiled binding and chromatin features at later time points. In addition to their factor-specific binding at closed regions, both NGN2 and MyoD1 gained additional binding sites at 24 h. These are characterized by lower accessibility at earlier time points yet become more accessible at 24 h ( Figures 6 A, 6B, S6 A, and S6B). These new sites are specific to each factor, reflecting further divergence of genomic binding reducing the overlap between MyoD1-bound and NGN2-bound sites. Contrasting the binding between 6 and 24 h ( Figures 6 C, S6 C, and S6D) revealed a shift in enriched E-box motif variants and presence of several other TF motifs beyond NGN2 and MyoD1. For both factors, motifs specific to 6 h were associated with the pluripotent cell state, coinciding with motifs for ESRRB and POU(OCT)/SOX. At 24 h, however, EBF and ONECUT motifs are enriched at newly formed NGN2 sites and MEF2 and PITX/OTX motifs at newly formed MyoD1 sites. TFs, corresponding to these motifs, such as Ebf2 and Ebf3, exhibited correlated changes in their gene expression ( Figures 6 C, 6D, S6 E, and S6J). Contrasting nuclear protein abundance between mESCs and NGN2 24 h induction confirmed increased levels of EBF2/3, as well as a decrease in pluripotency-related TFs ( Figure S6 F). To address how EBF2/3 affects NGN2-binding patterns, we compared the accessibility profiles of newly opened EBF sites that are either co-bound by NGN2 or remain unbound. Comparison of these genomic regions showed NGN2 binding and increased chromatin opening if there is an NGN2 motif within a 100-bp distance around the EBF motif, and thus at a distance shorter than a nucleosomal repeat length. This is readily supported by the impact upon decreasing EBF2/3 levels ( Figures 6 E, 6F, S6 G, and S6H). Modeling CNNs for 24 h NGN2- and MyoD1-induced accessibility changes identified EBF and MEF/PBX motifs as chromatin-opening features. The gained binding occurred within the immediate range of accessibility created by these TFs, with factor-specific spacing restrictions ( Figures S6 I–S6M). This predicts that the motif syntax, composed of individual motif sequences and their relative positions, impacts these TFs’ activity on chromatin. Figure 6 Reshaped accessibility landscape diverges NGN2 and MyoD1 genomic binding (A) UMAP of genomic regions (as in Figure 4 A) displaying initial accessibility, NGN2 and MyoD1 binding at 6 and 24 h. Dashed lines outline NGN2 and MyoD1-specific regions at 6 h and new regions at 24 h. The decrease in binding signal at the overlapping regions (high 0 h DHS) and gain in new regions (low 0 h DHS) illustrate divergence of the binding patterns of NGN2 and MyoD1 through differentiation. (B) ATAC-seq fold-changes upon 24 h NGN2 and MyoD1 induction, visualized on UMAP, show loss of accessibility at co-bound high DHS-0 h regions and gain in new, low DHS-0 h regions. Outlines indicate 24 h-gained NGN2-binding sites in green, 24 h-gained MyoD1-binding sites in purple, and sites that gain accessibility but not NGN2 binding in blue. (C) Differential motif enrichment analysis (JASPAR TF-catalog) for NGN2 and MyoD1, contrasting their 6 versus 24 h binding. Top-two-enriched unique motifs and top-enriched E-box motifs for each time point are visualized. Combined peaks of 6 and 24 h binding are binned according to changes in their binding enrichment between 6 and 24h ( Figures S6 C and S6D). (D) Genome browser tracks of NGN2 ChIP-seq, ATAC-seq, H3K27Ac ChIP-seq, RNA Pol II ChIP-seq, and RNA-seq at the Ebf3 locus. (E) NGN2 motif density around EBF motifs that are newly made accessible upon 24 h NGN2 induction, sub-grouped as NGN2 bound and not bound at 24 h (corresponding to the outlined regions in (B), green versus blue). (F) Metaplots showing ATAC-seq signal pre- and post-NGN2 induction at 24 h, grouped as in (E). Regions with an EBF motif (blue) show chromatin opening. Regions with an EBF motif as well as an NGN2 motif, within 100 bp, (green) gain new NGN2 binding and high accessibility. (G) Schematic summary of dynamic NGN2/MyoD1 binding through differentiation. We conclude that NGN2 and MyoD1 engagement to initially closed sites at 6 h activates expression of other TFs. These TFs subsequently change the chromatin landscape, creating accessibility that generates new opportunities for binding by NGN2 and MyoD1, further diverging the activity patterns in a lineage-specific fashion ( Figure 6 G). The CNN-derived, chromatin-dependent motif syntax is transferable and predicts TF-chromatin interactions in different cellular contexts Since the observed binding patterns for NGN2 and MyoD1 are dependent on the initial genomic accessibility, which itself reflects the activity of other TFs, we expect them to vary between cell types. If our predictive model for binding is generalizable, it should be transferable to different cell types as long as their starting accessibility is taken into account. We tested this hypothesis using available ChIP-seq and ATAC-seq datasets from a widely used myogenesis model, C2C12 cells, where MyoD1 can be induced by changing culture conditions, comparable to our dox-induction system ( Figures S7 A and S7B). 61 , 62 , 63 Analyzing MyoD1 binding in this system identifies the same preferred binding motifs as in our cellular system; however, the actual sites of MyoD1 binding in C2C12 cells were largely different from mESCs, with only 12.5% overlap among consensus binding sites ( Figures 7 A–7C, S7 C, and S7D). Differentially bound regions indeed had high accessibility in only one of the cell types, whereas overlapping regions had varying degrees of starting accessibility. Despite the low similarity in genomic binding between the two cell types, the CNN model, trained only on the binding landscape in mESCs, accurately predicts the binding in C2C12 cells by only incorporating their accessibility prior to induction. The model performs comparably to its performance in mESCs ( Figures 7 D, S3 A, S7 E, and S7F), demonstrating that the rules of MyoD1 binding learned in mESC can readily be transferred to other cell states with their unique accessibility landscapes. Figure7 The models, trained in mESCs, predict TF binding and activity in other cellular contexts (A) Heatmaps of MyoD1 ChIP-seq in mESCs (6 h) and C2C12 cells (24 h) upon induction, together with their pre-induction accessibility in mESCs (DNase-seq 0 h) and in C2C12 cells (ATAC-seq 0 h), visualized on combined MyoD1-binding sites. (B) Enriched TF-MoDISco E-box seqlets in MyoD1 bound sites in mESCs and C2C12 cells. (C) Venn diagram contrasting MyoD1 ChIP-seq peaks in mESCs and C2C12 cells illustrating low overlap among binding sites. (D) Schematic of CNN model transfer: model trained for TF binding in mESCs is applied to predict binding in other cell types (left). Correlations are shown between observed-MyoD1-binding in C2C12 cells and observed-MyoD1-binding in mESCs or predicted-MyoD1-binding in C2C12 cells by the model trained in mESCs (right). (E) Predicted NGN2 binding enrichments in all murine ENCODE cCREs (rows) depending on simulated initial DNA accessibility (columns), sorted based on NGN2 binding potential at low DHS (left). Top 5,000 tissue-specific cCREs with highest NGN2 binding potential at low DHS are contrasted with 2,000 randomly sampled tissue-specific cCREs from the bottom 50% of the left panel (middle). Accessibility (DNase-seq) of the cCREs, in top-enriched ENCODE tissue profiles and profiles closest to background (right). The comparison indicates that cCREs, with high NGN2 binding potential, gain activity in cerebellum and brain. Example cCREs proximal to the genes upregulated in mESCs upon NGN2 induction are labeled. (F) An example GWAS defined SNP (rs58130172) changing an E-box variant, in a tissue-specific human cCRE, active in brain. Scheme describes the SNP location at DISP3 gene and the effected sequence (top). Predicted NGN2 binding and activity change at the reference and alternative cCRE sequence depending on initial accessibility (bottom). (G) Measured effect of the rs58130172 SNP on DISP3 gene expression retrieved from eQTL data. These findings illustrate that chromatin binding can readily be explained by preexisting DNA accessibility and a composite motif syntax, which, in case of MyoD1 and NGN2, highlights distinct sequence specificities. Next, we applied our framework to a highly studied bHLH TF, Ascl1, for which, however, varying motif preferences, 17 , 58 , 64 , 65 and chromatin-binding characteristics 6 , 66 , 67 , 68 have been reported. Upon induction in mESCs, we observed Ascl1 binding to a motif distinct from that of NGN2 or MyoD1, consistent with its in vitro DAP-seq binding when dimerized with TCFs ( Figures S8 A–S8E). Next, we used the same approach to determine binding of NGN3, a close paralog expected to have similar DNA sequence specificity as NGN2. NGN3 is expressed in the pancreas and required for generating insulin-producing cells. 69 , 70 When expressed in mESCs, we found NGN3 binding to be highly similar to that of NGN2, leading to neuronal differentiation ( Figures S8 A, S8B, S8F, and S8G), demonstrating that our approach of utilizing a combined model of preferred DNA sequence and preexisting accessibility can be more broadly applied to other TFs of this family. At sites where NGN2 or MyoD1 open chromatin, our model predicts a motif syntax that is largely independent on existing accessibility. Therefore, genomic sequences bearing such syntax are expected to be bound in all cell types where the respective TF is expressed. To test this hypothesis, we analyzed a large set of cis -regulatory elements (cCREs) identified within the ENCODE consortium 71 and used the model to predict binding for a range of different DNA accessibility values for each region ( Figures 7 E and S7 G). Top ranking regions that provide high NGN2-binding potential at low accessibility indeed show accessibility in tissues (i.e., brain and cerebellum) where NGN2 is expressed. These regions included cCREs of genes known to be critical for neuronal differentiation, which we also observed as being activated during the induced differentiation of mESCs, arguing for a developmentally conserved feature. A comparable analysis applied to MyoD1 revealed its activity in muscle, but also its less well-known activity in thymus development ( Figure S7 G). 72 , 73 Given its high predictive power, we wondered whether the CNN model could assist in interpreting sequence variants previously linked to gene expression variation as expression quantitative trait loci (eQTLs) 74 within genome-wide association studies (GWASs). To test this, we predicted binding of NGN2 at SNPs that modify an NGN2 motif variant ( Figure 7 E). This is exemplified by the variant rs58130172 (GWAS: GCST90105038 75 ) at the DISP3 locus, a gene reported to influence neural fate decisions in a dose-sensitive manner 76 ( Figure 7 F). While the predictions on the reference enhancer sequence foresee low binding with no activation potential, the alternative sequence with the SNP predicts stronger binding and activation. This variant had indeed been identified as an eQTL, and the alternative allele showed increased DISP3 expression in the brain ( Figure 7 G). Taken together, the identified chromatin- and sequence-dependent motif syntax is transferrable to other contexts, providing predictive power and deepening our understanding of how TFs that recognize such short and abundant motifs achieve specific regulatory outcomes and drive cellular differentiation. Discussion Our findings illustrate how distinct DNA sequence syntax, chromatin accessibility, and interaction partners underlie both shared and TF-specific binding of two distinct lineage-driving TFs, NGN2, and MyoD1, despite their preference for seemingly similar low-complexity motifs. Building on previous studies that linked TF binding with chromatin features, 77 , 78 our approach isolates primary TF binding from context-specific confounding factors, identifies features determining opportunistic, cooperative, or pioneer binding and provides several orthologous assays, testing and ultimately validating predictions experimentally. Leveraging recent advances in deep learning for de novo motif discovery 79 , 80 and integrating relevant, traceable preexisting chromatin features, we identify a TF-specific syntax predictive of primary TF binding across cellular contexts that we validate in vitro and in vivo . Consistent with prior observations and similar to most eukaryotic TFs, both NGN2 and MyoD1 preferentially bind regions of open chromatin but still depend on the presence of E-box motifs. Many such sites are shared between both TFs, reflecting their opportunistic binding to open chromatin, which is determined by a cell-type-specific accessibility landscape. Notably, many motifs residing in open chromatin remain unbound, yet binding can still be accurately predicted by the model, likely reflecting local nucleosome positioning. 47 This restricted access in open chromatin in vivo supports the in vitro observation that bHLH TFs prefer motifs that are not embedded within the core nucleosome. 43 This may also explain the variable but limited distance observed in opportunistic TF binding adjacent to other TFs. During lineage progression, newly expressed TFs promote chromatin opening, 81 creating additional binding opportunities for NGN2 and MyoD1. Given the lineage-specific nature of these cooperating TFs, the resulting sites likely contribute directly to differentiation rather than being passive consequences of chromatin change. This combinatorial model accounts for cell-type specificity of many chromatin-sensitive TFs and the diverse developmental roles of the Neurogenin/Neurod/Onecut axis in neural, pancreatic, and intestinal development, similarly to those of MyoD1/Myogenin/Mef2 in muscle and thymus development. 73 , 82 In contrast to this opportunistic and chromatin-sensitive binding, NGN2 and MyoD1 can bind and open initially inaccessible regions at specific sites, acting as “pioneer factors.” These rare events are confined to complex and similarly rare composite motifs enriched for TF-specific variants, helping reconcile conflicting reports on their chromatin sensitivity. 83 Rather than a binary model of TF activity as “pioneer” or “settler,” our data support a locus-specific model of chromatin sensitivity. Rare composite sites are consistently targeted across relevant cell types, such as MyoD1 in C2C12 cells and NGN2 in brain, and many are linked to known lineage-driving targets (e.g., Neurod, Onecut, and Ebf). CNN-based modeling further reveals that binding potential of motif variants differs from their activation potential, indicating that subtle motif variation modulate output. We experimentally link these effects to bHLH homo- and heterodimer preferences, which validates by TF depletion. Such differential activation upon closed chromatin binding likely reflects distinct cofactor recruitment by specific bHLH partners. Over differentiation time, regulation at these motif variants further evolves, correlating with downstream expression of other E-box-binding TFs (e.g., NEUROD1, 84 ZEB2, 85 ZBTB18, 86 , 87 and MYOGENIN 88 ), underscoring how minimal motif variation, amplified by protein interactions, drives functional specificity and dynamic gene regulation. These findings identify and can potentially account for a broad spectrum of chromatin sensitivity of individual TFs, spanning opportunistic binding at low-complexity motifs and deterministic binding at rare composite motifs that shape lineage-driving programs. Despite this complexity, we define a roadmap for decoding and experimentally testing primary TF-binding behavior and regulatory impact supported by predictive models. 89 , 90 , 91 Informed by chromatin state, sequence features and factor presence, these models can predict future TF binding during cellular differentiation, providing tools both for guiding cellular engineering 92 , 93 and for deciphering the regulatory impact of sequence variants. 94 , 95 , 96 Limitations of the study While the inducible expression system in mESCs is effective and controllable, it has limitations in assessing the effects of potential variability in TF levels and the influence of other interaction partners present in different cell types. Furthermore, predicting the downstream changes after primary TF action remains challenging, as it requires accurately linking activity in regulatory elements to their target genes. Resource availability Lead contact Requests for information and resources should be directed to the lead contact, Dirk Schübeler ( dirk@fmi.ch ). Materials availability Cell lines and plasmids created in this study are available by contacting the lead contact . Data and code availability • Datasets generated in this study were deposited at GEO: GSE272555 ( https://www.ncbi.nlm.nih.gov/geo/ ) and ProteomeXchange/PRIDE: PXD054143 ( https://www.ebi.ac.uk/pride/ ). • The CNN models used in this study are deposited to Zenodo: 15089486 ( zenodo.org ). • Any additional information required to reanalyze the data reported in this paper is available from the lead contact upon request. Acknowledgments We acknowledge FMI Facilities for excellent technical support, especially Sebastian Smallwood (Genomics), Hubertus Kohler (FACS), Laurent Gelman (Microscopy), and Jan Seebacher (Proteomics). We acknowledge Michael Stadler for guidance on data analysis; Ralph Grand for discussions; and Luca Giorgetti, Lisa Baumgartner, Ana Petracovici, and Francesca Masoni for their feedback. This study was supported by the Novartis Research Foundation , the Swiss National Science Foundation ( 310030B_176394 to D.S.), EU Horizon 2020 ERC Advanced Grant ( 884664 to D.S.), EMBO Fellowship ( ALTF1101 to S.D.), NHMRC Fellowship ( APP1148380 to L.I.), and MSCA Fellowship ( 748760 to L.I.). S.D. is supported by a Christiane Nüsslein-Volhard stipend . L.I. is supported by a SAiGENCI Australian Government grant funding and a Sylvia and Charles Viertel Senior Medical Research Fellowship . The funders had no role in study design, data collection, analysis, manuscript preparation, or the decision to publish. Author contributions S.D. and D.S. designed the study and wrote the manuscript with input from the co-authors. S.D. performed the experiments. S.D. and M.I. analyzed the data with input from L.B. M.I. established the deep learning tools and performed the predictions with input from S.D. L.I. established the DAP-seq protocol with input from S.D. L.H. assisted with cloning and cell line generation. C.W. generated HA36Tet3G parental cell line. V.I. and D.H. performed mass spectrometry for proteome and affinity purification, respectively. Declaration of interests The authors declare no competing interests. Declaration of generative AI and AI-assisted technologies in the writing process The authors utilized ChatGPT-4 selectively to revise the grammar and phrasing of specific sentences and take full responsibility for the content. STAR★Methods Key resources table REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies Rabbit polyclonal anti-Pol2 Santa Cruz Cat#sc899x; RRID:AB_632359 Rabbit polyclonal anti-H3K27ac Active Motif Cat#39133; RRID:AB_2561016 Rabbit monoclonal anti-V5 Invitrogen Cat#MA5-32053; RRID:AB_2809347 Rabbit monoclonal anti-Nanog Abcam Cat#ab214549; RRID:AB_3668944 Chicken polyclonal anti-BetaTubulin III Sigma-Aldrich Cat#AB9354; RRID:AB_570918 anti-a-Actinin Sigma-Aldrich Cat#A7811; RRID:AB_476766 Bacterial and virus strains Rosetta (DE3) competent cells Millipore Cat#70954 Chemicals, peptides, and recombinant proteins DMEM Gibco Cat #11965092 Fetal Bovine Serum Gibco Cat #A5256701 MEM NEAA Gibco Cat #11140050 Glutamax Gibco Cat #35050061 LIF Produced in-house N/A DMEM/-F12, Glutamax Gibco Cat#31331028 B27 without vitamin A Gibco Cat#12587010 N2 supplement Gibco Cat#17502048 Doxycycline Sigma-Aldrich Cat#D989 Ganciclovir Sigma-Aldrich Cat#G2536 Mouse Embryonic Stem Cell Nucleofector Kit Lonza Cat#VPH-1001 Lipofectamine RNAiMAX Thermo Fisher Scientific Cat#13778 GST tagged bHLH proteins for DAP-seq This study Table S3 Tn5 Produced in-house NA Alt-R CRISPR-Cas9 IDT Cat#1081058 Critical commercial assays NEBNext Ultra II DNA Library Prep Kit NEB Cat#E7645 TruSeq Stranded Total RNA Library Prep Kit Illumina Cat#20020613 Norgen Single Cell RNA Purification Kit Norgen Biotek Cat#51800 Nextera XT DNA Library Prep Kit Illumina Cat#FC-131 TMT 16plex isobaric labelling kit Thermo Fisher Scientific Cat#44520 Deposited data ChIP-seq, ATAC-seq, RNA-seq, DAP-seq This study GEO: GSE272555 Public NGS data used in this study GEO & ENCODE Table S2 Proteomics This study PRIDE: PXD054143 , Tables S6 , S8 , S9 , and S10 Experimental models: Cell lines Mouse: mESC HA36 Baubec et al. 23 Table S4 Mouse: mESC HA36CB1 Baubec et al. 23 Table S4 Mouse: mESC HA36/PB-rtTA-TRE:NGN2 Kaluscha et al. 97 Table S4 Mouse: mESC TC-1 Lienert et al. 98 Table S4 Mouse: mESC DNMT-TKO Domcke et al. 28 Table S4 Mouse: mESC HA36Tet3G This study Table S4 Mouse: mESC HA36CB1Tet3G This study Table S4 Mouse: mESC HA36CB1Tet3G/TRE:GFP This study Table S4 Mouse: mESC HA36CB1Tet3G/TRE:NGN2-T2A-GFP This study Table S4 Mouse: mESC HA36CB1Tet3G/TRE:NGN2MUT-T2A-GFP This study Table S4 Mouse: mESC HA36CB1Tet3G/TRE:NGN2BHLH-T2A-GFP This study Table S4 Mouse: mESC HA36CB1Tet3G/TRE:MyoD1-T2A-GFP This study Table S4 Mouse: mESC HA36CB1Tet3G/TRE:NGN3-T2A-GFP This study Table S4 Mouse: mESC HA36CB1Tet3G/TRE:ASCL1-T2A-GFP This study Table S4 Mouse: mESC TC-1/TCF3-V5 This study Table S4 Oligonucleotides DAP-seq qPCR, Positive control forward primer: AAGCTTTTAGTGCTCCAGGC This study N/A DAP-seq qPCR, Positive control reverse primer: AAGCCTCTCATTGTGCCACG This study N/A DAP-seq qPCR, Background control forward primer: TCACACTTGTCTTCTGGTCTCAC This study N/A DAP-seq qPCR, Background control reverse primer: CAAGGTGACCTAGAAACTTGC This study N/A E-box expression reporter, RT primer: GTCTCGTGGGCTCGGAGATGT This study N/A E-box expression reporter, amplification forward primer: GCACCCTGTGGAACGGCAAC This study N/A E-box expression reporter, amplification reverse primer: GGGCTCGGAGATGTCCTAGG This study N/A Tcf3 V5 insertion ssODN, CCGGGCCTGGG TGAGGCCCACAACCCAGCCGGGCACCTG GGTAAGCCTATCCCTAACCCTCTCCTCGG TCTCGATTCTACGTGAGGCGTCACAGCTT CTTCGTTGGACCAGGGACCACCATA This study N/A siRNAs (Tcf3 Entrez#21423, Tcf4 Entrez#21413, Tcf12 Entrez#21406, Ebf2 Entrez#13592, Ebf3 Entrez#13593) Horizon Discovery ON-TARGETplus siRNA SMARTpool Recombinant DNA pEF1a-Tet3G plasmid Clonetech Cat#631346 TRE: GFP This study Table S3 TRE:NGN2-T2A-GFP This study Table S3 TRE:NGN2MUT-T2A-GFP This study Table S3 TRE:NGN2BHLH-T2A-GFP This study Table S3 TRE:MYOD1-T2A-GFP This study Table S3 TRE:NGN3-T2A-GFP This study Table S3 TRE:ASCL1-T2A-GFP This study Table S3 CAGS:rtTA//TRE:NGN2-T2A-GFP This study Table S3 LacO:GST-Ngn2 This study Table S3 LacO:GST-Myod1 This study Table S3 LacO:GST-Ascl1 This study Table S3 LacO:GST-tev-Tcf3e12 (bHLH) This study Table S3 LacO:GST-tev-Tcf3e47 (bHLH) This study Table S3 LacO:GST-tev-Tcf4 (bHLH) This study Table S3 LacO:GST-tev-Tcf12 (bHLH) This study Table S3 E-BOX: NANOLUC-barcode This study Tables S3 and S5 Software and algorithms Rbowtie2 Langmead and Salzberg 99 ; https://bowtie-bio.sourceforge.net/bowtie2/ v.2.5 R R Core Team 100 ; https://www.R-project.org/ v4.3.3 or higher MACS2 Zhang et al. 101 ; https://github.com/macs3-project/MACS/wiki/Install-macs2 v.2.1.3.3 R Bioconductor Gentleman et al. 102 ; https://www.bioconductor.org/ v1.10.0 DiffBind Stark and Brown 103 ; https://bioconductor.org/packages/release/bioc/html/DiffBind.html v.3.14.0 QuasR Gaidatzis et al. 104 ; https://bioconductor.org/packages/release/bioc/html/QuasR.html v.1.48 ImageJ/Fiji Schindelin et al. 105 ; https://fiji.sc/ v2.16.0 MaxQuant Tyanova et al. 106 ; https://www.maxquant.org/ v1.5.3.8 Sequest / Proteome Discoverer Thermo Cat#CSW0064770 Rsubread Liao et al. 107 ; https://bioconductor.org/packages/release/bioc/html/Rsubread.html v2.18.0 edgeR Robinson et al. 108 ; https://bioconductor.org/packages/release/bioc/html/edgeR.html v4.2.0 monaLisa Machlab et al. 26 ; https://bioconductor.org/packages/release/bioc/html/monaLisa.html v1.15 ClusterProfiler Wu et al. 109 ; https://bioconductor.org/packages/release/bioc/html/clusterProfiler.html v4.12.0 ChIPseeker Yu et al. 110 ; https://bioconductor.org/packages/release/bioc/html/ChIPseeker.html v1.40.0 HOMER Heinz et al. 27 ; http://homer.ucsd.edu/ v5 AlphaFold Abramson et al. 53 ; https://deepmind.com/research/alphafold v3 TensorFlow Abadi et al. 111 ; https://www.tensorflow.org/ v2.0.0 KerasR Arnold 112 ; https://cran.r-project.org/package=KerasR v2.2.5.0 DeepExplainer/SHAP Shrikumar et al., 39 Lundberg and Lee, 113 and Lundberg et al. 114 ; https://shap.readthedocs.io/en/latest/generated/shap.DeepExplainer.html V0.46 TF-MoDISco Shrikumar et al. 41 ; https://github.com/kundajelab/tf-modisco V0.5 UMAP McInnes et al. 115 ; https://bioconductor.org/packages/release/bioc/html/umap.html v0.2.10.0 IGV Thorvaldsdóttir et al. 116 ; https://igv.org/ v2.11.3 limma Ritchie et al. 117 ; https://bioconductor.org/packages/release/bioc/html/limma.html v3.60.3 STAR aligner Dobin et al. 118 ; https://github.com/alexdobin/STAR v2.5.2b IDR Li et al. 119 ; https://bioconductor.org/packages/release/bioc/html/idr.html v1.3 GenomicRanges Lawrence et al. 120 ; https://bioconductor.org/packages/release/bioc/html/GenomicRanges.html v1.56.1 fgsea Korotkevich et al. 121 ; https://bioconductor.org/packages/release/bioc/html/fgsea.html v1.30.0 caret Kuhn et al. 122 ; https://cran.r-project.org/package=caret v6.0 ROCR Sing et al. 123 ; https://cran.r-project.org/package=ROCR v1.0 EnrichedHeatmap Gu et al. 124 ; https://bioconductor.org/packages/release/bioc/html/EnrichedHeatmap.html v1.34.0 Other MagneGST beads Promega Cat#V8611 Dynabeads Protein A Thermo Fisher Scientific Cat#10008D Dynabeads M-280 Streptavidin Thermo Fisher Scientific Cat#11205D Experimental model and study participant details Mouse embryonic stem cells mESCs (129-C57Bl/6 or 129S6/SvEvTac strain) were cultured as described previously. 125 Briefly, cells were grown for several passages at 37°C 7% CO2, seeded on plates coated with 0.2% gelatin (Sigma) and maintained in serum/LIF (Dulbecco’s modified Eagle medium (DMEM, Gibco), supplemented with 15% fetal calf serum (Gibco), Glutamax (Gibco), nonessential amino acids (Gibco), 0.001% 2-Mercaptoethanol (Sigma) and leukemia inhibitory factor (produced in-house). All mESC cell lines generated in this study are listed in Table S4 . Mouse C2C12 cells C2C12 (C3H strain) cell maintenance and differentiation are carried out as documented in the Cell Growth Protocol and Differentiation Treatment for the C2C12 Cell Line from Wold Mouse ENCODE, 63 prepared by K. Fisher-Aylor and B. Williams. Briefly, C2C12 cells were maintained at low density (less than 50% confluency) in high glucose DMEM (Gibco #11965084) supplemented with 20% FCS (Gibco). Cells were induced for differentiation at high density (greater than 80% confluency) with high glucose DMEM (Gibco) supplemented with 2% horse serum (Thermo) and 1 μM insulin (Sigma). Method details Recombinase-mediated cassette exchange system mESCs containing a cassette for recombinase-mediated cassette exchange (RMCE) system (detailed in a prior study by Lienert et al. 98 ) were subjected to hygromycin selection (250 μg/ml, Roche) for a period of 10 days. Subsequently, four million cells were electroporated using the Amaxa Nucleofection system (Lonza) in 100-μl volumes, which included 95 μl of Nucleofector solution and 5 μl of a targeting plasmid mixture (comprising 25 μg of the L1-insert-1L plasmid and 15 μg helper construct pIC-Cre). Two days post-transfection, negative selection with 3 μM Ganciclovir (Sigma) was carried out for 10 days. Individual clones were then analyzed for insertion. Single-locus inserted inducible transcription factor expression To achieve stable, regulated, and inducible transcription factor expression with an epitope tagging suitable for effective chromatin immunoprecipitation, we engineered mESC cells utilizing the tetON3G (Clontech #631346) and RAMBIO systems. mESCs (129-C57Bl/6 strain) carrying a single stable RMCE acceptor cassette 23 (L1-HygR-TK-1L) insertion and homogenous BirA-V5 expression were used as a parental cell line (HA36CB1, described in Baubec et al. 23 ) which has shown stable and uniform expression and epitope tagging of various reporter constructs inserted by RMCE. To establish the tetON system with a well-controlled and effective expression, we first modified the cells to report on the doxycycline inducible activity. HA36CB1 cells were recombined with TRE:Luciferase (TRE3G promoter from Clontech, driving expression of Luciferase) and subjected to RMCE selection. pEF1a-Tet3G plasmid (Clontech, carrying the engineered reverse tetracycline transactivator (rtTA) with ubiquitous promoter), was randomly integrated and subjected to Puromycin selection. Single clones were then tested for Luciferase expression with and without doxycycline induction to provide the highest non-leaky inducibility. The TRE:Luciferase cassette was replaced back with L1-HygR-TK-1L through CRE-mediated recombination followed by hygromycin selection to recreate the open RMCE cassette, resulting in the HA36CB1Tet3G cells. HA36CB1Tet3G mESCs were recombined with individual L1-TRE-biotag-TF-T2A-GFP plasmids (where the tetracycline responsive element (TRE) promoter drives the expression of BioTag, a transcription factor (TF), T2A in-frame cleavage peptide, and GFP), listed in Table S3 . Single clones were grown for one week, split into two, and selected based on their uniform GFP expression and subsequent differentiation upon doxycycline induction in induction media (DMEM/F12 with Glutamax (Gibco #31331028), 1× B27 without vitamin A (Gibco #12587010), 1× N2 supplement (Gibco #17502048), 1 ug/ml doxycycline (Sigma #D989)). Neuronal and myocyte differentiation Previously established HA36 mESCs containing random integration of the pTRE- Ngn2 construct (as described in Kaluscha et al. 97 ) were trypsinized and seeded on poly-D-lysine/laminin-coated plates containing induction media supplemented with 10 ng/ml human epidermal growth factor (LifeTech #PHG0315) and 10 ng/ml human fibroblast growth factor (LifeTech #CTP0261) as described in Kaluscha et al., 97 which was modified from Thoma et al. 20 ( Figures S1 A–S1D). For controlled TF induced differentiation with minimal change of the culture components, HA36/birA mESCs stably expressing rtTA and single locus inserted TRE driven TFs (followed by in frame cleavage signal and GFP) were treated with mESC media (as in Casey et al. 6 ), containing 1 μg/ml doxycycline ( Figure S1 F). Despite consistent expression (detected by GFP fluorescence), the protein levels of NGN2 (detected by immunofluorescence and proteomics) were low and heterogenous in serum/LIF, potentially due to instability of this protein as previously described 126 resulting in only few differentiated cells up to 72 hours. To circumvent this, HA36 mESCs, stably expressing rtTA and single locus inserted TRE driven expression of TF constructs (tre:ngn2-t2a-gfp, tre:myod1-t2a-gfp, tre:ngn2mutant-t2a-gfp, tre:myod1mutant-t2a-gfp) were treated with induction media (as described above: DMEM/F12/Glutamax, B27 without vitamin A, N2 and doxycycline) up to three days. The parallel treatment of tre:gfp cell-line in induction media was carried out along all experiments as induction control. Cells were harvested with TrypLE at multiple time-points for downstream profiling., HA36 mESCs, stably expressing rtTA and single locus inserted TRE driven expression of TF constructs (tre:ngn2-t2a-gfp, tre:myod1-t2a-gfp, tre:ngn2mutant-t2a-gfp, tre:myod1mutant-t2a-gfp) were treated with induction media (as described above: DMEM/F12/Glutamax, B27 without vitamin A, N2 and doxycycline) up to three days. The parallel treatment of tre:gfp cell-line in induction media was carried out along all experiments as induction control. Cells were harvested with TrypLE at multiple time-points for downstream profiling. Light microscopy For immunofluorescence imaging, mESCs, seeded on poly-L-lysine-coated eight-well μ-Slides (Ibidi), were fixed with 4% formaldehyde in PBS for 15 min, washed with PBS, permeabilized in PBS with 1% bovine serum albumin (BSA) and 0.1% Triton X-100 for 30 minutes, then incubated overnight with primary antibody in PBS with 1% BSA and 0.1% Tween-20. Samples were washed with PBS with 0.1% Tween-20 and incubated with secondary antibody (unless primary antibody is directly coupled with a fluorophore) in PBS with 1% BSA and 0.1% Tween-20 for 1 hour at room temperature. Nuclei were counterstained with Hoechst 33342 (1:1000 dilution, Thermo Fisher Scientific #134406) in PBS incubated for 10 minutes and then washed with PBS. Cells were imaged with a Visitron Spinning Disk W1 microscope with a ×40 objective. Images were processed with Fiji/ImageJ 127 and exported in RGB format. Within experiments, the imaging settings were kept the same and the visualization settings were propagated to each image. For inspection of cellular morphology upon NGN2 induction, cells were imaged with Bio-Rad ZOE Fluorescent Cell imager utilizing cytoplasmic GFP expression of the tre:ngn2-t2a-gfp cells. Images were processed with Fiji/ImageJ. 127 Composite images of the cells together with segmented axonal projections (Fiji Tubeness Plug-in 128 ) were exported. For live-cell imaging, mESCs were seeded on poly-L-lysine-coated eight-well μ-Slides (Ibidi). mESCs were induced with doxycycline (tre:ngn2-t2a-gfp and tre:myod1-t2a-gfp cell lines in induction media for imaging the cellular differentiation and tre:gfp cell line in FCS/LIF media for imaging the mESC maintenance). Samples were imaged with a Visitron Spinning Disk W1 microscope using a 488-nm laser and 20x air objective in 12-minute intervals while being kept at 37 °C and 7% CO2 in an incubation chamber. Time-lapse images were processed with ImageJ 105 and exported in movie format. Primary antibodies for immunofluorescence: anti-Nanog (1:100, abcam #EPR20694), anti-BetaIII Tubulin (1:1000, Millipore #AB9354), anti-a-Actinin (1:500, Sigma #A7811), anti-V5 (1:500, Invitrogen #ma5-32053), Alexa 568 coupled Streptavidin (1:1000, Invitrogen #s11226) Secondary antibodies for immunofluorescence: Alexa Fluor 568 anti-chicken (1:500, Invitrogen #A11041), Alexa Fluor 647 anti-mouse (1:500, Invitrogen #A21235), Alexa Fluor 488 anti-rabbit (1:500, Invitrogen #A11008) Chromatin immunoprecipitation sequencing Chromatin immunoprecipitation (ChIP) was carried out as previously described 129 with the following modifications: (1) 10 million cells were fixed in suspension, (2) chromatin was sonicated using a Diagenode Bioruptor Pico for 22 cycles of 30s on, 30s off, (3) protein A magnetic Dynabeads (Thermo Fisher #10008D) were used. BioTag ChIP was carried out as previously described in Baubec et al. 23 with the following modifications: (1) 10 million cells cells were fixed in suspension for 8 minutes (2) nuclei were lysed in 50 mM HEPES, 1 mM EDTA, 1% Triton X-100, 0.1% deoxycholate, 0.1% SDS, and 500 mM NaCl for 1 hr on ice, (3) crosslinked chromatin was sonicated using a Diagenode Bioruptor Pico for 22 cycles of 30s on, 30s off. Antibodies for pull-down of the target proteins for ChIP-seq were anti-Pol2 antibody (Santa-Cruz #sc899x), anti-H3K27ac antibody (Active Motif #39133), anti-V5 antibody (Invitrogen #MA5-32053), anti-EBF2 antibody (R&D Systems #AF7006) and in case of biotin as a bait streptavidin (Thermo Fisher #11205D). Immunoprecipitated DNA was subjected to library preparation using NEBNext Ultra II DNA Library Prep Kit for Illumina and amplified with 12 cycles. Libraries were sequenced on an Illumina HiSeq (50 cycles) or NovaSeq (paired-end, 100 cycles). ChIP–seq datasets were aligned to mouse genome mm10 assembly using Bowtie2 aligner 99 accessible from the Bioconductor package, QuasR 104 with default settings. Peak calling on TF ChIP-seq samples was performed with MACS2 101 (v.2.1.3.3) using the callpeak argument with default settings using the P value threshold of 1e-3. Genomic peaks with low mappability 130 (less than 80%) or that overlapped with blacklisted regions 131 were removed from further analysis. To define consensus peak sets for NGN2 and MyoD1 binding at 6 hours, MACS2 peaks across three replicates were combined using R package DiffBind 103 , 132 (v.3.14.0). The DiffBind peak summits were further processed in R. 133 TF ChIP enrichments at 500 bp (average ChIP-seq peak length) genomic regions centered at the peak summits were quantified with QuasR 104 package (v1.44.0) with default parameters and shifting the reads by half the estimated size of average ChIP-seq library fragments. Counts were log2 transformed with a pseudo-count of 8, to reduce noise at low read counts. Normalization was performed according to library size for each sample (multiplying counts by a scaling factor making the total counts equal). Enrichments of log2 ChIP–seq read counts were calculated by subtracting the experiment matched log2 counts of the GFP pull-down. To define a reliable set of consensus peaks, irreproducible discovery rate 119 (IDR) analysis (as described in the Encode project, v1.3) was used, with a threshold of IDR < 0.01, log2 normalized ChIP-seq counts >6 in at least two replicates, average ChIP-seq enrichment relative to corresponding DNA-binding mutant >1, average ChIP-seq enrichment relative to GFP >1.5 and a minimum ChIP-seq enrichment of 0.5 in each replicate, following an approach similar to Isbel et al. 12 To generate unified regions of interest for various analysis, peaks from different samples and treatments were pooled. Peaks with more than 70% overlap were merged and resized from the center using GenomicRanges 120 (v.1.56.1). This allows to have a unified peak set without losing relevant resolution for potential differential signal among TFs or other chromatin features. Read counts were generated over the peak regions using qCount function of the QuasR 104 package with default parameters and shifting the reads by half the size of ChIP-seq library fragments. Counts were log2 transformed and nEnrichments of log2 ChIP-seq read counts were calculated by subtracting the matched log2 counts from the corresponding control datasets (matched input sequencing for public data, IgG ChIP-seq for antibody pull-down and GFP ChIP-seq for BioTag pull-down). RNA sequencing For each sample, RNA from 50,000 cells was isolated using Norgen Single Cell RNA Purification Kit following the manufacturer’s instructions. Sequencing libraries were prepared using Illumina TruSeq Stranded Total RNA Library Preparation Kit except for Figures S2 B and S2C which was prepared using the mRNA Library Preparation. Libraries were single-end sequenced on a HiSeq 2500 platform with 50 cycles. lllumina RTA 1.18.64 (HiSeq 2500) and bcl2fastq2 v.2.17 was used for base calling and demultiplexing. Using STAR aligner 118 (v2.5.2b), RNA sequencing (RNA-seq) reads were aligned to the mm10 reference genome with default parameters. The aligned files were subsequently sorted and indexed with SAMtools 134 (v1.9). Protein-coding genes were quantified employing the Rsubread 100 , 107 (v2.18.0) tool from the Bioconductor 102 suite. Specifically, the featureCounts function in Rsubread was executed using standard settings along with gene annotations from the M25 GENCODE 135 release, setting GTF.attrType to ‘gene_name’ for grouping gene elements, such as exons. In each pairwise comparison, the count matrix was subsetted for the samples under comparison and the scaling factors were calculated using edgeR’s 108 calcNormFactors function with the default parameters. Differentially expressed genes were identified using the edgeR 108 package with the glmQLFit and glmQLFTest functions. P values were corrected for multiple testing using the Benjamini–Hochberg 136 method. Log2 fold-change estimates were derived using the predFC function in edgeR 108 (v4.2.0). For each differential analysis comparison, genes were considered to be differentially expressed with a false discovery rate (FDR) < 1e-3, an absolute log2 fold-change of at least 1 and average logCPM of > -2. Gene expression profiles were characterized by the gene set enrichment analysis 137 (GSEA) using the mouse MSigDB 138 collection as the reference gene set database (excluding M2 positional gene sets and gene sets names containing MIR:MIR Legacy or MIR:MIRDB). The pre-ranked approach (log2 fold-change) was employed from R fgsea 121 package (v1.30.0) to perform GSEA with the default parameters. Libraries were normalized using the cpm function in edgeR package following the filtering step for low expression (filterByExpr). Principal component analysis (PCA, prcomp from R) of the gene expression profiles was performed using the top 5000 variable genes across samples derived from distinct in vitro differentiation trajectories. To uncover enriched motif variants associated with genes that are upregulated along the NGN2-induced gene-expression trajectory, we conducted a comprehensive analysis over multiple time-points (6, 12, and 24 hours). We identified genes exhibiting progressively increasing or decreasing expression by comparing their log2 fold-changes to those of mESCs at 0 hours, ensuring each sequential time-point demonstrated an equal or higher expression level than its predecessor. We utilized the clusterProfiler 109 package (v4.12.0) to perform gene annotation enrichment analysis on 1,687 upregulated and 1,197 downregulated genes identified for NGN2-driven neurogenesis, employing GO:BP 139 gene sets as the gene annotation resource ( Figure S4 J). Additionally, NGN2 binding sites, gathered from the same 6, 12 and 24-hour post-induction time-points, were compiled and merged using the reduce function from GenomicRanges, with a criterion of ChIP IP/GFP enrichment greater than 1 at any of the time-points. These sites, located within 25kb of the gene TSS, were mapped to the progressively-regulated genes using the annotatePeak function from the ChIPseeker 110 package (v1.40.0) based on the gene annotation from TxDb.Mmusculus.UCSC.mm10.knownGene (v3.10.0). We divided the mapped TF binding sites into three bins—corresponding to upregulated genes, downregulated genes, and others. An enrichment analysis of 10-mer E-box motifs (NNCANNTGNN) was subsequently performed for each bin using the monaLisa 26 Bioconductor package (v1.10.0), with \"otherBins\" as the background and a minimum score of 10 to ensure a perfect match for 10-mer motifs. Motifs showing an enrichment greater than 0.5 and an adjusted P value below 0.01 were highlighted in Figure S4 J. The differential gene-expression analysis for NGN2 (6h, 12h, 24h) and MyoD1 (6h, 24h) is available in Table S7 . Sequencing assay for transposase-accessible chromatin Sequencing assay for transposase-accessible chromatin (ATAC-seq) was performed as previously described. 140 Briefly, 50,000 cells were resuspended in lysis buffer to extract nuclei. Nuclear pellets were incubated with transposition reaction buffer for 30 min at 37 °C. DNA was purified using the PCR Purification Kit (Qiagen). Eluted transposed DNA was amplified with 7 cycles of PCR using Q5 High-Fidelity Polymerase (NEB). Libraries were sequenced paired-end with 75 cycles on Illumina NextSeq platform. Illumina RTA 2.4.1 (NextSeq 500) and bcl2fastq2 v.2.17 were used for base calling and demultiplexing. ATAC-seq reads were trimmed using cutadapt 141 (v.1.18) with parameters -a CTGTCTCTTATACACA -A CTGTCTCTTATACACA -m 10-overlap = 1 and then mapped to mm10 reference genome using Bowtie 2 aligner 99 via QuasR with default settings. ATAC-seq peaks were called with MACS2 101 for each sample with the paired-end analysis mode (BAMPE) and the P value threshold of 1e-3. Peaks overlapping mm10 blacklisted 131 regions or having low mappability 130 (<80%) were removed. Peaks across replicates were merged if the resized peaks (±250 bp) were overlapping more than 70% from the peak center. Read counts at all ATAC-seq peaks were quantified using qCount function from QuasR package with default parameters. To ensure comparability across samples, we normalized these counts using the cyclicLoess method 142 , 143 available from the limma 117 package (v3.60.3). This normalization step is crucial as it adjusts for variations in library size and TN5 reaction efficiency, with the assumption that the majority of data points, consisting predominantly of ubiquitously active regulatory and structural elements, do not change. Normalized signal was further log2 transformed with a pseudo count of 8, to account for noise at low read counts and the resulting normalized matrix was used to calculate log2 fold-changes between samples. Subsequently, for each pairwise sample comparison, we identified differentially accessible regions using the edgeR 108 package (v4.2.0) by the glmQLFit and glmQLFTest functions. Differential affinity purification sequencing DNA affinity purification sequencing (DAP-seq) protocol was adapted from Bartlett et al. 60 To prepare a stock of fragmented genomic DNA, 500 million mESCs devoid of DNA methylation (i.e. DNMT TKO cells 28 ) were harvested and lysed in Lysis buffer (20 mM Tris pH 8, 4 mM EDTA, 20 mM NaCl, 1% SDS) with 1 ml ProtK (10 mg/ml) at 55°C overnight. Genomic DNA was isolated with phenol/chloroform extraction. DNA pellet was resuspended in 4 ml elution buffer (10 mM Tris-Cl, pH 8) with 50ug/ml RNAseA and incubated at 37°C overnight. DNA was fragmented using sonication with Covaris S220 to reach 150-250bp length. Fragmented DNA was ethanol precipitated and resuspended in elution buffer (10ug/ul). To produce transcription factor proteins, Pgex6.1 plasmid constructs ( Table S3 ) encoding GST tagged Ngn2, Myod1, Ascl1 and bHLH domains of Tcf3e12, Tcf3e47, Tcf4 and Tcf12 were introduced to Rosetta (DE3) competent cells and single clones were grown in LB with Chloramphenicol (0.25 μl/ml) and Carbenicillin (0.5 μl/ml). 4 ml of the liquid culture were transferred to MgSO4 containing 100 ml LB media with antibiotics (Carbenicillin and Chloramphenicol) and grown until OD 0.5 was reached. Protein production was induced with IPTG (40ul 0.5M IPTG/100ml LB) and the culture was grown at 37°C 3 hours for NGN2, MyoD1 and Ascl1, and at 16°C 3 hours for TCF bHLHs (since these conditions gave the highest soluble concentrations with limited degradation products). Cultures were spun at 6000 rpm for 10 minutes at 4°C and the pellets were frozen at -80°C overnight. Pellets were resuspended in cold lysis buffer 16 ml lysis buffer (50mM Tris pH8, 0.2% Tween20, 300 mM NaCl, 3 mM MgCl2, 1 mM TCEP) with lysozyme and incubated at 4°C for 1 hour. Lysates were sonicated in 15ml falcons using Bioruptor (15 s ON 15 s OFF for 1min (total 2 minutes) at 50% duty cycle) in ice water, preventing heating, and centrifuged at 13000 g for 45 minutes at 4°C. To pair and isolate the proteins, supernatants were mixed according to desired dimer pairs and incubated rotating for 10 minutes at room temperature. Five dilutions of the lysate mix were generated by adding lysis buffer (1x, 0.5x,0.25x, 0.13x, 0.06x). To bind the transcription factors on beads, 10 μl of MagneGST beads (Promega) per sample were washed with lysis buffer, added to the lysate mix dilutions and incubated rotating for 1 hour at room temperature. Supernatants were removed on the magnetic racks and the beads were washed with lysis buffer. Beads bound by TFs were resuspended in 100 μl lysis buffer and transferred to 96 well plates. Lysis buffer is replaced on the magnetic rack and the beads were resuspended in 80 μl PBS. To probe transcription factors for preferentially bound DNA fragments, PBS was replaced with 10 μg fragmented genomic DNA diluted in 80 μl PBS. Samples were incubated rotating horizontally at room temperature for 1 hour. During the following steps beads were handled with minimum physical disruption (i.e. letting the beads fall naturally within the buffer during washes without pipetting directly or shaking and not letting the beads dry). Supernatant was removed on the magnetic rack and the beads were washed five times with 200 μl of PBS with 0.005% NP40 (each wash for 2 minutes and on the magnet for 1 minute). For the final wash, the samples were transferred to new tubes and washed with PBS twice. To recover bound DNA, beads were resuspended in 30 μl of elution buffer with 2 μl 10 mg/ml proteinase K and incubated at 50°C for 3 hours. Beads were removed and DNA was purified with 2X AmpureXP beads, eluted in 30 μl elution buffer. To determine the protein dilution range that gives the highest specific DNA enrichment, samples were tested with qPCR using primers corresponding to a region in the Dll1 locus that contains multiple E-box motifs and a control region devoid of E-box motifs. Sample replicates were subjected to library preparation with 12 cycles of amplification (NEBNext Ultra II DNA Library Prep Kit, Illumina). Libraries were sequenced on Illumina HiSeq (50 cycles) or NovaSeq (paired-end, 100 cycles). Pull-down of fragmented genomic DNA with magneGST beads alone (without TFs) were used as a background enrichment control. Reads were mapped to mouse mm10 assembly with QuasR 104 package. Peaks were called with MACS2 using default parameters. Peaks across samples were pooled and peaks overlapping more than 70% were merged. DAP-seq enrichments at 500 bp (average ChIP-seq peak length) genomic regions centered at the peak summits were quantified with the qCount function in QuasR package with default parameters shifting the reads by half of the fragment size. Counts were log2 transformed with a pseudo-count of 8, controlling for noise at low read counts. Normalization was performed according to the library size of each sample (multiplying counts by a scaling factor making the total counts equal). Enrichments of log2 ChIP–seq read counts were calculated by averaging the replicates and subtracting the log2 counts of GST alone pull-down. To perform differential E-box motif enrichment analysis between TF dimer pairs, top 15000 enriched peaks of the unique dimer pairs were analyzed using monaLisa 26 Bioconductor package (v1.10.0). Library of 8-mer E-box motifs (NCANNTGN) with parameters set to \"otherBins\" for comparison and min.score=8 for ensuring perfect match to the 8-mers were used. E-box motifs, with enrichment > 0.2, -log10(adjusted p value) > 5, were visualized in Figure 5 C as dotplots where the size of the dots represents the P values, and the color represents log2 enrichments. For motif enrichment against genomic background, the parameter \"genome\" was used as illustrated in Figure S5 E. qPCR primers Positive control forward: AAGCTTTTAGTGCTCCAGGC Positive control reverse: AAGCCTCTCATTGTGCCACG Negative control forward: TCACACTTGTCTTCTGGTCTCAC Negative control reverse: CAAGGTGACCTAGAAACTTGC Stably inserted transcription reporters Plasmid constructs that contain LoxP flanking inserts composed of E-box motifs embedded in an in-vitro-derived background sequence (background sequence is as described in Grand et al. 130 for the transcription reporter of BANP motifs) followed by TATA box, Nano-Luciferase open reading frame, construct specific barcodes and polyA were synthesized by TWIST bioscience ( Tables S3 and S5 ). Mixed plasmid library was amplified by cloning equally mixed plasmid constructs in E.Coli. To generate mESCs with NGN2 induction system and an open RMCE site characterized for providing neutral background, Piggybac plasmid with TetON system carrying doxycycline inducible NGN2-T2A-GFP expression (CAGS:rtTA/TRE:NGN2-T2A-GFP/NeoR) was randomly integrated to TC-1 mESCs (background 129S6/SvEvTac, carrying an RMCE selection cassette 98 ) with dual helper plasmid as described previously. 97 Briefly, 4 million cells were electroporated with 4.5 μg plasmid mix (3.8 μg Piggybac plasmid and 0.7 μg Dual helper construct). Starting 2 days after, cells were subjected to G418 (Neomycin) selection for 2 weeks. Single clones were then tested for doxycycline inducible NGN2-T2A-GFP expression and neuronal differentiation. The expression reporter constructs were stably integrated to the mESCs via RMCE. After 10 days of Ganciclovir negative selection, cells were expanded for 2 days and induced with induction media to express NGN2. Genomic DNA was extracted via cell lysis followed by AMPURE XP beads with isopropanol. RNA was extracted using Norgen Single Cell RNA purification kit. Isolated RNA was reverse transcribed using Superscript IV reverse transcriptase with a specific primer targeting the downstream sequence of the barcodes. cDNA and genomic DNA were amplified with same primer pair for 8 cycles. The resulting DNA was subjected to Nextera XT DNA Library Preparation and sequenced with MiSeq Micro v2. Reads were mapped to the construct library using QuasR, where each construct has a specific barcode sequence. RNA and genomic DNA samples were scaled to normalize to the same total number of counts. Enrichments of barcodes in the RNA samples were calculated by dividing the RNA counts with the genomic DNA counts, representing the proportion of RNA counts per cell (as described in Hartl et al. 56 ). Enrichments of each construct relative to the control construct (with scrambled motifs) were calculated and averaged across two replicates and visualized as heatmaps ( Figures 4 F and S4 H; Table S5 ). Reverse transcription primer: GTCTCGTGGGCTCGGAGATGT Amplification forward primer: GCACCCTGTGGAACGGCAAC Amplification reverse primer: GGGCTCGGAGATGTCCTAGG E-box motifs used: GACAGATGGT (referred as GA or GAg), GACAGATGTT (GAt), GACATATGGT (TA), GACAGCTGGT (GC), GACAGGTGGT (GG), GACAGATGCT (GAc), GCCAGATGGT (cGA) Generation of Tcf3-V5 TC-1 mESCs were modified with CRISPR to insert coding sequence of V5 tag to the C terminus of endogenous TCF3 gene just before the stop codon using IDT Alt-R CRISPR-Cas9 system. Custom guide RNA (cRNA and tracrRNA) and single stranded DNA oligo (ssODNs) for homologous recombination were synthesized by IDT. cRNA (Alt-R® CRISPR-Cas9 crRNA) and tracRNA (Alt-R® CRISPR-Cas9 tracrRNA #1072533) were annealed to obtain 100μM gRNA, by mixing one to one, heating 95°C for 5 minutes and cooling to room temperature. To assemble the active Cas9 complex, 1 μl of gRNA (100 pmol) and 0.8 μl Cas9 protein (50 pmol, Alt-R S.p. Cas9 Nuclease V3 #1081058) were mixed and incubated for 15 minutes at room temperature. 2 nmol electroporation enhancer (Alt-R Cas9 Electroporation Enhancer) and 2nmol ssODN (Alt-R HDR Donor Oligo) and 17 μl Lonza P3 primary cell nucleofection buffer were added to the mix. 60,000 mESCs were resuspended in this 20 μl of the mix and nucleofected using Amaxa 4D nucleofection system with CA-120 program (as described in Dewari et al. 144 ). Cells were transferred to 24-well culture plates containing 500 μl Serum/LIF media supplemented with homologous recombination enhancer (Alt-R HDR Enhancer) and grown for 12 hours. Media was replaced with Serum/LIF and cells were subjected to clonal selection. Colonies originating from single cells were screened by Sanger sequencing of the tagged locus and anti-V5 immuno-fluorescence staining. Cells containing V5 tagged Tcf3 allele were expanded. Cells were further verified with V5 staining upon 24-hour Tcf3 siRNA treatment. Guide RNA seed: GTCCAACGAAGAAGCTGTGA ssODN: CCGGGCCTGGGTGAGGCCCACAACCCAGCCGGGCACCTGGGTAAGCCTATCCCTAACCCTCTCCTCGGTCTCGATTCTACGTGAG G CG TCACAGCTTCTTCGTTGGAC CAGGGACCACCATA ∗ to prevent cutting after insertion, underlined single base was modified from CC to GC to mutate the PAM site for the corresponding guide RNA Genotyping primers: Forward: AGGAGGAGAAGGTGTCTGGC Reverse: AGCTGTTCAGTGCCACCCTC Protein affinity-purification mass spectrometry Protein affinity-purification mass spectrometry (IP-MS) was performed based on Ostapcuk et al. 145 with modifications. mESCs expressing NGN2, MyoD1 or GFP (6h and 24h) in triplicates of 10 million cells per sample were harvested. Cells were resuspended in 1ml B150 (10 mM Tris-HCl pH7.5, 2 mM MgCl2, 150 mM NaCl, 0.5% Triton X-100) with AG (50 mM L-Arg (Sigma A5006), 50 mM L-Glu (Sigma G1251)) and PIC (1xPIC Protease Inhibitor Cocktail). Cells were lysed by vortexing, spun for 5 minutes at 4°C 13000g and the supernatant was transferred to a new tube. 10 μl M280 Streptavidin Dynabeads per sample were washed with B150+AG+PIC and added to the lysate to bind the target proteins to the beads. Samples were rotated for 4 hours at 4°C and washed three times with 1ml B150. To remove the detergent, beads were resuspended in 250μl B150ND (10mM Tris-HCl pH7.5, 2mM MgCl2, 150mM NaCl) and transferred to new tube. Samples were washed with 1ml B150ND and supernatant was removed. Beads were resuspended in 5 μl digestion buffer (3 M guanidine-HCl, 20 mM EPPS pH 8.5, 10 mM CAA, 5 mM TCEP) and 1 μl Lys-C and incubated at room temperature for 4 hours. 17 μl 50 mM HEPES pH 8.5 and 1 μl 0.2 μg/μl trypsin was added to the samples, incubating overnight at 37 °C. For complete digestion, additional 1 μl of 0.2 μg/μl trypsin was added, incubating for 5 hours at 37 °C. Samples were acidified by adding 1 μl of 20% trifluoroacetic acid (TFA) and sonicated in an ultrasound bath. Peptides were analysed by capillary liquid chromatography tandem mass spectrometry with an EASY-nLC 1000 using the two column set-up (Thermo Fisher Scientific). The peptides were loaded with 0.1% formic acid, 2% acetonitrile in H2O onto a peptide trap (Acclaim PepMap 100, 75μmx 2cm, C18, 3μm, 100Å) at a constant pressure of 800 bar. Peptides were separated, at a flow rate of 150 nl/min with a linear gradient of 2–6% buffer B in buffer A in 3 minutes followed by an linear increase from 6 to 22% in 40 minutes, 22-28% in 9 min, 28-36% in 8min, 36-80% in 1 min and the column was finally washed for 14 min at 80% B (Buffer A: 0.1% formic acid in water, buffer B: 0.1% formic acid in acetonitrile) on a 50μm x 15cm ES801 C18, 2μm, 100Å column mounted on an EASY-Spray™ source connected to a Orbitrap Fusion (Thermo Fisher Scientific). The data were acquired using 120000 resolution for the peptide measurements in the Orbitrap and a top T (3s) method with HCD fragmentation for each precursor and fragment measurement in the ion trap according the recommendation of the manufacturer (Thermo Fisher Scientific). Thermo RAW files were processed using MaxQuant 1.5.3.8 software (Max Planck Institute of Biochemistry) with Andromeda search engine with label-free quantification (protein and peptide FDR values set to 1% and 0.1% respectively) against the Mus musculus UniProt database v.2017_04 supplemented with common contaminating proteins. The combined intensities of peptides of proteins were imported into R and normalized between samples to the same total count of proteins. Protein counts were log2 transformed and TF pull-down samples were compared with GFP pull-downs. The significance estimates were calculated using the eBayes function in the limma R package. Adjusted P values and log2 fold enrichments of proteins identified in TF pull-downs were visualized in Figure 5 A with names of the chromatin associated proteins (GO term(s) from Biomart-BioConductor package 146 , 147 ) showing -log10 (adjusted P value)>5 and log2 enrichment>5. Enrichment of proteins detected in NGN2 6h, NGN2mut 6h, NGN2 24h and NGN2mut 24h relative to GFP IPs were normalized to bait protein and listed in Table S8 . Highly abundant proteins detected across many samples (e.g. ribosomal proteins, mitochondrial proteins) in IPs are labelled as IP gray list. Enrichment of proteins detected in NGN2 24h and MyoD1 24h IP-MS were normalized to the bait protein (i.e. NGN2 and MyoD1 respectively) and visualized together in Figure S5 J and listed in Table S9 . Nuclear protein mass spectrometry Proteome quantification was done as described previously in Grand et al., 130 with the following modifications: i) isolated nuclei were used as a starting material rather than whole cells to enable detection of transcription factors which are generally less abundant proteins in the cell, i) nine channels from a TMTpro16 kit were used. Briefly, mESCs, NGN2 24h induced cells and MyoD1 24h induced cells were harvested in triplicates of 10 million per sample. Nuclei were isolated by suspending in 1.25 ml of nuclear extraction buffer (10 mM HEPES pH 7.9, 10 mM KCl, 10 mM EDTA, 0.5% NP-40, 1 mM DTT and complete protease inhibitor (Roche)) and incubating on ice for 10 min with vortexing every 2 minutes. Nuclei were collected by centrifugation (800 g , 10 min, 4 °C), washed with ice cold PBS and resuspended in 250 μl of nuclear disruption buffer (20 mM HEPES pH 7.9, 400 mM NaCl, 1 mM EDTA, 1% glycerol, 1 mM DTT, complete protease inhibitor (Roche) and incubated for 2 hours at 4 °C rotating, with vortexing every 30 minutes. Samples were centrifuged at 3000RPM for 10 minutes at 4 °C and sodium deoxycholate (final concentration to 1%) was added to the supernatants. The lysates were further disrupted with sonication. Proteins were reduced, alkylated and LysC/Trypsin digested. Peptides (50μg) from each biological replicate were labelled using TMT 16plex isobaric labelling kit (Thermo Fisher Scientific). High-pH reversed-phase chromatography was employed using an Agilent 1100 HPLC system with an autosampler, a YMC Triart C18 0.5 x 250 mm column, and a fraction collector. The peptides were separated using the binary buffer system: high-pH Buffer A (20 mM ammonium formate in water, pH 10) and high-pH Buffer B (20 mM ammonium formate pH 10 in 90% acetonitrile) at a flow rate of 12 μL/minute. Samples were acidified with TFA. Peptides, reconstituted in 2% acetonitrile, 0.1% formic acid, were on-line separated on a C18 50 cm μPAC column using a EASYnLC-1000 system (Thermo) mounted on a Digital PicoView nanospray source (New Objective), connected to an Orbitrap Fusion Lumos mass spectrometer (Thermo). Peptide elution was achieved using a linear gradient of increasing concentration of acetonitrile in 0.1% formic acid at a flow rate of 500 nl/min. For MS data acquisition in a data-dependent mode, ions for survey MS1 scans were recorded in profile mode in the Orbitrap detector at a resolution of 120,000 in the range of 400-1400 m/z. MS2 HCD spectra were recorded in the in centroid mode, starting at 100 m/z at 50,000 resolution. MS2 fragment ion spectra were searched in Proteome Discoverer 148 v2.5 (Thermo) with the Sequest 149 HT search engine against the Mouse Uniprot protein database and the MaxQuant 150 contaminant database. The Proteome Discoverer proteins table was further analyzed using einprot 151 R package (v0.9.5). Contaminants were removed, master proteins were log2 transformed. Samples were median normalized and imputed using MinProb method. Samples were compared using limma Bioconductor package. 117 , 152 The differential analysis for mESCs versus NGN2 24h and MyoD1 24h is listed in Table S6 . Oligonucleotide affinity-purification mass spectrometry Protein detection from nuclear extracts using DNA double stranded DNA oligomers (Oligonucleotide affinity purification) was performed as described previously in Grand et al. 153 (which was adapted from Makowski et al. 153 ). Briefly, 20 bp ssDNA oligomers of ACTGTAC-CANNTGn-TCAGTA with E-box motifs replacing Ns: GAg, GAt, GCg, GGg were synthesized by Microsynth. Oligos were annealed in a thermocycler and diluted in DNA binding buffer (DBB: 1 M NaCl, 10mM Tris (pH 8.0), 1mM EDTA, 0.05% NP-40) to a 4 μM concentration in 200-μl per replicate. Oligos were bound to 5 μl bead slurry (Dynabeads, Thermo Fisher Scientific #11205D) per sample and washed with DBB. 150 million mESCs, expressing NGN2 or MyoD1 (24h induction), were harvested with TrypLE, resuspended in the induction media and pelleted (600 g , 5 min). Nuclei were extracted by suspending in Buffer A (10 mM HEPES pH 7.9, 10 mM KCl, 10 mM EDTA, 0.5% NP-40, 1 mM DTT and complete protease inhibitor (Roche)) and disrupted in Buffer B (20 mM HEPES pH 7.9, 400 mM NaCl, 1 mM EDTA, 1% glycerol, 1 mM DTT, complete protease inhibitor (Roche)). For each sample, 80 μg nuclear extract (Qubit #Q33211) in triplicates was diluted in 200 μl final protein binding buffer (150 mM NaCl, 50 mM Tris, pH 8, 0.25% NP-40, 1 mM Tris(2-carboxyethyl)phosphine (TCEP) and complete protease inhibitor (Roche)) and added to the oligo-bound magnetic beads for 2 hours at 4 °C. Samples were washed with washing buffer (150 mM NaCl, 100 mM ammonium bicarbonate). The proteins were digested with LysC (Wako Chemicals)/Trypsin (Promega) and acidified with TFA. Peptides were analyzed by capillary liquid chromatography tandem mass spectrometry with an EASY-nLC 1000 using the two-column set-up (Thermo Fisher Scientific). The peptides were loaded with 0.1% formic acid, 2% acetonitrile in H2O onto a peptide trap (Acclaim PepMap 100, 75um x 2cm, C18, 3um, 100Å). Peptides were separated, at a flow rate of 500 nl/min with a linear gradient of 3–6% buffer B in buffer A in 4 minutes followed by a linear increase from 6 to 22% in 55 minutes, 22-40% in 4 min, 40-80% in 1min and the column was finally washed for 10 min at 80% B (Buffer A: 0.1% formic acid in water, buffer B: 0.1% formic acid in acetonitrile) on a C18 50 cm μPAC column (Thermo Fisher Scientific) mounted on a Digital PicoView nanospray source (New Objective), connected to an Orbitrap Fusion Lumos mass spectrometer (Thermo Fisher Scientific). The data were acquired using 120000 resolution for the peptide measurements in the Orbitrap and a top T (3s) method with HCD fragmentation for each precursor and fragment measurement in the ion trap according to the recommendation of the manufacturer (Thermo Fisher Scientific). Thermo RAW files were processed using MaxQuant software 106 (v1.5.3.8, Max Planck Institute of Biochemistry) with Andromeda search engine with label-free quantification (peptide FDR values set to 0.1%) against the Mus musculus UniProt database v.2017_04 supplemented with common contaminating proteins. Results were filtered for reverse hits and contaminants. Peptide counts were imported to R, log2 transformed and subtracted from the corresponding control sample (scrambled E-box motifs) and summarized to unique protein groups by the highest enrichment. Proteins, detected in NGN2 24h nuclear extracts, corresponding to a mouse transcription factor 8 , 154 with known E-box binding activity were visualized in a heatmap ( Figure S5 A). Correlations (R cor function, pearson) between samples were plotted as a heatmap ( Figure S5 B). Enriched proteins in either NGN2 or MyoD1 induction are listed in Table S10 . Sequence specific DNA binding proteins are labeled as TF list. siRNA treatments siRNAs targeting Tcf3 (Entrez Gene 21423), Tcf4 (Entrez Gene 21413), Tcf12 (Entrez Gene 21406), Ebf2 (Entrez Gene 13592), Ebf3 (Entrez Gene 13593) as well as non-targeting control pool were purchased from Horizon Discovery in ON-TARGETplus siRNA SMARTpool format. For testing TCF3-V5 cell line with immunofluorescence, 100,000 TCF3-V5 mESCs were seeded on Ibidi 8 well slide in FCS/LIF media containing Tcf3 siRNA or control siRNA together with RNAimax reagents (300 μl media, 34 μl Opti-MEM, 1 μl Lipofectamine and 1 μl of 4μM siRNA stock) following the manufacturer’s guidelines. 24 hours later, cells were subjected to immunofluorescence staining. For testing the effect of decrease on TCF proteins during neuronal differentiation, 100,000 tre:ngn2-t2a-gfp mESCs were seeded on 24 well plates in 300μl FCS/LIF media containing same amount of siRNA as described above for Tcf3, Tcf4, Tcf12, mix of Tcf3/4/12 and non-targeting siRNA. 24 hours later, cells were induced in induction media, containing the same amount of siRNA. 48 hours later, GFP expressing cells were imaged. For testing the impact of decreasing TCF protein levels on initial NGN2 engagement upon its expression in mESCs, 4 million tre:ngn2-t2a-gfp and the control tre:ngn2mutant-t2a-gfp mESCs were seeded on 10 cm plates in 11 ml FCS/LIF media with siRNAs (40μl of 4μM siRNA, 40 μl Lipofectamine, 1360 μl Opti-MEM) for Tcf3, Tcf4, Tcf12 and non-targeting siRNA control. After 24 hours, the media was replaced with induction media. 6 hours after induction, NGN2 ChIP-seq was performed. NGN2 ChIP enrichments were quantified in NGN2 6h consensus peaks. Log2 fold-changes of siRNA treated samples over non targeting siRNA control was calculated and the peaks were divided in 3 bins based on their change in NGN2 enrichment. Differential motif enrichment analysis was performed using monaLisa 26 Bioconductor package (v1.10.0). Library of 8-mer E-box motifs (NCANNTGN) with parameters set to \"otherBins\" for comparison and min.score=8 for ensuring perfect match to the 8-mers were used. E-box motifs, with enrichment>0.5, -log10vadjusted P value>5, were visualized (see Figure 5 C) as dot-plots where the size of the dots represents the p values, and the color represents enrichments. For testing the impact of decreasing TCF protein levels on initial MyoD1 engagement upon its expression in mESCs, 4 million tre:myod1-t2a-gfp were seeded on 10 cm plates in 11 ml FCS/LIF media with either non-targeting siRNA control or siRNA mix of Tcf3, Tcf4 and Tcf12. After 24 hours, the media was replaced with induction media. 6 hours after induction, MyoD1 ChIP-seq was performed. MyoD1 ChIP enrichments were quantified in MyoD1 6h consensus peaks. Log2 fold-changes of siRNA treated samples over non targeting siRNA control was calculated and the peaks were divided in bins (equal elements per bin) based on their change in MyoD1 enrichment relative to non-targeting siRNA treatment. Differential motif enrichment analysis was performed using monaLisa 26 Bioconductor package (v1.10.0). Library of 8-mer E-box motifs (NCANNTGN) with parameters set to \"otherBins\" for comparison and min.score=8 for ensuring perfect match to the 8-mers were used. For testing the impact of decreasing EBF protein levels on secondary NGN2 engagement at 24 hours upon its expression in mESCs, 4 million tre:ngn2-t2a-gfp were seeded on 10 cm plates in 11 ml induction media with either non-targeting siRNA control or siRNA mix of Ebf2 and Ebf3. After 24 hours, NGN2 ChIP-seq was performed. NGN2 ChIP enrichments were quantified in NGN2 24h consensus peaks. Meta-profiles of NGN2 24h ChIP enrichments were plotted contrasting EBF2/3 siRNA treatment and non-targeting siRNA treatment at 24h gained NGN2 binding sites, grouped as sites with a bound EBF motif (Ebf2 24h ChIP enrichment>1.5) and similarly enriched sites without EBF binding (Ebf2 24h ChIP enrichment<0.5). Experimental design Experiments were replicated at least twice. No strategy for randomization was used. Study was not done blinded. Downstream data analysis Motifs for TF binding HOMER known-motif analysis using JASPAR motif database 155 , 156 and HOMER 27 de novo motif analysis was performed for the top 500 most enriched NGN2 or MyoD1 consensus peaks that resulted in PWM of motifs containing an E-box sequence where the top enriched known motif (PWM) was found in 95% of these regions. The top PWM motifs identified by Homer de novo motif analysis (200bp around peak center) 130 were visualized as sequence logo 157 in bits in Figure 1 A. Since PWMs do not contain dependency information between bases, to identify potential cognate motifs for NGN2 and MyoD1, we performed K-mer motif enrichment analysis (as frequently preferred for short sequence motifs) in all NGN2 or MyoD1 consensus peaks (consensus peaks are described in STAR Methods section, ChIP-seq) using monaLisa 26 package (v1.10.0), with 10-mer NNCANNTGNN motif library, GC matched mouse genome background and min.score=10 to ensure a perfect match for the motif sequence. 222 out of 2080 E-box motifs (NNCANNTGNN) were found to be overrepresented for NGN2 by the criteria of adjusted P value < 0.01 and log2 enrichment >0.5, and similarly revealed 185 overrepresented E-box motif variants for MyoD1 ( Figures S2 E and S2F). According to these criteria, 91% of the consensus peaks had at least one enriched E-box motif (referred as cognate-motif sequences) both for NGN2 and MyoD1 while 99% of the peaks had at least one match to any E-box motif. To define all the potential binding sites for NGN2 or MyoD1, the positions of all the cognate motifs for the corresponding TF (exact match to one of the cognate-motif 10-mers, described above) in Mus Musculus mm10 genome assembly were identified. TF ChIP-seq enrichments and DNAse-seq signal (DHS) were counted at these cognate-motif sites (±250bp from the center of the motif). Motifs that are represented more than once due to closer distance to each other (less than 250 bp to another cognate-motif) were resolved by keeping the motif that covers all other nearby motifs within this 500 bp region. This set of genomic regions are referred as cognate-motif regions as potential binding sites for NGN2 or MyoD1 in the mouse genome ( Figures 2 A–2D). Fraction of bound sites described in Figures 2 C and 2D were calculated by taking the threshold for bound enrichment>1.5 versus all regions within the DHS bin indicated (DHS bins: less than 6, 6 to 7, 7 to 10, and more than 10). For the analysis shown in Figures 2 E and 2F, the numbers of cognate-motif occurrences were contrasted between the consensus peaks and all other cognate-motif regions with at least one cognate-motif within the same DHS bins. In Figures 2 G and 2H, consensus peaks and same number of background genomic regions with a single cognate-motif were pooled and average TF ChIP enrichments on motifs grouped by the central nucleotide types (TA, GA, GC and GG central nucleotides as the most enriched types) were plotted across low to high initial DHS signal using loess curve and its standard error. This combines the ChIP enrichments and motif distributions across different initial accessibility on single motifs, revealing the relative binding potentials on the motif types as a function of the regions’ accessibility. The effect of motif strength for binding can also be seen by the effect of multiple occurrences, where comparison of two GC motifs versus single GA motif would give a similar curve relative to their respective backgrounds across different accessibilities ( Figure S2 G). Identifying key chromatin features for NGN2 binding prediction To identify potential critical factors impacting the initial binding by NGN2, we sought to determine whether any other chromatin features from mESCs in addition to the chromatin accessibility are crucial for predicting NGN2 genome-wide binding. To this end, we generated a training set using NGN2 6h TF-binding peaks (MACS2) together with the same size background sequences from randomly selected 500 bp genomic tiles. Chromatin features for these genomic regions were quantified using qCount function from QuasR, including chromatin accessibility measured by DNase-seq, average DNA methylation, active histone marks (H3K4me3, H3K4me2, H3K4me1, H3K27ac, H3K36me3), and repressive histone marks (H3K9me3, H3K9me2, H3K27me3) from undifferentiated mESCs (publicly available datasets 28 , 63 , 158 , 159 , 160 listed in Table S2 ). Furthermore, we analyzed genomic sequences for NGN2 motif features, calculating PWM log-odds scores and counting NGN2-enriched 10mers individually for each E-box motif core (CANNTG). We then used corrplot 161 (v0.92) to visualize correlation patterns between these chromatin and sequence features and the NGN2 IP/GFP enrichment value where the features were grouped and ordered according to hierarchical clustering with the ward.D method. These chromatin features served as inputs for the training of the random forest 162 model (R caret, 122 v6.0) with the parameters of 100 trees and 10 variables per tree to predict the continuous NGN2 IP/GFP enrichment (log2) values. We extracted feature importance scores using varImp function (scale=true) from caret 122 package to reveal the most informative chromatin features for predicting NGN2 binding. CNN training and model interpretation Training of CNN models was performed using DNA sequences and DNaseI profiles at peak sites (i.e. TF binding sites) to predict the continuous values of ChIP-seq enrichment signal (log2 IP/GFP) for TF binding. Basset 30 CNN architecture was implemented and further tailored based on design and hyperparameters from DeepSTARR. 34 The CNN architecture included four initial convolutional layers (1D, with filter counts of 512, 512, 512, and 256; kernel sizes of 12, 3, 5, and 3, respectively), each succeeded by ReLU activation and by max-pooling operations with pool size of 2. Following the convolutional sequence, our network architecture comprised two dense layers with 512 and 256 neurons, respectively. Two dense layers were both activated by ReLU and a dropout rate of 0.4 was applied to each. A linear activation function in the output layer was utilized to predict the TF ChIP–seq enrichment 6 hours post-induction. The model was developed within the Keras 163 environment with the help of the KerasR 112 package (v2.2.5.0) powered by a TensorFlow 111 (v2.0.0) backend. Optimization was carried out using the Adam 164 optimizer with a mean squared error loss function and a training batch size of 64. Early stopping was monitored, using a 20% validation split from the training dataset and a patience threshold of 15 epochs. Chromosomes 17, 18, and 19 were assigned for testing, omitted from the training and validation steps to assess model performance. TF binding sites from chromosomes 14, 15 and 16 were kept as the validation set to optimize the hyperparameters. As input to the CNN model, one-hot-encoded representation of 500 bp-long DNA sequence(s) were combined with preexisting DNaseI 28 that were generated with the qProfile function from QuasR package. DNaseI profiles were smoothed using a rolling mean with a window size of 21 bp and scaled from 0 to 1 to match the one-hot encoded range of the DNA sequence. For modeling the TF binding, we initially used a looser criterion to assemble a larger positive set (IDR < 0.2, average ChIP-seq enrichment over GFP >0.5 and over DNA binding mutant >0 for replicates at 6h). The foreground set (NGN2: 64,640, MyoD1: 50,964 sites) was supplemented with a background set of the same size, containing regions from the mouse genome with a similar DNaseI distribution. These background regions were selected using the matchRanges 165 package (v1.10.0) in an iterative process to prevent redundant genomic matches. The CNN model was trained and evaluated on both the positive and negative strands of the genomic sites. The same CNN architecture was adapted to predict i) accessibility changes as measured by ATAC-seq, ii) fold-changes in H3K27ac, and iii) fold-changes in Pol II signal intensities at multiple time-points, specifically at 6 and 24 hours after TF induction. For NGN2 and MyoD1, and for each time-point (6h and 24h) separately, we assembled a peak space that included the corresponding TF binding sites, ATAC-seq peaks and the GFP controls. Fold-changes were calculated using cyclicLoess 142 , 143 normalized values from the limma package 117 (v3.60.3). For ATAC-seq changes, the CNN model was trained to predict both increases and decreases in accessibility regions, along with a balanced background showing no change in accessibility. For H3K27ac and Pol II, the CNN model was trained to predict only increasing sites together with a balanced set of background regions with no change, while regions with decreased signal intensity were discarded. The models were evaluated on the held-out test set (chromosomes 17-19) using Pearson correlation and precision-recall curve metrics (area under the Precision-Recall Curve) calculated with R ROCR 123 package (v1.0). The performance of the CNN model was compared to two alternative models: i) a linear model and ii) a random forest 162 (number of trees:100, the number of variables: 8) approach both implemented using the R caret 122 package (v6.0). Both alternatives utilized a single value of DNase I signal, and E-box motif counts based on overrepresented 10mers (separated by the core of the motif CANNTG) for each genomic region of 500 bp. To interpret the CNN model, 40 we utilized the shap.DeepExplainer function (enhanced implementation of DeepLIFT 39 algorithm) available from the SHAP library. 113 , 114 This tool was used to assign contribution scores for each nucleotide in the sequences (±250 bp) for the reliable set of consensus TF binding sites. To serve as background sequence for the ‘DeepExplainer’, we generated 100 dinucleotide-shuffled versions for each TF binding site and all the values were set to zero for the background DNase I profile. To cluster and summarize the subsequences extracted from CNN model, hypothetical/contribution scores were fed into the TF-MoDISco 41 tool using the parameters of sliding window size of 15 bp with additional flank size of bp 5 and a cut-off of target seqlet FDR of 0.15. TF-MoDISco consensus seqlets (metaclusters) with more than 100 instances were retained. For this TF-MoDISco step, contribution scores assigned to DNase I values were excluded and only the hypothetical/contribution scores for the one-hot encoded DNA sequence were considered. As TF-MoDISco revealed E-box motifs as the most important feature, we decided to compute “contribution weight matrix” (CWM) for E-box sites by taking the average of the contribution scores of the nucleotides present in the input sequence as similarly done by BPNet 33 and affinity distillation 37 approaches. From the consensus TF binding sites, 26,128 E-box instances were shown to have total contribution score greater than 0.1 for NGN2, and 25,327 E-box instances for MyoD1. At the same E-box sites, the contribution scores (i.e. also called as hypothetical scores) calculated for DNaseI profile were also summarized at base-pair resolution and shown as the letter ‘D’ in the sequence logo. 157 For exactly the same E-box sites, positional weight matrix was generated by calculating the frequency of each nucleotide for each position and visualized with the help of ggseqlogo 157 (v0.2). Estimation of marginal effects of E-box motif variants on TF binding strength and chromatin activation potential using in-silico mutagenesis To isolate the impact of sequence features independent of the genomic sequence context and initial chromatin accessibility, affinity distillation approach was adapted from Alexandari et al. 37 to estimate the binding strengths of E-box motif variants using synthetic sequences. First, we generated 200 random background sequences (500 bp) without any E-box motifs by dinucleotide shuffling a randomly selected set of consensus NGN2 binding sites. Next, we inserted variants of the E-box motif into these random backgrounds around the center (±10 bp). Trained CNN models were then applied to predict binding to the synthetic sequences and measure the relative increase in the binding strength for a specific motif variant by comparing to ‘no insert’ control. To ensure accuracy, all synthetic sequences were designed to ensure a single E-box motif site per sequence while eliminating synthetic sequences ending up with multiple E-box sites per sequence. Since the trained CNN model requires DNase I as input, affinity distillation method was repeated for various levels of uniform DNase I profiles ranging from 0 to 1 in increments of 0.1. To obtain a reliable estimate for the core variant of the CANNTG E-box motif, the core motif variants were tested in combination with the top 12 flank sequences selected for their relative binding strength derived from affinity distillation. The relative binding strength of the core sequence variants was then calculated by averaging the binding strengths of all the combinations of flanking motif variants. The same approach was also applied to interpret the CNN models trained for the prediction of ATAC-seq, H3K27ac and Pol-II change(s) during NGN2- and MyoD1-driven in vitro differentiation. Using the NGN2-binding CNN model, the impact of multiple E-box motif instances were evaluated on the TF binding prediction. For this analysis, a consensus NGN2 motif was inserted near the center (250±10 bp) of the sequence with up to two additional consensus NGN2 motifs would be placed on either side of the central motif (±10–20 bp). In silico motif interaction analysis In silico motif interaction analysis was conducted using the detailed methodology of Avsec et al. 33 to investigate the influence of E-box motif pairs on the cooperative binding of NGN2 and MyoD1 interaction with PBX motif. Briefly, in the case of NGN2, two consensus E-box motifs were inserted into 200 random background sequences. One E-box motif (Motif A) was positioned near the center of each sequence, while the second motif (Motif B) was placed downstream at varying distances (d). The CNN TF binding model was used to predict binding enrichment (as in total signal intensity) for the motif pair (Motif-AB), for Motif A alone (Motif-A), for Motif B alone (Motif-B), and for sequences with no motifs (Ø). The cooperative impact of the motif pair was calculated by subtracting the marginal effect of Motif B and dividing by the binding prediction for Motif A alone, summarized as (MotifAB – (MotifB - Ø)) / MotifA. We then averaged the cooperativity estimates across 200 random background sequences. In the case of PBX-MyoD1 heterotypic interaction, MyoD1 consensus motif was embedded in the center and the PBX consensus motif was placed along the sequence at a range of distances. To complement DL-based in-silico motif interaction analysis, we systematically analyzed NGN2 motif pairs in the genome to investigate the impact of inter-motif distance on binding probability. Specifically, E-box motif pairs were extracted from the mouse reference genome, focusing on NGN2-enriched 10-mers of CAGATG, CAGCTG, and CATATG. To ensure a robust analysis, pairs containing more than two motifs within a 200 bp window were excluded. The analysis targeted initially low accessible sites (log2 DNase-I signal <6.5), retaining 185,326 NGN2 motifs with neighboring motifs closer than 200 bp (center-to-center). The bound fraction of motifs (IP/GFP ChIP enrichment bound>1.5, unbound<0.5) was quantified as a function of distance between motif pairs to study how varying distances between NGN2 motif pairs influence their binding probabilities ( Figure S3 H). In addition, the enriched co-occurrence of TF motif pairs (enriched 10mers) within specified distances in consensus NGN2/MyoD1 binding sites was analyzed. To this end, we compared the frequency of E-box motif pairs in TF binding sites against random genomic tiles of 500 bp from the mouse genome. We aimed to determine if these motif pairs are overrepresented within specific distances (6-30 bp, 30-100 bp and 100-500 bp) in TF binding sites compared to random genomic regions. Statistical significance was assessed with Fisher’s exact test. Nucleosome positions versus cognate-motifs The observations on the contribution scores in the CNN model for NGN2 binding in open-chromatin regions indicate that the shape of the accessibility signal relative to the E-box may have an informative role in predicting the binding. Thus, we probed the underlying information that could help explain the presence of unbound strong motifs in open-chromatin regions. First, NGN2 ChIP enrichments (IP/GFP) on NGN2 cognate-motif sites (±250 bp) residing in mESC DHS>9 were quantified. Sites with enrichment above 1.5 and below 0.5 were taken as bound and unbound, respectively. MNase-seq and DNase-seq data in mESCs were quantified for these two groups centered on the NGN2 motifs using qProfile function from QuasR package with 41 bp sliding windows along (±500 bp) and no additional shifting of the reads, thus corresponding to the cut sites by these enzymes. Values of each region were normalized by median-centering and averaged across all regions. The resulting average MNase and DNase-seq shapes for these two groups were visualized as line plots in Figure 3 G. Impact of positioned nucleosomes on NGN2 and MyoD1 was further quantified using isolated CTCF binding sites in mESCs. 51 NGN2 and MyoD1 6h ChIP-seq enrichments as well as MNase and Dnase-seq profiles were visualized at CTCF sites with a single strong NGN2 or MyoD1 motif (calculated by affinity estimation, using the CNN model) within 500 bp distance, respectively. While the motifs were distributed well along the distance (N_NGN2= 4795, N_MyoD1= 5454), average ChIP-seq enrichments showed anti-correlated profiles to the phased nucleosomes generated by CTCF binding at its motif. Structure modeling with AlphaFold3 The structure model predictions were performed using AlphaFold 3 53 (available at https://alphafoldserver.com/ as of 2024-07-09) to model the structures of bHLH DNA-binding domains of NGN2 and TCF3 in complex with their respective DNA sequences. The following DNA sequences were used for the predictions: i) NGN2 homodimer: AAAAACATATGTTTTT, ii) TCF3 homodimer: AAAAACAGGTGTTTTT, iii) NGN2-TCF3 heterodimer: AAAAACAGATGTTTTT, iv) E-box motif pair separated by 11 bp (2xNGN2 homodimer): AAAAAACATATGTTTAACATATGTTTTTT and v) E-box motif pair separated by 11 base pairs separated by 15 bp (2xNGN2 homodimer): AAAAAACATATGTTTTTAAAACATATGTTTTTT. Dimensionality reduction with UMAP To integrate multiple measurements of the genome made in this study allowing visualization on the same set, we generated a combined peak set across experiments including i) ChIP-seq peaks of NGN2 and MyoD1 from 6h to 24h and ii) ATAC-seq peaks collected from mESCs and upon 6h and 24h NGN2 and MyoD1 induction. Genomic regions overlapping more than 70% were merged. Within these regions TF ChIP-seq (±250 bp), ATAC-seq (±500 bp) and histone marks (±1 kbp) were counted. ATAC-seq and histone mark counts were normalized with cyclicLoess 142 , 143 available from the limma 117 package (v3.60.3), allowing comparable fold-change calculation across treatments. To visualize the relevant genomic regions of action, we retained genomic regions that met either of the following criteria: i) NGN2 or MyoD1 IP/GFP ChIP-seq enrichment is higher than 1.5 at any time-point, or ii) a dynamic change in absolute accessibility FC greater than 0.5 at any time-point upon NGN2 or MyoD1 induction. We then carried out dimensionality reduction on these genomic regions using Uniform Manifold Approximation and Projection (UMAP) technique 115 available via R umap package (v0.2.10.0) (with parameters: metric=”correlation”, min_dist=0.001, n_neighbors=201). UMAP enables us to capture the continuous progression of genomic regions by grouping similar regions based on their chromatin dynamics. UMAP was used to color the genomic regions based on the signal intensity of TF ChIP-seq enrichments, initial DNase-seq accessibility from undifferentiated mESCs and fold-changes of ATAC-seq, H3K27ac ChIP-seq, Pol-II ChIP-seq and RNA-seq along the differentiation. Differential motif enrichment on changing TF binding patterns To investigate the basis of change in NGN2 and MyoD1 binding patterns through differentiation, we conducted a motif enrichment analysis contrasting bound regions. For NGN2 and MyoD1 individually, 6h and 24h ChIP-seq peaks were pooled and peaks overlapping more than 70% were merged. ChIP-seq enrichments (IP/GFP) at 6h and 24 h inductions were calculated in the merged peak-set. 6h ChIP-seq enrichment values (log2 fold-changes over GFP control) were subtracted from 24h ChIP enrichments. Subsequently, the peaks were categorized into bins based on the magnitude of change in transcription factor enrichment between these two time-points. Differential motif enrichment analysis across these bins was performed with the monaLisa package using \"otherBins\" as the background and a minimum score of 10 matching to the JASPAR motif library. To refine the motif logos for visualization, motifs that were subsequences of each other or exhibited high similarity (based on the motifSimilarity score depending on the length of the motif) were consolidated with the motif logo displaying the highest differential enrichment at either time-point ( Figures S6 C and S6D). The top two differentially enriched unique motif logos in 6h vs 24h were displayed in Figure 6 C. To investigate the relation between NGN2 binding and newly opened sites at EBF motifs, position of EBF motifs (JASPAR: MA0154.1/2/3 with matching score>10) overlapping with the newly opened regions (initial DHS<7 and 24h NGN2 vs 24h GFP ATAC-seq FC>0.5) upon NGN2 24h induction were identified. Distribution of NGN2 cognate-motifs centered around the EBF motifs were visualized as density plots for the two subgroups of these newly opened EBF sites: the ones that gained new NGN2 binding (NGN2 24h enrichment>1.5 and NGN2 6h enrichment<0.5) versus the ones that are not bound by NGN2 (both NGN2 24h and 6h enrichment<0.5). For these subgroups, ATAC-seq meta-profiles of these regions centered around EBF motifs (±1kb) were generated using qProfile function in QuasR with 21 bp sliding windows ( Figures 6 E and 6F). MyoD1 datasets from in vitro differentiated myocyte cells MyoD1 binding sites (ENCODE identifier: ENCFF628LCC) derived from in vitro differentiated myocyte cells originated from mouse C2C12 cells were obtained from the ENCODE 63 , 166 , 167 portal ( https://www.encodeproject.org/ ) together with the alignment ChIP-seq datasets with the following identifiers: ENCFF816WPP, MyoD1 ChIP-seq at 24 hours and ENCFF204HMY as the corresponding control. ATAC-seq datasets 62 for the undifferentiated C2C12 cells were downloaded from NCBI GEO 168 from the identifiers GSM4889011 and GSM4889012 . As similarly described for CNN training, the foreground set of MyoD1 binding sites (n: 29,477) were resized to 500 bp as the requirement of the CNN model and the test set was extended with a random background set of the same size. Quantile normalization was performed to align the DNaseI distribution of the test set from differentiated myocytes with that of the training set of MyoD1 binding sites derived from mESCs. Subsequently, the MyoD1-binding CNN model derived from mESCs was utilized to predict the enrichment levels of MyoD1 binding sites in in vitro myocyte cells differentiated from mouse C2C12 cells. Enriched activity of the predicted NGN2/MyoD1 binding sites on ENCODE cCREs across tissues ENCODE candidate cis-Regulatory Elements (cCREs, n = 343,731) combined from all cell-types 63 (ENCODE 2012) were downloaded from UCSC table browser 169 ( http://genome.ucsc.edu ). cCREs were filtered for mappability and resized to 500 bp to feed into the CNN models. The cCRE sequences were analyzed using CNN models to predict the TF binding potential values at 6h induction of NGN2 and MyoD1 across various DNase I levels. A total of 302 DNase-seq datasets derived from mouse ‘primary cells’ or ‘tissues’ were collected from the ENCODE server 166 in normalized bigwig format as listed in Table S2 . These datasets represent 52 different tissues including cerebellum, embryo, immune cells and many others. Constitutively present cCREs that showed an average signal greater than 7 and standard deviation lower than 1.5 were excluded from further analysis to focus on variable cCREs across tissues (n = 293,374). To identify cell-types with high activity at the predicted TF binding sites, we followed these steps: i) all cCREs were ranked based on their potential TF binding at low accessibility ([0-0.3]) as predicted by CNN models, ii) in each ENCODE sample, the average ENCODE DNaseI signal at the top 5,000 cCRE sites was divided by the average signal of the bottom half of cCREs, iii) tissues were sorted based on their DNase I signal enrichment compared to the background with two top distinct tissues visualized as heatmaps (rightmost heatmap panels in Figures 7 D and 7 E). As a reference, two out of 302 datasets closest to the background value of 1 were included in the heatmap for background comparison. Predicting regulatory potential of GWAS variant(s) using CNN models We systematically searched for genome-wide association study (GWAS) single-nucleotide polymorphisms (SNPs) to identify candidate E-box variants with potential regulatory effects on gene-expression. A comprehensive GWAS dataset ( P value < 1e-5) was obtained from the NHGRI-EBI GWAS Catalog 170 on 02/02/2024. After obtaining SNPs located within human cCREs, we overlapped these SNPs with cerebellum-specific expression quantitative trait loci (eQTLs) from the GTEX database, 74 given NGN2's predicted activity in this tissue. Then, the systematic search was restricted to SNPs that alter the core of the E-box motif, which could affect NGN2 binding strength. Our analysis identified a single significant SNP, rs58130172, associated with 'Educational attainment' trait. 171 , 172 This alternative variant, located near the TSS, was associated with increase in the expression of the DISP3 gene, acting as an eQTL with a q-value less than 4e−6 and a log2FC of 0.49. 74 Using our NGN2-associated CNN models derived from mouse ESCs, we analyzed the 500 bp region around rs58130172 to study the impact of single nucleotide variation on NGN2 binding, chromatin accessibility and H3K27ac levels. Visualization of genomic enrichment signal using IGV and ComplexHeatmap Genome-wide coverage tracks (tdf) were generated with IGVtools 116 (Robinson et al. 173 ) count function in windows (-w) of 10 after the extension (-e) of reads to 150 for ChIP-seq and 0 as no extension for the rest of data types. Integrative genomics viewer 116 , 173 (v2.11.3) was employed to visualize the normalized genome-wide tracks. To visualize the NGN2 and MyoD1 binding sites together in a heatmap, we merged the consensus TF binding sites if they overlapped by more than 70%. Genomic signal profiles for these TF binding sites were generated by counting the 5′ positions of mapped reads using the qProfile function of QuasR 104 with the default parameters except for the ChIP-seq samples where reads were shifted based on the estimated size of the ChIP–seq library fragments. Normalized RPKM counts were then calculated for ±1 kb regions surrounding the TF binding sites, with each site smoothed using a running mean of 6 bp. For ChIP-seq datasets, GFP control was subtracted, and the replicates were averaged. Regions were ordered based on the differential ranking of the compared TF ChIP-seq enrichments. The resulting profiles were visualized with the EnrichedHeatmap package 124 , 174 , 175 (v1.34.0). Enriched 10mers detected for NGN2 and MyoD1 were pooled together and all the motif instances from the mouse genome were assembled. For the target regions of interest (i.e. TF binding sites), the genomic bins overlapping with the motif instances were highlighted in black in the additional EnrichedHeatmap column. For the EnrichedHeatmap visualization in Figure 2 I, NGN2 6h and MyoD1 6h consensus peaks were merged. TF binding sites were categorized into five groups based on the ChIP enrichment values of NGN2 (Nenr) and MyoD1: (i) ‘2 N>M' where (Nenr-Menr)> 0.75, (ii) ‘4 M>N' where (Menr - Nenr) > 0.75, (iii) ‘3 N&M' where Nenr > 1, Menr > 1, and |Nenr - Menr| < 0.75, (iv) ‘1 N' with Nenr > 1.5 and Menr < 0.75, and (v) ‘5 M' with Menr > 1.5 and Nenr < 0.75. Regions with enrichment values lower than 1 for both NGN2 and MyoD1 were excluded. These TF binding sites were further mapped to the nearest gene using the annotatePeak function from the ChIPseeker 110 package (v1.40.0) based on the gene annotations from TxDb.Mmusculus.UCSC.mm10.knownGene (v3.10.0). Next, we characterized the resulting gene sets using gene annotation enrichment analysis via the clusterProfiler 109 package (v4.12.0) using GO:BP 139 and Hallmark gene sets 176 , 177 from the mouse MsigDB collection 138 ( Figure S2 J). For the EnrichedHeatmap visualization in Figure S6 A, NGN2 ChIP-seq peaks showing greater than 1.5-fold enrichment at any time-point of 6h, 12h and 24h NGN2 induction within a time-course experiment were merged and the genomic sites were ordered in the heatmap based on the differential ranking between 6h and 24h enrichments. For the EnrichedHeatmap visualization in Figure 7 A, MyoD1 6h mESC consensus peaks and MyoD1 24h C2C12 consensus peaks were merged. Subset of these regions, showing enrichment above 1 in both cell-types, were visualized in Figure S7 A. Quantification and statistical analysis All analyses were conducted in R unless otherwise indicated. 133 Quality control of the genomics data 178 , 179 is provided in Table S1 . The choice of quantification and statistical analysis are indicated in the subsections of the STAR Methods and are referred to Supplementary Tables where applicable. In all boxplots, black lines correspond to median, boxes to first and third quartiles and whiskers to 1.5 times the interquartile range (IQR). Pearson correlation coefficients were calculated using the R function cor, with default parameters. Values are indicated in each Figure either directly or in scale with color bars and/or point sizes. References 1 Wunderlich Z. Mirny L.A. Different gene regulation strategies revealed by analysis of binding motifs Trends Genet. 25 2009 434 440 10.1016/J.TIG.2009.08.003 19815308 2 Ephrussi A. Church G.M. Tonegawa S. Gilbert W. B lineage--specific interactions of an immunoglobulin enhancer with cellular factors in vivo Science 227 1985 134 140 10.1126/SCIENCE.3917574 3917574 3 Longo A. Guanga G.P. Rose R.B. Crystal structure of E47-NeuroD1/beta2 bHLH domain-DNA complex: heterodimer selectivity and DNA recognition Biochemistry 47 2008 218 229 10.1021/BI701527R 18069799 4 de Martin X. Sodaei R. Santpere G. Mechanisms of Binding Specificity among bHLH Transcription Factors Int. J. Mol. Sci. 22 2021 9150 10.3390/ijms22179150 5 Guo J. Li T. Schipper J. Nilson K.A. Fordjour F.K. Cooper J.J. Gordân R. Price D.H. Sequence specificity incompletely defines the genome-wide occupancy of Myc Genome Biol. 15 2014 482 10.1186/S13059-014-0482-3 6 Casey B.H. Kollipara R.K. Pozo K. Johnson J.E. Intrinsic DNA binding properties demonstrated for lineage-specifying basic helix-loop-helix transcription factors Genome Res. 28 2018 484 496 10.1101/gr.224360.117 29500235 7 Slattery M. Zhou T. Yang L. Dantas Machado A.C. Gordân R. Rohs R. Absence of a simple code: How transcription factors read the genome Trends Biochem. Sci. 39 2014 381 399 10.1016/j.tibs.2014.07.002 25129887 8 Lambert S.A. Jolma A. Campitelli L.F. Das P.K. Yin Y. Albu M. Chen X. Taipale J. Hughes T.R. Weirauch M.T. The Human Transcription Factors Cell 172 2018 650 665 10.1016/j.cell.2018.01.029 29425488 9 Srivastava D. Mahony S. Sequence and chromatin determinants of transcription factor binding and the establishment of cell type-specific binding patterns Biochim. Biophys. Acta Gene Regul. Mech. 1863 2020 194443 10.1016/j.bbagrm.2019.194443 10 Sönmezer C. Kleinendorst R. Imanci D. Barzaghi G. Villacorta L. Schübeler D. Benes V. Molina N. Krebs A.R. Molecular Co-occupancy Identifies Transcription Factor Binding Cooperativity In Vivo Mol. Cell 81 2021 255 267.e6 10.1016/J.MOLCEL.2020.11.015 33290745 11 Swinstead E.E. Miranda T.B. Paakinaho V. Baek S. Goldstein I. Hawkins M. Karpova T.S. Ball D. Mazza D. Lavis L.D. Steroid Receptors Reprogram FoxA1 Occupancy through Dynamic Chromatin Transitions Cell 165 2016 593 605 10.1016/J.CELL.2016.02.067 27062924 12 Isbel L. Iskar M. Durdu S. Weiss J. Grand R.S. Hietter-Pfeiffer E. Kozicka Z. Michael A.K. Burger L. Thomä N.H. Readout of histone methylation by Trim24 locally restricts chromatin opening by p53 Nat. Struct. Mol. Biol. 30 2023 948 957 10.1038/S41594-023-01021-8 37386214 13 Hansen J.L. Cohen B.A. A quantitative metric of pioneer activity reveals that HNF4A has stronger in vivo pioneer activity than FOXA1 Genome Biol. 23 2022 221 10.1186/S13059-022-02792-X 14 Isbel L. Grand R.S. Schübeler D. Generating specificity in genome regulation through transcription factor sensitivity to chromatin Nat. Rev. Genet. 23 2022 728 740 10.1038/S41576-022-00512-6 35831531 15 Kumar N. Tsai Y.H. Chen L. Zhou A. Banerjee K.K. Saxena M. Huang S. Toke N.H. Xing J. Shivdasani R.A. The lineage-specific transcription factor CDX2 navigates dynamic chromatin to control distinct stages of intestine development Development 146 2019 dev172189 10.1242/DEV.172189 16 Saotome M. Poduval D.B. Grimm S.A. Nagornyuk A. Gunarathna S. Shimbo T. Wade P.A. Takaku M. Genomic transcription factor binding site selection is edited by the chromatin remodeling factor CHD4 Nucleic Acids Res. 52 2024 3607 3622 10.1093/nar/gkae025 38281186 17 Aydin B. Kakumanu A. Rossillo M. Moreno-Estellés M. Garipler G. Ringstad N. Flames N. Mahony S. Mazzoni E.O. Proneural factors Ascl1 and Neurog2 contribute to neuronal subtype identities by establishing distinct chromatin landscapes Nat. Neurosci. 22 2019 897 908 10.1038/S41593-019-0399-Y 31086315 18 Soufi A. Donahue G. Zaret K.S. Facilitators and impediments of the pluripotency reprogramming factors’ initial engagement with the genome Cell 151 2012 994 1004 10.1016/j.cell.2012.09.045 23159369 19 Lee Q.Y. Mall M. Chanda S. Zhou B. Sharma K.S. Schaukowitch K. Adrian-Segarra J.M. Grieder S.D. Kareta M.S. Wapinski O.L. Pro-neuronal activity of Myod1 due to promiscuous binding to neuronal genes Nat. Cell Biol. 22 2020 401 411 10.1038/S41556-020-0490-3 32231311 20 Thoma E.C. Wischmeyer E. Offen N. Maurus K. Sirén A.L. Schartl M. Wagner T.U. Ectopic expression of neurogenin 2 alone is sufficient to induce differentiation of embryonic stem cells into mature neurons PLoS One 7 2012 e38651 10.1371/JOURNAL.PONE.0038651 21 Weintraub H. Tapscott S.J. Davis R.L. Thayer M.J. Adam M.A. Lassar A.B. Miller A.D. Activation of muscle-specific genes in pigment, nerve, fat, liver, and fibroblast cell lines by forced expression of MyoD Proc. Natl. Acad. Sci. USA 86 1989 5434 5438 10.1073/PNAS.86.14.5434 2748593 22 Davis R.L. Weintraub H. Lassar A.B. Expression of a single transfected cDNA converts fibroblasts to myoblasts Cell 51 1987 987 1000 10.1016/0092-8674(87)90585-X 3690668 23 Baubec T. Ivánek R. Lienert F. Schübeler D. Methylation-dependent and -independent genomic targeting principles of the MBD protein family Cell 153 2013 480 492 10.1016/J.CELL.2013.03.011 23582333 24 Götz M. Huttner W.B. The cell biology of neurogenesis. Nat. Rev. Mol. Cell Biol. 6 2005 777 788 10.1038/nrm1739 16314867 25 Berkes C.A. Tapscott S.J. MyoD and the transcriptional control of myogenesis Semin. Cell Dev. Biol. 16 2005 585 595 10.1016/j.semcdb.2005.07.006 16099183 26 Machlab D. Burger L. Soneson C. Rijli F.M. Schübeler D. Stadler M.B. monaLisa: an R/Bioconductor package for identifying regulatory motifs Bioinformatics 38 2022 2624 2625 10.1093/BIOINFORMATICS/BTAC102 35199152 27 Heinz S. Benner C. Spann N. Bertolino E. Lin Y.C. Laslo P. Cheng J.X. Murre C. Singh H. Glass C.K. Simple combinations of lineage-determining transcription factors prime cis-regulatory elements required for macrophage and B cell identities Mol. Cell 38 2010 576 589 10.1016/J.MOLCEL.2010.05.004 20513432 28 Domcke S. Bardet A.F. Adrian Ginno P. Hartl D. Burger L. Schübeler D. Competition between DNA methylation and transcription factors determines binding of NRF1 Nature 528 2015 575 579 10.1038/nature16462 26675734 29 Xin B. Rohs R. Relationship between histone modifications and transcription factor binding is protein family specific Genome Res. 28 2018 321 333 10.1101/GR.220079.116 29326300 30 Kelley D.R. Snoek J. Rinn J.L. Basset: learning the regulatory code of the accessible genome with deep convolutional neural networks Genome Res. 26 2016 990 999 10.1101/gr.200535.115 27197224 31 Greenside P. Shimko T. Fordyce P. Kundaje A. Discovering epistatic feature interactions from neural network models of regulatory DNA sequences Bioinformatics 34 2018 i629 i637 10.1093/bioinformatics/bty575 30423062 32 Kim D.S. Risca V.I. Reynolds D.L. Chappell J. Rubin A.J. Jung N. Donohue L.K.H. Lopez-Pajares V. Kathiria A. Shi M. The dynamic, combinatorial cis-regulatory lexicon of epidermal differentiation Nat. Genet. 53 2021 1564 1576 10.1038/s41588-021-00947-3 34650237 33 Avsec Ž. Weilert M. Shrikumar A. Krueger S. Alexandari A. Dalal K. Fropf R. McAnany C. Gagneur J. Kundaje A. Base-resolution models of transcription-factor binding reveal soft motif syntax Nat. Genet. 53 2021 354 366 10.1038/s41588-021-00782-6 33603233 34 de Almeida B.P. Reiter F. Pagani M. Stark A. DeepSTARR predicts enhancer activity from DNA sequence and enables the de novo design of synthetic enhancers Nat. Genet. 54 2022 613 624 10.1038/s41588-022-01048-5 35551305 35 Reiter F. de Almeida B.P. Stark A. Enhancers display constrained sequence flexibility and context-specific modulation of motif function Genome Res. 33 2023 346 358 10.1101/gr.277246.122 36941077 36 Taskiran I.I. Spanier K.I. Dickmänken H. Kempynck N. Pančíková A. Ekşi E.C. Hulselmans G. Ismail J.N. Theunis K. Vandepoel R. Cell-type-directed design of synthetic enhancers Nature 626 2024 212 220 10.1038/s41586-023-06936-2 38086419 37 Alexandari A.M. Horton C.A. Shrikumar A. Shah N. Li E. Weilert M. Pufall M.A. Zeitlinger J. Fordyce P.M. Kundaje A. De novo distillation of thermodynamic affinity from deep learning regulatory sequence models of in vivo protein-DNA binding Preprint at bioRxiv 2023 10.1101/2023.05.11.540401 38 Dalal K. McAnany C. Weilert M. McKinney M.C. Krueger S. Zeitlinger J. Interpreting regulatory mechanisms of Hippo signaling through a deep learning sequence model Cell Genomics 5 2025 100821 10.1016/j.xgen.2025.100821 39 Shrikumar A. Greenside P. Kundaje A. Learning Important Features Through Propagating Activation Differences Proceedings of the 34th International Conference on Machine Learning 70 2017 3145 3153 https://proceedings.mlr.press/v70/shrikumar17a.html 40 Novakovsky G. Dexter N. Libbrecht M.W. Wasserman W.W. Mostafavi S. Obtaining genetics insights from deep learning via explainable artificial intelligence Nat. Rev. Genet. 24 2023 125 137 10.1038/S41576-022-00532-2 36192604 41 Shrikumar A. Tian K. Avsec Ž. Shcherbina A. Banerjee A. Sharmin M. Nair S. Kundaje A. Technical Note on Transcription Factor Motif Discovery from Importance Scores (TF-MoDISco) version 0.5.6.5 Preprint at bioRxiv 2018 10.48550/arXiv.1811.00416 42 Fong A.P. Yao Z. Zhong J.W. Johnson N.M. Farr G.H. Maves L. Tapscott S.J. Conversion of MyoD to a neurogenic factor: binding site specificity determines lineage Cell Rep. 10 2015 1937 1946 10.1016/J.CELREP.2015.02.055 25801030 43 Michael A.K. Stoos L. Crosby P. Eggers N. Nie X.Y. Makasheva K. Minnich M. Healy K.L. Weiss J. Kempf G. Cooperation between bHLH transcription factors and histones for DNA access Nature 619 2023 385 393 10.1038/s41586-023-06282-3 37407816 44 Barisic D. Stadler M.B. Iurlaro M. Schübeler D. Mammalian ISWI and SWI/SNF selectively mediate binding of distinct transcription factors Nature 569 2019 136 140 10.1038/S41586-019-1115-5 30996347 45 Kornberg R.D. Stryer L. Statistical distributions of nucleosomes: nonrandom locations by a stochastic mechanism Nucleic Acids Res. 16 1988 6677 6690 10.1093/NAR/16.14.6677 3399412 46 D’Oliveira Albanus R. Kyono Y. Hensley J. Varshney A. Orchard P. Kitzman J.O. Parker S.C.J. Chromatin information content landscapes inform transcription factor and DNA interactions Nat. Commun. 12 2021 1307 10.1038/S41467-021-21534-4 47 Zhong J. Luo K. Winter P.S. Crawford G.E. Iversen E.S. Hartemink A.J. Mapping nucleosome positions using DNase-seq Genome Res. 26 2016 351 364 10.1101/GR.195602.115 26772197 48 Fu Y. Sinha M. Peterson C.L. Weng Z. The insulator binding protein CTCF positions 20 nucleosomes around its binding sites across the human genome PLoS Genet. 4 2008 e1000138 10.1371/journal.pgen.1000138 49 Stergachis A.B. Debo B.M. Haugen E. Churchman L.S. Stamatoyannopoulos J.A. Single-molecule regulatory architectures captured by chromatin fiber sequencing Science 368 2020 1449 1454 10.1126/science.aaz1646 32587015 50 Grand R.S. Pregnolato M. Baumgartner L. Hoerner L. Burger L. Schübeler D. Genome access is transcription factor-specific and defined by nucleosome position Mol. Cell 84 2024 3455 3468.e6 10.1016/j.molcel.2024.08.009 39208807 51 Iurlaro M. Masoni F. Flyamer I.M. Wirbelauer C. Iskar M. Burger L. Giorgetti L. Schübeler D. Systematic assessment of ISWI subunits shows that NURF creates local accessibility for CTCF Nat. Genet. 56 2024 1203 1212 10.1038/s41588-024-01767-x 38816647 52 Mirny L.A. Nucleosome-mediated cooperativity between transcription factors Proc. Natl. Acad. Sci. USA 107 2010 22534 22539 10.1073/pnas.0913805107 21149679 53 Abramson J. Adler J. Dunger J. Evans R. Green T. Pritzel A. Ronneberger O. Willmore L. Ballard A.J. Bambrick J. Accurate structure prediction of biomolecular interactions with AlphaFold 3 Nature 630 2024 493 500 10.1038/S41586-024-07487-W 38718835 54 Yu X. Lin J. Masuda T. Esumi N. Zack D.J. Qian J. Genome-wide prediction and characterization of interactions between transcription factors in Saccharomyces cerevisiae Nucleic Acids Res. 34 2006 917 927 10.1093/nar/gkj487 16464824 55 Calo E. Wysocka J. Modification of enhancer chromatin: what, how, and why? Mol. Cell 49 2013 825 837 10.1016/J.MOLCEL.2013.01.038 23473601 56 Hartl D. Krebs A.R. Grand R.S. Baubec T. Isbel L. Wirbelauer C. Burger L. Schübeler D. CG dinucleotides enhance promoter activity independent of DNA methylation Genome Res. 29 2019 554 563 10.1101/GR.241653.118 30709850 57 Pan Y. van der Watt P.J. Kay S.A. E-box binding transcription factors in cancer Front. Oncol. 13 2023 1223208 10.3389/FONC.2023.1223208 58 Rauluseviciute I. Riudavets-Puig R. Blanc-Mathieu R. Castro-Mondragon J.A. Ferenc K. Kumar V. Lemma R.B. Lucas J. Chèneby J. Baranasic D. JASPAR 2024: 20th anniversary of the open-access database of transcription factor binding profiles Nucleic Acids Res. 52 2024 D174 D182 10.1093/NAR/GKAD1059 37962376 59 Jones S. An overview of the basic helix-loop-helix proteins Genome Biol. 5 2004 226 10.1186/GB-2004-5-6-226 60 Bartlett A. O’Malley R.C. Huang S.C. Galli M. Nery J.R. Gallavotti A. Ecker J.R. Mapping genome-wide transcription-factor binding sites using DAP-seq Nat. Protoc. 12 2017 1659 1672 10.1038/NPROT.2017.055 28726847 61 Asp P. Blum R. Vethantham V. Parisi F. Micsinai M. Cheng J. Bowman C. Kluger Y. Dynlacht B.D. Genome-wide remodeling of the epigenetic landscape during myogenic differentiation Proc. Natl. Acad. Sci. USA 108 2011 E149 E158 10.1073/pnas.1102223108 21551099 62 Esteves de Lima J. Bou Akar R. Machado L. Li Y. Drayton-Libotte B. Dilworth F.J. Relaix F. HIRA stabilizes skeletal muscle lineage identity Nat. Commun. 12 2021 3450 10.1038/S41467-021-23775-9 34103504 63 De Souza N. The ENCODE project Nat. Methods 9 2012 1046 10.1038/nmeth.2238 23281567 64 Woods L.M. Ali F.R. Gomez R. Chernukhin I. Marcos D. Parkinson L.M. Tayoun A.N.A. Carroll J.S. Philpott A. Elevated ASCL1 activity creates de novo regulatory elements associated with neuronal differentiation BMC Genomics 23 2022 255 10.1186/s12864-022-08495-8 65 Hammal F. De Langen P. Bergon A. Lopez F. Ballester B. ReMap 2022: A database of Human, Mouse, Drosophila and Arabidopsis regulatory regions from an integrative analysis of DNA-binding sequencing experiments Nucleic Acids Res. 50 2022 D316 D325 10.1093/nar/gkab996 34751401 66 Koche R.P. Smith Z.D. Adli M. Gu H. Ku M. Gnirke A. Bernstein B.E. Meissner A. Reprogramming factor expression initiates widespread targeted chromatin remodeling Cell Stem Cell 8 2011 96 105 10.1016/j.stem.2010.12.001 21211784 67 Păun O. Tan Y.X. Patel H. Strohbuecker S. Ghanate A. Cobolli-Gigli C. Llorian Sopena M.L. Gerontogianni L. Goldstone R. Ang S.L. Pioneer factor ASCL1 cooperates with the mSWI/SNF complex at distal regulatory elements to regulate human neural differentiation Genes Dev. 37 2023 218 242 10.1101/gad.350269.122 36931659 68 Soufi A. Garcia M.F. Jaroszewicz A. Osman N. Pellegrini M. Zaret K.S. Pioneer transcription factors target partial DNA motifs on nucleosomes to initiate reprogramming Cell 161 2015 555 568 10.1016/j.cell.2015.03.017 25892221 69 Gradwohl G. Dierich A. LeMeur M. Guillemot F. neurogenin3 is required for the development of the four endocrine cell lineages of the pancreas Proc. Natl. Acad. Sci. USA 97 2000 1607 1611 10.1073/pnas.97.4.1607 10677506 70 Akinci E. Banga A. Tungatt K. Segal J. Eberhard D. Dutton J.R. Slack J.M.W. Reprogramming of various cell types to a beta-like state by Pdx1, Ngn3 and MafA PLoS One 8 2013 e82424 10.1371/journal.pone.0082424 71 Hitz B. Kagda M. Lam B. Litton C. Small C. Sloan C. Spragins E. Tanaka F. Whaling I. Gabdank I. Data navigation on the ENCODE portal Preprint at Research Square 2023 10.21203/rs.3.rs-3088639/v1 72 Grounds M.D. Garrett K.L. Beilharz M.W. The transcription of MyoD1 and myogenin genes in thymic cells in vivo Exp. Cell Res. 198 1992 357 361 10.1016/0014-4827(92)90391-K 1309507 73 Ragazzini R. Boeing S. Zanieri L. Green M. D’Agostino G. Bartolovic K. Agua-Doce A. Greco M. Watson S.A. Batsivari A. Defining the identity and the niches of epithelial stem cells with highly pleiotropic multilineage potency in the human thymus Dev. Cell 58 2023 2428 2446.e9 10.1016/J.DEVCEL.2023.08.017 37652013 74 GTEx Consortium The GTEx Consortium atlas of genetic regulatory effects across human tissues Science 369 2020 1318 1330 10.1126/SCIENCE.AAZ1776 32913098 75 Lee J.J. Wedow R. Okbay A. Kong E. Maghzian O. Zacher M. Nguyen-Viet T.A. Bowers P. Sidorenko J. Karlsson Linnér R. Gene discovery and polygenic prediction from a genome-wide association study of educational attainment in 1.1 million individuals Nat. Genet. 50 2018 1112 1121 10.1038/S41588-018-0147-3 30038396 76 Konířová J. Oltová J. Corlett A. Kopycińska J. Kolář M. Bartůněk P. Zíková M. Modulated DISP3/PTCHD2 expression influences neural stem cell fate decisions Sci. Rep. 7 2017 41597 10.1038/SREP41597 77 Cazares T.A. Rizvi F.W. Iyer B. Chen X. Kotliar M. Bejjani A.T. Wayman J.A. Donmez O. Wronowski B. Parameswaran S. maxATAC: Genome-scale transcription-factor binding prediction from ATAC-seq with deep neural networks PLoS Comput. Biol. 19 2023 e1010863 10.1371/journal.pcbi.1010863 78 Keilwagen J. Posch S. Grau J. Accurate prediction of cell type-specific transcription factor binding Genome Biol. 20 2019 9 10.1186/s13059-018-1614-y 79 Srivastava D. Aydin B. Mazzoni E.O. Mahony S. An interpretable bimodal neural network characterizes the sequence and preexisting chromatin predictors of induced transcription factor binding Genome Biol. 22 2021 20 10.1186/s13059-020-02218-6 80 Arora S. Yang J. Akiyama T. James D.Q. Morrissey A. Blanda T.R. Badjatia N. Lai W.K.M. Ko M.S.H. Pugh B.F. Joint sequence & chromatin neural networks characterize the differential abilities of Forkhead transcription factors to engage inaccessible chromatin Preprint at bioRxiv 2023 10.1101/2023.10.06.561228 81 Velasco S. Ibrahim M.M. Kakumanu A. Garipler G. Aydin B. Al-Sayegh M.A. Hirsekorn A. Abdul-Rahman F. Satija R. Ohler U. A Multi-step Transcriptional and Chromatin State Cascade Underlies Motor Neuron Programming from Embryonic Stem Cells Cell Stem Cell 20 2017 205 217.e8 10.1016/j.stem.2016.11.006 27939218 82 Arntfield M.E. van der Kooy D. β-Cell evolution: How the pancreas borrowed from the brain: The shared toolbox of genes expressed by neural and pancreatic endocrine cells may reflect their evolutionary relationship Bioessays 33 2011 582 587 10.1002/BIES.201100015 21681773 83 Stoeber S. Godin H. Xu C. Bai L. Pioneer factors: nature or nurture? Crit. Rev. Biochem. Mol. Biol. 59 2024 139 153 10.1080/10409238.2024.2355885 38778580 84 Pataskar A. Jung J. Smialowski P. Noack F. Calegari F. Straub T. Tiwari V.K. NeuroD1 reprograms chromatin and transcription factor landscapes to induce the neuronal program EMBO J. 35 2016 24 45 10.15252/embj.201591206 26516211 85 Birkhoff J.C. Korporaal A.L. Brouwer R.W.W. Nowosad K. Milazzo C. Mouratidou L. van den Hout M.C.G.N. van IJcken W.F.J. Huylebroeck D. Conidi A. Zeb2 DNA-Binding Sites in Neuroprogenitor Cells Reveal Autoregulation and Affirm Neurodevelopmental Defects, Including in Mowat-Wilson Syndrome Genes 14 2023 629 10.3390/genes14030629 86 Wang R. Bhatt A.B. Minden-Birkenmaier B.A. Travis O.K. Tiwari S. Jia H. Rosikiewicz W. Martinot O. Childs E. Loesch R. ZBTB18 restricts chromatin accessibility and prevents transcriptional adaptations that drive metastasis Sci. Adv. 9 2023 eabq3951 10.1126/sciadv.abq3951 87 Lu C. Garipler G. Dai C. Roush T. Salome-Correa J. Martin A. Liscovitch-Brauer N. Mazzoni E.O. Sanjana N.E. Essential transcription factors for induced neuron differentiation Nat. Commun. 14 2023 8362 10.1038/s41467-023-43602-7 88 Londhe P. Davie J.K. Sequential association of myogenic regulatory factors and E proteins at muscle-specific genes Skelet. Muscle 1 2011 14 10.1186/2044-5040-1-14 89 Ching T. Himmelstein D.S. Beaulieu-Jones B.K. Kalinin A.A. Do B.T. Way G.P. Ferrero E. Agapow P.M. Zietz M. Hoffman M.M. Opportunities and obstacles for deep learning in biology and medicine J. R. Soc. Interface 15 2018 20170387 10.1098/rsif.2017.0387 90 Eraslan G. Avsec Ž. Gagneur J. Theis F.J. Deep learning: new computational modelling techniques for genomics Nat. Rev. Genet. 20 2019 389 403 10.1038/s41576-019-0122-6 30971806 91 Xu Y. Liu X. Cao X. Huang C. Liu E. Qian S. Liu X. Wu Y. Dong F. Qiu C.-W. Artificial intelligence: A powerful paradigm for scientific research Innovation (Cambridge (Mass.)) 2 2021 100179 10.1016/j.xinn.2021.100179 92 Wang H. Yang Y. Liu J. Qian L. Direct cell reprogramming: approaches, mechanisms and progress Nat. Rev. Mol. Cell Biol. 22 2021 410 424 10.1038/s41580-021-00335-z 33619373 93 Bunne C. Roohani Y. Rosen Y. Gupta A. Zhang X. Roed M. Alexandrov T. AlQuraishi M. Brennan P. Burkhardt D.B. How to Build the Virtual Cell with Artificial Intelligence: Priorities and Opportunities Cell 187 2024 7045 7063 10.1016/j.cell.2024.11.015 39672099 94 Avsec Ž. Agarwal V. Visentin D. Ledsam J.R. Grabska-Barwinska A. Taylor K.R. Assael Y. Jumper J. Kohli P. Kelley D.R. Effective gene expression prediction from sequence by integrating long-range interactions Nat. Methods 18 2021 1196 1203 10.1038/s41592-021-01252-x 34608324 95 Barbadilla-Martínez L. Klaassen N. van Steensel B. de Ridder J. Predicting gene expression from DNA sequence using deep learning models Nat. Rev. Genet. 2025 1 15 10.1038/s41576-025-00841-2 39333241 96 Avsec Ž. Latysheva N. Cheng J. Novati G. Taylor K.R. Ward T. Bycroft C. Nicolaisen L. Arvaniti E. Pan J. AlphaGenome: advancing regulatory variant effect prediction with a unified DNA sequence model Preprint at bioRxiv 2025 10.1101/2025.06.25.661532 97 Kaluscha S. Domcke S. Wirbelauer C. Stadler M.B. Durdu S. Burger L. Schübeler D. Evidence that direct inhibition of transcription factor binding is the prevailing mode of gene and repeat repression by DNA methylation Nat. Genet. 54 2022 1895 1906 10.1038/S41588-022-01241-6 36471082 98 Lienert F. Wirbelauer C. Som I. Dean A. Mohn F. Schübeler D. Identification of genetic elements that autonomously determine DNA methylation states Nat. Genet. 43 2011 1091 1097 10.1038/NG.946 21964573 99 Langmead B. Salzberg S.L. Fast gapped-read alignment with Bowtie 2 Nat. Methods 9 2012 357 359 10.1038/NMETH.1923 22388286 100 Liao Y. Smyth G.K. Shi W. featureCounts: an efficient general purpose program for assigning sequence reads to genomic features Bioinformatics 30 2014 923 930 10.1093/BIOINFORMATICS/BTT656 24227677 101 Zhang Y. Liu T. Meyer C.A. Eeckhoute J. Johnson D.S. Bernstein B.E. Nusbaum C. Myers R.M. Brown M. Li W. Model-based analysis of ChIP-Seq (MACS) Genome Biol. 9 2008 R137 10.1186/GB-2008-9-9-R137 102 Gentleman R.C. Carey V.J. Bates D.M. Bolstad B. Dettling M. Dudoit S. Ellis B. Gautier L. Ge Y. Gentry J. Bioconductor: open software development for computational biology and bioinformatics Genome Biol. 5 2004 R80 10.1186/GB-2004-5-10-R80 103 Stark R. Brown G. DiffBind: differential binding analysis of ChIP-Seq peak data R package 2011 https://bioconductor.statistik.tu-dortmund.de/packages/2.13/bioc/vignettes/DiffBind/inst/doc/DiffBind.pdf 104 Gaidatzis D. Lerch A. Hahne F. Stadler M.B. QuasR: quantification and annotation of short reads in R Bioinformatics 31 2015 1130 1132 10.1093/BIOINFORMATICS/BTU781 25417205 105 Schneider C.A. Rasband W.S. Eliceiri K.W. NIH Image to ImageJ: 25 years of image analysis Nat. Methods 9 2012 671 675 10.1038/NMETH.2089 22930834 106 Tyanova S. Temu T. Cox J. The MaxQuant computational platform for mass spectrometry-based shotgun proteomics Nat. Protoc. 11 2016 2301 2319 10.1038/NPROT.2016.136 27809316 107 Liao Y. Smyth G.K. Shi W. The R package Rsubread is easier, faster, cheaper and better for alignment and quantification of RNA sequencing reads Nucleic Acids Res. 47 2019 e47 10.1093/NAR/GKZ114 108 Robinson M.D. McCarthy D.J. Smyth G.K. edgeR: a Bioconductor package for differential expression analysis of digital gene expression data Bioinformatics 26 2010 139 140 10.1093/BIOINFORMATICS/BTP616 19910308 109 Wu T. Hu E. Xu S. Chen M. Guo P. Dai Z. Feng T. Zhou L. Tang W. Zhan L. clusterProfiler 4.0: A universal enrichment tool for interpreting omics data Innovation (Cambridge (Mass.)) 2 2021 100141 10.1016/J.XINN.2021.100141 110 Yu G. Wang L.G. He Q.Y. ChIPseeker: an R/Bioconductor package for ChIP peak annotation, comparison and visualization Bioinformatics 31 2015 2382 2383 10.1093/BIOINFORMATICS/BTV145 25765347 111 Abadi M. Agarwal A. Barham P. Brevdo E. Chen Z. Citro C. Corrado G.S. Davis A. Dean J. Devin M. TensorFlow: Large-Scale Machine Learning on Heterogeneous Distributed Systems Preprint at arXiv 2016 10.48550/arXiv.1603.04467 112 Arnold T.B. kerasR: R Interface to the Keras Deep Learning Library J. Open Source Softw. 2 2017 296 10.21105/JOSS.00296 113 Lundberg S.M. Lee S.I. A Unified Approach to Interpreting Model Predictions Preprint at arXiv 2017 10.48550/arXiv.1705.07874 114 Lundberg S.M. Erion G. Chen H. DeGrave A. Prutkin J.M. Nair B. Katz R. Himmelfarb J. Bansal N. Lee S.I. From Local Explanations to Global Understanding with Explainable AI for Trees Nat. Mach. Intell. 2 2020 56 67 10.1038/S42256-019-0138-9 32607472 115 McInnes L. Healy J. Melville J. UMAP: Uniform Manifold Approximation and Projection for Dimension Reduction Preprint at arXiv 2018 10.48550/arXiv.1802.03426 116 Thorvaldsdóttir H. Robinson J.T. Mesirov J.P. Integrative Genomics Viewer (IGV): high-performance genomics data visualization and exploration Brief. Bioinform. 14 2013 178 192 10.1093/BIB/BBS017 22517427 117 Ritchie M.E. Phipson B. Wu D. Hu Y. Law C.W. Shi W. Smyth G.K. limma powers differential expression analyses for RNA-sequencing and microarray studies Nucleic Acids Res. 43 2015 e47 10.1093/NAR/GKV007 118 Dobin A. Davis C.A. Schlesinger F. Drenkow J. Zaleski C. Jha S. Batut P. Chaisson M. Gingeras T.R. STAR: ultrafast universal RNA-seq aligner Bioinformatics 29 2013 15 21 10.1093/BIOINFORMATICS/BTS635 23104886 119 Li Q. Brown J.B. Huang H. Bickel P.J. Measuring reproducibility of high-throughput experiments Ann. Appl. Stat. 5 2011 1752 1779 10.1214/11-AOAS466 120 Lawrence M. Huber W. Pagès H. Aboyoun P. Carlson M. Gentleman R. Morgan M.T. Carey V.J. Software for Computing and Annotating Genomic Ranges PLoS Comput. Biol. 9 2013 e1003118 10.1371/JOURNAL.PCBI.1003118 121 Korotkevich G. Sukhov V. Budin N. Shpak B. Artyomov M.N. Sergushichev A. Fast gene set enrichment analysis Preprint at bioRxiv 2021 10.1101/060012 122 Kuhn M. Building Predictive Models in R Using the caret Package J. Stat. Softw. 28 2008 1 26 10.18637/JSS.V028.I05 27774042 123 Sing T. Sander O. Beerenwinkel N. Lengauer T. ROCR: visualizing classifier performance in R Bioinformatics 21 2005 3940 3941 10.1093/BIOINFORMATICS/BTI623 16096348 124 Gu Z. Eils R. Schlesner M. Ishaque N. EnrichedHeatmap: an R/Bioconductor package for comprehensive visualization of genomic signal associations BMC Genomics 19 2018 234 10.1186/S12864-018-4625-X 125 Mohn F. Weber M. Rebhan M. Roloff T.C. Richter J. Stadler M.B. Bibel M. Schübeler D. Lineage-specific polycomb targets and de novo DNA methylation define restriction and potential of neuronal progenitors Mol. Cell 30 2008 755 766 10.1016/J.MOLCEL.2008.05.007 18514006 126 Wilkinson G. Dennis D. Schuurmans C. Proneural genes in neocortical development Neuroscience 253 2013 256 273 10.1016/J.NEUROSCIENCE.2013.08.029 23999125 127 Schindelin J. Arganda-Carreras I. Frise E. Kaynig V. Longair M. Pietzsch T. Preibisch S. Rueden C. Saalfeld S. Schmid B. Fiji: an open-source platform for biological-image analysis Nat. Methods 9 2012 676 682 10.1038/NMETH.2019 22743772 128 Sato Y. Nakajima S. Shiraga N. Atsumi H. Yoshida S. Koller T. Gerig G. Kikinis R. Three-dimensional multi-scale line filter for segmentation and visualization of curvilinear structures in medical images Med. Image Anal. 2 1998 143 168 10.1016/S1361-8415(98)80009-1 10646760 129 Weber M. Hellmann I. Stadler M.B. Ramos L. Pääbo S. Rebhan M. Schübeler D. Distribution, silencing potential and evolutionary impact of promoter DNA methylation in the human genome Nat. Genet. 39 2007 457 466 10.1038/ng1990 17334365 130 Grand R.S. Burger L. Gräwe C. Michael A.K. Isbel L. Hess D. Hoerner L. Iesmantavicius V. Durdu S. Pregnolato M. BANP opens chromatin and activates CpG-island-regulated genes Nature 596 2021 133 137 10.1038/S41586-021-03689-8 34234345 131 Amemiya H.M. Kundaje A. Boyle A.P. The ENCODE Blacklist: Identification of Problematic Regions of the Genome Sci. Rep. 9 2019 9354 10.1038/S41598-019-45839-Z 132 Ross-Innes C.S. Stark R. Teschendorff A.E. Holmes K.A. Ali H.R. Dunning M.J. Brown G.D. Gojis O. Ellis I.O. Green A.R. Differential oestrogen receptor binding is associated with clinical outcome in breast cancer Nature 481 2012 389 393 10.1038/NATURE10730 22217937 133 R Core Team R: A language and environment for statistical computing R Foundation for Statistical Computing 2024 https://www.R-project.org/ 134 Li H. Handsaker B. Wysoker A. Fennell T. Ruan J. Homer N. Marth G. Abecasis G. Durbin R. 1000 Genome Project Data Processing Subgroup The Sequence Alignment/Map format and SAMtools Bioinformatics 25 2009 2078 2079 10.1093/BIOINFORMATICS/BTP352 19505943 135 Frankish A. Diekhans M. Jungreis I. Lagarde J. Loveland J.E. Mudge J.M. Sisu C. Wright J.C. Armstrong J. Barnes I. GENCODE 2021 Nucleic Acids Res. 49 2021 D916 D923 10.1093/NAR/GKAA1087 33270111 136 Benjamini Y. Hochberg Y. Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing J. R. Stat. Soc. B 57 1995 289 300 10.1111/j.2517-6161.1995.tb02031.x 137 Subramanian A. Tamayo P. Mootha V.K. Mukherjee S. Ebert B.L. Gillette M.A. Paulovich A. Pomeroy S.L. Golub T.R. Lander E.S. Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles Proc. Natl. Acad. Sci. USA 102 2005 15545 15550 10.1073/PNAS.0506580102 16199517 138 Castanza A.S. Recla J.M. Eby D. Thorvaldsdóttir H. Bult C.J. Mesirov J.P. Extending support for mouse data in the Molecular Signatures Database (MSigDB) Nat. Methods 20 2023 1619 1620 10.1038/S41592-023-02014-7 37704782 139 Aleksander S.A. Balhoff J. Carbon S. Cherry J.M. Drabkin H.J. Ebert D. Feuermann M. Gaudet P. Harris N.L. Gene Ontology Consortium The Gene Ontology knowledgebase in 2023 Genetics 224 2023 iyad031 10.1093/GENETICS/IYAD031 140 Buenrostro J.D. Giresi P.G. Zaba L.C. Chang H.Y. Greenleaf W.J. Transposition of native chromatin for fast and sensitive epigenomic profiling of open chromatin, DNA-binding proteins and nucleosome position Nat. Methods 10 2013 1213 1218 10.1038/NMETH.2688 24097267 141 Martin M. Cutadapt removes adapter sequences from high-throughput sequencing reads EMBnet J. 17 2011 10 12 10.14806/EJ.17.1.200 142 Ballman K.V. Grill D.E. Oberg A.L. Therneau T.M. Faster cyclic loess: normalizing RNA arrays via linear models Bioinformatics 20 2004 2778 2786 10.1093/BIOINFORMATICS/BTH327 15166021 143 Bolstad B.M. Irizarry R.A. Åstrand M. Speed T.P. A comparison of normalization methods for high density oligonucleotide array data based on variance and bias Bioinformatics 19 2003 185 193 10.1093/BIOINFORMATICS/19.2.185 12538238 144 Dewari P.S. Southgate B. McCarten K. Monogarov G. O’duibhir E. Quinn N. Tyrer A. Leitner M.C. Plumb C. Kalantzaki M. An efficient and scalable pipeline for epitope tagging in mammalian stem cells using Cas9 ribonucleoprotein Elife 7 2018 e35069 10.7554/eLife.35069 145 Ostapcuk V. Mohn F. Carl S.H. Basters A. Hess D. Iesmantavicius V. Lampersberger L. Flemr M. Pandey A. Thomä N.H. Activity-dependent neuroprotective protein recruits HP1 and CHD4 to control lineage-specifying genes Nature 557 2018 739 743 10.1038/S41586-018-0153-8 29795351 146 Durinck S. Spellman P.T. Birney E. Huber W. Mapping identifiers for the integration of genomic datasets with the R/Bioconductor package biomaRt Nat. Protoc. 4 2009 1184 1191 10.1038/NPROT.2009.97 19617889 147 Durinck S. Moreau Y. Kasprzyk A. Davis S. De Moor B. Brazma A. Huber W. BioMart and Bioconductor: a powerful link between biological databases and microarray data analysis Bioinformatics 21 2005 3439 3440 10.1093/BIOINFORMATICS/BTI525 16082012 148 Orsburn B.C. Proteome Discoverer-A Community Enhanced Data Processing Suite for Protein Informatics Proteomes 9 2021 15 10.3390/PROTEOMES9010015 149 Eng J.K. McCormack A.L. Yates J.R. An approach to correlate tandem mass spectral data of peptides with amino acid sequences in a protein database J. Am. Soc. Mass Spectrom. 5 1994 976 989 10.1016/1044-0305(94)80016-2 24226387 150 Cox J. Mann M. MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification Nat. Biotechnol. 26 2008 1367 1372 10.1038/NBT.1511 19029910 151 Soneson C. Iesmantavicius V. Hess D. Stadler M.B. Seebacher J. einprot: flexible, easy-to-use, reproducible workflows for statistical analysis of quantitative proteomics data J. Open Source Softw. 8 2023 5750 10.21105/JOSS.05750 152 Phipson B. Lee S. Majewski I.J. Alexander W.S. Smyth G.K. Robust hyperparameter estimation protects against hypervariable genes and improves power to detect differential expression Ann. Appl. Stat. 10 2016 946 963 10.1214/16-AOAS920 28367255 153 Makowski M.M. Gräwe C. Foster B.M. Nguyen N.V. Bartke T. Vermeulen M. Global profiling of protein-DNA and protein-nucleosome binding affinities using quantitative mass spectrometry Nat. Commun. 9 2018 1653 10.1038/S41467-018-04084-0 154 Hammelman J. Patel T. Closser M. Wichterle H. Gifford D. Ranking reprogramming factors for cell differentiation Nat. Methods 19 2022 812 822 10.1038/S41592-022-01522-2 35710610 155 Sandelin A. Alkema W. Engström P. Wasserman W.W. Lenhard B. JASPAR: an open-access database for eukaryotic transcription factor binding profiles Nucleic Acids Res. 32 2004 D91 D94 10.1093/NAR/GKH012 14681366 156 Fornes O. Castro-Mondragon J.A. Khan A. Van Der Lee R. Zhang X. Richmond P.A. Modi B.P. Correard S. Gheorghe M. Baranašić D. JASPAR 2020: update of the open-access database of transcription factor binding profiles Nucleic Acids Res. 48 2020 D87 D92 10.1093/NAR/GKZ1001 31701148 157 Wagih O. ggseqlogo: a versatile R package for drawing sequence logos Bioinformatics 33 2017 3645 3647 10.1093/BIOINFORMATICS/BTX469 29036507 158 Tippmann S.C. Ivanek R. Gaidatzis D. Schöler A. Hoerner L. Van Nimwegen E. Stadler P.F. Stadler M.B. Schübeler D. Chromatin measurements reveal contributions of synthesis and decay to steady-state mRNA levels Mol. Syst. Biol. 8 2012 593 10.1038/MSB.2012.23 159 Stadler M.B. Murr R. Burger L. Ivanek R. Lienert F. Schöler A. van Nimwegen E. Wirbelauer C. Oakeley E.J. Gaidatzis D. DNA-binding factors shape the mouse methylome at distal regulatory regions Nature 480 2011 490 495 10.1038/NATURE10716 22170606 160 von Meyenn F. Iurlaro M. Habibi E. Liu N.Q. Salehzadeh-Yazdi A. Santos F. Petrini E. Milagre I. Yu M. Xie Z. Impairment of DNA Methylation Maintenance Is the Main Cause of Global Demethylation in Naive Embryonic Stem Cells Mol. Cell 62 2016 848 861 10.1016/J.MOLCEL.2016.04.025 27237052 161 Wei T. Simko V. Levy M. Xie Y. Jin Y.J. Zemla J. Visualization of a Correlation Matrix R package “corrplot”. Statistician 56 2017 162 Breiman L. Random forests Mach. Learn. 45 2001 5 32 10.1023/A:1010933404324 163 Chollet, F. (2015). keras. GitHub. https://github.com/fchollet/keras . 164 Kingma D.P. Ba J.L. Adam: A Method for Stochastic Optimization Preprint at arXiv 2014 10.48550/arXiv.1412.6980 165 Davis E.S. Mu W. Lee S. Dozmorov M.G. Love M.I. Phanstiel D.H. matchRanges: generating null hypothesis genomic ranges via covariate-matched sampling Bioinformatics 39 2023 btad197 10.1093/BIOINFORMATICS/BTAD197 166 Sloan C.A. Chan E.T. Davidson J.M. Malladi V.S. Strattan J.S. Hitz B.C. Gabdank I. Narayanan A.K. Ho M. Lee B.T. ENCODE data at the ENCODE portal Nucleic Acids Res. 44 2016 D726 D732 10.1093/NAR/GKV1160 26527727 167 Hitz B.C. Jin-Wook L. Jolanki O. Kagda M.S. Graham K. Sud P. Gabdank I. Strattan J.S. Sloan C.A. Dreszer T. The ENCODE Uniform Analysis Pipelines Preprint at bioRxiv 2023 10.1101/2023.04.04.535623 168 Clough E. Barrett T. Wilhite S.E. Ledoux P. Evangelista C. Kim I.F. Tomashevsky M. Marshall K.A. Phillippy K.H. Sherman P.M. NCBI GEO: archive for gene expression and epigenomics data sets: 23-year update Nucleic Acids Res. 52 2024 D138 D144 10.1093/NAR/GKAD965 37933855 169 Karolchik D. Hinrichs A.S. Furey T.S. Roskin K.M. Sugnet C.W. Haussler D. Kent W.J. The UCSC Table Browser data retrieval tool Nucleic Acids Res. 32 2004 D493 D496 10.1093/NAR/GKH103 14681465 170 Sollis E. Mosaku A. Abid A. Buniello A. Cerezo M. Gil L. Groza T. Güneş O. Hall P. Hayhurst J. The NHGRI-EBI GWAS Catalog: knowledgebase and deposition resource Nucleic Acids Res. 51 2023 D977 D985 10.1093/NAR/GKAC1010 36350656 171 Okbay A. Wu Y. Wang N. Jayashankar H. Bennett M. Nehzati S.M. Sidorenko J. Kweon H. Goldman G. Gjorgjieva T. Polygenic prediction of educational attainment within and between families from genome-wide association analyses in 3 million individuals Nat. Genet. 54 2022 437 449 10.1038/S41588-022-01016-Z 35361970 172 Schoeler T. Speed D. Porcu E. Pirastu N. Pingault J.B. Kutalik Z. Participation bias in the UK Biobank distorts genetic associations and downstream analyses Nat. Hum. Behav. 7 2023 1216 1227 10.1038/S41562-023-01579-9 37106081 173 Robinson J.T. Thorvaldsdóttir H. Winckler W. Guttman M. Lander E.S. Getz G. Mesirov J.P. Integrative genomics viewer Nat. Biotechnol. 29 2011 24 26 10.1038/NBT.1754 21221095 174 Gu Z. Gu L. Eils R. Schlesner M. Brors B. circlize Implements and enhances circular visualization in R Bioinformatics 30 2014 2811 2812 10.1093/BIOINFORMATICS/BTU393 24930139 175 Gu Z. Eils R. Schlesner M. Complex heatmaps reveal patterns and correlations in multidimensional genomic data Bioinformatics 32 2016 2847 2849 10.1093/BIOINFORMATICS/BTW313 27207943 176 Liberzon A. Birger C. Thorvaldsdóttir H. Ghandi M. Mesirov J.P. Tamayo P. The Molecular Signatures Database (MSigDB) hallmark gene set collection Cell Syst. 1 2015 417 425 10.1016/J.CELS.2015.12.004 26771021 177 Liberzon A. Subramanian A. Pinchback R. Thorvaldsdóttir H. Tamayo P. Mesirov J.P. Molecular signatures database (MSigDB) 3.0 Bioinformatics 27 2011 1739 1740 10.1093/BIOINFORMATICS/BTR260 21546393 178 Carroll T.S. Liang Z. Salama R. Stark R. de Santiago I. Impact of artifact removal on ChIP quality metrics in ChIP-seq and ChIP-exo data Front. Genet. 5 2014 75 10.3389/fgene.2014.00075 179 Okonechnikov K. Conesa A. García-Alcalde F. Qualimap 2: advanced multi-sample quality control for high-throughput sequencing data Bioinformatics 32 2016 292 294 10.1093/BIOINFORMATICS/BTV566 26428292 Supplemental information Document S1. Figures S1–S8 Table S1. QC analysis of high throughput sequencing samples of ChIP-seq, ATAC-seq, and DAP-seq, related to STAR Methods Table S2. List of public datasets used in the study, related to STAR Methods Table S3. List of plasmids and their open reading frame sequences constructed for this study, related to STAR Methods Table S4. List of mESC cell lines used in this study, related to STAR Methods Table S5. List of transcription reporter constructs, their regulatory sequences and measured expression values upon NGN2 induction, related to Figure 4 and STAR Methods Table S6. Gene list of differential nuclear protein abundance changes between mESCs, NGN2 and MyoD1 induced cells at 24 h, related to Figure 6 and STAR Methods Table S7. List of differential gene expression changes between GFP (noTF), NGN2, and MyoD1 induction at 6 and 24 h, related to Figure 1 and STAR Methods Table S8. List of NGN2 interacting proteins at 6 and 24 h detected in IP-MS, related to Figure 5 and STAR Methods Table S9. Comparison list of NGN2 and MyoD1 interacting proteins at 24 h detected in IP-MS together with their gene-expression levels up to 24-h differentiation, related to Figure 5 and STAR Methods Table S10. List of E-box interacting proteins (20 bp oligonucleotides with E-box variant sequences) upon 24-h NGN2 or MyoD1 induction, related to Figure 5 and STAR Methods Document S2. Article plus supplemental information Supplemental information can be found online at https://doi.org/10.1016/j.molcel.2025.07.005 .",
    "full_text_abstract": "Summary Transcription factors (TFs) recognizing DNA motifs within regulatory regions drive cell identity. Despite recent advances, their specificity remains incompletely understood. Here, we address this by contrasting two TFs, Neurogenin-2 (NGN2) and MyoD1, which recognize ubiquitous E-box motifs yet drive distinct cell fates toward neurons and muscles, respectively. Upon induction in mouse embryonic stem cells, we monitor binding across differentiation, employing an interpretable machine learning approach that integrates preexisting DNA accessibility. This reveals a chromatin-dependent motif syntax, delineating both common and factor-specific binding, validated by cellular and in vitro assays. Shared binding sites reside in open chromatin, locally influenced by nucleosomes. In contrast, factor-specific binding in closed chromatin involves NGN2 and MyoD1 acting as pioneer factors, influenced by motif variant frequencies, motif spacing, and interaction partners, which together account for subsequent lineage divergence. Transferring our methodology to other models demonstrates how a combination of opportunistic binding and context-specific chromatin-opening underpin TF specificity, driving differentiation trajectories.\n\nGraphical abstract\n\nHighlights • Chromatin context and motif grammar guide specific TF binding among many sites • Chromatin-dependent motif rules explain opportunistic, cooperative, and pioneer binding • Subtle motif variants direct gene activation via distinct TF complexes • Predictive models generalize across TFs and differentiation systems\n\nDurdu et al. crack the code of transcription-factor specificity by integrating chromatin context and motif syntax, validated by targeted assays. Focusing on NGN2 and MyoD1, they develop predictive models, distinguish functional binding from millions of potentials, and uncover generalizable rules explaining how transcription factors drive distinct cell fates."
}