{
  "PMC": "2195846",
  "DOI": "10.1084/jem.191.4.631",
  "PMID": "10684855",
  "PMCID": "PMC2195846",
  "title": "Promyelocytic leukemia protein (PML) and Daxx participate in a novel nuclear pathway for apoptosis.",
  "year": 2000,
  "source_url": "https://europepmc.org/article/PMC/PMC2195846",
  "source": "MED",
  "abstract_text": "The promyelocytic leukemia protein (PML) gene of acute promyelocytic leukemia (APL) encodes a cell growth and tumor suppressor essential for multiple apoptotic signals. Daxx was identified as a molecule important for the cytoplasmic transduction of the Fas proapoptotic stimulus. Here, we show that upon mitogenic activation of mature splenic lymphocytes, Daxx is dramatically upregulated and accumulates in the PML nuclear body (NB) where PML and Daxx physically interact. In the absence of PML, Daxx acquires a dispersed nuclear pattern, and activation-induced cell death of splenocytes is profoundly impaired. PML inactivation results in the complete abrogation of the Daxx proapoptotic ability. In APL cells, Daxx is delocalized from the NB. Upon retinoic acid treatment, which induces disease remission in APL, Daxx relocalizes to the PML NBs. These results indicate that PML and Daxx cooperate in a novel NB-dependent pathway for apoptosis and shed new light in the role of PML in tumor suppression.",
  "full_text": "J Exp Med J. Exp. Med The Journal of Experimental Medicine 0022-1007 1540-9538 The Rockefeller University Press 2195846 991873 10684855 Original Article Promyelocytic Leukemia Protein (Pml) and Daxx Participate in a Novel Nuclear Pathway for Apoptosis Zhong Sue a Salomoni Paolo a Ronchetti Simona a Guo Ailan a Ruggero Davide a Pandolfi Pier Paolo Department of Human Genetics, Memorial Sloan-Kettering Cancer Center, 1275 York Ave., New York, NY 10021. 212-717-3374 212-639-6168 p-pandolfi@ski.mskcc.org a a From the Department of Human Genetics and the Molecular Biology Program, Memorial Sloan-Kettering Cancer Center, Sloan-Kettering Division, Graduate School of Medical Sciences, Cornell University, New York, New York 10021 21 2 2000 191 4 631 640 25 10 1999 22 12 1999 24 12 1999 © 2000 The Rockefeller University Press 2000 The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). The promyelocytic leukemia protein (PML) gene of acute promyelocytic leukemia (APL) encodes a cell growth and tumor suppressor essential for multiple apoptotic signals. Daxx was identified as a molecule important for the cytoplasmic transduction of the Fas proapoptotic stimulus. Here, we show that upon mitogenic activation of mature splenic lymphocytes, Daxx is dramatically upregulated and accumulates in the PML nuclear body (NB) where PML and Daxx physically interact. In the absence of PML, Daxx acquires a dispersed nuclear pattern, and activation-induced cell death of splenocytes is profoundly impaired. PML inactivation results in the complete abrogation of the Daxx proapoptotic ability. In APL cells, Daxx is delocalized from the NB. Upon retinoic acid treatment, which induces disease remission in APL, Daxx relocalizes to the PML NBs. These results indicate that PML and Daxx cooperate in a novel NB-dependent pathway for apoptosis and shed new light in the role of PML in tumor suppression. apoptosis PML Daxx nuclear body acute promyelocytic leukemia Introduction The promyelocytic leukemia protein (PML) gene is involved in reciprocal chromosomal translocations with the retinoic acid receptor α (RARα) locus that are specifically found in almost 100% of cases of acute promyelocytic leukemia (APL), a distinct subtype of myeloid leukemia 1 2 3 4 5 6 . This translocation leads to the production of a PML-RARα chimeric oncoprotein, which is thought to interfere with both PML and RAR/RA receptor X (RXR) pathways 5 6 . PML is a RING finger IFN-inducible protein typically concentrated within discrete speckled nuclear structures called PML nuclear bodies (NBs) 5 6 7 8 9 . PML acts as a cell growth and tumor suppressor, antagonizing initiation, promotion, and progression of tumors of various histological origins, and, particularly, of the lympho-hemopoietic compartment 10 . PML is essential for the ability of Fas, TNF-α, ceramide, and IFN to induce programmed cell death and is required for DNA damage–induced apoptosis in mitogen-activated splenic lymphocytes 11 . In APL cells, the presence of PML-RARα leads to the delocalization of PML from the NBs and its accumulation into aberrant nuclear microspeckled structures where PML, RXR, and the PML-RARα oncoprotein colocalize. Upon RA treatment, which induces the degradation of the oncoprotein, the terminal differentiation of the APL blasts and the complete albeit transient remission of the disease, PML and the other NB proteins reacquire their natural nuclear localization 5 9 12 13 14 . Thus, the deregulation of the PML NB pathway by PML-RARα may play a crucial role in tumorigenesis. In agreement with the critical role of PML in apoptosis, PML-RARα has a marked antiapoptotic function, and this activity depends, at least in part, on its ability to deregulate PML function 11 15 . Daxx was originally identified as an adaptor molecule that binds to the death domain of the Fas receptor 16 . Daxx has also been found to localize in the nucleus 17 18 . However, its nuclear function is unknown. Daxx acts as a proapoptotic molecule that can enhance Fas-mediated apoptosis, as well as the Fas-mediated activation of the c-Jun NH 2 -terminal kinase (JNK) pathway through its interaction with the apoptosis signal–regulating kinase 1 (ASK1) 19 20 . Targeted disruption of the Daxx gene in the mouse results in early embryonic lethality, defining an important developmental role for this protein 18 . Here, we show that PML and Daxx participate in a novel nuclear pathway for lymphocyte apoptosis. PML is essential for both the proper localization of Daxx into the NBs and its proapoptotic ability. The deregulation of this pathway results in impaired lymphocyte activation–induced cell death providing a further basis for the increased susceptibility to lymphoma observed in PML −/ − mice. We also find that in APL cells, Daxx is delocalized from the NB along with PML, suggesting that the ability of PML-RARα to interfere with this pathway might contribute to the marked survival advantage that characterizes the malignant promyelocyte. Materials and Methods Cell Culture and Transfection. Cos-1 cells (American Type Culture Collection) were maintained in DMEM with high glucose content and 10% FBS (Life Technologies). Mouse primary keratinocytes and splenocytes were prepared as described previously 11 21 . NB4 cells (American Type Culture Collection) were grown in RPMI 1640 medium with 10% FBS. Passage 1 primary keratinocytes and Cos-1 cells were transferred into 6-well dishes or 100-mm plates 24 h before transfection. Transfections with plasmid DNA were carried out using the SuperFect™ reagent (Qiagen) following the manufacturer's instructions. Expression Vectors. Full-length Daxx cDNA was obtained by reverse transcription PCR from mouse testis total RNA, and subcloned into pcDNA3.1 vector (Invitrogen). Murine Daxx and human PML cDNAs were also subcloned in pEGFP (green fluorescent protein [GFP]) and pEBFP (blue fluorescent protein [BFP]) vectors (Clontech), respectively. Murine Daxx was also subcloned in pcDNA3.1 together with a 6×His tag. His(6×)-LacZ pcDNA3.1 was purchased from Invitrogen. Indirect Immunofluorescence. Primary mouse splenocytes and keratinocytes were grown as above and then cytospun for 5 min at 400 rpm directly onto glass slides. Cells were permeabilized by incubation in methanol for 20 min at −20°C. After washing three times in PBS and blocking in PBS containing 10% heat-inactivated goat serum (blocking buffer), the cells were incubated for 1 h at room temperature with the first antibody (a rabbit polyclonal anti-PML antibody, a gift from Dr. P.S. Freemont, Imperial Cancer Research Fund, London, UK [11]; a mouse monoclonal (sc-8043), or a rabbit polyclonal (sc-7152) anti-Daxx antibody, both from Santa Cruz Biotechnology). For detection, fluorescein- or Texas red–conjugated horse anti–mouse IgG or goat anti–rabbit IgG antibodies were diluted 1:200 in blocking buffer. Cells were incubated with the appropriate secondary antibody in blocking buffer containing 1 ng/ml DAPI for 1 h at room temperature, washed three times in PBS, and the slides were mounted with a coverglass in Vectashield mounting medium (Vector Laboratories). Slides were analyzed in the Sloan-Kettering Institute Confocal Microscopy Core Facility. Immunoprecipitation. After transfection with plasmid DNA, Cos-1 cells were washed in PBS, and cell lysates were prepared by adding 1 ml of ice-cold E1A buffer (250 mM NaCl, 50 mM Hepes, pH 7.0, 0.1% NP-40, 5 mM EDTA) supplemented with a complete protease inhibitor cocktail (Boehringer Mannheim). Either a mouse anti-PML mAb (1:50–1:100 dilution, sc-966; Santa Cruz Biotechnology), a mouse anti-Daxx mAb (1:400 dilution, sc-8043; Santa Cruz Biotechnology), or a rabbit polyclonal anti-Daxx antibody (1:400 dilution, sc-7152; Santa Cruz Biotechnology) was added to 50 μl of lysate, and the solution was incubated at 4°C overnight. For the endogenous coimmunoprecipitation, mouse primary splenocytes were Con A activated as above for 3 d and washed in PBS. Cell lysates were prepared by adding 1 ml of ice-cold E1A buffer. Either the rabbit polyclonal anti-PML (1:500) or the mouse anti-Daxx mAb (1:400) was added to the lysate, and the solution was incubated at 4°C overnight. Protein A–agarose beads (Sigma Chemical Co.) were added and incubated for 1 h with gentle rocking before pelleting by centrifugation. The beads were washed three times in E1A buffer and twice with PBS, and the immune complexes were released from the protein A–agarose beads by boiling in sample buffer for 5 min. Cell lysates and immunoprecipitation products were analyzed by Western blot. Preparation of Subcellular Fractions. Subcellular fractionation was performed as described 22 . In brief, cells were lysed in hypotonic buffer (5 mM Tris, pH 7.4, 5 mM KCl, 1.5 mM MgCl 2 , 0.1 mM EGTA [pH 8.0], 1 mM dithiothreitol, 10 μg/ml aprotinin, 10 μg/ml leupeptin, 10 mM benzamidine, 1 mM PMSF, 0.2 mM Na 3 VO 4 ) at 4°C for 30 min. After homogenization (20 strokes with a Dounce homogenizer B-pestle), samples were centrifuged (2,000 g for 5 min) to isolate the nuclei, which were lysed in E1A buffer. Nuclear NP-40–insoluble fractions were lysed directly in SDS-sample buffer. The resulting supernatant was considered as cytosolic fraction. Yeast Two-Hybrid Assay. Yeast two-hybrid assays were performed using MATCHMAKER Two-Hybrid System 2 (Clontech). In brief, full-length Daxx and PML were subcloned into pAS2-1 or pACT-2 vector. pAS2-1-Daxx and/or pACT-2-PML were transformed into yeast strain Y187 containing a LacZ reporter under the control of a Gal4-responsive upstream activating sequence (UAS), and colonies were grown on synthetic dropout (SD)-Trp, SD-Leu, or SD-Trp/-Leu/-His plates. After 3 d, the colonies were inspected for blue color development following the manufacturer's protocol. To quantitate the protein–protein interactions, β-galactosidase activity of yeast transformants (three to four clones per transformation) grown in liquid culture was determined using o -nitrophenyl β- d -galactopyranoside (ONPG) as substrate, as per the manufacturer's instructions (Hoffmann-La Roche). Purification of B Cells. B and T splenic subpopulations were stained with FITC-conjugated anti-B220 and anti-CD90 antibodies (PharMingen) for 15 min and then washed and incubated with magnetic beads conjugated with an anti-FITC antibody (Miltenyi Biotec) for 5–10 min. After two washes, cells were separated on LS+ MACS separation columns (Miltenyi Biotec). The purity of the various subpopulations was ∼95% as assessed by flow cytometric analysis of cells stained with an FITC-conjugated anti-B220 and anti-CD90 antibodies (PharMingen). Apoptosis Analysis. Primary keratinocytes and splenocytes were harvested and cytospun onto glass slides. Cells were fixed with 4% paraformaldehyde in PBS for 30 min at room temperature and permeabilized in 0.1% Triton X-100, 0.1% sodium citrate for 2 min at 4°C. After 1 h in blocking solution (PBS with 10% goat serum) at room temperature, cells were incubated with an anti-His mAb (Penta, 1:200; Qiagen). Cells were then stained with a Texas red–conjugated anti–mouse antibody (1:200) diluted in the terminal deoxynucleotidyl transferase–mediated dUTP nick end labeling (TUNEL) reaction mixture (Roche) for 1 h at room temperature. Cells recognized by the anti-His antibody were scored for TUNEL positivity and nucleus condensation as apoptotic cells. In addition, apoptosis was scored by staining with propidium iodide and by evaluation of subdiploid DNA content by FACS ® analysis. Results Daxx Localizes to Discrete Nuclear Regions upon Splenocyte Activation. We attempted to identify molecules that could interact with PML in transducing the apoptotic stimulus in mitogen-activated splenocytes. To this end, we searched for proteins that colocalize with PML in the NBs of splenocytes before and/or after Con A activation. Cytospins of splenocytes obtained from PML +/+ mice were prepared either immediately or after 3 d of culture in the presence of Con A. Subsequently, the cells were subjected to coimmunofluorescence with appropriate antibodies and an anti-PML antibody that cross-reacted with the murine PML (see Materials and Methods). Using an anti-Daxx mAb in confocal microscopy, we observed that while at the steady-state Daxx was localized in the cytosol, where it showed a diffuse localization pattern, in Con A–activated splenocytes Daxx was mainly localized in discrete speckled nuclear regions ( Fig. 1 A). The vast majority of the cells displayed a speckled nuclear pattern with ∼5.5 ± 3.2 dots per cell ( Fig. 1 A). Similar results were obtained using a polyclonal Daxx antibody (not shown). We also observed that the immunofluorescence staining of Daxx in splenocytes became much stronger after Con A activation. To investigate whether this could be the result of upregulated Daxx expression after Con A treatment, we studied levels of Daxx expression in splenocytes before or after Con A activation by Northern and Western blot analyses ( Fig. 1B and Fig. C ). After 72 h of Con A treatment, the mRNA level of Daxx was markedly upregulated, suggesting that Con A can induce Daxx expression at the transcription level ( Fig. 1B and Fig. C ). In addition, we analyzed the protein levels of Daxx in the cytoplasmic and nuclear soluble and insoluble fractions. We observed that before Con A activation, Daxx is detected at very low levels and exclusively in the cytoplasm ( Fig. 1 C). Localization of Daxx in the cytosol was also observed in Jurkat T lymphocytes and murine hepatocytes (our unpublished observations; and Weinberg, R.A., personal communication). By contrast, upon Con A activation Daxx was strongly induced and mainly found associated with both the nuclear soluble and nuclear insoluble fractions ( Fig. 1 C). Thus, upon Con A treatment, Daxx is dramatically upregulated and translocated from the cytosol to the nucleus. Daxx Accumulates in the PML NBs. We next investigated whether the Daxx NBs would coincide with the PML-NBs. To this end, we performed coimmunofluorescence analysis with the anti-Daxx mAb and polyclonal anti-PML antibodies (see Materials and Methods). We detected PML NBs in all cells before and after Con A activation ( Fig. 1 A). However, although before Con A activation, the splenocytes displayed 4.5 ± 1.5 NBs per cell, after Con A the number of NBs increased up to twofold (9 ± 4 per cell) and were much brighter ( Fig. 1 A). Coimmunofluorescence staining demonstrated a complete colocalization of the Daxx dots with PML NBs, whereas not all PML NBs contained Daxx ( Fig. 1 A). Moreover, in our fractionation experiments, a significant amount of Daxx was found in the insoluble nuclear fraction ( Fig. 1 C), in agreement with the notion that the PML NBs are tightly associated with the insoluble nuclear matrix 9 . Thus, Daxx is localized within the NBs upon splenocyte activation. To further confirm that Daxx and PML colocalize in the nucleus, we transiently transfected Cos-1 cells with vectors expressing Daxx-GFP and PML-BFP. We analyzed Daxx and PML localization in formaldehyde-fixed cells by confocal microscopy. Daxx was found only associated with discrete NBs that coincided with the PML-specific NBs. In the same field, we could also detect the presence of cells transfected with either PML or Daxx alone. Interestingly, in cells expressing only Daxx, its localization was both nuclear speckled and nuclear diffuse. This indeed suggested that in the presence of the overexpressed PML, the diffuse Daxx protein was recruited to the NBs ( Fig. 2 A). Daxx and PML colocalization in nuclear speckles was also observed in living cells by a phase–contrast fluorescent microscope as well as in Cos cells transiently transfected with untagged PML and Daxx, where immunofluorescence analysis using anti-PML and anti-Daxx antibodies was carried out along with 4,6-diamino-2-phenylindole (DAPI) staining (not shown). PML and Daxx Physically Interact. To test whether Daxx and PML could physically interact, we cotransfected Cos-1 cells with untagged PML and Daxx expression vectors (pSG5-PML and pcDNA3.1-Daxx) and performed coimmunoprecipitation experiments (see Materials and Methods). Coprecipitated PML or Daxx was detected by Western blot with anti-Daxx or anti-PML antibodies, respectively ( Fig. 2 B), thus indicating that PML and Daxx interact in vivo. The anti–human PML antibody we have used does not cross-react with the endogenous monkey PML. However, Cos-1 cells do express PML as revealed by Northern blot analysis (not shown). We next investigated whether endogenous PML and Daxx would physically interact in Con A–stimulated primary splenocytes. Indeed, endogenous PML and Daxx proteins could be reciprocally coimmunoprecipitated in these cells ( Fig. 2 C). To further prove physical interaction between Daxx and PML, we used a yeast two-hybrid system. Full-length Daxx was linked to the Gal4 DNA binding domain in a pAS2-1 vector, and full-length PML was linked to the Gal4 activation domain in a pACT-2 vector (see Materials and Methods). In these assays, PML and Daxx were also found to interact ( Fig. 2 D). All together, these data demonstrate that Daxx can physically interact with PML in vivo, under physiological conditions. PML Is Required for the Localization of Daxx in the NBs. To test whether PML would be required for NB localization of Daxx, we performed immunofluorescence analysis of Daxx localization in PML −/ − and PML +/+ splenocytes before and/or after Con A activation ( Fig. 3 A). Before Con A activation, the cytoplasmic localization of Daxx was indistinguishable between PML −/ − and PML +/+ splenocytes. However, in activated PML −/ − splenocytes, Daxx failed to localize in the NBs, and acquired a diffused, patchy, nuclear localization pattern ( Fig. 3 A). Nevertheless, the induction of Daxx was unaffected by the absence of PML, as Daxx expression in PML −/ − and PML +/+ nuclear samples was virtually indistinguishable by Western blot analysis ( Fig. 3 B). Daxx Is Differentially Upregulated in B Lymphocytes. Upon mitogenic activation of splenocytes, we noticed the presence of two distinct lymphocyte populations: cells that expressed Daxx at very high levels (Daxx h ) and cells expressing low levels of Daxx (Daxx l ) (not shown). Therefore, we tested whether this would be due to a differential regulation of Daxx expression in the two main splenic populations, B and T cells. B and T splenocytes were isolated after Con A stimulation by magnetic positive selection with an anti-B220 antibody and an anti-CD90 antibody, respectively (see Materials and Methods). We analyzed Daxx expression levels by Western blot in these two subpopulations. We observed that Daxx was induced in both B and T cells. However, much higher levels were detected in B cells (up to 10-fold; Fig. 4 ). These results were confirmed by immunofluorescence analysis (not shown). Activation-induced Cell Death Is Profoundly Impaired in PML −/ − B Lymphocytes. During Con A activation, a large number of B lymphocytes underwent programmed cell death, and after 96 h the remaining cell population was almost entirely composed by T lymphocytes (not shown). The induction of cell death coincided with the induction of Daxx and its redistribution to the NBs. Since in PML −/ − splenocytes, Daxx was induced but did not localize to the NBs, we tested whether upon Con A stimulation the delocalization of Daxx would affect the induction of apoptotic cell death. Indeed, in a time course after Con A stimulation the percentage of apoptotic cells was much lower in PML −/ − than in PML +/+ splenic B lymphocytes ( Fig. 5A and Fig. B ). The Proapoptotic Ability of Daxx Is Abrogated in PML −/ − Cells. We next investigated whether Daxx upregulation would induce apoptosis in cells that express PML, and whether its proapoptotic ability would be affected in the absence of PML. To this end, we used PML −/ − and PML +/+ primary keratinocytes. These cells express PML and can be easily transfected 21 23 . Furthermore, as in splenocytes, in primary keratinocytes PML and Daxx colocalize in the NBs, whereas Daxx is delocalized from the NB in PML −/ − keratinocytes (not shown). We transfected PML +/+ and PML −/ − keratinocytes with a His(6×)-tagged Daxx expression vector or, as control, a His(6×)-tagged LacZ vector. After transfection, cells were harvested at 24 and 48 h and scored for apoptosis by in situ TUNEL analysis (see Materials and Methods; Fig. 6 A). Overexpression of Daxx resulted in induction of apoptosis in PML +/+ primary keratinocytes, whereas this activity was completely abrogated in the absence of PML ( Fig. 6A and Fig. B ). Analysis of nuclear condensation upon DAPI staining gave comparable results (not shown). Thus, the inactivation of PML selectively impairs Daxx-induced apoptosis. Daxx is Delocalized from the NBs in APL Cells. We next studied the localization of Daxx in APL cells by immunofluorescence analysis. As discussed previously, PML is delocalized from the NB in APL cells that contain the PML-RARα fusion protein due to t(15,17) translocation 5 . This fusion protein is present in the APL cell line NB4 5 . Staining of NB4 cells with anti-PML antibody revealed the PML protein predominantly in nuclear microspeckles ( Fig. 7 ). Daxx also displayed an aberrant localization pattern accumulating in microspeckles ( Fig. 7 ), the majority of which did not appear to colocalize with the PML microspeckles ( Fig. 7 ). Treatment of NB4 cells with RA causes relocalization of PML to the NBs 5 . In RA-treated NB4 cells, Daxx was relocalized to the NB, along with PML ( Fig. 7 ). These observations further demonstrate that the normal localization pattern of Daxx requires PML and intact NBs as has been shown for other NB proteins such as Sp100 9 12 13 14 . Discussion This study leads to the definition of a PML/NB-dependent function of Daxx that is indispensable for its proapoptotic function. Mitogenic stimuli such as Con A or LPS plus IL-4 (not shown) induce the upregulation and/or relocalization of Daxx into the PML NBs. Inactivation of PML results in the deregulation of this process and impaired apoptosis of mature splenic B lymphocytes upon mitogenic stimuli. The impaired ability of PML −/ − B lymphocytes to die provides a further rationale for the increased susceptibility of PML −/ − mice to lymphomas 10 . Furthermore, the identification of a critical role for PML in the induction of apoptosis by Daxx and the aberrant localization pattern of Daxx observed in APL cells provide a further basis for the resistance of the APL leukemic blasts to multiple apoptotic stimuli 11 15 . Although RA by itself induces differentiation and not apoptosis in APL cell lines such as NB4 ( 24 ; and our unpublished observations), the relocalization of Daxx to the NBs upon RA treatment could render the APL cells sensitive to proapoptotic stimuli. It has been shown that Daxx may serve as an adaptor of Fas 16 , and an activator of ASK1 upon a Fas apoptotic stimulus 19 . The activation of ASK1 results in the phosphorylation and activation of JNK 19 . JNK activation leads to phosphorylation of c-Jun, which in turn may regulate transcription of genes relevant for apoptosis, possibly inducing the activation of caspases. This pathway can operate in parallel to the Fas–Fas-associated death domain (FADD) association, which couples Fas to procaspase 8 within the death-inducing signaling complex (DISC), leading to the cascade of caspase proteolytic activation. However, the Fas-dependent activation of JNK through Daxx does not seem to be sufficient for proper transduction of the Fas apoptotic stimulus since a Fas mutant that selectively binds Daxx but not FADD is profoundly impaired in cell death induction 20 . The transduction of the Fas signal to Jun does not seem to be affected in the absence of PML since Jun phosphorylation upon Fas stimulation is not impaired in PML −/ − activated splenocytes (not shown). Thus, the Daxx-PML NB pathway for apoptosis may act independently of the Fas-Daxx-JNK-Jun signal transduction pathway. However, this does not exclude the possibility that Fas could act through the Daxx-PML-NB pathway, supported by the fact that the ability of Daxx to potentiate Fas-induced apoptosis is completely abrogated in PML −/ − cells (not shown). It is therefore tempting to speculate that Daxx could potentiate Fas-induced apoptosis through a JNK-independent PML NB–dependent mechanism, in agreement with the marked impairment in Fas-induced apoptosis observed in PML −/ − cells and mice 11 . We thank M. Barna, V.M. Dixit, P.S. Freemont, G.P. Dotto, R. Kolesnick, L. Longo, K. Manova, S. Ng, A. Shish, and Z.G. Wang, for materials, advice, and help in some of the experiments. This work was partially supported by the American Italian Cancer Foundation (D. Ruggero) and Centro Nazionale per la Ricerca (CNR) (S. Ronchetti). P. Salomoni is the recipient of a Doctoral Fellowship from the Medical School of the University of Modena, Modena, Italy. P.P. Pandolfi is a Scholar of the Leukemia Society of America. This work was also supported by the Sloan-Kettering Institute (through National Institutes of Health grant CA08748) and by National Institutes of Health (grant CA71692 to P.P. Pandolfi). S. Zhong, P. Salomoni, and S. Ronchetti contributed equally to this paper. Abbreviations used in this paper: APL, acute promyelocytic leukemia; ASK1, apoptosis signal–regulating kinase 1; BFP, blue fluorescent protein; DAPI, 4,6-diamino-2-phenylindole; FADD, Fas-associated death domain protein; GFP, green fluorescent protein; Hsp90, heat shock protein 90; JNK, c-Jun NH 2 -terminal kinase; NB, nuclear body; PML, promyelocytic leukemia protein; RA, retinoic acid; RARα and RXR, RA receptor α and RA receptor X, respectively; SD, synthetic dropout; TUNEL, terminal deoxynucleotidyl–mediated dUTP nick end labeling. Pandolfi P.P. Grignani F. Alcalay M. Mencarelli A. Biondi A. Lo Coco F. Pelicci P.G. Structure and origin of the acute promyelocytic leukemia myl/RARα cDNA and characterization of its retinoid-binding and transactivation properties Oncogene. 6 1991 1285 1292 1650447 de Thé H. Lavau C. Marchio A. Chomienne C. Degos L. Dejean A. The PML/RARα fusion mRNA generated by the t(15;17) translocation in acute promyelocytic leukemia encodes a functionally altered RAR Cell. 66 1991 675 684 1652369 Kakizuka A. Miller W.H. Jr. Umesono K. Warrell R.P. Jr. Frankel S.R. Murty V.V.V.S. Dmitrovsky E. Evans R.M. Chromosomal translocation t(15;17) in human acute promyelocytic leukemia fuses RARα with a novel putative transcription factor, PML Cell. 66 1991 663 674 1652368 Goddard A.D. Borrow P.S. Freemont P.S. Solomon E. Characterization of a zinc finger gene disrupted by the t(15;17) in acute promyelocytic leukemia Science. 254 1991 1371 1374 1720570 He L.Z. Merghoub T. Pandolfi P.P. In vivo analysis of the molecular pathogenesis of acute promyelocytic leukemia in the mouse and its therapeutic implications Oncogene. 18 1999 5278 5292 10498880 Melnick A. Licht J.D. Deconstructing a diseaseRARα, its fusion partners, and their roles in the pathogenesis of acute promyelocytic leukemia Blood. 93 1999 3167 3215 10233871 Freemont P.S. Hanson I.M. Trowsdale J. A novel cysteine-rich sequence motif Cell. 64 1991 483 484 1991318 Gaboli M. Gandini D. Delva L. Wang Z.G. Pandolfi P.P. Acute promyelocytic leukemia as a model for cross-talk between interferon and retinoic acid pathwaysfrom molecular biology to clinical applications Leuk. Lymphoma. 30 1998 11 22 9669672 Hodges M. Tissot C. Howe K. Grimwade D. Freemont P.S. Structure, organization, and dynamics of promyelocytic leukemia protein nuclear bodies Am. J. Hum. Genet. 63 1998 297 304 9683622 Wang Z.G. Delva L. Gaboli M. Rivi R. Giorgio M. Cordon-Cardo C. Grosveld F. Pandolfi P.P. Role of PML in cell growth and the retinoic acid pathway Science. 279 1998 1547 1551 9488655 Wang Z.-G. Ruggero D. Ronchetti S. Zhong S. Gaboli M. Rivi R. Pandolfi P.P. Pml is essential for multiple apoptotic pathways Nat. Genet. 20 1998 266 271 9806545 Koken M.H.M. Puvion-Dutilleul F. Guillemin M.C. Viron A. Linares-Cruz G. Stuurman N. de Jong L. Szostecki C. Calvo F. Chomienne C. The t(15;17) translocation alters a nuclear body in a retinoic acid-reversible fashion EMBO (Eur. Mol. Biol. Organ.) J. 13 1994 1073 1083 Dyck J. Maul G.G. Miller W.H. Jr. Chen J.D. Kakizuka A. Evans R.M. A novel macromolecular structure is a target of the promyelocyte-retinoic acid receptor oncoprotein Cell. 76 1994 333 343 8293467 Weis K. Rambaud S. Lavau C. Jansen J. Carvalho T. Carmo-Fonseca M. Lamond A. Dejean A. Retinoic acid regulates aberrant nuclear localization of PML-RARα in acute promyelocytic leukemic cells Cell. 76 1994 345 356 8293468 Grignani F. Fagioli M. Alcalay M. Longo L. Pandolfi P.P. Donti E. Biondi A. Lo Coco F. Pelicci P.G. Acute promyelocytic leukemiafrom genetics to treatment Blood. 83 1994 10 25 8274729 Yang X. Khosravi-Far R. Chang H.Y. Baltimore D. Daxx, a novel Fas-binding protein that activates JNK and apoptosis Cell. 89 1997 1067 1076 9215629 Pluta A.F. Earnshaw W.C. Goldberg I.G. Interphase-specific association of intrinsic centromere protein CENP-C with HDaxx, a death domain-binding protein implicated in Fas-mediated cell death J. Cell Sci. 111 1998 2029 2041 9645950 Michaelson J.S. Bader D. Kuo F. Kozak C. Leder P. Loss of Daxx, a promiscuously interacting protein, results in extensive apoptosis in early mouse development Genes Dev. 13 1999 1918 1923 10444590 Chang H.Y. Nishitoh H. Yang X. Ichijo H. Baltimore D. Activation of apoptosis signal-regulating kinase 1 (ASK1) by the adapter protein Daxx Science. 281 1998 1860 1863 9743501 Chang H.Y. Yang X. Baltimore D. Dissecting Fas signaling with an altered-specificity death-domain mutantrequirement of FADD binding for apoptosis but not Jun N-terminal kinase activation Proc. Natl. Acad. Sci. USA. 96 1999 1252 1256 9990010 Filvaroff E. Stern D.F. Dotto G.P. Tyrosine phosphorylation is an early and specific event involved in primary keratinocyte differentiation Mol. Cell. Biol. 10 1990 1164 1173 1689456 Wang K. Yin X.M. Chao D.T. Milliman C.L. Korsmeyer S.J. BIDa novel BH3 domain-only death agonist Genes Dev. 10 1996 2859 2869 8918887 Zhong S. Laurent D. Rachez C. Cenciarelli C. Gandini D. Zhang H. Kalantry S. Freedman L.P. Pandolfi P.P. A RA-dependent, tumour-growth suppressive transcription complex is the target of the PML-RARα and T18 oncoproteins Nat. Genet. 23 1999 287 295 10610177 Bruel A. Benoit G. De Nay D. Brown S. Lanotte M. Distinct apoptotic responses in maturation sensitive and resistant t(15;17) acute promyelocytic leukemia NB4 cells. 9-cis retinoic acid induces apoptosis independent of maturation and Bcl-2 expression Leukemia. 9 1995 1173 1184 7630193 Figure 1 Con A activation of splenocytes induces Daxx expression. (A) Daxx localization in NBs is induced upon Con A activation. PML +/+ splenocytes, before and after Con A activation, were immunostained with anti-PML and anti-Daxx antibodies. Both Daxx and PML display a strong staining upon Con A activation. Single staining ( a , b , a ′, and b ′) and superimposed images ( c and c ′) are shown. The nuclei were visualized by DAPI staining ( d and d ′). Representative confocal pictures are shown. Bar, 10 μM. (B) Upregulation of Daxx mRNA expression upon Con A treatment. Northern blot analysis was performed on total RNA from PML +/+ primary splenocytes, before and after 72 h of Con A activation using a Daxx cDNA probe, which detected a single 2.6-kb band. Normalization with 28S RNA is also shown. (C) Analysis of Daxx protein levels in cytosolic (C) and nuclear NP-40 (N)–soluble (SOL) and insoluble fractions (INSOL). Levels of heat shock protein 90 (Hsp90) were measured as a control of equal loading. Figure 2 Daxx and PML colocalize in NBs and physically interact. (A) Colocalization of transfected Daxx and PML. Cos-1 cells cotransfected with GFP-Daxx and BFP-PML were analyzed by confocal microscopy. Green dots (GFP) are Daxx specific, blue dots (BFP) are PML specific, and turquoise dots (GFP plus BFP) represent colocalizing proteins. Orange and white arrows indicate cells transfected with Daxx only and with PML only, respectively. Representative pictures are shown. Bar, 10 μM. (B) Coimmunoprecipitation of transfected Daxx and PML in Cos-1 cells. The left panel shows that PML is specifically detected in the Daxx immunoprecipitant, and the right panel shows that Daxx is coimmunoprecipitated with PML. The whole cell lysates (inputs) used for the immunoprecipitation are also included to display the migration of specific immunoreactive species. The anti–human PML antibody used for the coimmunoprecipitation analysis does not cross-react with the endogenous monkey PML. However, Cos-1 cells do express PML as revealed by Northern blot analysis. (C) Coimmunoprecipitation of endogenous Daxx and PML in Con A–activated PML +/+ and PML −/ − splenocytes. The left panel shows that Daxx is specifically detected in the PML immunoprecipitant, and the right panel shows that PML is coimmunoprecipitated with Daxx. The migration of specific immunoreactive species detected in the whole cell lysates is also shown. As expected, the endogenous Daxx was coimmunoprecipitated along with PML in PML +/+ but not in PML −/ − cells. (D) Yeast two-hybrid assay between the full-length Daxx and PML. Yeast strain Y187 was transformed with pAS2-1-Daxx and/or pACT-2-PML. Three to four colonies per transformation were grown in liquid culture, and the β-galactosidase expression (β-Gal) was determined using ONPG as substrate. The expression level of β-galactosidase measured by quantitative liquid assays in the cotransformed colonies was ∼50-fold higher than that in the single-transformed colonies. Figure 3 PML is required for the NB localization of Daxx. (A) Immunofluorescence analysis of Daxx in PML −/ − splenocytes. Splenocytes, before and after Con A activation, were immunostained with anti-PML and anti-Daxx antibodies. Single staining ( a , b , a ′, and b ′) and superimposed images ( c and c ′) are shown. The nuclei were visualized by DAPI staining ( d and d ′). Representative confocal pictures are shown. Bar, 10 μM. (B) Western blot analysis of nuclear extract from PML +/+ and PML −/ − splenocytes, before and after Con A activation. Hsp90 protein levels are shown as a control of equal loading. Figure 4 Daxx is selectively induced in B lymphocytes. PML +/+ and PML −/ − splenocytes were treated with Con A and at 72 h B and T subpopulations were obtained (Materials and Methods). Daxx expression levels at 0 and 72 h were measured in B and T cells by Western blot with the polyclonal anti-Daxx antibody. The differential expression of Daxx is also visible in extracts from untreated B and T cells upon longer exposure (not shown). Hsp90 was used as a normalization marker for protein input. Figure 5 Daxx induction correlates with B cell apoptosis. PML +/+ and PML −/ − splenocytes were treated with Con A. At 0, 24, 48, and 72 h after stimulation, B lymphocytes were isolated (see Materials and Methods) and scored for apoptosis by in situ TUNEL assay (A) or by cytometric analysis of subdiploid DNA content (B). Figure 6 PML is required for the ability of Daxx to induce apoptosis. (A) Time course of apoptosis in PML +/+ and PML −/ − keratinocytes transfected with His(6×)-Daxx or, as control, His(6×)-LacZ. Apoptotic cells were scored by TUNEL as described in B. The values are expressed as mean percentage of apoptosis ± SD ( n = 3). (B) TUNEL staining of PML +/+ (top) and PML −/ − (bottom) keratinocytes 24 h after transfection. Transfected cells were recognized by immunofluorescence staining with an anti-His mAb. His(6×)-positive, red; TUNEL-positive, green; DAPI, blue. White arrows point to His(6×)-positive nonapoptotic (TUNEL-negative) cells; red arrowheads point to His(6×)-positive apoptotic cells (yellow). The pictures were taken with an Olympus fluorescence microscope. Figure 7 Daxx is delocalized in the NB4 cells and relocalized to the NB upon RA treatment. NB4 cells were grown with or without 1 μM RA for 24 h before harvest. Cells were immunostained with a polyclonal anti-Daxx antibody and an anti-PML mAb. Single staining ( a , b , a ′, and b ′), superimposed images ( c and c ′), and DAPI staining ( d and d ′) are shown. Representative confocal pictures are shown. Bar, 10 μM.",
  "plain_text": "The promyelocytic leukemia protein (PML) gene of acute promyelocytic leukemia (APL) encodes a cell growth and tumor suppressor essential for multiple apoptotic signals. Daxx was identified as a molecule important for the cytoplasmic transduction of the Fas proapoptotic stimulus. Here, we show that upon mitogenic activation of mature splenic lymphocytes, Daxx is dramatically upregulated and accumulates in the PML nuclear body (NB) where PML and Daxx physically interact. In the absence of PML, Daxx acquires a dispersed nuclear pattern, and activation-induced cell death of splenocytes is profoundly impaired. PML inactivation results in the complete abrogation of the Daxx proapoptotic ability. In APL cells, Daxx is delocalized from the NB. Upon retinoic acid treatment, which induces disease remission in APL, Daxx relocalizes to the PML NBs. These results indicate that PML and Daxx cooperate in a novel NB-dependent pathway for apoptosis and shed new light in the role of PML in tumor suppression."
}
