{
    "PMC": "1637781",
    "DOI": "10.1289/ehp.00108s113",
    "PMID": "10698720",
    "PMCID": "PMC1637781",
    "title": "Mechanisms underlying Children's susceptibility to environmental toxicants.",
    "year": 2000,
    "source_url": "https://europepmc.org/article/PMC/PMC1637781",
    "source": "MED",
    "abstract_text": "An important public health challenge has been the need to protect children's health. To accomplish this goal, the scientific community needs scientifically based child-specific risk assessment methods. Critical to their development is the need to understand mechanisms underlying children's sensitivity to environmental toxicants. Risk is defined as the probability of adverse outcome and when applied to environmental risk assessment is usually defined as a function of both toxicity and exposure. To adequately evaluate the potential for enhanced health risks during development, both child-specific factors affecting toxicity and exposure need to be considered. In the first section of this article, example mechanisms of susceptibility relevant for toxicity assessment are identified and discussed. In the second section, examples of exposure factors that help define children's susceptibility are presented. Examples of pesticide research from the newly funded Child Health Center at the University of Washington will be given for illustration. The final section discusses the importance of putting these considerations of children's susceptibility into an overall framework for ascertaining relevancy for human risk assessment.",
    "full_text": "Environ Health Perspect Environmental Health Perspectives 0091-6765 1637781 10698720 sc271_5_1835 Research Article Mechanisms underlying Children's susceptibility to environmental toxicants. Faustman E M Silbernagel S M Fenske R A Burbacher T M Ponce R A Center for Child Environmental Health Risks Research, University of Washington, Seattle, Washington 98105-6099, USA. faustman@u.washington.edu 3 2000 108 Suppl 1 13 21 An important public health challenge has been the need to protect children's health. To accomplish this goal, the scientific community needs scientifically based child-specific risk assessment methods. Critical to their development is the need to understand mechanisms underlying children's sensitivity to environmental toxicants. Risk is defined as the probability of adverse outcome and when applied to environmental risk assessment is usually defined as a function of both toxicity and exposure. To adequately evaluate the potential for enhanced health risks during development, both child-specific factors affecting toxicity and exposure need to be considered. In the first section of this article, example mechanisms of susceptibility relevant for toxicity assessment are identified and discussed. In the second section, examples of exposure factors that help define children's susceptibility are presented. Examples of pesticide research from the newly funded Child Health Center at the University of Washington will be given for illustration. The final section discusses the importance of putting these considerations of children's susceptibility into an overall framework for ascertaining relevancy for human risk assessment. Images Figure 1 Figure 3 Figure 4 Figure 5 Figure 6",
    "full_text_abstract": "An important public health challenge has been the need to protect children's health. To accomplish this goal, the scientific community needs scientifically based child-specific risk assessment methods. Critical to their development is the need to understand mechanisms underlying children's sensitivity to environmental toxicants. Risk is defined as the probability of adverse outcome and when applied to environmental risk assessment is usually defined as a function of both toxicity and exposure. To adequately evaluate the potential for enhanced health risks during development, both child-specific factors affecting toxicity and exposure need to be considered. In the first section of this article, example mechanisms of susceptibility relevant for toxicity assessment are identified and discussed. In the second section, examples of exposure factors that help define children's susceptibility are presented. Examples of pesticide research from the newly funded Child Health Center at the University of Washington will be given for illustration. The final section discusses the importance of putting these considerations of children's susceptibility into an overall framework for ascertaining relevancy for human risk assessment. Images Figure 1 Figure 3 Figure 4 Figure 5 Figure 6"
}