{
    "DOI": "10.1038/sj.onc.1201097",
    "PMID": "9191052",
    "title": "The highest affinity DNA element bound by Pbx complexes in t(1;19) leukemic cells fails to mediate cooperative DNA-binding or cooperative transactivation by E2a-Pbx1 and class I Hox proteins - evidence for selective targetting of E2a-Pbx1 to a subset of Pbx-recognition elements.",
    "year": 1997,
    "source_url": "https://europepmc.org/article/MED/9191052",
    "source": "MED",
    "abstract_text": "Oncoprotein E2a-Pbx1 contains the N-terminal transactivation domains of E2a and the majority of the homeodomain protein, Pbx1. Using recombinant proteins, both Pbx1 and E2a-Pbx1 heterodimerize with Hox proteins on bipartite elements, Pbx1 binding a 5' TGAT core and Class I Hox proteins binding adjacent 3' TAAT, TTAT, or TGAT cores. In contrast to these in vitro results, nuclear extracts from E2a-Pbx1-transformed cells assemble an abundant Pbx-containing complex on TGATTGAT that excludes E2a-Pbx1, suggesting that an uncharacterized in vivo partner discriminates between E2a-Pbx1 and Pbx proteins, distinguishing it from Hox proteins. Here, we describe the DNA-binding properties of this complex, and identify TGATTGAC (PCE; Pbx Consensus Element) as its optimal recognition motif. In vitro, the PCE fails to bind heterodimers of Class I Hox proteins plus either Pbx1 or E2a-Pbx1. Likewise, in vivo, the PCE fails to mediate cooperative transactivation by E2a-Pbx1 plus Class I Hox proteins. Thus, the PCE binds a Pbx dimer partner that behaves unlike Class I Hox proteins. Competition analysis indicates that the Pbx-containing complex that binds the PCE also binds the TGATTGAT Pbx-Hox element and binds promoter elements required for tissue-specific expression of a number of cellular genes. Thus, different Pbx partners dictate targetting of Pbx heterodimers to related DNA motifs that differ in the sequence of their 3' half-sites, and E2a-Pbx1 heterodimerizes with only a subset of Pbx partners, restricting its potential DNA targets.",
    "full_text_abstract": "Oncoprotein E2a-Pbx1 contains the N-terminal transactivation domains of E2a and the majority of the homeodomain protein, Pbx1. Using recombinant proteins, both Pbx1 and E2a-Pbx1 heterodimerize with Hox proteins on bipartite elements, Pbx1 binding a 5' TGAT core and Class I Hox proteins binding adjacent 3' TAAT, TTAT, or TGAT cores. In contrast to these in vitro results, nuclear extracts from E2a-Pbx1-transformed cells assemble an abundant Pbx-containing complex on TGATTGAT that excludes E2a-Pbx1, suggesting that an uncharacterized in vivo partner discriminates between E2a-Pbx1 and Pbx proteins, distinguishing it from Hox proteins. Here, we describe the DNA-binding properties of this complex, and identify TGATTGAC (PCE; Pbx Consensus Element) as its optimal recognition motif. In vitro, the PCE fails to bind heterodimers of Class I Hox proteins plus either Pbx1 or E2a-Pbx1. Likewise, in vivo, the PCE fails to mediate cooperative transactivation by E2a-Pbx1 plus Class I Hox proteins. Thus, the PCE binds a Pbx dimer partner that behaves unlike Class I Hox proteins. Competition analysis indicates that the Pbx-containing complex that binds the PCE also binds the TGATTGAT Pbx-Hox element and binds promoter elements required for tissue-specific expression of a number of cellular genes. Thus, different Pbx partners dictate targetting of Pbx heterodimers to related DNA motifs that differ in the sequence of their 3' half-sites, and E2a-Pbx1 heterodimerizes with only a subset of Pbx partners, restricting its potential DNA targets."
}