{
  "PMC": "3100786",
  "DOI": "10.3410/b3-10",
  "PMID": "21655336",
  "PMCID": "PMC3100786",
  "title": "Checkpoint recovery in cells: how a molecular understanding can help in the fight against cancer.",
  "year": 2011,
  "source_url": "https://europepmc.org/article/PMC/PMC3100786",
  "source": "MED",
  "abstract_text": "Dysregulation of the cell cycle is the underlying mechanism of neoplasia. Healthy cells prevent propagation of DNA mutations to progeny by activation of cellular checkpoints, which allows time for DNA repair. On the other hand, activation of the DNA damage response is also the general principle of many current cancer treatments. Thus, recent advances in understanding how checkpoints in the cell cycle work at the molecular level open the door to new approaches to antitumor therapy.",
  "full_text": "F1000 Biol Rep F1000 Biology Reports 1757-594X Faculty of 1000 Ltd 3100786 10.3410/B3-10 10 Review Article Checkpoint recovery in cells: how a molecular understanding can help in the fight against cancer Medema René H. 1 Macurek Libor 2 libor.macurek@img.cas.cz 1 Department of Medical Oncology, University Medical Center Utrecht the Netherlands 2 Department of Genome Integrity, Institute of Molecular Genetics Academy of Sciences of the Czech Republic, Prague Czech Republic 03 5 2011 2011 3 10 © 2011 Faculty of 1000 Ltd 2011 This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. You may not use this work for commercial purposes Dysregulation of the cell cycle is the underlying mechanism of neoplasia. Healthy cells prevent propagation of DNA mutations to progeny by activation of cellular checkpoints, which allows time for DNA repair. On the other hand, activation of the DNA damage response is also the general principle of many current cancer treatments. Thus, recent advances in understanding how checkpoints in the cell cycle work at the molecular level open the door to new approaches to antitumor therapy. The electronic version of this article is the complete one and can be found at: http://f1000.com/reports/b/3/10 Introduction The cell cycle, in which cells replicate their genome and then physically divide into daughter cells, is an essential function in keeping multicellular organisms alive and healthy. However, various environmental factors (such as ionizing radiation or ultraviolet irradiation, and chemotherapy) as well as erroneous physiological processes (such as stalled replication forks or production of reactive oxygen species from metabolic reactions) cause undesired mutations that can lead to genomic instability and cancer. To prevent transfer of mutations to offspring, cells have evolved checkpoints that sense DNA damage and prevent progression through the cell cycle to allow DNA repair. Checkpoints are controlled by ATM (ataxia telangiectasia mutated) and ATR (ataxia telangiectasia and Rad3-related protein) kinases that activate their downstream effector kinases Chk2 (checkpoint kinase 2) and Chk1, respectively, and regulate multiple components of the cell cycle control and DNA repair pathways [ 1 , 2 ]. If the extent of DNA damage exceeds the capacity of repair mechanisms, cells are either permanently withdrawn from the cell cycle (senescence and/or quiescence) or are eliminated by programmed cell death (apoptosis). However, in most cases DNA lesions are successfully repaired and cells re-enter the cell cycle in a process called checkpoint recovery. Here we discuss recent advances in our understanding of checkpoint recovery and its relevance for human cancer. Recent advances Proliferating cells repeatedly pass through interphase (consisting of the G1, S, and G2 phases in which cells grow, replicate DNA, and duplicate centrosomes, respectively) followed by nuclear division (mitosis) and cellular division (cytokinesis). Transitions between the phases in the cell cycle are controlled by evolutionarily conserved cyclin-dependent kinases (CDKs), which act in complex with various cyclins, the principal regulators of the cell cycle. In the case of the G2/M transition, these components are represented by Cdk1/cyclin B. Interestingly, data from mice genetics indicate that Cdk1 is the only essential CDK, because proliferating cells can substitute for loss of any other CDK [ 3 ]. This indicates that the G2/M transition is carefully guarded, probably because an arrest in the G2 checkpoint is the last chance for the cell to prevent transmission of mutations to progeny. As untimely activation of Cdk1 can cause premature mitotic entry with deleterious consequences, activity of Cdk1 is carefully regulated at multiple levels (see Figure 1 ) [ 4 ]. First, cyclin B levels are low in G1 and gradually increase in G2, just before cells need to activate Cdk1 to promote mitotic entry. Second, Wee1 and Myt1 kinases directly inhibit Cdk1 by phosphorylating its Thr-14 and Tyr-15 residues. Removal of these inhibitory modifications is controlled by members of the CDC25 (cell division cycle 25) family of phosphatases and leads to a rapid activation of Cdk1/cyclin B. Finally, an initial activation of Cdk1/cyclin B stimulates the activity of Cdc25 and inactivates Wee1, creating two feedback loops that result in a switch-like activation of Cdk1. Activation of the DNA damage checkpoint in the G2 phase leads to increased activation of Wee1 as well as to degradation of Cdc25A [ 5 ], inhibition of Cdc25B [ 6 ], or cytosolic sequestration of Cdc25C [ 7 , 8 ], which all contribute to keeping Cdk1 activity low and preventing mitotic entry. During checkpoint recovery, cells rely on Plk1 (Polo-like kinase 1), which targets both Wee1 and Claspin (an essential cofactor of ATR) for proteasomal degradation [ 9 - 12 ]. Plk1 also promotes nuclear translocation of Cdc25C [ 13 ] and directly inhibits Chk2 and the p53 binding protein 53BP1 [ 14 ]. Interestingly, Plk1 activity is redundant in unperturbed mitotic entry whereas it becomes essential in checkpoint recovery, and this function is conserved in organisms ranging from yeast to humans. Activity of Plk1 is low after DNA damage whereas it becomes fully active during checkpoint recovery [ 15 ]. Phosphorylation within the T-loop of Plk1 is driven by Aurora-A kinase in complex with an adaptor protein, hBora, and is essential for activation of Plk1 and for checkpoint recovery [ 17 ]. Apart from its role in recovery, the yeast Plk1 homolog Cdc5 is indispensable for adaptation to irreparable DNA damage [ 17 , 18 ]; however, it remains unclear whether this pathway is conserved also in higher eukaryotes. Figure 1. Model for G2/M transition and checkpoint recovery G2: The activity of PP2A outweighs the capacity of cyclin B/Cdk1 to phosphorylate its substrates. Activity of cyclin B/Cdk1 is very low due to inhibitory phosphorylation by Wee1 and Myt1 (yellow circles). Mitosis: Expression of cyclin B is stimulated by FOXM1. Following dephosphorylation of Cdk1 by Cdc25A/B/C, cyclin B/Cdk1 is activated. Through Greatwall, it inhibits PP2A, and by phosphorylation of multiple substrates, it initiates mitotic entry. DNA damage: The cell remains arrested at the G2 checkpoint and cyclin B/Cdk1 is kept in an inactive state by Wee1 and by transcriptional repression of cyclin B by p53. Basal activities of FOXM1 and Wip1 (gray circle) prevent cyclin B levels from dropping below a threshold during the checkpoint. Checkpoint recovery: After successful DNA repair, the checkpoint is switched off by fully activated Wip1 phosphatase and Plk1 kinase, both contributing to activation of cyclin B/Cdk1 and enabling checkpoint recovery. ATM, ataxia telangiectasia mutated; ATR, ataxia telangiectasia and Rad3-related protein; AurA, aurora kinase A; Cdc25A/B/C, cell division cycle 25A, B and C; Cdk1, cyclin-dependent kinase 1; Chk1/2, checkpoint kinase 1 and 2; ENSA, α-endosulfine; FOXM1, forkhead box protein M1; hBora, human Bora; Plk1, Polo-like kinase 1; PP2A, protein phosphatase 2A; Wip1, wild-type p53-induced phosphatase 1. Although Plk1 activity is essential for recovery, it is not sufficient, indicating that additional control mechanisms exist. As DNA damage response pathways mostly rely on phosphorylation of multiple substrates, phosphatases that counteract such modifications are likely candidates to be involved in silencing the checkpoint and promoting checkpoint recovery. This was borne out in a study showing that two members of the protein phosphatase 2C (PP2C) family, Ptc2 and Ptc3, are necessary for checkpoint recovery in yeast [ 19 ]. In mammals, it was suggested that multiple phosphatases participate in inhibition of the DNA damage response pathway [ 20 ]. Among these, wild-type p53-induced phosphatase 1 (Wip1; also called PP2C-delta or PPM1D) seems to play a central role because it specifically recognizes a p(S/T)Q motif, phosphorylated mostly by ATM/ATR kinases, allowing Wip1 to efficiently dephosphorylate multiple players in the DNA damage response pathway [ 21 ]. Although Wip1 dephosphorylates many targets, the most relevant for checkpoint recovery is probably the tumor suppressor p53 [ 22 ]. The presence of Wip1 throughout the checkpoint counteracts the function of p53 as a transcriptional repressor of mitotic inducers [ 22 ] and thus allows levels of cyclin B and Plk1 to be kept high enough for eventual checkpoint recovery following successful repair of damaged DNA [ 22 ]. Wip1 can regulate p53 by multiple mechanisms. Apart from a direct dephosphorylation of pSer15 on p53, Wip1 has been shown to decrease p53 levels by activating the ubiquitin E3 ligase Mdm2, which targets p53 for proteasomal degradation, and also through activation of MdmX, which directly inhibits transcriptional activity of p53 at promoters [ 23 , 24 ]. Determining which one of these mechanisms is the most physiologically relevant still remains unaccomplished; however, counteracting the p53 function seems to be the major role for Wip1. This view is further supported by finding high expression levels of Wip1 in tumors that do not have inactivating mutations in p53 [ 25 ]. Conversely, overexpression of Wip1 is very rare in tumors carrying mutations in p53, possibly because the selection pressure for amplification of the Wip1 locus was lost by inactivating p53. Recent data indicate that driving the G2/M transition is more complex than previously anticipated. It appears that apart from mechanisms regulating Cdk1/cyclin B activity as described above, cells also actively control the outcome of Cdk1 activation at the level of its multiple substrates. This is achieved by PP2A-B55δ phosphatase, which actively reverses phosphorylations made by Cdk during the interphase and thus prevents premature mitotic entry [ 26 ]. Strikingly, the activity of PP2A-B55δ is inhibited by a Greatwall kinase (called MAST-L [microtubule-associated serine/threonine-protein kinase-like] in humans) that is active in mitosis and ensures that cells pass through mitosis with full phosphorylation of Cdk1 substrates [ 27 - 29 ]. Recently it has been demonstrated that this is achieved by phosphorylation of a PP2A inhibitor, Arpp19/Ensa (cAMP-regulated phosphoprotein 19/α-endosulfine), by Greatwall [ 30 , 31 ]. Importantly, Greatwall is activated in mitosis through phosphorylation by Cdk1/cyclin B, and once phosphorylated, forms a negative feedback loop to PP2A [ 32 ]. In light of these new findings, one can think of the G2/M transition as a balance between Cdk1/cyclin B activity and activity of the opposing PP2A phosphatase. In the normal cell cycle, Cdk1/cyclin B activity eventually outweighs that of PP2A and cells enter mitosis. Conversely, checkpoint mechanisms block the activation of Cdk1 which may push the balance towards activity of PP2A and prevent mitotic entry. This would imply that cells that repair DNA lesions and enter mitosis through a checkpoint recovery pathway need to overcome a higher barrier generated by PP2A than undamaged cells. This suggests that additional mechanisms (such as the activity of Plk1) are likely to be required for checkpoint recovery to support Cdk1 in the fight against the phosphatase-induced barrier. Moreover, prolonged arrest in the G2 checkpoint leads to activation of p53, which causes a drop in levels of cyclin B and Plk1 and further lowers the capacity of cells to recover. It appears that cells held at the G2 checkpoint adopt mechanisms (such as activating Wip1 to counteract the effect of p53) that prevent a drop of mitotic-inducing activity below a certain threshold and retain competence for eventual recovery. This model is further supported by a recent finding that cells need to maintain a basal level of Cdk activity during a DNA damage-induced G2 arrest in order to recover [ 33 ]. This enables cells to retain the transcriptional activity of the proliferation-promoting forkhead box protein FOXM1 throughout the DNA damage and allows them to sustain high levels of cyclin B [ 33 ]. How the basal activity of Cdk1 is regulated throughout the DNA damage, however, still remains to be elucidated. An attractive possibility is that Greatwall inhibition during the DNA damage response allows PP2A to reduce the phosphorylation level of some CDK substrates (leaving the basal Cdk1 activity untouched). Alternatively, PP2A might only target substrates of some CDKs, perhaps leaving substrates of Cdk2/cyclin A (including FOXM1) phosphorylated whereas acting preferentially on Cdk1 substrates. Clearly more research needs to be done to fully answer these issues. Future prospects Probably the most clinically relevant mode of DNA damage is represented by the genotoxic stress caused by radiotherapy or chemotherapy routinely used to cure cancer. Both strategies rely on induction of a cell death or permanent cell cycle arrest of tumor cells exposed to DNA damage, but at the same time they are limited by their toxic effects on normal tissues. With the recent major advances in understanding the molecular functioning of cell cycle checkpoints, it is hoped that in the future it may be possible to pharmacologically target components of the checkpoint recovery pathway, which may increase the sensitivity of tumor cells to current treatments. RHM was funded by the Netherlands Genomics Initiative of the Netherlands Organization for Scientific Research and LM was supported by the Grant Agency of the Czech Republic (P301/10/1525 and P305/10/P420). Competing Interests The authors declare that they have no competing interests. References 1 Jackson SP Bartek J The DNA-damage response in human biology and disease Nature 2009 461 1071 8 19847258 10.1038/nature08467 2 Bartek J Lukas J DNA damage checkpoints: from initiation to recovery or adaptation Curr Opin Cell Biol 2007 19 238 45 17303408 10.1016/j.ceb.2007.02.009 3 Malumbres M Barbacid M Cell cycle, CDKs and cancer: a changing paradigm Nat Rev Cancer 2009 9 153 66 19238148 10.1038/nrc2602 4 Lindqvist A Rodríguez-Bravo V Medema RH The decision to enter mitosis: feedback and redundancy in the mitotic entry network J Cell Biol 2009 185 193 202 19364923 10.1083/jcb.200812045 5 Mailand N Podtelejnikov AV Groth A Mann M Bartek J Lukas J Regulation of G(2)/M events by Cdc25A through phosphorylation-dependent modulation of its stability EMBO J 2002 21 5911 20 12411508 10.1093/emboj/cdf567 F1000 Factor 8 Evaluated by John Petrini 04 Dec 2002 6 Goldstone S Pavey S Forrest A Sinnamon J Gabrielli B Cdc25-dependent activation of cyclin A/cdk2 is blocked in G2 phase arrested cells independently of ATM/ATR Oncogene 2001 20 921 32 11314027 10.1038/sj.onc.1204177 7 Peng CY Graves PR Thoma RS Wu Z Shaw AS Piwnica-Worms H Mitotic and G2 checkpoint control: regulation of 14-3-3 protein binding by phosphorylation of Cdc25C on serine-216 Science 1997 277 1501 5 9278512 10.1126/science.277.5331.1501 8 Sanchez Y Wong C Thoma RS Richman R Wu Z Piwnica-Worms H Elledge SJ Conservation of the Chk1 checkpoint pathway in mammals: linkage of DNA damage to Cdk regulation through Cdc25 Science 1997 277 1497 501 9278511 10.1126/science.277.5331.1497 9 Mamely I van Vugt MA Smits VA Semple JI Lemmens B Perrakis A Medema RH Freire R Polo-like kinase-1 controls proteasome-dependent degradation of Claspin during checkpoint recovery Curr Biol 2006 16 1950 5 16934469 10.1016/j.cub.2006.08.026 10 Watanabe N Arai H Nishihara Y Taniguchi M Watanabe N Hunter T Osada H M-phase kinases induce phospho-dependent ubiquitination of somatic Wee1 by SCFbeta-TrCP Proc Natl Acad Sci U S A 2004 101 4419 24 15070733 10.1073/pnas.0307700101 F1000 Factor 8 Evaluated by Jonathon Pines 28 Apr 2004 11 Mailand N Bekker-Jensen S Bartek J Lukas J Destruction of Claspin by SCFbetaTrCP restrains Chk1 activation and facilitates recovery from genotoxic stress Mol Cell 2006 23 307 18 16885021 10.1016/j.molcel.2006.06.016 F1000 Factor 9 Evaluated by John Rouse 06 Sep 2006, Peter Jackson 09 Oct 2006 12 Peschiaroli A Dorrello NV Guardavaccaro D Venere M Halazonetis T Sherman NE Pagano M SCFbetaTrCP-mediated degradation of Claspin regulates recovery from the DNA replication checkpoint response Mol Cell 2006 23 319 29 16885022 10.1016/j.molcel.2006.06.013 F1000 Factor 7 Evaluated by Gennaro D’Urso 06 Sep 2006, Peter Jackson 09 Oct 2006 13 Toyoshima-Morimoto F Taniguchi E Nishida E Plk1 promotes nuclear translocation of human Cdc25C during prophase EMBO Rep 2002 3 341 8 11897663 10.1093/embo-reports/kvf069 F1000 Factor 6 Evaluated by Michael B Yaffe 08 Aug 2002 14 van Vugt MA Gardino AK Linding R Ostheimer GJ Reinhardt HC Ong SE Tan CS Miao H Keezer SM Li J Pawson T Lewis TA Carr SA Smerdon SJ Brummelkamp TR Yaffe MB A mitotic phosphorylation feedback network connects Cdk1, Plk1, 53BP1, and Chk2 to inactivate the G(2)/M DNA damage checkpoint PLoS Biol 2010 8 e1000287 20126263 10.1371/journal.pbio.1000287 15 Smits VA Klompmaker R Arnaud L Rijksen G Nigg EA Medema RH Polo-like kinase-1 is a target of the DNA damage checkpoint Nat Cell Biol 2000 2 672 6 10980711 10.1038/35023629 16 Macůrek L Lindqvist A Lim D Lampson MA Klompmaker R Freire R Clouin C Taylor SS Yaffe MB Medema RH Polo-like kinase-1 is activated by aurora A to promote checkpoint recovery Nature 2008 455 119 23 18615013 10.1038/nature07185 F1000 Factor 7 Evaluated by Iain Hagan 13 Aug 2008, Jonathan Millar 09 Sep 2008 17 Toczyski DP Galgoczy DJ Hartwell LH CDC5 and CKII control adaptation to the yeast DNA damage checkpoint Cell 1997 90 1097 106 9323137 10.1016/S0092-8674(00)80375-X 18 Vidanes GM Sweeney FD Galicia S Cheung S Doyle JP Durocher D Toczyski DP CDC5 inhibits the hyperphosphorylation of the checkpoint kinase Rad53, leading to checkpoint adaptation PLoS Biol 2010 8 e1000286 20126259 10.1371/journal.pbio.1000286 19 Leroy C Lee SE Vaze MB Ochsenbien F Guerois R Haber JE Marsolier-Kergoat MC PP2C phosphatases Ptc2 and Ptc3 are required for DNA checkpoint inactivation after a double-strand break Mol Cell 2003 11 827 35 12667463 10.1016/S1097-2765(03)00058-3 F1000 Factor 7 Evaluated by Orna Cohen-Fix 09 Apr 2003, Antony Carr 28 Apr 2003 20 Freeman A Monteiro A Phosphatases in the cellular response to DNA damage Cell Commun Signal 2010 8 27 20860841 10.1186/1478-811X-8-27 21 Lu X Nguyen TA Moon SH Darlington Y Sommer M Donehower LA The type 2C phosphatase Wip1: an oncogenic regulator of tumor suppressor and DNA damage response pathways Cancer Metastasis Rev 2008 27 123 35 18265945 10.1007/s10555-008-9127-x 22 Lindqvist A de Bruijn M Macurek L Brás A Mensinga A Bruinsma W Voets O Kranenburg O Medema RH Wip1 confers G2 checkpoint recovery competence by counteracting p53-dependent transcriptional repression EMBO J 2009 28 3196 206 19713933 10.1038/emboj.2009.246 23 Lu X Nguyen TA Moon SH Darlington Y Sommer M Donehower LA The type 2C phosphatase Wip1: an oncogenic regulator of tumor suppressor and DNA damage response pathways Cancer Metastasis Rev 2008 27 123 35 18265945 10.1007/s10555-008-9127-x 24 Zhang X Lin L Guo H Yang J Jones SN Jochemsen A Lu X Phosphorylation and degradation of MdmX is inhibited by Wip1 phosphatase in the DNA damage response Cancer Res 2009 69 7960 8 19808970 10.1158/0008-5472.CAN-09-0634 25 Bulavin DV Demidov ON Saito S Kauraniemi P Phillips C Amundson SA Ambrosino C Sauter G Nebreda AR Anderson CW Kallioniemi A Fornace AJ Jr Appella E Amplification of PPM1D in human tumors abrogates p53 tumor-suppressor activity Nat Genet 2002 31 210 5 12021785 10.1038/ng894 26 Mochida S Ikeo S Gannon J Hunt T Regulated activity of PP2A-B55[delta] is crucial for controlling entry into and exit from mitosis in Xenopus egg extracts EMBO J 2009 28 2777 85 19696736 10.1038/emboj.2009.238 27 Vigneron S Brioudes E Burgess A Labbé JC Lorca T Castro A Greatwall maintains mitosis through regulation of PP2A EMBO J 2009 28 2786 93 19680222 10.1038/emboj.2009.228 F1000 Factor 8 Evaluated by Angel Nebreda 30 Oct 2009 28 Burgess A Vigneron S Brioudes E Labbé JC Lorca T Castro A Loss of human Greatwall results in G2 arrest and multiple mitotic defects due to deregulation of the cyclin B-Cdc2/PP2A balance Proc Natl Acad Sci U S A 2010 107 12564 9 20538976 10.1073/pnas.0914191107 29 Voets E Wolthuis RM MASTL is the human orthologue of Greatwall kinase that facilitates mitotic entry, anaphase and cytokinesis Cell Cycle 2010 9 3591 601 20818157 10.4161/cc.9.17.12832 30 Mochida S Maslen SL Skehel M Hunt T Greatwall phosphorylates an inhibitor of protein phosphatase 2Α that is essential for mitosis Science 2010 330 1670 3 21164013 10.1126/science.1195689 F1000 Factor 16 Evaluated by Marie-Hélène Verlhac 07 Jan 2011, Angel Nebreda 20 Jan 2011, Brian Wadzinski 21 Mar 2011, Philipp Kaldis 05 Apr 2011 31 Gharbi-Ayachi A Labbé JC Burgess A Vigneron S Strub JM Brioudes E Van-Dorsselaer A Castro A Lorca T The substrate of Greatwall kinase, Arpp19, controls mitosis by inhibiting protein phosphatase 2A Science 2010 330 1673 7 21164014 10.1126/science.1197048 F1000 Factor 14 Evaluated by Marie-Hélène Verlhac 07 Jan 2011, Angel Nebreda 19 Jan 2011, Philipp Kaldis 05 Apr 2011 32 Yu J Zhao Y Li Z Galas S Goldberg ML Greatwall kinase participates in the cdc2 autoregulatory loop in Xenopus egg extracts Mol Cell 2006 22 83 91 16600872 10.1016/j.molcel.2006.02.022 F1000 Factor 7 Evaluated by Jonathon Pines 20 Apr 2006, Iain Hagan 24 Apr 2006 33 Alvarez-Fernández M Halim VA Krenning L Aprelia M Mohammed S Heck AJ Medema RH Recovery from a DNA-damage-induced G2 arrest requires Cdk-dependent activation of FoxM1 EMBO Rep 2010 11 452 8 20379221 10.1038/embor.2010.46 Abbreviations ATM ataxia telangiectasia mutated ATR ataxia telangiectasia and Rad3-related protein CDC25 cell division cycle 25 CDK cyclin-dependent kinase Chk2 checkpoint kinase 2 FOXM1 forkhead box protein M1 hBora human Bora Plk1 polo-like kinase 1 PP2C protein phosphatase 2C Thr threonine Tyr tyrosine Wip1 wild-type p53-induced phosphatase 1",
  "plain_text": "Dysregulation of the cell cycle is the underlying mechanism of neoplasia. Healthy cells prevent propagation of DNA mutations to progeny by activation of cellular checkpoints, which allows time for DNA repair. On the other hand, activation of the DNA damage response is also the general principle of many current cancer treatments. Thus, recent advances in understanding how checkpoints in the cell cycle work at the molecular level open the door to new approaches to antitumor therapy."
}
