{
  "PMC": "5956372",
  "DOI": "10.1100/tsw.2004.117",
  "PMID": "15349502",
  "PMCID": "PMC5956372",
  "title": "Receptor tyrosine kinases and inhibitors in lung cancer.",
  "year": 2004,
  "source_url": "https://europepmc.org/article/PMC/PMC5956372",
  "source": "MED",
  "abstract_text": "Lung cancer is a deadly disease with high mortality and morbidity. Most cases of lung cancer are due to non-small cell carcinoma, with 16% of cases being small cell carcinoma. The biology at a cellular level is of interest at many levels. Knowing cellular pathways helps to further enhance our knowledge of how lung cancer cells survive, proliferate, and metastasize. The receptor tyrosine kinases (RTKs) located at the cellular membrane are becoming of great interest as sites for targeted therapies for lung cancers. This review will discuss the RTKs that are involved in lung cancers and the newer therapies that are being tested. We will specifically discuss receptors such as epidermal growth factor receptor, c-Kit receptor, VEGF receptor, c-Met receptor, insulin growth factor receptor, and Eph receptor. The inhibitors against the specific RTKs are in various preclinical and clinical trials, and this will be detailed.",
  "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5956372 15349502 808310 10.1100/tsw.2004.117 Review Article Receptor Tyrosine Kinases and Inhibitors in Lung Cancer Pisick Evan 1 Jagadeesh Simha 2 Salgia Ravi 2 * 1 Tufts-New England Medical Center, Tufts University School of Medicine, Boston MA, USA 2 University of Chicago, Section of Hematology and Oncology, Pritzker Medical School, Chicago, IL, USA *Ravi Salgia: rsalgia@medicine.bsd.uchicago.edu 2004 6 8 2004 4 589 604 9 2 2004 28 7 2004 29 7 2004 Copyright © 2004 Evan Pisick et al. 2004 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Lung cancer is a deadly disease with high mortality and morbidity. Most cases of lung cancer are due to non-small cell carcinoma, with 16% of cases being small cell carcinoma. The biology at a cellular level is of interest at many levels. Knowing cellular pathways helps to further enhance our knowledge of how lung cancer cells survive, proliferate, and metastasize. The receptor tyrosine kinases (RTKs) located at the cellular membrane are becoming of great interest as sites for targeted therapies for lung cancers. This review will discuss the RTKs that are involved in lung cancers and the newer therapies that are being tested. We will specifically discuss receptors such as epidermal growth factor receptor, c-Kit receptor, VEGF receptor, c-Met receptor, insulin growth factor receptor, and Eph receptor. The inhibitors against the specific RTKs are in various preclinical and clinical trials, and this will be detailed. RTK EGFR c-Kit c-Met VEGF IGF Eph ephrins American Cancer Society RSG CCE-102606 National Cancer Institute RO1 CA 100750-01",
  "plain_text": "Lung cancer is a deadly disease with high mortality and morbidity. Most cases of lung cancer are due to non-small cell carcinoma, with 16% of cases being small cell carcinoma. The biology at a cellular level is of interest at many levels. Knowing cellular pathways helps to further enhance our knowledge of how lung cancer cells survive, proliferate, and metastasize. The receptor tyrosine kinases (RTKs) located at the cellular membrane are becoming of great interest as sites for targeted therapies for lung cancers. This review will discuss the RTKs that are involved in lung cancers and the newer therapies that are being tested. We will specifically discuss receptors such as epidermal growth factor receptor, c-Kit receptor, VEGF receptor, c-Met receptor, insulin growth factor receptor, and Eph receptor. The inhibitors against the specific RTKs are in various preclinical and clinical trials, and this will be detailed."
}
