{
    "PMC": "7099172",
    "DOI": "10.1007/s11427-011-4260-0",
    "PMID": "22227895",
    "PMCID": "PMC7099172",
    "title": "Translational medicine in China I: perspectives from Chinese physicians and scientists.",
    "year": 2011,
    "source_url": "https://europepmc.org/article/PMC/PMC7099172",
    "source": "MED",
    "full_text": "Sci China Life Sci Sci China Life Sci Science China. Life Sciences 1674-7305 1869-1889 Science China Press Beijing 7099172 22227895 4260 10.1007/s11427-011-4260-0 Editorial Translational medicine in China I: Perspectives from Chinese physicians and scientists Jiang ChengYu Jiang@pumc.edu.cn grid.410318.f 0000000406323409 Department of Biochemistry and Molecular Biology, Peking Union Medical College, Chinese Academy of Medical Sciences, Beijing, 100005 China 7 1 2012 7 1 2012 2011 54 12 1071 1073 20 11 2011 © The Author(s) 2011 This article is published under license to BioMed Central Ltd. Open Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited. Open Access This is an open access article distributed under the terms of the Creative Commons Attribution Noncommercial License ( https://creativecommons.org/licenses/by-nc/2.0 ), which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited. issue-copyright-statement © Science in China Press and Springer-Verlag GmbH 2011 This article is published with open access at Springerlink.com References 1 Zerhouni E. Medicine. The NIH Roadmap Science 2003 302 63 72 10.1126/science.1091867 14526066 2 Marincola F. M. Translational medicine: A two-way road J Transl Med 2003 1 1 10.1186/1479-5876-1-1 14527344 3 Geraghty J. Adenomatous polyposis coli and translational medicine Lancet 1996 348 422 10.1016/S0140-6736(05)64535-7 8709779 4 Liu S. H. Chu H. I. Treatment of renal osteodystrophy with dihydrotachysterol (A.T.10) and iron Science 1942 95 388 389 10.1126/science.95.2467.388 17758359 5 Gong R. Ding C. Hu J. Science 2011 333 1642 1646 10.1126/science.1207675 21835979 6 Zhang X. W. Yan X. J. Zhou Z. R. Arsenic trioxide controls the fate of the PML-RARalpha oncoprotein by directly binding PML Science 2010 328 240 243 10.1126/science.1183424 20378816 7 Teng L. Zhao J. Wang F. A GPCR/secretase complex regulates beta- and gamma-secretase specificity for Abeta production and contributes to AD pathogenesis Cell Res 2010 20 138 153 10.1038/cr.2010.3 20066010 8 Pan X. Zhou T. Tai Y. H. Elevated expression of CUEDC2 protein confers endocrine resistance in breast cancer Nat Med 2011 17 708 714 10.1038/nm.2369 21572428 9 Wang C. Huang Z. Du Y. ATF4 regulates lipid metabolism and thermogenesis Cell Res 2010 20 174 184 10.1038/cr.2010.4 20066008 10 Zhang J. Wang H. Xiao Q. Hyaluronic acid fragments evoke Kupffer cells via TLR4 signaling pathway Sci China Ser C-Life Sci 2009 52 147 154 10.1007/s11427-009-0002-y 19277526 11 Zhao L. Galligan D. C. Lamers S. L. High level HIV-1 DNA concentrations in brain tissues differentiate patients with post-HAART AIDS dementia complex or cardiovascular disease from those with AIDS Sci China Ser C-Life Sci 2009 52 651 656 10.1007/s11427-009-0085-5 19641870 12 Shan C. Xu F. Zhang S. Hepatitis B virus X protein promotes liver cell proliferation via a positive cascade loop involving arachidonic acid metabolism and p-ERK1/2 Cell Res 2010 20 563 575 10.1038/cr.2010.49 20386571 13 Liu X. Leung S. Wang C. Crucial role of interleukin-7 in T helper type 17 survival and expansion in autoimmune disease Nat Med 2010 16 191 197 20062065 14 Ding L. Xu Y. Zhang W. MiR-375 frequently downregulated in gastric cancer inhibits cell proliferation by targeting JAK2 Cell Res 2010 20 784 793 10.1038/cr.2010.79 20548334 15 Cai Y. Shen X. Ding C. Pivotal role of dermal IL-17-producing γδ T cells in skin inflammation Immunity 2011 35 596 610 10.1016/j.immuni.2011.08.001 21982596 16 Yang H. Wang J. Du J. Structural basis of immunosuppression by the therapeutic antibody daclizumab Cell Res 2010 20 1361 1371 10.1038/cr.2010.130 20820193 17 Chen S. Zhao J. Huang Y. Endogenous enkephalin does not contribute to the cerebral anti-hyperalgesic action of gabapentin Sci China Life Sci 2010 53 1428 1432 10.1007/s11427-010-4092-3 21181344 18 Liu M. Wu H. Liu T. Regulation of the cell cycle gene, BTG2, by miR-21 in human laryngeal carcinoma Cell Res 2009 19 828 837 10.1038/cr.2009.72 19546886 19 Qin J. Li R. Raes J. A human gut microbial gene catalogue established by metagenomic sequencing Nature 2010 464 59 65 10.1038/nature08821 20203603 20 Bai X. Li P. Cao Y. Engineering infectious foot-and-mouth disease virus in vivo from a full-length genomic cDNA clone of the A/AKT/58 strain Sci China Ser C-Life Sci 2009 52 155 162 10.1007/s11427-009-0007-6 19277527 21 Cao X. J. Dai J. Xu H. High-coverage proteome analysis reveals the first insight of protein modification systems in the pathogenic spirochete Leptospira interrogans Cell Res 2010 20 197 210 10.1038/cr.2009.127 19918266 22 Wang J. Bai L. Li J. Proteomic analysis of mitochondria reveals a metabolic switch from fatty acid oxidation to glycolysis in the failing heart Sci China Ser C-Life Sci 2009 52 1003 1010 10.1007/s11427-009-0140-2 19937197 23 Guo J. Sun Z. Xiao S. Proteomic analysis of the cerebrospinal fluid of Parkinson’s disease patients Cell Res 2009 19 1401 1403 10.1038/cr.2009.131 19949427 24 Li Y. Li Z. He Y. Phylogeographic analysis of human papillomavirus 58 Sci China Ser C-Life Sci 2009 52 1164 1172 10.1007/s11427-009-0149-6 20016974 25 Li S. Du H. Wang Z. Meta-analysis of the relationship between Epstein-Barr virus infection and clinicopathological features of patients with gastric carcinoma Sci China Life Sci 2010 53 524 530 10.1007/s11427-010-0082-8 20596921 26 Zhang C. Ding N. Chen K. Complex positive selection pressures drive the evolution of HIV-1 with different co-receptor tropisms Sci China Life Sci 2010 53 1204 1214 10.1007/s11427-010-4066-5 20953943 27 Cao W. Yang Y. Wang Z. Leukemia inhibitory factor inhibits T helper 17 cell differentiation and confers treatment effects of neural progenitor cell therapy in autoimmune disease Immunity 2011 35 273 284 10.1016/j.immuni.2011.06.011 21835648 28 Xiao T. Fan J. K. Huang H. L. VEGI-armed oncolytic adenovirus inhibits tumor neovascularization and directly induces mitochondria-mediated cancer cellapoptosis Cell Res 2010 20 367 378 10.1038/cr.2009.126 19918267 29 Ying M. Zhen Q. Liu S. Treatment of established colon carcinoma-bearing mice by dendritic cells pulsed with lysates of heat-treated tumor cells Sci China Ser C-Life Sci 2009 52 831 835 10.1007/s11427-009-0112-6 19802741 30 Dong L. H. Wen J. K. Miao S. B. Baicalin inhibits PDGF-BB-stimulated vascular smooth muscle cell proliferation through suppressing PDGFRβ-ERK signaling and increase in p27 accumulation and prevents injury-induced neointimal hyperplasia Cell Res 2010 20 1252 1262 10.1038/cr.2010.111 20661261 31 Wang G. Lu J. Retrovirus-mediated delivery of an IL-4 receptor antagonist inhibits allergic responses in a murine model of asthma Sci China Life Sci 2010 53 1215 1220 10.1007/s11427-010-4067-4 20953944 32 Zhao Y. Yang J. Shi J. The NLRC4 inflammasome receptors for bacterial flagellin and type III secretion apparatus Nature 2011 477 596 600 10.1038/nature10510 21918512 33 Chen R. Zhang L. Zhong B. The ubiquitin-specific protease 17 is involved in virus-triggered type I IFN signaling Cell Res 2010 20 802 811 10.1038/cr.2010.41 20368735 34 Gu X. Yang X. Wang D. Comparison and significance of specific and non-specific cellular immunity in patients with chronic hepatitis B caused by infection with genotypes B or C of hepatitis B virus Sci China Ser C-Life Sci 2009 52 719 723 10.1007/s11427-009-0098-0 19727589 35 Zhang H. Qiu Z. Jiao Y. HIV-specific CD8 + T cell responses to HXB2 Gag and Nef peptide pools in Chinese HIV/AIDS patients Sci China Ser C-Life Sci 2009 52 841 846 10.1007/s11427-009-0117-1 19802743 36 Song X. Zhu S. Shi P. IL-17RE is the functional receptor for IL-17C and mediates mucosal immunity to infection with intestinal pathogens Nat Immunol 2011 12 1151 1158 10.1038/ni.2155 21993849 37 Chen H. Sun H. You F. Activation of STAT6 by STING is critical for antiviral innate immunity Cell 2011 147 436 446 10.1016/j.cell.2011.09.022 22000020 38 Liu X. Y. Wei B. Shi H. X. Tom70 mediates activation of interferon regulatory factor 3 on mitochondria Cell Res 2010 20 994 1011 10.1038/cr.2010.103 20628368 39 Hu Y. Cong Y. Li S. Identification of in vivo induced protein antigens of Salmonella enterica serovar Typhi during human infection Sci China Ser C-Life Sci 2009 52 942 948 10.1007/s11427-009-0127-z 19911130 40 Sun P. Zhang Q. Han J. TLR4 signaling induced TLR2 expression in the process of mimic cerebral ischemia/reperfusion in vitro Sci China Life Sci 2010 53 223 228 10.1007/s11427-010-0047-y 20596831 41 Liu S. Wang S. Wu Y. Production of proinflammatory cytokines in the human THP-1 monocyte cell line following induction by Tp0751, a recombinant protein of Treponema pallidum Sci China Life Sci 2010 53 229 233 10.1007/s11427-010-0038-z 20596832 42 Ma F. Xu S. Liu X. The microRNA miR-29 controls innate and adaptive immune responses to intracellular bacterial infection by targeting interferon-γ Nat Immunol 2011 12 861 10.1038/ni.2073 21785411 43 Sun Y. Shi Y. Zhang W. In silico characterization of the functional and structural modules of the hemagglutinin protein from the swine-origin influenza virus A (H1N1)-2009 Sci China Life Sci 2010 53 633 642 10.1007/s11427-010-4010-8 20602265 44 Liu X. Zhan Z. Li D. Intracellular MHC class II molecules promote TLR-triggered innate immune responses by maintaining activation of the kinase Btk Nat Immunol 2011 12 416 424 10.1038/ni.2015 21441935 45 Mi S. Li Y. Yan J. Na + /K + -ATPase b1 subunit interacts with M2 proteins of influenza A and B viruses and affects the virus replication Sci China Life Sci 2010 53 1098 1105 10.1007/s11427-010-4048-7 21104370 46 Li Z. Zhang Y. Liu Z. ECM1 controls T(H)2 cell egress from lymph nodes through re-expression of S1P(1) Nat Immunol 2011 12 178 185 10.1038/ni.1983 21217760 47 Lei C. Q. Zhong B. Zhang Y. Glycogen synthase kinase 3b regulates IRF3 transcription factor-mediated antiviral response via activation of the kinase TBK1 Immunity 2010 33 878 889 10.1016/j.immuni.2010.11.021 21145761 48 Shou Z. Xu Y. Xiao H. The effect of pregnancy on paternal skin allograft survival Sci China Ser C-Life Sci 2009 52 1011 1015 10.1007/s11427-009-0142-0 19937198 49 Zhang D. Jiang W. Liu M. Highly efficient differentiation of human ES cells and iPS cells into mature pancreatic insulin-producing cells Cell Res 2009 19 429 438 10.1038/cr.2009.28 19255591 50 Ning J. Liu Q. F. Luo X. D. Effect and mechanism of acute graft versus host disease on early diffuse murine lung injury following allogeneic stem cell transplantation Sci China Ser C-Life Sci 2009 52 1016 1022 10.1007/s11427-009-0139-8 19937199 51 Huang P. He Z. Ji S. Induction of functional hepatocyte-like cells from mouse fibroblasts by defined factors Nature 2011 475 386 389 10.1038/nature10116 21562492 52 Gu T. P. Guo F. Yang H. The role of Tet3 DNA dioxygenase in epigenetic reprogramming by oocytes Nature 2011 477 606 610 10.1038/nature10443 21892189 53 Song Z. Cai J. Liu Y. Efficient generation of hepatocyte-like cells from human induced pluripotent stem cells Cell Res 2009 19 1233 1242 10.1038/cr.2009.107 19736565 54 Ren Z. Wang J. Zou C. Comparative characterization of mesenchymal stem cells from different age groups of cynomolgus monkeys Sci China Life Sci 2010 53 563 572 10.1007/s11427-010-0083-7 20596939 55 Wang T. Chen K. Zeng X. The histone demethylases jhdm1a/1b enhance somatic cell reprogramming in a vitamin-C-dependent manner Cell Stem Cell 2011 9 575 587 10.1016/j.stem.2011.10.005 22100412 56 Li X. Zhu L. Yang A. Calcineurin-NFAT signaling critically regulates early lineage specification in mouse embryonic stem cells and embryos Cell Stem Cell 2011 8 46 58 10.1016/j.stem.2010.11.027 21211781 57 Lin J. Shi L. Zhang M. Defects in trophoblast cell lineage account for the impaired in vivo development of cloned embryos generated by somatic nuclear transfer Cell Stem Cell 2011 8 371 375 10.1016/j.stem.2011.02.007 21474101"
}