{
    "PMC": "4795952",
    "DOI": "10.1093/jrr/rrv086",
    "PMID": "26666690",
    "PMCID": "PMC4795952",
    "title": "In cellulo phosphorylation of XRCC4 Ser320 by DNA-PK induced by DNA damage.",
    "year": 2016,
    "source_url": "https://europepmc.org/article/PMC/PMC4795952",
    "source": "MED",
    "abstract_text": "XRCC4 is a protein associated with DNA Ligase IV, which is thought to join two DNA ends at the final step of DNA double-strand break repair through non-homologous end joining. In response to treatment with ionizing radiation or DNA damaging agents, XRCC4 undergoes DNA-PK-dependent phosphorylation. Furthermore, Ser260 and Ser320 (or Ser318 in alternatively spliced form) of XRCC4 were identified as the major phosphorylation sites by purified DNA-PK in vitro through mass spectrometry. However, it has not been clear whether these sites are phosphorylated in vivo in response to DNA damage. In the present study, we generated an antibody that reacts with XRCC4 phosphorylated at Ser320 and examined in cellulo phosphorylation status of XRCC4 Ser320. The phosphorylation of XRCC4 Ser320 was induced by γ-ray irradiation and treatment with Zeocin. The phosphorylation of XRCC4 Ser320 was detected even after 1 Gy irradiation and increased in a manner dependent on radiation dose. The phosphorylation was observed immediately after irradiation and remained mostly unchanged for up to 4 h. The phosphorylation was inhibited by DNA-PK inhibitor NU7441 and was undetectable in DNA-PKcs-deficient cells, indicating that the phosphorylation was mainly mediated by DNA-PK. These results suggested potential usefulness of the phosphorylation status of XRCC4 Ser320 as an indicator of DNA-PK functionality in living cells.",
    "full_text": "J Radiat Res J. Radiat. Res jrr jrr Journal of Radiation Research 0449-3060 1349-9157 Oxford University Press 4795952 10.1093/jrr/rrv086 rrv086 Radiation Biology In cellulo phosphorylation of XRCC4 Ser320 by DNA-PK induced by DNA damage Sharma Mukesh Kumar 1 2 Imamichi Shoji 1 3 Fukuchi Mikoto 1 Samarth Ravindra Mahadeo 1 4 5 Tomita Masanori 6 Matsumoto Yoshihisa 1 * 1 Research Laboratory for Nuclear Reactors, Tokyo Institute of Technology, N1-30 2-12-1, Ookayama, Meguro-ku, Tokyo 152–8550, Japan 2 Department of Zoology, R.R. Government College, Alwar 301001, India 3 Division of Chemotherapy and Clinical Research, National Cancer Center Research Institute, Tokyo 104–0045, Japan 4 Department of Research, Bhopal Memorial Hospital & Research Centre, Department of Health Research, Raisen Bypass Road, Bhopal 462038, India 5 National Institute for Research in Environmental Health, Indian Council of Medical Research, Kamla Nehru Hospital Building, Gandhi Medical College Campus, Bhopal 462001, India 6 Radiation Safety Research Center, Central Research Institute of Electric Power Industry, Tokyo 201–8511, Japan * Corresponding author. Research Laboratory for Nuclear Reactors, Tokyo Institute of Technology, N1-30 2-12-1, Ookayama, Meguro-ku, Tokyo 152–8550, Japan. Tel/Fax. +81-3-5734-3703; Email: yoshim@nr.titech.ac.jp 3 2016 13 12 2015 13 12 2015 57 2 115 120 5 8 2015 14 10 2015 25 10 2015 © The Author 2015. Published by Oxford University Press on behalf of The Japan Radiation Research Society and Japanese Society for Radiation Oncology. 2015 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/4.0/ ), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com XRCC4 is a protein associated with DNA Ligase IV, which is thought to join two DNA ends at the final step of DNA double-strand break repair through non-homologous end joining. In response to treatment with ionizing radiation or DNA damaging agents, XRCC4 undergoes DNA-PK-dependent phosphorylation. Furthermore, Ser260 and Ser320 (or Ser318 in alternatively spliced form) of XRCC4 were identified as the major phosphorylation sites by purified DNA-PK in vitro through mass spectrometry. However, it has not been clear whether these sites are phosphorylated in vivo in response to DNA damage. In the present study, we generated an antibody that reacts with XRCC4 phosphorylated at Ser320 and examined in cellulo phosphorylation status of XRCC4 Ser320. The phosphorylation of XRCC4 Ser320 was induced by γ-ray irradiation and treatment with Zeocin. The phosphorylation of XRCC4 Ser320 was detected even after 1 Gy irradiation and increased in a manner dependent on radiation dose. The phosphorylation was observed immediately after irradiation and remained mostly unchanged for up to 4 h. The phosphorylation was inhibited by DNA-PK inhibitor NU7441 and was undetectable in DNA-PKcs-deficient cells, indicating that the phosphorylation was mainly mediated by DNA-PK. These results suggested potential usefulness of the phosphorylation status of XRCC4 Ser320 as an indicator of DNA-PK functionality in living cells. DNA double-strand break repair non-homologous end joining (NHEJ) DNA-dependent protein kinase (DNA-PK) XRCC4 phosphorylation INTRODUCTION DNA double-strand breaks (DSBs) are thought to be the most deleterious type of DNA damage among those induced by radiation. In eukaryotic cells, DSBs are repaired mainly through two pathways, i.e. non-homologous end joining (NHEJ) and homologous recombination [ 1 ]. NHEJ is also involved in V(D)J recombination in the immune system to generate the diversity of immunoglobulin and T cell receptors. In NHEJ in vertebrate cells, seven molecules playing pivotal roles have been identified: Ku70, Ku86 (also known as Ku80) [ 2 , 3 ], DNA-dependent protein kinase catalytic subunit (DNA-PKcs) [ 4 – 7 ], XRCC4 [ 8 ], DNA ligase IV (LIG4) [ 9 , 10 ], XRCC4-like factor (XLF, also known as Cernunnos) [ 11 , 12 ] and Paralog of XRCC4 and XLF (PAXX, also known as XLS for XRCC4-like small molecule), which is the most recent addition to the list [ 13 – 15 ]. Ku70 and Ku86 form a heterodimer, bind first to the DNA end and recruit DNA-PKcs. When the DNA ends are not ready for ligation, they undergo processing by enzymes like Artemis, polynucleotide kinase/phosphatase (PNKP) and DNA polymerases μ/λ [ 1 ]. DNA ends are finally joined by LIG4. XRCC4 is tightly associated with and required for the stabilization and nuclear localization of LIG4 [ 9 , 10 , 16 – 18 ]. XRCC4, XLF and PAXX show remarkable similarities in 3D structure and are considered to comprise a superfamily [ 11 – 15 ]. XLF is thought to support LIG4 activity toward incompatible or mismatched DNA ends [ 19 , 20 ]. In addition, XRCC4 and XLF may form filaments bridging two DNA ends [ 21 ]. PAXX has been shown to interact with Ku and to stabilize the NHEJ complex [ 13 – 15 ]. DNA-PK has been shown to phosphorylate XRCC4 in vitro [ 9 , 22 , 23 ]. It has also been demonstrated that XRCC4 undergoes phosphorylation in living cells in response to treatment with ionizing radiation or a DSB-inducing agent in a manner dependent on DNA-PKcs [ 24 , 25 ]. Several groups have identified Ser260 and Ser320 (termed ‘Ser318’, reflecting the alternatively spliced form) as the major phosphorylation sites in XRCC4 by purified DNA-PK in vitro through mass spectrometry [ 26 – 28 ]. However, the XRCC4 mutants lacking these phosphorylation sites can fully restore radioresistance and V(D)J recombination in XRCC4-deficient XR-1 cells and also exhibit normal activity in DNA joining reaction in a cell-free system, leading to the conclusion that XRCC4 phosphorylation by DNA-PK is unnecessary for these functions [ 26 , 27 ]. Nevertheless, it is presently unclear whether these sites are phosphorylated in living cells in response to DNA damage. In the present study, we generated a phosphorylation-specific antibody against XRCC4 Ser320 and examined its phosphorylation status in living cells after irradiation. MATERIALS AND METHODS Generation of antibody A rabbit polyclonal antibody α-XRCC4-pS320, which can react with Ser320-phosphorylated XRCC4, was generated essentially as described earlier [ 29 ]. Peptides XRCC4-S320-C of the sequence corresponding to XRCC4 314–326 with a cysteine appended at the C-terminus (ISAENMSLETLRNC) and XRCC4-S320-P, with the same sequence but phosphorylated at Ser320, were synthesized by Greiner BIO ONE. Immunization and bleeding were conducted by Protein Purify (Isezaki, Gunma, Japan). To purify the phosphorylation-specific antibodies, the sera from immunized rabbits were passed several times through a Hi-Trap NHS-activated column (GE Healthcare, Buckinghamshire, UK) that had been coupled with an XRCC4-S320-C. The flow-through fraction was then passed through a Hi-Trap NHS-activated column coupled with an XRCC4-S320-P. The bound antibody was eluted from the column with 0.2 M glycine-HCl (pH2.8) and collected into a prechilled tube with one-eighth volume of 2 M Tris-HCl (pH8.4). As a preservative, one-ninth volume of 1% sodium azide in water was added. Cell culture The human cervical carcinoma cell line HeLa was cultured in RPMI1640 medium (Nacalai Tesque; Kyoto, Japan) supplemented with 10% fetal bovine serum (HyClone; Logan, UT, USA), 100 units/ml penicillin and 100 µg/ml streptomycin at 37°C in a humidified atmosphere containing 5% CO 2 . Human glioma cell lines M059 K and M059J, the latter of which lacks DNA-PKcs [ 7 ], were cultured in DMEM/Ham's F-12 medium supplemented with 10% bovine calf serum (HyClone), 100 units/ml penicillin and 100 µg/ml streptomycin at 37°C in a humidified atmosphere containing 5% CO 2 . XRCC4 cDNA and siRNA Human XRCC4 cDNA was obtained by polymerase chain reaction (PCR) from the cDNA pool of human T cell leukemia MOLT-4 and integrated into p3XFLAG-CMV-10 vector (Sigma–Aldrich; St Louis, MO, USA) [ 30 ]. Point mutations were introduced using PrimeSTAR Mutagenesis Kit (Takara Bio; Otsu, Shiga, Japan). Sequences of PCR primers for mutagenesis are as follows (underlined nucleotides correspond to mutated amino acids): S320A-F, AAC ATG GCT TTA GAA ACT CTG AGA AAC AGC; S320A-R, TTC TAA AGC CAT GTT TTC AGC TGA GAT GTG. The entire XRCC4 open reading frame was sequenced by Fasmac (Atsugi, Kanagawa, Japan) and found to be correct. To knockdown the endogenous XRCC4, small interfering RNA (siRNA) targeting 3′-untranslated region (UTR) was introduced [ 31 ]. The sequences of duplex were 5′- CUA UGU UUU CUA UUC AUU UdCdT -3′ and 5′- AAA UGA AUA GAA AAC AUA GdTdC -3′, where ‘d’ indicates deoxyribonucleotide. Scrambled duplex of the following sequences served as the control: 5′- UCU CUA UUA UUA GUU CUC UdTdT -3′, 5′- AGA GAA CUA AUA AUA GAG AdAdA -3′. Oligonucleotides were synthesized by Japan Bioservice (Saitama, Japan). The siRNA was transfected into HeLa using Lipofectamine RNAi MAX (Invitrogen; Carlsbad, CA, USA), and 24 h later, XRCC4 cDNA was transfected using Lipofectamine 2000 (Invitrogen). Treatment with radiation and chemicals Cells were irradiated using a 60 Co γ-ray source at the Tokyo Institute of Technology (222 TBq in February 2010). The dose rate was measured using an ionizing chamber–type exposure dosimeter C-110 (Oyo Giken, Tokyo, Japan). The DSB-inducing agent Zeocin [ 32 ] was purchased as an aquatic solution of 100 mg/ml from Invivogen (San Diego, CA, USA) and added to the culture medium at a final concentration of 100 μg/ml for 18 h. The DNA-PK inhibitor, NU7441 [ 33 ], and ATM inhibitor, KU55933 [ 34 ], were purchased from Tocris Bioscience (Bristol, UK) and EMD Biochemicals (San Diego, CA, USA), respectively. NU7441 and KU55933 were dissolved in dimethylsulfoxide at a concentration of 5 mM and added to the culture medium at a final concentration of 10 μM 2 h prior to irradiation. Western blotting After irradiation or treatment with Zeocin, cells were harvested by centrifugation at 290 g for 5 min and washed twice in Ca 2+ , Mg 2+ -free Dulbecco's phosphate buffered saline. The pellet of cells was suspended in IP Lysis Buffer (50 mM Tris-HCl, pH 7.6, 150 mM NaCl and 0.5% Triton X-100 supplemented with a cocktail of protease inhibitors and phosphatase inhibitors) at a concentration of 10 7 cells/ml and, after 30 min on ice, centrifuged at 20 000 g for 7 min. The supernatant was mixed with an equal volume of 2XSDS-PAGE loading buffer (125 mM Tris-HCl (pH 6.8), 4% w/v sodium lauryl sulfate, 20% v/v glycerol, 5% v/v β-mercaptoethanol, 0.02% w/v bromophenolblue, 0.01% w/v crystalviolet), heated in boiling water for 5 min and then loaded onto SDS-PAGE gel. The remaining procedures for Western blotting essentially followed our earlier publication [30]. Anti-XRCC4 rabbit polyclonal antibody, α-XRCC4, was described earlier [30]. Anti-PCNA rabbit polyclonal antibody (FL261) was purchased from Santa Cruz Biotechnology (Santa Cruz, CA, USA). Anti-rabbit immunoglobulins swine polyclonal antibody conjugated with horseradish peroxidase (P0399) was purchased from DAKO (Glostrup, Denmark). Protein Ladder One Triple-color Broad Range (Nacalai Tesque) was used as the standard of molecular mass. RESULTS XRCC4 Ser320 undergoes phosphorylation in response to radiation To examine whether XRCC4 Ser320 phosphorylation can be detected using the antibody α-XRCC4-pS320 generated above, the lysate of HeLa cells, either unirradiated or after 20 Gy of γ-irradiation, was subjected to Western blotting analysis. In order to verify the specificity, we also intended to knock down endogenous XRCC4 by siRNA against its 3′-UTR. Western blotting using α-XRCC4 showed that XRCC4 was successfully knocked down in HeLa cells (Fig. 1 , top, compare lanes 1 and 2 with lanes 3 to 8). Fig. 1. γ-ray-induced phosphorylation of XRCC4 Ser320 in HeLa cells. HeLa cells, in which siRNA and the cDNA expression vector had been introduced as indicated, were harvested 30 min after irradiation with 20 Gy of γ-rays or mock irradiation and subjected to Western blotting using α-XRCC4-pS320 (top), α-XRCC4 (middle) or α-PCNA (bottom) as the loading control. White arrowheads indicate the endogenous XRCC4, whereas black arrowheads indicate exogenously expressed XRCC4 with FLAG tag. Bands indicated with asterisks are cross-reactive species, the identity of which is presently unknown. Molecular masses (kDa) of markers are indicated on the left. In the blot probed with α-XRCC4-pS320, there was the appearance of a band of ∼55 kDa (which was greatly enhanced by irradiation) in HeLa cells transfected with scrambled RNA duplex as the control (Fig. 1 , middle, lanes 1 and 2). This band was diminished in cells transfected with XRCC4 3′-UTR siRNA (lanes 3 and 4). When wild-type XRCC4 was introduced, bands reappeared in the middle of 55 kDa and 71 kDa markers (lanes 5 and 6), which correspond to the position of exogenous, FLAG-tagged XRCC4. It might be noted that exogenously expressed XRCC4 was much more strongly phosphorylated than endogenous XRCC4, probably due to higher expression level. In addition, intense phosphorylation of exogenously expressed XRCC4 was observed, even without irradiation. Nevertheless, quantitative analysis using a charge-coupled device camera-based image analyzer (ImageQuant 350, GE Healthcare) showed that the phosphorylation was enhanced 1.8–fold in irradiated cells as compared with in unirradiated cells. These bands were absent in cells transfected with mutant XRCC4, in which Ser320 had been replaced with alanine (XRCC4 S320A ) (lanes 7 and 8). In the aggregate, these results demonstrated that the band of ∼55 kDa, which was enhanced by irradiation, represents the Ser320 phosphorylated form of XRCC4. Dose response and time-course of XRCC4 Ser320 phosphorylation To examine the detection limit of XRCC4 Ser320 phosphorylation by using α-XRCC4-pS320, HeLa cells were harvested 30 min after irradiation with 1–20 Gy of γ-rays. XRCC4 Ser320 phosphorylation increased, even after 1 Gy of γ-ray irradiation (Fig. 2 A). XRCC4 Ser320 phosphorylation was detectable immediately after irradiation and it remained mostly unchanged for up to 4 h after irradiation (Fig. 2 B). Fig. 2. γ-ray dose response ( A ) and time-course ( B ) of XRCC4 Ser320 phosphorylation. HeLa cells were harvested 30 min after 1–20 Gy γ-irradiation (A) and from 5 to 240 min after 10 Gy γ-irradiation as indicated and then subjected to Western blotting using α-XRCC4-pS320 (top), α-XRCC4 (middle) or α-PCNA (bottom) as the loading control. XRCC4 Ser320 phosphorylation is mainly mediated by DNA-PK To examine the role of DNA-PK in the phosphorylation of XRCC4 Ser320, we employed an inhibitor of DNA-PK (NU7441). Since ataxia-telangiectasia mutated (ATM) exhibits similarity to DNA-PKcs in structure and biochemical properties [ 35 – 37 ], we also tested the effects of an inhibitor of ATM (KU55933). NU7441 greatly diminished XRCC4 Ser320 phosphorylation (Fig. 3 A, compare lane 2 and lane 4). On the other hand, KU55933 did not affect XRCC4 Ser320 phosphorylation (Fig. 3 A, compare lane 2 and lane 6). These results showed that DNA-PK rather than ATM has the major role in XRCC4 Ser320 phosphorylation. Fig. 3. Role of DNA-PK in the phosphorylation of XRCC4 Ser320. ( A ) Effects of DNA-PK and/or ATM inhibitors on γ-ray-induced phosphorylation of XRCC4 Ser320 in HeLa cells. DNA-PK inhibitor NU7441 and/or ATM inhibitor KU55933 were added to the culture medium at the final concentration of 10 μM 2 h prior to irradiation with 20 Gy of γ-rays or mock irradiation. Cells were harvested 30 min after irradiation. ( B ) Zeocin-induced phosphorylation of XRCC4 Ser320 in M059J and M059 K cells. Cells were harvested after treatment with 100 μg/ml of Zeocin for 18 h. Western blotting was performed using α-XRCC4-pS320 (top), α-XRCC4 (middle) or α-PCNA (bottom) as the loading control. XRCC4 Ser320 phosphorylation was examined in M059 K and M059J cells, the latter of which lacks DNA-PKcs (Fig. 3 B). These cells were treated with Zeocin, which induces DSBs. XRCC4 Ser320 phosphorylation was increased by Zeocin treatment in M059 K, but not in M059J. DISCUSSION Here we generated a phosphorylation-specific antibody against XRCC4 Ser320 and demonstrated that this serine undergoes phosphorylation in response to radiation and treatment with Zeocin. In the initial study, radiation-induced XRCC4 phosphorylation was detected as the change in electrophoretic mobility and an extremely high radiation dose, such as 40 or 100 Gy, was applied [ 24 ]. As the phosphorylated form was enriched in the chromatin-bound fraction, it was detectable after 20 Gy irradiation, but barely detectable after 10 Gy irradiation [30]. In the present study, XRCC4 Ser320 phosphorylation was detected even after 1 Gy irradiation and increased with radiation dose (Fig. 2 A). Imamichi et al. showed that ionizing radiation–induced phosphorylation of XRCC4 in the chromatin-bound fraction was largely, but not completely, inhibited by DNA-PK inhibitor [ 38 ]. They also showed that, while ATM inhibitor alone did not reduce the phosphorylation significantly, the combination of DNA-PK inhibitor and ATM inhibitor diminished the phosphorylation to a greater extent than DNA-PK inhibitor alone [ 38 ]. These observations led to the conclusion that, although DNA-PK plays the major role in radiation-induced XRCC4 phosphorylation, ATM might also phosphorylate XRCC4 in response to radiation [ 38 ]. In the present study, XRCC4 Ser320 phosphorylation was strongly suppressed by DNA-PK inhibitor, but there was still some phosphorylation remaining (Fig. 3 A). In addition, phosphorylation seemed to decrease somewhat in the presence of ATM inhibitor in addition to DNA-PK inhibitor (Fig. 3 A). Considering this, a minor contribution by ATM cannot be excluded. Nevertheless, the present results indicate that XRCC4 Ser320 phosphorylation is mainly mediated by DNA-PK. The contribution of DNA-PK and ATM could be different for other XRCC4 phosphorylation sites. It was shown that XRCC4 mutants lacking Ser320 (XRCC4 S320A ) restored normal radioresistance and V(D)J recombination in XRCC4-deficient XR-1 cells and also displayed normal activity in DNA joining reaction in a cell-free system [ 26 , 27 ]. We also created XRCC4 S320A and observed that it could restore radioresistance to XRCC4-deficient M10 cells to the same level as wild-type XRCC4 (our unpublished results). Thus, the significance of XRCC4 Ser320 phosphorylation in DSB repair is presently unclear. However, it should be noted that the above studies have used rodent cells (XR-1 is a hamster ovary cell line and M10 is a murine leukemia cell line). Considering that DNA-PK enzyme activity and the expression level of the components (DNA-PKcs, Ku70 and Ku86) are shown to be much higher in human cells than in rodent cells [ 7 , 39 – 41 ], the importance of XRCC4 Ser320 phosphorylation in human cells might be different from that in rodent cells. Although further studies are demanded in order to clarify the biological significance of XRCC4 Ser320 phosphorylation, it would serve as an indicator of DNA-PK functionality in living cells. CONFLICT OF INTEREST The authors declare that there is no conflict of interest. Note that part of these results are involved in an application to the Japan Patent Office. FUNDING This work was supported in part by a Grant-in-Aid for Young Scientists (A) (21689033) and Scientific Research (B) (24390290) from Japan Society for the Promotion of Sciences (JSPS) to YM. MKS was supported by international postdoctoral research fellowships from the Takeda Foundation, JSPS and the Tokyo Biochemical Research Foundation. We also thank Indian Council of Medical Research (ICMR) International Fellowship for Young Biomedical Scientists 2014–15, which made it possible for RMS to participate in this study. Funding to pay the Open Access publication charges for this article was provided by Tokyo Institute of Technology. ACKNOWLEDGEMENTS We thank Isao Yoda (Tokyo Institute of Technology) for cell irradiation and Radhika Pankaj Kamdar (Karolinska Institute) for critically reading the manuscript. A part of this work was presented at the 17th Symposium on Sensitization of Cancer Treatment, in Nara, Japan, 6–7 February 2015. REFERENCES 1 Shibata A Jeggo PA DNA double-strand break repair in a cellular context . Clin Oncol 2014 ; 26 : 243 – 9 . 2 Taccioli GE Gottlieb TM Blunt T Ku80: product of the XRCC5 gene and its role in DNA repair and V(D)J recombination . Science 1994 ; 265 : 1442 – 5 . 8073286 3 Smider V Rathmell WK Lieber MR Chu G Restoration of X-ray resistance and V(D)J recombination in mutant cells by Ku cDNA . Science 1994 ; 266 : 288 – 91 . 7939667 4 Kirchgessner C Patil C Evans J DNA-dependent kinase (p350) as a candidate gene for the murine SCID defect . Science 1995 ; 267 : 1178 – 83 . 7855601 5 Blunt T Finnie N Taccioli G Defective DNA-dependent protein kinase activity is linked to V(D)J recombination and DNA repair defects associated with the murine scid mutation . Cell 1995 ; 80 : 813 – 23 . 7889575 6 Peterson S Kurimasa A Oshimura M Loss of the catalytic subunit of the DNA-dependent protein kinase in DNA double-strand-break-repair mutant mammalian cells . Proc Natl Acad Sci U S A 1995 ; 92 : 3171 – 4 . 7724535 7 Lees-Miller S Godbout R Chan D Absence of p350 subunit of DNA-activated protein kinase from a radiosensitive human cell line . Science 1995 ; 267 : 1183 – 5 . 7855602 8 Li Z Otevrel T Gao Y The XRCC4 gene encodes a novel protein involved in DNA double-strand break repair and V(D)J recombination . Cell 1995 ; 83 : 1079 – 89 . 8548796 9 Critchlow S Bowater R Jackson S Mammalian DNA double-strand break repair protein XRCC4 interacts with DNA ligase IV . Curr Biol 1997 ; 7 : 588 – 98 . 9259561 10 Grawunder U Wilm M Wu X Activity of DNA ligase IV stimulated by complex formation with XRCC4 protein in mammalian cells . Nature 1997 ; 388 : 492 – 5 . 9242410 11 Buck D Malivert L de Chasseval R Cernunnos, a novel nonhomologous end-joining factor, is mutated in human immunodeficiency with microcephaly . Cell 2006 ; 124 : 287 – 99 . 16439204 12 Ahnesorg P Smith P Jackson S XLF interacts with the XRCC4-DNA ligase IV complex to promote DNA nonhomologous end-joining . Cell 2006 ; 124 : 301 – 13 . 16439205 13 Ochi T Blackford AN Coates J PAXX, a paralog of XRCC4 and XLF, interacts with Ku to promote DNA double-strand break repair . Science 2015 ; 347 : 185 – 8 . 25574025 14 Xing M Yang M Huo W Interactome analysis identifies a new paralogue of XRCC4 in non-homologous end joining DNA repair pathway . Nat Commun 2015 ; 6 : 6233 . 25670504 15 Craxton A Somers J Munner D XLF (C9orf142) is a new component of mammalian DNA double-strand break repair . Cell Death Diff 2015 ; 22 : 890 – 7 . 16 Bryans M Valenzano MC Stamato TD Absence of DNA ligase IV protein in XR-1 cells: evidence for stabilization by XRCC4 . Mutat Res 1999 ; 433 : 53 – 8 . 10047779 17 Berg E Christensen MO Dalla RI XRCC4 controls nuclear import and distribution of Ligase IV and exchanges faster at damaged DNA in complex with Ligase IV . DNA Repair (Amst) 2011 ; 10 : 1232 – 42 . 21982441 18 Fukuchi M Wanotayan R Liu S Lysine 271 but not lysine 210 of XRCC4 is required for the nuclear localization of XRCC4 and DNA ligase IV . Biochem Biophys Res Commun 2015 ; 461 : 687 – 94 . 25934149 19 Tsai CJ Kim SA Chu G Cernunnos/XLF promotes the ligation of mismatched and noncohesive DNA ends . Proc Natl Acad Sci U S A 2007 ; 104 : 7851 – 6 . 17470781 20 Gu J Lu H Tsai AG Single-stranded DNA ligation and XLF-stimulated incompatible DNA end ligation by the XRCC4–DNA ligase IV complex: influence of terminal DNA sequence . Nucleic Acids Res 2007 ; 35 : 5755 – 62 . 17717001 21 Andres SN Vergnes A Ristic D A human XRCC4-XLF complex bridges DNA . Nucleic Acids Res 2012 ; 40 : 1868 – 78 . 22287571 22 Leber R Wise TW Mizuta R Meek K XRCC4 gene product is a target for and interacts with the DNA-dependent protein kinase . J Biol Chem 1998 ; 273 : 1794 – 801 . 9430729 23 Modesti M Hesse J Gellert M DNA binding of Xrcc4 protein is associated with V(D)J recombination but not with stimulation of DNA ligase IV activity . EMBO J 1999 ; 18 : 2008 – 18 . 10202163 24 Matsumoto Y Suzuki N Namba N Cleavage and phosphorylation of XRCC4 protein induced by X-irradiation . FEBS Lett 2000 ; 478 : 67 – 71 . 10922471 25 Drouet J Delteil C Lefrancois J DNA-dependent protein kinase and XRCC4-DNA ligase IV mobilization in the cell in response to DNA double strand breaks . J Biol Chem 2005 ; 280 : 7060 – 9 . 15520013 26 Yu Y Wang W Ding Q DNA-PK phosphorylation sites in XRCC4 are not required for survival after radiation or for V(D)J recombination . DNA Repair (Amst) 2003 ; 2 : 1239 – 52 . 14599745 27 Lee K-J Jovanovic M Udayakumar D Identification of DNA-PKcs phosphorylation sites in XRCC4 and effects of mutation at these sites on DNA end joining in a cell-free system . DNA Repair (Amst) 2003 ; 3 : 267 – 76 . 15177042 28 Wang Y-G Nnakwe C Lane WS Phosphorylation and regulation of DNA ligase IV stability by DNA-dependent protein kinase . J Biol Chem 2004 ; 279 : 37282 – 90 . 15194694 29 Komiyama S Taniguchi S Matsumoto Y Potentiality of DNA-dependent protein kinase to phosphorylate Ser46 of human p53 . Biochem Biophys Res Commun 2004 ; 323 : 816 – 22 . 15381073 30 Kamdar RP Matsumoto Y Radiation-induced XRCC4 association with chromatin DNA analyzed by biochemical fractionation . J Radiat Res 2010 ; 51 : 303 – 13 . 20448413 31 Wanotayan R Fukuchi M Imamichi S Asparagine 326 in the extremely C-terminal region of XRCC4 is essential for the cell survival after irradiation . Biochem Biophys Res Commun 2015 ; 457 : 526 – 31 . 25597996 32 Meek K Douglas P Cui X trans Autophosphorylation at DNA-dependent protein kinase's two major autophosphorylation site clusters facilitates end processing but not end joining . Mol Cell Biol 2007 ; 27 : 3881 – 90 . 17353268 33 Leahy JJJ Golding BT Griffin RJ Identification of a highly potent and selective DNA-dependent protein kinase (DNA-PK) inhibitor (NU7441) by screening of chromenone libraries . Bioorg Med Chem Lett 2004 ; 14 : 6083 – 7 . 15546735 34 Hickson I Zhao Y Richardoson CJ Identification and characterization of a novel and specific inhibitor of the ataxia-telangiectasia mutated kinase ATM . Cancer Res 2004 ; 64 : 9152 – 9 . 15604286 35 Hartley K Gell D Smith C DNA-dependent protein kinase catalytic subunit: a relative of phosphatidylinositol 3-kinase and the ataxia telangiectasia gene product . Cell 1995 ; 82 : 849 – 56 . 7671312 36 Banin S Moyal L Shieh S Enhanced phosphorylation of p53 by ATM in response to DNA damage . Science 1998 ; 281 : 1674 – 7 . 9733514 37 Canman CE Lim DS Cimprich KA Activation of the ATM kinase by ionizing radiation and phosphorylation of p53 . Science 1998 ; 281 : 1677 – 9 . 9733515 38 Imamichi S Sharma MK Kamdar RP Ionizing radiation-induced XRCC4 phosphorylation is mediated through ATM in addition to DNA-PK . Proc Jpn Acad Ser B 2014 ; 90 : 365 – 72 . 25391321 39 Finnie NJ Gottlieb TM Blunt T DNA-dependent protein kinase activity is absent in xrs-6 cells: implication for site-specific recombination and DNA double-strand break repair . Proc Natl Acad Sci U S A 1995 ; 92 : 320 – 4 . 7816841 40 Matsumoto Y Umeda N Suzuki N A gel-electrophoretic analysis for improved sensitivity and specificity of DNA-dependent protein kinase activity . J Radiat Res 1999 ; 40 : 183 – 96 . 10494149 41 Umeda N Matsumoto Y Yin H-L Difference in the heat sensitivity of DNA-dependent protein kinase activity among mouse, hamster and human cells . Int J Radiat Biol 2003 ; 79 : 671 – 80 . 14555350",
    "full_text_abstract": "XRCC4 is a protein associated with DNA Ligase IV, which is thought to join two DNA ends at the final step of DNA double-strand break repair through non-homologous end joining. In response to treatment with ionizing radiation or DNA damaging agents, XRCC4 undergoes DNA-PK-dependent phosphorylation. Furthermore, Ser260 and Ser320 (or Ser318 in alternatively spliced form) of XRCC4 were identified as the major phosphorylation sites by purified DNA-PK in vitro through mass spectrometry. However, it has not been clear whether these sites are phosphorylated in vivo in response to DNA damage. In the present study, we generated an antibody that reacts with XRCC4 phosphorylated at Ser320 and examined in cellulo phosphorylation status of XRCC4 Ser320. The phosphorylation of XRCC4 Ser320 was induced by γ-ray irradiation and treatment with Zeocin. The phosphorylation of XRCC4 Ser320 was detected even after 1 Gy irradiation and increased in a manner dependent on radiation dose. The phosphorylation was observed immediately after irradiation and remained mostly unchanged for up to 4 h. The phosphorylation was inhibited by DNA-PK inhibitor NU7441 and was undetectable in DNA-PKcs-deficient cells, indicating that the phosphorylation was mainly mediated by DNA-PK. These results suggested potential usefulness of the phosphorylation status of XRCC4 Ser320 as an indicator of DNA-PK functionality in living cells."
}