{
  "PMC": "12160363",
  "DOI": "10.1186/s40001-025-02738-6",
  "PMID": "40506769",
  "PMCID": "PMC12160363",
  "title": "Berberine as a multi-target therapeutic agent for obesity: from pharmacological mechanisms to clinical evidence.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12160363",
  "source": "MED",
  "abstract_text": "Obesity, clinically defined by pathological adipose tissue accumulation disrupting metabolic homeostasis, has reached pandemic proportions. The World Obesity Atlas 2024 reports over 1.5 billion projected cases by 2035, highlighting its growing threat among pediatric and adult populations globally. While newly approved pharmacotherapies such as glucagon-like peptide-1 receptor agonists (GLP-1 RAs) show efficacy, their clinical utility remains constrained by dose-dependent gastrointestinal complications, underscoring the urgent need for safer alternatives. This therapeutic gap has revitalized interest in natural bioactive compounds, particularly berberine (BBR)-a benzodioxoloquinolizine alkaloid derived from Coptis chinensis and related medicinal plants. Preclinical and clinical studies demonstrate BBR's multimodal anti-obesity mechanisms: (i) adenosine monophosphate-activated protein kinase (AMPK) activation enhancing lipolysis and β-oxidation, (ii) peroxisome proliferator-activated receptor γ (PPAR-γ) suppression inhibiting adipogenesis, (iii) gut microbiota modulation improving metabolic endotoxemia, and (iv) uncoupling protein 1 (UCP1) upregulation promoting adipose browning. Notably, BBR metabolites demonstrate pharmacological activity comparable to or exceeding that of the parent compound. However, BBR's translational applications face biopharmaceutical challenges, including poor intestinal absorption (< 1% bioavailability) due to P-glycoprotein efflux and first-pass metabolism. This comprehensive review critically evaluates recent advances in BBR's anti-obesity pharmacology through three lenses: (1) preclinical and clinical evidence from randomized controlled trials, (2) molecular mechanisms underlying metabolic regulation, and (3) innovative strategies for pharmacokinetic optimization. Given its multi-target efficacy and botanical safety profile, BBR represents a cost-effective adjuvant for obesity management, particularly in resource-limited settings. Future research should prioritize standardized clinical protocols and pharmacogenomic studies to optimize therapeutic outcomes.",
  "full_text": "pmc Eur J Med Res Eur J Med Res European Journal of Medical Research 0949-2321 2047-783X BioMed Central London 12160363 2738 10.1186/s40001-025-02738-6 Review Berberine as a multi-target therapeutic agent for obesity: from pharmacological mechanisms to clinical evidence Kong Yue 1 Yang Haokun 2 Nie Rong 1 Zhang Xuxiang 1 Zhang Hongtao 3 Nian Xin nianxinkm@hotmail.com 1 1 https://ror.org/02g01ht84 grid.414902.a 0000 0004 1771 3912 Department of Endocrinology, The First Affiliated Hospital of Kunming Medical University, Kunming, China 2 https://ror.org/038c3w259 grid.285847.4 0000 0000 9588 0960 Kunming Medical University, Kunming, China 3 Hangzhou CytoCan Biotech, Hangzhou, 310029 China 12 6 2025 12 6 2025 2025 30 477 3 4 2025 28 5 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . Obesity, clinically defined by pathological adipose tissue accumulation disrupting metabolic homeostasis, has reached pandemic proportions. The World Obesity Atlas 2024 reports over 1.5 billion projected cases by 2035, highlighting its growing threat among pediatric and adult populations globally. While newly approved pharmacotherapies such as glucagon-like peptide-1 receptor agonists (GLP-1 RAs) show efficacy, their clinical utility remains constrained by dose-dependent gastrointestinal complications, underscoring the urgent need for safer alternatives. This therapeutic gap has revitalized interest in natural bioactive compounds, particularly berberine (BBR)—a benzodioxoloquinolizine alkaloid derived from Coptis chinensis and related medicinal plants. Preclinical and clinical studies demonstrate BBR’s multimodal anti-obesity mechanisms: (i) adenosine monophosphate-activated protein kinase (AMPK) activation enhancing lipolysis and β-oxidation, (ii) peroxisome proliferator-activated receptor γ (PPAR-γ) suppression inhibiting adipogenesis, (iii) gut microbiota modulation improving metabolic endotoxemia, and (iv) uncoupling protein 1 (UCP1) upregulation promoting adipose browning. Notably, BBR metabolites demonstrate pharmacological activity comparable to or exceeding that of the parent compound. However, BBR’s translational applications face biopharmaceutical challenges, including poor intestinal absorption (< 1% bioavailability) due to P-glycoprotein efflux and first-pass metabolism. This comprehensive review critically evaluates recent advances in BBR’s anti-obesity pharmacology through three lenses: (1) preclinical and clinical evidence from randomized controlled trials, (2) molecular mechanisms underlying metabolic regulation, and (3) innovative strategies for pharmacokinetic optimization. Given its multi-target efficacy and botanical safety profile, BBR represents a cost-effective adjuvant for obesity management, particularly in resource-limited settings. Future research should prioritize standardized clinical protocols and pharmacogenomic studies to optimize therapeutic outcomes. Keywords Berberine Obesity Metabolites/derivatives Molecular mechanism Natural plants Therapies \"famous doctors\" project of the support plan for the talents of Xingdian No.RLMY20220005 Nian Xin The scientific and technological innovation team of Kunming Medical University CXTD202209 Nian Xin Clinical Collaboration Project of Traditional Chinese and Western Medicine for Major Difficult Diseases of Yunnan Province 300073 Nian Xin issue-copyright-statement © BioMed Central Ltd., part of Springer Nature 2025 Introduction Global epidemiological data reveal that over 2 billion individuals exceed healthy weight thresholds (body mass index (BMI) ≥ 25 kg/m 2 ), including 600 million clinically classified as obese (BMI ≥ 30 kg/m 2 ) [ 1 ]. Under the World Health Organization (WHO) Asia–Pacific criteria (overweight: BMI ≥ 23 kg/m 2 ; obesity: BMI ≥ 25 kg/m 2 ), diagnostic prevalence would rise significantly, with geospatial analyses identifying concentrated obesity clusters in BRICS nations and rapidly industrializing regions of Asia, Africa, and Latin America [ 2 ]. Projections from the World Obesity Atlas 2024 forecast a 96% increase in global obesity prevalence, from 800 million cases in 2020 to 1.5 billion by 2035, cementing its status as a pandemic requiring urgent multinational action [ 3 ]. Obesity arises from polygenic dysregulation of energy homeostasis and metabolic adaptation, mediated by interconnected molecular networks underlying pathogenesis: (i) UCP1-mediated thermogenesis pathway governing energy expenditure; (ii) leptin-dependent pro-opiomelanocortin/neuropeptide Y (POMC/NPY) neuroendocrine modulation in appetite regulation; (iii) insulin-sensitive phosphatidylinositol 3-kinase-protein kinase B (PI3K/AKT) metabolic signaling cascade; (iv) AMPK/sirtuin 1-p53 (AMPK-SIRT1-p53) mitochondrial homeostasis axis; (v) GLP-1-cAMP-protein kinase A (GLP-1-PKA)-dependent nutrient-sensing mechanism; (vi) nuclear factor-κB (NF-κB)-driven inflammatory response network activated by endoplasmic reticulum (ER) stress; (vii) short-chain fatty acids-carbohydrate-responsive element-binding protein/sterol regulatory element-binding protein 1 (SCFAs-CHREBP/SREBP1) lipid metabolic circuitry modulated by gut microbial metabolites. This multidimensional framework contributes to heterogeneous clinical manifestations, complicating therapeutic outcomes while exacerbating obesity-associated comorbidities such as cardiovascular diseases (CVD), type 2 diabetes mellitus (T2DM), non-alcoholic fatty liver disease (NAFLD), obesity-related nephropathy (ORN) [ 4 – 8 ]. Current therapies—lifestyle interventions [ 9 ], pharmacotherapy (e.g., GLP-1 RAs) [ 10 ], and bariatric surgery (e.g., Roux-en-Y bypass) [ 11 , 12 ]—exhibit limitations: non-pharmacological approaches suffer from suboptimal adherence rates, inadequate protocol personalization, unreasonable intervention measures, transient weight reduction effects, and substantial rebound risks [ 13 – 15 ], while drugs (e.g., phentermine, orlistat, liraglutide/semaglutide, naltrexone-bupropion, phentermine-topiramate) pose cardiovascular, gastrointestinal, pancreatitis, medullary thyroid carcinoma, and kidney metabolic risks [ 16 – 25 ]. Surgical options, though effective, incur procedural morbidity (e.g., postoperative pain, dumping syndrome, hypostatic pneumonia, stress ulcers, metabolic sequelae, and thromboembolic risks) and are restricted to severe cases (BMI ≥ 40 kg/m 2 or ≥ 35 kg/m 2 with comorbidities) or failed medical treatment [ 25 – 37 ]. These challenges drive interest in natural compounds such as Coptis chinensis rhizome-derived BBR, a low-cost botanical with multi-target anti-obesity effects. The anti-adipogenic effects of BBR include modulation of lipid metabolism, adipocyte browning, gut microbiota regulation, and anti-inflammatory pathways [ 38 – 41 ]. Despite proven efficacy in metabolic disorders, its clinical utility is hindered by poor oral bioavailability (< 1%) in rodent models pharmacokinetic studies due to intestinal efflux, hepatic metabolism, and physicochemical instability [ 42 – 44 ]. On February 1, 2025, we conducted a comprehensive literature search across PubMed, Web of Science, CNKI, and other databases. The search strategy employed the following keyword combinations related to BBR and obesity: (\"berberine\"[Mesh] OR\"alkaloids\"[Title/Abstract] OR\"Coptis chinensis\"[Title/Abstract] OR\"natural products\"[Title/Abstract]) AND (\"obesity\"[Mesh] OR\"overweight\"[Title/Abstract] OR\"metabolic syndrome\"[Title/Abstract] OR\"adipose tissue\"[Title/Abstract] OR\"adipocyte differentiation\"[Title/Abstract] OR\"lipid\"[Title/Abstract] OR\"gastrointestinal microbiota\"[Title/Abstract] OR\"adipose tissue macrophages\"[Title/Abstract] OR\"inflammations\"[Title/Abstract]). This review synthesizes evidence on BBR’s anti-obesity pharmacology, focusing on: (i) Clinical translatability of therapeutic effects; (ii) Molecular mechanisms underlying metabolic regulation; (iii) Innovative strategies for bioavailability enhancement. Berberine pharmacokinetics and safety profile in obesity therapeutics Berberine pharmacokinetics Coptidis Rhizoma (the dried rhizome of Coptis chinensis ), a botanical renowned for its isoquinoline alkaloid content, holds ethnopharmacological significance across East Asian medical traditions: Huang Lian in traditional Chinese medicine, Ouren in Japanese Kampo, and Hwang-Ryun in Korean herbalism [ 38 ]. Phytochemical analysis of its methanolic extract identifies n-butanol-soluble bioactive constituents, with BBR (chemical structure: 2,3-methylenedioxy-9,10-dimethoxyprotoberberine chloride) as the predominant component, alongside epiberberine, coptisine, palmatine, and magnoflorine [ 45 ]. This benzylisoquinoline alkaloid exhibits broad taxonomic distribution, naturally occurring in Berberis species such as B. aristata , B. petiolaris , B. aquifolium , B. thunbergii , and B. vulgaris [ 46 ]. Tissue distribution studies in rats demonstrate preferential hepatic accumulation of BBR following oral administration, with presystemic elimination in the small intestine and subsequent distribution to renal, muscular, cardiac, and pancreatic tissues [ 47 ]. Orally administered BBR in rats undergoes extensive phase I and II biotransformation (Fig. 1 ), primarily mediated by hepatic cytochrome P450 (CYP) isoforms CYP2D6 and CYP1A2. Phase I metabolism generates demethylated, demethylenated, and hydroxylated intermediates, while Phase II conjugation via uridine diphosphate-glucuronosyltransferases (UGT2B1 and UGT1A1) produces glucuronidated or sulfated metabolites for excretion [ 48 , 49 ]. Notably, intravenous administration shifts metabolic dominance toward demethyleneberberine glucuronidation [ 47 ]. Intestinal microbiota in humans and rats further metabolize BBR through nitroreductase-mediated demethoxylation and hydrogenation, producing absorbable dihydroberberine (dhBBR), which reoxidizes post-absorption to restore BBR bioactivity [ 50 ]. Pharmacokinetic studies in rats and humans confirm BBR biotransformation into four primary metabolic metabolites: berberrubine (M1), thalifendine (M2), demethyleneberberine (M3), and jatrorrhizine (M4) [ 46 , 47 , 51 ] . Fig. 1 Metabolic pathways of oral Berberine. Orally administered BBR undergoes extensive hepatic metabolism via CYP2D6/CYP1A2-mediated phase I reactions (demethylation, demethylenation, hydroxylation), followed by UGT2B1/UGT1A1-mediated phase II glucuronidation/sulfation to form excretable metabolites. Gut microbiota convert BBR into absorbable dhBBR via nitroreductase, which reoxidizes post-absorption. Key metabolites include berberrubine, thalifendine, demethyleneberberine, and jatrorrhizine. Tissue distribution favors liver accumulation, with presystemic elimination in the intestine, kidney, muscle, heart, and pancreas. Figure was created with BioGDP.com. References: [ 47 ]. CY cytochrome, UGT Uridine diphosphate-glucuronosyltransferase, dhBBR dihydroberberine. Graphical annotations: Red plus symbols (+) denote activation/stimulation of biological processes or pathway; Red prohibition icons (⊘) represent biological processes or pathway inhibition or suppression; Blue plus symbols (+) indicate combinatorial modulation of multiple substances. Text-associated markers: Black downward arrows (↓): Reduction or downregulation; Red upward arrows (↑): Enhancement or activation Safety profile in obesity therapeutics Having served as an over-the-counter gastrointestinal agent in Chinese pharmacopeia for seven decades, BBR demonstrates exceptional tolerability in clinical applications, particularly for diarrhea management [ 38 ]. Accumulated pharmacological evidence positions BBR as a safe and effective botanical alternative to synthetic anti-obesity drugs, attributable to its plant origin and favorable risk–benefit ratio. A randomized double-blind trial evaluating BBR Phytosome ™ (550 mg/tablet, twice daily) in patients with impaired fasting glucose (IFG) demonstrated unremarkable adverse event profiles comparable to placebo, confirming its short-term tolerability [ 52 ]. Nevertheless, gastrointestinal disturbances—including nausea (20%), constipation (16%), and hemorrhoidal complications (28%)—were observed in Bandala’s longitudinal studies, though these symptoms typically subsided during the initial treatment phase [ 53 ]. Notably, co-administration strategies have emerged to mitigate these effects. Cui et al. identified quercetin (QR), a bioactive constituent of Amomum villosum Lour. (AVL), as an effective adjuvant for alleviating BBR-induced constipation through synergistic pharmacological interactions [ 54 ]. Although the existing evidence supports BBR’s overall safety profile, multicenter randomized controlled trials remains imperative to establish standardized clinical protocols. Evidence for Berberine’s antiadiposity effects Emerging translational research has progressively elucidated the therapeutic potential of BBR in metabolic disorder management, with particular emphasis on its anti-obesity properties across experimental models and human trials. Berberine’s antiobesity efficacy assessment Preclinical pharmacological evidence Numerous experimental investigations employing animal models have demonstrated BBR’s dose-dependent anti-obesity effects (Table 1 ). Table 1 Summary of preclinical studies on Berberine’s metabolic effects Model Intervention Key findings Molecular targets Refs. Obese mice Oral BBR (150 mg/kg/day) for 6 weeks •Attenuated HFD-induced weight gain as compared to placebo (658.58 ± 54.04 vs 715.59 ± 46.70 g) •No caloric intake alteration Reduces mRNA levels of IL-1β, PAI-1, STAMP-2, NADPHox, MCP-1 and F4/80, restores expression of claudin-1 and ZO-1 [ 55 ] Obese mice Intraperitoneal BBR (10 mg/kg) for 3 weeks •Reduced food consumption •Lowered body weight and adiposity •Improved leptin (compared to placebo: 30.8 ± 13 ng/ml vs 39.8 ± 4.5 ng/ml) and glucose homeostasis Suppresses NPY expression [ 56 ] Obese mice Oral BBR (200 mg/kg) for 2 weeks •Restored mesenteric arteriole tone •Normalized PVAT NO/NA balance •Improved vascular dysfunction Suppresses eNOS expression [ 57 ] Hyperlipidemic mice Oral BBR (200 mg/kg) for 56 days •Reduced hepatic lipid accumulation •Enhanced Blautia producta abundance •Upregulated LDLR-mediated clearance Activates butyric acid-producing key enzymes: Buk [ 58 ] Obese mice Oral BBR (100/200 mg/kg/day, 5 times/week) •Mitigated HFD-induced obesity (U73122 partially inhibited) •Activated pleiotropic metabolic pathways •Up-regulated the level of GLP-1 and IL-25 Activates TAS2R-IL-25 signaling pathway [ 59 ] Obese mice Oral BBR (150/300 mg/kg/day) for 4 weeks •Dose-independent weight reduction •Appetite-independent efficacy •Improved glycemic and lipidemia parameters Activates RhoA/ROCK signaling pathway [ 60 ] Obese mice Oral BBR (100 mg/kg) •Ameliorated insulin resistance •Reduced total body mass and AT ratio •Normalized serum lipidemia biomarkers •Attenuated diet-induced adipogenesis Downregulates miR-27a [ 61 ] Diabetic mice Oral BBR (100/200/500 mg/kg) for 30 days •Dose-responsive improvement of lipodystrophy •Improved glycemic parameters Suppresses gluconeogenic enzymes: PEPCK, G6Pase, and FBPase [ 44 ] Obese mice Oral BBR (100 mg/kg) for 8 weeks •Enhanced muscle strength/function •Reduced ectopic lipid deposition •Inhibited myocyte apoptosis Activates FUNDC1-mediated skeletal muscle mitophagy [ 62 ] Obese mice Daily by gavage BBR (150/300 mg/kg) for 4 weeks •Reduced lipid droplet •Attenuate hepatic steatosis Regulates BSCL2 and PPARα-mediated CIDEA/PLIN4/PLIN2 signaling pathway [ 63 ] Overweight PCOS mice Intragastric administration of BBR (4.5 mg/kg/d) for 28 day •Improve the sex hormone levels •Improve ovarian function •Improve glucose and lipid metabolism levels •Reduces levels of Ghrelin while enhancing levels of CCK, PYY, and GLP-1 Activates PI3K/AKT signaling pathway [ 64 ] Transgenic mouse model (Alb-Luc-UTR) Oral BBR (200 mg/kg/day) for 14 days •Lowered the liver abundance of mRNA destabilizing protein hnRNP D Reduces hnRNP D abundance [ 147 ] BBR Berberine, HFD high-fat diet, PVAT perivascular adipose tissue, NO/NA nitric oxide/noradrenaline, LDLR low-density lipoprotein receptor, GLP-1 Glucagon-like peptide-1, IL-25 interleukin-25, AT adipose tissue, IL-1β interleukin-1β, PAI-1 plasminogen activator inhibitor-1, STAMP-2 six transmembrane protein of prostate-2, NADPHox nicotinamide-adenine dinucleotide phosphate oxidase, MCP-1 monocyte chemoattractant protein-1, F4/80 EGF-like module-containing mucin-like hormone receptor-like 1, ZO-1 zonula occludens-1, NPY neuropeptide Y, eNOS Endothelial nitric oxide synthase, Buk butyrate kinase, TAS2R bitter-taste receptors, RhoA Ras homolog gene family member A, ROCK Rho-associated kinase, miR-27a miRNA-27a, PEPCK Phosphoenol pyruvate carboxykinase, G6Pase glucose-6-phosphatase, FBPase Fructose-1,6-bisphosphatase, FUNDC1 FUN14 domain containing 1, BSCL2 Berardinelli‐Seip congenital lipodystrophy 2, PPARα peroxisome proliferator‐activated receptor α, CIDEA cell death‐inducing DNA fragmentation factor alpha‐like effector A, PLIN perilipin, PCOS polycystic ovary syndrome, CCK cholecystokinin, PYY Peptide YY, PI3K/AKT phosphatidylinositol 3-kinase-protein kinase B, Alb albumin, Luc luciferase, UTR untranslated region, hnRNP D heterogeneous nuclear ribonucleoprotein D In a pivotal study by Xu et al. 6-week administration of BBR (150 mg/kg/day) effectively attenuated body weight gain in high-fat diet (HFD)-induced obese rats without affecting caloric intake [ 55 ]. Complementary research by Park et al. demonstrated that parenteral BBR administration (10 mg/kg daily for 3 weeks) in HFD-fed murine models significantly reduced in food intake, body weight, adiposity indices, leptin concentrations, and glycemic parameters when compared with untreated controls [ 56 ]. Notably, vascular pathophysiology investigations by Wang et al. identified novel mechanisms involving mesenteric microvascular dysregulation in obese rats, characterized by abnormal nitric oxide (NO) overproduction and diminished noradrenaline (NA) synthesis in perivascular AT (PVAT). These pathological alterations were normalized through BBR intervention (200 mg/kg), demonstrating its vascular modulatory capacity [ 57 ]. Concurrently, Yang et al. documented BBR’s lipid-lowering efficacy (200 mg/kg oral dose) in hyperlipidemic mice through gut microbiota modulation, specifically enhancing Blautia producta populations, which subsequently upregulated hepatic low-density lipoprotein (LDL) receptor expression and promoted cholesterol clearance in HepG2 cells [ 58 ]. Dose–response analyses across studies confirm BBR’s anti-adipogenic potential. Sun et al. established that oral supplementation (100–200 mg/kg/day) mitigated HFD-induced weight gain through pleiotropic mechanisms [ 59 ]. Wang et al. further showed that both low-dose (150 mg/kg/day) and high-dose (300 mg/kg/day) regimens over 4 weeks achieved comparable weight reduction in obese mice, independent of appetite modulation [ 60 ]. In corroborative studies by Du et al. oral BBR administration (100 mg/kg/day) demonstrated marked therapeutic efficacy in HFD-induced murine models, manifesting as (a) mitigation of insulin sensitivity impairment, (b) reduction in both total body mass and adipose tissue proportion, and (c) normalization of serum metabolic markers, collectively contributing to substantial attenuation of diet-induced adiposity pathogenesis [ 61 ]. Gupta et al. systematically quantified BBR’s dose-dependent amelioration (100, 200, and 500 mg/kg) of glucocorticoid-induced lipodystrophy, confirming its metabolic regulatory capacity across diverse etiological models [ 44 ]. Wu et al. demonstrated that chronic oral BBR administration (100 mg/kg in saline) over 8 week significantly enhanced muscular strength and neuromuscular performance in rodent models. Notably, this regimen not only mitigated body mass accumulation and ectopic lipid deposition but also alleviated obesity-associated dyslipidemia, concurrently counteracting myofiber degeneration and apoptosis in skeletal tissue [ 62 ]. Wang’s et al. found that 4-week gavage administration of BBR significantly alleviated hepatic lipid accumulation by modulating perilipin family protein expression involved in lipid droplet (LD) metabolism, thereby reducing LD diameter in hepatocytes [ 63 ]. Zhang et al. established that combined therapy with berberine and Jianpi Yishen Huazhuo formulation (JPYSHZF) in obese PCOS rats ameliorated PCOS through PI3K/AKT pathway activation, addressing endocrine dysfunction, lipid-glucose dysmetabolism, and gut hormone imbalance [ 64 ]. Clinical pharmacological evidence Similarly, emerging clinical evidence from human trials has substantiated the dose-dependent anti-adiposity effects of BBR across diverse metabolic parameters (Table 2 ). Table 2 Summary of clinical trials on Berberine’s antiobesity effects Type of study Number of participants Intervention Key findings Adverse effects Refs. Non-RCT 10 eligible patients Oral BBR (500 mg thrice daily) for 12 weeks •An average weight loss (approximately 2.3 kg) •12.2% decrease in TC and 23% reduction in TG •Improved serum lipid profiles Abdominal pain [ 65 ] Randomized study 50 eligible patients Oral BBR (500 mg thrice daily) lasted 3 months •Significant BMI reduction •Decreased visceral fat proportion •Reduced adipocyte volume Nausea, constipation, hemorrhoidal bleeding [ 53 ] Randomized study 60 eligible patients Oral BBR (1.5 g/day) over 12 weeks •Clinically relevant waist circumference reduction •BMI improvement in obesity and prediabetic populations [ 67 ] Randomized study 70 eligible patients Oral BBR (1500 mg/day) for 3 months •Decreased trunk fat •Attenuated hepatic lipid accumulation •Ameliorated steatosis •Reduced liver fibrosis Flatulence, a bitter aftertaste [ 68 ] Meta-analysis (6 RCTs) 501 eligible patients Oral BBR (1000 mg/day) for 12 weeks •Improved lipid metabolism •Enhanced insulin sensitivity •Reduced hepatic steatosis progression Not explicitly mentioned [ 69 ] BBR Berberine, TC total cholesterol, TG triglyceride, BMI body mass index, RCTs randomised controlled trials In a pivotal 12-week intervention study by Hu et al. daily supplementation with 1.5 g BBR elicited marked reductions in serum lipid profiles among obese participants, achieving 23% and 12.2% decreases in triglyceride (TG) and total cholesterol (TC) concentrations, respectively [ 65 ]. Bandala et al. corroborated these findings through a 3-month randomized trial in which thrice-daily preprandially administration of 500 mg BBR tablets resulted in statistically significant reductions in adiposity indices, including BMI, visceral fat proportion, and overall adipocyte volume [ 53 ]. Population-specific benefits were identified by Chen et al. in cohorts with obesity and prediabetes, where 12-week BBR interventions (1.5 g/day) produced clinically relevant decreases in waist circumference and BMI [ 66 , 67 ]. Mechanistic insights from a double-blind placebo-controlled trial by Koperska et al. demonstrated that 1500 mg/day BBR administration over 3 months attenuated trunk fat mass and hepatic lipid accumulation, liver fibrosis and steatosis severity [ 68 ]. In addition, a comprehensive meta-analysis by Wei et al. encompassing six randomized clinical trials (RCTs; n = 501) quantitatively confirmed BBR’s therapeutic potential, establishing 1000 mg/day as an effective dosage for improving lipid parameters, insulin sensitivity, hepatic function markers, and steatosis progression [ 69 , 70 ]. Synthesizing preclinical and clinical evidence, these findings validate BBR’s anti-adipogenic efficacy and highlight its translational potential for obesity management. Complementary bibliometric analysis by Gasmi et al. systematically evaluated four decades of research (1982–2022), concluding that BBR exhibits sufficient therapeutic validity to warrant clinical implementation in adiposity-related disorders [ 71 ]. Collectively, these results position BBR as a multimodal therapeutic agent capable of addressing adiposity, metabolic dysregulation, and obesity-related comorbidities. Mechanistic basis of Berberine’s antiadipogenic effects Berberine-mediated suppression of adipocyte differentiation Adipogenesis involves the phenotypic conversion of preadipocytes into lipid-laden mature adipocytes (Fig. 2 ). This process is characterized by sequential activation of adipogenic transcriptional regulators and adipocyte-specific genetic programs [ 38 ]. Pharmacological interventions targeting these molecular mediators represent a strategic approach to inhibit excessive AT expansion. Fig. 2 Berberine inhibits adipocyte differentiation. In 3T3-L1 preadipocytes, BBR downregulates PPAR-γ and C/EBP-α (core adipogenic drivers) while upregulating PPAR-δ, which antagonizes lipid accumulation. It suppresses CREB phosphorylation, disrupting cAMP/PKA signaling and subsequent activation of C/EBP-β and PPAR-γ. BBR also inhibits Gal-3, a mediator of PPAR-γ nuclear translocation and ectopic adipogenesis, via transcriptional repression and miRNA-mediated mRNA destabilization. In addition, BBR enhances antioxidant defenses via Nrf2 activation and improves insulin sensitivity through AMPK/TLR4 pathways, collectively modulating adipokine networks to counteract obesity-related metabolic dysfunction. Figure was created with BioGDP.com. References: [ 4 , 38 , 72 ]. C/EBP-β CCAAT/enhancer-binding protein-β, C/EBP-δ CCAAT/enhancer-binding protein-δ, PPAR-γ peroxisome proliferator-activated receptor γ, C/EBP-α CCAAT/enhancer-binding protein-α, PPAR-δ peroxisome proliferator-activated receptor δ, Ho-1 heme oxygenase-1, CREB cAMP-response element-binding protein, IBMX 3-isobutyl-1-methylxanthine, Gal-3 Galectin-3, NOX1 NADPH Oxidase I, IMAT intermuscular adipose tissue, Nrf2 nuclear factor erythroid 2-related factor 2, SOD superoxide dismutase, GPX glutathione peroxidase, GSH glutathione. For graphical annotations and text associated markers given within the image, please refer Fig. 1 caption Modulation of CCAAT/enhancer-binding protein-α, peroxisome proliferator-activated receptor γ, and peroxisome proliferator-activated receptor δ activities in 3T3-L1 adipocytes by Berberine Adipogenic differentiation in mice follows a continuous transcriptional cascade (Fig. 2 ): The process initiates with hormonal induction of transient early regulators CCAAT/enhancer-binding protein-β (C/EBP-β, Fig. 2 ) and CCAAT/enhancer-binding protein-δ (C/EBP-δ, Fig. 2 ), which subsequently activate master transcriptional drivers peroxisome proliferator-activated receptor γ (PPAR-γ, Fig. 2 ) and CCAAT/enhancer-binding protein-α (C/EBP-α, Fig. 2 ). These core factors coordinate the expression of terminal differentiation markers (e.g., AP2) that establish adipocyte identity [ 72 ]. During terminal differentiation, PPAR-γ and C/EBP-α reciprocally sustain their expression through positive feedback loops, maintaining elevated levels essential for lipid droplet formation and metabolic programming [ 72 ]. The 3T3-L1 preadipocyte model serves as a gold-standard experimental platform for investigating molecular determinants of adipogenic commitment and transcriptional regulation during adipocyte maturation [ 38 ]. Temporal expression profiling in this system reveals C/EBP-α transcriptional activation during differentiation initiation, confirming its regulatory role in sustaining PPAR-γ expression [ 73 ]. Analyses demonstrate C/EBP-α’s constitutive presence in both white and brown adipocyte lineages in mice, where overexpression accelerates differentiation kinetics, while endogenous concentrations progressively increase during terminal maturation [ 74 ]. Crucially, experiments utilizing non-adipogenic fibroblasts establish that C/EBP-α-mediated adipogenesis requires PPAR-γ co-activation, underscoring the interdependence of these transcriptional regulators [ 75 ]. PPAR-γ, a nuclear receptor superfamily member, serves as the principal adipogenic switch governing white and brown adipocyte differentiation [ 76 , 77 ]. It regulates lipid metabolism through transcriptional control of fatty acid-processing enzymes and adipokine secretion [ 78 ]. Mechanistically, PPAR-γ sequentially upregulates C/EBP-β and C/EBP-δ during differentiation initiation before stabilizing C/EBP-α expression in mature adipocytes, as demonstrated in 3T3-L1 cells [ 79 ]. In contrast, PPAR-δ (Fig. 2 ) demonstrates counterregulatory properties [ 80 ]. Experimental evidence reveals BBR’s multimodal interference with this transcriptional network. Choi et al. demonstrated BBR’s concentration-dependent suppression of PPAR-γ and C/EBP-α in 3T3-L1 models, exhibiting superior anti-adipogenic potency compared with other alkaloids [ 38 ]. Yang et al. demonstrated that BBR suppresses lipid deposition in porcine adipocytes in a concentration- and time-dependent manner through heightening AMPK alpha (AMPKα) phosphorylation, which downregulates key adipogenic regulatory genes including PPAR-γ2, C/EBP-α, acetyl-CoA carboxylase-1 (Acc-1), fatty acid synthase (Fas), fatty acid binding protein 4 (Fabp4), and stearoyl-CoA desaturase 1 (Scd1) [ 81 ]. Mechanistic studies [ 80 ] by Shou et al. elucidated BBR’s capacity to activate PPAR-δ in both in vitro (3T3-L1 adipocytes) and in vivo (HFD-fed murine models). Transcriptomic analyses revealed enhanced PPAR-δ binding to cognate promoters following BBR treatment. This ligand-receptor interaction upregulated key downstream targets such as mitochondrial uncoupling protein 2 (Ucp2) and pyruvate dehydrogenase kinase 4 (Pdk4), demonstrating BBR-mediated activation of PPAR-δ transcriptional networks. Activated PPAR-δ exhibited bidirectional modulation: suppressing C/EBP-α and PPAR-γ promoter activities while enhancing heme-oxygenase-1 (Ho-1) transcription. This dual regulatory mechanism underlies BBR’s metabolic reprogramming effects. Suppression of cAMP-response element-binding protein, CCAAT/enhancer-binding protein-β, and galectin-3 activities by Berberine Activation of cAMP-response element-binding protein (CREB, Fig. 2 ) serves as a critical initiator of adipogenic commitment, orchestrating early-phase transcriptional activation of C/EBP-β during adipocyte lineage differentiation. This signaling cascade in mouse embryonic fibroblasts (MEFs) and 3T3-L1 preadipocytes ultimately drives the expression of terminal differentiation regulators PPAR-γ and C/EBP-α [ 82 ]. Pharmacological agents such as 3-isobutyl-1-methylxanthine (IBMX) and cAMP mimetics enhance adipogenic progression through CREB pathway potentiation [ 83 ]. Galectin-3 (Gal-3, Fig. 2 ), a β-galactoside-binding lectin, demonstrates dual regulatory roles in adipogenesis [ 84 ]. Immunophenotyping reveals its predominant Gal-3 expression in preadipocytes of humans and HFD-fed mice, when compared with negligible levels in mature adipocytes, with temporal upregulation correlating with adipocyte proliferation and obesity pathogenesis [ 85 , 86 ]. Functional analyses indicate that Gal-3 mediates preadipocyte mitogenesis via carbohydrate-dependent interactions, whereas genetic ablation studies demonstrate impaired terminal adipogenic differentiation without overt adipocyte apoptosis or altered fat distribution [ 85 , 87 ]. Florido et al. evaluated 8687 participants and found elevated Gal-3 levels associated with increased BMI [ 88 ]. Clinical observations further implicated its role in obesity-related oxidative stress through NADPH Oxidase I (NOX1)-dependent superoxide generation in microvascular endothelia [ 89 – 93 ]. Complementary studies in HFD-fed mice reveal Gal-3’s upstream regulatory role in PPAR-γ activation [ 94 ]. Obesity-associated intermuscular adipose tissue (IMAT, Fig. 2 ) is proposed to originate from PDGFRα + mesenchymal progenitors [ 95 ]. Takada et al. suggested that obesity-induced Gal-3 secretion from immune cells in obese mice hijacks PDGFRα + progenitor differentiation toward ectopic adipogenesis via PPAR-γ nuclear translocation [ 96 , 97 ]. Moreover, genetic ablation of Gal-3 in murine models attenuates intermuscular adipose deposition during tissue repair by downregulating adipogenic master regulators such as PPAR-γ and C/EBP-α [ 97 ]. Mechanistic investigations by Zhang et al. elucidated BBR’s capacity to attenuate IBMX/forskolin-induced CREB phosphorylation, thereby disrupting C/EBP-β promoter binding and subsequent PPAR-γ and C/EBP-α induction during 3T3-L1 differentiation. This inhibition of the cAMP/PKA pathway constitutes a pivotal anti-adipogenic mechanism [ 98 ]. Wang et al. demonstrated that BBR exerts dual suppression via transcriptional repression (Gal-3 promoter inhibition) and post-transcriptional modulation (Gal-3 mRNA destabilization and miRNA let-7d upregulation) in obese mice [ 94 ]. Berberine-mediated modulation of metabolic adipokine expression Emerging evidence delineates BBR’s capacity to orchestrate redox homeostasis through mitochondrial respiratory chain modulation (Fig. 2 ). Utami et al. revealed that BBR-induced suppression of Complex I electron transport triggers nuclear translocation of nuclear factor erythroid 2–related factor 2 (Nrf2), subsequently upregulating antioxidant defense systems in diabetic rat via transcriptional activation of superoxide dismutase (SOD), glutathione peroxidase (GPX), and glutathione (GSH) biosynthesis pathways [ 99 ]. This redox-regulatory mechanism (Fig. 2 ) synergizes with BBR’s metabolic effects, notably through AMPK-dependent and Toll-like receptor 4 (TLR4) -mediated enhancement of insulin responsiveness and cellular glucose utilization, collectively establishing its multimodal regulatory potential over adipokine networks [ 4 , 100 , 101 ]. Such coordinated molecular interactions provide the pathophysiological basis for BBR’s therapeutic efficacy in metabolic dysregulation. Ye et al. further substantiated its translational value across 18 included randomized trials, positioning BBR as a frontier candidate for mitigating obesity-associated metabolic syndrome and cardiovascular risks through systemic adipokine modulation [ 102 ]. Berberine-mediated adipose tissue browning and thermogenic regulation Adipose depots are functionally stratified into energy-storing white adipose tissue (WAT, Fig. 3 ) and thermogenic brown adipose tissue (BAT, Fig. 3 ), with beige adipose tissue (BeAT, Fig. 3 ) representing a transitional phenotype capable of BAT-like thermogenesis. WAT primarily stores energy as triglycerides within unilocular lipid droplets, mobilizing free fatty acids (FFA) during metabolic demand [ 103 ]. In contrast, BAT facilitates energy dissipation via uncoupling protein 1 (UCP1)-dependent mitochondrial uncoupling, bypassing ATP synthesis to generate heat [ 104 , 105 ]. Beige adipocytes, arising either from Myf5-negative precursors or transdifferentiated mature WAT (termed WAT browning), exhibit spatial distribution patterns distinct from classical BAT depots [ 106 – 110 ]. Fig. 3 Berberine-mediated white adipose tissue browning and thermogenic regulation. BBR augments thermogenic capacity within adipose depots by two principal strategies exist: (1) inducing phenotypic conversion of WAT into beige adipocytes, and (2) potentiating the pre-existing BAT activity. Figure was created with BioGDP.com. Reference: [ 103 ]. WAT white adipose tissue, BAT brown adipose tissue, BeAT beige adipose tissue, FFA free fatty acids, UCP1 uncoupling protein 1, β-HB β-hydroxybutyrate, EDN3/EDNRB endothelin 3/endothelin receptor B, FNDC5 Fibronectin type III domain-containing protein 5, β3ARs β3-adrenergic receptors, NR2F6 nuclear receptor subfamily 2 group F member 6, NRF1 nuclear respiratory factor 1, GDF15 growth differentiation factor 15, ISR integrated stress response. For graphical annotations and text associated markers given within the image, please refer Fig. 1 caption The thermogenic potential of BAT and WAT browning has garnered significant attention as a therapeutic strategy against obesity, owing to their capacity to enhance energy expenditure through non-shivering thermogenesis [ 104 , 111 , 112 ]. Two principal strategies exist for augmenting thermogenic capacity (Fig. 3 ): inducing phenotypic conversion of WAT into beige adipocytes, and potentiating the pre-existing BAT activity. Subcutaneous adipocytes exhibit greater browning propensity as compared to visceral counterparts, attributable to enhanced differentiation plasticity [ 113 ]. Adipose browning encompasses the transdifferentiation of lipid-storing WAT into UCP1-expressing beige adipocytes, a process modulated by external stimuli including β-adrenergic activation, cold acclimation, and physical exertion [ 114 , 115 ]. In rodents, this phenotypic shift is governed by a transcriptional network involving master regulators (PRDM16, PPAR-γ, PGC-1α, C/EBP-β) and metabolic mediators (FGF21, BMP7, adiponectin), mitochondrial dynamics modulators (ATGL, irisin) and epigenetic factors (zinc finger protein) [ 116 – 120 ]. The recent mechanistic breakthroughs elucidate novel pathways driving WAT browning (Fig. 3 ): Ketone Body Signaling: β-hydroxybutyrate (β-HB) enhances mitochondrial biogenesis and lipolytic flux while upregulating thermogenic gene clusters in 3T3-L1 cells and rat models [ 121 ]. Neuropeptide crosstalk: EDN3/EDNRB signaling promotes white adipocyte progenitor differentiation via intracellular cAMP and EPAC1-ERK-mediated pathway activation in obese mice [ 122 ]. Mitochondrial remodeling: Fibronectin type III domain-containing protein 5 (FNDC5)/irisin orchestrates mitochondrial fusion-fission balance through upregulation of TFAM, MFN1, MFN2, and OPA1, and downregulation of DNM1L and FIS1 in patients with obesity ( n = 125) and HFD-fed rats ( n = 29), while suppressing mitophagy during cold adaptation [ 123 ]. Adrenergic-metabolic axis: β3-adrenergic receptors (β3ARs) stimulation activates mTOR-lipin1 signaling to potentiate adipose browning in RIIβ-KO (RIIβ-/-) mice [ 124 ]. Nuclear receptor regulation: Nuclear receptor subfamily 2 group F member 6 (NR2F6) emerges as a transcriptional activator of PPAR-γ, coordinating BAT adipogenesis and systemic energy homeostasis in male wild-type (WT) and Pdgfra-Cre-mediated Nr2f6 knockout (NR2F6-PKO) HFD-fed mice [ 125 ]. Systematic characterization of UCP1-activating stimuli provides critical insights into BAT-mediated thermogenic regulation. Gong et al. categorized UCP1 modulators into three classes (Fig. 3 ): (i) physical/environmental stimuli (cold exposure, exercise), (ii) traditional medicine interventions (acupuncture, herbal formulations), and (iii) pharmacological/dietary modulators (gut microbiota metabolites, nutraceuticals) [ 126 ]. Experimental studies demonstrate BBR’s coordinated upregulation of thermogenic markers in AT. Mechanistically (Fig. 3 ), pharmacological induction with BBR in db/db mice and wild-type mice activates BAT-specific genes (UCP1, PGC-1α), mitochondrial biogenesis components (COXIV, ATP synthase and cytochrome C), and transcription factors (PPAR-α, nuclear respiratory factor 1 (NRF1) and mtTFA) in WAT models [ 127 ]. BBR chloride exhibits dual topoisomerase inhibition while orchestrating metabolic reprogramming through UCP1 upregulation and ATP synthesis suppression, redirecting energy expenditure toward thermogenesis [ 128 ]. The AMPK/PGC-1α axis constitutes a pivotal mediator of BBR’s thermogenic effects [ 127 ]. Yao et al. demonstrated AMPK/PGC-1α-dependent mitigation of ectopic lipid deposition via enhanced mitochondrial β-oxidation and biogenesis by BBR in murine skeletal muscle [ 129 ]. Ling et al. further delineated BBR’s epigenetic regulation through the AMPK-α-ketoglutarate (α-KG)-PRDM16 axis in mice and humans, where α-KG stabilizes PRDM16 transcription by inhibiting promoter methylation dynamics [ 130 ]. Sun et al. established a BBR’s multimodal anti-obesity mechanism in mice involving NAD + -dependent SIRT1-mediated deacetylation, autophagy protein 5 (APG5)-dependent autophagy, and FGF21 endocrine signaling that synergistically promote WAT browning [ 131 ]. Emerging evidence implicates growth differentiation factor 15 (GDF15, Fig. 3 ) as a key endocrine mediator. This cytokine suppresses appetite while reducing AT mass and stimulating lipolysis and thermogenesis [ 132 ]. Although adipocyte-derived GDF15 secretion is typically low, BBR elevates circulating GDF15 levels via BAT-secreted integrated stress response (ISR) activation in diet-induced obese (DIO) mice, contributing to weight loss [ 132 , 133 ]. Collectively, these findings position BBR as a master regulator of adipose plasticity, bridging mitochondrial reprogramming, transcriptional control, and interorgan crosstalk to combat metabolic dysfunction. Lipid-modulatory properties of Berberine Obesity-associated dyslipidemia, characterized by elevated triglycerides, low-density lipoprotein cholesterol (LDL-C), and total cholesterol, predisposes individuals to atherogenesis through endothelial dysfunction and oxidative stress amplification [ 134 – 136 ]. Clinical investigations in hypercholesterolemic patients validate BBR’s lipid-lowering efficacy, including reductions in triglycerides (22–35%), total cholesterol (16–29%), and LDL-C (20–25%) [ 137 , 138 ]. BBR counteracts atherosclerotic progression via multimodal mechanisms (Fig. 4 ): Foam cell inhibition: By activating the AMPK/SIRT1/PPAR-γ signaling axis, BBR suppresses lectin-like oxidized LDL receptor 1 (LOX-1)-mediated oxidized LDL uptake, attenuating macrophage-derived foam cell formation—the seminal event in atherogenesis—in THP-1-derived foam cells [ 139 ]. Foam cell accumulation leads to fibrous plaque development, which evolves into atherosclerotic lesions [ 140 ]. Plaque stabilization: Through nuclear factor erythroid 2-related factor 2 (NRF2)/solute carrier family 7 member 11 (SLC7A11)/glutathione peroxidase 4 (GPX4) pathway activation and Acyl-CoA synthetase long chain family member 4 (ACSL4) inhibition, BBR mitigates endothelial ferroptosis while reducing necrotic core formation and enhancing plaque stability in ApoE-/- HFD-fed mice [ 141 , 142 ]. Fig. 4 Lipid-modulatory properties of Berberine. BBR activates AMPK/SIRT1/PPAR-γ signaling to suppress oxidized LDL uptake, inhibiting macrophage foam cell formation and stabilizing atherosclerotic plaques via NRF2/SLC7A11/GPX4 activation. BBR enhances hepatic LDLR expression through AMPK-ERK pathways and miR-27a inhibition, improving cholesterol clearance. It upregulates PPAR-α/CPT-1 to boost β-oxidation and accelerates bile acid synthesis via CYP7A1/SREBP2. In addition, BBR restricts intestinal lipid absorption by inhibiting RhoA/ROCK1 signaling, promoting lacteal endothelial barrier integrity. These multimodal actions reduce triglycerides, LDL-C, and cholesterol while restoring adipose endocrine homeostasis. Figure was created with BioGDP.com. Reference: [ 60 , 134 ]. TG triglycerides, LDL-C low-density lipoprotein cholesterol, TC total cholesterol, LOX-1 lectin-like oxidized LDL receptor 1, NRF2 nuclear factor erythroid 2-related factor 2, SLC7A11 recombinant solute carrier family 7 member 11, GPX4 glutathione peroxidase 4, ACSL4 Acyl-CoA Synthetase Long Chain Family Member 4, Vis visfatin, Res resistin, Ap apelin, Ome omentin, ERK extracellular signal-regulated kinase, hnRNP D heterogeneous nuclear ribonucleoprotein D, JNK c-Jun N-terminal kinase, CPT-1 carnitine palmitoyltransferase 1, LECs lymphatic endothelial cells, RhoA Ras homolog gene family member A, ROCK1 Rho-associated kinase 1. For graphical annotations and text associated markers given within the image, please refer Fig. 1 caption Meanwhile, AT expansion and adipocyte hypertrophy in obesity drive pathogenic adipocytokine secretion [e.g., visfatin (Vis), resistin (Res), apelin (Ap)] while suppressing protective factors [e.g., omentin (Ome)] (Fig. 4 ) [ 143 , 144 ]. Bandala et al. demonstrated that BBR restores adipose endocrine homeostasis in obese patients via enhancing FA oxidation, suppressing PPAR-γ-mediated lipogenic pathways, and reducing adipokine-mediated inflammation [ 53 ]. Du et al. further certified that BBR inhibits miR-27a levels, improving IR in obese mice [ 61 ]. Mechanistically, BBR enhances LDLR expression through AMPK-dependent Raf-1 and extracellular signal-regulated kinase (ERK) signaling activation in hyperlipidemic rat models, while destabilizing heterogeneous nuclear ribonucleoprotein D (hnRNP D)-mediated mRNA decay in Alb-Luc-UTR transgenic mice, thereby improving hepatic cholesterol clearance [ 145 – 147 ]. Investigations into BBR’s lipid-modulatory effects reveal dependency on the c-Jun N-terminal kinase (JNK) pathway. Lee et al. demonstrated that pharmacological JNK blockade abrogates BBR-mediated LDLR upregulation, establishing JNK activation as a prerequisite for its lipid-lowering activity [ 148 ]. Complementary evidence from piscine models indicates that oral BBR administration (50–100 mg/kg) enhances hepatic PPAR-α and carnitine palmitoyltransferase 1 (CPT-1) expression in Nile tilapia ( Oreochromis niloticus ), augmenting β-oxidation and reducing systemic lipid burden [ 149 ]. In addition, BBR modulates cholesterol homeostasis in HFD-fed mice by accelerating bile acid synthesis via upregulation of CYP7A1 (the rate-limiting enzyme for cholesterol-to-bile acid conversion) and and SREBP2 (a key transcriptional regulator) [ 150 – 152 ]. Structural analyses of intestinal lipid transport further elucidate BBR’s hypolipidemic action. Physiological studies confirm that lacteals mediate chylomicron translocation through discontinuous lymphatic endothelial cells (LECs) junctions, with obesity exacerbating lipid uptake via “button-like” junctional permeability (Fig. 4 ) [ 153 ]. Zhang et al. pioneered therapeutic modulation of this process in mutant mice lacking neuropilin1 ( Nrp1 ) and vascular endothelial growth factor receptor 1 ( Vegfr1 ) receptors), demonstrating that “zipper-like” LEC junction remodeling restricts chylomicron entry into lymphatic circulation [ 154 ]. Building on this, Wang et al. identified BBR-induced inhibition of the Ras homolog gene family member A (RhoA)/Rho-associated kinase 1 (ROCK1) pathway as a novel mechanism promoting mature LEC junction formation in human dermal lymphatic endothelial cells (HDLECs) and DIO mice, thereby suppressing lipid absorption through lacteal barrier fortification [ 60 ]. Berberine-mediated gastrointestinal microbiota modulation As a pleiotropic antimicrobial agent, BBR disrupts microbial proliferation through dual inhibition of bacterial protein biosynthesis and nucleic acid replication, effectively suppressing pathogenic colonization in Streptococcus haemolyticus , Staphylococcus aureus, Neisseria gonorrhoeae , and Shigella species while enhancing leukocyte phagocytic activity [ 155 – 158 ]. Its microbiota-modulating capacity also extends to structural reorganization of enteric communities (Fig. 5 ): Pathogen suppression: Reduces lipopolysaccharide (LPS)-producing Proteobacteria (e.g., Desulfovibrio , Enterobacter ) abundance, attenuating metabolic endotoxemia via downregulation of LPS-binding protein (LBP) in HFD-fed rats [ 159 ]. Ecological balance: Restores dysbiotic Firmicutes/Bacteroidetes ratios in obesity models. Six-week administration of 200 mg/kg BBR in HFD-fed C57BL/6 J mice systematically upregulated fasting-induced adipose factor expression in visceral adipose [ 160 , 161 ]. Metabolite regulation: Enriches butyrate-producing microbiota (e.g., Blautia producta ), stimulating acetyl-CoA-butyrate conversion to improve lipid/glucose homeostasis in hyperlipidemic patients. Baseline Alistipes/Blautia ratios predict therapeutic efficacy against hypercholesterolemia [ 159 , 162 ]. Fig. 5 Berberine-Mediated Gastrointestinal Microbiota Modulation. BBR suppresses pathogenic bacteria (e.g., Proteobacteria) while restoring Firmicutes/Bacteroidetes ratios, enriching butyrate-producing Blautia and reducing LPS-producing, enhancing lipid/glucose metabolism. BBR activates GLP-1 secretion via gut-brain crosstalk and SCFA production, improving insulin sensitivity. It strengthens intestinal barrier integrity by upregulating tight junction proteins, reducing ER stress-induced goblet cell apoptosis, and boosting Akkermansia muciniphila abundance. Additionally, BBR inhibits α-glucosidase to limit carbohydrate absorption and microbial division, synergistically alleviating metabolic inflammation and dysbiosis. Figure was created with BioGDP.com. Reference: [ 155 ]. LPS Lipopolysaccharide, LBP Lipopolysaccharide binding protein, SCFA short-chain fatty acid, TAS2Rs bitter-taste receptors, A.muciniphila Akkermansia muciniphila. For graphical annotations and text associated markers given within the image, please refer Fig. 1 caption Furthermore, mechanistic studies delineate BBR’s enteroendocrine interactions (Fig. 5 ): Glucagon-like peptide-1 Axis Activation: Upregulates Bacteroidetes/Firmicutes ratios and short-chain fatty acid (SCFA) producers via gut-brain crosstalk, potentiating intestinal L-cell GLP-1 secretion through alleviating cell death, mitochondrial dysfunction, oxidative stress and Akt pathway restoration in HFD-fed rats [ 163 , 164 ]. Bitter Receptor Signaling: Binds TAS2R bitter-taste receptors on intestinal tuft cells, enhancing Gα-gustducin/Gβ1γ 13 signaling and interleukin-25 (IL-25) levels to reinforce epithelial barrier integrity in HFD-fed C57BL/6 mice [ 59 ]. In addition, BBR further fortifies intestinal barrier function through: Mucosal protection: Ameliorates endoplasmic reticulum (ER) stress-induced goblet cell apoptosis by restraining mucin-2 expression, upregulating Akkermansia muciniphil a ( A. muciniphila ) abundance to stabilize tight junctions in obese and diabetic mice [ 165 – 167 ]. Metabolic reprogramming: Promotes beneficial microbiota proliferation in glucolipid metabolism disorders hamsters, and alleviates barrier dysfunction via tryptophan metabolite modulation and tight junction protein regulation [ 168 ]. Notably, BBR exhibits α-glucosidase inhibitory activity, limiting carbohydrate hydrolysis and absorption, while inhibiting FtsZ-mediated bacterial division in germ-free db/db mice, conferring dual glycemic control and antimicrobial effects [ 169 ]. Berberine-mediated modulation of adipose tissue macrophage dynamics Macrophage polarization spans a continuum from quiescent M0 states (phagocytizing cell debris) to proinflammatory M1 (phagocytic/immunostimulatory) and anti-inflammatory M2 (tissue-remodeling) phenotypes. Adipose tissue macrophage (ATM) infiltration escalates from 10% in lean states to > 50% in obesity across murine and human models [ 170 – 173 ]. This phenotypic shift is mechanistically linked to meta-inflammation, adipocyte dysfunction, and IR progression [ 174 ]. BBR exerts immunometabolic reprogramming effects on ATMs (Fig. 6 ): Infiltration suppression: a. Attenuates body mass gain, adipocyte size, and hepatic steatosis in HFD-fed C57BL/6 mice via chemotaxis inhibition, reducing ATM recruitment while increasing CD206 + M2 polarization [ 175 ]. b. Downregulates monocyte chemoattractant protein-1 (MCP-1) expression in nephropathy mice models, curtailing monocyte trafficking and M1 prevalence [ 176 ]. Phenotypic conversion: a. M2 membrane-camouflaged BBR nanoparticles (NPs) synergize with mannan to repolarize M1 macrophages toward M2 states, mitigating local inflammation and enhancing aortic collagen deposition and plaque stability in atherosclerosis models [ 177 ]. b. Promotes WAT-specific UCP1 expression and glucose tolerance while suppressing proinflammatory cytokines secretion in obese mice [ 178 ]. Inflammasome regulation: a. Inhibits NF-κB signaling via p65 lysine 310 deacetylation, blocking p300/ac-p65 Lys310 signaling nuclear translocation in obese mice’s macrophages [ 179 ]. b. Suppresses Nod-like receptor family pyrin domain containing 3 (NLRP3) inflammasome activation and IL-1β release through AMPK-dependent autophagy in a HFD-induced IR mice model, countering palmitate-induced inflammation [ 180 ]. Synergistic therapy: Combined treatment with isoliquiritigenin (ISL) enhances IRS1-PI3K-Akt signaling, mitigating the accumulation and infiltration of M1-ATMs and ATMs crosstalk with adipocytes while enhancing glucose uptake in DIO mice [ 181 ]. Fig. 6 Berberine-Mediated Modulation of Adipose Tissue Macrophages Dynamics. BBR suppresses M1 macrophage infiltration via chemotaxis inhibition (e.g., downregulating MCP-1) and promotes M2 polarization using bioengineered nanoparticles, enhancing anti-inflammatory responses. BBR inhibits NLRP3 inflammasome activation and NF-κB signaling through AMPK-dependent autophagy and p65 deacetylation, reducing IL-1β release. In addition, BBR synergizes with ISL to enhance insulin signaling (IRS1-PI3K-Akt) and glucose uptake while curbing M1-ATM crosstalk with adipocytes. These actions collectively reduce adipocyte inflammation, improve metabolic homeostasis, and stabilize atherosclerotic plaques. Figure was created with BioGDP.com. Reference: [ 170 ]. ATMS adipose tissue macrophages, MCP-1 monocyte chemoattractant protein-1, NPs nanoparticles, NLRP3 Nod-like receptor family pyrin domain containing 3, ISL isoliquiritigenin. For graphical annotations and text associated markers given within the image, please refer Fig. 1 caption These findings establish ATM modulation as a strategic therapeutic axis in BBR’s anti-obesity pharmacology [ 182 ]. Berberine’s anti-inflammatory mechanisms in adipose tissue Chronic low-grade inflammation serves as a pathophysiological nexus linking obesity to metabolic comorbidities, including IR, T2DM, and CVD [ 181 , 183 , 184 ]. AT expansion in obesity triggers immune cell infiltration and cytokine dysregulation, establishing a proinflammatory microenvironment that perpetuates metabolic dysfunction [ 185 ]. Key inflammatory mediators and BBR Interventions are summarized as follows (Fig. 7 ): Macrophage-driven inflammation: a. Suppresses M1-ATMs recruitment into epididymal WAT (eWAT) in diet-induced obese mice, attenuating cytokines (e.g., IL-6, tumor necrosis factor-α (TNF-α)) and chemokines (e.g., macrophage inflammatory protein-1α (MIP-1α) and MCP-1)-mediated inflammatory cascades [ 174 , 185 ]. b. Inhibits NLRP3 inflammasome activation in ATMs through AMPK-dependent autophagy, reducing M1 polarization in C57BL/6 J mice [ 186 ]. Oxidative stress modulation: Upregulates the nuclear factor erythroid 2-related factor 2 (NRF-2), heme oxygenase 1 (HO-1), and glutathione-S-transferase-α (GST-α) antioxidant axis while downregulating toll-like receptor-2 (TLR-2), myeloid differentiation protein-88 (MYD-88) levels, thereby reducing IL-1β, TNF-α, and IL-8 expression in HFD-fed tilapia ( Oreochromis niloticus ) [ 144 ]. Epigenetic regulation: a. Activates mitochondrial SIRT3 deacetylase to inhibit MAPK and NF-κB pathways, countering TNF-α-induced adipocyte inflammation in HFD-fed mice [ 185 , 187 ]. b. Targets immunity-related GTPase M1 (IRGM1) to suppress PI3K/AKT/mTOR signaling, as evidenced by SILAC-based proteomic profiling in ulcerative colitis mice [ 188 ]. Metabolite synergy: BBR metabolites (berberrubine (BBB), palmatine (PMT)) reverse obesity-associated Akt pathway inhibition, ameliorating cell death, oxidative stress and mitochondrial dysfunction in HFD-fed mice [ 164 ]. Fig. 7 Berberine’s anti-inflammatory mechanisms in obesity. BBR suppresses M1 macrophage infiltration and NLRP3 inflammasome activation in AT via AMPK-dependent autophagy, reducing proinflammatory cytokines (IL-6, TNF-α, IL-1β). BBR enhances antioxidant defenses by upregulating NRF-2/HO-1/GST-α and downregulating TLR-2/MYD-88 signaling. Epigenetically, it activates SIRT3 to inhibit NF-κB/MAPK pathways and blocks PI3K/AKT/mTOR signaling via IRGM1 modulation. BBR metabolites (BBB, PMT) reverse Akt pathway inhibition, mitigating oxidative stress and mitochondrial dysfunction. In PCOS models, BBR downregulates TLR4/LYN/NF-κB axis, attenuating ovarian inflammation and cytokine storms. Figure was created with BioGDP.com. Reference: [ 183 ]. T2DM Type 2 Diabetes Mellitus, CVD Cardiovascular Disease, HLP hyperlipidaemia, NAFLD Non-Alcoholic Fatty Liver Disease, OSA obstructive sleep apnea, ORN Obesity-related Nephropathy, VD vitamin D, AT adipose tissue, ATMs Adipose Tissue Macrophages, TNF-α tumor necrosis factor-α, MCP-1 monocyte chemoattractant protein-1, MIP-1α macrophage inflammatory protein-1α, NRF-2 Nuclear factor erythroid 2-related factor 2, HO-1 heme oxygenase 1, GST-α glutathione-S-transferase-α, TLR-2 Toll-like receptor-2, MYD-88 myeloid differentiation protein-88, IL-1β interleukin-1β, IL-8 interleukin-8, IRGM1 immunity-related GTPase M1, BBB berberrubine, PMT palmatine, TLR4 Toll-like receptor 4, LYN lyn tyrosine kinase, PCOS Polycystic Ovary Syndrome, IR insulin resistance. For graphical annotations and text associated markers given within the image, please refer Fig. 1 caption Polycystic ovary syndrome (PCOS, Fig. 7 ) is characterized by concurrent obesity and IR, with AT inflammation and apoptotic dysregulation as core features [ 189 , 190 ]. BBR ameliorates ovarian inflammatory responses in PCOS rat models through downregulating TLR4/lyn tyrosine kinase (LYN)/NF-κB signaling and suppressing pro-inflammatory mediators (TNF-α, IL-1β, IL-6) via PI3K/Akt/NF-κB pathway regulation, thereby suppressing immune cell infiltration and cytokine storm cascades [ 191 ]. Formulation innovations for enhanced anti-obesity efficacy of Berberine Despite BBR demonstrates favorable therapeutic outcomes and an established safety profile, its clinical translation is hindered by suboptimal bioavailability due to limited gastrointestinal permeability. Advanced formulation strategies are imperative to enhance its competitiveness against GLP-1RAs in obesity management (Fig. 8 ). Fig. 8 Strategies of enhancing Berberine’s bioavailability and efficacy. BBR bioavailability is improved via synergistic phytochemical combinations (e.g., with cinnamaldehyde, curcumin) and cocrystal engineering (e.g., BBR-ibuprofen cocrystal). Advanced delivery systems like biomimetic nanosystems (M2 macrophage-membrane NPs) and nanoemulsions boost absorption and targeting. Structural derivatives (THBru, OBB, 9-N-Alkyltetrahydroberberine, SHE-196exhibit superior pharmacokinetics and bioactivity. Optimized analogs (dhBBR, C9-O-arylated BBR, Di-Me) enhance solubility and efficacy. These innovations amplify BBR’s anti-obesity effects via improved solubility, metabolic stability, and tissue-specific delivery. Figure was created with BioGDP.com. Reference: [ 192 ]. F2 Cinnamaldehyde-curcumin-BBR formulations, APS Astragalus polysaccharides, ISL isoliquiritigenin, WHR waist hip rate, APIs active pharmaceutical ingredients, CCF co-crystal former, BJ BBR-ibuprofen cocrystal, TBK1 TANK-binding kinase 1, IKKε IκB kinase ε, NPs nanoparticles, NEs Nanoemulsions, THBru Tetrahydroberberrubine, OBB Oxyberberine, MCP-1 Monocyte chemotactic protein-1, Dos2 Nitric Oxide Synthase 2, akt protein kinase B, GSK-3β glycogen synthase kinase 3, SHE-196 9-(hexylamino)−2,3-methylenedioxy-10-methoxyprotoberberine chloride, dhBBR Dihydroberberine, Di-Me 8,8-Dimethyldihydroberberine. For graphical annotations and text associated markers given within the image, please refer Fig. 1 caption Synergistic phytochemical combinations To circumvent BBR’s inherent pharmacokinetic limitations, integration with botanical compounds enables therapeutic potentiation at reduced dosages. Key approaches include (Fig. 8 ): Insulin-sensitizing synergy: Cinnamaldehyde and curcumin are insulin-sensitizing phytonutrients. Cinnamaldehyde-curcumin-BBR formulations (F2) enhance Akt2 phosphorylation (T450, Y475, and S474), improving insulin sensitivity without adipogenic effects in diet-induced obese mice [ 192 , 193 ]. Gut microbiota modulation: Astragalus polysaccharides (APS) synergize with BBR to amplify anti-adipogenic effects via microbial remodeling in HFD-fed obese mice [ 194 ]. Multitargeted therapy: BBR-isoliquiritigenin (ISL) dual therapy attenuates adipose inflammation and dyslipidemia via IRS1-PI3K-Akt pathway activation in DIO mouse, while BBR-catechin-capsaicin polypharmacology outperforms monotherapies in 3T3-L1 adipocytes [ 181 , 195 ]. Clinical combinations: BBR-silymarin co-administration significantly improves glycemic control (fasting glucose, HOMA-IR) and lipid profiles (TG, LDL) in diabetic patients, and decreases BMI, and the WHR in obesity patients versus BBR monotherapy [ 196 ]. Bitter taste inhibition: Macrocyclic encapsulation technology utilizing tetraanionic hosts enhances BBR solubility and masks bitterness via parallel-arranged aromatic compound inclusion [ 197 ]. Pharmaceutical cocrystal engineering Drug cocrystallization—the strategic assembly of active pharmaceutical ingredients (APIs) with co-crystal former (CCF) via non-covalent interactions—optimizes physicochemical properties and bioavailability [ 198 , 199 ]. The BBR-ibuprofen cocrystal (BJ, 1:1) exemplifies this (Fig. 8 ): Pharmacokinetic enhancement: threefold higher bioavailability than BBR chloride (BCl·2H2O) in db/db mice [ 200 ]. Mechanistic superiority: Dual inhibition of TBK1 and IKKε in eWAT restores AMPKα-Thr172 phosphorylation, enhancing mitochondrial biogenesis (via UCP1 upregulation), catecholamine sensitivity (via cAMP upregulation and cAMP-mediated β-adrenergic signal transduction) [ 201 , 202 ]. Thus, BJ leads to heighten the process of lipolysis and thermogenesis. Advanced delivery platforms Biomimetic nanosystems Emerging evidence highlights the therapeutic potential of biomimetic nanoplatforms engineered through fusion of natural cellular membranes with synthetic nanoparticles (NPs) (Fig. 8 ) [ 203 ]. This innovative strategy leverages cell membrane-derived surface properties to confer immune-evasive capabilities, prolong bloodstream retention, and enable tissue-specific cellular internalization, thereby addressing critical limitations in conventional nanodrug delivery systems [ 204 – 208 ]. Based on this, Biomimetic Nanosystems are used to enhance the bioavailability of BBR: a. M2 macrophage-membrane camouflaged BBR NPs@Mannose enhance targeting and immune evasion while prolonging circulation half-life in an atherosclerosis mouse model [ 177 ]. b. Nanoemulsions (NEs) boost oral BBR bioavailability by 212% via CYP2D6 and 3A4 metabolic shielding in HFD-fed rats [ 209 ]. Diversified nanocarriers Polymeric, lipid, dendrimer, magnetic mesoporous silica, silver and gold-based systems optimize BBR loading and tissue distribution (Fig. 8 ) [ 210 ]. Erythrocyte-mediated delivery for BBR achieves macrophage-specific targeting, biocompatibility increasing, inflammation combating and improved hypolipidemic efficacy [ 211 – 213 ]. Structural optimization of Berberine derivatives Thermogenic modulators Tetrahydroberberrubine (THBru, Fig. 8 ): Activates PGC1α-mediated mitochondrial thermogenesis, outperforming BBR in reducing adiposity indices (Lee’s index, eWAT or BAT mass) and alleviating dyslipidemia in HFD-fed obese mice at equimolar doses [ 214 ]. Oxyberberine (OBB, Fig. 8 ): an oxidative biotransformation product of BBR generated through gut microbial metabolite, dose-responses attenuation of hepatic steatosis and obesity-related pathophysiological markers in HFD-induced NAFLD rodent models, surpassing BBR at equivalent dosing (100 mg/kg). Mechanistic investigations revealed OBB’s dual regulatory capacity: (i) AMPK hyperphosphorylation-mediated bioenergetic enhancement through UCP1 upregulation, and (ii) inflammation resolution via inhibiting aberrant phosphorylation of IRS-1 coupled with coordinated modulation of immunometabolic signaling—suppressing proinflammatory mediators (MCP-1, CD68, Nos2, CD11c) while activating the downstream protein expression and phosphorylation (PI3K, p-Akt/Akt and p-GSK-3β/GSK-3β) [ 215 ]. Insulin sensitizers 9-N-Alkyltetrahydroberberine (Fig. 8 ): Restores insulin sensitivity and reduces adipose mass in obese mice (15 mg/kg, 4 weeks) [ 216 ]. 9-(hexylamino)−2,3-methylenedioxy-10-methoxyprotoberberine chloride (SHE-196, Fig. 8 ): Novel protoberberine analog decreasing body weight and interscapular fat mass while activating interscapular BAT activities in obese with T2DM mice [ 217 ]. Bioavailability-optimized analogs Dihydroberberine (dhBBR, Fig. 8 ): a reduced derivative, 200 mg dose of dhBBR exhibits 9.4-fold higher plasma exposure in a randomized, double-blind, crossover fashion with five males (BBR AUC: D200: 929 vs B500: 42.3 ng/mL × 120 min) with dose-linear pharmacokinetics in humans comparing with 500 mg dose of BBR (BBR level: B500: 0.4 ± 0.17 ng/mL, D100: 3.76 ± 1.4 ng/mL, D200: 12.0 ± 10.1 ng/mL) [ 218 , 219 ]. C9-O-Arylated Berberine (Fig. 8 ): Copper-catalyzed CAr–O coupling enables lipophilic modifications, enhancing membrane permeability while preserving synthetic feasibility [ 220 ]. 8,8-Dimethyldihydroberberine (Di-Me, Fig. 8 ): Superior glycemic control (fasting glucose, HOMA-IR) and triglyceride reduction vs dhBBR at 50 mg/kg in db/db mice [ 221 ]. Conclusions and future perspectives BBR, as a bioactive isoquinoline alkaloid with a quaternary ammonium structure, has emerged as a multifaceted therapeutic candidate for obesity management. Mechanistic studies summarized in this review reveals that it delineates its anti-obesity efficacy through five core pathways: Transcriptional Regulation: Suppression of adipocyte differentiation genes and modulation of metabolic adipokine networks. Thermogenic Activation: Promotion of BAT activity and WAT browning via mitochondrial uncoupling mechanisms. Lipid Homeostasis: Modulation of plaque metabolism through LOX-1 downregulation and LDLR/SREBP2/CYP7A1 axis activation. Gut-Microbiota Crosstalk: Remodeling of enteric microbial composition and reinforcement of intestinal barrier integrity. Immunometabolic Reprogramming: Polarization of ATMs toward M2 phenotypes with concurrent suppression of NF-κB/STAT3 inflammatory cascades. Meanwhile, emerging evidence highlights BBR’s novel molecular targets for anti-obesity: AMPK/PGC-1α axis activation and SIRT1-mediated deacetylation. FGF21 secretion via autophagy-dependent mechanisms. GDF15 elevation through BAT-secreted integrated stress responses. PRDM16 epigenetic regulation via AMPK-α-KG signaling. RhoA/ROCK1 inhibition enhancing lacteal junction maturation. In addition, pharmacological innovations address BBR’s low oral bioavailability through four core methods: Botanical synergists (e.g., silymarin, isoliquiritigenin) amplifying therapeutic effects. Ibuprofen cocrystals tripling systemic exposure. Biomimetic nanocarriers enabling adipose-specific delivery. Derivatives optimizing lipophilicity and absorption. Although the anti-obesity mechanisms of BBR have been well-characterized in preclinical models with demonstrated efficacy, critical limitations persist in current research paradigms. Three principal challenges warrant emphasis: Translational disconnect: the existing mechanistic insights predominantly derive from rodent models, which exhibit fundamental species-specific disparities in adipose distribution compared to humans. Clinical studies employing human-centric approaches remain insufficient to validate these preclinical findings. Clinical design deficiencies: most human trials utilize berberine chloride formulations not optimized for obesity-specific indications, coupled with inadequate endpoint selection targeting adiposity pathophysiology. Organ-centric reductionism: the current investigations predominantly focus on isolated organ systems, neglecting BBR’s pleiotropic effects within inter-organ communication networks critical to systemic metabolic regulation. Single route of administration: the current preclinical animal studies and clinical human trials predominantly employ oral administration as the primary intervention method for BBR, with a notable lack of research on alternative delivery approaches such as transdermal absorption. To address the aforementioned limitations in current BBR-based obesity therapeutics, six strategic research priorities emerge: Clinical Trial Optimization: a. Conduct multicenter, double-blind RCTs establishing BMI-stratified dose-response relationships and optimal dosing regimens. b. Implement ≥ 24-month safety surveillance programs quantifying long-term adverse event incidence. Precision Medicine Advancement: a. Develop personalized treatment algorithms incorporating novel BBR-responsive biomarkers. b. Explore combinatorial therapies with weight-modulating antidiabetics (GLP-1 RAs or dual GLP/GIP RAs, SGLT2 inhibitors, metformin) in obese diabetics. Drug Delivery Innovation: a. Advance Phase III trials for obesity-optimized formulations (C9-O-aryl derivatives, erythrocyte-based carriers). b. There is an urgent need to develop novel topical formulations of berberine and conduct preclinical or clinical studies to evaluate the efficacy of transdermal delivery systems for weight management. Addressing these gaps will solidify BBR’s position as a first-line phytotherapeutic for metabolic syndrome management. BBR demonstrates robust anti-obesity effects in both preclinical and clinical settings [ 4 , 47 , 175 , 222 , 223 ]. The present review differentiates itself from prior studies through three principal innovations: (1) It provides a critical appraisal of current anti-obesity therapeutic strategies, identifying their pharmacological limitations and clinical shortcomings. (2) The work systematically elucidates BBR’s anti-obesity mechanisms through five distinct molecular dimensions, with particular emphasis on recently identified molecular targets supported by emerging evidence. (3) This synthesis advances the field by proposing novel bioavailability enhancement strategies through pharmaceutical engineering approaches, while critically addressing current research gaps in BBR’s pharmacokinetic profile and therapeutic efficacy. The review concludes with evidence-based recommendations for future investigations, prioritizing target validation studies, standardized clinical trial protocols, and personalized treatment paradigms. This synthesis provides a roadmap for advancing BBR from bench to bedside in metabolic disorder management. Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Acknowledgements This work was supported by Funding of the\"famous doctors\"project of the support plan for the talents of Xingdian (No.RLMY20220005), The scientific and technological innovation team of Kunming Medical University (CXTD202209), Clinical Collaboration Project of Traditional Chinese and Western Medicine for Major Difficult Diseases of Yunnan Province (300073). Author contributions Y.K. and H.K.Y. were responsible for manuscript writing. R.N.was responsible for searching literature. X.X.Z. and H.T.Z. provided manuscript writing guidance for the review. X.N. provided financial support. All authors have read and approved the final manuscript. Funding This work was supported by Funding of the\"famous doctors\"project of the support plan for the talents of Xingdian (RLMY20220005), The scientific and technological innovation team of Kunming Medical University (CXTD202209), Clinical Collaboration Project of Traditional Chinese and Western Medicine for Major Difficult Diseases of Yunnan Province (300073). Availability of data and materials No datasets were generated or analysed during the current study. Declarations Ethics approval and consent to participate Not applicable. Consent for publication The review in this paper have not been published previously in whole or part, all authors unanimously consent for publication. Competing interests The authors declare no competing interests. References 1. Sørensen TIA Martinez AR Jørgensen TSH Epidemiology of obesity Handb Exp Pharmacol 2022 274 3 27 10.1007/164_2022_581 35419622 Sørensen TIA, Martinez AR, Jørgensen TSH. Epidemiology of obesity. Handb Exp Pharmacol. 2022;274:3–27. 10.1007/164_2022_581. 35419622 2. Koliaki C Dalamaga M Liatis S Update on the obesity epidemic: after the sudden rise, is the upward trajectory beginning to flatten? Curr Obes Rep 2023 12 4 514 527 10.1007/s13679-023-00527-y 37779155 Koliaki C, Dalamaga M, Liatis S. Update on the obesity epidemic: after the sudden rise, is the upward trajectory beginning to flatten? Curr Obes Rep. 2023;12(4):514–27. 10.1007/s13679-023-00527-y. 37779155 3. World Obesity Federation. World Obesity Atlas. 2024. https://www.worldobesity.org/resources/resource-library/world-obesity-atlas-2024 . 4. Ilyas Z Perna S Al-Thawadi S Alalwan TA Riva A Petrangolini G The effect of Berberine on weight loss in order to prevent obesity: a systematic review Biomed Pharmacother 2020 127 110137 10.1016/j.biopha.2020.110137 32353823 Ilyas Z, Perna S, Al-Thawadi S, Alalwan TA, Riva A, Petrangolini G, et al. The effect of Berberine on weight loss in order to prevent obesity: a systematic review. Biomed Pharmacother. 2020;127:110137. 10.1016/j.biopha.2020.110137. 32353823 5. Gutiérrez-Cuevas J Santos A Armendariz-Borunda J Pathophysiological molecular mechanisms of obesity: a link between MAFLD and NASH with cardiovascular diseases Int J Mol Sci 2021 10.3390/ijms222111629 34769060 Gutiérrez-Cuevas J, Santos A, Armendariz-Borunda J. Pathophysiological molecular mechanisms of obesity: a link between MAFLD and NASH with cardiovascular diseases. Int J Mol Sci. 2021. 10.3390/ijms222111629. 34769060 6. Bray GA Kim KK Wilding JPH Obesity: a chronic relapsing progressive disease process. A position statement of the World Obesity Federation Obes Rev 2017 18 7 715 23 10.1111/obr.12551 28489290 Bray GA, Kim KK, Wilding JPH. Obesity: a chronic relapsing progressive disease process. A position statement of the World Obesity Federation. Obes Rev. 2017;18(7):715–23. 10.1111/obr.12551. 28489290 7. Popa MM Sirbu AE Malinici EA Copaescu C Fica S Obesity-related renal dysfunction: gender-specific influence of visceral adiposity and early impact of metabolic and bariatric surgery Front Endocrinol (Lausanne) 2024 15 1440250 10.3389/fendo.2024.1440250 39469576 Popa MM, Sirbu AE, Malinici EA, Copaescu C, Fica S. Obesity-related renal dysfunction: gender-specific influence of visceral adiposity and early impact of metabolic and bariatric surgery. Front Endocrinol (Lausanne). 2024;15:1440250. 10.3389/fendo.2024.1440250. 39469576 8. Dugdale EM Uvodich ME Pagnano MW Berry DJ Abdel MP Bedard NA Early adverse outcomes remain challenging to prevent in morbidly obese patients undergoing total hip arthroplasty Bone Joint J 2024 106-b 11 1223 30 10.1302/0301-620x.106b11.Bjj-2023-1187.R1 39481442 Dugdale EM, Uvodich ME, Pagnano MW, Berry DJ, Abdel MP, Bedard NA. Early adverse outcomes remain challenging to prevent in morbidly obese patients undergoing total hip arthroplasty. Bone Joint J. 2024;106-b(11):1223–30. 10.1302/0301-620x.106b11.Bjj-2023-1187.R1. 39481442 9. Chao AM Quigley KM Wadden TA Dietary interventions for obesity: clinical and mechanistic findings J Clin Invest 2021 10.1172/jci140065 33393504 Chao AM, Quigley KM, Wadden TA. Dietary interventions for obesity: clinical and mechanistic findings. J Clin Invest. 2021. 10.1172/jci140065. 33393504 10. Dragano NRV Fernø J Diéguez C López M Milbank E Recent updates on obesity treatments: available drugs and future directions Neuroscience 2020 437 215 239 10.1016/j.neuroscience.2020.04.034 32360593 Dragano NRV, Fernø J, Diéguez C, López M, Milbank E. Recent updates on obesity treatments: available drugs and future directions. Neuroscience. 2020;437:215–39. 10.1016/j.neuroscience.2020.04.034. 32360593 11. Wolfe BM Kvach E Eckel RH Treatment of obesity: weight loss and bariatric surgery Circ Res 2016 118 11 1844 1855 10.1161/circresaha.116.307591 27230645 Wolfe BM, Kvach E, Eckel RH. Treatment of obesity: weight loss and bariatric surgery. Circ Res. 2016;118(11):1844–55. 10.1161/circresaha.116.307591. 27230645 12. Arterburn DE Courcoulas AP Bariatric surgery for obesity and metabolic conditions in adults BMJ 2014 349 g3961 10.1136/bmj.g3961 25164369 Arterburn DE, Courcoulas AP. Bariatric surgery for obesity and metabolic conditions in adults. BMJ. 2014;349:g3961. 10.1136/bmj.g3961. 25164369 13. Strohacker K Carpenter KC Mcfarlin BK Consequences of weight cycling: an increase in disease risk? Int J Exerc Sci 2009 2 3 191 201 10.70252/asaq8961 25429313 Strohacker K, Carpenter KC, Mcfarlin BK. Consequences of weight cycling: an increase in disease risk? Int J Exerc Sci. 2009;2(3):191–201. 10.70252/asaq8961. 25429313 14. Simonds SE Pryor JT Cowley MA Repeated weight cycling in obese mice causes increased appetite and glucose intolerance Physiol Behav 2018 194 184 190 10.1016/j.physbeh.2018.05.026 29842854 Simonds SE, Pryor JT, Cowley MA. Repeated weight cycling in obese mice causes increased appetite and glucose intolerance. Physiol Behav. 2018;194:184–90. 10.1016/j.physbeh.2018.05.026. 29842854 15. Wadden TA Webb VL Moran CH Bailer BA Lifestyle modification for obesity: new developments in diet, physical activity, and behavior therapy Circulation 2012 125 9 1157 1170 10.1161/circulationaha.111.039453 22392863 Wadden TA, Webb VL, Moran CH, Bailer BA. Lifestyle modification for obesity: new developments in diet, physical activity, and behavior therapy. Circulation. 2012;125(9):1157–70. 10.1161/circulationaha.111.039453. 22392863 16. Ioannides-Demos LL Proietto J Tonkin AM Mcneil JJ Safety of drug therapies used for weight loss and treatment of obesity Drug Saf 2006 29 4 277 302 10.2165/00002018-200629040-00001 16569079 Ioannides-Demos LL, Proietto J, Tonkin AM, Mcneil JJ. Safety of drug therapies used for weight loss and treatment of obesity. Drug Saf. 2006;29(4):277–302. 10.2165/00002018-200629040-00001. 16569079 17. Jefferson HJ Jayne DR Peripheral vasculopathy and nephropathy in association with phentermine Nephrol Dial Transplant 1999 14 7 1761 1763 10.1093/ndt/14.7.1761 10435891 Jefferson HJ, Jayne DR. Peripheral vasculopathy and nephropathy in association with phentermine. Nephrol Dial Transplant. 1999;14(7):1761–3. 10.1093/ndt/14.7.1761. 10435891 18. Parthvi R Mehra S Topiramate-associated renal tubular acidosis Am J Ther 2018 25 6 e772 e773 10.1097/mjt.0000000000000781 29782342 Parthvi R, Mehra S. Topiramate-associated renal tubular acidosis. Am J Ther. 2018;25(6):e772–3. 10.1097/mjt.0000000000000781. 29782342 19. Kinalp C Kurultak I Ceri M Keskinel I Serum creatinine elevation caused by bupropion Wien Klin Wochenschr 2014 126 3–4 138 139 10.1007/s00508-013-0466-4 24343039 Kinalp C, Kurultak I, Ceri M, Keskinel I. Serum creatinine elevation caused by bupropion. Wien Klin Wochenschr. 2014;126(3–4):138–9. 10.1007/s00508-013-0466-4. 24343039 20. Mutoh J Ohsawa M Hisa H Effect of naloxone on ischemic acute kidney injury in the mouse Neuropharmacology 2013 71 10 18 10.1016/j.neuropharm.2013.03.001 23523991 Mutoh J, Ohsawa M, Hisa H. Effect of naloxone on ischemic acute kidney injury in the mouse. Neuropharmacology. 2013;71:10–8. 10.1016/j.neuropharm.2013.03.001. 23523991 21. Erken E Altunoren O Gungor O Orlistat and acute kidney injury: a case report Clin Nephrol 2017 87 3 157 158 10.5414/cn109029 28177280 Erken E, Altunoren O, Gungor O. Orlistat and acute kidney injury: a case report. Clin Nephrol. 2017;87(3):157–8. 10.5414/cn109029. 28177280 22. Colbourne JRM Fisher OM Mo S Rigas GS Talbot ML The role of adjuvant pharmacotherapy with liraglutide for patients with inadequate weight loss following bariatric surgery Langenbecks Arch Surg 2023 408 1 115 10.1007/s00423-023-02805-8 36867261 Colbourne JRM, Fisher OM, Mo S, Rigas GS, Talbot ML. The role of adjuvant pharmacotherapy with liraglutide for patients with inadequate weight loss following bariatric surgery. Langenbecks Arch Surg. 2023;408(1):115. 10.1007/s00423-023-02805-8. 36867261 23. Ghusn W De La Rosa A Sacoto D Cifuentes L Campos A Feris F Weight loss outcomes associated with semaglutide treatment for patients with overweight or obesity JAMA Netw Open 2022 5 9 e2231982 10.1001/jamanetworkopen.2022.31982 36121652 Ghusn W, De La Rosa A, Sacoto D, Cifuentes L, Campos A, Feris F, et al. Weight loss outcomes associated with semaglutide treatment for patients with overweight or obesity. JAMA Netw Open. 2022;5(9):e2231982. 10.1001/jamanetworkopen.2022.31982. 36121652 24. Smits MM Van Raalte DH Safety of semaglutide Front Endocrinol (Lausanne) 2021 12 645563 10.3389/fendo.2021.645563 34305810 Smits MM, Van Raalte DH. Safety of semaglutide. Front Endocrinol (Lausanne). 2021;12:645563. 10.3389/fendo.2021.645563. 34305810 25. Alhomoud IS Talasaz AH Chandrasekaran P Brown R Mehta A Dixon DL Incretin hormone agonists: current and emerging pharmacotherapy for obesity management Pharmacotherapy 2024 44 9 738 752 10.1002/phar.4607 39225417 Alhomoud IS, Talasaz AH, Chandrasekaran P, Brown R, Mehta A, Dixon DL. Incretin hormone agonists: current and emerging pharmacotherapy for obesity management. Pharmacotherapy. 2024;44(9):738–52. 10.1002/phar.4607. 39225417 26. Valenzano A Tartaglia N Ambrosi A Tafuri D Monda M Messina A The metabolic rearrangements of bariatric surgery: focus on orexin-A and the adiponectin system J Clin Med 2020 10.3390/jcm9103327 33081283 Valenzano A, Tartaglia N, Ambrosi A, Tafuri D, Monda M, Messina A, et al. The metabolic rearrangements of bariatric surgery: focus on orexin-A and the adiponectin system. J Clin Med. 2020. 10.3390/jcm9103327. 33081283 27. Bray GA Heisel WE Afshin A Jensen MD Dietz WH Long M The science of obesity management: an endocrine society scientific statement Endocr Rev 2018 39 2 79 132 10.1210/er.2017-00253 29518206 Bray GA, Heisel WE, Afshin A, Jensen MD, Dietz WH, Long M, et al. The science of obesity management: an endocrine society scientific statement. Endocr Rev. 2018;39(2):79–132. 10.1210/er.2017-00253. 29518206 28. Hadefi A Huberty V Lemmers A Arvanitakis M Maggs D Costamagna G Endoscopic duodenal mucosal resurfacing for the treatment of type 2 diabetes Dig Dis 2018 36 4 322 324 10.1159/000487078 29680836 Hadefi A, Huberty V, Lemmers A, Arvanitakis M, Maggs D, Costamagna G, et al. Endoscopic duodenal mucosal resurfacing for the treatment of type 2 diabetes. Dig Dis. 2018;36(4):322–4. 10.1159/000487078. 29680836 29. Murtha JA Alagoz E Breuer CR Finn A Raffa SD Voils CI Individual-level barriers to bariatric surgery from patient and provider perspectives: a qualitative study Am J Surg 2022 224 429 436 10.1016/j.amjsurg.2021.12.022 34963509 Murtha JA, Alagoz E, Breuer CR, Finn A, Raffa SD, Voils CI, et al. Individual-level barriers to bariatric surgery from patient and provider perspectives: a qualitative study. Am J Surg. 2022;224:429–36. 10.1016/j.amjsurg.2021.12.022. 34963509 30. Gagnon C Schafer AL Bone health after bariatric surgery JBMR Plus 2018 2 3 121 133 10.1002/jbm4.10048 30283897 Gagnon C, Schafer AL. Bone health after bariatric surgery. JBMR Plus. 2018;2(3):121–33. 10.1002/jbm4.10048. 30283897 31. Van Beek AP Emous M Laville M Tack J Dumping syndrome after esophageal, gastric or bariatric surgery: pathophysiology, diagnosis, and management Obes Rev 2017 18 1 68 85 10.1111/obr.12467 27749997 Van Beek AP, Emous M, Laville M, Tack J. Dumping syndrome after esophageal, gastric or bariatric surgery: pathophysiology, diagnosis, and management. Obes Rev. 2017;18(1):68–85. 10.1111/obr.12467. 27749997 32. Chakhtoura MT Nakhoul NF Akl EA Safadi BY Mantzoros CS Metzendorf MI Oral vitamin D supplementation for adults with obesity undergoing bariatric surgery Cochrane Database Syst Rev 2024 10 10 Cd11800 10.1002/14651858.CD011800.pub2 Chakhtoura MT, Nakhoul NF, Akl EA, Safadi BY, Mantzoros CS, Metzendorf MI, et al. Oral vitamin D supplementation for adults with obesity undergoing bariatric surgery. Cochrane Database Syst Rev. 2024;10(10):Cd11800. 10.1002/14651858.CD011800.pub2. 33. Yadlapati S Sánchez-Luna SA Gromski MA Mulki R Managing the bariatric surgery patient: presurgery and postsurgery considerations Gastrointest Endosc Clin N Am 2024 34 4 627 638 10.1016/j.giec.2024.04.002 39277295 Yadlapati S, Sánchez-Luna SA, Gromski MA, Mulki R. Managing the bariatric surgery patient: presurgery and postsurgery considerations. Gastrointest Endosc Clin N Am. 2024;34(4):627–38. 10.1016/j.giec.2024.04.002. 39277295 34. Sachdeva A Dalton M Lees T Graduated compression stockings for prevention of deep vein thrombosis Cochrane Database Syst Rev 2018 11 11 Cd001484 10.1002/14651858.CD001484.pub4 30390397 Sachdeva A, Dalton M, Lees T. Graduated compression stockings for prevention of deep vein thrombosis. Cochrane Database Syst Rev. 2018;11(11):Cd001484. 10.1002/14651858.CD001484.pub4. 30390397 35. Hirasawa N Shimizu Y Haginoya A Soma Y Watanabe G Takehara K Comparative analysis of muscle activity and circulatory dynamics: a crossover study using leg exercise apparatus and ergometer Medicina (Kaunas) 2024 10.3390/medicina60081260 39768992 Hirasawa N, Shimizu Y, Haginoya A, Soma Y, Watanabe G, Takehara K, et al. Comparative analysis of muscle activity and circulatory dynamics: a crossover study using leg exercise apparatus and ergometer. Medicina (Kaunas). 2024. 10.3390/medicina60081260. 39768992 36. Kang X Zurita-Macias L Hong D Cadeddu M Anvari M Gmora S A comparison of 30-day versus 90-day proton pump inhibitor therapy in prevention of marginal ulcers after laparoscopic Roux-en-Y gastric bypass Surg Obes Relat Dis 2016 12 5 1003 1007 10.1016/j.soard.2015.11.010 26948448 Kang X, Zurita-Macias L, Hong D, Cadeddu M, Anvari M, Gmora S. A comparison of 30-day versus 90-day proton pump inhibitor therapy in prevention of marginal ulcers after laparoscopic Roux-en-Y gastric bypass. Surg Obes Relat Dis. 2016;12(5):1003–7. 10.1016/j.soard.2015.11.010. 26948448 37. Wennerlund J Gunnarsson U Strigård K Sundbom M Acid-related complications after laparoscopic Roux-en-Y gastric bypass: risk factors and impact of proton pump inhibitors Surg Obes Relat Dis 2020 16 5 620 625 10.1016/j.soard.2020.01.005 32107170 Wennerlund J, Gunnarsson U, Strigård K, Sundbom M. Acid-related complications after laparoscopic Roux-en-Y gastric bypass: risk factors and impact of proton pump inhibitors. Surg Obes Relat Dis. 2020;16(5):620–5. 10.1016/j.soard.2020.01.005. 32107170 38. Choi JS Kim JH Ali MY Min BS Kim GD Jung HA Coptis chinensis alkaloids exert anti-adipogenic activity on 3T3-L1 adipocytes by downregulating C/EBP-αand PPAR-γ Fitoterapia 2014 98 199 208 10.1016/j.fitote.2014.08.006 25128422 Choi JS, Kim JH, Ali MY, Min BS, Kim GD, Jung HA. Coptis chinensis alkaloids exert anti-adipogenic activity on 3T3-L1 adipocytes by downregulating C/EBP-αand PPAR-γ. Fitoterapia. 2014;98:199–208. 10.1016/j.fitote.2014.08.006. 25128422 39. An N Zhang G Li Y Yuan C Yang F Zhang L Promising antioxidative effect of berberine in cardiovascular diseases Front Pharmacol 2022 13 865353 10.3389/fphar.2022.865353 35321323 An N, Zhang G, Li Y, Yuan C, Yang F, Zhang L, et al. Promising antioxidative effect of berberine in cardiovascular diseases. Front Pharmacol. 2022;13:865353. 10.3389/fphar.2022.865353. 35321323 40. Cole LK Zhang M Chen L Sparagna GC Vandel M Xiang B Supplemental berberine in a high-fat diet reduces adiposity and cardiac dysfunction in offspring of mouse dams with gestational diabetes mellitus J Nutr 2021 151 4 892 901 10.1093/jn/nxaa408 33484149 Cole LK, Zhang M, Chen L, Sparagna GC, Vandel M, Xiang B, et al. Supplemental berberine in a high-fat diet reduces adiposity and cardiac dysfunction in offspring of mouse dams with gestational diabetes mellitus. J Nutr. 2021;151(4):892–901. 10.1093/jn/nxaa408. 33484149 41. Poulios E Koukounari S Psara E Vasios GK Sakarikou C Giaginis C Anti-obesity properties of phytochemicals: highlighting their molecular mechanisms against obesity Curr Med Chem 2024 31 1 25 61 10.2174/0929867330666230517124033 37198988 Poulios E, Koukounari S, Psara E, Vasios GK, Sakarikou C, Giaginis C. Anti-obesity properties of phytochemicals: highlighting their molecular mechanisms against obesity. Curr Med Chem. 2024;31(1):25–61. 10.2174/0929867330666230517124033. 37198988 42. Han Y Xiang Y Shi Y Tang X Pan L Gao J Pharmacokinetics and pharmacological activities of berberine in diabetes mellitus treatment Evid Based Complement Alternat Med 2021 2021 9987097 10.1155/2021/9987097 34471420 Han Y, Xiang Y, Shi Y, Tang X, Pan L, Gao J, et al. Pharmacokinetics and pharmacological activities of berberine in diabetes mellitus treatment. Evid Based Complement Alternat Med. 2021;2021:9987097. 10.1155/2021/9987097. 34471420 43. Chen W Miao YQ Fan DJ Yang SS Lin X Meng LK Bioavailability study of berberine and the enhancing effects of TPGS on intestinal absorption in rats AAPS PharmSciTech 2011 12 2 705 711 10.1208/s12249-011-9632-z 21637946 Chen W, Miao YQ, Fan DJ, Yang SS, Lin X, Meng LK, et al. Bioavailability study of berberine and the enhancing effects of TPGS on intestinal absorption in rats. AAPS PharmSciTech. 2011;12(2):705–11. 10.1208/s12249-011-9632-z. 21637946 44. Gupta M Rumman M Singh B Mahdi AA Pandey S Berberine ameliorates glucocorticoid-induced hyperglycemia: an in vitro and in vivo study Naunyn Schmiedebergs Arch Pharmacol 2024 397 3 1647 1658 10.1007/s00210-023-02703-2 37704773 Gupta M, Rumman M, Singh B, Mahdi AA, Pandey S. Berberine ameliorates glucocorticoid-induced hyperglycemia: an in vitro and in vivo study. Naunyn Schmiedebergs Arch Pharmacol. 2024;397(3):1647–58. 10.1007/s00210-023-02703-2. 37704773 45. Cicero AF Baggioni A Berberine and its role in chronic disease Adv Exp Med Biol 2016 928 27 45 10.1007/978-3-319-41334-1_2 27671811 Cicero AF, Baggioni A. Berberine and its role in chronic disease. Adv Exp Med Biol. 2016;928:27–45. 10.1007/978-3-319-41334-1_2. 27671811 46. Qiu F Zhu Z Kang N Piao S Qin G Yao X Isolation and identification of urinary metabolites of berberine in rats and humans Drug Metab Dispos 2008 36 11 2159 2165 10.1124/dmd.108.021659 18703644 Qiu F, Zhu Z, Kang N, Piao S, Qin G, Yao X. Isolation and identification of urinary metabolites of berberine in rats and humans. Drug Metab Dispos. 2008;36(11):2159–65. 10.1124/dmd.108.021659. 18703644 47. Hu X Zhang Y Xue Y Zhang Z Wang J Berberine is a potential therapeutic agent for metabolic syndrome via brown adipose tissue activation and metabolism regulation Am J Transl Res 2018 10 11 3322 3329 30662589 Hu X, Zhang Y, Xue Y, Zhang Z, Wang J. Berberine is a potential therapeutic agent for metabolic syndrome via brown adipose tissue activation and metabolism regulation. Am J Transl Res. 2018;10(11):3322–9. 30662589 48. Li Y Ren G Wang YX Kong WJ Yang P Wang YM Bioactivities of berberine metabolites after transformation through CYP450 isoenzymes J Transl Med 2011 9 62 10.1186/1479-5876-9-62 21569619 Li Y, Ren G, Wang YX, Kong WJ, Yang P, Wang YM, et al. Bioactivities of berberine metabolites after transformation through CYP450 isoenzymes. J Transl Med. 2011;9:62. 10.1186/1479-5876-9-62. 21569619 49. Liu Y Hao H Xie H Lv H Liu C Wang G Oxidative demethylenation and subsequent glucuronidation are the major metabolic pathways of berberine in rats J Pharm Sci 2009 98 11 4391 4401 10.1002/jps.21721 19283771 Liu Y, Hao H, Xie H, Lv H, Liu C, Wang G. Oxidative demethylenation and subsequent glucuronidation are the major metabolic pathways of berberine in rats. J Pharm Sci. 2009;98(11):4391–401. 10.1002/jps.21721. 19283771 50. Feng R Shou JW Zhao ZX He CY Ma C Huang M Transforming berberine into its intestine-absorbable form by the gut microbiota Sci Rep 2015 5 12155 10.1038/srep12155 26174047 Feng R, Shou JW, Zhao ZX, He CY, Ma C, Huang M, et al. Transforming berberine into its intestine-absorbable form by the gut microbiota. Sci Rep. 2015;5:12155. 10.1038/srep12155. 26174047 51. Guo HH Shen HR Wang LL Luo ZG Zhang JL Zhang HJ Berberine is a potential alternative for metformin with good regulatory effect on lipids in treating metabolic diseases Biomed Pharmacother 2023 163 114754 10.1016/j.biopha.2023.114754 37094549 Guo HH, Shen HR, Wang LL, Luo ZG, Zhang JL, Zhang HJ, et al. Berberine is a potential alternative for metformin with good regulatory effect on lipids in treating metabolic diseases. Biomed Pharmacother. 2023;163:114754. 10.1016/j.biopha.2023.114754. 37094549 52. Li Z Wang Y Xu Q Ma J Li X Yan J Berberine and health outcomes: an umbrella review Phytother Res 2023 37 5 2051 2066 10.1002/ptr.7806 36999891 Li Z, Wang Y, Xu Q, Ma J, Li X, Yan J, et al. Berberine and health outcomes: an umbrella review. Phytother Res. 2023;37(5):2051–66. 10.1002/ptr.7806. 36999891 53. Bandala C Carro-Rodríguez J Cárdenas-Rodríguez N Peña-Montero I Gómez-López M Hernández-Roldán AP Comparative effects of gymnema sylvestre and berberine on adipokines, body composition, and metabolic parameters in obese patients: a randomized study Nutrients 2024 10.3390/nu16142284 39064727 Bandala C, Carro-Rodríguez J, Cárdenas-Rodríguez N, Peña-Montero I, Gómez-López M, Hernández-Roldán AP, et al. Comparative effects of gymnema sylvestre and berberine on adipokines, body composition, and metabolic parameters in obese patients: a randomized study. Nutrients. 2024. 10.3390/nu16142284. 39064727 54. Cui M Li Y Zheng T Chen H Wang J Feng Y Efficacy and molecular mechanism of quercetin on constipation induced by berberine via regulating gut microbiota Int J Mol Sci 2024 10.3390/ijms25116228 39795972 Cui M, Li Y, Zheng T, Chen H, Wang J, Feng Y, et al. Efficacy and molecular mechanism of quercetin on constipation induced by berberine via regulating gut microbiota. Int J Mol Sci. 2024. 10.3390/ijms25116228. 39795972 55. Xu JH Liu XZ Pan W Zou DJ Berberine protects against diet-induced obesity through regulating metabolic endotoxemia and gut hormone levels Mol Med Rep 2017 15 5 2765 87 10.3892/mmr.2017.6321 28447763 Xu JH, Liu XZ, Pan W, Zou DJ. Berberine protects against diet-induced obesity through regulating metabolic endotoxemia and gut hormone levels. Mol Med Rep. 2017;15(5):2765–87. 10.3892/mmr.2017.6321. 28447763 56. Park HJ Jung E Shim I Berberine for appetite suppressant and prevention of obesity Biomed Res Int 2020 2020 3891806 10.1155/2020/3891806 33415147 Park HJ, Jung E, Shim I. Berberine for appetite suppressant and prevention of obesity. Biomed Res Int. 2020;2020:3891806. 10.1155/2020/3891806. 33415147 57. Wang M Geng X Li K Wang Y Duan X Hou C Berberine ameliorates mesenteric vascular dysfunction by modulating perivascular adipose tissue in diet-induced obese in rats BMC Complement Med Ther 2022 22 1 198 10.1186/s12906-022-03667-1 35879716 Wang M, Geng X, Li K, Wang Y, Duan X, Hou C, et al. Berberine ameliorates mesenteric vascular dysfunction by modulating perivascular adipose tissue in diet-induced obese in rats. BMC Complement Med Ther. 2022;22(1):198. 10.1186/s12906-022-03667-1. 35879716 58. Yang YN Wang QC Xu W Yu J Zhang H Wu C The berberine-enriched gut commensal Blautia producta ameliorates high-fat diet (HFD)-induced hyperlipidemia and stimulates liver LDLR expression Biomed Pharmacother 2022 155 113749 10.1016/j.biopha.2022.113749 36174380 Yang YN, Wang QC, Xu W, Yu J, Zhang H, Wu C. The berberine-enriched gut commensal Blautia producta ameliorates high-fat diet (HFD)-induced hyperlipidemia and stimulates liver LDLR expression. Biomed Pharmacother. 2022;155:113749. 10.1016/j.biopha.2022.113749. 36174380 59. Sun S Yang Y Xiong R Ni Y Ma X Hou M Oral berberine ameliorates high-fat diet-induced obesity by activating TAS2Rs in tuft and endocrine cells in the gut Life Sci 2022 311 121141 10.1016/j.lfs.2022.121141 36341914 Sun S, Yang Y, Xiong R, Ni Y, Ma X, Hou M, et al. Oral berberine ameliorates high-fat diet-induced obesity by activating TAS2Rs in tuft and endocrine cells in the gut. Life Sci. 2022;311:121141. 10.1016/j.lfs.2022.121141. 36341914 60. Wang H Chen S Tang Y Nie K Gao Y Wang Z Berberine promotes lacteal junction zippering and ameliorates diet-induced obesity through the RhoA/ROCK signaling pathway Phytomedicine 2024 124 155268 10.1016/j.phymed.2023.155268 38176265 Wang H, Chen S, Tang Y, Nie K, Gao Y, Wang Z, et al. Berberine promotes lacteal junction zippering and ameliorates diet-induced obesity through the RhoA/ROCK signaling pathway. Phytomedicine. 2024;124:155268. 10.1016/j.phymed.2023.155268. 38176265 61. Du J Zhu Y Yang X Geng X Xu Y Zhang M Berberine attenuates obesity-induced insulin resistance by inhibiting miR-27a secretion Diabet Med 2024 41 7 e15319 10.1111/dme.15319 38711201 Du J, Zhu Y, Yang X, Geng X, Xu Y, Zhang M, et al. Berberine attenuates obesity-induced insulin resistance by inhibiting miR-27a secretion. Diabet Med. 2024;41(7):e15319. 10.1111/dme.15319. 38711201 62. Wu Y Yang Y Du C Peng X Fan W Chang B Berberine attenuates obesity-induced skeletal muscle atrophy via regulation of FUNDC1 in skeletal muscle of mice Sci Rep 2025 15 1 4918 10.1038/s41598-025-89297-2 39930016 Wu Y, Yang Y, Du C, Peng X, Fan W, Chang B, et al. Berberine attenuates obesity-induced skeletal muscle atrophy via regulation of FUNDC1 in skeletal muscle of mice. Sci Rep. 2025;15(1):4918. 10.1038/s41598-025-89297-2. 39930016 63. Wang H Wang Z Wang D Nie K Wu W Gao Y Berberine attenuates nonalcoholic hepatic steatosis by regulating lipid droplet-associated proteins: in vivo, in vitro and molecular evidence J Cell Mol Med 2025 29 7 e70524 10.1111/jcmm.70524 40194991 Wang H, Wang Z, Wang D, Nie K, Wu W, Gao Y, et al. Berberine attenuates nonalcoholic hepatic steatosis by regulating lipid droplet-associated proteins: in vivo, in vitro and molecular evidence. J Cell Mol Med. 2025;29(7):e70524. 10.1111/jcmm.70524. 40194991 64. Zhang X Ji D Zhang Y Du C Liang L Ahmad A Study on the mechanism of action of berberine combined with Jianpi Yishen Huazhuo formulation in treating obese polycystic ovary syndrome by activating PI3K/AKT signaling pathway Gynecol Endocrinol 2025 41 1 2462068 10.1080/09513590.2025.2462068 39967331 Zhang X, Ji D, Zhang Y, Du C, Liang L, Ahmad A, et al. Study on the mechanism of action of berberine combined with Jianpi Yishen Huazhuo formulation in treating obese polycystic ovary syndrome by activating PI3K/AKT signaling pathway. Gynecol Endocrinol. 2025;41(1):2462068. 10.1080/09513590.2025.2462068. 39967331 65. Hu Y Ehli EA Kittelsrud J Ronan PJ Munger K Downey T Lipid-lowering effect of berberine in human subjects and rats Phytomedicine 2012 19 10 861 867 10.1016/j.phymed.2012.05.009 22739410 Hu Y, Ehli EA, Kittelsrud J, Ronan PJ, Munger K, Downey T, et al. Lipid-lowering effect of berberine in human subjects and rats. Phytomedicine. 2012;19(10):861–7. 10.1016/j.phymed.2012.05.009. 22739410 66. Luo Y Zeng Y Peng J Zhang K Wang L Feng T Phytochemicals for the treatment of metabolic diseases: Evidence from clinical studies Biomed Pharmacother 2023 165 115274 10.1016/j.biopha.2023.115274 37542856 Luo Y, Zeng Y, Peng J, Zhang K, Wang L, Feng T, et al. Phytochemicals for the treatment of metabolic diseases: Evidence from clinical studies. Biomed Pharmacother. 2023;165:115274. 10.1016/j.biopha.2023.115274. 37542856 67. Chen YM Sun GP Sun YG Effects of berberine hydrochloride on body weight of obese prediabetic patients and the outcome after treatment Chin J Prev Control Chronic Dis 2017 25 54 56 Chen YM, Sun GP, Sun YG. Effects of berberine hydrochloride on body weight of obese prediabetic patients and the outcome after treatment. Chin J Prev Control Chronic Dis. 2017;25:54–6. 68. Koperska A Moszak M Seraszek-Jaros A Bogdanski P Szulinska M Does berberine impact anthropometric, hepatic, and metabolic parameters in patients with metabolic dysfunction-associated fatty liver disease? Randomized, double-blind placebo-controlled trial J Physiol Pharmacol 2024 10.26402/jpp.2024.3.06 39042390 Koperska A, Moszak M, Seraszek-Jaros A, Bogdanski P, Szulinska M. Does berberine impact anthropometric, hepatic, and metabolic parameters in patients with metabolic dysfunction-associated fatty liver disease? Randomized, double-blind placebo-controlled trial. J Physiol Pharmacol. 2024. 10.26402/jpp.2024.3.06. 39042390 69. Wei X Wang C Hao S Song H Yang L The therapeutic effect of berberine in the treatment of nonalcoholic fatty liver disease: a meta-analysis Evid Based Complement Alternat Med 2016 2016 3593951 10.1155/2016/3593951 27446224 Wei X, Wang C, Hao S, Song H, Yang L. The therapeutic effect of berberine in the treatment of nonalcoholic fatty liver disease: a meta-analysis. Evid Based Complement Alternat Med. 2016;2016:3593951. 10.1155/2016/3593951. 27446224 70. Wang L Yan Y Wu L Peng J Natural products in non-alcoholic fatty liver disease (NAFLD): novel lead discovery for drug development Pharmacol Res 2023 196 106925 10.1016/j.phrs.2023.106925 37714392 Wang L, Yan Y, Wu L, Peng J. Natural products in non-alcoholic fatty liver disease (NAFLD): novel lead discovery for drug development. Pharmacol Res. 2023;196:106925. 10.1016/j.phrs.2023.106925. 37714392 71. Gasmi A Asghar F Zafar S Oliinyk P Khavrona O Lysiuk R Berberine: pharmacological features in health Dis Aging Curr Med Chem 2024 31 10 1214 1234 10.2174/0929867330666230207112539 Gasmi A, Asghar F, Zafar S, Oliinyk P, Khavrona O, Lysiuk R, et al. Berberine: pharmacological features in health. Dis Aging Curr Med Chem. 2024;31(10):1214–34. 10.2174/0929867330666230207112539. 72. Rosen ED The transcriptional basis of adipocyte development Prostaglandins Leukot Essent Fatty Acids 2005 73 1 31 34 10.1016/j.plefa.2005.04.004 15936931 Rosen ED. The transcriptional basis of adipocyte development. Prostaglandins Leukot Essent Fatty Acids. 2005;73(1):31–4. 10.1016/j.plefa.2005.04.004. 15936931 73. Wu YL Lin H Li HF Don MJ King PC Chen HH Salvia miltiorrhiza extract and individual synthesized component derivatives induce activating-transcription-factor-3-mediated anti-obesity effects and attenuate obesity-induced metabolic disorder by suppressing C/EBPα in high-fat-induced obese mice Cells 2022 10.3390/cells11061022 36611931 Wu YL, Lin H, Li HF, Don MJ, King PC, Chen HH. Salvia miltiorrhiza extract and individual synthesized component derivatives induce activating-transcription-factor-3-mediated anti-obesity effects and attenuate obesity-induced metabolic disorder by suppressing C/EBPα in high-fat-induced obese mice. Cells. 2022. 10.3390/cells11061022. 36611931 74. Lodhi IJ Yin L Jensen-Urstad AP Funai K Coleman T Baird JH Inhibiting adipose tissue lipogenesis reprograms thermogenesis and PPARγ activation to decrease diet-induced obesity Cell Metab 2012 16 2 189 201 10.1016/j.cmet.2012.06.013 22863804 Lodhi IJ, Yin L, Jensen-Urstad AP, Funai K, Coleman T, Baird JH, et al. Inhibiting adipose tissue lipogenesis reprograms thermogenesis and PPARγ activation to decrease diet-induced obesity. Cell Metab. 2012;16(2):189–201. 10.1016/j.cmet.2012.06.013. 22863804 75. Freytag SO Paielli DL Gilbert JD Ectopic expression of the CCAAT/enhancer-binding protein alpha promotes the adipogenic program in a variety of mouse fibroblastic cells Genes Dev 1994 8 14 1654 1663 10.1101/gad.8.14.1654 7958846 Freytag SO, Paielli DL, Gilbert JD. Ectopic expression of the CCAAT/enhancer-binding protein alpha promotes the adipogenic program in a variety of mouse fibroblastic cells. Genes Dev. 1994;8(14):1654–63. 10.1101/gad.8.14.1654. 7958846 76. Farmer SR Transcriptional control of adipocyte formation Cell Metab 2006 4 4 263 273 10.1016/j.cmet.2006.07.001 17011499 Farmer SR. Transcriptional control of adipocyte formation. Cell Metab. 2006;4(4):263–73. 10.1016/j.cmet.2006.07.001. 17011499 77. Kajimura S Seale P Tomaru T Erdjument-Bromage H Cooper MP Ruas JL Regulation of the brown and white fat gene programs through a PRDM16/CtBP transcriptional complex Genes Dev 2008 22 10 1397 1409 10.1101/gad.1666108 18483224 Kajimura S, Seale P, Tomaru T, Erdjument-Bromage H, Cooper MP, Ruas JL, et al. Regulation of the brown and white fat gene programs through a PRDM16/CtBP transcriptional complex. Genes Dev. 2008;22(10):1397–409. 10.1101/gad.1666108. 18483224 78. Payne VA Au WS Lowe CE Rahman SM Friedman JE O'rahilly S C/EBP transcription factors regulate SREBP1c gene expression during adipogenesis Biochem J 2009 425 1 215 223 10.1042/bj20091112 19811452 Payne VA, Au WS, Lowe CE, Rahman SM, Friedman JE, O’rahilly S, et al. C/EBP transcription factors regulate SREBP1c gene expression during adipogenesis. Biochem J. 2009;425(1):215–23. 10.1042/bj20091112. 19811452 79. Banerjee SS Feinberg MW Watanabe M Gray S Haspel RL Denkinger DJ The Krüppel-like factor KLF2 inhibits peroxisome proliferator-activated receptor-gamma expression and adipogenesis J Biol Chem 2003 278 4 2581 2584 10.1074/jbc.M210859200 12426306 Banerjee SS, Feinberg MW, Watanabe M, Gray S, Haspel RL, Denkinger DJ, et al. The Krüppel-like factor KLF2 inhibits peroxisome proliferator-activated receptor-gamma expression and adipogenesis. J Biol Chem. 2003;278(4):2581–4. 10.1074/jbc.M210859200. 12426306 80. Shou JW Shaw PC Berberine reduces lipid accumulation in obesity via mediating transcriptional function of PPARδ Int J Mol Sci 2023 10.3390/ijms241411600 37511356 Shou JW, Shaw PC. Berberine reduces lipid accumulation in obesity via mediating transcriptional function of PPARδ. Int J Mol Sci. 2023. 10.3390/ijms241411600. 37511356 81. Yang Y Liu F Lu R Jia J Berberine inhibits adipogenesis in porcine adipocytes via AMP-activated protein kinase-dependent and -independent mechanisms Lipids 2019 54 11–12 667 678 10.1002/lipd.12200 31691998 Yang Y, Liu F, Lu R, Jia J. Berberine inhibits adipogenesis in porcine adipocytes via AMP-activated protein kinase-dependent and -independent mechanisms. Lipids. 2019;54(11–12):667–78. 10.1002/lipd.12200. 31691998 82. Zhang JW Klemm DJ Vinson C Lane MD Role of CREB in transcriptional regulation of CCAAT/enhancer-binding protein beta gene during adipogenesis J Biol Chem 2004 279 6 4471 4478 10.1074/jbc.M311327200 14593102 Zhang JW, Klemm DJ, Vinson C, Lane MD. Role of CREB in transcriptional regulation of CCAAT/enhancer-binding protein beta gene during adipogenesis. J Biol Chem. 2004;279(6):4471–8. 10.1074/jbc.M311327200. 14593102 83. Yang DC Tsay HJ Lin SY Chiou SH Li MJ Chang TJ cAMP/PKA regulates osteogenesis, adipogenesis and ratio of RANKL/OPG mRNA expression in mesenchymal stem cells by suppressing leptin PLoS ONE 2008 3 2 e1540 10.1371/journal.pone.0001540 18253488 Yang DC, Tsay HJ, Lin SY, Chiou SH, Li MJ, Chang TJ, et al. cAMP/PKA regulates osteogenesis, adipogenesis and ratio of RANKL/OPG mRNA expression in mesenchymal stem cells by suppressing leptin. PLoS ONE. 2008;3(2):e1540. 10.1371/journal.pone.0001540. 18253488 84. Pugliese G Iacobini C Pesce CM Menini S Galectin-3: an emerging all-out player in metabolic disorders and their complications Glycobiology 2015 25 2 136 150 10.1093/glycob/cwu111 25303959 Pugliese G, Iacobini C, Pesce CM, Menini S. Galectin-3: an emerging all-out player in metabolic disorders and their complications. Glycobiology. 2015;25(2):136–50. 10.1093/glycob/cwu111. 25303959 85. Kiwaki K Novak CM Hsu DK Liu FT Levine JA Galectin-3 stimulates preadipocyte proliferation and is up-regulated in growing adipose tissue Obesity (Silver Spring) 2007 15 1 32 39 10.1038/oby.2007.526 17228029 Kiwaki K, Novak CM, Hsu DK, Liu FT, Levine JA. Galectin-3 stimulates preadipocyte proliferation and is up-regulated in growing adipose tissue. Obesity (Silver Spring). 2007;15(1):32–9. 10.1038/oby.2007.526. 17228029 86. Krautbauer S Eisinger K Hader Y Buechler C Free fatty acids and IL-6 induce adipocyte galectin-3 which is increased in white and brown adipose tissues of obese mice Cytokine 2014 69 2 263 271 10.1016/j.cyto.2014.06.016 25043674 Krautbauer S, Eisinger K, Hader Y, Buechler C. Free fatty acids and IL-6 induce adipocyte galectin-3 which is increased in white and brown adipose tissues of obese mice. Cytokine. 2014;69(2):263–71. 10.1016/j.cyto.2014.06.016. 25043674 87. Blasetti Fantauzzi C Iacobini C Menini S Vitale M Sorice GP Mezza T Galectin-3 gene deletion results in defective adipose tissue maturation and impaired insulin sensitivity and glucose homeostasis Sci Rep 2020 10 1 20070 10.1038/s41598-020-76952-z 33208796 Blasetti Fantauzzi C, Iacobini C, Menini S, Vitale M, Sorice GP, Mezza T, et al. Galectin-3 gene deletion results in defective adipose tissue maturation and impaired insulin sensitivity and glucose homeostasis. Sci Rep. 2020;10(1):20070. 10.1038/s41598-020-76952-z. 33208796 88. Florido R Kwak L Echouffo-Tcheugui JB Zhang S Michos ED Nambi V Obesity, Galectin-3, and incident heart failure: the ARIC study J Am Heart Assoc 2022 11 9 e023238 10.1161/jaha.121.023238 35491999 Florido R, Kwak L, Echouffo-Tcheugui JB, Zhang S, Michos ED, Nambi V, et al. Obesity, Galectin-3, and incident heart failure: the ARIC study. J Am Heart Assoc. 2022;11(9):e023238. 10.1161/jaha.121.023238. 35491999 89. San Martín A Du P Dikalova A Lassègue B Aleman M Góngora MC Reactive oxygen species-selective regulation of aortic inflammatory gene expression in type 2 diabetes Am J Physiol Heart Circ Physiol 2007 292 5 H2073 H2082 10.1152/ajpheart.00943.2006 17237245 San Martín A, Du P, Dikalova A, Lassègue B, Aleman M, Góngora MC, et al. Reactive oxygen species-selective regulation of aortic inflammatory gene expression in type 2 diabetes. Am J Physiol Heart Circ Physiol. 2007;292(5):H2073–82. 10.1152/ajpheart.00943.2006. 17237245 90. Thompson JA Larion S Mintz JD Belin De Chantemèle EJ Fulton DJ Stepp DW Genetic deletion of NADPH oxidase 1 rescues microvascular function in mice with metabolic disease Circ Res 2017 121 5 502 11 10.1161/circresaha.116.309965 28684629 Thompson JA, Larion S, Mintz JD, Belin De Chantemèle EJ, Fulton DJ, Stepp DW. Genetic deletion of NADPH oxidase 1 rescues microvascular function in mice with metabolic disease. Circ Res. 2017;121(5):502–11. 10.1161/circresaha.116.309965. 28684629 91. Muñoz M López-Oliva ME Rodríguez C Martínez MP Sáenz-Medina J Sánchez A Differential contribution of Nox1, Nox2 and Nox4 to kidney vascular oxidative stress and endothelial dysfunction in obesity Redox Biol 2020 28 101330 10.1016/j.redox.2019.101330 31563085 Muñoz M, López-Oliva ME, Rodríguez C, Martínez MP, Sáenz-Medina J, Sánchez A, et al. Differential contribution of Nox1, Nox2 and Nox4 to kidney vascular oxidative stress and endothelial dysfunction in obesity. Redox Biol. 2020;28:101330. 10.1016/j.redox.2019.101330. 31563085 92. Gimenez M Schickling BM Lopes LR Miller FJ Jr Nox1 in cardiovascular diseases: regulation and pathophysiology Clin Sci (Lond) 2016 130 3 151 165 10.1042/cs20150404 26678171 Gimenez M, Schickling BM, Lopes LR, Miller FJ Jr. Nox1 in cardiovascular diseases: regulation and pathophysiology. Clin Sci (Lond). 2016;130(3):151–65. 10.1042/cs20150404. 26678171 93. Padgett CA Bátori RK Speese AC Rosewater CL Bush WB Derella CC Galectin-3 mediates vascular dysfunction in obesity by regulating NADPH oxidase 1 BioRxiv 2023 10.1101/2023.04.19.537592 37162889 Padgett CA, Bátori RK, Speese AC, Rosewater CL, Bush WB, Derella CC, et al. Galectin-3 mediates vascular dysfunction in obesity by regulating NADPH oxidase 1. BioRxiv. 2023. 10.1101/2023.04.19.537592. 37162889 94. Wang C Wang Y Ma SR Zuo ZY Wu YB Kong WJ Berberine inhibits adipocyte differentiation, proliferation and adiposity through down-regulating galectin-3 Sci Rep 2019 9 1 13415 10.1038/s41598-019-50103-5 31527742 Wang C, Wang Y, Ma SR, Zuo ZY, Wu YB, Kong WJ, et al. Berberine inhibits adipocyte differentiation, proliferation and adiposity through down-regulating galectin-3. Sci Rep. 2019;9(1):13415. 10.1038/s41598-019-50103-5. 31527742 95. Uezumi A Fukada S Yamamoto N Ikemoto-Uezumi M Nakatani M Morita M Identification and characterization of PDGFRα+ mesenchymal progenitors in human skeletal muscle Cell Death Dis 2014 5 4 e1186 10.1038/cddis.2014.161 24743741 Uezumi A, Fukada S, Yamamoto N, Ikemoto-Uezumi M, Nakatani M, Morita M, et al. Identification and characterization of PDGFRα+ mesenchymal progenitors in human skeletal muscle. Cell Death Dis. 2014;5(4):e1186. 10.1038/cddis.2014.161. 24743741 96. Takada N Takasugi M Nonaka Y Kamiya T Takemura K Satoh J Galectin-3 promotes the adipogenic differentiation of PDGFRα+ cells and ectopic fat formation in regenerating muscle Development 2022 10.1242/dev.199443 35029658 Takada N, Takasugi M, Nonaka Y, Kamiya T, Takemura K, Satoh J, et al. Galectin-3 promotes the adipogenic differentiation of PDGFRα+ cells and ectopic fat formation in regenerating muscle. Development. 2022. 10.1242/dev.199443. 35029658 97. Baek JH Kim SJ Kang HG Lee HW Kim JH Hwang KA Galectin-3 activates PPARγ and supports white adipose tissue formation and high-fat diet-induced obesity Endocrinology 2015 156 1 147 156 10.1210/en.2014-1374 25343273 Baek JH, Kim SJ, Kang HG, Lee HW, Kim JH, Hwang KA, et al. Galectin-3 activates PPARγ and supports white adipose tissue formation and high-fat diet-induced obesity. Endocrinology. 2015;156(1):147–56. 10.1210/en.2014-1374. 25343273 98. Zhang J Tang H Deng R Wang N Zhang Y Wang Y Berberine suppresses adipocyte differentiation via decreasing CREB transcriptional activity PLoS ONE 2015 10 4 e0125667 10.1371/journal.pone.0125667 25928058 Zhang J, Tang H, Deng R, Wang N, Zhang Y, Wang Y, et al. Berberine suppresses adipocyte differentiation via decreasing CREB transcriptional activity. PLoS ONE. 2015;10(4):e0125667. 10.1371/journal.pone.0125667. 25928058 99. Utami AR Maksum IP Deawati Y Berberine and its study as an antidiabetic compound Biology (Basel) 2023 10.3390/biology12070973 37508403 Utami AR, Maksum IP, Deawati Y. Berberine and its study as an antidiabetic compound. Biology (Basel). 2023. 10.3390/biology12070973. 37508403 100. Chuang TY Wu HL Min J Diamond M Azziz R Chen YH Berberine regulates the protein expression of multiple tumorigenesis-related genes in hepatocellular carcinoma cell lines Cancer Cell Int 2017 17 59 10.1186/s12935-017-0429-3 28572744 Chuang TY, Wu HL, Min J, Diamond M, Azziz R, Chen YH. Berberine regulates the protein expression of multiple tumorigenesis-related genes in hepatocellular carcinoma cell lines. Cancer Cell Int. 2017;17:59. 10.1186/s12935-017-0429-3. 28572744 101. Liu D Zhang Y Liu Y Hou L Li S Tian H Berberine modulates gut microbiota and reduces insulin resistance via the TLR4 signaling pathway Exp Clin Endocrinol Diabetes 2018 126 8 513 520 10.1055/s-0043-125066 29365334 Liu D, Zhang Y, Liu Y, Hou L, Li S, Tian H, et al. Berberine modulates gut microbiota and reduces insulin resistance via the TLR4 signaling pathway. Exp Clin Endocrinol Diabetes. 2018;126(8):513–20. 10.1055/s-0043-125066. 29365334 102. Ye Y Liu X Wu N Han Y Wang J Yu Y Efficacy and safety of berberine alone for several metabolic disorders: a systematic review and meta-analysis of randomized clinical trials Front Pharmacol 2021 12 653887 10.3389/fphar.2021.653887 33981233 Ye Y, Liu X, Wu N, Han Y, Wang J, Yu Y, et al. Efficacy and safety of berberine alone for several metabolic disorders: a systematic review and meta-analysis of randomized clinical trials. Front Pharmacol. 2021;12:653887. 10.3389/fphar.2021.653887. 33981233 103. Qian S Tang Y Tang QQ Adipose tissue plasticity and the pleiotropic roles of BMP signaling J Biol Chem 2021 296 100678 10.1016/j.jbc.2021.100678 33872596 Qian S, Tang Y, Tang QQ. Adipose tissue plasticity and the pleiotropic roles of BMP signaling. J Biol Chem. 2021;296:100678. 10.1016/j.jbc.2021.100678. 33872596 104. Bartelt A Heeren J Adipose tissue browning and metabolic health Nat Rev Endocrinol 2014 10 1 24 36 10.1038/nrendo.2013.204 24146030 Bartelt A, Heeren J. Adipose tissue browning and metabolic health. Nat Rev Endocrinol. 2014;10(1):24–36. 10.1038/nrendo.2013.204. 24146030 105. Nicholls DG Locke RM Thermogenic mechanisms in brown fat Physiol Rev 1984 64 1 1 64 10.1152/physrev.1984.64.1.1 6320232 Nicholls DG, Locke RM. Thermogenic mechanisms in brown fat. Physiol Rev. 1984;64(1):1–64. 10.1152/physrev.1984.64.1.1. 6320232 106. Pilkington AC Paz HA Wankhade UD Beige adipose tissue identification and marker specificity-overview Front Endocrinol (Lausanne) 2021 12 599134 10.3389/fendo.2021.599134 33776911 Pilkington AC, Paz HA, Wankhade UD. Beige adipose tissue identification and marker specificity-overview. Front Endocrinol (Lausanne). 2021;12:599134. 10.3389/fendo.2021.599134. 33776911 107. Wu J Boström P Sparks LM Ye L Choi JH Giang AH Beige adipocytes are a distinct type of thermogenic fat cell in mouse and human Cell 2012 150 2 366 376 10.1016/j.cell.2012.05.016 22796012 Wu J, Boström P, Sparks LM, Ye L, Choi JH, Giang AH, et al. Beige adipocytes are a distinct type of thermogenic fat cell in mouse and human. Cell. 2012;150(2):366–76. 10.1016/j.cell.2012.05.016. 22796012 108. Himms-Hagen J Melnyk A Zingaretti MC Ceresi E Barbatelli G Cinti S Multilocular fat cells in WAT of CL-316243-treated rats derive directly from white adipocytes Am J Physiol Cell Physiol 2000 279 3 C670 C681 10.1152/ajpcell.2000.279.3.C670 10942717 Himms-Hagen J, Melnyk A, Zingaretti MC, Ceresi E, Barbatelli G, Cinti S. Multilocular fat cells in WAT of CL-316243-treated rats derive directly from white adipocytes. Am J Physiol Cell Physiol. 2000;279(3):C670–81. 10.1152/ajpcell.2000.279.3.C670. 10942717 109. Barbatelli G Murano I Madsen L Hao Q Jimenez M Kristiansen K The emergence of cold-induced brown adipocytes in mouse white fat depots is determined predominantly by white to brown adipocyte transdifferentiation Am J Physiol Endocrinol Metab 2010 298 6 E1244 E1253 10.1152/ajpendo.00600.2009 20354155 Barbatelli G, Murano I, Madsen L, Hao Q, Jimenez M, Kristiansen K, et al. The emergence of cold-induced brown adipocytes in mouse white fat depots is determined predominantly by white to brown adipocyte transdifferentiation. Am J Physiol Endocrinol Metab. 2010;298(6):E1244–53. 10.1152/ajpendo.00600.2009. 20354155 110. Kuryłowicz A Puzianowska-Kuźnicka M Induction of adipose tissue browning as a strategy to combat obesity Int J Mol Sci 2020 10.3390/ijms21176241 33379327 Kuryłowicz A, Puzianowska-Kuźnicka M. Induction of adipose tissue browning as a strategy to combat obesity. Int J Mol Sci. 2020. 10.3390/ijms21176241. 33379327 111. Alpaslan Ağaçdiken A Göktaş Z Berberine-induced browning and energy metabolism: mechanisms and implications PeerJ 2025 13 e18924 10.7717/peerj.18924 39931072 Alpaslan Ağaçdiken A, Göktaş Z. Berberine-induced browning and energy metabolism: mechanisms and implications. PeerJ. 2025;13:e18924. 10.7717/peerj.18924. 39931072 112. Marlatt KL Ravussin E Brown adipose tissue: an update on recent findings Curr Obes Rep 2017 6 4 389 396 10.1007/s13679-017-0283-6 29101739 Marlatt KL, Ravussin E. Brown adipose tissue: an update on recent findings. Curr Obes Rep. 2017;6(4):389–96. 10.1007/s13679-017-0283-6. 29101739 113. Gustafson B Smith U Regulation of white adipogenesis and its relation to ectopic fat accumulation and cardiovascular risk Atherosclerosis 2015 241 1 27 35 10.1016/j.atherosclerosis.2015.04.812 25957567 Gustafson B, Smith U. Regulation of white adipogenesis and its relation to ectopic fat accumulation and cardiovascular risk. Atherosclerosis. 2015;241(1):27–35. 10.1016/j.atherosclerosis.2015.04.812. 25957567 114. Mu WJ Zhu JY Chen M Guo L Exercise-mediated browning of white adipose tissue: its significance, mechanism and effectiveness Int J Mol Sci 2021 10.3390/ijms222111512 34830091 Mu WJ, Zhu JY, Chen M, Guo L. Exercise-mediated browning of white adipose tissue: its significance, mechanism and effectiveness. Int J Mol Sci. 2021. 10.3390/ijms222111512. 34830091 115. Blondin DP Nielsen S Kuipers EN Severinsen MC Jensen VH Miard S Human brown adipocyte thermogenesis is driven by β2-AR stimulation Cell Metab 2020 32 2 287 300 10.1016/j.cmet.2020.07.005 32755608 Blondin DP, Nielsen S, Kuipers EN, Severinsen MC, Jensen VH, Miard S, et al. Human brown adipocyte thermogenesis is driven by β2-AR stimulation. Cell Metab. 2020;32(2):287–300. 10.1016/j.cmet.2020.07.005. 32755608 116. Ishibashi J Seale P Functions of Prdm16 in thermogenic fat cells Temperature (Austin) 2015 2 1 65 72 10.4161/23328940.2014.974444 27227007 Ishibashi J, Seale P. Functions of Prdm16 in thermogenic fat cells. Temperature (Austin). 2015;2(1):65–72. 10.4161/23328940.2014.974444. 27227007 117. Machado SA Pasquarelli-Do-Nascimento G Da Silva DS Farias GR De Oliveira SI Baptista LB Browning of the white adipose tissue regulation: new insights into nutritional and metabolic relevance in health and diseases Nutr Metab (Lond) 2022 19 1 61 10.1186/s12986-022-00694-0 36068578 Machado SA, Pasquarelli-Do-Nascimento G, Da Silva DS, Farias GR, De Oliveira SI, Baptista LB, et al. Browning of the white adipose tissue regulation: new insights into nutritional and metabolic relevance in health and diseases. Nutr Metab (Lond). 2022;19(1):61. 10.1186/s12986-022-00694-0. 36068578 118. Deng X Zhang S Wu J Sun X Shen Z Dong J Promotion of mitochondrial biogenesis via activation of AMPK-PGC1ɑ signaling pathway by ginger (zingiber officinale roscoe) extract, and its major active component 6-gingerol J Food Sci 2019 84 8 2101 2111 10.1111/1750-3841.14723 31369153 Deng X, Zhang S, Wu J, Sun X, Shen Z, Dong J, et al. Promotion of mitochondrial biogenesis via activation of AMPK-PGC1ɑ signaling pathway by ginger (zingiber officinale roscoe) extract, and its major active component 6-gingerol. J Food Sci. 2019;84(8):2101–11. 10.1111/1750-3841.14723. 31369153 119. Reilly SM Abu-Odeh M Ameka M Deluca JH Naber MC Dadpey B FGF21 is required for the metabolic benefits of IKKε/TBK1 inhibition J Clin Invest 2021 10.1172/jci145546 33822771 Reilly SM, Abu-Odeh M, Ameka M, Deluca JH, Naber MC, Dadpey B, et al. FGF21 is required for the metabolic benefits of IKKε/TBK1 inhibition. J Clin Invest. 2021. 10.1172/jci145546. 33822771 120. Zhang Y Li R Meng Y Li S Donelan W Zhao Y Irisin stimulates browning of white adipocytes through mitogen-activated protein kinase p38 MAP kinase and ERK MAP kinase signaling Diabetes 2014 63 2 514 525 10.2337/db13-1106 24150604 Zhang Y, Li R, Meng Y, Li S, Donelan W, Zhao Y, et al. Irisin stimulates browning of white adipocytes through mitogen-activated protein kinase p38 MAP kinase and ERK MAP kinase signaling. Diabetes. 2014;63(2):514–25. 10.2337/db13-1106. 24150604 121. Kim S Park DH Moon S Gu B Mantik KEK Kwak HB Ketogenic diet with aerobic exercise can induce fat browning: potential roles of β-hydroxybutyrate Front Nutr 2024 11 1443483 10.3389/fnut.2024.1443483 39267855 Kim S, Park DH, Moon S, Gu B, Mantik KEK, Kwak HB, et al. Ketogenic diet with aerobic exercise can induce fat browning: potential roles of β-hydroxybutyrate. Front Nutr. 2024;11:1443483. 10.3389/fnut.2024.1443483. 39267855 122. Wang CH Tsuji T Wu LH Yang CY Huang TL Sato M Endothelin 3/EDNRB signaling induces thermogenic differentiation of white adipose tissue Nat Commun 2024 15 1 7215 10.1038/s41467-024-51579-0 39174539 Wang CH, Tsuji T, Wu LH, Yang CY, Huang TL, Sato M, et al. Endothelin 3/EDNRB signaling induces thermogenic differentiation of white adipose tissue. Nat Commun. 2024;15(1):7215. 10.1038/s41467-024-51579-0. 39174539 123. Neira G Hernández-Pardos AW Becerril S Ramírez B Valentí V Moncada R Differential mitochondrial adaptation and FNDC5 production in brown and white adipose tissue in response to cold and obesity Obesity (Silver Spring) 2024 32 11 2120 2134 10.1002/oby.24132 39327772 Neira G, Hernández-Pardos AW, Becerril S, Ramírez B, Valentí V, Moncada R, et al. Differential mitochondrial adaptation and FNDC5 production in brown and white adipose tissue in response to cold and obesity. Obesity (Silver Spring). 2024;32(11):2120–34. 10.1002/oby.24132. 39327772 124. Wang B Hu Z Cui L Zhao M Su Z Jiang Y βAR-mTOR-lipin1 pathway mediates PKA-RIIβ deficiency-induced adipose browning Theranostics 2024 14 13 5316 5335 10.7150/thno.97046 39267778 Wang B, Hu Z, Cui L, Zhao M, Su Z, Jiang Y, et al. βAR-mTOR-lipin1 pathway mediates PKA-RIIβ deficiency-induced adipose browning. Theranostics. 2024;14(13):5316–35. 10.7150/thno.97046. 39267778 125. Zhou WY Liu P Xia YF Shi YJ Xu HY Ding M NR2F6 is essential for brown adipocyte differentiation and systemic metabolic homeostasis Mol Metab 2024 81 101891 10.1016/j.molmet.2024.101891 38307386 Zhou WY, Liu P, Xia YF, Shi YJ, Xu HY, Ding M, et al. NR2F6 is essential for brown adipocyte differentiation and systemic metabolic homeostasis. Mol Metab. 2024;81:101891. 10.1016/j.molmet.2024.101891. 38307386 126. Gong D Lei J He X Hao J Zhang F Huang X Keys to the switch of fat burning: stimuli that trigger the uncoupling protein 1 (UCP1) activation in adipose tissue Lipids Health Dis 2024 23 1 322 10.1186/s12944-024-02300-z 39342273 Gong D, Lei J, He X, Hao J, Zhang F, Huang X, et al. Keys to the switch of fat burning: stimuli that trigger the uncoupling protein 1 (UCP1) activation in adipose tissue. Lipids Health Dis. 2024;23(1):322. 10.1186/s12944-024-02300-z. 39342273 127. Zhang Z Zhang H Li B Meng X Wang J Zhang Y Berberine activates thermogenesis in white and brown adipose tissue Nat Commun 2014 5 5493 10.1038/ncomms6493 25423280 Zhang Z, Zhang H, Li B, Meng X, Wang J, Zhang Y, et al. Berberine activates thermogenesis in white and brown adipose tissue. Nat Commun. 2014;5:5493. 10.1038/ncomms6493. 25423280 128. Ferdous MR Abdalla M Yang M Xiaoling L Song Y Berberine chloride (dual topoisomerase I and II inhibitor) modulate mitochondrial uncoupling protein (UCP1) in molecular docking and dynamic with in-vitro cytotoxic and mitochondrial ATP production J Biomol Struct Dyn 2023 41 5 1704 1714 10.1080/07391102.2021.2024255 35612892 Ferdous MR, Abdalla M, Yang M, Xiaoling L, Song Y. Berberine chloride (dual topoisomerase I and II inhibitor) modulate mitochondrial uncoupling protein (UCP1) in molecular docking and dynamic with in-vitro cytotoxic and mitochondrial ATP production. J Biomol Struct Dyn. 2023;41(5):1704–14. 10.1080/07391102.2021.2024255. 35612892 129. Yao S Yuan Y Zhang H Meng X Jin L Yang J Berberine attenuates the abnormal ectopic lipid deposition in skeletal muscle Free Radic Biol Med 2020 159 66 75 10.1016/j.freeradbiomed.2020.07.028 32745766 Yao S, Yuan Y, Zhang H, Meng X, Jin L, Yang J, et al. Berberine attenuates the abnormal ectopic lipid deposition in skeletal muscle. Free Radic Biol Med. 2020;159:66–75. 10.1016/j.freeradbiomed.2020.07.028. 32745766 130. Wu L Xia M Duan Y Zhang L Jiang H Hu X Berberine promotes the recruitment and activation of brown adipose tissue in mice and humans Cell Death Dis 2019 10 6 468 10.1038/s41419-019-1706-y 31197160 Wu L, Xia M, Duan Y, Zhang L, Jiang H, Hu X, et al. Berberine promotes the recruitment and activation of brown adipose tissue in mice and humans. Cell Death Dis. 2019;10(6):468. 10.1038/s41419-019-1706-y. 31197160 131. Sun Y Xia M Yan H Han Y Zhang F Hu Z Berberine attenuates hepatic steatosis and enhances energy expenditure in mice by inducing autophagy and fibroblast growth factor 21 Br J Pharmacol 2018 175 2 374 387 10.1111/bph.14079 29065221 Sun Y, Xia M, Yan H, Han Y, Zhang F, Hu Z, et al. Berberine attenuates hepatic steatosis and enhances energy expenditure in mice by inducing autophagy and fibroblast growth factor 21. Br J Pharmacol. 2018;175(2):374–87. 10.1111/bph.14079. 29065221 132. Li C Leng Q Li L Hu F Xu Y Gong S Berberine ameliorates obesity by inducing GDF15 secretion by brown adipocytes Endocrinology 2023 10.1210/endocr/bqad035 38123514 Li C, Leng Q, Li L, Hu F, Xu Y, Gong S, et al. Berberine ameliorates obesity by inducing GDF15 secretion by brown adipocytes. Endocrinology. 2023. 10.1210/endocr/bqad035. 38123514 133. Wang D Day EA Townsend LK Djordjevic D Jørgensen SB Steinberg GR GDF15: emerging biology and therapeutic applications for obesity and cardiometabolic disease Nat Rev Endocrinol 2021 17 10 592 607 10.1038/s41574-021-00529-7 34381196 Wang D, Day EA, Townsend LK, Djordjevic D, Jørgensen SB, Steinberg GR. GDF15: emerging biology and therapeutic applications for obesity and cardiometabolic disease. Nat Rev Endocrinol. 2021;17(10):592–607. 10.1038/s41574-021-00529-7. 34381196 134. Karnjana K Golaka R Benjakul N Chandee N Correlation of vascular structural changes in a cadaveric model and obesity-related cardiovascular non-communicable diseases Cardiovasc Pathol 2022 61 107471 10.1016/j.carpath.2022.107471 36038052 Karnjana K, Golaka R, Benjakul N, Chandee N. Correlation of vascular structural changes in a cadaveric model and obesity-related cardiovascular non-communicable diseases. Cardiovasc Pathol. 2022;61:107471. 10.1016/j.carpath.2022.107471. 36038052 135. Rønn PF Andersen GS Lauritzen T Christensen DL Aadahl M Carstensen B Abdominal visceral and subcutaneous adipose tissue and associations with cardiometabolic risk in Inuit, Africans and Europeans: a cross-sectional study BMJ Open 2020 10 9 e038071 10.1136/bmjopen-2020-038071 32928857 Rønn PF, Andersen GS, Lauritzen T, Christensen DL, Aadahl M, Carstensen B, et al. Abdominal visceral and subcutaneous adipose tissue and associations with cardiometabolic risk in Inuit, Africans and Europeans: a cross-sectional study. BMJ Open. 2020;10(9):e038071. 10.1136/bmjopen-2020-038071. 32928857 136. Yan Y Liu J Zhao X Cheng H Huang G Mi J Abdominal visceral and subcutaneous adipose tissues in association with cardiometabolic risk in children and adolescents: the China Child and Adolescent Cardiovascular Health (CCACH) study BMJ Open Diabetes Res Care 2019 7 1 e000824 10.1136/bmjdrc-2019-000824 31875134 Yan Y, Liu J, Zhao X, Cheng H, Huang G, Mi J. Abdominal visceral and subcutaneous adipose tissues in association with cardiometabolic risk in children and adolescents: the China Child and Adolescent Cardiovascular Health (CCACH) study. BMJ Open Diabetes Res Care. 2019;7(1):e000824. 10.1136/bmjdrc-2019-000824. 31875134 137. Kong W Wei J Abidi P Lin M Inaba S Li C Berberine is a novel cholesterol-lowering drug working through a unique mechanism distinct from statins Nat Med 2004 10 12 1344 1351 10.1038/nm1135 15531889 Kong W, Wei J, Abidi P, Lin M, Inaba S, Li C, et al. Berberine is a novel cholesterol-lowering drug working through a unique mechanism distinct from statins. Nat Med. 2004;10(12):1344–51. 10.1038/nm1135. 15531889 138. Cicero AF Rovati LC Setnikar I Eulipidemic effects of berberine administered alone or in combination with other natural cholesterol-lowering agents. A single-blind clinical investigation Arzneimittelforschung 2007 57 1 26 30 10.1055/s-0031-1296582 17341006 Cicero AF, Rovati LC, Setnikar I. Eulipidemic effects of berberine administered alone or in combination with other natural cholesterol-lowering agents. A single-blind clinical investigation. Arzneimittelforschung. 2007;57(1):26–30. 10.1055/s-0031-1296582. 17341006 139. Guan S Wang B Li W Guan J Fang X Effects of berberine on expression of LOX-1 and SR-BI in human macrophage-derived foam cells induced by ox-LDL Am J Chin Med 2010 38 6 1161 1169 10.1142/s0192415x10008548 21061468 Guan S, Wang B, Li W, Guan J, Fang X. Effects of berberine on expression of LOX-1 and SR-BI in human macrophage-derived foam cells induced by ox-LDL. Am J Chin Med. 2010;38(6):1161–9. 10.1142/s0192415x10008548. 21061468 140. Basatemur GL Jørgensen HF Clarke MCH Bennett MR Mallat Z Vascular smooth muscle cells in atherosclerosis Nat Rev Cardiol 2019 16 12 727 744 10.1038/s41569-019-0227-9 31243391 Basatemur GL, Jørgensen HF, Clarke MCH, Bennett MR, Mallat Z. Vascular smooth muscle cells in atherosclerosis. Nat Rev Cardiol. 2019;16(12):727–44. 10.1038/s41569-019-0227-9. 31243391 141. Wang TT Yu LL Zheng JM Han XY Jin BY Hua CJ Berberine inhibits ferroptosis and stabilizes atherosclerotic plaque through NRF2/SLC7A11/GPX4 pathway Chin J Integr Med 2024 30 10 906 916 10.1007/s11655-024-3666-z 39167283 Wang TT, Yu LL, Zheng JM, Han XY, Jin BY, Hua CJ, et al. Berberine inhibits ferroptosis and stabilizes atherosclerotic plaque through NRF2/SLC7A11/GPX4 pathway. Chin J Integr Med. 2024;30(10):906–16. 10.1007/s11655-024-3666-z. 39167283 142. Hong Y Feng J Dou Z Sun X Hu Y Chen Z Berberine as a novel ACSL4 inhibitor to suppress endothelial ferroptosis and atherosclerosis Biomed Pharmacother 2024 177 117081 10.1016/j.biopha.2024.117081 38971008 Hong Y, Feng J, Dou Z, Sun X, Hu Y, Chen Z, et al. Berberine as a novel ACSL4 inhibitor to suppress endothelial ferroptosis and atherosclerosis. Biomed Pharmacother. 2024;177:117081. 10.1016/j.biopha.2024.117081. 38971008 143. Zwick RK Guerrero-Juarez CF Horsley V Plikus MV Anatomical, physiological, and functional diversity of adipose tissue Cell Metab 2018 27 1 68 83 10.1016/j.cmet.2017.12.002 29320711 Zwick RK, Guerrero-Juarez CF, Horsley V, Plikus MV. Anatomical, physiological, and functional diversity of adipose tissue. Cell Metab. 2018;27(1):68–83. 10.1016/j.cmet.2017.12.002. 29320711 144. Recinella L Orlando G Ferrante C Chiavaroli A Brunetti L Leone S Adipokines: new potential therapeutic target for obesity and metabolic, rheumatic, and cardiovascular diseases Front Physiol 2020 11 578966 10.3389/fphys.2020.578966 33192583 Recinella L, Orlando G, Ferrante C, Chiavaroli A, Brunetti L, Leone S. Adipokines: new potential therapeutic target for obesity and metabolic, rheumatic, and cardiovascular diseases. Front Physiol. 2020;11:578966. 10.3389/fphys.2020.578966. 33192583 145. Li Z Jiang JD Kong WJ Berberine up-regulates hepatic low-density lipoprotein receptor through Ras-independent but AMP-activated protein kinase-dependent Raf-1 activation Biol Pharm Bull 2014 37 11 1766 75 10.1248/bpb.b14-00412 25196457 Li Z, Jiang JD, Kong WJ. Berberine up-regulates hepatic low-density lipoprotein receptor through Ras-independent but AMP-activated protein kinase-dependent Raf-1 activation. Biol Pharm Bull. 2014;37(11):1766–75. 10.1248/bpb.b14-00412. 25196457 146. Abidi P Zhou Y Jiang JD Liu J Extracellular signal-regulated kinase-dependent stabilization of hepatic low-density lipoprotein receptor mRNA by herbal medicine berberine Arterioscler Thromb Vasc Biol 2005 25 10 2170 2176 10.1161/01.ATV.0000181761.16341.2b 16100034 Abidi P, Zhou Y, Jiang JD, Liu J. Extracellular signal-regulated kinase-dependent stabilization of hepatic low-density lipoprotein receptor mRNA by herbal medicine berberine. Arterioscler Thromb Vasc Biol. 2005;25(10):2170–6. 10.1161/01.ATV.0000181761.16341.2b. 16100034 147. Singh AB Li H Kan CF Dong B Nicolls MR Liu J The critical role of mRNA destabilizing protein heterogeneous nuclear ribonucleoprotein d in 3' untranslated region-mediated decay of low-density lipoprotein receptor mRNA in liver tissue Arterioscler Thromb Vasc Biol 2014 34 1 8 16 10.1161/atvbaha.112.301131 24158514 Singh AB, Li H, Kan CF, Dong B, Nicolls MR, Liu J. The critical role of mRNA destabilizing protein heterogeneous nuclear ribonucleoprotein d in 3’ untranslated region-mediated decay of low-density lipoprotein receptor mRNA in liver tissue. Arterioscler Thromb Vasc Biol. 2014;34(1):8–16. 10.1161/atvbaha.112.301131. 24158514 148. Lee S Lim HJ Park JH Lee KS Jang Y Park HY Berberine-induced LDLR up-regulation involves JNK pathway Biochem Biophys Res Commun 2007 362 4 853 857 10.1016/j.bbrc.2007.08.060 17767919 Lee S, Lim HJ, Park JH, Lee KS, Jang Y, Park HY. Berberine-induced LDLR up-regulation involves JNK pathway. Biochem Biophys Res Commun. 2007;362(4):853–7. 10.1016/j.bbrc.2007.08.060. 17767919 149. Jia R Hou Y Zhang L Li B Zhu J Effects of berberine on lipid metabolism, antioxidant status, and immune response in liver of Tilapia (Oreochromis niloticus) under a high-fat diet feeding Antioxidants (Basel) 2024 10.3390/antiox13050548 39594544 Jia R, Hou Y, Zhang L, Li B, Zhu J. Effects of berberine on lipid metabolism, antioxidant status, and immune response in liver of Tilapia (Oreochromis niloticus) under a high-fat diet feeding. Antioxidants (Basel). 2024. 10.3390/antiox13050548. 39594544 150. Sun R Yang N Kong B Cao B Feng D Yu X Orally administered Berberine modulates hepatic lipid metabolism by altering microbial bile acid metabolism and the intestinal FXR signaling pathway Mol Pharmacol 2017 91 2 110 122 10.1124/mol.116.106617 27932556 Sun R, Yang N, Kong B, Cao B, Feng D, Yu X, et al. Orally administered Berberine modulates hepatic lipid metabolism by altering microbial bile acid metabolism and the intestinal FXR signaling pathway. Mol Pharmacol. 2017;91(2):110–22. 10.1124/mol.116.106617. 27932556 151. Debose-Boyd RA Ye J SREBPs in Lipid metabolism, insulin signaling, and beyond Trends Biochem Sci 2018 43 5 358 368 10.1016/j.tibs.2018.01.005 29500098 Debose-Boyd RA, Ye J. SREBPs in Lipid metabolism, insulin signaling, and beyond. Trends Biochem Sci. 2018;43(5):358–68. 10.1016/j.tibs.2018.01.005. 29500098 152. Feng R Zhao ZX Ma SR Guo F Wang Y Jiang JD Gut microbiota-regulated pharmacokinetics of Berberine and active metabolites in beagle dogs after oral administration Front Pharmacol 2018 9 214 10.3389/fphar.2018.00214 29618977 Feng R, Zhao ZX, Ma SR, Guo F, Wang Y, Jiang JD. Gut microbiota-regulated pharmacokinetics of Berberine and active metabolites in beagle dogs after oral administration. Front Pharmacol. 2018;9:214. 10.3389/fphar.2018.00214. 29618977 153. Ho YC Srinivasan RS Lymphatic vasculature in energy homeostasis and obesity Front Physiol 2020 11 3 10.3389/fphys.2020.00003 32038308 Ho YC, Srinivasan RS. Lymphatic vasculature in energy homeostasis and obesity. Front Physiol. 2020;11:3. 10.3389/fphys.2020.00003. 32038308 154. Zhang F Zarkada G Han J Li J Dubrac A Ola R Lacteal junction zippering protects against diet-induced obesity Science 2018 361 6402 599 603 10.1126/science.aap9331 30093598 Zhang F, Zarkada G, Han J, Li J, Dubrac A, Ola R, et al. Lacteal junction zippering protects against diet-induced obesity. Science. 2018;361(6402):599–603. 10.1126/science.aap9331. 30093598 155. Kang S Li Z Yin Z Jia R Song X Li L The antibacterial mechanism of berberine against Actinobacillus pleuropneumoniae Nat Prod Res 2015 29 23 2203 2206 10.1080/14786419.2014.1001388 25613587 Kang S, Li Z, Yin Z, Jia R, Song X, Li L, et al. The antibacterial mechanism of berberine against Actinobacillus pleuropneumoniae. Nat Prod Res. 2015;29(23):2203–6. 10.1080/14786419.2014.1001388. 25613587 156. Jia Y Hao C Yang Q Zhang W Li G Liu S Inhibition of Haemophilus parasuis by berberine and proteomic studies of its mechanism of action Res Vet Sci 2021 138 62 68 10.1016/j.rvsc.2021.06.004 34111715 Jia Y, Hao C, Yang Q, Zhang W, Li G, Liu S, et al. Inhibition of Haemophilus parasuis by berberine and proteomic studies of its mechanism of action. Res Vet Sci. 2021;138:62–8. 10.1016/j.rvsc.2021.06.004. 34111715 157. Peng L Kang S Yin Z Jia R Song X Li L Antibacterial activity and mechanism of berberine against Streptococcus agalactiae Int J Clin Exp Pathol 2015 8 5 5217 5223 26191220 Peng L, Kang S, Yin Z, Jia R, Song X, Li L, et al. Antibacterial activity and mechanism of berberine against Streptococcus agalactiae. Int J Clin Exp Pathol. 2015;8(5):5217–23. 26191220 158. Ye F Zhou Q Tian L Lei F Feng D The protective effect of berberine hydrochloride on LPS-induced osteoclastogenesis through inhibiting TRAF6-Ca2+-calcineurin-NFATcl signaling pathway Mol Med Rep 2017 16 5 6228 6233 10.3892/mmr.2017.7338 28849049 Ye F, Zhou Q, Tian L, Lei F, Feng D. The protective effect of berberine hydrochloride on LPS-induced osteoclastogenesis through inhibiting TRAF6-Ca2+-calcineurin-NFATcl signaling pathway. Mol Med Rep. 2017;16(5):6228–33. 10.3892/mmr.2017.7338. 28849049 159. Wang Y Shou JW Li XY Zhao ZX Fu J He CY Berberine-induced bioactive metabolites of the gut microbiota improve energy metabolism Metabolism 2017 70 72 84 10.1016/j.metabol.2017.02.003 28403947 Wang Y, Shou JW, Li XY, Zhao ZX, Fu J, He CY, et al. Berberine-induced bioactive metabolites of the gut microbiota improve energy metabolism. Metabolism. 2017;70:72–84. 10.1016/j.metabol.2017.02.003. 28403947 160. Gao Z Li Q Wu X Zhao X Zhao L Tong X New insights into the mechanisms of chinese herbal products on diabetes: a focus on the \"bacteria-mucosal immunity-inflammation-diabetes\" axis J Immunol Res 2017 2017 1813086 10.1155/2017/1813086 29164155 Gao Z, Li Q, Wu X, Zhao X, Zhao L, Tong X. New insights into the mechanisms of chinese herbal products on diabetes: a focus on the “bacteria-mucosal immunity-inflammation-diabetes” axis. J Immunol Res. 2017;2017:1813086. 10.1155/2017/1813086. 29164155 161. Xie W Gu D Li J Cui K Zhang Y Effects and action mechanisms of berberine and Rhizoma coptidis on gut microbes and obesity in high-fat diet-fed C57BL/6J mice PLoS ONE 2011 6 9 e24520 10.1371/journal.pone.0024520 21915347 Xie W, Gu D, Li J, Cui K, Zhang Y. Effects and action mechanisms of berberine and Rhizoma coptidis on gut microbes and obesity in high-fat diet-fed C57BL/6J mice. PLoS ONE. 2011;6(9):e24520. 10.1371/journal.pone.0024520. 21915347 162. Wu C Zhao Y Zhang Y Yang Y Su W Yang Y Gut microbiota specifically mediates the anti-hypercholesterolemic effect of berberine (BBR) and facilitates to predict BBR's cholesterol-decreasing efficacy in patients J Adv Res 2022 37 197 208 10.1016/j.jare.2021.07.011 35499044 Wu C, Zhao Y, Zhang Y, Yang Y, Su W, Yang Y, et al. Gut microbiota specifically mediates the anti-hypercholesterolemic effect of berberine (BBR) and facilitates to predict BBR’s cholesterol-decreasing efficacy in patients. J Adv Res. 2022;37:197–208. 10.1016/j.jare.2021.07.011. 35499044 163. Sun H Wang N Cang Z Zhu C Zhao L Nie X Modulation of microbiota-gut-brain axis by berberine resulting in improved metabolic status in high-fat diet-fed rats Obes Facts 2016 9 6 365 378 10.1159/000449507 27898425 Sun H, Wang N, Cang Z, Zhu C, Zhao L, Nie X, et al. Modulation of microbiota-gut-brain axis by berberine resulting in improved metabolic status in high-fat diet-fed rats. Obes Facts. 2016;9(6):365–78. 10.1159/000449507. 27898425 164. Yang WL Zhang CY Ji WY Zhao LL Yang FY Zhang L Berberine metabolites stimulate GLP-1 secretion by alleviating oxidative stress and mitochondrial dysfunction Am J Chin Med 2024 52 1 253 274 10.1142/s0192415x24500113 38351702 Yang WL, Zhang CY, Ji WY, Zhao LL, Yang FY, Zhang L, et al. Berberine metabolites stimulate GLP-1 secretion by alleviating oxidative stress and mitochondrial dysfunction. Am J Chin Med. 2024;52(1):253–74. 10.1142/s0192415x24500113. 38351702 165. Wang H Zhang H Gao Z Zhang Q Gu C The mechanism of berberine alleviating metabolic disorder based on gut microbiome Front Cell Infect Microbiol 2022 12 854885 10.3389/fcimb.2022.854885 36093200 Wang H, Zhang H, Gao Z, Zhang Q, Gu C. The mechanism of berberine alleviating metabolic disorder based on gut microbiome. Front Cell Infect Microbiol. 2022;12:854885. 10.3389/fcimb.2022.854885. 36093200 166. Plovier H Everard A Druart C Depommier C Van Hul M Geurts L A purified membrane protein from Akkermansia muciniphila or the pasteurized bacterium improves metabolism in obese and diabetic mice Nat Med 2017 23 1 107 113 10.1038/nm.4236 27892954 Plovier H, Everard A, Druart C, Depommier C, Van Hul M, Geurts L, et al. A purified membrane protein from Akkermansia muciniphila or the pasteurized bacterium improves metabolism in obese and diabetic mice. Nat Med. 2017;23(1):107–13. 10.1038/nm.4236. 27892954 167. Everard A Belzer C Geurts L Ouwerkerk JP Druart C Bindels LB Cross-talk between Akkermansia muciniphila and intestinal epithelium controls diet-induced obesity Proc Natl Acad Sci U S A 2013 110 22 9066 9071 10.1073/pnas.1219451110 23671105 Everard A, Belzer C, Geurts L, Ouwerkerk JP, Druart C, Bindels LB, et al. Cross-talk between Akkermansia muciniphila and intestinal epithelium controls diet-induced obesity. Proc Natl Acad Sci U S A. 2013;110(22):9066–71. 10.1073/pnas.1219451110. 23671105 168. Chen Y Hao Z Zhao H Duan X Jia D Li K Berberine alleviates intestinal barrier dysfunction in glucolipid metabolism disorder hamsters by modulating gut microbiota and gut-microbiota-related tryptophan metabolites J Sci Food Agric 2023 103 3 1464 1473 10.1002/jsfa.12242 36168925 Chen Y, Hao Z, Zhao H, Duan X, Jia D, Li K, et al. Berberine alleviates intestinal barrier dysfunction in glucolipid metabolism disorder hamsters by modulating gut microbiota and gut-microbiota-related tryptophan metabolites. J Sci Food Agric. 2023;103(3):1464–73. 10.1002/jsfa.12242. 36168925 169. Han J Lin H Huang W Modulating gut microbiota as an anti-diabetic mechanism of berberine Med Sci Monit 2011 17 7 164 7 10.12659/msm.881842 Han J, Lin H, Huang W. Modulating gut microbiota as an anti-diabetic mechanism of berberine. Med Sci Monit. 2011;17(7):164–7. 10.12659/msm.881842. 170. Sunwoo JY Eliasberg CD Carballo CB Rodeo SA The role of the macrophage in tendinopathy and tendon healing J Orthop Res 2020 38 8 1666 1675 10.1002/jor.24667 32190920 Sunwoo JY, Eliasberg CD, Carballo CB, Rodeo SA. The role of the macrophage in tendinopathy and tendon healing. J Orthop Res. 2020;38(8):1666–75. 10.1002/jor.24667. 32190920 171. Weisberg SP Mccann D Desai M Rosenbaum M Leibel RL Ferrante AW Jr Obesity is associated with macrophage accumulation in adipose tissue J Clin Invest 2003 112 12 1796 1808 10.1172/jci19246 14679176 Weisberg SP, Mccann D, Desai M, Rosenbaum M, Leibel RL, Ferrante AW Jr. Obesity is associated with macrophage accumulation in adipose tissue. J Clin Invest. 2003;112(12):1796–808. 10.1172/jci19246. 14679176 172. Lumeng CN Bodzin JL Saltiel AR Obesity induces a phenotypic switch in adipose tissue macrophage polarization J Clin Invest 2007 117 1 175 184 10.1172/jci29881 17200717 Lumeng CN, Bodzin JL, Saltiel AR. Obesity induces a phenotypic switch in adipose tissue macrophage polarization. J Clin Invest. 2007;117(1):175–84. 10.1172/jci29881. 17200717 173. Lumeng CN Deyoung SM Bodzin JL Saltiel AR Increased inflammatory properties of adipose tissue macrophages recruited during diet-induced obesity Diabetes 2007 56 1 16 23 10.2337/db06-1076 17192460 Lumeng CN, Deyoung SM, Bodzin JL, Saltiel AR. Increased inflammatory properties of adipose tissue macrophages recruited during diet-induced obesity. Diabetes. 2007;56(1):16–23. 10.2337/db06-1076. 17192460 174. Russo L Lumeng CN Properties and functions of adipose tissue macrophages in obesity Immunology 2018 155 4 407 417 10.1111/imm.13002 30229891 Russo L, Lumeng CN. Properties and functions of adipose tissue macrophages in obesity. Immunology. 2018;155(4):407–17. 10.1111/imm.13002. 30229891 175. Noh JW Jun MS Yang HK Lee BC Cellular and molecular mechanisms and effects of berberine on obesity-induced inflammation Biomedicines 2022 10.3390/biomedicines10071739 36140290 Noh JW, Jun MS, Yang HK, Lee BC. Cellular and molecular mechanisms and effects of berberine on obesity-induced inflammation. Biomedicines. 2022. 10.3390/biomedicines10071739. 36140290 176. Gong S Chen J Zheng X Lu X Chen M Li J Kidney targeting and modulating macrophage polarization through AMPK signaling: therapeutic mechanism of berberine in uric acid nephropathy Int Immunopharmacol 2024 138 112632 10.1016/j.intimp.2024.112632 38986300 Gong S, Chen J, Zheng X, Lu X, Chen M, Li J, et al. Kidney targeting and modulating macrophage polarization through AMPK signaling: therapeutic mechanism of berberine in uric acid nephropathy. Int Immunopharmacol. 2024;138:112632. 10.1016/j.intimp.2024.112632. 38986300 177. Wu H Zhang L Dong X Yang J Zheng L Li L Targeted delivery of berberine using bionic nanomaterials for Atherosclerosis therapy Biomed Pharmacother 2024 178 117135 10.1016/j.biopha.2024.117135 39047421 Wu H, Zhang L, Dong X, Yang J, Zheng L, Li L, et al. Targeted delivery of berberine using bionic nanomaterials for Atherosclerosis therapy. Biomed Pharmacother. 2024;178:117135. 10.1016/j.biopha.2024.117135. 39047421 178. Lin J Cai Q Liang B Wu L Zhuang Y He Y Berberine, a traditional Chinese medicine, reduces inflammation in adipose tissue, polarizes M2 macrophages, and increases energy expenditure in mice fed a high-fat diet Med Sci Monit 2019 25 87 97 10.12659/msm.911849 30606998 Lin J, Cai Q, Liang B, Wu L, Zhuang Y, He Y, et al. Berberine, a traditional Chinese medicine, reduces inflammation in adipose tissue, polarizes M2 macrophages, and increases energy expenditure in mice fed a high-fat diet. Med Sci Monit. 2019;25:87–97. 10.12659/msm.911849. 30606998 179. Zhang S Xu P Zhu Z Zhou L Li J Zhou R Acetylation of p65(Lys310) by p300 in macrophages mediates anti-inflammatory property of berberine Redox Biol 2023 62 102704 10.1016/j.redox.2023.102704 37086629 Zhang S, Xu P, Zhu Z, Zhou L, Li J, Zhou R, et al. Acetylation of p65(Lys310) by p300 in macrophages mediates anti-inflammatory property of berberine. Redox Biol. 2023;62:102704. 10.1016/j.redox.2023.102704. 37086629 180. Zhou H Feng L Xu F Sun Y Ma Y Zhang X Berberine inhibits palmitate-induced NLRP3 inflammasome activation by triggering autophagy in macrophages: a new mechanism linking berberine to insulin resistance improvement Biomed Pharmacother 2017 89 864 874 10.1016/j.biopha.2017.03.003 28282788 Zhou H, Feng L, Xu F, Sun Y, Ma Y, Zhang X, et al. Berberine inhibits palmitate-induced NLRP3 inflammasome activation by triggering autophagy in macrophages: a new mechanism linking berberine to insulin resistance improvement. Biomed Pharmacother. 2017;89:864–74. 10.1016/j.biopha.2017.03.003. 28282788 181. Zhang XY Yu L Wang K Wang M Li P Zheng ZG The combination of berberine and isoliquiritigenin synergistically improved adipose inflammation and obesity-induced insulin resistance Phytother Res 2024 38 8 3839 3855 10.1002/ptr.8233 38729776 Zhang XY, Yu L, Wang K, Wang M, Li P, Zheng ZG, et al. The combination of berberine and isoliquiritigenin synergistically improved adipose inflammation and obesity-induced insulin resistance. Phytother Res. 2024;38(8):3839–55. 10.1002/ptr.8233. 38729776 182. Geeraerts X Bolli E Fendt SM Van Ginderachter JA Macrophage metabolism as therapeutic target for cancer, atherosclerosis, and obesity Front Immunol 2017 8 289 10.3389/fimmu.2017.00289 28360914 Geeraerts X, Bolli E, Fendt SM, Van Ginderachter JA. Macrophage metabolism as therapeutic target for cancer, atherosclerosis, and obesity. Front Immunol. 2017;8:289. 10.3389/fimmu.2017.00289. 28360914 183. He W Kapate N Shields CWT Mitragotri S Drug delivery to macrophages: a review of targeting drugs and drug carriers to macrophages for inflammatory diseases Adv Drug Deliv Rev 2020 165–166 15 40 10.1016/j.addr.2019.12.001 31816357 He W, Kapate N, Shields CWT, Mitragotri S. Drug delivery to macrophages: a review of targeting drugs and drug carriers to macrophages for inflammatory diseases. Adv Drug Deliv Rev. 2020;165–166:15–40. 10.1016/j.addr.2019.12.001. 31816357 184. Schultze JL Schmieder A Goerdt S Macrophage activation in human diseases Semin Immunol 2015 27 4 249 256 10.1016/j.smim.2015.07.003 26303100 Schultze JL, Schmieder A, Goerdt S. Macrophage activation in human diseases. Semin Immunol. 2015;27(4):249–56. 10.1016/j.smim.2015.07.003. 26303100 185. Li D Yang C Zhu JZ Lopez E Zhang T Tong Q Berberine remodels adipose tissue to attenuate metabolic disorders by activating sirtuin 3 Acta Pharmacol Sin 2022 43 5 1285 1298 10.1038/s41401-021-00736-y 34417576 Li D, Yang C, Zhu JZ, Lopez E, Zhang T, Tong Q, et al. Berberine remodels adipose tissue to attenuate metabolic disorders by activating sirtuin 3. Acta Pharmacol Sin. 2022;43(5):1285–98. 10.1038/s41401-021-00736-y. 34417576 186. Sun J Zeng Q Wu Z Huang L Sun T Ling C Berberine inhibits NLRP3 inflammasome activation and proinflammatory macrophage M1 polarization to accelerate peripheral nerve regeneration Neurotherapeutics 2024 21 4 e00347 10.1016/j.neurot.2024.e00347 38570276 Sun J, Zeng Q, Wu Z, Huang L, Sun T, Ling C, et al. Berberine inhibits NLRP3 inflammasome activation and proinflammatory macrophage M1 polarization to accelerate peripheral nerve regeneration. Neurotherapeutics. 2024;21(4):e00347. 10.1016/j.neurot.2024.e00347. 38570276 187. Kwon S Seok S Yau P Li X Kemper B Kemper JK Obesity and aging diminish sirtuin 1 (SIRT1)-mediated deacetylation of SIRT3, leading to hyperacetylation and decreased activity and stability of SIRT3 J Biol Chem 2017 292 42 17312 17323 10.1074/jbc.M117.778720 28808064 Kwon S, Seok S, Yau P, Li X, Kemper B, Kemper JK. Obesity and aging diminish sirtuin 1 (SIRT1)-mediated deacetylation of SIRT3, leading to hyperacetylation and decreased activity and stability of SIRT3. J Biol Chem. 2017;292(42):17312–23. 10.1074/jbc.M117.778720. 28808064 188. Meng G Li P Du X Feng X Qiu F Berberine alleviates ulcerative colitis by inhibiting inflammation through targeting IRGM1 Phytomedicine 2024 133 155909 10.1016/j.phymed.2024.155909 39068762 Meng G, Li P, Du X, Feng X, Qiu F. Berberine alleviates ulcerative colitis by inhibiting inflammation through targeting IRGM1. Phytomedicine. 2024;133:155909. 10.1016/j.phymed.2024.155909. 39068762 189. Mansour A Noori M Hakemi MS Haghgooyan Z Mohajeri-Tehrani MR Mirahmad M Hyperandrogenism and anthropometric parameters in women with polycystic ovary syndrome BMC Endocr Disord 2024 24 1 201 10.1186/s12902-024-01733-y 39333998 Mansour A, Noori M, Hakemi MS, Haghgooyan Z, Mohajeri-Tehrani MR, Mirahmad M, et al. Hyperandrogenism and anthropometric parameters in women with polycystic ovary syndrome. BMC Endocr Disord. 2024;24(1):201. 10.1186/s12902-024-01733-y. 39333998 190. Shorakae S Teede H De Courten B Lambert G Boyle J Moran LJ The emerging role of chronic low-grade inflammation in the pathophysiology of polycystic ovary syndrome Semin Reprod Med 2015 33 4 257 269 10.1055/s-0035-1556568 26132930 Shorakae S, Teede H, De Courten B, Lambert G, Boyle J, Moran LJ. The emerging role of chronic low-grade inflammation in the pathophysiology of polycystic ovary syndrome. Semin Reprod Med. 2015;33(4):257–69. 10.1055/s-0035-1556568. 26132930 191. Shen HR Xu X Li XL Berberine exerts a protective effect on rats with polycystic ovary syndrome by inhibiting the inflammatory response and cell apoptosis Reprod Biol Endocrinol 2021 19 1 3 10.1186/s12958-020-00684-y 33407557 Shen HR, Xu X, Li XL. Berberine exerts a protective effect on rats with polycystic ovary syndrome by inhibiting the inflammatory response and cell apoptosis. Reprod Biol Endocrinol. 2021;19(1):3. 10.1186/s12958-020-00684-y. 33407557 192. Urasaki Y Le TT Cinnamaldehyde and curcumin prime Akt2 for insulin-stimulated activation Nutrients 2022 10.3390/nu14163301 36297009 Urasaki Y, Le TT. Cinnamaldehyde and curcumin prime Akt2 for insulin-stimulated activation. Nutrients. 2022. 10.3390/nu14163301. 36297009 193. Urasaki Y Le TT A composition of phytonutrients for glycemic and weight management Nutrients 2022 10.3390/nu14183784 36297009 Urasaki Y, Le TT. A composition of phytonutrients for glycemic and weight management. Nutrients. 2022. 10.3390/nu14183784. 36297009 194. Yue SJ Wang WX Zhang L Liu J Feng WW Gao H Anti-obesity and gut microbiota modulation effect of astragalus polysaccharides combined with berberine on high-fat diet-fed obese mice Chin J Integr Med 2023 29 7 617 625 10.1007/s11655-021-3303-z 34921647 Yue SJ, Wang WX, Zhang L, Liu J, Feng WW, Gao H, et al. Anti-obesity and gut microbiota modulation effect of astragalus polysaccharides combined with berberine on high-fat diet-fed obese mice. Chin J Integr Med. 2023;29(7):617–25. 10.1007/s11655-021-3303-z. 34921647 195. Payab M Hasani-Ranjbar S Baeeri M Rahimifard M Arjmand B Haghi-Aminjan H Development of a novel anti-obesity compound with inhibiting properties on the lipid accumulation in 3T3-L1 adipocytes Iran Biomed J 2020 24 3 155 63 10.29252/ibj.24.3.155 31952433 Payab M, Hasani-Ranjbar S, Baeeri M, Rahimifard M, Arjmand B, Haghi-Aminjan H, et al. Development of a novel anti-obesity compound with inhibiting properties on the lipid accumulation in 3T3-L1 adipocytes. Iran Biomed J. 2020;24(3):155–63. 10.29252/ibj.24.3.155. 31952433 196. Guarino G Strollo F Carbone L Della Corte T Letizia M Marino G Bioimpedance analysis, metabolic effects and safety of the association Berberis aristata/Bilybum marianum: a 52-week double-blind, placebo-controlled study in obese patients with type 2 diabetes J Biol Regul Homeost Agents 2017 31 2 495 502 28685558 Guarino G, Strollo F, Carbone L, Della Corte T, Letizia M, Marino G, et al. Bioimpedance analysis, metabolic effects and safety of the association Berberis aristata/Bilybum marianum: a 52-week double-blind, placebo-controlled study in obese patients with type 2 diabetes. J Biol Regul Homeost Agents. 2017;31(2):495–502. 28685558 197. Lin Q Xing J Liu Y-Y Wu G Liu S-J Wang H taBOX: a water-soluble tetraanionic rectangular molecular container for conjugated molecules and taste masking for berberine and palmatine Chin Chem Lett 2024 35 5 109119 10.1016/j.cclet.2023.109119 Lin Q, Xing J, Liu Y-Y, Wu G, Liu S-J, Wang H, et al. taBOX: a water-soluble tetraanionic rectangular molecular container for conjugated molecules and taste masking for berberine and palmatine. Chin Chem Lett. 2024;35(5):109119. 10.1016/j.cclet.2023.109119. 198. Zhou L Dodd S Capacci-Daniel C Garad S Panicucci R Sethuraman V Co-crystal formation based on structural matching Eur J Pharm Sci 2016 88 191 201 10.1016/j.ejps.2016.02.017 26948852 Zhou L, Dodd S, Capacci-Daniel C, Garad S, Panicucci R, Sethuraman V. Co-crystal formation based on structural matching. Eur J Pharm Sci. 2016;88:191–201. 10.1016/j.ejps.2016.02.017. 26948852 199. Fulas OA Laferrière A Ayoub G Gandrath D Mottillo C Titi HM Drug-nutraceutical co-crystal and salts for making new and improved bi-functional analgesics Pharmaceutics 2020 10.3390/pharmaceutics12121144 33255979 Fulas OA, Laferrière A, Ayoub G, Gandrath D, Mottillo C, Titi HM, et al. Drug-nutraceutical co-crystal and salts for making new and improved bi-functional analgesics. Pharmaceutics. 2020. 10.3390/pharmaceutics12121144. 33255979 200. Wang M Xu R Liu X Zhang L Qiu S Lu Y A co-crystal berberine-ibuprofen improves obesity by inhibiting the protein kinases TBK1 and IKKɛ Commun Biol 2022 5 1 807 10.1038/s42003-022-03776-0 35962183 Wang M, Xu R, Liu X, Zhang L, Qiu S, Lu Y, et al. A co-crystal berberine-ibuprofen improves obesity by inhibiting the protein kinases TBK1 and IKKɛ. Commun Biol. 2022;5(1):807. 10.1038/s42003-022-03776-0. 35962183 201. Zhao P Wong KI Sun X Reilly SM Uhm M Liao Z TBK1 at the crossroads of inflammation and energy homeostasis in adipose tissue Cell 2018 172 4 731 43.e12 10.1016/j.cell.2018.01.007 29425491 Zhao P, Wong KI, Sun X, Reilly SM, Uhm M, Liao Z, et al. TBK1 at the crossroads of inflammation and energy homeostasis in adipose tissue. Cell. 2018;172(4):731-43.e12. 10.1016/j.cell.2018.01.007. 29425491 202. Chiang SH Bazuine M Lumeng CN Geletka LM Mowers J White NM The protein kinase IKKepsilon regulates energy balance in obese mice Cell 2009 138 5 961 975 10.1016/j.cell.2009.06.046 19737522 Chiang SH, Bazuine M, Lumeng CN, Geletka LM, Mowers J, White NM, et al. The protein kinase IKKepsilon regulates energy balance in obese mice. Cell. 2009;138(5):961–75. 10.1016/j.cell.2009.06.046. 19737522 203. Hu CM Zhang L Aryal S Cheung C Fang RH Zhang L Erythrocyte membrane-camouflaged polymeric nanoparticles as a biomimetic delivery platform Proc Natl Acad Sci U S A 2011 108 27 10980 10985 10.1073/pnas.1106634108 21690347 Hu CM, Zhang L, Aryal S, Cheung C, Fang RH, Zhang L. Erythrocyte membrane-camouflaged polymeric nanoparticles as a biomimetic delivery platform. Proc Natl Acad Sci U S A. 2011;108(27):10980–5. 10.1073/pnas.1106634108. 21690347 204. Xu H Li S Liu YS Nanoparticles in the diagnosis and treatment of vascular aging and related diseases Signal Transduct Target Ther 2022 7 1 231 10.1038/s41392-022-01082-z 35817770 Xu H, Li S, Liu YS. Nanoparticles in the diagnosis and treatment of vascular aging and related diseases. Signal Transduct Target Ther. 2022;7(1):231. 10.1038/s41392-022-01082-z. 35817770 205. Hu CM Fang RH Wang KC Luk BT Thamphiwatana S Dehaini D Nanoparticle biointerfacing by platelet membrane cloaking Nature 2015 526 7571 118 121 10.1038/nature15373 26374997 Hu CM, Fang RH, Wang KC, Luk BT, Thamphiwatana S, Dehaini D, et al. Nanoparticle biointerfacing by platelet membrane cloaking. Nature. 2015;526(7571):118–21. 10.1038/nature15373. 26374997 206. Piao JG Wang L Gao F You YZ Xiong Y Yang L Erythrocyte membrane is an alternative coating to polyethylene glycol for prolonging the circulation lifetime of gold nanocages for photothermal therapy ACS Nano 2014 8 10 10414 10425 10.1021/nn503779d 25286086 Piao JG, Wang L, Gao F, You YZ, Xiong Y, Yang L. Erythrocyte membrane is an alternative coating to polyethylene glycol for prolonging the circulation lifetime of gold nanocages for photothermal therapy. ACS Nano. 2014;8(10):10414–25. 10.1021/nn503779d. 25286086 207. Liu Y Luo J Chen X Liu W Chen T Cell membrane coating technology: a promising strategy for biomedical applications Nanomicro Lett 2019 11 1 100 10.1007/s40820-019-0330-9 34138027 Liu Y, Luo J, Chen X, Liu W, Chen T. Cell membrane coating technology: a promising strategy for biomedical applications. Nanomicro Lett. 2019;11(1):100. 10.1007/s40820-019-0330-9. 34138027 208. Rao L Bu LL Cai B Xu JH Li A Zhang WF Cancer cell membrane-coated upconversion nanoprobes for highly specific tumor imaging Adv Mater 2016 28 18 3460 3466 10.1002/adma.201506086 26970518 Rao L, Bu LL, Cai B, Xu JH, Li A, Zhang WF, et al. Cancer cell membrane-coated upconversion nanoprobes for highly specific tumor imaging. Adv Mater. 2016;28(18):3460–6. 10.1002/adma.201506086. 26970518 209. Xu HY Liu CS Huang CL Chen L Zheng YR Huang SH Nanoemulsion improves hypoglycemic efficacy of berberine by overcoming its gastrointestinal challenge Colloids Surf B Biointerfaces 2019 181 927 934 10.1016/j.colsurfb.2019.06.006 31382342 Xu HY, Liu CS, Huang CL, Chen L, Zheng YR, Huang SH, et al. Nanoemulsion improves hypoglycemic efficacy of berberine by overcoming its gastrointestinal challenge. Colloids Surf B Biointerfaces. 2019;181:927–34. 10.1016/j.colsurfb.2019.06.006. 31382342 210. Mirhadi E Rezaee M Malaekeh-Nikouei B Nano strategies for berberine delivery, a natural alkaloid of Berberis Biomed Pharmacother 2018 104 465 473 10.1016/j.biopha.2018.05.067 29793179 Mirhadi E, Rezaee M, Malaekeh-Nikouei B. Nano strategies for berberine delivery, a natural alkaloid of Berberis. Biomed Pharmacother. 2018;104:465–73. 10.1016/j.biopha.2018.05.067. 29793179 211. Glassman PM Villa CH Ukidve A Zhao Z Smith P Mitragotri S Vascular drug delivery using carrier red blood cells: focus on RBC surface loading and pharmacokinetics Pharmaceutics 2020 10.3390/pharmaceutics12050440 32397513 Glassman PM, Villa CH, Ukidve A, Zhao Z, Smith P, Mitragotri S, et al. Vascular drug delivery using carrier red blood cells: focus on RBC surface loading and pharmacokinetics. Pharmaceutics. 2020. 10.3390/pharmaceutics12050440. 32397513 212. Aghili ZS Mirzaei SA Banitalebi-Dehkordi M A potential hypothesis for 2019-nCoV infection therapy through delivery of recombinant ACE2 by red blood cell-hitchhiking J Biol Res (Thessalon) 2020 27 17 10.1186/s40709-020-00129-y 34963881 Aghili ZS, Mirzaei SA, Banitalebi-Dehkordi M. A potential hypothesis for 2019-nCoV infection therapy through delivery of recombinant ACE2 by red blood cell-hitchhiking. J Biol Res (Thessalon). 2020;27:17. 10.1186/s40709-020-00129-y. 34963881 213. Aghili ZS Magnani M Ghatrehsamani M Nourian Dehkordi A Mirzaei SA Banitalebi DM Intelligent berberine-loaded erythrocytes attenuated inflammatory cytokine productions in macrophages Sci Rep 2024 14 1 9381 10.1038/s41598-024-60103-9 38654085 Aghili ZS, Magnani M, Ghatrehsamani M, Nourian Dehkordi A, Mirzaei SA, Banitalebi DM. Intelligent berberine-loaded erythrocytes attenuated inflammatory cytokine productions in macrophages. Sci Rep. 2024;14(1):9381. 10.1038/s41598-024-60103-9. 38654085 214. Tang X Shi Y Chen Y Sun Z Wang L Tang P Tetrahydroberberrubine exhibits preventive effect on obesity by activating PGC1α-mediated thermogenesis in white and brown adipose tissue Biochem Pharmacol 2024 226 116381 10.1016/j.bcp.2024.116381 38909786 Tang X, Shi Y, Chen Y, Sun Z, Wang L, Tang P, et al. Tetrahydroberberrubine exhibits preventive effect on obesity by activating PGC1α-mediated thermogenesis in white and brown adipose tissue. Biochem Pharmacol. 2024;226:116381. 10.1016/j.bcp.2024.116381. 38909786 215. Li QP Dou YX Huang ZW Chen HB Li YC Chen JN Therapeutic effect of oxyberberine on obese non-alcoholic fatty liver disease rats Phytomedicine 2021 85 153550 10.1016/j.phymed.2021.153550 33831691 Li QP, Dou YX, Huang ZW, Chen HB, Li YC, Chen JN, et al. Therapeutic effect of oxyberberine on obese non-alcoholic fatty liver disease rats. Phytomedicine. 2021;85:153550. 10.1016/j.phymed.2021.153550. 33831691 216. Khvostov MV Gladkova ED Borisov SA Fedotova MS Zhukova NA Marenina MK Study of hypoglycemic activity of novel 9-N-alkyltetrahydroberberine derivatives Int J Mol Sci 2022 10.3390/ijms232214186 36430664 Khvostov MV, Gladkova ED, Borisov SA, Fedotova MS, Zhukova NA, Marenina MK, et al. Study of hypoglycemic activity of novel 9-N-alkyltetrahydroberberine derivatives. Int J Mol Sci. 2022. 10.3390/ijms232214186. 36430664 217. Khvostov MV Gladkova ED Borisov SA Zhukova NA Marenina MK Meshkova YV Discovery of the first in class 9-N-berberine derivative as hypoglycemic agent with extra-strong action Pharmaceutics 2021 10.3390/pharmaceutics13122138 34959419 Khvostov MV, Gladkova ED, Borisov SA, Zhukova NA, Marenina MK, Meshkova YV, et al. Discovery of the first in class 9-N-berberine derivative as hypoglycemic agent with extra-strong action. Pharmaceutics. 2021. 10.3390/pharmaceutics13122138. 34959419 218. Tan L Wang Y Ai G Luo C Chen H Li C Dihydroberberine, a hydrogenated derivative of berberine firstly identified in Phellodendri Chinese cortex, exerts anti-inflammatory effect via dual modulation of NF-κB and MAPK signaling pathways Int Immunopharmacol 2019 75 105802 10.1016/j.intimp.2019.105802 31401380 Tan L, Wang Y, Ai G, Luo C, Chen H, Li C, et al. Dihydroberberine, a hydrogenated derivative of berberine firstly identified in Phellodendri Chinese cortex, exerts anti-inflammatory effect via dual modulation of NF-κB and MAPK signaling pathways. Int Immunopharmacol. 2019;75:105802. 10.1016/j.intimp.2019.105802. 31401380 219. Moon JM Ratliff KM Hagele AM Stecker RA Mumford PW Kerksick CM Absorption kinetics of berberine and dihydroberberine and their impact on glycemia: a randomized, controlled, crossover pilot trial Nutrients 2021 10.3390/nu14010124 35011005 Moon JM, Ratliff KM, Hagele AM, Stecker RA, Mumford PW, Kerksick CM. Absorption kinetics of berberine and dihydroberberine and their impact on glycemia: a randomized, controlled, crossover pilot trial. Nutrients. 2021. 10.3390/nu14010124. 35011005 220. Teng Q Zhu X Guo Q Jiang W Liu J Meng Q Synthesis of 9-O-arylated berberines via copper-catalyzed C(Ar)-O coupling reactions Beilstein J Org Chem 2019 15 1575 1580 10.3762/bjoc.15.161 31435439 Teng Q, Zhu X, Guo Q, Jiang W, Liu J, Meng Q. Synthesis of 9-O-arylated berberines via copper-catalyzed C(Ar)-O coupling reactions. Beilstein J Org Chem. 2019;15:1575–80. 10.3762/bjoc.15.161. 31435439 221. Cheng Z Chen AF Wu F Sheng L Zhang HK Gu M 8,8-Dimethyldihydroberberine with improved bioavailability and oral efficacy on obese and diabetic mouse models Bioorg Med Chem 2010 18 16 5915 5924 10.1016/j.bmc.2010.06.085 20663675 Cheng Z, Chen AF, Wu F, Sheng L, Zhang HK, Gu M, et al. 8,8-Dimethyldihydroberberine with improved bioavailability and oral efficacy on obese and diabetic mouse models. Bioorg Med Chem. 2010;18(16):5915–24. 10.1016/j.bmc.2010.06.085. 20663675 222. Kavyani Z Shahhosseini E Moridpour AH Falahatzadeh M Vajdi M Musazadeh V The effect of berberine supplementation on lipid profile and obesity indices: an umbrella review of meta-analysis PharmaNutrition 2023 26 100364 10.1016/j.phanu.2023.100364 Kavyani Z, Shahhosseini E, Moridpour AH, Falahatzadeh M, Vajdi M, Musazadeh V, et al. The effect of berberine supplementation on lipid profile and obesity indices: an umbrella review of meta-analysis. PharmaNutrition. 2023;26:100364. 10.1016/j.phanu.2023.100364. 223. Kamińska-Omasta K Omasta B Romańczuk K Krupa O Pietrukaniec P Wójcik Z Berberine in obesity therapy: from molecular mechanisms to clinical applications Qual Sport 2025 38 58195 10.12775/QS.2025.38.58195 Kamińska-Omasta K, Omasta B, Romańczuk K, Krupa O, Pietrukaniec P, Wójcik Z, et al. Berberine in obesity therapy: from molecular mechanisms to clinical applications. Qual Sport. 2025;38:58195. 10.12775/QS.2025.38.58195.",
  "plain_text": "Obesity, clinically defined by pathological adipose tissue accumulation disrupting metabolic homeostasis, has reached pandemic proportions. The World Obesity Atlas 2024 reports over 1.5 billion projected cases by 2035, highlighting its growing threat among pediatric and adult populations globally. While newly approved pharmacotherapies such as glucagon-like peptide-1 receptor agonists (GLP-1 RAs) show efficacy, their clinical utility remains constrained by dose-dependent gastrointestinal complications, underscoring the urgent need for safer alternatives. This therapeutic gap has revitalized interest in natural bioactive compounds, particularly berberine (BBR)—a benzodioxoloquinolizine alkaloid derived from Coptis chinensis and related medicinal plants. Preclinical and clinical studies demonstrate BBR’s multimodal anti-obesity mechanisms: (i) adenosine monophosphate-activated protein kinase (AMPK) activation enhancing lipolysis and β-oxidation, (ii) peroxisome proliferator-activated receptor γ (PPAR-γ) suppression inhibiting adipogenesis, (iii) gut microbiota modulation improving metabolic endotoxemia, and (iv) uncoupling protein 1 (UCP1) upregulation promoting adipose browning. Notably, BBR metabolites demonstrate pharmacological activity comparable to or exceeding that of the parent compound. However, BBR’s translational applications face biopharmaceutical challenges, including poor intestinal absorption (< 1% bioavailability) due to P-glycoprotein efflux and first-pass metabolism. This comprehensive review critically evaluates recent advances in BBR’s anti-obesity pharmacology through three lenses: (1) preclinical and clinical evidence from randomized controlled trials, (2) molecular mechanisms underlying metabolic regulation, and (3) innovative strategies for pharmacokinetic optimization. Given its multi-target efficacy and botanical safety profile, BBR represents a cost-effective adjuvant for obesity management, particularly in resource-limited settings. Future research should prioritize standardized clinical protocols and pharmacogenomic studies to optimize therapeutic outcomes."
}
