{
  "PMC": "5705759",
  "DOI": "10.1007/s10048-017-0520-x",
  "PMID": "28842795",
  "PMCID": "PMC5705759",
  "title": "X-linked hypomyelination with spondylometaphyseal dysplasia (H-SMD) associated with mutations in AIFM1.",
  "year": 2017,
  "source_url": "https://europepmc.org/article/PMC/PMC5705759",
  "source": "MED",
  "abstract_text": "An X-linked condition characterized by the combination of hypomyelinating leukodystrophy and spondylometaphyseal dysplasia (H-SMD) has been observed in only four families, with linkage to Xq25-27, and recent genetic characterization in two families with a common AIFM1 mutation. In our study, 12 patients (6 families) with H-SMD were identified and underwent comprehensive assessment accompanied by whole-exome sequencing (WES). Pedigree analysis in all families was consistent with X-linked recessive inheritance. Presentation typically occurred between 12 and 36 months. In addition to the two disease-defining features of spondylometaphyseal dysplasia and hypomyelination on MRI, common clinical signs and symptoms included motor deterioration, spasticity, tremor, ataxia, dysarthria, cognitive defects, pulmonary hypertension, nystagmus, and vision loss due to retinopathy. The course of the disease was slowly progressive. All patients had maternally inherited or de novo mutations in or near exon 7 of AIFM1, within a region of 70 bp, including synonymous and intronic changes. AIFM1 mutations have previously been associated with neurologic presentations as varied as intellectual disability, hearing loss, neuropathy, and striatal necrosis, while AIFM1 mutations in this small region present with a distinct phenotype implicating bone. Analysis of cell lines derived from four patients identified significant reductions in AIFM1 mRNA and protein levels in osteoblasts. We hypothesize that AIFM1 functions in bone metabolism and myelination and is responsible for the unique phenotype in this condition.",
  "full_text": "Neurogenetics Neurogenetics Neurogenetics 1364-6745 1364-6753 Springer Berlin Heidelberg Berlin/Heidelberg 5705759 520 10.1007/s10048-017-0520-x Original Article X-linked hypomyelination with spondylometaphyseal dysplasia (H-SMD) associated with mutations in AIFM1 Miyake Noriko nmiyake@yokohama-cu.ac.jp 1 Wolf Nicole I. n.wolf@vumc.nl 2 Cayami Ferdy K. f.cayami@vumc.nl 2 3 4 Crawford Joanna +61-7-334-62080 j.crawford@imb.uq.edu.au 5 Bley Annette abley@uke.uni-hamburg.de 6 Bulas Dorothy dbulas@childrensnational.org 7 Conant Alex 202-476-4959 aconant@childrensnational.org 8 Bent Stephen J. +61-7-334-62080 s.bent@imb.uq.edu.au 5 Gripp Karen W. kgripp@Nemours.org 9 Hahn Andreas Andreas.Hahn@paediat.med.uni-giessen.de 10 Humphray Sean shumphray@illumina.com 11 Kimura-Ohba Shihoko skimura@ped.med.osaka-u.ac.jp 12 Kingsbury Zoya zkingsbury@illumina.com 11 Lajoie Bryan R. 13 Lal Dennis dlal@broadinstitute.org 14 15 Micha Dimitra d.micha@vumc.nl 3 Pizzino Amy 202-476-4959 apizzino@childrensnational.org 8 Sinke Richard J. r.j.sinke@umcg.nl 16 Sival Deborah d.a.sival@umcg.nl 17 Stolte-Dijkstra Irene i.stolte@umcg.nl 16 Superti-Furga Andrea asuperti@unil.ch 18 Ulrick Nicole 202-476-4959 nulrick@childrensnational.org 8 Taft Ryan J. rtaft@illumina.com 5 13 19 Ogata Tsutomu tomogata@hama-med.ac.jp 20 Ozono Keiichi keioz@ped.med.osaka-u.ac.jp 12 Matsumoto Naomichi naomat@yokohama-cu.ac.jp 1 Neubauer Bernd A. Bernd.A.Neubauer@paediat.med.uni-giessen.de 10 Simons Cas +61-7-334-62080 c.simons@uq.edu.au 5 Vanderver Adeline 202-476-4959 avanderver@childrensnational.org 8 18 21 1 0000 0001 1033 6139 grid.268441.d Department of Human Genetics, Yokohama City University Graduate School of Medicine, Fukuura, Kanazawa-ku, Yokohama, 236-0004 Japan 2 0000 0004 0435 165X grid.16872.3a Department of Child Neurology, and Amsterdam Neuroscience, VU University Medical Center, De Boelelaan 1117, 1081 HV Amsterdam, the Netherlands 3 0000 0004 0435 165X grid.16872.3a Department of Clinical Genetics, VU University Medical Center, De Boelelaan 1117, 1081 HV Amsterdam, the Netherlands 4 0000 0001 0744 0787 grid.412032.6 Center for Biomedical Research, Faculty of Medicine, Diponegoro University, Semarang, Indonesia 5 0000 0000 9320 7537 grid.1003.2 Institute for Molecular Bioscience, The University of Queensland, Brisbane, Australia 6 0000 0001 2180 3484 grid.13648.38 University Children’s Hospital, University Medical Center Hamburg Eppendorf, Martinistr. 52, 20246 Hamburg, Germany 7 grid.239560.b Department of Diagnostic Imaging and Radiology, Children’s National Medical Center, Washington, DC USA 8 grid.239560.b Department of Neurology, Children’s National Medical Center, Suite 4800, Washington, DC USA 9 Division of Medical Genetics, A.I. duPont Hospital for Children/Nemours, Wilmington, DE USA 10 Department of Pediatric Neurology, Univ.-Klinikum Giessen/Marburg; Standort Giessen, Feulgenstr. 12, 35389 Giessen, Germany 11 grid.434747.7 Chesterford Research Park, Illumina, Inc., Little Chesterford, CB10 1XL UK 12 0000 0004 0373 3971 grid.136593.b Department of Pediatrics, Osaka University Graduate School of Medicine, Osaka, Japan 13 0000 0004 0507 3954 grid.185669.5 Illumina, Inc, San Diego, CA USA 14 0000 0004 0386 9924 grid.32224.35 Psychiatric and Neurodevelopmental Genetics Unit, Massachusetts General Hospital and Harvard Medical School, Boston, MA USA 15 grid.66859.34 Stanley Center for Psychiatric Research, Broad Institute, Cambridge, USA 16 Department of Genetics, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands 17 0000 0000 9558 4598 grid.4494.d Department of Child Neurology, University Hospital Groningen, Groningen, Netherlands 18 0000 0001 2165 4204 grid.9851.5 Division of Genetic Medicine, Centre Hospitalier Universitaire Vaudois (CHUV), University of Lausanne, Lausanne, Switzerland 19 0000 0004 1936 9510 grid.253615.6 George Washington University School of Medicine, Washington, DC USA 20 0000 0004 1762 0759 grid.411951.9 Department of Pediatrics, Hamamatsu University School of Medicine, Hamamatsu, 431-3192 Japan 21 0000 0001 0680 8770 grid.239552.a Children’s Hospital of Philadelphia, Philadelphia, PA USA 26 8 2017 26 8 2017 2017 18 4 185 194 20 3 2017 4 8 2017 © The Author(s) 2017 Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. An X-linked condition characterized by the combination of hypomyelinating leukodystrophy and spondylometaphyseal dysplasia (H-SMD) has been observed in only four families, with linkage to Xq25-27, and recent genetic characterization in two families with a common AIFM1 mutation. In our study, 12 patients (6 families) with H-SMD were identified and underwent comprehensive assessment accompanied by whole-exome sequencing (WES). Pedigree analysis in all families was consistent with X-linked recessive inheritance. Presentation typically occurred between 12 and 36 months. In addition to the two disease-defining features of spondylometaphyseal dysplasia and hypomyelination on MRI, common clinical signs and symptoms included motor deterioration, spasticity, tremor, ataxia, dysarthria, cognitive defects, pulmonary hypertension, nystagmus, and vision loss due to retinopathy. The course of the disease was slowly progressive. All patients had maternally inherited or de novo mutations in or near exon 7 of AIFM1 , within a region of 70 bp, including synonymous and intronic changes. AIFM1 mutations have previously been associated with neurologic presentations as varied as intellectual disability, hearing loss, neuropathy, and striatal necrosis, while AIFM1 mutations in this small region present with a distinct phenotype implicating bone. Analysis of cell lines derived from four patients identified significant reductions in AIFM1 mRNA and protein levels in osteoblasts. We hypothesize that AIFM1 functions in bone metabolism and myelination and is responsible for the unique phenotype in this condition. Electronic supplementary material The online version of this article (doi:10.1007/s10048-017-0520-x) contains supplementary material, which is available to authorized users. Keywords Hypomyelination Spondylometaphyseal dysplasia Whole exome sequencing (WES) AIFM1 gene Mitochondrial leukodystrophy Myelin Stofwisselkracht Ministry of Health, Labour and Welfare (MHLW) MEXT AMED National Health and Medical Research Council (AU) JSPS issue-copyright-statement © Springer-Verlag GmbH Germany, part of Springer Nature 2017 Introduction Hypomyelinating leukodystrophies are a heterogeneous group of genetic disorders characterized by a permanent, significant lack of myelin on brain MR imaging [ 1 , 2 ]. The archetype of a hypomyelinating disorder, Pelizaeus-Merzbacher disease (PMD), is caused by alterations of PLP1 , encoding the most abundant structural myelin protein, proteolipid protein 1. However, as new genetic techniques have identified novel genetic causes of hypomyelination, genes coding for structural proteins are not commonly identified. Rather, most genes identified encode proteins involved in RNA metabolism and protein synthesis [ 3 ]. How mutations in these genes affect central nervous system (CNS), myelination is still not well understood. A distinctive hypomyelinating leukodystrophy characterized by the combination of hypomyelination and spondylometaphyseal dysplasia (H-SMD) was first described in one family in 2006 [ 4 ], then in an additional patient in 2013 (MIM 300232) [ 5 ]. Myelin deficit was confirmed in the brain tissue of a deceased patient, with reduced numbers of oligodendrocytes accompanied by astrocytosis [ 4 ]. Although an X-linked pattern of inheritance and linkage to Xq25-27 had already been identified in the first family, 4, 6 H-SMD could not be associated to a specific causative gene until recently, when it was linked with a single missense mutation in AIFM1 , encoding mitochondrial apoptosis-inducing factor 1 (AIFM1). This was reported in a Polish family and originally published without MRI findings [ 6 ] and in an unrelated Polish family carrying an identical p.(Asp237Gly) mutation [ 7 ]. In this study, we present 12 patients with H-SMD, the largest series thus far, all with AIFM1 variants confined to a locus of approximately 70 bp around the start of exon 7, including synonymous and intronic variants not predicted to be pathogenic by in silico modeling. Thus, we hypothesize that the unique features of this disorder might be caused by tissue-specific loss of functional AIFM1. Variants in AIFM1 have been shown to be associated with diverse neurological disorders featuring intellectual disability, sensory hearing loss, neuropathy, and an encephalopathy associated with striatal abnormalities on neuroimaging. The present cohort adds to the disease spectrum associated with AIFM1 , expanding on the single variant previously associated with H-SMD. Methods Patients The affected individuals and their families were collected prospectively as part of bioregistries including the Myelin Disorders Bioregistry Project (MDBP) at Children’s National Health System, the Amsterdam Center for Childhood White Matter Disorders and the Yokohama City University Graduate School of Medicine with approval from the institutional review boards at the respective institutions. Written informed consent was obtained for each study participant including specific informed consent for whole-exome sequencing (WES). Genomic DNA samples were collected from blood samples provided to the biorepository. Patient 4 [ 5 ] and patients 9–12 [ 4 ] were previously published. Exome and genome sequencing WES or whole-genome sequencing (WGS) was performed for individual families to identify causative genes. Exomes were captured using the SeqCap EZ Human Exome Library v.3.0 or SureSelect Human All Exon V5 and sequenced on an Illumina HiSeq 2000 with 100-bp paired-end read-sequencing protocol. Sequencing was performed at the Queensland Centre for Medical Genomics (patient 1), at the Yokohama City University Graduate School of Medicine (patients 2 and 3), at the Department of Genetics, Groningen sequencing center (patient 5–7), and at the University Klinikum Giessen/Marburg (patients 8–12). Two patients (patients 1 and 6) were also analyzed by whole-genome sequencing (WGS), performed by Illumina Inc. in the Illumina Clinical Services Laboratory (San Diego, CA) or in the Illumina United Kingdom sequencing facility in Chesterford, England. Data analysis and variant calling approaches are described in supplemental data. One individual (patient 4) had not consented to next-generation sequencing; therefore, standard Sanger sequencing for AIFM1 was subsequently performed in view of clinical similarities with other cases. Intron 6 and exon 7 sequences from AIFM1 across 15 mammalian species were obtained via Ensembl ( www.ensembl.org , last accessed on 10 February 2017) to develop sequence logos using WebLogo ( http://weblogo.berkeley.edu , last accessed on 10 February 2017). Imaging The latest available MRI was analyzed for this study. MRIs were evaluated according to a previously published protocol [ 8 ] for hypomyelination, according to previously defined MRI criteria [ 9 ] by N.I.W. and A.V. Clinically obtained bone radiographs were reviewed by D.B. and included skeletal surveys, skull, hand, long bone, hip, and spine films as available. Review of clinical findings Clinical findings were retrospectively collected by review of medical records and testing, and if individuals were available for clinical evaluation, verification of specific findings and features was performed in a prospective fashion. AIFM1 expression Cell transdifferentiation/creation of osteoblasts Transdifferentiation was performed on patient fibroblasts at confluence 90% by adding osteogenic transdifferentiation medium (α-MEM medium (Life Technologies) supplemented with 5 mM β-glycerophosphate (Sigma-Aldrich), 90 μg/ml L-ascorbic acid-2-phosphate (Sigma-Aldrich), 5000 U/ml Penicillin-Streptomycin (Life Technologies), and 5% platelet lysate [ 8 , 10 ]. After 21 days, Alizarin Red, alkaline phosphatase (ALP) activity, and von Kossa staining were performed to characterize osteogenic properties [ 9 , 11 , 12 ]. The transdifferentiation experiments were repeated three times for every patient cell line except for patient 1 (repeated twice). qPCR RNA was extracted from transdifferentiated cells on days 2, 3, 7, 14, and 21. qPCR was performed in the Light Cycler® 480 (Roche) for AIFM1 (NM_004208.3) and YWHAZ as housekeeping gene. In order to validate osteogenic transdifferentiation, qPCR of osteoblast markers RUNX2 and ALP was performed (see also supplementary methods). The qPCR results were analyzed with LightCycler 480 software 1.5.1 (Roche) and normalized to housekeeping gene expression. qPCR results were expressed as mean of two independent experiments performed in duplicate for every sample. Differences were analyzed with the use of the paired sample t test using GraphPad Prism 6. Differences were considered significant when p < 0.05. As cell lines of patient 1 were received later, analysis was performed separately and only qualitatively. Primers are available in supplemental methods. Western blot Whole cell lysates of fibroblasts and transdifferentiated osteoblasts were subjected to electrophoresis for 50 min at 200 V on NuPage 4–12% BIS-TRIS gel with NuPAGE MOPS Running Buffer (Invitrogen). After protein transfer and blocking, the nitrocellulose membrane was incubated with primary antibodies for AIFM1 (Abcam; cat no. AB1998) and actin (Abcam; cat no. AB 14128) overnight at 4 °C. After 1 h incubation with secondary antibody IRDye 800 CW goat anti-rabbit IgG and the IRDye 680 CW goat anti-mouse IgG antibodies (LICOR Bioscience), the NC membrane was scanned, analyzed, and quantified with Odyssey Infrared Imaging system equipped with the Odyssey v3.0 software (LICOR Bioscience). Additional details are available in supplemental methods. Results Clinical features Six unrelated families with 12 affected males with the characteristic combination of spondylometaphyseal dysplasia and CNS hypomyelination were identified (Supplemental Tables 1 and 2 ). Clinical features were remarkably homogenous. Gestational and perinatal history were uneventful. The children initially had a period of normal development, ranging from 8 to 36 months. In some cases, dysmorphic features were noted during this period, including depressed nasal bridge and midface hypoplasia. Patients never either gained the ability to walk independently or gained independent ambulation with significant delays (14–60 months), sometimes only to lose independent ambulation again within a few years (with the exception of patients 11 and 12 who had normal early milestones). Subsequently, gradual loss of motor function ensued, sometimes after a described plateau or slowing of developmental milestones. Onset of gait abnormalities was between 12 and 24 months (with two exceptions, in whom disease onset was reported at 4.5 and 6 years). Gait abnormalities were due to spasticity, ataxia, proximal weakness, and joint contractures. Cognitive function was mildly impaired in 5/7 individuals for whom data was available. Language was additionally impaired by dysarthria in 6/12 individuals. Extra-neurologic manifestations including skeletal, eye, and lung abnormalities were present. Patients 10, 11, and 12 were noted to have a shortened nasal bridge. Joint contractures were sometimes noted early in disease course (5/12 at presentation), and enlarged joints were noted in almost all patients (11/12) over time. Postnatal growth failure, with borderline or frank short stature, was noted in all patients where height measurements were available ( n = 7) and stature was 2–7 SD below the norm, though head circumference was normal. Scoliosis developed in all but one individual for whom this data was available (10/11) and was present from an early age in most. Nystagmus was noted in 10/12 individuals. Vision loss was seen in 8/12 individuals, associated with features of macular degeneration, achromatopsia, optic nerve atrophy and in one individual a rod-cone dystrophy diagnosed on ERG (patient 1). One child (patient 8) had moderate hearing loss. Three individuals in one extended family (patients 5, 6, 7) had pulmonary hypertension. Patient 12 had seizures. No additional extra-neurologic organ involvement was reported. Seven of the 12 individuals were deceased at the time of this review (ages 35 months to 37 years at time of death). Causes of death included pulmonary hypertension (two children) and aspiration pneumonia. The remaining five are alive (ages 8–18 years old). MRI imaging All affected individuals in whom MR imaging was available (9/12) showed hypomyelination, with T1 hyperintense or isointense signal, and T2 hyperintensity diffusely involving the cerebral white matter including the arcuate fibers, the internal capsule, and the corpus callosum (Fig. 1 ), though in some individuals, these were spared. The basal ganglia, brainstem, and cerebellum were relatively spared, though signal abnormalities were seen in the middle and superior cerebellar peduncles and in some individuals also the hilus of the dentate. There was mild loss of white matter volume and thinning of the corpus callosum, without evident volume loss of basal ganglia and cerebellum. No abnormalities were evident on susceptibility-weighted images or diffusion-weighted images, where available. No contrast enhancement was seen where available. Fig. 1 MRI findings in H-SMD. Axial T2-weighted images ( a – c , e – g , i – k ) and sagittal T1-weighted images ( d , h , l ) of patient 7 at age 4 years (first row), patient 8 at age 5 years (second row), and patient 1 at age 4 years (third row). The supratentorial white matter shows a diffusely elevated T2 signal ( b , c , f , g , j , k ), with unremarkable T1 signal ( d , h , l ) indicating hypomyelination. Signal of the basal ganglia is normal ( b , f , j ). The cerebellum has a normal volume ( a , d , e , h , i , l ). Signal of the superior cerebellar peduncles is hyperintense in all patients ( a , e , i ). Patient 7 has also signal elevation of the hilus of the dentate nucleus ( a ). Patient 8 of the external part of the middle cerebellar peduncle ( e ). Patient 1 has relatively better myelination of the brainstem, corpus callosum and deep gray nuclei Skeletal imaging Patients 1–4 and 7 and 8 had sufficient images for review (Supplemental Table 3 ). Skeletal abnormalities were present in images collected as early as 16 months but were also progressive and degenerative in nature on images of individuals in the teenage years (Fig. 2 ). In the hands, brachydactyly and clinodactyly with flat, shortened metacarpals and phalanges were universally seen, with variable amounts of coned epiphyses. In long bones, all individuals had changes in metaphyses and physis, ranging from mild flaring seen early in disease to severe irregular sclerosis at the metaphyses of the long bones, progressive in older patients. In severe cases, epiphyseal irregular sclerosis developed over time at the knees, elbows, and wrists. Vertebral abnormalities were common and included end plate irregularity in milder cases and in more severe cases anterior central beaking with vertebra plana, posterior scalloping of lumbar vertebrae, and evolution of severe kyphoscoliosis. In a few cases, there was narrow interpeduncular distance. The pelvis was notable for flat acetabula, coxa valga or coxa vara, squared iliac wings, thick pubic rami, and progressive sclerosis of femoral epiphyses with coxa magna in some individuals. Diffuse osteopenia was a common finding and present early in most cases. Fig. 2 Spondylometaphyseal dyplasia in H-SMD. a Common findings in patients included changes in the metaphyses and epiphyses of long bones, including mild flaring, pelvic abnormalities including flat acetabula, squared iliac wings, and thick pubic rami, as well as vertebral abnormalities including end plate irregularity and kyphosis. b In some patients over time, vertebral anomalies evolved to include anterior central beaking with vertebra plana, posterior scalloping of lumbar vertebrae, and evolution of severe kyphoscoliosis. c In the hands, brachydactyly and clinodactyly with flat, shortened metacarpals and phalanges were universally seen, with variable amounts of coned epiphyses. In older individuals, irregular sclerosis was seen over time. d In metaphyses and epiphyses of long bones, severe irregular sclerosis was seen over time, present here at the knees Genetic findings In all six families, maternally inherited or de novo mutations in or near exon 7 of AIFM1 were identified based on whole-exome sequencing (Table 1 and Fig. 3 ). Patient 4 (family 3) has a de novo c.710A > G (p.(Asp237Gly)) mutation identical to the mutation previously reported in two H-SMD families by Mierzewska et al. [ 7 ]. Patients 2 and 3 (family 2) had a c.710A > T (p.(Asp237Val)) mutation at the same nucleotide position. Patients 5, 6, and 7, from family 4, carried the missense variant c.705G > C (p.(Gln235His)). Patient 1 (family 1) and patient 8 (family 5) both had the synonymous mutation c.720C > T (p.(Asp240Asp)); this variant was de novo in patient 1 and maternally inherited in patient 8. Patients 9, 10, 11, and 12, all from family 6, had a rare variant 44 bp from the 3′ splice site of exon 7 at position c.697-44 T > G that is predicted to disrupt the intron branch point (Supplemental Table 4 ) [ 13 ]. The carrier status of the mothers of families 1, 2, 3, and 5 were confirmed by Sanger sequencing. The mutations in families 1 and 3 were found to be de novo while family 2 and 5 were maternally inherited. No variant was present in ExAC or dbSNP 147. However, the ExAC database does report a single female individual heterozygous for c.705G > C (p.(Gln235His)), the same nucleotide position and resulting amino acid change seen in family 4. Table 1 Genetic variants in AIFM1 identified by patient Family Base pair Amino acid Evidence of pathogenicity [ 1 ] Variant clasification [ 1 ] Family 1 (P1) c.720C > T p.(Asp240Asp) PS2 PS3 PM2 Pathogenic Family 2 (P2, 3) c.710A > T p.(Asp237Val) PS3 PM2 PM5 [ 7 ] PP1 PP3 Pathogenic Family 3 (P4) [ 5 ] c.710A > G p.(Asp237Gly) (identical mutation as previously published [ 7 ] though in different ethnicity) PS1 [ 7 ] PS2 PS3 PM2 PP3 Pathogenic Family 4 (P5, 6, 7) c.705G > C p.(Gln235His) PS3 PM2 PP1 (very strong family segregation) PP3 Likely pathogenic Family 5 (P8) c.720C > T p.(Asp240Asp) (unrelated to patient 1) PS2 PS3 PM2 Pathogenic Family 6 (P9, 10, 11, 12) [ 4 ] c.697-44 T > G NA PS3 PM2 PP1 (very strong family segregation) PP3 (intronic (44 nt 5′ of splice site, disrupts predicted branch point) [ 13 ]) Likely pathogenic Genetic variants in AIFM1 identified by patient with their classification based on Richards et al. 2015 [ 14 ] PM pathogenic moderate, PP pathogenic supporting, PS pathogenic strong, NA not available. Fig. 3 H-SMD-associated mutations in AIFM1. a Pedigrees of each H-SMD families with subjects of this study indicated. Where the mother is not noted to be a carrier, the mother has been sequenced and the variant is de novo . b AIFM1 refseq transcripts showing known alternative splicing events. c H-SMD-associated mutations in AIFM1 are all near exon 7 splice acceptor site. The predicted intron branch point motif is indicated in red text. The Human Splicing Finder tool predicts the c.697-44 T > G mutation will disrupt the function of this branch point. d Motifs of primary sequence conservation surrounding each H-SMD-associated mutation in AIFM1 based on alignment of 15 mammalian species using WebLogo. The size of the letters indicates degree of conservation and where more than one nucleotide is visible suggests variation across species The presence in all reported cases of H-SMD of maternally inherited or de novo mutations confined to an approximately 70 bp region of AIFM1 in and near exon 7, together with a phenotype distinct from previously reported AIFM1 mutations, leads us to suspect these mutations result in loss of functional and stable AIFM1. We used the Human Splicing Finder (v3.0) tool to predict the impact each of the mutations may have on the splicing of AIFM1 [ 13 ]. Each of the exonic mutations was predicted to disrupt “Exonic Splicing Enhancer” motifs and potentially result in an alteration of splicing (Supplemental Table 4 ). AIFM1 expression To investigate the impact of the patient mutations on AIFM1 expression, we compared AIFM1 messenger RNA (mRNA) and protein levels in patient fibroblasts and transdifferentiated osteoblasts to equivalent cells from unrelated controls. Osteoblasts were selected in order to obtain cells modeling affected tissue, and transdifferentiation was confirmed by expression of osteogenic markers ( RUNX and ALP , Supplemental Fig. 1 ) and staining (Fig. 4 a). Analysis by quantitative real-time PCR found that AIFM1 mRNA was significantly decreased in patient osteoblasts ( n = 3) ( p = 0.002) when compared to controls ( n = 3) (Fig. 4 c) and also in patient 1 (analyzed, separately; supplementary Fig. 2 A). Analysis of osteoblasts by western blot found that AIFM1 protein levels were significantly reduced in patients ( n = 3) when compared to controls ( n = 3) ( p = 0.01) (Fig. 4 d); this was confirmed by testing cell lines of a fourth patient in a separate experiment (patient 1, supplementary Fig. 2 B). Importantly, the patient cell lines tested included the p.(Gln235His) missense mutation, the p.(Asp240Asp) synonymous mutation, and the c.697-44 T > G intronic branch point mutation indicating that each of these three classes of mutation result in a similar loss of AIFM1 expression in osteoblasts. In fibroblasts, AIFM1 protein expression was very low in controls and undetectable in patients, despite considerable mRNA expression (supplementary Fig. 3 ). Fig. 4 AIFM1 in fibroblasts and transdifferentiated osteoblasts. a Alizarin red, alkaline phosphatase (ALP) activity, and von Kossa staining of fibroblasts and transdifferentiated osteoblasts, confirming successful transdifferentiation. These stains provide a qualitative indication of the capability of the cells to mineralize; plates were not normalized for cell number. b Western blot of AIFM1 and actin in transdifferentiated osteoblasts (day 21). kDa kiloDalton. c AIFM1 relative mRNA expression in transdifferentiated osteoblasts (day 21), in relation to the housekeeping gene YWHAZ . d Depicts AIFM1 protein expression normalized to Actin in osteoblasts. Error bars indicate standard error of the mean (SEM, n = 3) Discussion Here, we show that a rare X-linked condition characterized by hypomyelinating leukodystrophy and spondylometaphyseal dysplasia (H-SMD) is caused by specific AIFM1 mutations, all located in a small part of the gene comprising about 70 bp around the start of exon 7. The combination of hypomyelination and skeletal dysplasia allows clinical diagnosis and should enable identification of additional patients, although this disorder seems to be extremely rare, because of its rarity both in large cohorts of white matter disease (NIW and AV) and in of skeletal dysplasias (ASF). Neurological course is relatively mild, comparable with 4H syndrome and much milder than in PMD, with a stable phase of variable length followed by slow neurological decline, manifesting in progressive spasticity and ataxia. The prominent skeletal abnormalities also contribute to motor impairment. Mitochondrial apoptosis-inducing factor 1 (encoded by AIFM1 , located on Xq26.1) is a protein with multiple canonical roles. AIFM1 has redox activity that aids in oxidative phosphorylation, is proposed to function in the mitochondria to assemble and/or maintain the mitochondrial respiratory complexes I and III, and plays a role in apoptosis, triggering caspase-independent programmed cell death under apoptotic stimuli [ 15 – 17 ]. Why this specific phenotype with its characteristic combination of myelin deficit and bone abnormalities is caused by this subset of AIFM1 mutations is not known. In a recent study on the effect of several AIFM1 mutations on protein structure and function, one mutation situated in close vicinity to the mutations described here, p.(Val243Leu), had virtually no effect on the folding, redox, and DNA-binding properties of the protein [ 18 ]. Even more intriguing, different variants in AIFM1 have previously been shown to be associated with diverse neurological disorders featuring intellectual disability, sensory hearing loss, neuropathy, and T2 hyperintensity in the striatum on magnetic resonance imaging (MRI), with some patients presenting with a mitochondrial phenotype and abnormalities in respiratory chain function [ 19 ]. Specific phenotypes include auditory neuropathy spectrum disorder [ 20 ], a severe X-linked mitochondrial encephalopathy [ 21 , 22 ], and Cowchock syndrome, an axonal sensorimotor neuropathy with deafness and mental retardation [ 23 , 24 ]. This suggests that there is a tight genotype-phenotype relationship, causing these different clinical manifestations. The specific clinical presentation of H-SMD is clearly distinct from other conditions previously associated with mutations in AIFM1 . Given all known cases of H-SMD have a single base mutation within a 70-nt region flanking the exon 7 acceptor splice site, we suspect that mutations in this specific region of AIFM1 result in a common functional consequence that specifically gives rise to H-SMD. Three of the five known H-SMD-associated AIFM1 mutations are missense, and it is possible that the encoded amino acid changes may result in disrupted AIFM1 protein function. However, as three H-SMD families have mutations in this region that do not directly alter the encoded protein sequence, it is most likely that the primary functional consequence of all five known H-SMD mutations (including missense, synonymous, and intronic) is a specific defect in mRNA splicing. This hypothesis is consistent with our findings that AIFM1 mRNA levels are significantly reduced in patient-derived osteoblast cells and AIFM1 protein levels reduced to near the limits of detection. We did attempt to detect evidence of a specific alteration in AIFM1 splicing by quantitative real-time PCR using a series of exon/exon specific primer pairs across the gene. However, we could not detect any definitive changes between patient and control cell lines. Thus, although the association of these mutations within a small genomic area is compelling, the precise mechanism by which they disrupt AIFM1 function is still unclear. H-SMD is not the only disorder with spondylometaphyseal involvement and associated neurological symptoms. One example is TRPV4 -related disorders. Mutations in TRPV4 , encoding a calcium-permeable cation channel, give rise to either skeletal dysplasia, sometimes with early lethality, or peripheral neuropathy or a combination of both [ 25 – 27 ]. Neither the pathogenic mechanisms leading to these diverse phenotypes affecting completely different tissues nor the effects of specific mutations are yet understood. The example of H-SMD demonstrates how significant genotype-phenotype correlations may be in certain genes and emphasizes the importance of tissue-specific impacts of gene mutations. Electronic supplementary material ESM 1 (PDF 7902 kb) Noriko Miyake, Nicole I. Wolf and Ferdy K. Cayami shared first Bernd A. Neubauer, Cas Simons and Adeline Vanderver shared last Electronic supplementary material The online version of this article (doi:10.1007/s10048-017-0520-x) contains supplementary material, which is available to authorized users. Acknowledgements We thank all the colleagues involved in the care of these patients. In particular, we thank Professor Dr. Conny MA Ravenswaaij-Arts from the Department of Genetics, University Medical Center Groningen, the Netherlands; Dr. Sho Morita from Yaizu City Hospital, Japan; Dr. Cornelia Bussmann from the University Children’s Hospital Heidelberg, Germany; and Drs. Ayumi Uematsu and Kazuharu Takikawa from Shizuoka Children’s Hospital, Japan. We also are grateful to Krista K van Dijk-Bos and Birgit Raddatz, Department of Genetics, University Medical Center Groningen, for the technical assistance in sequencing family 4. Part of this project was supported by a grant of Stofwisselkracht to NI Wolf. FK Cayami is a recipient of the Directorate of Higher Education Overseas Scholarship–Dikti Scholarship, Ministry of National Education, Republic of Indonesia. This work is supported in part by grants from AMED, MHLW, MEXT, NHMRC, and JSPS. Sequencing for families 1 and 6 was provided by Illumina, Inc. References 1. Vanderver A, Tonduti D, Schiffmann R, Schmidt J, van der Knaap MS (2014) Leukodystrophy overview. In: Pagon RA, Adam MP, Ardinger HH, Wallace SE, Amemiya A, Bean LJH, Bird TD, Ledbetter N, Mefford HC, Smith RJH, Stephens K (eds), GeneReviews®. University of Washington, Seattle, Seattle (WA), 1993–2017 2. Pouwels PJ Vanderver A Bernard G Wolf NI Dreha-Kulczewksi SF Deoni SC Bertini E Kohlschutter A Richardson W Ffrench-Constant C Hypomyelinating leukodystrophies: translational research progress and prospects Ann Neurol 2014 76 5 19 10.1002/ana.24194 24916848 3. Kevelam SH Steenweg ME Srivastava S Helman G Naidu S Schiffmann R Blaser S Vanderver A Wolf NI van der Knaap MS Update on Leukodystrophies: a historical perspective and adapted definition Neuropediatrics 2016 47 349 354 10.1055/s-0036-1588020 27564080 4. Neubauer BA Stefanova I Hubner CA Neumaier-Probst E Bohl J Oppermann HC Sto H Hahn A Stephani U Kohlschutter A A new type of leukoencephalopathy with metaphyseal chondrodysplasia maps to Xq25-q27 Neurology 2006 67 587 591 10.1212/01.wnl.0000230133.11951.75 16924009 5. Kimura-Ohba S Kagitani-Shimono K Hashimoto N Nabatame S Okinaga T Murakami A Miyake N Matsumoto N Osaka H Hojo K A case of cerebral hypomyelination with spondylo-epi-metaphyseal dysplasia Am J Med Genet A 2013 161A 203 207 10.1002/ajmg.a.35686 23239615 6. Bieganski T Dawydzik B Kozlowski K Spondylo-epimetaphyseal dysplasia: a new X-linked variant with mental retardation Eur J Pediatr 1999 158 809 814 10.1007/s004310051211 10486082 7. Mierzewska H Rydzanicz M Bieganski T Kosinska J Mierzewska-Schmidt M Lugowska A Pollak A Stawinski P Walczak A Kedra A Spondyloepimetaphyseal dysplasia with neurodegeneration associated with AIFM1 mutation - a novel phenotype of the mitochondrial disease Clin Genet 2017 91 30 37 10.1111/cge.12792 27102849 8. Micha D Voermans E Eekhoff ME van Essen HW Zandieh-Doulabi B Netelenbos C Rustemeyer T Sistermans EA Pals G Bravenboer N Inhibition of TGFbeta signaling decreases osteogenic differentiation of fibrodysplasia ossificans progressiva fibroblasts in a novel in vitro model of the disease Bone 2016 84 169 180 10.1016/j.bone.2016.01.004 26769004 9. Gregory CA Gunn WG Peister A Prockop DJ An alizarin red-based assay of mineralization by adherent cells in culture: comparison with cetylpyridinium chloride extraction Anal Biochem 2004 329 77 84 10.1016/j.ab.2004.02.002 15136169 10. Naaijkens BA Niessen HW Prins HJ Krijnen PA Kokhuis TJ de Jong N van Hinsbergh VW Kamp O Helder MN Musters RJ Human platelet lysate as a fetal bovine serum substitute improves human adipose-derived stromal cell culture for future cardiac repair applications Cell Tissue Res 2012 348 119 130 10.1007/s00441-012-1360-5 22395775 11. Wang YH Liu Y Maye P Rowe DW Examination of mineralized nodule formation in living osteoblastic cultures using fluorescent dyes Biotechnol Prog 2006 22 1697 1701 10.1002/bp060274b 17137320 12. Golub EE Harrison G Taylor AG Camper S Shapiro IM The role of alkaline phosphatase in cartilage mineralization Bone Miner 1992 17 273 278 10.1016/0169-6009(92)90750-8 1611320 13. Desmet FO Hamroun D Lalande M Collod-Beroud G Claustres M Beroud C Human splicing finder: an online bioinformatics tool to predict splicing signals Nucleic Acids Res 2009 37 e67 10.1093/nar/gkp215 19339519 14. Richards S Aziz N Bale S Bick D Das S Gastier-Foster J Grody WW Hegde M Lyon E Spector E Standards and guidelines for the interpretation of sequence variants: a joint consensus recommendation of the American College of Medical Genetics and Genomics and the Association for Molecular Pathology Genet Med 2015 17 405 424 10.1038/gim.2015.30 25741868 15. Ferreira P Villanueva R Martinez-Julvez M Herguedas B Marcuello C Fernandez-Silva P Cabon L Hermoso JA Lostao A Susin SA Structural insights into the coenzyme mediated monomer-dimer transition of the pro-apoptotic apoptosis inducing factor Biochemistry 2014 53 4204 4215 10.1021/bi500343r 24914854 16. Sevrioukova IF Apoptosis-inducing factor: structure, function, and redox regulation Antioxid Redox Signal 2011 14 2545 2579 10.1089/ars.2010.3445 20868295 17. Vahsen N Cande C Briere JJ Benit P Joza N Larochette N Mastroberardino PG Pequignot MO Casares N Lazar V AIF deficiency compromises oxidative phosphorylation EMBO J 2004 23 4679 4689 10.1038/sj.emboj.7600461 15526035 18. Sevrioukova IF Structure/function relations in AIFM1 variants associated with neurodegenerative disorders J Mol Biol 2016 428 3650 3665 10.1016/j.jmb.2016.05.004 27178839 19. Diodato D Tasca G Verrigni D D'Amico A Rizza T Tozzi G Martinelli D Verardo M Invernizzi F Nasca A A novel AIFM1 mutation expands the phenotype to an infantile motor neuron disease Eur J Hum Genet 2016 24 463 466 10.1038/ejhg.2015.141 26173962 20. Zong L Guan J Ealy M Zhang Q Wang D Wang H Zhao Y Shen Z Campbell CA Wang F Mutations in apoptosis-inducing factor cause X-linked recessive auditory neuropathy spectrum disorder J Med Genet 2015 52 523 531 10.1136/jmedgenet-2014-102961 25986071 21. Ardissone A Piscosquito G Legati A Langella T Lamantea E Garavaglia B Salsano E Farina L Moroni I Pareyson D A slowly progressive mitochondrial encephalomyopathy widens the spectrum of AIFM1 disorders Neurology 2015 84 2193 2195 10.1212/WNL.0000000000001613 25934856 22. Ghezzi D Sevrioukova I Invernizzi F Lamperti C Mora M D'Adamo P Novara F Zuffardi O Uziel G Zeviani M Severe X-linked mitochondrial encephalomyopathy associated with a mutation in apoptosis-inducing factor Am J Hum Genet 2010 86 639 649 10.1016/j.ajhg.2010.03.002 20362274 23. Cowchock FS Duckett SW Streletz LJ Graziani LJ Jackson LG X-linked motor-sensory neuropathy type-II with deafness and mental retardation: a new disorder Am J Med Genet 1985 20 307 315 10.1002/ajmg.1320200214 3856385 24. Rinaldi C Grunseich C Sevrioukova IF Schindler A Horkayne-Szakaly I Lamperti C Landoure G Kennerson ML Burnett BG Bonnemann C Cowchock syndrome is associated with a mutation in apoptosis-inducing factor Am J Hum Genet 2012 91 1095 1102 10.1016/j.ajhg.2012.10.008 23217327 25. Nilius B Voets T The puzzle of TRPV4 channelopathies EMBO Rep 2013 14 152 163 10.1038/embor.2012.219 23306656 26. Nishimura G Lausch E Savarirayan R Shiba M Spranger J Zabel B Ikegawa S Superti-Furga A Unger S TRPV4-associated skeletal dysplasias Am J Med Genet C Semin Med Genet 2012 160C 190 204 10.1002/ajmg.c.31335 22791502 27. Unger S Lausch E Stanzial F Gillessen-Kaesbach G Stefanova I Di Stefano CM Bertini E Dionisi-Vici C Nilius B Zabel B Fetal akinesia in metatropic dysplasia: the combined phenotype of chondrodysplasia and neuropathy? Am J Med Genet A 2011 155A 2860 2864 10.1002/ajmg.a.34268 21964829",
  "plain_text": "An X-linked condition characterized by the combination of hypomyelinating leukodystrophy and spondylometaphyseal dysplasia (H-SMD) has been observed in only four families, with linkage to Xq25-27, and recent genetic characterization in two families with a common AIFM1 mutation. In our study, 12 patients (6 families) with H-SMD were identified and underwent comprehensive assessment accompanied by whole-exome sequencing (WES). Pedigree analysis in all families was consistent with X-linked recessive inheritance. Presentation typically occurred between 12 and 36 months. In addition to the two disease-defining features of spondylometaphyseal dysplasia and hypomyelination on MRI, common clinical signs and symptoms included motor deterioration, spasticity, tremor, ataxia, dysarthria, cognitive defects, pulmonary hypertension, nystagmus, and vision loss due to retinopathy. The course of the disease was slowly progressive. All patients had maternally inherited or de novo mutations in or near exon 7 of AIFM1 , within a region of 70 bp, including synonymous and intronic changes. AIFM1 mutations have previously been associated with neurologic presentations as varied as intellectual disability, hearing loss, neuropathy, and striatal necrosis, while AIFM1 mutations in this small region present with a distinct phenotype implicating bone. Analysis of cell lines derived from four patients identified significant reductions in AIFM1 mRNA and protein levels in osteoblasts. We hypothesize that AIFM1 functions in bone metabolism and myelination and is responsible for the unique phenotype in this condition. Electronic supplementary material The online version of this article (doi:10.1007/s10048-017-0520-x) contains supplementary material, which is available to authorized users."
}
