{
  "PMC": "12230459",
  "DOI": "10.1016/j.xjon.2025.02.014",
  "PMID": "40631000",
  "PMCID": "PMC12230459",
  "title": "Quantifying random variability in decision-making in pediatric cardiac surgery.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12230459",
  "source": "MED",
  "abstract_text": "<h4>Objective</h4>Random variability in day-to-day decision-making referred to as \"noise\" is associated with variation that negatively affects both the reproducibility and quality of decision-making. Although well described in other fields, the prevalence and significance of noise in medical decision-making are understudied and largely unknown. The goal of this study was to quantify noise in medical decision-making using a noise audit.<h4>Methods</h4>A noise audit was completed by 71 (n = 71) Heart Centre staff at the Hospital for Sick Children and Seattle Children's Hospital and involved a series of cases and questions surrounding decisions commonly encountered in the care for patients with transposition of the great arteries and critical aortic stenosis. Entropy was used to quantify total variation in responses. Because absolute entropy was not immediately comparable across audit questions with a different number of prespecified options, we reported a standardized version of entropy, which was calculated by dividing the absolute entropy by its theoretical maximum for each case. To compare responses in easy to hard questions across years of experience (<10 years and >10 years) and role, we reported aggregate entropy ratios. Aggregate entropy ratios were calculated by first stratifying by group of comparison and then calculating the standardized entropy for each question and taking the average of standardized entropies for easy questions and hard questions. Finally, to determine the ratio (easy to hard), we divided the average standardized entropy of the easy questions by the average standardized entropy of the hard questions.<h4>Results</h4>The overall audit aggregate entropy ratio was 0.85 less than 1, indicating lower-complexity questions had less variation than higher-complexity questions. The aggregate entropy ratio for those with more than 10 years of experience was 0.8 and 0.87, respectively, for those with less than 10 years of experience. The aggregate entropy ratios for those in cardiac critical care, cardiology, and cardiovascular surgery were 0.85, 0.83, and 0.96, respectively.<h4>Conclusions</h4>Noise was pervasive in medical decision-making in the analysis of our responses to common medical decisions made for patients with congenital heart disease and can be quantified in a manner that facilitates comparisons.",
  "full_text": "pmc JTCVS Open JTCVS Open JTCVS Open 2666-2736 Elsevier 12230459 S2666-2736(25)00064-6 10.1016/j.xjon.2025.02.014 Congenital: Education Quantifying random variability in decision-making in pediatric cardiac surgery Dlugos Kayla V. HBASc a b c Mazwi Mjaye MD, MBChB d Signorile Marisa MMath e Steve Fan Chun-Po PhD e Trbovich Patricia PhD f g h Honjo Osami MD, PhD osami.honjo@sickkids.ca b c ∗ a Institute of Medical Science, University of Toronto, Ontario, Canada b Division of Cardiovascular Surgery, The Labatt Family Heart Centre, The Hospital for Sick Children, Toronto, Ontario, Canada c Department of Surgery, University of Toronto, Ontario, Canada d Division of Cardiac Critical Care, Seattle Children's Hospital, Seattle, Wash e Ted Rogers Computational Program, Ted Rogers Centre for Heart Research, Peter Munk Cardiac Centre, UHN, Toronto, Ontario, Canada f Institute of Health Policy, Management and Evaluation, University of Toronto, Toronto, Ontario, Canada g North York General Hospital, Toronto, Ontario, Canada h Institute of Biomedical Engineering, University of Toronto, Toronto, Ontario, Canada ∗ Address for reprints: Osami Honjo, MD, PhD, Division of Cardiovascular Surgery, The Labatt Family Heart Centre, The Hospital for Sick Children, 555 University Ave, Toronto, Ontario M5G1X8, Canada. osami.honjo@sickkids.ca 05 3 2025 6 2025 05 3 2025 25 382 392 8 10 2024 12 1 2025 28 1 2025 © 2025 The Author(s) 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Objective Random variability in day-to-day decision-making referred to as “noise” is associated with variation that negatively affects both the reproducibility and quality of decision-making. Although well described in other fields, the prevalence and significance of noise in medical decision-making are understudied and largely unknown. The goal of this study was to quantify noise in medical decision-making using a noise audit. Methods A noise audit was completed by 71 (n = 71) Heart Centre staff at the Hospital for Sick Children and Seattle Children's Hospital and involved a series of cases and questions surrounding decisions commonly encountered in the care for patients with transposition of the great arteries and critical aortic stenosis. Entropy was used to quantify total variation in responses. Because absolute entropy was not immediately comparable across audit questions with a different number of prespecified options, we reported a standardized version of entropy, which was calculated by dividing the absolute entropy by its theoretical maximum for each case. To compare responses in easy to hard questions across years of experience (<10 years and >10 years) and role, we reported aggregate entropy ratios. Aggregate entropy ratios were calculated by first stratifying by group of comparison and then calculating the standardized entropy for each question and taking the average of standardized entropies for easy questions and hard questions. Finally, to determine the ratio (easy to hard), we divided the average standardized entropy of the easy questions by the average standardized entropy of the hard questions. Results The overall audit aggregate entropy ratio was 0.85 less than 1, indicating lower-complexity questions had less variation than higher-complexity questions. The aggregate entropy ratio for those with more than 10 years of experience was 0.8 and 0.87, respectively, for those with less than 10 years of experience. The aggregate entropy ratios for those in cardiac critical care, cardiology, and cardiovascular surgery were 0.85, 0.83, and 0.96, respectively. Conclusions Noise was pervasive in medical decision-making in the analysis of our responses to common medical decisions made for patients with congenital heart disease and can be quantified in a manner that facilitates comparisons. Key Words congenital heart surgery entropy medical decision-making noise noise audit random variability Abbreviations and Acronyms AS aortic stenosis TGA transposition of the great arteries Comparison of entropy level in type of intervention for critical AS between straightforward and complex scenarios. Central Message Using a noise audit, we have shown that noise (unwanted random variability) is present in medical decision-making and can be quantified by calculating entropy in categorical responses. We have illustrated how (and to what extent) decisions can vary as a function of determinants such as level of complexity, level or experience, and clinical areas. We quantified this through entropy. Perspective This novel study, both at a conceptual and methodological level, is helpful in understanding the presence and potential determinants of noise in medical decision-making, something that has not been examined in medicine. The methodology used facilitates horizontal comparisons and may be able to be leveraged in future study and quality improvement initiatives that aim to mitigate noise. Random variability in day-to-day decision-making, referred to as “noise,” is associated with variation that negatively affects both the reproducibility and quality of decision-making. 1 Although noise is well described in professional decisions in nonmedical settings, including sentencing criminals, valuing stocks, and evaluating the collective performance of a company's employees, the prevalence and significance of noise in medical decision-making, that is, its effects on patient outcomes and the process and efficiency of care, have not been reported and are unknown. 1 The lack of consensus of noise definition in medical decision-making (ie, compared with bias) is a major problem. Noise is undesirable variation in decision-making when professionals are facing the same problem, whereas bias is the judgment that is systematically off from the agreed upon expectations. 1 Furthermore, the complexity and context-specific nature of medical decision-making pose significant challenges to in vivo direct measurement of noise; therefore, it is better to define noise in medical decision-making first in a controlled experiment that can mitigate the effect of confounders. A noise audit is one such type of controlled experiment that takes the form of a survey where different participants are presented with the same problem and the differences in their responses are measured. 1 Pediatric cardiac surgery and pediatric cardiac intensive care were selected as optimal medical disciplines to study noise due to the low error tolerance and high-stakes setting where sophisticated organizational structure, coordinated efforts of groups of individuals, and high level of cognitive and technical performance are essential to achieve optimal patient outcome. An audit such as the one conducted for the purpose of this study or that performed by Wire and colleagues 2 is useful in assessing the degree of variability in judgment between people, variability that is often greater than expected. 1 This study has 3 specific objectives. First, we hypothesized that noise is present and under-recognized in medical decision-making, and pervasive enough that it can be detected in responses to common medical decision-making scenarios in this setting. We sought to show that noise can be quantified in a manner that permits comparisons. Second, we predicted that the complexity of decision-making and degree of uncertainty are positively correlated with the level of noise in responses, where higher-complexity scenarios (eg, neonatal critical aortic stenosis [AS) are likely to be associated with higher levels of noise compared with lower-complexity scenarios (transposition of the great arteries [TGA] with intact ventricular septum). Last, we hypothesized that years of experience (ie, maturity of clinical judgment) have an inverse effect on the noisiness of medical decision-making. Material and Methods Audit Design and Medical Context Noise was studied in a high-stress, multidisciplinary team setting—pediatric cardiac surgery and pediatric cardiac critical care—2 clinical domains most familiar to the clinician collaborators in this work and domains where serial decisions must be made as part of effective care and the adverse consequences of noise may be magnified. 3 We developed a novel noise audit (survey) that assessed clinicians' responses in the postsurgical management of patients with TGA and critical AS through Qualtrics to quantify the variability in their decision-making. Institutional Review Board approval was not required. The audit used a lower decision complexity clinical scenario focused on patients with TGA with an intact ventricular septum and a higher decision complexity scenario focused on patients with critical AS to assess the relationship between complexity and uncertainty of medical decision-making. TGA was chosen as a low decision complexity scenario based on its relatively homogeneous anatomic features and standardized management. Critical AS is chosen as a high decision complexity scenario based on its heterogeneous anatomic and physiologic presentation and subsequent management options. Within each scenario, 2 different cases, one straightforward case and the other with additional complexities, were presented to assess how additional anatomic, physiologic, and patient complexity affect the degree of noise in decision-making. Furthermore, the perceptions of noise were assessed through several questions. The narratives of 4 scenarios and 24 questions are shown in Tables E1 and E2 . The audit was distributed to staff and fellows in cardiology, cardiovascular surgery, and cardiac critical care at 2 large quaternary care pediatric hospitals (The Hospital for Sick Children and Seattle Children's Hospital) to maximize generalizability. The audit was circulated multiple times at both institutions to minimize the number of nonrespondents. The audit was also structured in a way that participants could not proceed to the subsequent question until the present question was answered. Quantifying Noise by Analysis of Entropy Variance, the expected value of the squared deviation from the means of a random variable, typically serves as a marker of noise (ie, noiseless decision-making should be associated with consistent responses that minimize variance). However, variance cannot be calculated for categorical responses that were used in this audit; therefore, a more innovative methodological approach to quantification was required. We applied entropy as a metric to quantify variability of the audit responses in each case. 3 , 4 Specifically, for each case, we first summarized the proportion of participants in each of the prespecified options and calculated the case-specific entropy (see below for the calculation of entropy) ( Table 1 ). The lower the consensus in a case, the more likely the participants’ responses are uniformly distributed across the prespecified options, the higher the entropy. If all audit participants respond to a case the same way (thus a consensus), the entropy is 0 (the minimum). If there are equal number of participants in each of the prespecified options, then entropy is maximized, and its maximum value depends on the number of the prespecified options. For instance, the maximum entropy of a case with 2 and 3 prespecified options are log(1/2) and log(1/3), respectively. For this reason, the absolute entropy was not immediately comparable across audit questions with different number of prespecified options. To contrast cases with increasing complexity (easy to hard), we reported a standardized version of entropy, which was calculated by dividing the absolute entropy by its theoretical maximum for each case presented in Figure 1 , Figure 2 , Figure 3 , Figure 4 . To compare responses in easy to hard questions across years of experience (<10 years and >10 years) and role, we reported aggregate entropy ratios. Aggregate entropy ratios are calculated as follows: First, we stratified by group of comparison (years of experience and role). Then for each group of comparison, we calculate the standardized entropy for each question and take the average of standardized entropies for easy questions and hard questions. To determine the ratio (easy to hard), we divide the average standardized entropy of the easy questions by the average standardized entropy of the hard questions presented in Figure 5 . E n t r o p y = − ∑ n = 1 N P n log P n Equation 1 shows the definition of entropy for survey questions. 5 Table 1 Entropy of survey responses between easy and challenging scenarios ∗ Scenario type Survey question Entropy [95% CI] Entropy max Easy Q3 - TGA Scenario 1 Balloon Atrial Septostomy Recommendation 1.44 [1.28-1.56] 1.58 Challenging Q7 - TGA Scenario 2 Balloon Atrial Septostomy Recommendation 1.38 [1.16-1.53] 1.58 Easy Q4 - TGA Scenario 1 Timing of CHD Operation 1.55 [1.27-1.9] 2.32 Challenging Q8 - TGA Scenario 2 Timing of CHD Operation 1.8 [1.62-1.96] 2.32 Easy Q5 - TGA Scenario 1 In-Hospital Mortality 0.12 [0-0.28] 2.32 Challenging Q10 - TGA Scenario 2 In-Hospital Mortality 1.15 [0.92-1.38] 2.32 Easy Q6 - TGA Scenario 1 Length of Hospital Stay 1.57 [1.5-1.58] 2.32 Challenging Q11 - TGA Scenario 2 Length of Hospital Stay 1.84 [1.6-2.11] 2.32 Easy Q12 - Critical AS Scenario 1 Type of Intervention 1.04 [0.74-1.31] 2 Challenging Q17 - Critical AS Scenario 2 Type of Intervention 1.64 [1.38-1.88] 2 Easy Q15 - Critical AS Scenario 1 In-Hospital Mortality 0.73 [0.44-1.05] 2.32 Challenging Q20 - Critical AS Scenario 2 In-Hospital Mortality 1.8 [1.55-2.09] 2.32 Easy Q16 - Critical AS Scenario 1 Length of Hospital Stay 2.16 [2-2.3] 2.32 Challenging Q21 - Critical AS Scenario 2 Length of Hospital Stay 1.35 [1.08-1.75] 2.32 TGA , Transposition of the great arteries; CHD , congestive heart disease; AS , aortic stenosis. ∗ Entropies less than 1 indicate that lower-complexity questions had smaller entropy than the entropy in the challenging questions. Figure 1 Comparison of standardized entropy level in type of intervention for critical AS between straightforward and complex scenarios. AS , Aortic stenosis. Figure 2 Comparison of standardized entropy level in balloon atrial septostomy recommendation (A) and timing of arterial switch operation (B) between straightforward and complex TGA scenarios. TGA , Transposition of the great arteries. Figure 3 Comparison of standardized entropy level in in-hospital mortality in TGA (A) and critical AS (B) between straightforward and complex scenarios. TGA , Transposition of the great arteries; AS , aortic stenosis. Figure 4 Comparison of standardized entropy level in length of hospital stay in TGA (A) and critical AS (B) between straightforward and complex scenarios. TGA , Transposition of the great arteries; AS , aortic stenosis. Figure 5 Comparison of aggregate entropy ratio stratified by years of experience (A) and by role (B). Statistical Analysis The characteristics of the participants and their responses to the audit questions were summarized using descriptive statistics. Continuous variables were characterized using median and interquartile range; dichotomous or polytomous variables were characterized using frequencies. We reported entropy and standardized entropy for each question and aggregate entropy ratios among years of experience (<10 years and >10 years) and role, as described previously. An entropy ratio less than 1 suggests lower variability in the easy scenario than in the hard scenario, and vice versa. For all reporting, we also calculated and reported the 95% CIs using nonparametric bootstrap with 5000 replicates. Results The survey was distributed to 93 physicians at The Hospital for Sick Children and 87 physicians at Seattle Children's Hospital. There were a total of 71 participants who completed the audit. Clinicians' disciplines included cardiac critical care (n = 20), cardiology (n = 33), cardiovascular surgery (n = 15), heart failure and transplant (n = 2), and other (n = 1). Individuals in the heart failure and transplant category were included in cardiology, and the individual in the other category was excluded from the analysis. The median years of experience was 14 (interquartile range, 8-23) years. Noise and Complexity of Decision-Making The overall aggregate entropy ratio calculated for the audit was 0.85 (0.46-1.06), indicating lower-complexity questions had more consensus in responses compared with higher-complexity questions. In other words, highly complex decision questions led to “nosier” answers. Among 7 critical sets of questions comparing the responses between the straightforward and complex scenarios ( Table 1 ), higher entropy was observed in the responses to the complex scenarios in 5 (71%) of 7 sets of questions. Greatest entropy increases in both TGA and critical AS scenarios were observed regarding responses to estimates of in-hospital mortality (TGA, 0.12-1.15; critical AS, 0.83-1.8), and the optimal type of intervention in the critical AS scenario (1.04-1.64, Table 1 and Figure 1 ). Regarding questions related to the balloon atrial septostomy recommendation in TGA, entropy level was moderate and comparable between the straightforward and complex scenarios ( Figure 2 , A ). Likewise, there was only a slight increase in entropy level regarding the response to timing of the arterial switch operation between the straightforward and complex scenarios ( Figure 2 , B ). The entropy level pattern to estimate in-hospital mortality in TGA and critical AS showed a similar pattern where entropy level correlates well with the complexity of the clinical scenarios in both cardiac conditions ( Figure 3 , A and B ). On the other hand, the entropy level pattern to estimate the length of hospital stay is different between TGA and critical scenarios where low entropy was observed to predict the length of hospital stay in complex critical AS scenarios ( Figure 4 , A and B ). Effects of Experience and Role on Noise Aggregate entropy ratios stratified by experience were comparable ( Figure 5 , A ). The aggregate entropy ratio for more than 10 years of experience (easy/challenging) was 0.8 (0.36-1.02), and the aggregate entropy ratio for experience less than 10 years of experience (easy/challenging) was 0.87 (0.55-1.02). This indicates both less experienced and experienced groups of physicians exhibited a similar pattern where noise level is greater when responding to complex scenario questions. Likewise, there was no difference in the aggregate entropy ratio among 3 disciplines, including 0.85 (0.45-1.12) in cardiac critical care, 0.83 (0.46-0.97) in cardiology, and 0.96 (0.59-1.54) in cardiovascular surgery ( Figure 5 , B ), indicating similar variability in responses between straightforward and complex scenarios among 3 clinical roles. Pervasiveness of Noise All aggregate entropy ratios stratified by years of experience and discipline were less than 1, indicating that regardless of years of experience or role, noise in decision-making persists, particularly in making decisions in complex scenarios. Likewise, among the responses to 7 critical set of questions, only 1 (7%) of 14 responses had low entropy of 0.12 (question regarding in-hospital mortality of straightforward TGA scenario), and the rest of the responses had moderate or high entropy level, even in the responses to the straightforward scenario questions. Participants’ Perceptions of Noise Participants were asked about how often they believe noise occurs in their day-to-day decision-making, with 39% reporting “occasionally,” 45% reporting “most days,” and 16% reporting “daily,” indicating at least one-half of the participants frequently experience noise in clinical decision-making. Participants were also asked to report how much of an effect they believe noise has on patient outcomes with 6% selecting a “significant” effect, 37% selecting an “important” effect, and 57% selecting “some” effect. Last, participants were asked to identify their response certainty to the decision-making scenarios presented, with 24% selecting “neutral,” 18% selecting they were “certain” of their responses, 43% selecting “somewhat certain,” and 16% selecting “uncertain.” Discussion Although noise as a concept has been studied in other fields, 6 , 7 this is a first in its kind of study to investigate the prevalence and degree of noise using a noise audit, that is, random variability in clinical decision-making, in a high-volume congenital heart center environment. Entropy and aggregate entropy ratios were used as a novel method to measure the level of noise present. The main finding from this study is that noise is pervasive across all decision-making scenarios, including relatively straightforward decisions. Noise level is generally high among decision-making in complex case scenarios. This trend is seen across different clinical experiences and disciplines. Types of Noise There are 3 types of noise according to Kahneman and colleagues, 1 which include level noise, pattern noise, and occasion noise. Level noise is when one person's judgment is consistently different from the average judgments made by other people. Pattern noise is defined as the deviation of one's judgment affected by a specific situation or events; this noise can be persistent (stable pattern noise) or temporary (transient pattern noise). Occasion noise is defined as random variability caused by random factors such as weather, mood, or time of day. What this noise audit survey captures are level and stable pattern noise. It is almost impossible to differentiate between level noise and stable pattern noise in one physician's decision-making, and ongoing clinical experiences form one's judgment skill and pattern, which ultimately form either level or stable pattern noise. Pervasiveness of Noise The study found various degrees of noise across all decision-making scenarios, among both less experienced and experienced participants, and among all disciplines. There was at minimum moderate noise level in most of the responses to relatively straightforward clinical scenarios. As anticipated, the noise level increases as the clinical scenario (ie, patient's anatomy, physiology, and other risk factors) becomes more complex. High noise level in responses to complex scenarios could stem from level or stable pattern noise or from somewhat random answers to high uncertain and unpredictable clinical questions. With regard to participants' perceptions regarding noise, 100% of respondents identified noise as being a problem in day-to-day decision-making and 100% identified it as influencing patient course and outcomes. We have innovatively quantified and presented variation in medical decision-making by using entropies, because we could not characterize the noise in categorical response variables using statistical variance. Although 67% of respondents said they were confident in their responses, there was less consensus of responses to hard questions compared with easy questions identifying that noise is a pervasive problem in the medical decision-making that was the focus of this audit. This conclusion is supported both by a quantitative analysis of responses to questions and the subjective impression of the pervasiveness of this problem in respondents' answers. Noise and Complexity of Decision-Making Higher entropy values (less consensus) were observed in decision-making for higher-complexity scenarios. Greatest entropy increases in both TGA and critical AS scenarios were observed regarding responses to estimates of in-hospital mortality and the optimal type of intervention in the critical AS scenario. Clinical decision-making for infants with complex critical AS is always challenging; therefore, the high entropy level seen in this study is well correlated with clinical dilemmas. Entropy was extremely low in the answering in-hospital mortality in simple TGA. This result makes sense that early outcome after arterial switch operation is well defined. When clinical complexities, such as prematurity, low body weight, and noncardiac comorbidities, were added to the scenario, entropy level became extremely high, indicating patient complexity leads to noisy decision-making. All entropies were less than 1, indicating that lower-complexity questions had smaller entropy than the entropy in the challenging questions, as hypothesized. In other words, there was greater consensus in responses for lower-complexity questions compared with challenging scenarios. This suggests that complex decisions are associated with noisier decision-making. It is important to highlight that questions surrounding in-hospital mortality and optimal type of intervention were found to be noisy; this is important because it shows that noise is present in important types of decisions. Effect of Experience on Noise Overall greater experience did not mitigate the noisiness of medical decision-making at a cohort level as measured by the entropy in categorical responses. It was hypothesized that greater experience would result in more consensus of responses, but this was not found in the audit (ie, variation in responses was comparable among those with less or greater experience). Additionally, we examined whether the clinical role/expertise of the decision maker had an effect of the entropy in responses. Aggregate entropy ratios stratified by role and experience are comparable, identifying that role and experience did not affect the level of consensus in responses. This finding indicates that more years of experience does not result in less noisy decision-making at a cohort level, as shown by comparable levels of calculated entropy. Finally, noise levels were consistent across specialties. Study Limitations An audit does not include comprehensive patient-specific data (eg, echocardiograms that can be reviewed), decreasing the likelihood that an audit of the sort conducted in this work can accurately mimic the true clinical context. Entropy is an indexed value; therefore, entropy can be challenging to interpret unless the given entropy value is being compared with another entropy. For instance, if an easier clinical decision-making scenario has an entropy of 1 and a more challenging decision-making scenario has an entropy of 2, we know there is less consensus in survey responses for the more challenging scenario. Furthermore, we have used benchmark values (maximum possible entropy for each question) to make sense of entropy values for each survey response. Further validation is required to use entropy as the marker of noise in future studies. Additionally, medical decision-making in more complex clinical scenarios is harder to evaluate because there is a less well-characterized truth that any given response can be measured against. This is especially true of prognostication. Despite this observation, clinicians are called on to make these judgments and communicate them to care teams and families every day. We think this obligation made assessment of these common questions worthwhile. In addition to prognostic questions, our survey also included more concrete assessments for which there are published best practices. The entropy of responses to these more straightforward questions is also included in our analysis, and we believe this is reportable. Future studies should focus on assessing the impact of noise on patient care and outcomes, as well as identifying noise mitigating strategies. Conclusions Noise is understudied in medical decision-making and may have important effects on care efficiency and reproducibility, as well as patient outcomes. Through this noise audit, we have shown that noise is present in medical decision-making and can be quantified by calculating entropy in categorical responses. This methodology facilitates horizontal comparisons and may be able to be leveraged in future study and quality improvement initiatives that aim to mitigate noise. Our audit suggests noise is even more pervasive of a problem than initially predicted, because years of experience and clinical role do not have a mitigating effect on noise in decision-making (ie, physicians with more years of experience still show similar levels of noise as those with less years of experience). Future directions should include broadening the scope to other specialties past the cardiovascular field by conducting follow-up audits with additional specialties to maximize generalizability. Better characterizing the forms that noise takes around common medical decisions is by assessing the prevalence of each of the types of noise and the impact of noise on patient course and outcome. Last, moving beyond simply being aware of noise, future studies should assess noise mitigation strategies that can be used by medical institutions and the medical community at large to minimize effects on patient course and outcome. Additional study is required to ascertain how to measure and mitigate noise as a driver of unhelpful practice variation and measure what effect noise has on patient course and care outcomes. Conflict of Interest Statement The authors reported no conflicts of interest. The Journal policy requires editors and reviewers to disclose conflicts of interest and to decline handling or reviewing manuscripts for which they may have a conflict of interest. The editors and reviewers of this article have no conflicts of interest. References 1 Kahneman D. Sibony O. Sunstein C.R. Noise: A Flaw in Human Judgment 2022 William Collins 3 395 2 Wire S. Mitchell R.J. Schiess J. Consistently inconsistent: examining variability in police decision-making in mental health calls using a novel noise audit approach J Crim Justice 93 2024 102201 10.1016/j.jcrimjus.2024.102201 3 Niepostyn S.J. Daszczuk W.B. Entropy as a measure of consistency in software architecture Entropy 25 2 2023 328 10.3390/e25020328 36832694 4 Papalia R.B. Vazquez E.F. Entropy-based solutions for ecological inference problems: a composite estimator Entropy (Basel) 22 7 2020 781 10.3390/e22070781 33286552 5 Shannon C.E. A mathematical theory of communication Bell Syst Tech J 27 3 1948 379 423 10.1002/j.1538-7305.1948.tb01338.x 6 Daily J.A. Dalby S. Greiten L. Cognitive biases in high-stakes decision-making: implications for joint pediatric cardiology and cardiothoracic surgery conference Pediatr Cardiol 46 2025 536 543 10.1007/s00246-024-03462-4 38522052 7 Berthet V. The impact of cognitive biases on professionals’ decision-making: a review of four occupational areas Front Psychol 12 2022 802439 10.3389/fpsyg.2021.802439 Appendix E1 Table E1 Audit scenarios and questions Scenario 1 A 3-kg neonate with TGA/IVS and 1L-2RCx coronary anatomy is delivered to a PEG1 mother after an uncomplicated pregnancy. In the CICU, the baby is recognized as having a stretched PFO by echocardiography on DOL 1 with preductal saturation of 75% and postductal saturations of 83%. Would you recommend balloon atrial septostomy in this scenario? When (what day of life) would you advocate that this baby has an operation to correct the congenital heart defect? (List the number of days of life.) What would you quote as the in-hospital mortality of this patient to the parents? (%) If the operation is uncomplicated, how long would you counsel the parents that this baby is likely to be in the hospital as part of his/her recovery? (From the day of the operation.) Scenario 2 Scenario 2: A 2.4-kg 35 + 4-wk-old neonate with TGA with a small VSD and unusual coronary anatomy (2LRCx with an intramural and interarterial course) is admitted to the CICU after preterm prelabor rupture of membrane. There is concern for maternal fevers and initial low APGAR scores 5/5/8 at the time of delivery and the baby is placed on antibiotics after intubation in the delivery room for poor respiratory effort. The baby is noted to have dysmorphic facial features and due unusual movements on DOL 1. A head ultrasound is performed that finds grade 2 IVH on the left side with an otherwise normal looking brain. The infant is maintained on a PGE1 infusion and has a preductal saturation of 75% and postductal saturation of 83% with a finding of a stretched PFO on echocardiography. Would you recommend balloon atrial septostomy in this scenario? When (what day of life) would you advocate that this baby has an operation to correct the congenital heart defect? Would you like to perform additional imaging such as CT or MRI to delineate anatomy? What would you quote as the in-hospital mortality of this patient to the parents? (%) If the operation is uncomplicated, how long would you counsel the parents that this baby is likely to be in the hospital as part of his/her recovery? (From the day of the operation.) Scenario 3 Scenario 1: A 3.6-kg neonate with an antenatal diagnosis of critical aortic stenosis is delivered to a G3P2 after augmentation of labor with Pitocin. The infant is placed on PGE1 in the delivery room and echo on DOL 1 reveals a borderline, but apex forming left ventricle with mild EFE, preserved function and a parachute mitral valve with no inflow gradient. The aortic valve is eccentric and unicuspid with severe stenosis (estimated gradient of 75 mm Hg by echocardiography) and there is mild hypoplasia of the transverse aortic arch without coarctation. What initial intervention would you advocate for in this infant? The infant's father is an actuarial scientist and asks what the percent likelihood of success of this intervention is. He defines “success” as the ability to go home without any other interventions during this hospitalization. What estimate would you provide? (%) The patient's father asks you how many lifetime procedures his child likely to need. How would you answer this? (This includes initial intervention, surgical, and catheter-based interventions. List the number of interventions.) What would you quote as the in-hospital mortality of this patient to the parents? (%) The family wants a rough estimate of how many days you think this infant will need to be in hospital. What would you say? (List the number of days.) Scenario 4 Scenario 2: A 4.7-kg infant of a diabetic mother is delivered by c/s at 35 + 1 due to eclampsia and fetal distress. The baby has poor APGAR scores 4/4/7 and is intubated at birth and started on PGE1 and transported to the NICU. There are significant challenges managing the baby's hypoglycemia and hemodynamics during the first day of life. A murmur is heard during resuscitation which leads to an echo that identifies that the baby has a severely hypertrophic cardiac phenotype with severe aortic stenosis, an almost apex forming left ventricle, severe EFE and severe aortic stenosis with a unicuspid aortic valve that has very mild regurgitation through an eccentric jet. The left ventricular function is severely depressed, and the right ventricular function is moderately depressed. The mitral valve is an arcade type valve with an inflow gradient of ∼6 mm Hg at a heart rate of 120 bpm. There is moderate hypoplasia of the aortic arch without discrete coarctation. What initial intervention would you advocate for in this infant? When would you advocate this intervention happen? (Day of life.) What would you quote as the in-hospital mortality of this patient to the parents? (%) The family wants a rough estimate of how many days you think this infant will need to be in hospital. What would you say? (From the day of the operation.) Other Random variability is found in day-to-day decision-making. Likewise, medical decision-making shows this characteristic. and this can result in undesirable variability in medical judgments focused on a single problem referred to as “noise.” In your opinion and experience, is noise a problem in day-to-day medical decision-making? If you answered “Yes” to the question above, what effect do you believe that noise has in medical decision-making on patient course and outcomes? How certain did you feel about your responses? TGA/IVS , Transposition of the great arteries with intact ventricular septum; PEG1 , prostaglandin E1; CICU , cardiac intensive care unit; PFO , patent foramen ovale; DOL , day of life; VSD , ventricular septal defect; APGAR , appearance, pulse, grimace, activity, respiration; IVH , intraventricular hemorrhage; CT , computed tomography; MRI , magnetic resonance imaging; G3P2 , gravida 3, para 2; EFE , endocardial fibroelastosis; NICU , neonatal intensive care unit. Table E2 Noise audit questions and answers Variable N Stat Q1 - Clinical practice 71 Cardiac critical care 20 (28%) Cardiology 33 (46%) Cardiovascular surgery 15 (21%) Heart failure and transplant 2 (3%) Other 1 (1%) Q2 - Years of experience 71 14 (8-23) Q3 - TGA scenario 1 balloon atrial septostomy recommendation 61 No 22 (36%) Uncertain 9 (15%) Yes 30 (49%) Q4 - TGA scenario 1 timing of CHD operation 61 <2 d 5 (8%) 2-4 d 37 (61%) 5-7 d 15 (25%) 7-14 d 2 (3%) >14 d 2 (3%) Q5 - TGA scenario 1 in-hospital mortality 61 0-20% 60 (98%) 20-40% 1 (2%) Q6 - TGA scenario 1 length of hospital stay 59 <7 d 16 (27%) 7-10 d 23 (39%) 10-14 d 20 (34%) Q7 - TGA scenario 2 balloon atrial septostomy recommendation 57 No 15 (26%) Uncertain 9 (16%) Yes 33 (58%) Q8 - TGA scenario 2 timing of CHD operation 57 2-4 d 6 (11%) 5-7 d 8 (14%) 7-14 d 20 (35%) >14 d 23 (40%) Q9 - TGA scenario 2 CT/MRI recommendation 71 43 (61%) Q10 - TGA scenario 2 in-hospital mortality 57 0-20% 37 (65%) 20-40% 17 (30%) 40-60% 3 (5%) Q11 - TGA scenario 2 length of hospital stay 57 <7 d 3 (5%) 7-10 d 2 (4%) 10-14 d 13 (23%) 14-28 d 28 (49%) >28 d 11 (19%) Q12 - Critical AS scenario 1 type of intervention 55 Catheterization 41 (75%) Surgery 10 (18%) Surgery and catheterization 4 (7%) Q13 - Critical AS scenario 1% success 54 0-20% 5 (9%) 20-40% 9 (17%) 40-60% 18 (33%) 60-80% 12 (22%) 80-100% 10 (19%) Q14 - Critical AS scenario 1 number of interventions 54 04-Feb 19 (35%) 06-Apr 23 (43%) 08-Jun 9 (17%) 10-Aug 3 (6%) Q15 - Critical AS scenario 1 in-hospital mortality 55 0-20% 46 (84%) 20-40% 8 (15%) 40-60% 1 (2%) Q16 - Critical AS scenario 1 length of hospital stay 55 <7 d 7 (13%) 7-10 d 6 (11%) 10-14 d 17 (31%) 14-28 d 18 (33%) >28 d 7 (13%) Q17 - Critical AS scenario 2 type of intervention 52 None 5 (10%) Catheterization 28 (54%) Surgery 14 (27%) Surgery and catheterization 5 (10%) Q18 - Critical AS scenario 2 timing of intervention 49 0-2 d 25 (51%) 2-4 d 11 (22%) 4-6 d 10 (20%) 6-8 d 1 (2%) 8-10 d 1 (2%) 12-14 d 1 (2%) Q20 - Critical AS scenario 2 in-hospital mortality 52 0-20% 11 (21%) 20-40% 27 (52%) 40-60% 9 (17%) 60-80% 4 (8%) 80-100% 1 (2%) Q21 - Critical AS scenario 2 length of hospital stay 52 <7 d 1 (2%) 7-10 d 2 (4%) 10-14 d 1 (2%) 14-28 d 16 (31%) >28 d 32 (62%) Q22 - Noise in day-to-day decision-making 51 Occasionally 20 (39%) Most days 23 (45%) Daily 8 (16%) Q23 - Effect of noise on patient outcomes 51 Significant 3 (6%) Important 19 (37%) Some 29 (57%) Q24 - Response certainty 51 Neutral 12 (24%) Certain 9 (18%) Somewhat certain 22 (43%) Uncertain 8 (16%) Survey completed 71 51 (72%) TGA , Transposition of the great arteries; CHD , congenital heart disease; CT , computed tomography; MRI , magnetic resonance imaging; AS , aortic stenosis.",
  "plain_text": "Objective Random variability in day-to-day decision-making referred to as “noise” is associated with variation that negatively affects both the reproducibility and quality of decision-making. Although well described in other fields, the prevalence and significance of noise in medical decision-making are understudied and largely unknown. The goal of this study was to quantify noise in medical decision-making using a noise audit. Methods A noise audit was completed by 71 (n = 71) Heart Centre staff at the Hospital for Sick Children and Seattle Children's Hospital and involved a series of cases and questions surrounding decisions commonly encountered in the care for patients with transposition of the great arteries and critical aortic stenosis. Entropy was used to quantify total variation in responses. Because absolute entropy was not immediately comparable across audit questions with a different number of prespecified options, we reported a standardized version of entropy, which was calculated by dividing the absolute entropy by its theoretical maximum for each case. To compare responses in easy to hard questions across years of experience (<10 years and >10 years) and role, we reported aggregate entropy ratios. Aggregate entropy ratios were calculated by first stratifying by group of comparison and then calculating the standardized entropy for each question and taking the average of standardized entropies for easy questions and hard questions. Finally, to determine the ratio (easy to hard), we divided the average standardized entropy of the easy questions by the average standardized entropy of the hard questions. Results The overall audit aggregate entropy ratio was 0.85 less than 1, indicating lower-complexity questions had less variation than higher-complexity questions. The aggregate entropy ratio for those with more than 10 years of experience was 0.8 and 0.87, respectively, for those with less than 10 years of experience. The aggregate entropy ratios for those in cardiac critical care, cardiology, and cardiovascular surgery were 0.85, 0.83, and 0.96, respectively. Conclusions Noise was pervasive in medical decision-making in the analysis of our responses to common medical decisions made for patients with congenital heart disease and can be quantified in a manner that facilitates comparisons."
}
