{
    "PMC": "12301134",
    "DOI": "10.2147/jir.s526621",
    "PMID": "40727464",
    "PMCID": "PMC12301134",
    "title": "DL-Tryptophan Alleviates Sepsis-Related Acute Liver Injury via AhR Activation.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12301134",
    "source": "MED",
    "abstract_text": "<h4>Introduction</h4>This research sought to elucidate the extent to which DL-tryptophan may confer protection against sepsis-induced acute liver damage (SALI) and to investigate the underlying mechanisms, particularly emphasizing aryl hydrocarbon receptor (AhR) activation.<h4>Methods</h4>Cecal ligation and puncture (CLP) was utilized to create a murine sepsis model. Liver inflammatory factor levels were quantified via real-time PCR, and liver damage was measured by measuring AST and ALT levels. H&E staining was utilized to evaluate histological alterations, whereas macrophage responses were examined using F4/80+ labeling. TUNEL labeling was utilized to assess hepatocyte apoptosis. The interactions between DL-tryptophan and AhR were analyzed via molecular docking. Western blotting was utilized to verify AhR expression, and its function was subsequently investigated using the AhR inhibitor CH223191.<h4>Results</h4>DL-tryptophan markedly reduced the expression of pro-inflammatory cytokines (IL-6, TNF-α, IL-1β) and liver damage markers (AST, ALT) in CLP-induced sepsis. Histological study indicated that DL-tryptophan administration mitigated the deterioration of liver lobular architecture, edema, and inflammatory cell infiltration. Moreover, DL-tryptophan decreased macrophage infiltration and hepatocyte apoptosis. Molecular docking experiments revealed multiple interactions via which DL-tryptophan associates with AhR. The activation of AhR induced by DL-tryptophan was validated by an elevation in AhR expression, which was then reversed by CH223191, resulting in the reinstatement of pro-inflammatory cytokine production and liver damage.<h4>Discussion</h4>DL-tryptophan may confer protection against SALI by activating AhR, thereby modulating the inflammatory response and mitigating liver damage. These findings emphasize DL-tryptophan as a prospective therapeutic agent for managing SALI and illustrate the critical role of AhR in organ preservation during septicemic circumstances. Further study is essential to elucidate the signaling pathways downstream of this action and to assess the clinical efficacy of DL-tryptophan.",
    "full_text": "pmc J Inflamm Res J Inflamm Res jir Journal of Inflammation Research 1178-7031 Dove 12301134 526621 10.2147/JIR.S526621 Original Research DL-Tryptophan Alleviates Sepsis-Related Acute Liver Injury via AhR Activation Li et al Li et al http://orcid.org/0009-0003-7426-1940 Li Baitian 1 * Wang Qing 2 3 * Hu Lungui 3 Duan Wenying 3 Chen Yuxuan 3 http://orcid.org/0009-0003-5937-6256 Wang Zetian 3 Liu Chunzheng 3 http://orcid.org/0000-0002-3698-5636 Liao Lijun 3 1 Department of Emergency Medicine, The Second Affiliated Hospital of Anhui Medical University , Hefei , Anhui , 230601 , People’s Republic of China 2 Shanghai YangZhi Rehabilitation Hospital , Shanghai , 201619 , People’s Republic of China 3 Department of Pain Management, Shanghai East Hospital, Tongji University School of Medicine , Shanghai , 200433 , People’s Republic of China Correspondence: Lijun Liao, Department of Pain Management, Shanghai East Hospital, School of Medicine, Tongji University , Shanghai , 200120 , People’s Republic of China , Email liao@pan-support.com Chunzheng Liu, Department of Pain Management, Shanghai East Hospital, School of Medicine, Tongji University , Shanghai , 200120 , People’s Republic of China , Email lcz980712@163.com * These authors contributed equally to this work 22 7 2025 2025 18 9669 9678 29 3 2025 12 7 2025 © 2025 Li et al. 2025 Li et al. https://creativecommons.org/licenses/by-nc/4.0/ This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v4.0) License ( http://creativecommons.org/licenses/by-nc/4.0/ ). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms ( https://www.dovepress.com/terms.php ). Introduction This research sought to elucidate the extent to which DL-tryptophan may confer protection against sepsis-induced acute liver damage (SALI) and to investigate the underlying mechanisms, particularly emphasizing aryl hydrocarbon receptor (AhR) activation. Methods Cecal ligation and puncture (CLP) was utilized to create a murine sepsis model. Liver inflammatory factor levels were quantified via real-time PCR, and liver damage was measured by measuring AST and ALT levels. H&E staining was utilized to evaluate histological alterations, whereas macrophage responses were examined using F4/80+ labeling. TUNEL labeling was utilized to assess hepatocyte apoptosis. The interactions between DL-tryptophan and AhR were analyzed via molecular docking. Western blotting was utilized to verify AhR expression, and its function was subsequently investigated using the AhR inhibitor CH223191. Results DL-tryptophan markedly reduced the expression of pro-inflammatory cytokines (IL-6, TNF-α, IL-1β) and liver damage markers (AST, ALT) in CLP-induced sepsis. Histological study indicated that DL-tryptophan administration mitigated the deterioration of liver lobular architecture, edema, and inflammatory cell infiltration. Moreover, DL-tryptophan decreased macrophage infiltration and hepatocyte apoptosis. Molecular docking experiments revealed multiple interactions via which DL-tryptophan associates with AhR. The activation of AhR induced by DL-tryptophan was validated by an elevation in AhR expression, which was then reversed by CH223191, resulting in the reinstatement of pro-inflammatory cytokine production and liver damage. Discussion DL-tryptophan may confer protection against SALI by activating AhR, thereby modulating the inflammatory response and mitigating liver damage. These findings emphasize DL-tryptophan as a prospective therapeutic agent for managing SALI and illustrate the critical role of AhR in organ preservation during septicemic circumstances. Further study is essential to elucidate the signaling pathways downstream of this action and to assess the clinical efficacy of DL-tryptophan. Keywords sepsis-related acute liver injury SALI CLP DL-tryptophan aryl hydrocarbon receptor AhR was supported by the Academic medicine leader’s training Program in health systems of Pudong New Area (PWRd2020-06). Shanghai Pudong New Area summit (emergency medicine and critical care) construction project (PWYgf 2021-03). Shanghai Pujiang Program (2020PJD050). Shanghai Pudong New Area health talent training program This research was supported by the Academic medicine leader’s training Program in health systems of Pudong New Area (PWRd2020-06). Shanghai Pudong New Area summit (emergency medicine and critical care) construction project (PWYgf 2021-03). Shanghai Pujiang Program (2020PJD050). Shanghai Pudong New Area health talent training program (2025PDWSYCBJ-04). Introduction Sepsis, a potentially deadly illness resulting from a dysregulated host response to infection culminating in the dysfunction of the organs, is associated with high morbidity and mortality rates, significantly affecting quality of life. 1–4 As the largest secretory organ in humans, the liver is central to processes including immunity, metabolism, and detoxification, rendering it particularly sensitive to sepsis-induced injury. 5–7 Sepsis-related acute liver injury (SALI) can develop during any stage of sepsis and is an important indicator of disease progression toward multiorgan dysfunction syndrome. 6 , 8 , 9 Liver injury severity is closely linked to patient prognosis, as mitigating liver damage and restoring liver function may improve survival rates in septic patients. 7 , 10 , 11 Of the many metabolic pathways associated with sepsis, tryptophan metabolism has been identified as a key regulator of organ damage. 12–14 As an essential amino acid, tryptophan plays a role in immune regulation and inflammatory responses. Its metabolites reportedly exert protective effects against sepsis-induced organ injury. 15–17 Inhibition of the TLR4/NF-κB pathway by tryptophan metabolites, for example, can reduce pro-inflammatory cytokine production, potentially abrogating the incidence of acute kidney injury and improving sepsis outcomes. 18–20 In a prior study, we observed that DL-tryptophan, a product of tryptophan metabolism, was significantly reduced in the CLP-induced sepsis model. Additionally, DL-tryptophan administration decreased sepsis-related mortality; however, its potential role in protecting against SALI remains unexplored. 21 The ligand-activated aryl hydrocarbon receptor (AhR) can serve as a transcription factor, and plays a crucial role as a modulator of immunity, inflammation, and xenobiotic metabolism. 22–24 Recent studies have highlighted the important role that AhR plays in bacterial infections, emphasizing its potential role in sepsis pathophysiology. 25–27 AhR activation by its endogenous ligands, including tryptophan-derived metabolites such as kynurenine, has been shown to modulate immune responses and may offer protection against sepsis-induced organ injury. 28 Given the potential link between AhR activation and sepsis-related liver injury, further investigation is warranted to explore whether DL-tryptophan exerts its protective effects via AhR-mediated mechanisms. Materials and Methods Murine Modeling Eight-week-old C57BL/6 mice (20–25 g) from the Animal Center of Tongji University (Shanghai, China) were housed in plastic cages under controlled conditions (20–22°C, 12-hour light/dark cycle) with ad libitum access to standard rodent food and water. All animal protocols were approved by the Ethics Committee of Tongji University (Shanghai, China) and performed in accordance with the National Standards for Laboratory Animal Welfare (GB/T 35892–2018). Following a one-week acclimatization period, mice were randomized into four groups (10 mice per group): Sham, Sepsis, Sepsis + DL-Trp (200 mg/kg), and Sepsis + DL-Trp (200 mg/kg) + CH223191 (10 mg/kg), with n = 20 per group. DL-Trp was administered via oral gavage for seven consecutive days, while CH223191 was injected intraperitoneally for seven days. CLP surgery was performed on the seventh day, and samples were collected 24 hours post-surgery. The murine CLP procedure was performed as follows: Following a midline incision in the right lower abdominal quadrant, the cecum was exteriorized. A segment of the distal cecum approximately 1.5 cm from the cecal tip was ligated. The ligated distal cecum was then punctured through-and-through with a 21-gauge needle (corresponding to a 1 mL syringe needle bore), and fecal contents were gently extruded to ensure patency. Finally, the cecum was repositioned into the abdominal cavity, and the abdominal wall incision was closed with sutures. Liver Histomorphology For histological analyses, 10% neutral-buffered formalin was employed to fix liver samples for 24 hours, followed by paraffin embedding, 4-μm-thick sectioning, and hematoxylin and eosin (H&E) staining. Hepatic histopathological changes were examined using a light microscope (Olympus CX30, Japan) to examine tissue integrity and inflammatory damage. Quantitative PCR (qPCR) Liver samples were collected, snap-frozen, and stored at −80°C. Total RNA was extracted with Trizol (15596026, Invitrogen, CA, USA) and quantified using a Universal SYBR FAST qPCR Kit Master Mix (2×) (KAPA Biosystems, USA) as follows: 10 min at 95°C, 45 cycles of 10 s at 95°C, 60 s at 59°C, 15 s at 95°C, 15 s at 72°C, and a final extension at 95°C for 15 s. The quantitative polymerase chain reaction (qPCR) assays employed the following oligonucleotide primer pairs synthesized by Invitrogen (Shanghai, China) in the 5′ to 3′ direction: for TNF-α, forward primer 5′-GTTCTATGGCCCAGACCCTCAC-3′ and reverse primer 5′-GGCACCACTAGTTGGTTGTCTTTG-3′; for (IL-1β), forward primer 5′-TCCAGGATGAGGACATGAGCAC-3′ and reverse primer 5′-GAACGTCACCCAGCAGGTTA-3′; for (IL-6), forward primer 5′-CCACTTCACAAGTCGGAGGCTTA-3′ and reverse primer 5′-CCAGTTTGGTAGCATCCATCATTTC-3′. Western Blotting Murine liver tissue was lysed in lysis buffer, and a BCA kit (Beyotime, China) was used to quantify the protein levels. Equal amounts of protein were separated via SDS-PAGE using a Bio-Rad Mini-PROTEAN system and subsequently transferred onto PVDF membranes (Bio-Rad, Marnes-la-Coquette, France). Blots were blocked with 5% (w/v) nonfat milk at 37°C for 1 hour, followed by overnight incubation at 4°C with primary antibodies: anti-AhR (Immunoway, YT0145, 1:1000), anti-CYP1A1 (Proteintech, 13241-1-AP, 1:2000), and anti-GAPDH (Proteintech, 60004-1-Ig, 1:5000). After washing, membranes were incubated with HRP-conjugated secondary antibodies (HRP-labeled Goat Anti-Rabbit IgG (H+L) from Beyotime and HRP-conjugated Affinipure Goat Anti-Mouse IgG (H+L) from Proteintech) at a dilution of 1:2000. Protein bands were visualized using an ECL chemiluminescence imaging system and quantified using ImageJ (Version 1.50i; NIH, MD, USA). Finally, the relative protein expression levels were calculated as the ratio of IntDen (target protein) to IntDen (GAPDH). Immunohistochemical Staining Following deparaffinization and rehydration, sections underwent antigen retrieval using citrate buffer within a pressure cooker. After cooling to room temperature, these samples were incubated with 3% H 2 O 2 for 15 minutes to eliminate endogenous peroxidase activity followed washed three times with PBST. The tissues were subsequently blocked with 5% BSA at room temperature for 20 minutes and incubated overnight at 4°C with primary antibodies: anti-CD206 (CST, E6T5J, 1:500), anti-CD86 (CST, E5W6H, 1:500), and anti-F4/80 (Wanlei, WLH2545, 1:500). After three PBST washes, the sections were incubated with HRP-conjugated secondary antibodies (HRP-labeled Goat Anti-Rabbit IgG (H+L) from Beyotime, 1:700) for 1 hour at room temperature. After additional PBST washes, sections were treated with DAB (Maxim) for signal development, counterstained with hematoxylin, dehydrated, and mounted with neutral resin. Imaging was performed using a pathology slide scanner, and analyzed with ImageJ. Immunofluorescence Colonic tissues embedded in OCT were sectioned into 5 μm slices using a cryostat. The sections were equilibrated to room temperature, fixed in 4% paraformaldehyde for 10 minutes, and washed three times with PBST. Blocking was performed with 10% goat serum and 5% BSA for 30 minutes, followed by incubation at 4°C overnight with primary antibodies against CD206 (CST, E6T5J, 1:500), CD86 (Wanlei, WL05184, 1:500), and F4/80 (Wanlei, WLH2545, 1:500). After three washes with PBST, the sections were incubated with secondary antibodies (HRP-labeled Goat Anti-Rabbit IgG (H+L) from Beyotime, 1:700) for 1 hour at room temperature. Following three additional PBST washes, the sections were mounted using an antifade mounting medium containing DAPI. A confocal microscope (LAX DMi 3000) was used for imaging and evaluation. Statistical Analysis Data are means± standard error (SEM). The normality of data distribution was assessed using the Shapiro–Wilk test. One-way analyses of variance(ANOVAs)were utilized for comparisons between multiple groups when data met normality assumption, while t -tests were employed to compare two groups. For data that did not meet normality assumption, non-parametric tests (Kruskal–Wallis test for multiple groups and Mann–Whitney U -test for two groups) would be used. p<0.05 was deemed significant. Result DL-Tryptophan Protects Against SALI To investigate how DL tryptophan exerts a protective effect in SALI, researchers measured the expression levels of inflammatory cytokines using qPCR technology. The results showed that one-way ANOVA indicated that compared with the sham surgery group, the CLP group had significantly increased levels of IL-6 (F (3,12)=193.3, P<0.001), TNF - α (F (3,12)=57.01, P<0.001), and IL-1 β (F (3,12)=157.5, P<0.001). After DL tryptophan treatment, compared with the CLP group, the levels of IL-6 (F (3,12)=193.3, P<0.001), TNF - α (F (3,12)=57.01, P<0.001), and IL-1 β (F (3,12)=157.5, P<0.001) were significantly reduced ( Figure 1A–C ). Liver function markers AST and ALT, which were elevated increased in the CLP group, were also reduced in the DL-tryptophan treatment group ( Figure 1D–E ). H&E staining revealed severe liver lobular structure destruction, edema, inflammatory cell infiltration, and hemorrhage in the CLP group relative to control, whereas DL-tryptophan treatment alleviated these pathological changes ( Figure 1F ). Immunostaining for F4/80+ macrophages demonstrated a significant increase in macrophage infiltration in the CLP group, which was reduced upon DL-tryptophan administration ( Figure 1G ). Additionally, TUNEL staining indicated pronounced hepatocyte apoptosis in the CLP group, while this cell death was significantly alleviated in the DL-tryptophan treatment group ( Figure 1H ). Figure 1 DL-tryptophan protects against sepsis-related acute liver injury. ( A-C ). Hepatic IL-6 ( A ), TNF-α ( B ), and IL-1β ( C ) expression as measured by qPCR. ( D and E ) Serum AST and ALT levels. ( F ) Hepatic H&E staining. Scale bar: 200 μm. ( G ) Liver macrophage response. Scale bar: 100 μm. ( H ). TUNEL staining of hepatic tissue sections. Scale bar: 100 μm. Data are means ± SEM (n = 6/group). *P < 0.05, **P < 0.01, and ***P < 0.001. DL-Tryptophan Binds and Activates AhR AhR is a basic helix-loop-helix (bHLH) transcription factor and a receptor for endogenous tryptophan metabolites. Molecular docking analysis, performed using AutoDockTools, revealed that the reaction free energy for tryptophan chlorination was −8.129 kcal/mol. DL-tryptophan exhibited a binding pattern similar to Withaferine A, forming five hydrophobic interactions with PHE295, ILE325, ILE349, and PHE351 of AhR. Additionally, DL-tryptophan established three hydrogen bonds through its hydroxyl groups with CRY333, SER346, and ALA367, as well as two π-π stacking interactions with PHE295 and PHE351 ( Figure 2A and B ). Western blot analysis showed that one-way ANOVA indicated a significant decrease in the expression levels of AhR/GAPDH (F (3,8)=13.82, P=0.0079) and CYP1A1/GAPDH (F (3,8)=19.91, P=0.0068) in the CLP group compared to the sham surgery group. After treatment with DL tryptophan, the expression levels of AhR/GAPDH (CLP vs CLP+DL trp: F (3,8)=13.82, P=0.0061) and CYP1A1/GAPDH (CLP vs CLP+DL trp: F (3,8)=19.91, P=0.0071) significantly recovered to levels not significantly different from the sham surgery group (AhR/GAPDH: Sham vs CLP+DL trp, F (3,8)=13.82, P=0.9965); CYP1A1/GAPDH: Sham vs CLP+DL-trp, F(3,8)=19.91, P>0.9999)。 The AhR inhibitor CH223191 reversed the upregulation of AhR/GAPDH (CLP+DL trp vs CLP+DL trp+CH223191: F (3,8)=13.82, P=0.0084) and CYP1A1/GAPDH (CLP+DL trp vs CLP+DL trp+CH223191: F (3,8)=19.91, P=0.0014) expression by DL tryptophan ( Figure 2C–E ), further confirming that DL tryptophan can bind to AhR and activate it. Figure 2 Molecular docking and AhR expression analyses. ( A and B ). Molecular docking of DL-tryptophan with AhR. ( C-E ). AhR and CYP1A1 expression as detected by Western blotting. Data are means ± SEM (n=6/group). *P < 0.05. DL-Tryptophan Protects Against SALI Through the Activation of AhR To further explore the role of AhR activation in the protective effects of DL-tryptophan, inflammatory cytokine expression was analyzed by qPCR. IL-6, TNF-α, and IL-1β levels were significantly decreased in the CLP+DL-tryptophan group relative to the CLP group. However, CH223191 reversed these reductions ( Figure 3A–C ). To further investigate the role of AhR activation in the protective effect of DL tryptophan, researchers analyzed the expression of inflammatory cytokines using qPCR technology. The results showed that compared with the CLP group, the CLP+DL tryptophan group had significantly reduced levels of IL-6 (F (3,12)=193.3, P<0.001), TNF-α(F (3,12)=57.01, P<0.001), and IL-1β(F (3,12)=157.5, P<0.001). However, after administration of the AhR inhibitor CH223191, this decrease was significantly reversed (IL-6: CLP+DL trp vs CLP+DL trp+CH223191, F(3,12)=193.3, P=0.009; TNF-α: CLP+DL-trp vs CLP+DL-trp+CH223191, F(3,12)=57.01, P=0.02; IL-1 β: CLP+DL trp vs CLP+DL trp+CH223191, F (3,12)=157.5, P=0.002) ( Figure 3A–C ). Similarly, AST and ALT levels were lower in the DL-tryptophan treatment group but increased following CH223191 administration ( Figure 3D and E ). H&E staining showed that liver damage, including lobular structure destruction, edema, and inflammatory cell infiltration, was more pronounced in the CH223191-treated group than in the DL-tryptophan group ( Figure 3F ). Immunostaining for F4/80+ macrophages indicated that DL-tryptophan reduced macrophage infiltration, whereas CH223191 administration reversed this effect ( Figure 3G ). TUNEL staining confirmed that hepatocyte apoptosis was significantly lower in the DL-tryptophan-treated group relative to the CLP group, but apoptosis was exacerbated upon CH223191 treatment ( Figure 3H ). Figure 3 DL-tryptophan-induced AhR activation provides protection against sepsis-related acute liver injury. ( A-C ) Hepatic IL-6 ( A ), TNF-α ( B ), and IL-1β ( C ) expression as measured by qPCR. ( D and E ). Serum AST and ALT levels. ( F ) Hepatic H&E staining. Scale bar: 200 μm. ( G ) Liver macrophage response. Scale bar: 100 μm. ( H ) TUNEL staining of hepatic tissue sections. Scale bar: 100 μm. Data are means ± SEM (n=6/group). *P < 0.05, **P < 0.01, and ***P < 0.001. Discussion As an inherently complex and multifaceted condition, sepsis presents significant challenges that hamper its clinical management, contributing to high rates of morbidity and mortality. The liver, which is central to the maintenance of systemic homeostasis, is particularly susceptible to sepsis-induced injury. 2 , 3 Here, the impact of DL-tryptophan on SALI was explored and the underlying mechanisms were characterized, with a particular focus on the importance of AhR. Our findings offer clear evidence for the ability of DL-tryptophan to exert a protective effect against SALI. The marked drop in pro-inflammatory cytokine expression in response to DL-tryptophan relative to CLP model animals, including reductions in IL-6, TNF-α, and IL-1β, suggests that DL-tryptophan can modulate sepsis-related inflammation 29 , 30 . This modulatory effect is critical, as excessively high levels of inflammation play a central role in driving sepsis-related organ dysfunction. Furthermore, the decrease in AST and ALT levels supports the hepatoprotective role of DL-tryptophan, as these enzymes serve as markers of hepatocellular damage. 31 , 32 Histological analysis via H&E staining revealed reduced destruction of liver lobular architecture, edema, and inflammatory cell infiltration in DL-tryptophan-treated mice, providing direct visual evidence of its protective effects. Additionally, the observed decrease in macrophage infiltration and the abrogation of hepatocyte apoptosis, as demonstrated through TUNEL staining, offer further support for a model wherein DL-tryptophan mitigates sepsis-induced liver damage. Macrophages play a critical role in sepsis by both clearing pathogens and releasing pro-inflammatory cytokines. 33 , 34 By limiting macrophage infiltration, DL-tryptophan may help balance the inflammatory response, thereby preventing excessive liver tissue damage. A key mechanism underlying the protective effects of DL-tryptophan is the activation of AhR. The ligand-activated transcription factor AhR is a central regulator of inflammatory and immune activity. 35 , 36 Molecular docking studies performed herein demonstrated that DL-tryptophan binds to AhR through multiple hydrophobic interactions, hydrogen bonds, and pi-pi stacking interactions. This binding is essential for AhR activation, which was further confirmed by the increased expression of AhR in DL-tryptophan-treated mice. Experiments performed with the AhR inhibitor CH223191 provided additional evidence supporting the role of AhR activation in the DL-tryptophan-mediated protective effects observed in this study. 37 Inhibition of AhR reversed the beneficial effects of DL-tryptophan, as shown by increased pro-inflammatory cytokine levels, elevated liver damage markers, and histological signs of liver injury. These findings underscore the critical role of AhR activation in mediating the hepatoprotective effects of DL-tryptophan. There are clear clinical implications to the present results. Sepsis remains a major global health concern, necessitating the development of effective therapeutic strategies. Identifying DL-tryptophan as a therapeutic candidate for SALI introduces a promising approach to the management of sepsis-related complications. Given the liver’s essential role in metabolic activity and detoxification, preserving its function during sepsis has the potential to benefit overall patient outcomes and mitigate the risk of mortality. 38 In addition, this study has inherent limitations. Notably, potential crosstalk between the AhR pathway and established sepsis-associated pathways—such as the NLRP3 inflammasome and NF-κB signaling cascades—in mediating hepatic protection remains uninvestigated. 39 Furthermore, while AhR and its downstream target CYP1A1 expression were quantified, the analysis was confined to these endpoints; critical events such as AhR nuclear translocation and subsequent regulation of pivotal target genes were not explored. For instance, kynurenine (Kyn) has been established to indirectly activate the AhR through kynurenic acid. 40 Furthermore, numerous tryptophan metabolites derived from the gut microbiota, such as indolepropionic acid (IPA), can bind to AhR and confer protective effects against septic liver injury. 41 Moreover, large-scale clinical studies are necessary to evaluate the efficacy and safety of DL-tryptophan in human subjects, determining the optimal dosage and administration protocols to maximize its protective benefits together with the minimization of side effects. Elucidating and addressing these mechanistic gaps in subsequent research is imperative. In summary, the present results offer critical evidence in favor of the ability of DL-tryptophan to protect against SALI through the activation of AhR. These findings enhance our understanding of sepsis pathophysiology and suggest a promising new approach to SALI management. Therefore, it is crucial for future research to specifically investigate which tryptophan metabolite(s) in blood samples mediate this protection and elucidate the underlying molecular mechanisms by which they (and potentially other AhR activators) elicit these beneficial effects. This comprehensive assessment is crucial for evaluating the therapeutic value of DL-tryptophan and AhR activation in the treatment of sepsis and its associated complications. Author Contributions All authors made a significant contribution to the work reported, whether that is in the conception, study design, execution, acquisition of data, analysis and interpretation, or in all these areas; took part in drafting, revising or critically reviewing the article; gave final approval of the version to be published; have agreed on the journal to which the article has been submitted; and agree to be accountable for all aspects of the work. Disclosure The authors report no conflicts of interest in this work. References 1. Lelubre C , Vincent J-L . Mechanisms and treatment of organ failure in sepsis . Nat Rev Nephrol . 2018 ; 14 ( 7 ): 417 – 427 . doi: 10.1038/s41581-018-0005-7 29691495 2. Ziesmann MT , Marshall JC . Multiple organ dysfunction: the defining syndrome of sepsis . Surg Infect . 2018 ; 19 ( 2 ): 184 – 190 . doi: 10.1089/sur.2017.298 3. Liu D , Huang SY , Sun JH , et al. Sepsis-induced immunosuppression: mechanisms, diagnosis and current treatment options . Mil Med Res . 2022 ; 9 ( 1 ): 56 . doi: 10.1186/s40779-022-00422-y 36209190 4. M Cao , Wang G , J Xie . Immune dysregulation in sepsis: experiences, lessons and perspectives . Cell Death Discovery . 2023 ; 9 ( 1 ): 465 . doi: 10.1038/s41420-023-01766-7 38114466 5. Barichello T , Generoso JS , Singer M , Dal-Pizzol F . Biomarkers for sepsis: more than just fever and leukocytosis-a narrative review . Crit Care . 2022 ; 26 ( 1 ): 14 . doi: 10.1186/s13054-021-03862-5 34991675 6. Tang F , Zhao XL , Xu LY , Zhang JN , Ao H , Peng C . Endothelial dysfunction: pathophysiology and therapeutic targets for sepsis-induced multiple organ dysfunction syndrome . Biomed Pharmacother . 2024 ; 178 : 117180 . doi: 10.1016/j.biopha.2024.117180 39068853 7. Zhang X , H Liu , Hashimoto K , et al. The gut–liver axis in sepsis: interaction mechanisms and therapeutic potential . Critical Care . 2022 ; 26 ( 1 ): 213 . doi: 10.1186/s13054-022-04090-1 35831877 8. Li C , Ji J , T Shi , et al. Establishment and validation of a risk prediction model for sepsis-associated liver injury in ICU patients: a retrospective cohort study . Infect Drug Resist . 2024 ; 17 : 1 – 13 . doi: 10.2147/IDR.S439069 38192332 9. He Y , Wang C , He W , et al. Analysis of risk factors for sepsis-related liver injury and construction of a prediction model . Front Public Health . 2024 ; 12 : 1475292 . doi: 10.3389/fpubh.2024.1475292 39712312 10. Strnad P , Tacke F , Koch A , et al. Liver—guardian, modifier and target of sepsis . Nat Rev Gastroenterol Hepatol . 2017 ; 14 ( 1 ): 55 – 66 . doi: 10.1038/nrgastro.2016.168 27924081 11. Beyer D , Hoff J , Sommerfeld O , et al. The liver in sepsis: molecular mechanism of liver failure and their potential for clinical translation . Mol Med . 2022 ; 28 ( 1 ): 84 . doi: 10.1186/s10020-022-00510-8 35907792 12. Tan Y-Q , Wang Y-N , Feng H-Y , et al. Host/microbiota interactions-derived tryptophan metabolites modulate oxidative stress and inflammation via aryl hydrocarbon receptor signaling . Free Radic Biol Med . 2022 ; 184 : 30 – 41 . doi: 10.1016/j.freeradbiomed.2022.03.025 35367341 13. Zulpaite R , Miknevicius P , Leber B , et al. Tryptophan metabolism via kynurenine pathway: role in solid organ transplantation . Int J Mol Sci . 2021 ; 22 ( 4 ): 1921 . doi: 10.3390/ijms22041921 33671985 14. Liang H , Song H , Zhang X , et al. Metformin attenuated sepsis-related liver injury by modulating gut microbiota . Emerg Microbes Infect . 2022 ; 11 ( 1 ): 815 – 828 . doi: 10.1080/22221751.2022.2045876 35191819 15. Ma Y , Zhang Y , Li R , et al. Mechanism of taurine reducing inflammation and organ injury in sepsis mice . Cell Immunol . 2022 ; 375 : 104503 . doi: 10.1016/j.cellimm.2022.104503 35421705 16. Huan G , Y Tao , Yu W , et al. Egg white protein hydrolysate ameliorated sepsis-induced inflammatory injuries in kidney and liver based on metabolomics analysis . Biomed Pharmacother . 2022 ; 153 : 113442 . doi: 10.1016/j.biopha.2022.113442 36076557 17. Turk H , Temiz E , Koyuncu I . Metabolic reprogramming in sepsis-associated acute kidney injury: insights from lipopolysaccharide-induced oxidative stress and amino acid dysregulation . Mol Biol Rep . 2025 ; 52 ( 1 ): 52 . doi: 10.1007/s11033-024-10175-7 18. Krupa A , Krupa MM , Pawlak K . Kynurenine pathway—an underestimated factor modulating innate immunity in sepsis-induced acute kidney injury? Cells . 2022 ; 11 ( 16 ): 2604 . doi: 10.3390/cells11162604 36010680 19. Aboelez MO , Ezelarab HA , Alotaibi G , et al. Inflammatory setting, therapeutic strategies targeting some pro-inflammatory cytokines and pathways in mitigating ischemia/reperfusion-induced hepatic injury: a comprehensive review . Naunyn-Schmiedeberg’s Arch Pharmacol . 2024 ; 2024 : 1 – 17 . 20. Li X-J , Shan Q-Y , Wu X , et al. Gut microbiota regulates oxidative stress and inflammation: a double-edged sword in renal fibrosis . Cell Mol Life Sci . 2024 ; 81 ( 1 ): 1 – 20 . doi: 10.1007/s00018-024-05532-5 21. Hazrati A , Malekpour K , Soudi S , et al. Mesenchymal stromal/stem cells and their extracellular vesicles application in acute and chronic inflammatory liver diseases: emphasizing on the anti-fibrotic and immunomodulatory mechanisms . Front Immunol . 2022 ; 13 : 865888 . doi: 10.3389/fimmu.2022.865888 35464407 22. Bock KW . Aryl hydrocarbon receptor (AHR): from selected human target genes and crosstalk with transcription factors to multiple AHR functions . Biochem Pharmacol . 2019 ; 168 : 65 – 70 . doi: 10.1016/j.bcp.2019.06.015 31228464 23. Bahman F , Choudhry K , Al-Rashed F , et al. Aryl hydrocarbon receptor: current perspectives on key signaling partners and immunoregulatory role in inflammatory diseases . Front Immunol . 2024 ; 15 : 1421346 . doi: 10.3389/fimmu.2024.1421346 39211042 24. Gutiérrez-Vázquez C , J Quintanaf . Regulation of the immune response by the aryl hydrocarbon receptor . Immunity . 2018 ; 48 ( 1 ): 19 – 33 . doi: 10.1016/j.immuni.2017.12.012 29343438 25. W Dai , S Yin , Wang F , et al. Punicalagin as a novel selective aryl hydrocarbon receptor (AhR) modulator upregulates AhR expression through the PDK1/p90RSK/AP-1 pathway to promote the anti-inflammatory response and bactericidal activity of macrophages . Cell Commun Signaling . 2024 ; 22 ( 1 ): 473 . doi: 10.1186/s12964-024-01847-9 26. Holloman BL , Wilson K , Cannon A , et al. Indole-3-carbinol attenuates lipopolysaccharide-induced acute respiratory distress syndrome through activation of AhR: role of CCR2+ monocyte activation and recruitment in the regulation of CXCR2+ neutrophils in the lungs . Front Immunol . 2024 ; 15 : 1330373 . doi: 10.3389/fimmu.2024.1330373 38596679 27. Pfefferlé M , Vallelian F . Transcription factor NRF2 in shaping myeloid cell differentiation and function. Transcription factors in blood cell development . Adv Exp Med Biol . 2024 ; 1459 : 159 – 195 . doi: 10.1007/978-3-031-62731-6_8 39017844 28. Li S . Modulation of immunity by tryptophan microbial metabolites . Front Nutr . 2023 ; 10 : 1209613 . doi: 10.3389/fnut.2023.1209613 37521424 29. Crowther RR , Qualls JE . Metabolic regulation of immune responses to mycobacterium tuberculosis: a spotlight on l-arginine and l-tryptophan metabolism . Front Immunol . 2021 ; 11 : 628432 . doi: 10.3389/fimmu.2020.628432 33633745 30. Jin G-L , Liu H-P , Huang Y-X , et al. Koumine regulates macrophage M1/M2 polarization via TSPO, alleviating sepsis-associated liver injury in mice . Phytomedicine . 2022 ; 107 : 154484 . doi: 10.1016/j.phymed.2022.154484 36215787 31. W GUO , S CUI , Tang X , et al. Intestinal microbiomics and metabolomics insights into the hepatoprotective effects of Lactobacillus paracasei CCFM1222 against the acute liver injury in mice . Probiotics Antimicrob Proteins . 2023 ; 15 ( 5 ): 1063 – 1077 . doi: 10.1007/s12602-022-09986-6 36056292 32. Wang N , Tan S , Liu H , et al. SHP-1 alleviates acute liver injury caused by Escherichia coli sepsis through negatively regulating the canonical and non-canonical NFκB signaling pathways . Int Immunopharmacol . 2024 ; 143 ( Pt 1 ): 113371 . doi: 10.1016/j.intimp.2024.113371 39413645 33. Bauer M . The liver-gut-axis: initiator and responder to sepsis . Curr Opin Crit Care . 2022 ; 28 ( 2 ): 216 – 220 . doi: 10.1097/MCC.0000000000000921 35185139 34. Duess JW , Sampah ME , Lopez CM , et al. Necrotizing enterocolitis, gut microbes, and sepsis . Gut Microbes . 2023 ; 15 ( 1 ): 2221470 . doi: 10.1080/19490976.2023.2221470 37312412 35. Trikha P , Lee DA . The role of AhR in transcriptional regulation of immune cell development and function . Biochimica et Biophysica Acta . 2020 ; 1873 ( 1 ): 188335 . doi: 10.1016/j.bbcan.2019.188335 31816350 36. Giridharan VV , Generoso JS , Lence L , et al. A crosstalk between gut and brain in sepsis-induced cognitive decline . J Neuroinflamm . 2022 ; 19 ( 1 ): 114 . doi: 10.1186/s12974-022-02472-4 37. Kim CE , Lee SM , Yoon EH , et al. Induction of indoleamine 2, 3-dioxygenase 1 expression in neurons of the central nervous system through inhibition of histone deacetylases blocks the progression of experimental autoimmune encephalomyelitis . Int Immunopharmacol . 2024 ; 134 : 112246 . doi: 10.1016/j.intimp.2024.112246 38759372 38. Srivastava V , Singh S . Organ support in sepsis: a panoramic view from infection to death . Med J Armed Forces India . 2024 ; 80 ( 1 ): 4 – 9 . doi: 10.1016/j.mjafi.2023.10.010 38239603 39. Wei S , Guan G , Luan X , et al. NLRP3 inflammasome constrains liver regeneration through impairing MerTK-mediated macrophage efferocytosis . Sci Adv . 2025 ; 11 ( 1 ): eadq5786 . doi: 10.1126/sciadv.adq5786 39742469 40. Xu B , Zhang P , Tang X , et al. Metabolic rewiring of kynurenine pathway during hepatic ischemia-reperfusion injury exacerbates liver damage by impairing NAD homeostasis . Adv Sci . 2022 ; 9 ( 35 ): e2204697 . doi: 10.1002/advs.202204697 41. Xue C , Li P , Xuan M , Li L , Shi Q . Single-cell transcriptomic atlas reveals the underlying mechanism of indole-3-acetic acid in protecting against acute cholestatic liver injury . Phytomedicine . 2025 ; 2025 : 156942 . doi: 10.1016/j.phymed.2025.156942",
    "full_text_abstract": "Introduction This research sought to elucidate the extent to which DL-tryptophan may confer protection against sepsis-induced acute liver damage (SALI) and to investigate the underlying mechanisms, particularly emphasizing aryl hydrocarbon receptor (AhR) activation. Methods Cecal ligation and puncture (CLP) was utilized to create a murine sepsis model. Liver inflammatory factor levels were quantified via real-time PCR, and liver damage was measured by measuring AST and ALT levels. H&E staining was utilized to evaluate histological alterations, whereas macrophage responses were examined using F4/80+ labeling. TUNEL labeling was utilized to assess hepatocyte apoptosis. The interactions between DL-tryptophan and AhR were analyzed via molecular docking. Western blotting was utilized to verify AhR expression, and its function was subsequently investigated using the AhR inhibitor CH223191. Results DL-tryptophan markedly reduced the expression of pro-inflammatory cytokines (IL-6, TNF-α, IL-1β) and liver damage markers (AST, ALT) in CLP-induced sepsis. Histological study indicated that DL-tryptophan administration mitigated the deterioration of liver lobular architecture, edema, and inflammatory cell infiltration. Moreover, DL-tryptophan decreased macrophage infiltration and hepatocyte apoptosis. Molecular docking experiments revealed multiple interactions via which DL-tryptophan associates with AhR. The activation of AhR induced by DL-tryptophan was validated by an elevation in AhR expression, which was then reversed by CH223191, resulting in the reinstatement of pro-inflammatory cytokine production and liver damage. Discussion DL-tryptophan may confer protection against SALI by activating AhR, thereby modulating the inflammatory response and mitigating liver damage. These findings emphasize DL-tryptophan as a prospective therapeutic agent for managing SALI and illustrate the critical role of AhR in organ preservation during septicemic circumstances. Further study is essential to elucidate the signaling pathways downstream of this action and to assess the clinical efficacy of DL-tryptophan."
}