{
    "PMC": "2982111",
    "DOI": "10.1091/mbc.e09-10-0876",
    "PMID": "20861316",
    "PMCID": "PMC2982111",
    "title": "Abl tyrosine kinase phosphorylates nonmuscle Myosin light chain kinase to regulate endothelial barrier function.",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC2982111",
    "source": "MED",
    "abstract_text": "Nonmuscle myosin light chain kinase (nmMLCK), a multi-functional cytoskeletal protein critical to vascular homeostasis, is highly regulated by tyrosine phosphorylation. We identified multiple novel c-Abl-mediated nmMLCK phosphorylation sites by mass spectroscopy analysis (including Y231, Y464, Y556, Y846) and examined their influence on nmMLCK function and human lung endothelial cell (EC) barrier regulation. Tyrosine phosphorylation of nmMLCK increased kinase activity, reversed nmMLCK-mediated inhibition of Arp2/3-mediated actin polymerization, and enhanced binding to the critical actin-binding phosphotyrosine protein, cortactin. EC challenge with sphingosine 1-phosphate (S1P), a potent barrier-enhancing agonist, resulted in c-Abl and phosphorylated nmMLCK recruitment into caveolin-enriched microdomains, rapid increases in Abl kinase activity, and spatial targeting of c-Abl to barrier-promoting cortical actin structures. Conversely, reduced c-Abl expression in EC (siRNA) markedly attenuated S1P-mediated cortical actin formation, reduced the EC modulus of elasticity (assessed by atomic force microscopy), reduced nmMLCK and cortactin tyrosine phosphorylation, and attenuated S1P-mediated barrier enhancement. These studies indicate an essential role for Abl kinase in vascular barrier regulation via posttranslational modification of nmMLCK and strongly support c-Abl-cortactin-nmMLCK interaction as a novel determinant of cortical actin-based cytoskeletal rearrangement critical to S1P-mediated EC barrier enhancement.",
    "full_text": "Mol Biol Cell mbc mbc Mol. Bio. Cell Molecular Biology of the Cell 1059-1524 1939-4586 The American Society for Cell Biology 2982111 3644270 10.1091/mbc.E09-10-0876 Articles Signaling Abl Tyrosine Kinase Phosphorylates Nonmuscle Myosin Light Chain Kinase to Regulate Endothelial Barrier Function Dudek Steven M. * Chiang Eddie T. * Camp Sara M. * Guo Yurong † Zhao Jing ‡ Brown Mary E. * Singleton Patrick A. ‡ Wang Lichun * Desai Anjali * Arce Fernando T. § Lal Ratnesh § Van Eyk Jennifer E. † Imam Syed Z. ‖ Garcia Joe G. N. * *Institute for Personalized Respiratory Medicine, Section of Pulmonary, Critical Care, Sleep, and Allergy, University of Illinois at Chicago, Chicago, IL 60612; † Department of Medicine, Johns Hopkins University, Baltimore, MD 21224; ‡ Section of Pulmonary and Critical Care Medicine, Department of Medicine, Pritzker School of Medicine, University of Chicago, Chicago, IL 60637; § Mechanical and Aerospace Engineering and Bioengineering Departments, University of California at San Diego, La Jolla, CA 92093; and ‖ Department of Medicine, University of Texas Health Science Center at San Antonio, San Antonio, TX 78229 Nusrat Asma Monitoring Editor Address correspondence to: Joe G. N. Garcia ( jggarcia@uic.edu ). 15 11 2010 21 22 4042 4056 20 10 2009 23 8 2010 14 9 2010 © 2010 by The American Society for Cell Biology This article is distributed by The American Society for Cell Biology under license from the author(s). Two months after publication it is available to the public under an Attribution–Noncommercial–Share Alike 3.0 Unported Creative Commons License ( http://creativecommons.org/licenses/by-nc-sa/3.0 ). This study identified multiple novel c-Abl–mediated nmMLCK phosphorylation sites by mass spectroscopy and examined their influence on nmMLCK function and human lung endothelial barrier regulation. The data indicate an essential role for Abl kinase in vascular barrier regulation via phosphorylation of nmMLCK and the actin-binding protein cortactin. Nonmuscle myosin light chain kinase (nmMLCK), a multi-functional cytoskeletal protein critical to vascular homeostasis, is highly regulated by tyrosine phosphorylation. We identified multiple novel c-Abl–mediated nmMLCK phosphorylation sites by mass spectroscopy analysis (including Y 231 , Y 464 , Y 556 , Y 846 ) and examined their influence on nmMLCK function and human lung endothelial cell (EC) barrier regulation. Tyrosine phosphorylation of nmMLCK increased kinase activity, reversed nmMLCK-mediated inhibition of Arp2/3-mediated actin polymerization, and enhanced binding to the critical actin-binding phosphotyrosine protein, cortactin. EC challenge with sphingosine 1-phosphate (S1P), a potent barrier-enhancing agonist, resulted in c-Abl and phosphorylated nmMLCK recruitment into caveolin-enriched microdomains, rapid increases in Abl kinase activity, and spatial targeting of c-Abl to barrier-promoting cortical actin structures. Conversely, reduced c-Abl expression in EC (siRNA) markedly attenuated S1P-mediated cortical actin formation, reduced the EC modulus of elasticity (assessed by atomic force microscopy), reduced nmMLCK and cortactin tyrosine phosphorylation, and attenuated S1P-mediated barrier enhancement. These studies indicate an essential role for Abl kinase in vascular barrier regulation via posttranslational modification of nmMLCK and strongly support c-Abl-cortactin-nmMLCK interaction as a novel determinant of cortical actin-based cytoskeletal rearrangement critical to S1P-mediated EC barrier enhancement. INTRODUCTION The EC cytoskeleton is a dynamic, functionally complex, spatially-targeted contractile structure responsible for cellular responses to external stimuli, bioactive agonists, and mechanical stress. In the lung microcirculation, the Ca +2 /calmodulin-dependent nonmuscle myosin light chain kinase (nmMLCK) isoform, a critical actin-binding protein and driver of actin cytoskeletal rearrangement ( Kamm and Stull, 2001 ), is required for the regulation of fluid flow, trafficking of inflammatory cells into the lung parenchyma, and alterations in vascular permeability ( Garcia et al. , 1998 ; Saito et al. , 1998 ; Watanabe et al. , 1998 ; Tinsley et al. , 2000 ; Dudek and Garcia, 2001 ). During acute inflammatory lung injury, nmMLCK activation by contractile agonists results in ratcheting of actin and myosin bonds catalyzed by myosin light chain (MLC) phosphorylation on Ser 19 and Thr 18 , resulting in spatially-localized actomyosin contraction via formation of barrier-disrupting cytoplasmic stress fibers and increases in paracellular gaps culminating in profound increases in vascular permeability, a defining feature of inflammation ( Garcia et al. , 1995 ; Garcia et al. , 1996 ; Birukov et al. , 2001 ; Birukova et al. , 2004 ). Strategies that reduce nmMLCK activity serve to eliminate edemagenic agonist–induced EC contraction and reduce inflammation-mediated permeability in vivo and in vitro ( Garcia et al. , 1996 ; Wainwright et al. , 2003 ) and significantly attenuate leukocyte diapedesis ( Garcia et al. , 1998 ; Saito et al. , 1998 ). Consistent with the role of nmMLCK in inflammatory processes, several polymorphisms in the nmMLCK gene ( MYLK ) are highly associated with susceptibility to acute inflammatory states such as acute lung injury/acute respiratory distress syndrome (ALI/ARDS) and asthma ( Gao et al. , 2006 ; Flores et al. , 2007 ; Gao et al. , 2007 ). In contrast to participation in inflammatory states after edema-promoting agonists, the nmMLCK isoform is also essential to vascular barrier protection, produced by barrier-enhancing or barrier-restoring agonists such as sphingosine 1-phosphate (S1P) ( Garcia et al. , 2001 ) and hepatocyte growth factor (HGF) ( Liu et al. , 2002 ), by driving spatially-distinct rapid and dramatic increases in actin polymerization and MLC phosphorylation confined to lamellipodia membrane protrusions and the cortical actin ring. Together these activities serve to close inflammation-mediated paracellular gaps and restore barrier integrity ( Garcia et al. , 2001 ; Dudek et al. , 2004 ). This dual role for nmMLCK in barrier regulation highlights the need for understanding the regulatory mechanisms underlying spatially-specific cytoskeletal rearrangement and dynamic intracellular targeting of this key multi-functional enzyme, studies which greatly impact upon vascular barrier regulation. In prior work, we demonstrated that spatially-distributed nmMLCK responses (kinase activity and cytoskeletal protein interactions) are differentially regulated by both Ser/Thr and Tyr nmMLCK phosphorylation ( Birukov et al. , 2001 ). For example, cAMP-dependent protein kinase A–mediated nmMLCK phosphorylation exerts paradoxical effects on kinase activity depending on the exact sites of Ser/Thr phosphorylation (within the unique nmMLCK N terminus, the putative SH3-binding domains, or Ca +2 /calmodulin binding region) ( Garcia et al. , 1997 ; Garcia et al. , 1998 ; Zhao et al. , 2009a ). We previously identified nmMLCK tyrosine phosphorylation catalyzed by pp60src occurring in the context of barrier disruption ( Garcia et al. , 1999 ) but also during EC barrier recovery or after barrier-enhancing stimuli (such as S1P) ( Zhao et al. , 2009b ). These studies demonstrated that pp60src–mediated nmMLCK phosphorylation at Y 464 and Y 471 results in a threefold increase in MLC kinase enzymatic activity ( Birukov et al. , 2001 ). Similarly, inhibition of Tyr phosphatase activity in EC monolayers evoked significant nmMLCK phosphotyrosine accumulation, increased nmMLCK kinase activity, EC contraction, and EC barrier dysfunction ( Shi et al. , 1998 ; Shi et al. , 2000 ). These studies indicated differential regulation of nmMLCK splice variants by Tyr phosphorylation and implicated NH 2 terminal SH2- and SH3-binding domains (including an SH2-binding domain containing phosphorylated Y 464 ) may regulate nmMLCK interactions with other cytoskeletal regulatory proteins. In proteomic explorations of key barrier-regulatory proteins recruited to caveolin-rich EC lipid raft microdomains, essential for EC barrier protection after barrier protective agonists such as S1P ( Singleton et al. , 2005 ), we noted a significant increase in lipid raft tyrosine phosphoproteins including the actin-binding tyrosine kinase, c-Abl, and nmMLCK ( Zhao et al. , 2009b ). The role of c-Abl and its target effectors in EC are unknown; however, given the central role of nmMLCK in EC barrier regulation, we speculated that the interaction between c-Abl and nmMLCK may be a key signaling event affecting lamellipodial formation, cytoskeletal remodeling, and focal adhesion dynamics, events which regulate EC barrier permeability. In the current study, we define the functional consequences of nmMLCK phosphorylation by c-Abl tyrosine kinase and examined the influence of these posttranslational modifications (PTMs) on nmMLCK responses. Our results indicate that Abl catalyzes site-specific nmMLCK phosphorylation (including Y 231 , Y 464 , Y 556 , Y 846 ) resulting in significant alterations in nmMLCK function and cytoskeletal dynamics within barrier-promoting cortical actin structures. Abl activation and nmMLCK modification is essential for full EC barrier-enhancement elicited by S1P. These integrated translational studies provide mechanistic insights into vascular pathobiology, cytoskeletal regulation of EC barrier function, and the development of novel edema-reducing therapies. MATERIALS AND METHODS Reagents and Antibodies Unless otherwise specified, reagents were obtained from Sigma (St. Louis, MO). Immunofluorescent and Western blotting reagents and antibodies were obtained as follows: Texas-Red phalloidin (Invitrogen, Carlsbad, CA); rabbit anti-diphosphorylated MLC, rabbit anti-pan MLC (Cell Signaling, Beverly, MA); mouse anti-penta-HIS, mouse anti-c-Abl 24-11, mouse anti-GST, rabbit anti-cortactin H-191, rabbit anti-caveolin-1 N-20, rabbit anti-nmMLCK, rabbit anti-phospho Y 464 nmMLCK, mouse anti-VE-cadherin, mouse anti-β-catenin (Santa Cruz Biotechnology, Santa Cruz, CA); mouse anti-phosphotyrosine 4G10, rabbit anti-phospho Y 486 cortactin (Millipore); mouse anti-FLAG M5 (Sigma). Dasatinib c-Abl inhibitor was obtained LC Labs (Woburn, MA). The labeled dextran vascular permeability assay kit was purchased from Millipore (Bedford, MA). Human Lung Endothelial Cell Culture Human lung microvascular endothelial cells (HLMVEC) and human pulmonary artery endothelial cells (HPAEC) were purchased from Lonza, (Allendale, NJ) and grown in manufacture's recommended Endothelial Growth Medium-2-Microvessel (EGM-2MV) or Endothelial Growth Medium-2 (EGM-2) consisting of defined growth factors and supplemented with additional FBS up to 10% final concentration supplemented with 2% FBS, hydrocortisone, hFGF, VEGF, ascorbic acid, hEGF, GA-1000, Heparin, R3-IGF-1 (Lonza). Cells were grown at 37°C in 5% CO 2 incubator and used from passage 5–9, plated at appropriate density. Purification of Recombinant nmMLCK Purification of recombinant nmMLCK1 was carried out as described previously ( Birukov et al. , 2001 ) with minor modifications. For the isolation of the recombinant nmMLCK, the infected Sf9 cells were harvested by centrifugation at 3000 × g for 5 min and frozen at −80°C. Frozen insect cells were lysed (1:5 wt/vol) in ice-cold lysis buffer (50 mM Tris-HCl, pH 8.5, 5 mM 2-mercaptoethanol, 200 mM KCl, 1 mM phenylmethylsulfonyl fluoride, 1% Nonidet P-40, and protease inhibitor cocktail set III (Calbichem-Novabiochem Corp., La Jolla, CA) at 4°C for 2 min. The lysate was centrifuged at 20,000 × g for 20 min, and the supernatant was loaded onto Ni-NTA resin (Qiagen, Santa Clarita, CA). After a wash step with buffer A (20 mM Tris-HCl, pH 8.5, 20 mM imidazole, 500 mM KCl, 5 mM 2-mercaptoethanol), the expressed nmMLCK was eluted with 100 mM imidazole, 20 mM Tris-HCl, pH 7.5, 100 mM KCl, 5 mM 2-mercaptoethanol, 10% glycerol). The protein concentration was determined by Coomassie Plus assay (Pierce, Rockford, IL). This process yielded ∼3 mg nmMLCK from the 10 g of Sf9 cell pellet. The purified protein was aliquoted and stored at −80°C. Phosphorylation of nmMLCK by c-Abl and pp60src in Vitro Phosphorylation of purified nmMLCK (0.1 mg/ml) in reaction buffer (50 mM Tris-HCl, pH 7.4, 5 mM MgCl 2 ) was initiated by addition of ATP (Sigma, St. Louis, MO) (final concentration of 1.2 mM) and c-Abl (Upstate Biotechnology, Lake Placid, NY) (final concentration of 5 μg/ml). The reaction was performed at room temperature for 60 min to achieve maximal phosphorylation of nmMLCK. For control reactions, c-Abl kinase was omitted from the reaction mixture. In vitro phosphorylation of nmMLCK by pp60src (Upstate Biotechnology, Lake Placid, NY) was also performed under identical conditions except for a final concentration of pp60src of 75 U/ml. After completion of the phosphorylation reaction, phosphorylated nmMLCK was aliquoted and stored at −80°C until further use. Phosphorylation of MLC by c-Abl- and pp60src-phosphorylated nmMLCK in Vitro Phosphorylated recombinant nmMLCK1 by either c-Abl or pp60src (as described above) was incubated with the nmMLCK substrate, recombinant MLC (2.6 μg/reaction, GenWay Biotech, San Diego, CA) in reaction buffer (12.5 mM MgCl 2 , 5 mM β-glycerol-phosphate, 4 mM MOPS, 1 mM EGTA, 25 mM Tris-HCl, pH7.5, and 0.2 mM DTT, 400 μM ATP, 50 nM okadaic acid, phosphatase cocktail containing 2 mM imidazole, 1 mM sodium fluoride, 1.15 mM sodium molybdate, 1 mM sodium orthovanadate, 4 mM sodium tartrate, along with 300 μM CaCl 2 , and 1 μM calmodulin). The phosphorylation reaction was performed at 37°C for 30 min, and the addition of 5X sample buffer (0.56 M Tris pH 7.0, 10% SDS, 25% β-ME, 25% sucrose, 0.025% bromophenol blue) stopped the reaction. Samples were vortexed and boiled for 5 min. To determine nmMLCK activity, samples were processed for Western blot probed with diphospho-MLC (Thr18, Ser19) antibody (Cell Signaling, Danvers, MA). Mass Spectroscopy Analysis: Identification of Phosphorylated Amino Acid Residues The in vitro phosphorylated samples (performed in triplicate) were digested with either trypsin alone or trypsin followed by chymotrypsin. The resulting peptides were desalted on a C18 column (360 × 100 μm, 5 cm of 10 μm packing, 300Å, YMC, Shimogyo, Kyoto) to remove salt and ATP. Phosphopeptides were enriched via an immobilized metal affinity chromatography (IMAC) column packed with 10 cm of POROS 20 MC (PerSeptive Biosystems, Framingham, MA) ( Ficarro et al. , 2002 ; Zhang et al. , 2004 ) and eluted to a C18 precolumn and analyzed by nanoflow HPLC/microelectrospray ionization MS/MS via data-dependant analysis on a Finnigan LCQ Deca XP Plus mass spectrometer. The data were searched against human nmMLCK single protein database with differential modification of STY 80 and M16 using Bioworks 3.1. All MS spectra were verified manually. The extent of nmMLCK in vitro phosphorylation by pp60src was performed in identical manner. Cortactin-nmMLCK Binding Assays We used the previously described direct in vitro interaction of cortactin with nmMLCK ( Dudek et al. , 2002 ) as an index of the effect of c-Abl–mediated nmMLCK PTMs on nmMLCK function. Binding between GST-labeled recombinant cortactin protein constructs and His-tagged nmMLCK protein constructs was performed in a modified version of the previously described protocol ( Dudek et al. , 2002 ). In some control experiments, nmMLCK was incubated with the c-Abl inhibitor dasatinib (500 nM) at room temperature for 60 min before the addition of cortactin. His-tagged nmMLCK protein (0.1 μM) previously phosphorylated in vitro (recombinant c-Abl or pp60src) or unphosphorylated control was loaded onto nickel-sepharose beads (Qiagen) and then incubated with GST-labeled cortactin protein [37.5 μg per 100 μl reaction, generated as previously described ( Dudek et al. , 2002 )] in buffer (20 mM Tris, pH 7.5, 100 mM KCL, 1 mM MgCl 2 , 0.2 mM DTT, 1% Triton X-100, 1% BSA) and incubated at room temperature for 30 min. The beads were then pelleted, washed with PBS to remove unbound protein, and protein binding analyzed by SDS-PAGE and western blotting using the ECL (Amersham) detection system. In Vitro Assay of Actin Polymerization We used Arp2/3 complex and pyrene-labeled G-actin (Cytoskeleton, Denver CO) polymerization as an index of altered nmMLCK function after nmMLCK phosphorylation as we have previously described ( Dudek et al. , 2002 ). The formation of F-actin is monitored over time by measuring pyrene fluorescence with a Tekan Safire2 fluorometer (excitation λ = 350 nM, emission λ = 410 nM). In some control experiments, nmMLCK was incubated with the c-Abl inhibitor dasatinib (500 nM) at room temperature for 60 min before its addition to the actin polymerization mixture. Briefly, pyrene-labeled G-actin was prepared per manufacturer's instructions (final G-actin concentration = 1.8 μM) and combined with Arp2/3 complex (50 nM), recombinant cortactin (500 nM), and His-nmMLCK (50 nM) unphosphorylated nmMLCK preparation or nmMLCK previously phosphorylated in vitro by recombinant c-Abl, pp60src. Actin polymerization was initiated by the addition of manufacturer polymerization buffer (Cytoskeleton) to a final volume of 200 μl per reaction. F-actin formation was determined by measuring pyrene fluorescence over 10 min. Transendothelial Monolayer Electrical Resistance (TER) Measurements The cellular barrier properties were analyzed by measurements of TER across confluent human pulmonary artery EC monolayers grown on gold microelectrodes using an electrical cell-substrate impedance sensing system (Applied Biophysics, Troy, NY) as we have previously described in detail ( Garcia et al. , 2001 ). Confluency was assessed as minimum basal resistance of 2000 ohms for HLMVECs and 1000 ohms for HPAEC. Data pooling and analysis were performed using Epool software created in-house and expressed either as nonnormalized resistance or normalized resistance relative to the point of agonist challenge (t = 0 h). TER values from multiple independent experiments corresponding to each experimental condition were pooled at discrete time points using custom designed Epool software and plotted versus time as the mean ± SE as previously described ( Garcia et al. , 2001 ; Dudek et al. , 2004 ). In Vitro Vascular Permeability Assay: Dextran Clearance across Human Lung Endothelial Monolayers Similar to measurements of transendothelial albumin clearance we previously described ( Garcia et al. , 1986 ), we assessed FITC-labeled 60-kDa dextran permeability across HPAEC monolayers plated on Transwell inserts determined according to the manufacturer's instructions (Chemicon, Temecula, CA). Briefly, Transwell inserts were coated with collagen for 1 h at room temperature and EC then seeded at a density of 1 × 10 5 per well in a final volume of 400 μl EGM-2 with supplements (Lonza). The inserts were placed into 24-well plates containing 500 μl medium for overnight. To measure agonist-induced EC permeability, 100 μl FITC-dextran was added into the insert and incubated for 1 h. The insert was then removed and 100 μl medium collected from the bottom chamber. The fluorescent density of samples was analyzed on a Titertek Fluoroskan II Microplate Fluorometer (Diversified Equipment Company, Lorton, VA) at excitation and emission wavelengths of 485 nm and 530 nm, respectively. c-Abl Activation Assay Assessment of c-Abl in vitro kinase activity was performed using immunoprecipitated c-Abl from 0-, 5-, and 10-min S1P- (1 μM) treated samples and subsequent measurement of recombinant GST-Crk phosphorylation. The immunoprecipitated c-Abl was mixed with purified GST-Crk (5 μg, #120–225, Upstate Biotechnology, Lake Placid, NY) in kinase buffer (20 mM Tris-HCl, pH7.2, 25 mM MgCl 2 , 5 mM MnCl 2 , 0.4 mM EGTA, 0.05 mM sodium orthovanadate, 0.04 mM dithiothreitol) in the presence of 50 μM ATP, and the assay was incubated at 30°C for 25 min. Reaction was terminated by adding SDS sample buffer and boiling for 5 min. Samples were separated by SDS-PAGE and then assessed for phospho-tyrosine by anti-phosphotyrosine antibody 4G10 (Upstate Biotechnology, Lake Placid, NY), anti-GST (Amersham Biosciences, Pittsburgh, PA) and c-Abl (8E9, BD PharMingen, San Diego, CA) immunoreactivity by Western blotting. Activity of recombinant c-Abl protein (5 μg/ml) was similarly determined by incubating in kinase buffer with purified GST-Crk protein as above. Dasatinib (0–500 nM) was added to determine its inhibitory effect on c-Abl activity. Immunofluorescence of F-Actin and MLC Phosphorylation HPAECs were seeded onto 8-chamber collagen-coated Culture Slides (BD Biosciences, Lexington, KY) or glass coverslips. After agonist stimulation, cells were washed with PBS once and fixed with 3.7% formaldehyde for 5 min, permeabilized with 0.25% Triton X-100 in PBS for 3 min, blocked with 2% BSA in PBST for 30 min, washed and probed with primary antibodies at 1:100–1:200 dilution for 45 min. F-actin was probed with Texas Red-phalloidin at 1:200 dilution. Secondary antibodies were diluted at 1:200 dilution and incubated for 30 min. Slides were mounted with Prolong anti-fade reagent with DAPI. Stained cells were visualized using a Nikon Eclipse TE2000 inverted microscope (Nikon, Melville, NY) and images acquired using SPOT software (Diagnostic Instruments, Sterling Heights, MI). The images were recorded and processed using Adobe Photoshop 7.0 (Adobe Systems, San Jose, CA) software. c-Abl Kinase RNA Interference Small interfering RNA (siRNA) targeting c-Abl-1 kinase (cat# L-003100-00 for human ABL-1, NM 007313) was obtained as a pool of four ON-TARGET plus siRNA duplexes from Dharmacon (Lafayette, CO). A pool of four nonhuman-targeting control ON-TARGETplus siRNAs (siCONTROL cat# d -001810-10), which includes a siRNA that targets the nonhuman protein, luciferase, with sequence 5′-UAGCGACUAAACACAUCAA-3′, was used as negative control with minimum off-target silencing. Silencing protocol has been optimized to allow transfection of cells plated at high density and on nonconventional substrates such as gold electrodes. ECs were plated accordingly and treated with siRNA 3–5 h later using half volume typical for a dish per well. SiRNA were premixed with siPORT Amine (Ambion) transfection reagent for 5 min and then diluted with serum media for final concentration of 25–100 nM siRNA and 4 μl/ml siPORT Amine (Ambion, Austin, TX). After 4–5 h, equal volume of serum media was added to the cells containing siRNA. Silenced cells were used 3–5 d posttransfection, and the media was replaced 24 h before all experiments. Indirect Immunofluorescence On the second day posttransfection, c-Abl–silenced HLMVECs were seeded onto 18-mm gelatin-coated glass coverslips in a 12-well culture dish containing 5% FBS/EGM-2-MV medium, grown in a 5% CO 2 , 37°C incubator, and culture medium was changed daily. On the fourth day posttransfection, HLMVECs were treated with either vehicle or 1 μM S1P for 0–15 min, washed in PBS, then fixed for 20 min in 3.7% formaldehyde/PBS. Unreacted aldehyde groups were quenched with 50 mM NH 4 Cl/PBS in three 5-min washes. HLMVECs were blocked and permeabilized for 30 min in 5% BSA/1% normal goat serum/0.25% fish skin gelatin/0.01% saponin/0.1% NaN 3 /PBS, pH 7.4 (blocking buffer). Antiphospho-cortactin-Y 486 (Millipore, Billerica, MA) monoclonal, antiphospho-nmMLCK-Y 464 (Santa Cruz, Santa Cruz, CA) polyclonal, or anti-c-Abl (Millipore, Billerica, MA) monoclonal primary antibody was diluted 1:100 in blocking buffer and incubated with HLMVECs for 2 h at room temperature. After three 5-min washes in 0.25% fish skin gelatin/0.01% saponin/0.1% NaN 3 /PBS, pH 7.4 (wash buffer), secondary antibodies, antigoat IgG-AlexaFluor488, and antimouse IgG-AlexaFluor633 (Molecular Probes), were diluted 1:100 in blocking buffer and incubated sequentially with HLMVECs for 1 h at room temperature. Cells were washed twice and incubated with rhodamine-phalloidin (Molecular Probes) for 30 min. Finally, HLMVECs were washed three times for 5 min each and mounted onto ProLong Gold with DAPI (Molecular Probes) and allowed to cure overnight. The next day, relative immunofluorescence of phospho-cortactin-Y 486 and phospho-nmMLCK-Tyr 464 were imaged with a Leica TCS SP5 AOTF laser-scanning confocal microscopy system scanning at 400 Hz with Ar 488 nm (20% laser power), He/Ne 561 nm (4% laser power), and He/Ne 633 nm (25% laser power) lasers, a Leica DMI 6000 microscope, an HCX PL APO CS 63X NA1.4 oil objective lens, and detected with a photomultiplier tube. Emission bandwidths were set to 498–553 nm for the AlexaFluor488 signal, 570–620 nm for the rhodamine signal, and 640–760 nm for the AlexaFluor633 signal. Twelve-bit 512 × 512 images were scanned sequentially scan line-by-scan line with a line average setting of 16 using Leica LAS AF software, version 1.8. Relative phosphorylation of cortactin or nmMLCK was quantified with the MBF ImageJ software bundle (Tony Collins, McMaster University, http://www.macbiophotonics.ca/imagej/ and Wayne Rasband, NIH, http://rsb.info.nih.gov/ij/ ). Five percent of the maximum fluorescence intensity was subtracted as background, and the bottom threshold was set to 25 for all images. Phosphorylation data were compared as average fluorescence intensity per μm 2 . Statistical significance was calculated with a t test using Microsoft Excel 2003 software. Colocalization Quantification All images were processed identically beginning with background subtraction. For some experiments, lamellipodia were thresholded and selected as regions of interest with MBF ImageJ software. For quantitative colocalization analysis, the methods contained in the intensity correlation analysis plugin in the aforementioned MBF ImageJ bundle was used, which calculates the intensity correlation quotient in which the covariance of two signals rises above the mean fluorescence intensity of each signal within a defined region of interest ( Brown et al. , 2010 ). The intensity correlation quotient can be calculated as the ratio of the number of pixels with a positive covariance of two signals over their mean intensities versus the total number of pixels with two signals. ICQ values range from −0.5–0.5, with −0.5 representing segregation of signal and 0.5 representing perfect overlap. Transfection of HLMVECs for Live Cell Imaging HLMVECs were grown to ∼80% confluence and transfected as per manufacturer's instructions with the HMVEC-L Nucleofector Kit (Amaxa Inc, Gaithersburg, MD). Briefly, cells were trypsinized and counted with a hemacytometer; 500,000 cells were used in each transfection. ECs were pelleted at 200 g and then resuspended in 100 μl of Amaxa Nucleofector Solution. 2 μg of pEGFP-C1/c-Abl plasmid was added to the transfection mixture. The transfection mixture was transferred to an Amaxa cuvette, and the cells were electroporated with program S-5 in the Amaxa Nucleofector system. Five hundred microliters of prewarmed culture medium were added to the cuvette, and the mixture was transferred to a 35-mm dish containing equilibrated warm culture medium and a gelatin-coated 25-mm coverslip. Cells were imaged within 24–48 h of transfection. Live-Cell Imaging Transfected HLMVECs on 25 mm coverslips were transferred to a recording chamber then bathed in 2 ml EGM-2 with 2% FBS and maintained at 37°C with a heating stage for the entire assay. Transfected cells were illuminated every five seconds with Ar 488 nm and He/Ne 561 nm lasers and movies were recorded with a Leica TCS SP5 AOTF laser-scanning confocal DMI 6000 microscope with an active resonance scanner set to 8000 Hz and a ×63 oil objective lens (NA 1.4). Twelve-bit 512 × 512 images were acquired sequentially scan line-by-scan line and emission bandwidths were restricted to 500–535 nm for green fluorescence and 570 nm-650 nm for red fluorescence to prevent spectral bleed-through. Scan lines were also averaged eight times to reduce background signal. First a 5- to 6-min prestimulation movie was recorded, then thrombin was added to the bath medium to a final concentration of 1 u/ml and recording continued for 10 min. Next S1P to a final concentration of 1 μM was added to the bath medium and digital recording progressed for another 30 to 40 min. All raw image data were processed and quantified with MBF ImageJ software bundle (Tony Collins, McMaster University, http://www.macbiophotonics.ca/imagej/ and Wayne Rasband, NIH, http://rsb.info.nih.gov/ij/ ). Atomic Force Microscopy Imaging All measurements were carried out with a Bioscope AFM (a Digital Instruments prototype of current Bioscope from Veeco, Santa Barbara, CA), as described elsewhere ( Quist et al. , 2000 ; Almqvist et al. , 2004 ; Arce et al. , 2008 ). HLMVECs treated with c-Abl or control siRNA as described above were plated on fibronectin-coated dishes. Elastic properties of live cells were performed in force mapping (volume) mode, in standard EBM buffer at room temperature using cantilevers with attached glass beads 5 μm in diameter and nominal spring constants of k = 0.06 N/m (Novascan Technologies Ames, IA). A maximum force of ∼3 nN was typically used. The same cantilever was used to compare mechanical properties of control cells and Abl-silenced ECs. Tip velocities during measurements were typically 1–2 μm/s. The sensitivity of the photodetector was calibrated by acquiring force versus distance curves on a clean glass substrate. During a typical experiment, a large scale AFM image was acquired to find an individual cell appropriate for mechanical testing. Elasticity measurements on this cell were typically carried out in 30 × 30–40 × 40 μm 2 regions over a period of ∼30 min before S1P stimulation. When the cells were stimulated, elasticity measurements were continued for 1 h in the same region of the cell. A home written MatLab (MathWorks, Natick, MA) code was used to obtain elasticity maps from the raw data ( Arce et al. , 2006 ; Arce et al. , 2008 ). Briefly, indentation curves obtained from the raw force curves were fitted according to the Hertz model to find the elastic modulus. Subsequently, the average value over the entire mapped region of the cell was determined and compared before S1P treatment and at different time points thereafter. Coimmunoprecipitation Protocol FLAG-tagged nmMLCK1 ( Brown et al. , 2010 ) was transfected into HPAECs, then 48 h later cells were treated with vehicle or S1P for 10 min. After treatment cells were rinsed with phosphate-buffered saline and then lysed with nondenaturing lysis buffer (1% NP40, 150 mM NaCl, 50 mM TrisHCL, pH 7.4) containing protease and phosphatase inhibitor cocktails at a 1:200 dilution (EMD). Lysates were passed several times through a 26-gauge needle, boiled for 5 min, centrifuged for 5 min (16,000 × g ), and supernatants were collected. Supernatants were then precleared by incubating with Protein G-Sepharose (GE Healthcare) beads while rotating at 4°C for 60 min. The precleared supernatant was then incubated at 4°C overnight with monoclonal ABL1 Ab (Santa Cruz). The mixture was next combined with Protein G-Sepharose (Amersham Biosciences) beads and rotated at 4°C for 60 min. The bead complex was washed in nondenaturing lysis buffer before the addition of Laemmli sample buffer, boiling, and subsequent analysis by SDS-PAGE. Western Blots After agonist stimulation, cells were washed with cold endothelial basal medium (EBM) once and extracted with 0.3% SDS lysis buffer in 10 mM Tris-HCl, pH 7.4 (300 μl/D60) containing protease inhibitors (1 mM EDTA, 1 mM PMSF, 1 mM sodium orthovanadate, 1 mM sodium fluoride, 0.2 TIU/ml aprotinin, 10 μM leupeptin, 5 μM pepstatin A). DNA was sheared with a 26-gauge syringe. Each sample was boiled for 5 min, and diluted with 5× sample buffer (0.56 M Tris pH 7.0, 10% SDS, 25% β-ME, 25% sucrose, 0.025% bromophenol blue). For lipid raft isolation, raft proteins were obtained by buoyant-density fractionation over a discontinuous optiprep-density gradient as we have described previously ( Singleton et al. , 2005 ). After isolation, sample proteins were separated with a 4–15% gradient SDS-PAGE gel using the Mini-Protean 3 (Bio-Rad, Hercules, CA). Proteins were transferred onto Immobilion-P PVDF membrane (Millipore, Bedford, MA), and immunoblotted with primary antibodies (1:1000, 4°C, overnight) followed by secondary antibodies conjugated to HRP (1:5000, room temperature, 30 min) and detected with enhanced chemiluminescence (Pierce ECL or SuperSignal West Dura, Pierce Biotechnology, Rockford, IL) on Biomax MR film (Kodak, Rochester, NY). Intensities of immunoreactive protein bands were scanned and quantified using ImageQuant software (v5.2; Molecular Dynamics, Piscataway, NJ). Statistical Analysis Results were expressed as means ± SE of multiple independent experiments as specified for each data set. Student's t test was used to compare the means of data from two different experimental groups. For multiple-group comparisons, a one-way variance analysis (ANOVA), followed by the post hoc Fisher's test, were used. p < 0.05 was considered statistically significant. RESULTS Identification of Sites of c-Abl Kinase–catalyzed nmMLCK Phosphorylation We first used recombinant proteins and mass spectroscopy to determine sites of nmMLCK phosphorylation after incubation with c-Abl tyrosine kinase. To identify the exact sites of tyrosine phosphorylation, c-Abl-phosphorylated nmMLCK1 was digested in vitro using trypsin alone or trypsin followed by chymotrypsin to increase sequence coverage for nmMLCK1. Phosphopeptides were identified by nHPLC/μESI/MS/MS after IMAC enrichment. Database searches and manual confirmation identified a total of 9 tyrosine phosphorylation sites ( Figure 1 and Table 1 ), including Y 464 located in the SH2 binding domain within the 69 residue stretch which is deleted (exon 11) in the nmMLCK2 alternatively spliced variant, a site also previously identified to be phosphorylated by pp60src ( Birukov et al. , 2001 ). Seven of the eight remaining c-Abl–mediated nmMLCK phosphorylation sites were novel tyrosine phosphorylation sites. Two sites are located within the catalytic domain (Y 1575 , Y 1635 ). Three sites (Y 231 , Y 556 , Y 792 ) are located in the C2-type IgG domains, and three other identified tyrosine phosphorylation site (Y 611 , Y 846 , Y 1449 ) were unable to be assigned to any known domain. The identified nmMLCK1 tyrosine phosphopeptide sequences, the phosphotyrosine location, and the domain within nmMLCK are listed in Table 1 . Both c-Abl (red triangles) and pp60src (yellow triangles) catalyzed sites of nmMLCK phosphorylation are depicted schematically in Figure 1 A along with nmMLCK domain structure. A representative MS/MS spectrum of tyrosine phosphopeptides used to identify sites Y 1575 is shown in Figure 1 B. Figure 1. Phosphorylation of nmMLCK1 by c-Abl in vitro: sites of posttranslational modifications (PTMs) by Tyr kinases. (A) nmMLCK is a 1914-aa 210-kDa protein comprising multiple structural domains including a KRP/Myosin Binding Site (aa1761-1914), CaM Binding Site (aa1711-1774), ATP Binding/Catalytic Domain (aa1464-1719), Cortactin/Actin Binding Site (aa923-1031), SH2-Binding Motifs (aa59, aa464) (red bar), and SH3-Binding Motifs (aa314-318, aa373-379) (green bar). Exon 11 ranges from aa 437-496. smMLCK extends from aa923 to aa1914. Red triangles are novel sites of Tyr phosphorylation by Abl. Yellow triangles are sites previously identified for Tyr phosphorylation by pp60src ( Birukov et al. , 2001 ). (B) MS 2 spectrum of a representative tyrosine phosphorylated peptide. y- and b-type fragment ions present in full scan mass spectra enable peptide identification and phosphorylation site assignment from the tyrosine phosphorylated peptide QISEGVEpYIHK (nmMLCK aa1568-1578) with one phosphate (691.8 m/z, +2). Water loss was observed on both precursors ion and the product fragment ions ( b 7, y5, y6, and y7 indicated by arrows). Table 1. Phosphopeptide sequences identified from nmMLCK1-c-Abl in vitro kinase assay Peptide sequence Location Domain L.EIHGVNQDDVGVY * T.C Y231 C2-type IgG domain R.QEGSIEVY * EDAGSH.Y Y464 SH2 binding domain R.ITWLLNGQPIQY * AR.S Y556 C2-type IgG domain R.KSEY * LLPVAPSK.P Y611 Not defined K.VQPWHAGQY * EILLK.N Y792 C2-type IgG domain R.Y * GSLRPGWPAR.G Y846 Not defined L.TTVGEKPEEPKDEVEVS * DDDEKEPEVDY * R.T Y1449 Not defined R.QISEGVEY * IHK.Q Y1575 Catalytic domain F.VAPEVINY * EPIGY.A Y1635 Catalytic domain In this study, after enrichment of phosphopeptides using IMAC and peptide identification by using nHPLC/μESI/MS/MS, we identified a total of nine tyrosine phosphorylation sites on nmMLCK1 after incubation with c-Abl. Shown are the peptide sequences, the phosphotyrosine location, and domains within nmMLCK. * indicates modified amino acid. Although not the focus of this study, our analysis also identified an additional 19 novel serine/threonine autophosphorylation sites on nmMLCK that occurred in the absence of other kinases (Suppl. Table). Prior studies have demonstrated that smooth muscle MLCK (smMLCK) undergoes autophosphorylation in vitro at sites T 803 , S 815 , and S 823 ( Tokui et al. , 1995 ), and nmMLCK1 undergoes autophosphorylation at T 1748 and S 1760 ( Birukov et al. , 2001 ). The functions of the additional autophosphorylation sites reported here are unknown. c-Abl Kinase Activates nmMLCK and Increases MLC Kinase Activity A primary mechanism of nmMLCK regulation in EC is via phosphorylation with Tyr phosphorylation promoting increased MLC kinase activity and MLC phosphorylation at lower Ca 2+ concentrations ( Birukov et al. , 2001 ). We therefore next assessed the effect of c-Abl–mediated nmMLCK phosphorylation on MLC kinase activity. Figure 2 A depicts the kinase activity of nmMLCK1 before and after 30-min incubation with c-Abl. Similar to our prior reports with pp60src, c-Abl-modified nmMLCK results in increased kinase activity with an increase in diphosphorylated MLC (Thr 18 /Ser 19 ) as summarized in Figure 2 B. Thus, Tyr phosphorylation of nmMLCK catalyzed by c-Abl tyrosine kinase is associated with a prominent increase (>3.5-fold) in nmMLCK kinase activity. Figure 2. Effect of recombinant nmMLCK1 phosphorylation by c-Abl kinase on MLC kinase activities in vitro. Recombinant MLC was incubated with nmMLCK1 after the kinase was previously phosphorylated by either c-Abl, pp60src, or was used in the unphosphorylated state as control. Phosphorylation of MLC was determined by Western blotting using a diphospho-MLC (Thr 18 /Ser 19 ) antibody. (A) Representative blots. (B) Pooled densitometric data (ImageQuant Software) and fold changes of MLC phosphorylation expressed normalized to no kinase (n = 6). Both c-Abl and pp60src significantly increase nmMLCK activity. *p ≤ 0.03 versus other conditions. Effect of c-Abl–phosphorylated nmMLCK on Actin Polymerization in Vitro We have previously demonstrated that nmMLCK inhibits Arp2/3-catalzyed actin polymerization through its interaction with cortactin ( Dudek et al. , 2002 ), an actin-binding protein which accelerates actin polymerization. To assess the influence of c-Abl–phosphorylated nmMLCK on actin polymerization, Arp2/3–mediated actin polymerization, detected by pyrene-labeled actin fluorescence, was performed in the presence of nonphosphorylated nmMLCK or nmMLCK previously phosphorylated by c-Abl and pp60src ( Figure 3 ). These data indicate that phosphorylation of nmMLCK1 by pp60src relieves the inhibition of actin polymerization. The addition of c-Abl–phosphorylated nmMLCK also reverses the ability of nmMLCK to inhibit cortactin-augmented Arp2/3-catalyzed actin polymerization by unphosphorylated nmMLCK and, in contrast to pp60src-phosphorylated nmMLCK, significantly augments cortactin-augmented Arp2/3-catalyzed actin polymerization. Therefore, the effect of full-length nmMLCK1 on this critical element of actin polymerization is regulated by c-Abl phosphorylation. Figure 3. Effect of nmMLCK phosphorylated by c-Abl and pp60src on actin polymerization in vitro. The effects of full-length nmMLCK1 on cortactin stimulated Arp2/3-mediated actin polymerization were quantified by pyrene-labeled F-actin fluorescence as described in Materials and Methods . Phosphorylation of nmMLCK by c-Abl significantly increased F-actin polymerization relative to nonphosphorylated nmMLCK (*p < 0.05, n = 3–4 per condition). It is important to note that the c-Abl kinase was not removed from the nmMLCK preparation before its addition to the actin polymerization assay because both the c-Abl kinase and the nmMLCK protein are labeled with His tags. We therefore could not separate them after they were combined for the initial phosphorylation reaction. Because c-Abl is capable of phosphorylating the cortactin present in the actin polymerization reaction, the possibility exists that a portion of the effects of c-Abl activity in these assays may be due to phosphorylation of proteins other than nmMLCK. To address this potential limitation of our data, we have repeated these experiments in the presence of the c-Abl inhibitor, dasatinib. Dasatinib (500 nM) completely eliminates c-Abl phosphorylation of recombinant Crk (Suppl. Figure 1 ), a well-described target of c-Abl ( Huang et al. , 2008 ), and therefore dasatinib at this concentration should prevent any further phosphorylation of other proteins during the actin polymerization assays. When dasatinib was added after c-Abl phosphorylation of nmMLCK but before the actin polymerization assays were performed, it did not alter the effects of c-Abl–catalyzed phosphorylation of nmMLCK in the subsequent actin polymerization assay (data not shown). Thus, these data support the hypothesis that phosphorylation of nmMLCK by c-Abl regulates actin polymerization, but the possibility remains that dasatinib does not completely eliminate all residual c-Abl activity in these assays. Effect of Phosphorylation of nmMLCK1 by c-Abl Kinase on Cortactin-nmMLCK1 Interaction We have previously demonstrated that pp60src phosphorylation of nmMLCK significantly increases its binding to recombinant cortactin ( Dudek et al. , 2002 ). Similar in vitro binding assays were performed using recombinant proteins to determine the effects of phosphorylation of nmMLCK by c-Abl on nmMLCK-cortactin interaction. Figure 4 demonstrates that c-Abl phosphorylation of nmMLCK serves to significantly increase its interaction with recombinant cortactin protein to a greater extent than induced by pp60src-phosphorylated nmMLCK. Because phosphorylation by c-Abl augments nmMLCK-cortactin interaction to a greater degree than does pp60src phosphorylation, it is likely that phosphorylation sites on nmMLCK unique to c-Abl (i.e., other than Y 464 and Y 846 ) are responsible for this enhanced protein-protein interaction. Figure 4. Effect of nmMLCK phosphorylated by c-Abl and pp60src on nmMLCK-cortactin interaction. Recombinant cortactin was incubated with His-tagged nmMLCK that was linked to sepharose beads to determine protein binding as described in Materials and Methods . Representative Western blots from one experiment are shown using anti-His Ab to detect isolated nmMLCK protein and anti-cortactin Ab to determine the amount of cortactin bound to the nmMLCK. The bar graph represents densitometric quantification of cortactin normalized to nmMLCK in each reaction pooled from multiple independent experiments. Although both pp60src- and c-Abl–catalyzed phosphorylation of nmMLCK significantly increased its association with cortactin, c-Abl increased this binding to a significantly greater extent than did pp60src. #p = 0.03, *p ≤ 0.01 versus other conditions, n = 3 independent experiments. As described for actin polymerization assay above, the c-Abl kinase was not removed from the nmMLCK preparation before its addition to the cortactin binding assay. Because c-Abl is capable of phosphorylating the cortactin present in this reaction, the possibility exists that a portion of the effects of c-Abl activity in this assay may be due to phosphorylation of cortactin rather than nmMLCK. To address this potential limitation of our data, we again used the c-Abl inhibitor, dasatinib. When dasatinib (500 nM) was added after c-Abl phosphorylation of nmMLCK but before the cortactin binding assay was performed, it did not alter the interaction of nmMLCK with cortactin (data not shown). Thus, these data support the hypothesis that phosphorylation of nmMLCK by c-Abl increases nmMLCK binding to cortactin, but the possibility remains that dasatinib does not completely eliminate all residual c-Abl activity in this assay. S1P Increases c-Abl Activity in Human Lung EC Monolayers S1P is a potent endogenous enhancer of EC barrier function ( Garcia et al. , 2001 ). To determine whether S1P induces c-Abl activity in cultured ECs, a GST-Crk in vitro kinase assay was performed using immunoprecipitated c-Abl from S1P-treated EC homogenates (0, 5, and 10 min). The immunoprecipitated c-Abl was mixed with recombinant GST-Crk (a known c-Abl substrate) in kinase buffer in the presence of 20 mM ATP. A time-dependent increase in the phospho-tyrosine content of GST-Crk was observed, demonstrating an increase in tyrosine phosphorylation activity of c-Abl ( Figure 5 ). These data indicate that endothelial c-Abl activity is rapidly increased by the potent barrier-enhancing agent, S1P, during the timeframe in which critical actin rearrangement and barrier regulation occurs ( Garcia et al. , 2001 ). Figure 5. S1P increases c-Abl activity and recruitment to lipid rafts in human endothelium. (A) An GST-Crk in vitro kinase assay was performed using immunoprecipitated c-Abl from 0-, 5-, and 10-min S1P-treated (1 μM) samples. IP c-Abl was mixed with GST-Crk in kinase buffer and was incubated at 30°C for 30 min as described in Materials and Methods . Samples were separated by SDS-PAGE and then blotted with anti–p-Tyr, anti-GST, and anti-c-Abl. A time-dependent increase in the p-Tyr content of GST-Crk was observed demonstrating an increase in tyrosine phosphorylation activity of c-Abl. The bar graph represents densitometric quantification from n = 3 independent experiments. p values as shown. (B) Caveolin-enriched microdomains (lipid rafts) were isolated as described in Materials and Methods from HPAECs stimulated with 1 μM S1P for 5 min, 15 min, or vehicle control. Representative Western blots as well as densitometric quantification from multiple experiments are shown. S1P-induced translocation of c-Abl into lipid rafts occurs within 5 min and is even greater at 15 min. n = 3 independent experiments. p values as shown. S1P Recruits c-Abl to Caveolin-enriched Microdomains (Lipid Rafts) Our previous work has identified a critical role for caveolin-enriched microdomain (lipid raft) signaling in S1P-induced EC barrier enhancement ( Singleton et al. , 2005 ). The fold change in the rapid c-Abl recruitment to S1P-stimulated lipid rafts is shown ( Figure 5 B). Moreover, we have recently described marked increases in EC lipid raft recruitment of nmMLCK and cortactin and increased tyrosine phosphorylation of these two barrier regulatory proteins after S1P ( Zhao et al. , 2009b ). Confirmatory data indicate that S1P induces substantial nmMLCK recruitment into EC lipid rafts within 5 min (Supplemental Figure 2), and novel Western blot data reveal that this recruited nmMLCK exhibits increased tyrosine phosphorylation on Y 464 , one of the putative c-Abl target sites identified in Figure 1 . Thus, S1P induces translocation of c-Abl, nmMLCK, and cortactin into EC lipid rafts within 5 min, with rapid Tyr phosphorylation of nmMLCK and cortactin on residues targeted by c-Abl (or pp60src) in this subcellular compartment during EC barrier enhancement. Effect of c-Abl Kinase Silencing on Endothelial Barrier Regulation and S1P–mediated Cytoskeletal Rearrangement We next sought to determine the functional importance of c-Abl expression in EC barrier regulation. Our initial studies examined the effects of siRNA reduction of c-Abl protein expression (inset, Figure 6 A) on EC barrier integrity as measured by transendothelial monolayer electrical resistance (TER), a highly sensitive in vitro measure of EC monolayer integrity and permeability. c-Abl silencing significantly attenuates S1P-induced TER peak elevation that occurs within the first hour after stimulation ( Figure 6 A). As a complementary approach to further characterize the barrier-protective regulatory effects of c-Abl in terms of large molecule permeability, we next assayed fluorescein isothiocyanate (FITC)-labeled dextran flux across the pulmonary EC monolayer. In unstimulated EC, c-Abl silencing significantly increases baseline permeability of dextran across the cells ( Figure 6 B). In addition, c-Abl silencing significantly attenuates the S1P-induced reduction of FITC dextran-clearance ( Figure 6 B). Finally, c-Abl silencing results in significantly increased dextran permeability in response to the edemagenic agent, thrombin ( Figure 6 C). These data demonstrate an integral role for c-Abl kinase in regulating baseline EC permeability and its response to barrier-altering agonists. Figure 6. Effect of c-Abl kinase silencing on S1P–mediated barrier enhancement. (A) After transfection with control (blue line) or c-Abl siRNA (red line), human pulmonary ECs were plated on gold microelectrodes, and monolayer barrier function was assayed in real-time using transendothelial electrical resistance (TER). After determining that baseline resistance was stable, S1P (1 μM) was added at time indicated by the arrow. S1P induced an immediate and sustained increase in TER that was significantly inhibited in c-Abl–silenced EC. The TER tracings represent pooled results ± SE from n = 6 independent experiments. Black line represents vehicle-treated control ECs. Inset, Western blot of EC lysates after transfection with control and c-Abl siRNA to demonstrate reduction in c-Abl protein expression. (B) After transfection with control or c-Abl siRNA, HPAECs were plated on transwells to determine labeled dextran permeability as described in Materials and Methods . Baseline permeability is increased in c-Abl–silenced ECs. Stimulation with S1P (1 μM) decreases dextran permeability, but this barrier enhancement is significantly attenuated in c-Abl silenced EC. n = 6 independent experiments. (C) Increased baseline permeability is again observed in c-Abl–silenced ECs. Barrier disruption by thrombin is significantly enhanced in c-Abl silenced ECs. n = 6 independent experiments. p values as shown. We previously described cortical actin formation and associated peripheral MLC phosphorylation as integral cytoskeletal changes associated with EC barrier enhancement by S1P ( Garcia et al. , 2001 ). Because reduction in c-Abl expression by siRNA inhibits S1P-induced barrier enhancement ( Figure 6 ), we explored effects of c-Abl on critical S1P-induced cytoskeletal rearrangements. These studies revealed c-Abl silencing markedly attenuates S1P-induced cortical actin formation (Supplemental Figure 3A) and peripheral MLC phosphorylation (Supplemental Figure 3B) consistent with a critical role for c-Abl in mediating cytoskeletal rearrangements that regulate EC barrier function. Association of c-Abl and Cortical Actin in S1P-stimulated Endothelium As c-Abl silencing inhibits S1P-induced cortical actin formation, we next characterized the potential spatial colocalization of c-Abl with actin. Figure 7 depicts the association of c-Abl with actin under control conditions, after S1P stimulation, and after thrombin challenge, with colocalization depicted as yellow or white in these images. In all three conditions, c-Abl is easily seen in the cytoplasm of the cell and actin localized to the periphery. In lamellipodia, colocalization of c-Abl with actin was quantified by intensity correlation analysis and the colocalization coefficient, the intensity correlation quotient (ICQ) (an ICQ of 0 signifies random distribution). Regions of interest were drawn around lamellipodia and the ICQ calculated for the highlighted region. Modest colocalization (mean ICQ = 0.166, n = 6) was observed between c-Abl and actin in lamellipodia ( Figure 7 A) under basal conditions. In contrast, the barrier-disrupting agent thrombin retracts all lamellipodia and induces formation of thick, pronounced actin stress fibers ( Figure 7 B) with minimal colocalization of c-Abl and actin in lamellipodia (mean ICQ = 0.0885, n = 6, p = 0.03 compared with unstimulated control). The barrier-enhancing agent, S1P, redistributes actin to its characteristic peripheral dense bands and to ruffling lamellipodia ( Figure 7 C), where c-Abl and actin are more strongly colocalized (mean ICQ = 0.206, n = 6, p < 0.01 compared with thrombin-stimulated EC) than in unstimulated or thrombin-stimulated cells. Observations from live EC transfected with a c-Abl-EGFP construct further characterize c-Abl cellular distribution during these barrier-regulatory states (Supplemental Video). Under basal conditions, c-Abl is located primarily in the cytoplasm and along apparent F-actin fibers. Thrombin stimulation results in contraction of the cell with additional colocalization of c-Abl with these stress fibers, while subsequent stimulation with S1P induces formation of multiple lamellipodia with some c-Abl redistributed to these peripheral structures (Supplemental Video). Figure 7. Colocalization of c-Abl and actin in lamellipodia in S1P-stimulated endothelium. HPAECs were stimulated with vehicle (A), 1 U/ml thrombin for 10 min (B), or 1 μM S1P for 30 min (C). Cells were then fixed in 4% paraformaldehyde and immunofluorescence performed as described in Materials and Methods for c-Abl (green) and F-actin (red). Lamellipodia were outlined as shown in the insets, and colocalization of c-Abl with actin was quantified for the highlighted region by intensity correlation analysis using the intensity correlation quotient (ICQ) as described in Materials and Methods . ICQ values range from −0.5–0.5, with −0.5 representing segregation of signal and 0.5 representing perfect overlap. An ICQ = 0 signifies random distribution. Moderate colocalization (ICQ = 0.055) of c-Abl and actin is observed in a typical lamellipodium (A) under basal conditions. The barrier disrupting agent thrombin retracts all lamellipodia and there is very little colocalization of c-Abl and actin within these structures (ICQ = 0.016) (B). The barrier enhancing agent, S1P, redistributes actin to its characteristic peripheral dense bands and to ruffling lamellipodia (C), where c-Abl and actin colocalize more strongly (ICQ = 0.152). Figure 7 and the Supplemental Video demonstrate c-Abl localization in subconfluent ECs, which exist in an active, migratory state with high levels of lamellipodia formation, in contrast to confluent ECs which are contact-inhibited with multiple well-formed cell-cell junctional complexes. Subconfluent ECs allow for better visualization of lamellipodia and peripheral actin structures because of the overlap between adjacent cells in a confluent monolayer. However, EC responses to S1P may differ somewhat in these two states, and therefore colocalization analysis of c-Abl and F-actin was also performed in confluent pulmonary ECs. Preliminary experiments revealed that that endogenous c-Abl immunofluorescent staining was insufficient for ICQ analysis in the periphery of these confluent cells. As a result, transfected GFP-labeled c-Abl was used to provide a stronger signal for ICQ colocalization analysis with F-actin. The results confirm the findings observed in subconfluent cells ( Figure 7 ) and demonstrate increased peripheral localization between c-Abl and F-actin after S1P (Supplemental Figure 4). Because the ICQ data in confluent ECs were derived using overexpressed c-Abl, the possibility remains that colocalization of endogenous c-Abl and F-actin may differ somewhat in confluent cells compared with the subconfluent ECs shown in Figure 7 . To provide additional insights into the subcellular localization of c-Abl at the EC periphery following S1P, we next determined whether c-Abl colocalizes with intercellular adherens junction (AJ) complexes. The AJ proteins VE-cadherin and β-catenin participate in strengthening these cell–cell contacts and are functionally involved in mediating EC barrier enhancement by S1P ( Sun et al. , 2009 ). ICQ colocalization analysis was performed with transfected GFP-labeled c-Abl and either VE-cadherin (Supplemental Figure 5) or β-catenin (Supplemental Figure 6) in fixed human pulmonary EC after stimulation with S1P (0–30 min). Interestingly, mean ICQ values across multiple cells for these conditions are all near zero, which is indicative of only random colocalization. There is a trend toward increased colocalization between c-Abl and VE-cadherin 30 min after S1P, but it does not reach statistical significance. Thus, our data suggest that S1P induces colocalization of c-Abl with peripheral F-actin but not with intercellular AJ during EC barrier enhancement. Coimmunoprecipitation of c-Abl, nmMLCK, and Cortactin The role of c-Abl and its target effectors in ECs are unknown, but the interaction between c-Abl, actin, and nmMLCK may be a key signaling event affecting lamellipodia and focal adhesion dynamics which regulates EC barrier permeability. To biochemically characterize these interactions, c-Abl was immunoprecipitated from HPAECs under nondenaturing conditions and then probed via Western blotting for associated proteins. Because it is difficult to detect endogenous nmMLCK in pulmonary ECs by Western blotting with available antibodies, these HPAECs were transiently transfected with FLAG-tagged nmMLCK to allow for high level detection of nmMLCK in these experiments through the use of FLAG antibodies. In unstimulated ECs, small amounts of FLAG-tagged nmMLCK and cortactin are detected in association with c-Abl ( Figure 8 A). However, S1P stimulation rapidly (within 10 min) increases these associations several fold as quantified by densitometry of multiple independent experiments ( Figure 8 B). In addition, the phosphotyrosine status of nmMLCK within this protein complex is significantly increased after S1P. Although using overexpressed nmMLCK for these experiments introduces potential artifact, these results strongly suggest that the association of c-Abl, nmMLCK, and cortactin is increased in ECs during S1P-induced barrier enhancement. Figure 8. Coimmunoprecipitation of c-Abl, nmMLCK, and cortactin. After transfection with FLAG-nmMLCK, HPAECs were stimulated with vehicle or 1 μM S1P for 10 min and then lysed. c-Abl was immunoprecipitated under nondenaturing conditions as described in Materials and Methods , and then associated proteins were detected by SDS-PAGE and Western blotting. (A) Representative Western blots demonstrate increased association of FLAG-nmMLCK and cortactin with c-Abl after S1P stimulation. Phosphotyrosine blotting demonstrates increased phosphotyrosine status of nmMLCK after S1P. The bottom blots demonstrate similar levels of transfected FLAG-nmMLCK are expressed in whole cell lysates of nontreated and S1P-treated ECs before immunoprecipitation. (B) Pooled densitometric analysis of multiple independent coimmunoprecipitation experiments (n = 4 per condition) demonstrates increased association of nmMLCK and cortactin (and phosphotyrosine-nmMLCK) with c-Abl after S1P. *p < 0.001 compared with unstimulated condition. #p < 0.05 compared with unstimulated condition. c-Abl siRNA Inhibits S1P-induced nmMLCK and Cortactin Tyrosine Phosphorylation To determine whether c-Abl directly participates in phosphorylation of nmMLCK and cortactin in ECs during S1P-induced barrier enhancement, pulmonary ECs were treated with control or c-Abl siRNA, stimulated with vehicle or S1P, and then fixed and immunostained for phospho-Y 464 -nmMLCK ( Figure 9 A), identified in the present study as a site for phosphorylation of nmMLCK by c-Abl ( Figure 1 ), or phospho-Y 486 -cortactin ( Figure 9 B), a known site for phosphorylation of cortactin by c-Abl ( Boyle et al. , 2007 ). We have previously determined that peak cortactin tyrosine phosphorylation after S1P occurs within 1–2 min ( Dudek et al. , 2004 ). Here we demonstrate that S1P stimulation strongly increases tyrosine phosphorylation of both critical barrier-regulatory proteins in a c-Abl–dependent manner as c-Abl silencing markedly attenuated these key posttranslational signaling events as measured by quantification of immunofluorescent intensity from multiple independent experiments ( Figure 9 ). Thus, our data indicate that S1P induces rapid recruitment and colocalization of nmMLCK, cortactin, and c-Abl at the EC periphery where nmMLCK and cortactin are phosphorylated on tyrosine residues targeted by c-Abl. Figure 9. Effect of c-Abl kinase silencing on S1P–mediated nmMLCK and cortactin tyrosine phosphorylation. After transfection with control or c-Abl siRNA, HLMVECs were stimulated with S1P (1 μM) or vehicle control for 0–15 min and then fixed for immunostaining as described in Materials and Methods . Rhodamine phalloidin staining of F-actin (blue) was performed for all images. (A) S1P stimulation rapidly increases phospho-Y 464 staining of nmMLCK (green) in control siRNA-treated ECs within 5 min, but this effect is inhibited in c-Abl silenced ECs. Representative images are shown on the left. Phosphorylation is quantified in the bar graph on the right as mean pixel intensity per μm 2 as described in Methods. (B) S1P stimulation rapidly increases phospho-Y 486 staining of cortactin (green) in control siRNA-treated ECs, but this effect is inhibited in c-Abl–silenced ECs. Representative images are shown on the left. Phosphorylation is quantified in the bar graph on the right as mean pixel intensity per μm 2 as described in Methods. n = 3–4 independent experiments per condition. *p < 0.05; #p < 0.01. c-Abl siRNA Inhibits S1P-induced Spatially-defined Increases in Elastic Modulus (E) Direct quantification of c-Abl influences on cytoskeletal remodeling requires a reliable methodology for assessing cytoskeletal-driven force generation. We have previously used atomic force microscopy (AFM) to characterize structural and mechanical changes in the F-actin cytoskeleton of cultured ECs in response to both barrier-enhancing (induced by S1P) and barrier-disrupting (induced by thrombin) conditions ( Arce et al. , 2008 ). These AFM elasticity measurements suggested differential effects: for the barrier-protecting molecule S1P, the elastic modulus was elevated significantly on the periphery, whereas thrombin induced significant elevation of the elastic modulus in the central region of the cell ( Arce et al. , 2008 ). These prior experiments were limited by use of fixed EC, potentially obscuring the measurement of subtle changes in structure and elasticity. Therefore, in the current study, the elasticity distributions in living ECs were dynamically determined using AFM force mapping techniques, an approach which allows each individual cell to function as its own control before agonist stimulation. The distribution of elastic moduli (indicative of cell resistance to deformation induced by the AFM cantilever) from the nuclei to the periphery of the cells was analyzed for individual control siRNA-transfected ECs, as well as c-Abl–silenced ECs ( Figure 10 A). Whereas the normalized elastic modulus increases by ∼30% across this area in control EC after S1P stimulation, in c-Abl–silenced ECs, this increase is significantly attenuated ( Figure 10 B). These highly sensitive measurements of living ECs are consistent with the model of EC barrier regulation via increased tethering forces generated during enhancement of peripheral actomyosin cytoskeleton and cell-cell junctions ( Ingber, 1997 ) and demonstrate that c-Abl expression—as we have previously demonstrated for cortactin expression ( Arce et al. , 2008 )—is necessary for the structural changes that occur in association with EC barrier enhancement. Figure 10. Effect of c-Abl kinase silencing on S1P–mediated increase in elastic modulus. After transfection with control or c-Abl siRNA, live HLMVECs were analyzed by AFM at room temperature as described in Materials and Methods . Baseline elasticity measurements were obtained before S1P stimulation. ECs were then stimulated with S1P (1 μM) and repeatedly analyzed over time by AFM. (A) Representative maps (colored 3D-histograms) of elastic modulus (E) measurements across a control and a c-Abl siRNA cell are shown. A single color coded bar is used to indicate values of E. Higher values are indicated by yellow to red colors and by peaks on the map grid. For clarity, corresponding height (topographic) images of the cells acquired before S1P stimulation are shown as insets. The same cells are shown at right after 30 min of S1P stimulation. A greater increase occurs in the control siRNA compared with the c-Abl siRNA cell. (B) Elastic moduli across multiple cells for each condition are normalized and then pooled to demonstrate average changes over time after S1P stimulation. In control siRNA ECs, the normalized elastic modulus increases ∼30% with substantial reductions in c-Abl silenced EC. p < 0.05 between the two conditions at every time point after S1P stimulation. n = 4 independent experiments. DISCUSSION We previously cloned the 217-kb MLCK gene (located on chromosome 3q21.1) containing three putative promoter regions and 31 exons ( Garcia et al. , 1997 ) and more recently identified two additional noncoding exons extending the gene ( Moitra et al. , 2008 ). The full-length nmMLCK gene transcript is ∼210 kDa and is the only isoform expressed in human pulmonary EC, whereas the shorter ∼108-kDa smMLCK is preferentially expressed in smooth muscle. Both smMLCK and nmMLCK isoforms exhibit robust MLC kinase activity with a major distinguishing feature being the 922aa N-terminal stretch in nmMLCK which exhibits distinct cellular functions through unique interactions with other contractile proteins ( Garcia et al. , 1999 ) confirmed by studies using mice with selective knockout of the nmMLCK isoform ( Wainwright et al. , 2003 ). We have demonstrated nmMLCK as a key participant in the inflammatory response and regulation of vascular integrity and leukocyte influx into lung tissues ( Garcia et al. , 1998 ). Furthermore, significant single locus associations as well as haplotype analyses in Caucasian and African-American subjects confirmed that MYLK (the gene encoding MLCK) is an attractive candidate gene in sepsis- ( Gao et al. , 2006 ) and trauma-associated ALI ( Christie et al. , 2008 ) and severe asthma ( Flores et al. , 2007 ), with the nmMLCK-unique coding SNPs dependent on the racial composition of the ALI cohort (African descent vs. European descent). These results are consistent with the highly multi-functional nature of the MYLK gene product in inflammation. Spatially distributed nmMLCK responses (kinase activity and cytoskeletal protein interactions) are altered by nmMLCK phosphorylation ( Garcia et al. , 1999 ; Birukov et al. , 2001 ), with increases in intracellular cAMP/PKA activity producing a 2.5-fold increase in nmMLCK phosphorylation in EC linked to a fourfold reduction in nmMLCK activity ( Garcia et al. , 1997 ; Verin et al. , 1998 ). nmMLCK phosphorylation at Tyr sites (Y 464 ) catalyzed by pp60src occur in the context of barrier disruption ( Birukov et al. , 2001 ), during barrier recovery, or after barrier-enhancing stimuli (such as S1P). The pp60src-mediated nmMLCK1 phosphorylation sites at Y 464 and Y 471 lie within a region encoded by exon 11, which is deleted in the nmMLCK2 isoform variant generated by alternative splicing ( Lazar and Garcia, 1999 ) and results in a threefold increase in nmMLCK1 enzymatic activity ( Birukov et al. , 2001 ). Inhibition of Tyr phosphatase activity evoked significant nmMLCK phosphotyrosine accumulation, increased nmMLCK kinase activity, and EC contraction and produced EC barrier dysfunction ( Shi et al. , 1998 ; Shi et al. , 2000 ). These studies indicated differential regulation of nmMLCK splice variants by Tyr phosphorylation and implicated NH 2 -terminal SH2- and SH3-binding domains (including an SH2-binding domain containing Y 464 , Tyr phosphorylation) may regulate nmMLCK interactions with other cytoskeletal regulatory proteins. In prior proteomic explorations of key barrier-regulatory proteins recruited to caveolin-rich EC lipid raft microdomains (obtained in response to S1P), we noted a significant increase in lipid raft tyrosine phosphoproteins including c-Abl tyrosine kinase, nmMLCK, and cortactin ( Zhao et al. , 2009b ). The role of c-Abl and its target effectors in ECs are unknown, however, given the central role of nmMLCK in EC barrier regulation, the interaction between c-Abl and nmMLCK may be a key signaling event affecting lamellipodia, cytoskeletal remodeling and focal adhesion dynamics, events which regulate EC barrier permeability. c-Abl is recognized to participate in membrane ruffling, cell spreading, cell migration, and neurite extension in fibroblasts ( Woodring et al. , 2002 ) and cancer cells after HGF ( Frasca et al. , 2001 ), a potent inducer of EC cytoskeletal rearrangement and barrier enhancement ( Liu et al. , 2002 ). Furthermore, c-Abl is able to directly bind F-actin and interacts with a number of target effectors that regulate barrier-regulatory cytoskeletal structures including lamellipodia and focal adhesions ( Woodring et al. , 2002 ; Sossey-Alaoui et al. , 2007 ; Kiely et al. , 2009 ). Given its reported capacity to interact directly or indirectly with these barrier-regulatory cytoskeletal structures, c-Abl is ideally positioned to participate in multiple pathways that determine vascular endothelial permeability. However, its role in barrier regulation remains unclear as prior studies have suggested both barrier enhancing and barrier disrupting effects of c-Abl activity. For example, in epithelial cells, c-Abl activity stimulated Rac GTPase ( Zandy et al. , 2007 ; Zandy and Pendergast, 2008 )—a central signaling effector in EC barrier regulation ( Garcia et al. , 2001 ; Dudek et al. , 2004 )—to stabilize adherens junctions. Conversely in neurons, activated c-Abl weakened cadherin complexes by phosphorylating β-catenin at a specific site (Y 489 ) which resulted in its release from these adherens junction complexes ( Rhee et al. , 2002 ). In addition, the Abl inhibitor STI571 (imantinib) attenuated both VEGF- and neuropeptide Y–induced elevations of rat EC monolayer permeability in a concentration-dependent manner ( Kurimoto et al. , 2004 ), suggesting that c-Abl participates in mediating endothelial barrier disruption by these agents. In the current study, we sought to define the functional consequences of nmMLCK phosphorylation by c-Abl tyrosine kinase and examined the influence of c-Abl–mediated site-specific nmMLCK regulation via PTMs on nmMLCK responses using kinase and actin polymerization assays, protein binding assays, measurements of EC barrier function, sophisticated immunofluorescence analysis, and novel AFM live cell imaging. c-Abl produced site-specific nmMLCK phosphorylation (including Y 231 , Y 464 , Y 556 , Y 846 ) ( Figure 1 ) resulting in significant increases in MLC kinase activity ( Figure 2 ), Arp2/3-mediated actin polymerization ( Figure 3 ), and nmMLCK binding to cytoskeletal proteins such as the actin-binding tyrosine phosphoprotein, cortactin ( Figure 4 ). S1P stimulated a rapid increase in c-Abl kinase activity ( Figure 5 ) and intracellular c-Abl demonstrated colocalization with barrier-promoting cortical actin structures after S1P ( Figure 7 ). Reductions in c-Abl kinase (siRNA) resulted in marked attenuation of S1P-mediated EC barrier enhancement ( Figure 6 ), indicating an essential role for c-Abl kinase in vascular barrier regulation with nmMLCK representing one important intracellular target ( Figure 9 ). An important limitation of our data is that mass spectroscopy identification of c-Abl–catalyzed phosphorylation sites on nmMLCK was obtained only from recombinant protein studies. Verification of these phosphorylation events is needed in nmMLCK isolated from pulmonary ECs to confirm that they represent actual cell signaling events. These mass spectroscopy studies are ongoing. Despite this limitation, in light of the data presented using the phospho-specific antibody for this site ( Figure 9 A), our results provide strong evidence that c-Abl phosphorylates the Y 464 residue on nmMLCK in pulmonary ECs. Overall, our data indicate that after S1P nmMLCK is targeted to spatially-defined sites where other cytoskeletal components are aggregated and participate in EC signaling and barrier regulation ( Figures 5 B, 8 , and 9 ). We have shown that these important protein–protein interactions are altered by nmMLCK phosphorylation and have identified several novel proteins which bind nmMLCK including cortactin ( Dudek et al. , 2002 ), macrophage migration inhibitory factor ( Wadgaonkar et al. , 2005 ), and caspase 8 ( Petrache et al. , 2003 ). Cortactin is an 80/85-kDa actin-binding protein and target for pp60src whose structure consists of a Pro- and Tyr-rich area which contains the major sites of pp60src phosphorylation, and a C-terminal SH3 domain ( Huang et al. , 1998 ), which is the site of nmMLCK binding ( Dudek et al. , 2004 ). Cortactin localizes in EC cortical structures and lamellipodia with Tyr phosphorylation, and SH3 domain binding, all necessary for optimal S1P-mediated EC barrier enhancement ( Dudek et al. , 2004 ). Using site-specific antibody and peptide studies, we defined aa #972-979 and aa #1019-1025 as sites of cortactin interaction within the nmMLCK actin-binding region ( Figure 1 ) ( Dudek et al. , 2002 ). Although recombinant nmMLCK-cortactin interaction in vitro failed to modulate nmMLCK enzymatic activity, both proteins are stably associated within the cortical actin ring and lamellipodia but not within stress fibers, suggesting cortactin may contribute to nmMLCK targeting to this cellular locale. Although the precise significance of this spatially-defined interaction is unknown, our work has demonstrated that the cortactin SH3 domain interaction with nmMLCK is required for the peripheral MLC phosphorylation induced by S1P ( Dudek et al. , 2004 ). Cortactin activates the Arp2/3 complex at sites of peripheral cytoskeletal rearrangement ( Uruno et al. , 2001 ). We now demonstrate that c-Abl phosphorylation of nmMLCK reverses the ability of nmMLCK to down-regulate the enhancing effect of cortactin on Arp2/3-dependent actin polymerization that we previously reported ( Figure 3 ) ( Dudek et al. , 2002 ). These intriguing findings suggest that the interactions of these three proteins, c-Abl, cortactin, and nmMLCK, may regulate the capacity for cortactin to cross-link and stabilize the cortical actin meshwork against depolymerization ( Dudek et al. , 2002 ). Moreover, our data indicate that cortactin is itself rapidly phosphorylated on Y 486 by c-Abl in EC after S1P ( Figure 9 ). Phosphorylation at this site (Y 486 ) is necessary for optimal S1P-induced EC barrier enhancement ( Dudek et al. , 2004 ), and it has recently been described as an important target site for c-Abl during PDGF-induced dorsal wave formation ( Boyle et al. , 2007 ). The precise effects of c-Abl phosphorylation on cortactin function are unclear, but the expression of both these proteins is essential for mediating the potent barrier-enhancing effects of S1P. Using atomic force microscopy (AFM) techniques to correlate biophysical properties with cytoskeletal structural changes, we have previously demonstrated in fixed ECs that cortactin expression is required for S1P to induce peripheral elasticity changes that contribute to enhanced barrier function ( Arce et al. , 2008 ). In the current study, we have advanced these AFM techniques to allow for dynamic measurement of biophysical properties in living cells and now demonstrate that c-Abl expression is also required for S1P to alter the elastic modulus across the cell ( Figure 10 ). These data lead us to hypothesize that c-Abl-cortactin-nmMLCK interaction is critical to the EC cytoskeletal rearrangement that promotes barrier integrity after S1P. Together these data strongly support c-Abl-cortactin-nmMLCK interaction as a novel determinant of cortical actin-based cytoskeletal rearrangement critical to S1P-mediated EC barrier enhancement. These integrated translational studies provide mechanistic insights into vascular pathobiology, cytoskeletal regulation of EC barrier function, and the development of novel edema-reducing therapies. Supplementary Material [Supplemental Materials] This article was published online ahead of print in MBoC in Press ( http://www.molbiolcell.org/cgi/doi/10.1091/mbc.E09-10-0876 ) on September 22, 2010. ACKNOWLEDGMENTS We thank Jaideep Moitra for construction of the FLAG-tagged nmMLCK construct. This work was supported by grants from the National Heart, Lung, and Blood Institute, National Institutes of Health Grant P01 HL 58064, R01 HL 91889, and R01 HL 68071 (to J.G.N.G.) and R01 HL 88144 (to S.M.D.). Abbreviations used: AFM Atomic force microscopy AJ adherens junctions ALI acute lung injury ARDS acute respiratory distress syndrome E elastic modulus EC endothelial cell FITC fluorescein isothiocyanate HGF hepatocyte growth factor HLMVEC human lung microvascular endothelial cells HPAEC human pulmonary artery endothelial cells ICQ intensity correlation quotient MLC myosin light chain MYLK MLCK gene nmMLCK nonmuscle myosin light chain kinase PTMs posttranslational modifications S1P sphingosine 1-phosphate Ser serine smMLCK smooth muscle MLCK TER transendothelial monolayer electrical resistance Thr threonine Tyr tyrosine. REFERENCES Almqvist N. Bhatia R. Primbs G. Desai N. Banerjee S. Lal R. Elasticity and adhesion force mapping reveals real-time clustering of growth factor receptors and associated changes in local cellular rheological properties Biophys. J 2004 86 1753 1762 14990502 Arce F. T. Avci R. Beech I. B. Cooksey K. E. Wigglesworth-Cooksey B. Modification of surface properties of a poly(dimethylsiloxane)-based elastomer, RTV11, upon exposure to seawater Langmuir 2006 22 7217 7225 16893218 Arce F. T. Whitlock J. L. Birukova A. A. Birukov K. G. Arnsdorf M. F. Lal R. Garcia J. G. Dudek S. M. Regulation of the micromechanical properties of pulmonary endothelium by s1p and thrombin: role of cortactin Biophys. J 2008 95 886 894 18408039 Birukov K. G. Csortos C. Marzilli L. Dudek S. Ma S. F. Bresnick A. R. Verin A. D. Cotter R. J. Garcia J. G. Differential regulation of alternatively spliced endothelial cell myosin light chain kinase isoforms by p60(Src) J. Biol. Chem 2001 276 8567 8573 11113114 Birukova A. A. Birukov K. G. Smurova K. Adyshev D. M. Kaibuchi K. Alieva I. Garcia J. G. Verin A. D. Novel role of microtubules in thrombin-induced endothelial barrier dysfunction FASEB J 2004 18 1879 1890 15576491 Boyle S. N. Michaud G. A. Schweitzer B. Predki P. F. Koleske A. J. A critical role for cortactin phosphorylation by Abl-family kinases in PDGF-induced dorsal-wave formation Curr. Biol 2007 17 445 451 17306540 Brown M. Adyshev D. Bindokas V. Moitra J. Garcia J. G. Dudek S. M. Quantitative distribution and colocalization of non-muscle myosin light chain kinase isoforms and cortactin in human lung endothelium Microvasc. Res 2010 80 75 88 20053363 Christie J. D. Ma S. F. Aplenc R. Li M. Lanken P. N. Shah C. V. Fuchs B. Albelda S. M. Flores C. Garcia J. G. Variation in the myosin light chain kinase gene is associated with development of acute lung injury after major trauma Crit. Care. Med 2008 36 2794 2800 18828194 Dudek S. M. Birukov K. G. Zhan X. Garcia J. G. Novel interaction of cortactin with endothelial cell myosin light chain kinase Biochem. Biophys. Res. Commun 2002 298 511 519 12408982 Dudek S. M. Garcia J. G. Cytoskeletal regulation of pulmonary vascular permeability J. Appl. Physiol 2001 91 1487 1500 11568129 Dudek S. M. Jacobson J. R. Chiang E. T. Birukov K. G. Wang P. Zhan X. Garcia J. G. Pulmonary endothelial cell barrier enhancement by sphingosine 1-phosphate: roles for cortactin and myosin light chain kinase J. Biol. Chem 2004 279 24692 24700 15056655 Ficarro S. B. McCleland M. L. Stukenberg P. T. Burke D. J. Ross M. M. Shabanowitz J. Hunt D. F. White F. M. Phosphoproteome analysis by mass spectrometry and its application to Saccharomyces cerevisiae Nat. Biotechnol 2002 20 301 305 11875433 Flores C. Ma S. F. Maresso K. Ober C. Garcia J. G. A variant of the myosin light chain kinase gene is associated with severe asthma in African Americans Genet Epidemiol 2007 31 296 305 17266121 Frasca F. Vigneri P. Vella V. Vigneri R. Wang J. Y. Tyrosine kinase inhibitor STI571 enhances thyroid cancer cell motile response to hepatocyte growth factor Oncogene 2001 20 3845 3856 11439348 Gao L. Grant A. Halder I. Brower R. Sevransky J. Maloney J. P. Moss M. Shanholtz C. Yates C. R. Meduri G. U. Shriver M. D. Ingersoll R. Scott A. F. Beaty T. H. Moitra J. Ma S. F. Ye S. Q. Barnes K. C. Garcia J. G. Novel polymorphisms in the myosin light chain kinase gene confer risk for acute lung injury Am. J. Respir. Cell. Mol. Biol 2006 34 487 495 16399953 Gao L. Grant A. V. Rafaels N. Stockton-Porter M. Watkins T. Gao P. Chi P. Munoz M. Watson H. Dunston G. Togias A. Hansel N. Sevransky J. Maloney J. P. Moss M. Shanholtz C. Brower R. Garcia J. G. Grigoryev D. N. Cheadle C. Beaty T. H. Mathias R. A. Barnes K. C. Polymorphisms in the myosin light chain kinase gene that confer risk of severe sepsis are associated with a lower risk of asthma J. Allergy Clin. Immunol 2007 119 1111 1118 17472811 Garcia J. G. Davis H. W. Patterson C. E. Regulation of endothelial cell gap formation and barrier dysfunction: role of myosin light chain phosphorylation J. Cell. Physiol 1995 163 510 522 7775594 Garcia J. G. Lazar V. Gilbert-McClain L. I. Gallagher P. J. Verin A. D. Myosin light chain kinase in endothelium: molecular cloning and regulation Am. J. Respir Cell. Mol. Biol 1997 16 489 494 9160829 Garcia J. G. Liu F. Verin A. D. Birukova A. Dechert M. A. Gerthoffer W. T. Bamburg J. R. English D. Sphingosine 1-phosphate promotes endothelial cell barrier integrity by Edg-dependent cytoskeletal rearrangement J. Clin. Invest 2001 108 689 701 11544274 Garcia J. G. Siflinger-Birnboim A. Bizios R. Del Vecchio P. J. Fenton J. W. 2nd Malik A. B. Thrombin-induced increase in albumin permeability across the endothelium J. Cell. Physiol 1986 128 96 104 3722274 Garcia J. G. Verin A. D. Herenyiova M. English D. Adherent neutrophils activate endothelial myosin light chain kinase: role in transendothelial migration J. Appl. Physiol 1998 84 1817 1821 9572834 Garcia J. G. Verin A. D. Schaphorst K. Siddiqui R. Patterson C. E. Csortos C. Natarajan V. Regulation of endothelial cell myosin light chain kinase by Rho, cortactin, and p60(src) Am. J. Physiol 1999 276 L989 998 10362724 Garcia J. G. Verin A. D. Schaphorst K. L. Regulation of thrombin-mediated endothelial cell contraction and permeability Semin Thromb Hemost 1996 22 309 315 8944415 Huang C. Liu J. Haudenschild C. C. Zhan X. The role of tyrosine phosphorylation of cortactin in the locomotion of endothelial cells J. Biol. Chem 1998 273 25770 25776 9748248 Huang X. Wu D. Jin H. Stupack D. Wang J. Y. Induction of cell retraction by the combined actions of Abl-CrkII and Rho-ROCK1 signaling J. Cell. Biol 2008 183 711 723 19001122 Ingber D. E. Tensegrity: the architectural basis of cellular mechanotransduction Annu. Rev. Physiol 1997 59 575 599 9074778 Kamm K. E. Stull J. T. Dedicated myosin light chain kinases with diverse cellular functions J. Biol. Chem 2001 276 4527 4530 11096123 Kiely P. A. Baillie G. S. Barrett R. Buckley D. A. Adams D. R. Houslay M. D. O'Connor R. Phosphorylation of RACK1 on tyrosine 52 by c-Abl is required for insulin-like growth factor I-mediated regulation of focal adhesion kinase J. Biol. Chem 2009 284 20263 20274 19423701 Kurimoto N. Nan Y. S. Chen Z. Y. Feng G. G. Komatsu T. Kandatsu N. Ko J. Kawai N. Ishikawa N. Effects of specific signal transduction inhibitors on increased permeability across rat endothelial monolayers induced by neuropeptide Y or VEGF Am. J. Physiol Heart Circ. Physiol 2004 287 H100 H106 14975929 Lazar V. Garcia J. G. A single human myosin light chain kinase gene (MLCK; MYLK) Genomics 1999 57 256 267 10198165 Liu F. Schaphorst K. L. Verin A. D. Jacobs K. Birukova A. Day R. M. Bogatcheva N. Bottaro D. P. Garcia J. G. Hepatocyte growth factor enhances endothelial cell barrier function and cortical cytoskeletal rearrangement: potential role of glycogen synthase kinase-3beta FASEB J 2002 16 950 962 12087056 Moitra J. Evenoski C. Sammani S. Wadgaonkar R. Turner J. R. Ma S. F. Garcia J. G. A transgenic mouse with vascular endothelial over-expression of the non-muscle myosin light chain kinase-2 isoform is susceptible to inflammatory lung injury: role of sexual dimorphism and age Transl Res 2008 151 141 153 18279813 Petrache I. Birukov K. Zaiman A. L. Crow M. T. Deng H. Wadgaonkar R. Romer L. H. Garcia J. G. Caspase-dependent cleavage of myosin light chain kinase (MLCK) is involved in TNF-alpha-mediated bovine pulmonary endothelial cell apoptosis FASEB J 2003 17 407 416 12631580 Quist A. P. Rhee S. K. Lin H. Lal R. Physiological role of gap-junctional hemichannels: Extracellular calcium-dependent isosmotic volume regulation J. Cell. Biol 2000 148 1063 1074 10704454 Rhee J. Mahfooz N. S. Arregui C. Lilien J. Balsamo J. VanBerkum M. F. Activation of the repulsive receptor Roundabout inhibits N-cadherin-mediated cell adhesion Nat. Cell. Biol 2002 4 798 805 12360290 Saito H. Minamiya Y. Kitamura M. Saito S. Enomoto K. Terada K. Ogawa J. Endothelial myosin light chain kinase regulates neutrophil migration across human umbilical vein endothelial cell monolayer J. Immunol 1998 161 1533 1540 9686621 Shi S. Garcia J. G. Roy S. Parinandi N. L. Natarajan V. Involvement of c-Src in diperoxovanadate-induced endothelial cell barrier dysfunction Am. J. Physiol. Lung. Cell. Mol. Physiol 2000 279 L441 L451 10956618 Shi S. Verin A. D. Schaphorst K. L. Gilbert-McClain L. I. Patterson C. E. Irwin R. P. Natarajan V. Garcia J. G. Role of tyrosine phosphorylation in thrombin-induced endothelial cell contraction and barrier function Endothelium 1998 6 153 171 9930649 Singleton P. A. Dudek S. M. Chiang E. T. Garcia J. G. Regulation of sphingosine 1-phosphate-induced endothelial cytoskeletal rearrangement and barrier enhancement by S1P1 receptor, PI3 kinase, Tiam1/Rac1, and alpha-actinin FASEB J 2005 19 1646 1656 16195373 Sossey-Alaoui K. Li X. Cowell J. K. c-Abl-mediated phosphorylation of WAVE3 is required for lamellipodia formation and cell migration J. Biol. Chem 2007 282 26257 26265 17623672 Sun X. Shikata Y. Wang L. Ohmori K. Watanabe N. Wada J. Shikata K. Birukov K. G. Makino H. Jacobson J. R. Dudek S. M. Garcia J. G. Enhanced interaction between focal adhesion and adherens junction proteins: involvement in sphingosine 1-phosphate-induced endothelial barrier enhancement Microvascular Research 2009 77 304 313 19323978 Tinsley J. H. De Lanerolle P. Wilson E. Ma W. Yuan S. Y. Myosin light chain kinase transference induces myosin light chain activation and endothelial hyperpermeability Am. J. Physiol Cell. Physiol 2000 279 C1285 C1289 11003609 Tokui T. Ando S. Ikebe M. Autophosphorylation of smooth muscle myosin light chain kinase at its regulatory domain Biochemistry 1995 34 5173 5179 7711037 Uruno T. Liu J. Zhang P. Fan Y. Egile C. Li R. Mueller S. C. Zhan X. Activation of Arp2/3 complex-mediated actin polymerization by cortactin Nat. Cell. Biol 2001 3 259 266 11231575 Verin A. D. Gilbert-McClain L. I. Patterson C. E. Garcia J. G. Biochemical regulation of the nonmuscle myosin light chain kinase isoform in bovine endothelium Am. J. Respir. Cell. Mol. Biol 1998 19 767 776 9806741 Wadgaonkar R. Dudek S. M. Zaiman A. L. Linz-McGillem L. Verin A. D. Nurmukhambetova S. Romer L. H. Garcia J. G. Intracellular interaction of myosin light chain kinase with macrophage migration inhibition factor (MIF) in endothelium J. Cell. Biochem 2005 95 849 858 15838879 Wainwright M. S. Rossi J. Schavocky J. Crawford S. Steinhorn D. Velentza A. V. Zasadzki M. Shirinsky V. Jia Y. Haiech J. Van Eldik L. J. Watterson D. M. Protein kinase involved in lung injury susceptibility: Evidence from enzyme isoform genetic knockout and in vivo inhibitor treatment Proc. Natl. Acad. Sci. USA 2003 100 6233 6238 12730364 Watanabe H. Takahashi R. Zhang X. X. Goto Y. Hayashi H. Ando J. Isshiki M. Seto M. Hidaka H. Niki I. Ohno R. An essential role of myosin light-chain kinase in the regulation of agonist- and fluid flow-stimulated Ca2+ influx in endothelial cells FASEB J 1998 12 341 348 9506478 Woodring P. J. Litwack E. D. O'Leary D. D. Lucero G. R. Wang J. Y. Hunter T. Modulation of the F-actin cytoskeleton by c-Abl tyrosine kinase in cell spreading and neurite extension J. Cell. Biol 2002 156 879 892 11864995 Zandy N. L. Pendergast A. M. Abl tyrosine kinases modulate cadherin-dependent adhesion upstream and downstream of Rho family GTPases Cell. Cycle 2008 7 444 448 18235247 Zandy N. L. Playford M. Pendergast A. M. Abl tyrosine kinases regulate cell-cell adhesion through Rho GTPases Proc. Natl. Acad. Sci. USA 2007 104 17686 17691 17965237 Zhang C. Williams E. H. Guo Y. Lum L. Beachy P. A. Extensive phosphorylation of Smoothened in Hedgehog pathway activation Proc. Natl. Acad. Sci. USA 2004 101 17900 17907 15598741 Zhao J. Camp S. M. Chiang E. T. Shilling A. B. Dudek S. M. Garcia J. G. Identification of novel in vitro protein kinase A phosphorylation sites on recombinant non-muscle myosin light chain kinase: nano-LC/MS/MS mass spectrometry methodology J. Organ Dysfunction 2009a 5 242 253 Zhao J. Singleton P. A. Brown M. E. Dudek S. M. Garcia J. G. Phosphotyrosine protein dynamics in cell membrane rafts of sphingosine-1-phosphate-stimulated human endothelium: role in barrier enhancement Cell. Signal 2009b 21 1945 1960 19755153",
    "full_text_abstract": "This study identified multiple novel c-Abl–mediated nmMLCK phosphorylation sites by mass spectroscopy and examined their influence on nmMLCK function and human lung endothelial barrier regulation. The data indicate an essential role for Abl kinase in vascular barrier regulation via phosphorylation of nmMLCK and the actin-binding protein cortactin.\n\nNonmuscle myosin light chain kinase (nmMLCK), a multi-functional cytoskeletal protein critical to vascular homeostasis, is highly regulated by tyrosine phosphorylation. We identified multiple novel c-Abl–mediated nmMLCK phosphorylation sites by mass spectroscopy analysis (including Y 231 , Y 464 , Y 556 , Y 846 ) and examined their influence on nmMLCK function and human lung endothelial cell (EC) barrier regulation. Tyrosine phosphorylation of nmMLCK increased kinase activity, reversed nmMLCK-mediated inhibition of Arp2/3-mediated actin polymerization, and enhanced binding to the critical actin-binding phosphotyrosine protein, cortactin. EC challenge with sphingosine 1-phosphate (S1P), a potent barrier-enhancing agonist, resulted in c-Abl and phosphorylated nmMLCK recruitment into caveolin-enriched microdomains, rapid increases in Abl kinase activity, and spatial targeting of c-Abl to barrier-promoting cortical actin structures. Conversely, reduced c-Abl expression in EC (siRNA) markedly attenuated S1P-mediated cortical actin formation, reduced the EC modulus of elasticity (assessed by atomic force microscopy), reduced nmMLCK and cortactin tyrosine phosphorylation, and attenuated S1P-mediated barrier enhancement. These studies indicate an essential role for Abl kinase in vascular barrier regulation via posttranslational modification of nmMLCK and strongly support c-Abl-cortactin-nmMLCK interaction as a novel determinant of cortical actin-based cytoskeletal rearrangement critical to S1P-mediated EC barrier enhancement."
}