{
    "PMC": "3548614",
    "DOI": "10.2500/ar.2012.3.0035",
    "PMID": "23342295",
    "PMCID": "PMC3548614",
    "title": "Signal transducer and activator of transcription 3 mutation with invasive eosinophilic disease.",
    "year": 2012,
    "source_url": "https://europepmc.org/article/PMC/PMC3548614",
    "source": "MED",
    "abstract_text": "Hyper-IgE syndrome (HIES), or Jobs disease, is a rare immunologic disorder characterized by the triad of staphylococcal abscesses, pneumonia with pneumatocele formation, and elevated IgE. It has been shown to have multiple modes of inheritance, autosomal dominant being more common than autosomal recessive, with sporadic cases as well. A mutation in signal transducer and activator of transcription 3 (STAT3) gene has been linked to the development of the sporadic and dominant forms of HIES. Peripheral eosinophilia, typically greater than two standard deviations from the normal population, is often seen in association with HIES. Despite these elevated levels of blood eosinophils, there have been no reported cases of invasive eosinophilic disease, such as eosonophilic esophagitic. Here we report the first description, to our knowledge, of a patient with HIES with a STAT3 mutation involving exon 12, Thr389Ile, and invasive eosinophilic disease of the esophagus. STAT3 modulates the expression of several genes that control central cell processes such as growth and death in response to external soluble stimuli. A mutation in the STAT3 molecule may affect the eosinophil's response to IL-5 and thus reduce the chemotaxic ability of those cells to migrate into tissues. This may then explain the paucity of eosinophilic infiltrative disease in patients with STAT3 mutations. The level of eosinophilic involvement may be related to the site or type of mutation within the STAT3 molecule. As more data are collected, we may be able to assess whether certain mutations dictate different clinical outcomes, which could prove helpful in directing therapy.",
    "full_text": "Allergy Rhinol (Providence) Allergy Rhinol (Providence) ar Allergy & Rhinology 2152-6575 2152-6567 OceanSide Publications, Inc. Providence, RIUSA 3548614 AR048-11 10.2500/ar.2012.3.0035 Articles Signal transducer and activator of transcription 3 mutation with invasive eosinophilic disease Crosby Kara D.O. 1 Swender David D.O. 2 Chernin Leah D.O. 2 Hafez-Khayyata Said 3 Ochs Hans M.D. 4 Tcheurekdjian Haig M.D. 5 Hostoffer Robert D.O. 2 From the 1 Department of Pediatrics, Akron Children's Hospital, Akron, Ohio, 2 Department of Allergy and Immunology, University Hospitals, Cleveland, Ohio, 3 Department of Pathology, University Hospitals, Cleveland, OH, 4Department of Allergy and Immunology, 4 University of Washington, Seattle, Washington, and 5 Allergy/Immunology Associates, Inc., Cleveland, OH Address correspondence and reprint requests to Kara Crosby, D.O., Akron Children's Hospital, 1 Perkins Square, Akron, OH 44308 E-mail address: KCrosby@chmca.org Fall 2012 13 12 2012 3 2 e94 e97 Copyright © 2012, OceanSide Publications, Inc., U.S.A. 2012 This publication is provided under the terms of the Creative Commons Public License (\"CCPL\" or \"License\"), in attribution 3.0 unported (Attribution Non-Commercial No Derivatives (CC BY-NC-ND)), further described at: http://creativecommons.org/licenses/by-nc-nd/3.0/legalcode . The work is protected by copyright and/or other applicable law. Any use of the work other then as authorized under this license or copyright law is prohibited. Hyper-IgE syndrome (HIES), or Jobs disease, is a rare immunologic disorder characterized by the triad of staphylococcal abscesses, pneumonia with pneumatocele formation, and elevated IgE. It has been shown to have multiple modes of inheritance, autosomal dominant being more common than autosomal recessive, with sporadic cases as well. A mutation in signal transducer and activator of transcription 3 (STAT3) gene has been linked to the development of the sporadic and dominant forms of HIES. Peripheral eosinophilia, typically greater than two standard deviations from the normal population, is often seen in association with HIES. Despite these elevated levels of blood eosinophils, there have been no reported cases of invasive eosinophilic disease, such as eosonophilic esophagitic. Here we report the first description, to our knowledge, of a patient with HIES with a STAT3 mutation involving exon 12, Thr389Ile, and invasive eosinophilic disease of the esophagus. STAT3 modulates the expression of several genes that control central cell processes such as growth and death in response to external soluble stimuli. A mutation in the STAT3 molecule may affect the eosinophil's response to IL-5 and thus reduce the chemotaxic ability of those cells to migrate into tissues. This may then explain the paucity of eosinophilic infiltrative disease in patients with STAT3 mutations. The level of eosinophilic involvement may be related to the site or type of mutation within the STAT3 molecule. As more data are collected, we may be able to assess whether certain mutations dictate different clinical outcomes, which could prove helpful in directing therapy. Eosinophilia esophagitis hyper-IgE immunodeficiency invasive STAT3 Thr389Ile Hyper-IgE syndrome (HIES) or Jobs disease is a rare immunologic disorder that is characterized by the triad of staphylococcal abscesses, pneumonia with pneumatocele formation, and extremely elevated IgE. 1 This syndrome can also involve joint hyperextensibility, scoliosis, osteopenia, delayed shedding of primary teeth, coarse facial features, and a pruritic dermatitis. Studies have indicated a sporadic or autosomal dominant inheritance with variable expressivity, 1 along with a less frequent autosomal recessive pattern of inheritance. A scoring system has been developed by the National Institutes of Health to assist in stratifying individuals into groups based on the likelihood of having HIES. The system uses both clinical observations and laboratory test results that are weighted both by the severity of the finding and by the importance of its association with having HIES. A score of >40 is suggestive of HIES. High clinical suspicion based on the results of the scoring system is helpful in identifying people in whom to perform genetic testing ( Table 1 2 ). Table 1 Scoring system with clinical and laboratory tests for individuals in kindreds with HIES *The entry in the farthest right column is assigned the maximum points allowed for each finding. #Normal, <130 IU/mL. §700/μL = 1 SD, 800/μL = 2 SD above the mean value for normal individuals. ¶For example, cleft palate, cleft tongue, hemivertebrae, other vertebral anomaly, etc. (see Ref. 1 ). ‖Compared with age- and sex-matched controls (see Ref. 3 ). A mutation in signal transducer and activator of transcription 3 (STAT3) gene has been linked to development of the sporadic and dominant forms of HIES, and a mutation in DOCK 8 has been associated with the autosomal recessive form of HIES. 3 , 4 These mutations have provided a molecular definition of the disease, which has increased the ease and ability of making an HIES diagnosis. Peripheral eosinophilia that is typically greater than two standard deviations from the normal population (>700 cells/μL) and elevated IgE levels (>2000 IU) are often seen in association with HIES. 5 Despite these elevated levels of blood eosinophils, there have been no reported cases of invasive eosinophilic disease such as eosinophilic esophagitis (EoE). EoE is an immunologically mediated disease that has dramatically increased in prevalence in the last 10 years. It is characterized by a dense esophageal eosinophilia and often basal zone hyperplasia, elongation of rete pegs, and dilated intercellular spaces. 6 Patients normally present with upper gastrointestinal symptoms that are unresponsive to high-dose proton pump therapy. Diagnosis requires endoscopy, which frequently shows abnormal-appearing mucosa that includes but is not limited to longitudinal furrowing, friability, edema, longitudinal shearing, narrow caliber esophagus, and fixed rings. Microscopic examination of the biopsy specimens requires at least 15 eosinophils per high-powered field (HPF). Treatments consist of dietary approaches that are focused on eliminating exposure to food allergens, topical corticosteroids, and esophageal dilation. 6 The following is the first description of a patient with HIES and invasive eosinophilic disease of the esophagus. A 35-year-old African American male presented with complaints of dysphagia for several weeks, resistant to a trial with proton pump inhibitors. Patient also complained of constipation with soy and hives when he ate fish. The patient had an extensive medical history that consisted of many recurrent infections including staphylococcal pneumonia, skin abscesses, and esophageal candidiasis. He had undergone a left lung pneumonectomy secondary to a pneumatocele formation after severe pneumonia several years ago. On physical exam the patient was noted to have coarse facies, a widened nasal bridge, moderate eczema, and hyperextensibility. A complete blood cell count with differential was within normal limits and revealed 12% eosinophils and 1% basophils, with an absolute eosinophil count of 432/μL. His total IgE was 2728 kU/L. The patient's HIES National Institutes of Health score was 53. He received points for his IgE level, skin abscesses, pneumonia, pneumatocele, fractures, characteristic face, eczema, upper respiratory infections, candidiasis, hyperextensibility, and increased nasal width. Genotyping showed an STAT3 mutation involving exon 12, Thr389Ile, which is consistent with the diagnosis of HIES. An endoscopy with biopsy specimens was performed. The patient was noted to have a ringed esophagus ( Fig. 1 ), and microscopic examination of biopsy specimens revealed an average number of 20 eosinophils/HPF and focally up to 60 eosinophils/HPF ( Fig. 2 ), consistent with a diagnosis of EoE. The patient was evaluated for food hypersensitivity via scratch testing and specific IgE testing, which revealed multiple food sensitizations ( Tables 2 – 4 ). The patient has clinically responded to elimination of foods documented in Tables 2 – 3 and treatment with oral topical steroids. The patient was initially started on Pulmicort 0.5% (AstraZeneca Pharmaceuticals LP, Wilmington, DE) twice per day but because of reported intolerance he was switched to and tolerating Flovent at 110 μg, 2 puffs twice per day. Figure 1. Esophagogastroduodenoscopy (EGD) shows mucosal changes that include a ringed esophagus in the middle third of the esophagus. Figure 2. Biopsy specimen from the middle third of the esophagus. Examination of the squamous epithelium shows an increased number of eosinophils; with an average of 20 eosinophils/high-powered field (HPF) and focal areas of 60 eosinophils/HPF. Table 2 Percutaneous food panel Scratch test results were graded from 0 (saline) to 4 (histamine). Only results that were a≥2 included. Table 3 IgE-specific food panel Table 4 Grading Scale for Allergen-Specific IgE Antibodies STAT3 modulates the expression of several genes that control central cell processes such as growth and death in response to external soluble stimuli. 7 This modulation is central for blood eosinophils especially in response to stimulation by IL-5, an eosinophilic chemoattractant. 8 A mutation in the STAT3 molecule may affect the eosinophil's response to IL-5 and thus reduce the chemotaxic ability of those cells to migrate into tissues. This may then explain the paucity of eosinophilic infiltrative disease in patients with STAT3 mutations. The level of eosinophilic involvement may be related to the site or type of mutation within the STAT3 molecule. Because of the novelty of this particular STAT3 mutation in individuals diagnosed with HIES, we are currently unsure whether we will continue to find a clinical and histopathological correlations between EoE and HIES. However, we do know that the clinical spectrum of STAT3 mutations appears to be expanding. As more patients are being identified via genetic studies, the scope of eosinophilic involvement will continue to be elucidated. As more data are collected we may be able to assess whether certain mutations dictate different clinical outcomes, which could prove helpful in directing therapy. The authors have no conflicts of interest to declare pertaining to this article REFERENCES 1. Grimbacher B Holland SM Gallin JI Hyper-IgE syndrome with recurrent infections—An autosomal dominant multisystem disorder . N Engl J Med 340 : 692 – 702 , 1999 (PubMed PMID: 10053178.) 10053178 2. National Institutes of Health Table 1. Scoring system with clinical and laboratory tests for individuals in kindreds with HIES . Available online at www.niaid.nih.gov/LabsAndResources/labs/aboutlabs/lcid/stat3base/Documents/scoringsystem.pdf ; accessed August 6, 2012 3. Farkas L Anthropometry of the head and face . 2nd ed New York, NY : Raven Press ; 286 – 301 , 1994 4. Zhang Q Davis JC Lamborn IT Combined immunodeficiency associated with DOCK8 mutations . N Engl J Med 361 : 2046 – 2055 , 2009 (PubMed PMID: 19776401.) 19776401 5. Grimbacher B Holland SM Puck JM Hyper-IgE syndromes . Immunol Rev 203 : 244 – 250 , 2005 (PubMed PMID: 15661034.) 15661034 6. Liacouras CA Furta GT Hirano I Eosinophilic esophagitis: Updated consensus recommendations for children and adults . J Allergy Clin Immunol 128 : 3 – 20 , 2011 (PubMed PMID: 21477849.) 21477849 7. Levy D Loomis C STAT3 signaling and the hyper-IgE syndrome . N Engl J Med 357 : 1655 – 1658 , 2007 (PubMed PMID: 17881746.) 17881746 8. Stout BA Bates ME Liu LY IL-5 and granulocyte-macrophage colony-stimulating factor activate STAT3 and STAT5 and promote Pim-1 and cyclin D3 protein expression in human eosinophils . J Immunol 173 : 6409 – 6417 , 2004 (PubMed PMID: 15528381.) 15528381",
    "full_text_abstract": "Hyper-IgE syndrome (HIES), or Jobs disease, is a rare immunologic disorder characterized by the triad of staphylococcal abscesses, pneumonia with pneumatocele formation, and elevated IgE. It has been shown to have multiple modes of inheritance, autosomal dominant being more common than autosomal recessive, with sporadic cases as well. A mutation in signal transducer and activator of transcription 3 (STAT3) gene has been linked to the development of the sporadic and dominant forms of HIES. Peripheral eosinophilia, typically greater than two standard deviations from the normal population, is often seen in association with HIES. Despite these elevated levels of blood eosinophils, there have been no reported cases of invasive eosinophilic disease, such as eosonophilic esophagitic. Here we report the first description, to our knowledge, of a patient with HIES with a STAT3 mutation involving exon 12, Thr389Ile, and invasive eosinophilic disease of the esophagus. STAT3 modulates the expression of several genes that control central cell processes such as growth and death in response to external soluble stimuli. A mutation in the STAT3 molecule may affect the eosinophil's response to IL-5 and thus reduce the chemotaxic ability of those cells to migrate into tissues. This may then explain the paucity of eosinophilic infiltrative disease in patients with STAT3 mutations. The level of eosinophilic involvement may be related to the site or type of mutation within the STAT3 molecule. As more data are collected, we may be able to assess whether certain mutations dictate different clinical outcomes, which could prove helpful in directing therapy."
}