{
    "PMC": "12379551",
    "DOI": "10.1186/s12870-025-06601-y",
    "PMID": "40859167",
    "PMCID": "PMC12379551",
    "title": "Natural variation and functional analysis of TaSD6 genes regulating seed dormancy in common wheat.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12379551",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>The bHLH transcription factor SD6 regulates rice seed dormancy. However, sequence variants of wheat SD6 homologs and their roles in seed dormancy remain unknown.<h4>Results</h4>Here, we cloned three wheat homologous genes of SD6 (named TaSD6-7A, TaSD6-7B, and TaSD6-7D), and found that TaSD6-7A had abundant sequence variations, while TaSD6-7B and TaSD6-7D had no variation. Based on sequence variations in the promoter and coding regions of TaSD6-7A, we developed three molecular markers and verified their associations with seed dormancy in 160 wheat varieties. We further confirmed that the TaSD6-7 A + 1307-T allele positively regulated seed dormancy, but had no adverse effects on other important agronomic traits. Resequencing and phenotypic data indicated that the favorable haplotype TaSD6-7A<sup>HapII</sup> associated with high dormancy level was more common in landraces than in modern varieties. Additionally, we demonstrated the pyramid effects of TaSD6-7A with known dormancy-related genes in enhancing seed dormancy.<h4>Conclusion</h4>Overall, this study provides novel genetic resources and molecular markers for improving PHS resistance of modern wheat varieties.",
    "full_text": "pmc BMC Plant Biol BMC Plant Biol BMC Plant Biology 1471-2229 BioMed Central London 12379551 6601 10.1186/s12870-025-06601-y Research Natural variation and functional analysis of TaSD6 genes regulating seed dormancy in common wheat Wang Huanfeng Yu Zhaoyu Si Fan Liu Wei Chen Jinhao Wang Renjie Gao Wei Cao Jiajia Ma Chuanxi Chang Cheng changtqw@126.com Zhang Haiping zhhp20@163.com https://ror.org/0327f3359 grid.411389.6 0000 0004 1760 4804 Key Laboratory of Wheat Biology and Genetic Improvement on Southern Yellow & Huai River Valley, Ministry of Agriculture and Rural Affairs/College of Agronomy, Anhui Agricultural University, Hefei, 230036 China 26 8 2025 26 8 2025 2025 25 1134 12 2 2025 22 4 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . Background The bHLH transcription factor SD6 regulates rice seed dormancy. However, sequence variants of wheat SD6 homologs and their roles in seed dormancy remain unknown. Results Here, we cloned three wheat homologous genes of SD6 (named TaSD6-7A , TaSD6-7B , and TaSD6-7D ), and found that TaSD6-7A had abundant sequence variations, while TaSD6-7B and TaSD6-7D had no variation. Based on sequence variations in the promoter and coding regions of TaSD6-7A , we developed three molecular markers and verified their associations with seed dormancy in 160 wheat varieties. We further confirmed that the TaSD6-7 A + 1307-T allele positively regulated seed dormancy, but had no adverse effects on other important agronomic traits. Resequencing and phenotypic data indicated that the favorable haplotype TaSD6-7A HapII associated with high dormancy level was more common in landraces than in modern varieties. Additionally, we demonstrated the pyramid effects of TaSD6-7A with known dormancy-related genes in enhancing seed dormancy. Conclusion Overall, this study provides novel genetic resources and molecular markers for improving PHS resistance of modern wheat varieties. Supplementary Information The online version contains supplementary material available at 10.1186/s12870-025-06601-y. Keywords Wheat Seed dormancy Pre-harvest sprouting TaSD6 bHLH transcription factor The Joint Research of Wheat Variety Improvement of Anhui 2021 Key Scientific and Technological Breakthroughs of Anhui Province “Innovation of Excellent Wheat Germplasm Resources, Discovery of Important New Genes and Application in Wheat Molecular Design Breeding 2021d06050003 National Natural Science Foundation of China 32372069 The University Synergy Innovation Program of Anhui Province GXXT-2021-058 https://doi.org/10.13039/501100018522 Jiangsu Collaborative Innovation Center for Modern Crop Production JCIC-MCP issue-copyright-statement © BioMed Central Ltd., part of Springer Nature 2025 Introduction Pre-harvest sprouting (PHS) is a phenomenon in which physiologically mature cereal seeds (e.g., wheat, rice) germinate directly on the mother plants before harvest under high humidity conditions [ 1 – 4 ]. PHS is a global problem in agricultural production that causes losses in crop yield and quality [ 5 – 7 ]. In China, about 83% of the total wheat area is affected by PHS [ 8 ]. With climate change and more frequent extreme weather events, PHS is also becoming increasingly frequent during harvest. In 2023, the southern wheat regions of Huanghuai (e.g., Henan, Jiangsu, and Anhui) experienced 5–6 days of continuous rainfall before harvest, causing serious PHS damage. Because wheat varieties with stronger seed dormancy generally have higher PHS resistance [ 9 – 11 ], breeding them would mitigate PHS damage, especially in regions with frequent rainfall during harvest. Seed dormancy and PHS resistance are collectively regulated by multiple genes. Quantitative trait locus (QTL) mapping and genome-wide association study (GWAS) methods have revealed numerous loci for seed dormancy and PHS resistance on all wheat chromosomes [ 12 – 16 ]. Because of the complexity of the wheat genome, few genes have been cloned using homologous and map-based cloning methods [ TaVp-1 genes, homologs of maize Viviparous-1 ( Vp-1 ) and Arabidopsis ABI3 ( ABA insensitive-3 ) [ 17 – 20 ]; TaSdr-A1 and TaSdr-B1 , orthologs of rice seed dormancy 4 ( Sdr4 ) [ 21 , 22 ]; TaMFT ( TaPHS1 ), a homolog of Arabidopsis MOTHER OF FLOWERING TIME ( MFT ) [ 23 , 24 ]; TaMKK3-A , a barley mitogen-activated protein kinase kinase 3 ( MKK3 ) homolog [ 25 ]; TaQsd1 , wheat homologs of barley Qsd1 encoding an alanine aminotransferase (AlaAT) [ 26 , 27 ]; MYB10-D1 ( PHS-3D ), encoding an R2R3-MYB transcription factor Myb10 [ 7 ]; TaPI4K-2A , encoding a phosphatidylinositol 4-kinase (PI4K) family protein [ 28 ]; and TaMYB7-A1 , encoding an R2R3 MYB-family transcription factor [ 29 ]]. In addition, TaJAZ1 [ 30 ], TaSRO1 [ 31 ], and TaGATA1 [ 32 ], have been isolated from wheat by other methods. These genes are potentially valuable for improving PHS resistance of wheat varieties. However, the complex genetic basis of wheat PHS resistance is largely not fully understood. Cloning additional genes that control seed dormancy will contribute to breeding varieties with high PHS resistance through the gene-pyramiding approach. In a previous study [ 9 ], identified a causal gene, Seed Dormancy 6 ( SD6 ), underlying a major QTL for seed dormancy in a strong-dormancy rice cultivar (Kasalath). This gene encodes a basic helix-loop-helix (bHLH) transcription factor, also known as OsbHLH108. Six SNPs were found in the intron and coding regions of SD6 between Kasalath and Nipponbare parents. Under field conditions, SD6 significantly improved seed dormancy levels of elite rice varieties, and had no adverse effects on other important agronomic traits, making it a powerful breeding target for improving PHS resistance in rice. However, in common wheat, sequence variations of wheat homologous genes of SD6 , their roles in seed dormancy, and their frequency distributions are unknown. In this study, we aimed to: (i) clone wheat homologous genes of SD6 and analyze their sequence variations; (ii) develop molecular markers and validate their associations with seed dormancy; (iii) investigate frequency distributions of strong- and weak-dormancy alleles of TaSD6 ; and (iv) evaluate pyramiding effects of TaSD6 with known dormancy-related genes on seed dormancy. Our results provide useful gene resources and molecular markers for breeding wheat varieties with high PHS resistance. Materials and methods Plant materials Two wheat cultivars, Zhongyou 9507 (ZY9507, weak-dormancy and PHS-susceptible) with germination index (GI) of 0.84, and Suiningtuotuo (SNTT, strong dormancy and PHS-resistant) with GI of 0.07, were selected to clone wheat homologous genes of SD6 ( TaSD6-7A , TaSD6-7B , and TaSD6-7D ). A total of 160 wheat varieties with different dormancy levels were used to validate association of TaSD6 with seed dormancy (Table S2 ). These wheat varieties were planted at experimental stations in HF (Hefei, Anhui, 117°213′E, 31°919′N), HB (Huaibei, Anhui, 116°757′E, 33°760′N), SZ (Suzhou, Anhui, 117°253′E, 33°676′N), GH (Guohe, Anhui, 117°20′E, 31°40′N) and LK (Longkang, Anhui, 117°05′E, 33°10′N) during the 2021–2022 and 2022–2023 cropping seasons. They were harvested when grains reached physiological maturity (Table S10 ). In this study, the same block design was used in different regions, and the sowing density and field management measures were consistent. The germination test was carried out 5 days after harvest to control effects of environmental differences on phenotypes. The weak-dormancy and PHS-susceptible wheat variety Jing 411 (J411, GI = 0.89) carries the weak-dormancy allele of TaSD6-7A ( TaSD6-7 A + 1307-C ). Ethyl Methane sulphonate (EMS) mutants of TaSD6-7A ( tasd6-7a , 7A_85270376_E), TaSD6-7B ( tasd6-7b , 7B_27904500_E), and TaSD6-7D ( tasd6-7d , 7D_79898440_E) in the J411 background were used to validate their roles in seed dormancy. To minimize interference from genetic background mutation, tasd6-7a , tasd6-7b , and tasd6-7d were backcrossed with J411 three times, followed by self-crossing to obtain BC 3 F 2 progeny. Wheat EMS mutants were planted at the Dayangdian Experimental Station, Hefei, China (31°58′N, 117°240′E). EMS mutants were provided by Boready Biotechnology Ltd. ( http://www.molbreeding.com ). Transgenic rice lines and wild-type Nipponbare were grown in well-managed greenhouses (10 h light (28 °C)/14 h dark (25 °C); 70% relative humidity; light intensity 200 µmol photons m − 2 s − 1 ). Transgenic Arabidopsis seeds were grown in Murashige and Skoog (MS) medium containing hygromycin, and transplanted at the 4-leaf stage into square pots filled with nutrient soil and vermiculite (1:3), then grown in a greenhouse (16 h light/8 h dark). Subsequently, homozygous lines were selected for further study. Seed dormancy and PHS resistance assays Wheat seeds were harvested at physiological maturity, dried at room temperature, and then tested for germination percentage (GP) and GI at a seed moisture content of ~ 12% [ 7 ]. Approximately 40–50 healthy seeds were placed evenly in a circular Petri dish padded with two layers of filter paper and ~ 8 mL of distilled water, and incubated at 20 °C with a 14/10 h light/dark cycle. Germination was defined as a visible rupture of the pericarp and testa [ 33 ]. GP and GI values were used to evaluate seed dormancy levels [ 34 ]: GI = (3×n1 + 2×n2 + 1×n3)/(3×N), where N is the total number of seeds per plate, and n1, n2, and n3 are numbers of germinated seeds on days 1, 2, and 3, respectively; GP is the number of germinated seeds on day 3 of the germination test/total number of seeds. For rice, seeds were harvested 35 d after flowering, soaked in 0.1% sodium hypochlorite for 15 min, washed thrice with distilled water, and placed in a Petri dish with two layers of filter paper to which 5 mL of distilled water had been added for the germination test. Germination phenotypes were recorded at different stages in an incubator at 28 °C during the day and 25 °C at night in a 16/8 h light/dark cycle [ 35 ]; germination was defined as when radicle reached half of the seed length [ 9 ]. For Arabidopsis , seeds were harvested at 28 d after flowering, then used for germination test. Seeds were placed in transparent square Petri dishes with two layers of filter paper moistened with distilled water, and grown in an incubator with a 16 h light (23 °C)/8 h dark (20 °C) cycle and 60% relative humidity. Germination criteria for Arabidopsis seeds were based on radicle protrusion [ 36 ]. To test rice panicle and wheat spike germination, at least five freshly harvested rice panicles and wheat spikes were soaked in 0.1% sodium hypochlorite for 30 min, then rinsed with distilled water for 6 h. Treated panicles and spikes were placed vertically in a thermostatic incubator at 25 °C and 20 °C, respectively, and sprayed with distilled water every 8 h, then photographed after 7 d [ 9 ]. TaSD6 and homologous gene cloning and molecular marker development Genome sequences of TaSD6 and two homologs were downloaded from IWGSC RefSeq v1.0. Specific amplification primers were designed using Premier v.5.0 ( www.premierbiosoft.com ) (Table S1 ). Polymerase chain reaction (PCR) was performed with a 25 µL reaction system of DNA, Phanta Max Super-Fidelity polymerase (Nanjing, Novizen), primer, and water mixture for PCR amplification. PCR products were detected by agarose gel electrophoresis, and products of target fragments were extracted for sequencing (Shanghai, Sangyo Biotech). Sequencing results were analyzed and aligned using DNAMAN version 6; promoter cis-elements were analyzed using PlantCARE ( http://bioinformatics.psb.ugent.be/webtools/plantcare/html/ ). Cleaved Amplified Polymorphic Sequence (CAPS) markers (Premier v.5.0) and Derived Cleaved Amplified Polymorphic Sequence (dCAPS) markers ( http://helix.wustl.edu/dcaps/dcaps.html ) were developed based on sequence variations in TaSD6-7A promoter and coding regions. Specific primers were designed to amplify target fragments (Table S1 ), which were then digested with restriction endonucleases at specific temperatures for 10 h, and detected by 2% agarose gel electrophoresis. Plasmid construction and transformation Specific primers were used to clone the coding region of TaSD6-7A in ZY9507 and SNTT. The coding regions of the TaSD6-7 A + 1307-T and TaSD6-7 A + 1307-C alleles were cloned into the pCAMBIA1305 vector containing the CaMV35S promoter. The recombinant plasmid was transfected into Agrobacterium tumefaciens GV3101 and introduced into wild type (WT) Arabidopsis thaliana (Columbia, Col-0) using the floral dip method [ 36 ]. The seeds of T 0 transgenic plants were selected on 1/2 MS medium (pH 5.8) containing 50 mg/L hygromycin. Similarly, transgenic rice plants were obtained by transferring expression vectors of TaSD6-7 A + 1307-T and TaSD6-7 A + 1307-C into the root cancer Aspergillus strain EHV105, which was transformed into rice healing tissues through Agrobacterium-mediated transformation [ 37 ]. Positive plants were selected for further analysis. RNA extraction and qRT-PCR analysis Total RNA was extracted using the TaKaRa MiniBEST Plant RNA Extraction Kit (Beijing, China); cDNA was synthesized from total RNA using a reverse transcription kit. Specific primers are detailed in Table S1 . Real-time quantitative PCR was performed using the SYBR qPCR Mix kit (Nanjing, Novozymes) CFX96 Light Reaction Module with AtActin7 and OsActin1 as internal reference specific primers [ 9 , 38 ]. Three biological replicates were performed for each experiment; relative gene expression levels were calculated using the 2 −∆∆CT method [ 39 ]. Statistical analysis Phenotypic data were analyzed using IBM SPSS Statistics version 25.0 and Prism 8.0, with three biological replicates for each test. U- and t-tests were performed to identify significant differences (* P < 0.05 and ** P < 0.01). Results Cloning and sequence analysis of TaSD6 and homologous genes Twelve pairs of primers were designed to clone wheat homologous genes of SD6 [ TaSD6-7A (2975 bp), TaSD6-7B (3127 bp), and TaSD6-7D (3411 bp)] in SNTT (strong dormancy and PHS resistance) and ZY9507 (weak dormancy and PHS susceptibility) (Table S1 ). These three homologous genes all contain six exons, encoding 331, 339, and 338 amino acids, respectively. For TaSD6-7A , there were 15 mutations (12 SNP and three insertion/deletion mutations) in the promoter and one missense mutation in the fourth exon (Fig. 1 A). Several cis-elements (motifs) were identified in the promoter of TaSD6-7A , including ABREs (ABRE3a and ABRE4), AREs, chs-CMA2a, STREs, TATA-boxes, and CAAT-boxes, with G-boxes and MYB/MYC motifs. Notably, the TT/AA mutation at − 1806 bp resulted in a change of the CAAT-box/TATA-box element, the C/T mutation at − 1045 bp led to an increase in the G-box element, and the C/T mutation at + 1307 bp caused a change in Val/Ala (Fig. S1 ). No sequence variation was observed in TaSD6-7B and TaSD6-7D (Fig. 1 A). Fig. 1 Sequence variations of TaSD6 and homologous genes and their associations with seed dormancy. A Sequence analysis of three wheat homologous genes of SD6 in varieties Suiningtuotuo (SNTT, strong dormancy) and Zhongyou 9507 (ZY9507, weak dormancy), B and C Detection of CAPS marker: B TaSD6-7 A-1806 for TaSD6-7A in ZY9507 and SNTT by 2.0% agarose gel, with “M” representing the DNA marker (ZY9507 carries the allele TaSD6-7 A-1806-TT and SNTT carries TaSD6-7 A-1806-AA ); and C TaSD6-7 A-1045 for TaSD6-7A in ZY9507 and SNTT by 2.0% agarose gel (ZY9507 carries the allele TaSD6-7 A-1045-C and SNTT carries TaSD6-7 A-1045-T ), D Detection of dCAPS marker TaSD6-7 A + 1307 for TaSD6-7A in ZY9507 and SNTT by 2.0% agarose gel (ZY9507 carries the allele TaSD6-7 A + 1307-C and SNTT carries TaSD6-7 A + 1307-T ), E–G Significant differences in GI values between wheat varieties with two allelic variations of: E TaSD6-7 A-1806 ( TaSD6-7 A-1806-TT and TaSD6-7 A-1806-AA ); F TaSD6-7 A-1045 ( TaSD6-7 A-1045-C and TaSD6-7 A-1045-T ); and G TaSD6-7 A + 1307 ( TaSD6-7 A + 1307-C and TaSD6-7 A + 1307-T ). Note: 22GI5-HB, 22GI5-SZ, 22GI5-HF, 23GI5-GH, 23GI5-HB, 23GI5-HF, and 23GI5-LK represent GI values measured on day 5 following harvest in 2022 for Huaibei (HB), Suzhou (SZ), and Hefei (HF), and in 2023 for Guohe (GH), HB, HF, and Longkang (LK), GI-Mean Representative average GI. A Student’s t-test was used to evaluate statistical significance (* P < 0.05, ** P < 0.01) Associations of TaSD6-7A alleles with seed dormancy To investigate associations of sequence variations of TaSD6-7A with seed dormancy, based on the TT/AA (− 1806 bp), C/T (− 1045 bp), and C/T (+ 1307 bp) mutations in promoter and coding regions of TaSD6-7A , we developed two CAPS (TaSD6-7 A-1806 and TaSD6-7 A-1045) and one dCAPS (TaSD6-7 A + 1307) markers (Fig. 1 B–D). Using these markers, we then genotyped 160 wheat varieties with different dormancy levels. Two allelic variations for each marker were identified, designated TaSD6-7 A-1806-TT and TaSD6-7 A-1806-AA for TaSD6-7 A-1806, TaSD6-7 A-1045-C and TaSD6-7 A-1045-T for TaSD6-7 A-1045, and TaSD6-7 A + 1307-C and TaSD6-7 A + 1307-T for TaSD6-7 A + 1307 (Table S10 ). U-test results revealed highly significant differences in GI values between varieties with these allelic variations for each marker across seven environments ( P < 0.01). Wheat varieties carrying TaSD6-7 A-1806-AA , TaSD6-7 A-1045-T , and TaSD6-7 A + 1307-T had significantly lower GI values (representing high dormancy levels) than those carrying TaSD6-7 A-1806-TT , TaSD6-7 A-1045-C , and TaSD6-7 A + 1307-C ( P < 0.01) (Fig. 1 E–G). These results indicate that sequence variations of TaSD6-7A are associated with phenotypic differences of seed dormancy. Roles of TaSD6-7A alleles in seed dormancy of rice and Arabidopsis Rice and Arabidopsis are typical model plants that are used usually for exploration of gene functions. Homologous genes controlling seed dormancy in different plant species (e.g., rice, Arabidopsis , wheat, barley, maize) often have conserved functions [e.g., AtABI3 / TaVp-1 / ZmVp-1 [ 17 ], AtDOG1 / TaDOG1L1 / HvDOG1L1 [ 40 ], OsSdr4 / TaSdr [ 22 ], and TaQsd1 / HvQsd1 ( HvAlaAT1 ) [ 26 ]]. To investigate the roles of TaSD6-7A alleles (+ 1307 bp, C/T) in rice seed dormancy, we overexpressed TaSD6-7 A + 1307-C and TaSD6-7 A + 1307-T in Nipponbare, and obtained 18 and 21 positive plants, respectively (Fig. S2A and B). Six positive overexpression lines (T 3 ) with high expression levels of TaSD6-7A , including three lines 35 S: TaSD6-7 A-C-#2/11/21 and three lines 35 S: TaSD6-7 A-T-#8/16/20 , were selected for germination tests (Fig. 2 D; Table S3 ). Seed GP values for 35 S: TaSD6-7 A-C-#2/11/21 were significantly higher than that of Nipponbare, while GP values for 35 S: TaSD6-7 A-T-#8/16/20 were significantly lower than that of Nipponbare (Fig. 2 A and B; Table S3 ). Moreover, germination behaviors of 35 S: TaSD6-7 A-T-#8/16/20 panicles were delayed compared with 35 S: TaSD6-7 A-C-#2/11/21 panicles (Fig. 2 C). There was no significant difference in grain length or width in overexpression lines carrying TaSD6-7 A + 1307-C and TaSD6-7 A + 1307-T compared with Nipponbare(Fig. S3 ). To explore the roles of TaSD6-7 A + 1307-C and TaSD6-7 A + 1307-T in Arabidopsis seed dormancy, we constructed two allele fusion expression vectors ( 35 S: TaSD6-7 A-C and 35 S: TaSD6-7 A-T ), and then heterogeneously overexpressed them in Col-0 to obtain 20 and 21 positive plants, respectively (Fig. S2C and D). Six positive overexpression lines (T 3 ) with high expression levels of TaSD6-7A , including the three lines 35 S: TaSD6-7 A-C-L1/4/5 and the three lines 35 S: TaSD6-7 A-T-L1/2/4 , were selected for germination tests (Fig. 3 C; Table S3 ). Seed GP values of 35 S: TaSD6-7 A-C-L1/4/5 were significantly higher than that of Col-0, and GP values of 35 S: TaSD6-7 A-T-L1/2/4 were significantly lower (Fig. 3 A and B; Table S3 ). These results indicate that TaSD6-7 A + 1307-T increases Arabidopsis seed dormancy levels, and TaSD6-7 A + 1307-C decreases them. Fig. 2 Germination tests of 35 S: TaSD6-7 A-C and 35 S: TaSD6-7 A-T overexpression rice and wild-type Nipponbare seeds and panicles. ( A and B ) Images and germination percentage values of 35 S: TaSD6-7 A-C and 35 S: TaSD6-7 A-T overexpression rice and Nipponbare seeds imbibed for 72 h (A) and 120 h (B), C Germination images of 35 S: TaSD6-7 A-C and 35 S: TaSD6-7 A-T overexpression rice and Nipponbare panicles imbibed for 120 h, D Expression levels of TaSD6-7A in 35 S: TaSD6-7 A-C and 35 S: TaSD6-7 A-T overexpression rice and Nipponbare plants. A Student’s t-test was used to evaluate statistical significance (* P < 0.05, ** P < 0.01) Fig. 3 Germination tests of TaSD6-7A overexpression Arabidopsis and wild-type Col-0 seeds. A Germination images of the 35 S: TaSD6-7 A-C-L1/L4/L5 and 35 S: TaSD6-7 A-T-L1/L2/L4 overexpressing Arabidopsis and Col-0 seeds imbibed for 72 h, B Germination percentage values of 35 S: TaSD6-7 A-C-L1/L4/L5 , 35 S: TaSD6-7 A-T-L1/L2/L4 , and Col-0 seeds imbibed for 120 h, C Expression levels of TaSD6-7A in 35 S: TaSD6-7 A-C-L1/L4/L5 , 35 S: TaSD6-7 A-T-L1/L2/L4 , and Col-0 seeds. A Student’s t-test was used to determine statistical significance (* P < 0.05, ** P < 0.01) Functional validation of TaSD6 and homologous genes in wheat EMS mutants To validate roles of TaSD6 and homologous genes in wheat seed dormancy, we obtained three wheat EMS mutants in the wheat cultivar J411 background (designated tasd6-7a , tasd6-7b , and tasd6-7d ). These EMS mutants have SNP (C/T) mutations at amino acids 233, 239, and 192 in the functional MYC-type, basic helix-loop-helix (bHLH) domains of TaSD6-7A , TaSD6-7B , and TaSD6-7D , respectively (Fig. 4 A), resulting in early termination of translation. Seed GP values for tasd6-7a , tasd6-7b , and tasd6-7d were significantly lower than that of J411 (Fig. 4 B and C; Table S4). Additionally, germination behaviors of tasd6-7a , tasd6-7b , and tasd6-7d spikes were delayed compared with those of J411 (Fig. 4 D). These results indicate that the loss-of-function of TaSD6 and homologous genes promotes wheat seed dormancy. In addition, we found that plant heights of tasd6-7a , tasd6-7b , and tasd6-7d were lower than that of J411, tasd6-7d had longer spikes than J411 (Fig. 4 and S4 C), but no significant difference was observed in grain length or width between them (Fig. 4 E, G, H and S4 A-B). Fig. 4 Germination tests of TaSD6 EMS mutants and wild-type J411 seeds and spikes. A Sequence mutation information for tasd6-7a , tasd6-7b , and tasd6-7d . (B–H) tasd6-7a , tasd6-7b , tasd6-7d , and J411: B germination phenotypes of seeds imbibed for 48 h; C germination percentage values of seeds imbibed for 72 h; D germination behaviors of spikes imbibed for 72 h; E plant heights; F spike lengths; G grain lengths; and H, grain widths. Note: tasd6-7a , tasd6-7b , and tasd6-7d represent EMS mutants of TaSD6-7A , TaSD6-7B , and TaSD6-7D in the wheat cultivar J411 background, respectively. A Student’s t-test was used to evaluate statistical significance (* P < 0.05, ** P < 0.01) Haplotype analysis and frequency distribution of TaSD6-7A To identify natural variations of TaSD6-7A in diverse wheat germplasms, we selected 100 representative varieties from the above 160 wheat varieties (Sect. “ Plant materials ”) to clone promoters (2000 bp) and exons. Sequence analysis revealed 20 mutations in promoter and coding regions of TaSD6-7A (Fig. 5 A). U-test results revealed that 17 of 20 mutations were significantly associated with seed dormancy across seven environments ( P < 0.01), and the remaining three mutations at − 453 bp (ins/del), − 286 bp (G/C), and − 43 bp (A/T) were not associated with seed dormancy (Table S5 ). Haplotype analysis of TaSD6-7A was performed based on genotypic and phenotypic data of these 100 varieties. Of the four haplotypes ( HapI , HapII , HapIII , and HapIV ), HapI had the highest frequency (68%), with 68 varieties, then HapII (20%) with 20, HapIII (11%) with 11, and HapIV (1%) with one (Fig. 5 A and B). Significant differences in average GI values were observed between wheat varieties carrying each haplotype across environments. GI values of varieties carrying HapII were significantly lower than those carrying HapI , HapIII , and HapIV . Of these 100 varieties, 20 carried HapII , including three improved varieties (15%) and 17 landraces (85%) (Fig. 5 C). These results indicate that the frequency of HapII associated with strong dormancy is significantly higher in landraces than in improved varieties. Fig. 5 Haplotype analysis of TaSD6-7A and their frequency distributions. A Four haplotypes of TaSD6-7A ( HapI , HapII , HapIII , and HapIV ) and their frequency distributions in 100 wheat varieties. B Associations of HapI , HapII , HapIII , and HapIV with germination index (GI) in 100 varieties, C The proportions of HapI , HapII , HapIII , and HapIV in 100 varieties and the proportions of HapII associated with low GI and strong dormancy in landraces and improved varieties. A Student’s t-test was used to evaluate the statistical significance (* P < 0.05, ** P < 0.01) Pyramiding effect of TaSD6-7A and known dormancy-related genes on seed dormancy To explore the potential value of TaSD6-7A in molecular breeding of wheat PHS resistance, we evaluated the pyramiding effect of TaSD6-7A and known dormancy-related genes on seed dormancy. We first detected six markers for six known dormancy genes ( MKK3-4 A for TaMKK3-4 A , Myb10-D1 for TaMYB10-D1 , VP1-b2 for TaVP1-3B , MFT-222 for TaMFT-3 A , Qsd1-5B for TaQsd1-5B , and PI4K-2 A-indel for TaPI4K-2 A ) in the above 160 wheat varieties (Fig. S5 ; Table S6-7 and S9 ). For each gene, we denoted the allele for strong dormancy R , and that for weak dormancy S (Table S9 ). We focused on changes in GI values of wheat varieties carrying different numbers of R alleles for TaSD6-7A and six known dormancy genes (0R, 1R, 2R, 3R, 4R, 5R, 6R, and 7R) (Table S8 ). Combining genotypic and phenotypic data, we found an increase in the number of R alleles to be associated with a gradual decrease in GI values. The mean GI of varieties with 7R was lowest (0.20), followed by 6R (0.22), 5R (0.30), 4R (0.43), 3R (0.54), 2R (0.60), 1R (0.61), and 0R (0.63) (Fig. 6 ). These results indicate that pyramiding R alleles can improve wheat seed dormancy levels. Fig. 6 Pyramiding effects of TaSD6-7A and known dormancy-related genes on seed dormancy. Note: 0R, 1R, 2R, 3R, 4R, 5R, 6R, and 7R represents the combination types with 0, 1, 2, 3, 4, 5, 6, 7 R alleles for the seven dormancy genes (including TaSD6-7A , TaMKK3-4 A , TaMYB10-D1 , TaVP1-3B , TaMFT-3 A , TaQsd1-5B , and TaPI4K-2 A ). The number in parentheses represents the number of varieties carrying the 0R, 1R, 2R, 3R, 4R, 5R, 6R, and 7R combination types. R indicates the PHS resistance allele Discussion Wheat and rice are grasses in which many genes are functionally conservative in regulating important agronomic traits [ 41 – 44 ]. Xu et al. [ 9 ] reported the bHLH transcription factor gene SD6 to negatively regulate rice seed dormancy and PHS resistance, and this gene has considerable potential to improve PHS resistance in rice. Wheat is a heterohexaploid crop with many genetic variations in its three subgenomes [ 45 , 46 ]. However, sequence variations of TaSD6 and homologous genes in wheat, their roles in seed dormancy, and their frequency distributions remain unclear. In the present study, we reported that TaSD6-7A has many sequence variations in promoter and coding regions, while TaSD6-7B and TaSD6-7D have no sequence variation. For TaSD6-7A , the TT/AA variation at − 1806 bp and the C/T variation at − 1045 bp result in changes in cis-elements, and the C/T mutation at + 1307 bp causes changes in amino acid sequences (Fig. S1 ). To explore whether these three mutations influence seed dormancy, we developed three markers and validated their associations with seed dormancy using 160 wheat varieties with different dormancy levels (Fig. 1 E–G; Table S2 ). We then confirmed the positive role of TaSD6-7 A + 1307-T and the negative role of TaSD6-7 A + 1307-C alleles in seed dormancy using transgenic rice and Arabidopsis lines and wheat EMS mutants. Our present findings provide new gene resources and markers for genetic improvement of PHS resistance in wheat and rice. Because TaSD6-7 A + 1307-T transgenic rice lines have strong dormancy levels and show no adverse effects on agronomic traits such as grain length and width, we suggest that this allele has breeding potential for improving PHS resistance in wheat and rice (Fig. 2 A and S3). More experimental data are required from transgenic wheat materials in the field to evaluate this hypothesis. Additionally, wheat EMS mutants of TaSD6-7A , TaSD6-7B , and TaSD6-7D have higher dormancy levels than wild-type J411, and their plant heights were lower, and their grain lengths and widths did not change significantly (Fig. 4 B-C and S4 A-B). Interestingly, TaSD6-7D wheat EMS mutant had a longer spike length than J411 (Fig. 4 F and S4 C). These observations imply that the loss-of-function of TaSD6-7A , TaSD6-7B , and TaSD6-7D improves wheat resistance to PHS, and increases grain yield and lodging resistance. Wheat is prone to PHS and lodging because of rainfall and strong wind. Because water remains on spikes, lodging will aggravate PHS disaster. Therefore, in rainy and windy areas, wheat varieties with PHS and lodging resistance are preferable. Taken together, we suggest that these three EMS mutants could be used as excellent genetic resources for breeding wheat varieties. Considering the abundance of sequence variation in TaSD6-7A , we also investigated natural variation by resequencing 100 wheat varieties. Of the 20 identified variants, 17 correlated significantly with seed dormancy in different environments, which contributes to the development of molecular markers for PHS resistance breeding (Fig. 5 A and S5 ). Four haplotypes were identified, among which HapII was significantly associated with stronger dormancy, but it mainly occurred in landraces and less in modern varieties (Fig. 5 B and C). We speculate that HapII has the potential to improve PHS resistance of modern varieties. PHS resistance is a complex quantitative trait controlled by multiple genes, and pyramiding different dormancy genes can improve wheat resistance to it. Lin et al. [ 47 ] used marker-assisted backcrossing to introgress PHS resistance genes TaPHS1 and TaMKK3-A into the sprouting-susceptible white wheat line NW97S186. A germination test of progeny revealed that pyramiding these genes increased PHS resistance. Wang et al. [ 29 ] reported that wheat accessions with more PHS-resistant alleles for TaMYB7-A1 , TaAIRP2-A1 , and TaMYB10-D genes tended to have lower seed germination rates (higher dormancy levels). We also investigated pyramiding effects of TaSD6-7A and six known dormancy genes on seed dormancy, and reported varieties with more dormancy alleles to have stronger seed dormancy. The combination types 7R (average GI = 0.20), 6R (average GI = 0.24), and 5R (average GI = 0.30) with low GI and high dormancy levels represent excellent germplasm resources for improving wheat resistance to PHS through gene pyramiding. Conclusion We cloned TaSD6 and homologous genes in common wheat, developed three molecular markers, and validated the role of TaSD6-7 A + 1307-T allele in enhancing seed dormancy. We further identified the HapII haplotype to be associated with high dormancy, and investigated the pyramiding effects of TaSD6-7A and known dormancy-related genes. Our findings provide new genetic resources and molecular markers for improving wheat PHS resistance. Electronic supplementary material Below is the link to the electronic supplementary material. Supplementary Material 1 Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Huanfeng Wang and Zhaoyu Yu contributed equally as first authors. Acknowledgements Not applicable. Author contributions HFW and ZYY conceived and designed the study, as well as outlined and wrote the manuscript; FS, WL and JHC performed the experiments; RJW, WG and JJC processed experimental data; CXM helped to write the manuscript; CC and HPZ completed the writing, review and editing. All authors have read and agreed to the published version of the manuscript. Funding This work was supported by grants from National Natural Science Foundation of China (32372069), Key Scientific and Technological Breakthroughs of Anhui Province “Innovation of Excellent Wheat Germplasm Resources, Discovery of Important New Genes and Application in Wheat Molecular Design Breeding” (2021d06050003), The Joint Research of Wheat Variety Improvement of Anhui (2021-), The University Synergy Innovation Program of Anhui Province (GXXT-2021-058), and Jiangsu Collaborative Innovation Center for Modern Crop Production (JCIC-MCP). Data availability Data and materials are provided within the manuscript or supplementary information files. Declarations Ethics approval and consent to participate This article does not contain any studies with human participants or animals performed by the authors. These methods were carried out in accordance with relevant guidelines and regulations. We confirm that all experimental protocols were approved by Anhui Agricultural University. Consent for publication Not applicable. Competing interests The authors declare no competing interests. References 1. Groos C Gay G Perretant MR Gervais L Bernard M Dedryver F Charmet G Study of the relationship between pre-harvest sprouting and grain color by quantitative trait loci analysis in a whitexred grain bread-wheat cross Theor Appl Genet 2002 104 39 47 10.1007/s001220200004 12579426 Groos C, Gay G, Perretant MR, Gervais L, Bernard M, Dedryver F, Charmet G. Study of the relationship between pre-harvest sprouting and grain color by quantitative trait loci analysis in a whitexred grain bread-wheat cross. Theor Appl Genet. 2002;104:39–47. 10.1007/s001220200004. 12579426 2. Nakamura S Grain dormancy genes responsible for preventing pre-harvest sprouting in barley and wheat Breed Sci 2018 68 295 304 10.1270/jsbbs.17138 30100796 Nakamura S. Grain dormancy genes responsible for preventing pre-harvest sprouting in barley and wheat. Breed Sci. 2018;68:295–304. 10.1270/jsbbs.17138. 30100796 3. Vetch JM Stougaard RN Martin JM Giroux MJ Review Revealing the genetic mechanisms of pre-harvest sprouting in hexaploid wheat ( Triticum aestivum L ) Plant Sci 2019 281 180 5 10.1016/j.plantsci.2019.01.004 30824050 Vetch JM, Stougaard RN, Martin JM, Giroux MJ, Review. Revealing the genetic mechanisms of pre-harvest sprouting in hexaploid wheat ( Triticum aestivum L ). Plant Sci. 2019;281:180–5. 10.1016/j.plantsci.2019.01.004. 30824050 4. Tai L Wang HJ Xu XJ Sun WH Ju L Liu WT Li WQ Sun J Chen KM Pre-harvest sprouting in cereals: genetic and biochemical mechanisms J Exp Biol 2021 72 2857 76 10.1093/jxb/erab024 Tai L, Wang HJ, Xu XJ, Sun WH, Ju L, Liu WT, Li WQ, Sun J, Chen KM. Pre-harvest sprouting in cereals: genetic and biochemical mechanisms. J Exp Biol. 2021;72:2857–76. 10.1093/jxb/erab024. 5. Gubler F Millar AA Jacobsen JV Dormancy release, ABA and pre-harvest sprouting Curr Opin Plant Biol 2005 8 183 7 10.1016/j.pbi.2005.01.011 15752999 Gubler F, Millar AA, Jacobsen JV. Dormancy release, ABA and pre-harvest sprouting. Curr Opin Plant Biol. 2005;8:183–7. 10.1016/j.pbi.2005.01.011. 15752999 6. Xu F Tang JY Gao SP Cheng X Du L Chu CC Control of rice pre-harvest sprouting by glutaredoxin-mediated abscisic acid signaling Plant J 2019 100 1036 51 10.1111/tpj.14501 31436865 Xu F, Tang JY, Gao SP, Cheng X, Du L, Chu CC. Control of rice pre-harvest sprouting by glutaredoxin-mediated abscisic acid signaling. Plant J. 2019;100:1036–51. 10.1111/tpj.14501. 31436865 7. Lang J, Fu Y, Zhou Y, Cheng M, Deng M, Li M, Zhu T, Yang J, Guo X, Gui L, Li L, Chen Z, Yi Y, Zhang L, Hao M, Huang L, Tan C, Chen G, Jiang Q, Qi P, Pu Z, Ma J, Liu Z, Liu Y, Luo MC, Wei Y, Zheng Y, Wu Y, Liu D, Wang J. Myb10-D confers PHS-3D resistance to pre-harvest sprouting by regulating NCED in ABA biosynthesis pathway of wheat. New Phytologist. 2021;230:1940–1952. 10.1111/nph.17312 8. Xiao SH Zhang XY Yan CS Lin H Germplasm improvement for preharvest sprouting resistance in Chinese white-grained wheat: an overview of the current strategy Euphytica 2002 126 35 8 10.1023/A:1019679924173 Xiao SH, Zhang XY, Yan CS, Lin H. Germplasm improvement for preharvest sprouting resistance in Chinese white-grained wheat: an overview of the current strategy. Euphytica. 2002;126:35–8. 10.1023/A:1019679924173. 9. Xu F Tang JY Wang SX Cheng X Wang HR Ou SJ Gao SP Li BS Qian YW Gao CX Chu CC Antagonistic control of seed dormancy in rice by two bHLH transcription factors Nat Genet 2022 54 1972 82 10.1038/s41588-022-01240-7 36471073 Xu F, Tang JY, Wang SX, Cheng X, Wang HR, Ou SJ, Gao SP, Li BS, Qian YW, Gao CX, Chu CC. Antagonistic control of seed dormancy in rice by two bHLH transcription factors. Nat Genet. 2022;54:1972–82. 10.1038/s41588-022-01240-7. 36471073 10. Sun YW Jones HD Yang Y Dreisigacker S Li SM Chen XM Shewry PR Xia LQ Haplotype analysis of Viviparous-1 gene in CIMMYT elite bread wheat germplasm Euphytica 2012 186 25 43 10.1007/s10681-011-0482-2 Sun YW, Jones HD, Yang Y, Dreisigacker S, Li SM, Chen XM, Shewry PR, Xia LQ. Haplotype analysis of Viviparous-1 gene in CIMMYT elite bread wheat germplasm. Euphytica. 2012;186:25–43. 10.1007/s10681-011-0482-2. 11. Liu SB Cai SB Graybosch R Chen CX Bai GH Quantitative trait loci for resistance to pre-harvest sprouting in US hard white winter wheat Rio Blanco Theor Appl Genet 2008 117 691 9 10.1007/s00122-008-0810-7 18542909 Liu SB, Cai SB, Graybosch R, Chen CX, Bai GH. Quantitative trait loci for resistance to pre-harvest sprouting in US hard white winter wheat Rio Blanco. Theor Appl Genet. 2008;117:691–9. 10.1007/s00122-008-0810-7. 18542909 12. Lin M Cai S Wang S Liu S Zhang G Bai G Genotyping-by-sequencing (GBS) identified SNP tightly linked to QTL for pre-harvest sprouting resistance Theor Appl Genet 2015 128 1385 95 10.1007/s00122-015-2513-1 25851002 Lin M, Cai S, Wang S, Liu S, Zhang G, Bai G. Genotyping-by-sequencing (GBS) identified SNP tightly linked to QTL for pre-harvest sprouting resistance. Theor Appl Genet. 2015;128:1385–95. 10.1007/s00122-015-2513-1. 25851002 13. Mohan A Kulwal P Singh R Kumar V Mir RR Kumar J Prasad M Balyan HS Gupta PK Genome-wide QTL analysis for pre-harvest sprouting tolerance in bread wheat Euphytica 2009 168 319 29 10.1007/s10681-009-9935-2 Mohan A, Kulwal P, Singh R, Kumar V, Mir RR, Kumar J, Prasad M, Balyan HS, Gupta PK. Genome-wide QTL analysis for pre-harvest sprouting tolerance in bread wheat. Euphytica. 2009;168:319–29. 10.1007/s10681-009-9935-2. 14. Zhao B Zhang H Chen TX Ding L Zhang LY Ding XL Zhang J Qian Q Xiang Y Sdr4 dominates pre-harvest sprouting and facilitates adaptation to local Climatic condition in Asian cultivated rice J Integr Plant Biol 2022 64 1246 63 10.1111/jipb.13266 35442537 Zhao B, Zhang H, Chen TX, Ding L, Zhang LY, Ding XL, Zhang J, Qian Q, Xiang Y. Sdr4 dominates pre-harvest sprouting and facilitates adaptation to local Climatic condition in Asian cultivated rice. J Integr Plant Biol. 2022;64:1246–63. 10.1111/jipb.13266. 35442537 15. Zhu YL Wang SX Zhang HP Zhao LX Wu ZY Jiang H Cao JJ Liu K Qin M Lu J Sun GL Xia XC Chang C Ma CX Identification of major loci for seed dormancy at different post-ripening stages after harvest and validation of a novel locus on chromosome 2AL in common wheat Mol Breeding 2016 36 174 10.1007/s11032-016-0598-0 Zhu YL, Wang SX, Zhang HP, Zhao LX, Wu ZY, Jiang H, Cao JJ, Liu K, Qin M, Lu J, Sun GL, Xia XC, Chang C, Ma CX. Identification of major loci for seed dormancy at different post-ripening stages after harvest and validation of a novel locus on chromosome 2AL in common wheat. Mol Breeding. 2016;36:174. 10.1007/s11032-016-0598-0. 16. Liu SB Bai GH Dissection and fine mapping of a major QTL for preharvest sprouting resistance in white wheat Rio Blanco Theor Appl Genet 2010 121 1395 404 10.1007/s00122-010-1396-4 20607209 Liu SB, Bai GH. Dissection and fine mapping of a major QTL for preharvest sprouting resistance in white wheat Rio Blanco. Theor Appl Genet. 2010;121:1395–404. 10.1007/s00122-010-1396-4. 20607209 17. Yang Y Zhao XL Xia LQ Chen XM Xia XC Yu Z He ZH Röder M Development and validation of a Viviparous-1 STS marker for pre-harvest sprouting tolerance in Chinese wheats Theor Appl Genet 2007 115 971 80 10.1007/s00122-007-0624-z 17712543 Yang Y, Zhao XL, Xia LQ, Chen XM, Xia XC, Yu Z, He ZH, Röder M. Development and validation of a Viviparous-1 STS marker for pre-harvest sprouting tolerance in Chinese wheats. Theor Appl Genet. 2007;115:971–80. 10.1007/s00122-007-0624-z. 17712543 18. Yang Y Zhang CL Liu SX Sun YQ Meng JY Xia LQ Characterization of the rich haplotypes of Viviparous-1A in Chinese wheats and development of a novel sequence-tagged site marker for pre-harvest sprouting resistance Mol Breeding 2014 33 75 88 10.1007/s11032-013-9935-8 Yang Y, Zhang CL, Liu SX, Sun YQ, Meng JY, Xia LQ. Characterization of the rich haplotypes of Viviparous-1A in Chinese wheats and development of a novel sequence-tagged site marker for pre-harvest sprouting resistance. Mol Breeding. 2014;33:75–88. 10.1007/s11032-013-9935-8. 19. Chang C Zhang HP Feng JM Yin B Si HQ Ma CX Identifying alleles of Viviparous-1B associated with pre-harvest sprouting in micro-core collections of Chinese wheat germplasm Mol Breeding 2010 25 481 90 10.1007/s11032-009-9346-z Chang C, Zhang HP, Feng JM, Yin B, Si HQ, Ma CX. Identifying alleles of Viviparous-1B associated with pre-harvest sprouting in micro-core collections of Chinese wheat germplasm. Mol Breeding. 2010;25:481–90. 10.1007/s11032-009-9346-z. 20. Chang C Zhang HP Zhao QX Feng JM Si HQ Lu J Ma CX Rich allelic variations of Viviparous-1A and their associations with seed dormancy/pre-harvest sprouting of common wheat Euphytica 2011 179 343 53 10.1007/s10681-011-0348-7 Chang C, Zhang HP, Zhao QX, Feng JM, Si HQ, Lu J, Ma CX. Rich allelic variations of Viviparous-1A and their associations with seed dormancy/pre-harvest sprouting of common wheat. Euphytica. 2011;179:343–53. 10.1007/s10681-011-0348-7. 21. Zhang YJ Xia XC He ZH The seed dormancy allele TaSdr-A1a associated with pre-harvest sprouting tolerance is mainly present in Chinese wheat landraces Theor Appl Genet 2017 130 81 9 10.1007/s00122-016-2793-0 27650191 Zhang YJ, Xia XC, He ZH. The seed dormancy allele TaSdr-A1a associated with pre-harvest sprouting tolerance is mainly present in Chinese wheat landraces. Theor Appl Genet. 2017;130:81–9. 10.1007/s00122-016-2793-0. 27650191 22. Zhang YJ Miao XL Xia XC He ZH Cloning of seed dormancy genes ( TaSdr ) associated with tolerance to pre-harvest sprouting in common wheat and development of a functional marker Theor Appl Genet 2014 127 855 66 10.1007/s00122-014-2262-6 24452439 Zhang YJ, Miao XL, Xia XC, He ZH. Cloning of seed dormancy genes ( TaSdr ) associated with tolerance to pre-harvest sprouting in common wheat and development of a functional marker. Theor Appl Genet. 2014;127:855–66. 10.1007/s00122-014-2262-6. 24452439 23. Nakamura S Abe F Kawahigashi H Nakazono K Tagiri A Matsumoto T Utsugi S Ogawa T Handa H Ishida H Mori M Kawaura K Ogihara Y Miura H A wheat homolog of MOTHER OF FT AND TFL1 acts in the regulation of germination Plant Cell 2011 23 3215 29 10.1105/tpc.111.088492 21896881 Nakamura S, Abe F, Kawahigashi H, Nakazono K, Tagiri A, Matsumoto T, Utsugi S, Ogawa T, Handa H, Ishida H, Mori M, Kawaura K, Ogihara Y, Miura H. A wheat homolog of MOTHER OF FT AND TFL1 acts in the regulation of germination. Plant Cell. 2011;23:3215–29. 10.1105/tpc.111.088492. 21896881 24. Liu S Sehgal SK Li J Lin M Trick HN Yu J Gill BS Bai G Cloning and characterization of a critical regulator for preharvest sprouting in wheat Genetics 2013 195 263 73 10.1534/genetics.113.152330 23821595 Liu S, Sehgal SK, Li J, Lin M, Trick HN, Yu J, Gill BS, Bai G. Cloning and characterization of a critical regulator for preharvest sprouting in wheat. Genetics. 2013;195:263–73. 10.1534/genetics.113.152330. 23821595 25. Torada A Koike M Ogawa T Takenouchi Y Tadamura K Wu JZ Matsumoto T Kawaura K Ogihara Y A causal gene for seed dormancy on wheat chromosome 4A encodes a MAP kinase kinase Curr Biol 2016 26 782 7 10.1016/j.cub.2016.01.063 26948878 Torada A, Koike M, Ogawa T, Takenouchi Y, Tadamura K, Wu JZ, Matsumoto T, Kawaura K, Ogihara Y. A causal gene for seed dormancy on wheat chromosome 4A encodes a MAP kinase kinase. Curr Biol. 2016;26:782–7. 10.1016/j.cub.2016.01.063. 26948878 26. Wei WX, Min XY, Shan SY, Jiang H, Cao JJ, Li L, Wang JF, Wang SX, Zhu YL, Lu J, Si HQ, Xia XC, Ma CX, Zhang HP, Chang C. Isolation and characterization of TaQsd1 genes for period of dormancy in common wheat ( Triticum aestivum L ). Mol Breeding. 2019;39. 10.1007/s11032-019-1060-x. 27. Abe F Haque E Hisano H Tanaka T Kamiya Y Mikami M Kawaura K Endo M Onishi K Hayashi T Sato K Genome-Edited Triple-Recessive mutation alters seed dormancy in wheat Cell Rep 2019 28 1362 e13691364 10.1016/j.celrep.2019.06.090 31365876 Abe F, Haque E, Hisano H, Tanaka T, Kamiya Y, Mikami M, Kawaura K, Endo M, Onishi K, Hayashi T, Sato K. Genome-Edited Triple-Recessive mutation alters seed dormancy in wheat. Cell Rep. 2019;28:1362–e13691364. 10.1016/j.celrep.2019.06.090. 31365876 28. Tai L Wu JH Jing YX Liu HZ Zeng QD Xu XJ Shi SD Wang HG Liu WT Sun JQ Han DJ Chen KM A genome-wide association study uncovers that TaPI4K-2A regulates pre-harvest sprouting in wheat Plant Commun 2023 5 100739 100739 10.1016/j.xplc.2023.100739 37897040 Tai L, Wu JH, Jing YX, Liu HZ, Zeng QD, Xu XJ, Shi SD, Wang HG, Liu WT, Sun JQ, Han DJ, Chen KM. A genome-wide association study uncovers that TaPI4K-2A regulates pre-harvest sprouting in wheat. Plant Commun. 2023;5:100739–100739. 10.1016/j.xplc.2023.100739. 37897040 29. Wang H, Wang DZ, Guo YF, Zhang M, Simmonds J, Zheng Q, Hou J, Liu XM, Lin XL, Bie XM, Zhang XS, Zhang XY, Uauy C, Lu F, Chu CC, Tian ZX, Jun JX. Natural variations of TaMYB7-A1 regulate PHS resistance and specify wheat geographic adaptation. BioRxiv. 2024. 10.1101/2024.11.15.623828 30. Ju L Jing Y Shi P Liu J Chen J Yan J Chu J Chen KM Sun J JAZ proteins modulate seed germination through interaction with ABI5 in bread wheat and Arabidopsis New Phytol 2019 223 246 60 10.1111/nph.15757 30802963 Ju L, Jing Y, Shi P, Liu J, Chen J, Yan J, Chu J, Chen KM, Sun J. JAZ proteins modulate seed germination through interaction with ABI5 in bread wheat and Arabidopsis . New Phytol. 2019;223:246–60. 10.1111/nph.15757. 30802963 31. Liu SP Li L Wang WL Xia GM Liu SW TaSRO1 interacts with TaVP1 to modulate seed dormancy and pre-harvest sprouting resistance in wheat J Integr Plant Biol 2023 66 36 53 10.1111/jipb.13600 Liu SP, Li L, Wang WL, Xia GM, Liu SW. TaSRO1 interacts with TaVP1 to modulate seed dormancy and pre-harvest sprouting resistance in wheat. J Integr Plant Biol. 2023;66:36–53. 10.1111/jipb.13600. 32. Wei XN Li YY Zhu XL Liu X Ye XG Zhou MP Zhang ZY The GATA transcription factor TaGATA1 recruits demethylase TaELF6-A1 and enhances seed dormancy in wheat by directly regulating TaABI5 J Integr Plant Biol 2023 65 1262 76 10.1111/jipb.13437 36534453 Wei XN, Li YY, Zhu XL, Liu X, Ye XG, Zhou MP, Zhang ZY. The GATA transcription factor TaGATA1 recruits demethylase TaELF6-A1 and enhances seed dormancy in wheat by directly regulating TaABI5 . J Integr Plant Biol. 2023;65:1262–76. 10.1111/jipb.13437. 36534453 33. Zuo JH Lin CT Cao H Chen FY Liu YX Liu JD Genome-wide association study and quantitative trait loci mapping of seed dormancy in common wheat ( Triticum aestivum L ) Planta 2019 250 187 98 10.1007/s00425-019-03164-9 30972483 Zuo JH, Lin CT, Cao H, Chen FY, Liu YX, Liu JD. Genome-wide association study and quantitative trait loci mapping of seed dormancy in common wheat ( Triticum aestivum L ). Planta. 2019;250:187–98. 10.1007/s00425-019-03164-9. 30972483 34. Jiang H Zhao LX Chen XJ Cao JJ Wu ZY Liu K Zhang C Wei WX Xie HY Li L Gan YG Lu J Chang C Zhang HP Xia XC Xiao SH Ma CX A novel 33-bp insertion in the promoter of TaMFT-3A is associated with pre-harvest sprouting resistance in common wheat Mol Breeding 2018 38 69 10.1007/s11032-018-0830-1 Jiang H, Zhao LX, Chen XJ, Cao JJ, Wu ZY, Liu K, Zhang C, Wei WX, Xie HY, Li L, Gan YG, Lu J, Chang C, Zhang HP, Xia XC, Xiao SH, Ma CX. A novel 33-bp insertion in the promoter of TaMFT-3A is associated with pre-harvest sprouting resistance in common wheat. Mol Breeding. 2018;38:69. 10.1007/s11032-018-0830-1. 35. Wang Q Lin QB Wu T Duan E Huang YS Yang CY Mou CL Lan J Zhou CL Xie K Liu X Zhang X Guo XP Wang J Jiang L Wan JM OsDOG1L-3 regulates seed dormancy through the abscisic acid pathway in rice Plant Sci 2020 298 110570 10.1016/j.plantsci.2020.110570 32771171 Wang Q, Lin QB, Wu T, Duan E, Huang YS, Yang CY, Mou CL, Lan J, Zhou CL, Xie K, Liu X, Zhang X, Guo XP, Wang J, Jiang L, Wan JM. OsDOG1L-3 regulates seed dormancy through the abscisic acid pathway in rice. Plant Sci. 2020;298:110570. 10.1016/j.plantsci.2020.110570. 32771171 36. Cao H Han Y Li J Ding M Li Y Li X Chen F Soppe WJ Liu Y Arabidopsis thaliana SEED DORMANCY 4-LIKE regulates dormancy and germination by mediating the Gibberellin pathway J Exp Biol 2020 71 919 33 10.1093/jxb/erz471 Cao H, Han Y, Li J, Ding M, Li Y, Li X, Chen F, Soppe WJ, Liu Y. Arabidopsis thaliana SEED DORMANCY 4-LIKE regulates dormancy and germination by mediating the Gibberellin pathway. J Exp Biol. 2020;71:919–33. 10.1093/jxb/erz471. 37. Hiei Y Ohta S Komari T Kumashiro T Efficient transformation of rice ( Oryza sativa L ) mediated by Agrobacterium and sequence analysis of the boundaries of the T-DNA Plant J 1994 6 271 82 10.1046/j.1365-313x.1994.6020271.x 7920717 Hiei Y, Ohta S, Komari T, Kumashiro T. Efficient transformation of rice ( Oryza sativa L. ) mediated by Agrobacterium and sequence analysis of the boundaries of the T-DNA. Plant J. 1994;6:271–82. 10.1046/j.1365-313x.1994.6020271.x. 7920717 38. Liu KG Qi SH Li D Jin CY Gao CH Duan SW Feng B Chen MX TRANSPARENT TESTA GLABRA 1 ubiquitously regulates plant growth and development from Arabidopsis to Foxtail millet ( Setaria italica ) Plant Sci 2017 254 60 9 10.1016/j.plantsci.2016.10.010 27964785 Liu KG, Qi SH, Li D, Jin CY, Gao CH, Duan SW, Feng B, Chen MX. TRANSPARENT TESTA GLABRA 1 ubiquitously regulates plant growth and development from Arabidopsis to Foxtail millet ( Setaria italica ). Plant Sci. 2017;254:60–9. 10.1016/j.plantsci.2016.10.010. 27964785 39. Livak KJ Schmittgen TD Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) method Methods 2001 25 402 8 10.1006/meth.2001.1262 11846609 Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) method. Methods. 2001;25:402–8. 10.1006/meth.2001.1262. 11846609 40. Ashikawa I Abe F Nakamura S Ectopic expression of wheat and barley DOG1 -like genes promotes seed dormancy in Arabidopsis Plant Sci 2010 179 536 42 10.1016/j.plantsci.2010.08.002 21802612 Ashikawa I, Abe F, Nakamura S. Ectopic expression of wheat and barley DOG1 -like genes promotes seed dormancy in Arabidopsis . Plant Sci. 2010;179:536–42. 10.1016/j.plantsci.2010.08.002. 21802612 41. Su ZQ Hao CY Wang LF Dong YC Zhang XY Identification and development of a functional marker of TaGW2 associated with grain weight in bread wheat ( Triticum aestivum L ) Theor Appl Genet 2011 122 211 23 10.1007/s00122-010-1437-z 20838758 Su ZQ, Hao CY, Wang LF, Dong YC, Zhang XY. Identification and development of a functional marker of TaGW2 associated with grain weight in bread wheat ( Triticum aestivum L ). Theor Appl Genet. 2011;122:211–23. 10.1007/s00122-010-1437-z. 20838758 42. Dong LL Wang FM Liu T Dong ZY Li A Jing RL Mao L Li YW Liu X Zhang KP Wang DW Natural variation of TaGASR7-A1 affects grain length in common wheat under multiple cultivation conditions Mol Breeding 2014 34 937 47 10.1007/s11032-014-0087-2 Dong LL, Wang FM, Liu T, Dong ZY, Li A, Jing RL, Mao L, Li YW, Liu X, Zhang KP, Wang DW. Natural variation of TaGASR7-A1 affects grain length in common wheat under multiple cultivation conditions. Mol Breeding. 2014;34:937–47. 10.1007/s11032-014-0087-2. 43. Zhang YJ Liu JD Xia XC He ZH TaGS-D1 , an ortholog of rice OsGS3 , is associated with grain weight and grain length in common wheat Mol Breeding 2014 34 1097 107 10.1007/s11032-014-0102-7 Zhang YJ, Liu JD, Xia XC, He ZH. TaGS-D1 , an ortholog of rice OsGS3 , is associated with grain weight and grain length in common wheat. Mol Breeding. 2014;34:1097–107. 10.1007/s11032-014-0102-7. 44. Hu MJ, Zhang HP, Cao JJ, Zhu XF, Wang SX, Jiang H, Wu ZY, Lu J, Chang C, Sun GL, Ma CX. Characterization of an IAA-glucose hydrolase gene TaTGW6 associated with grain weight in common wheat (Triticum aestivum L). Mol Breeding. 2016;36. 10.1007/s11032-016-0449-z. 45. Jiao CZ Xie XM Hao CY Chen LY Xie YX Garg VK Zhao L Wang ZH Zhang YQ Li T Fu JJ Chitikineni A Hou J Liu HX Dwivedi G Liu X Jia JZ Mao L Wang X Appels R Varshney RK Guo WL Zhang XY Pan-genome bridges wheat structural variations with habitat and breeding Nature 2024 10.1038/s41586-024-08277-0 39695225 Jiao CZ, Xie XM, Hao CY, Chen LY, Xie YX, Garg VK, Zhao L, Wang ZH, Zhang YQ, Li T, Fu JJ, Chitikineni A, Hou J, Liu HX, Dwivedi G, Liu X, Jia JZ, Mao L, Wang X, Appels R, Varshney RK, Guo WL, Zhang XY. Pan-genome bridges wheat structural variations with habitat and breeding. Nature. 2024. 10.1038/s41586-024-08277-0. 39695225 46. He F Pasam R Shi F Kant S Keeble-Gagnere G Kay P Forrest K Fritz A Hucl P Wiebe K Knox R Cuthbert R Pozniak C Akhunova A Morrell PL Davies JP Webb SR Spangenberg G Hayes B Daetwyler H Tibbits J Hayden M Akhunov E Exome sequencing highlights the role of wild-relative introgression in shaping the adaptive landscape of the wheat genome Nat Genet 2019 51 896 904 10.1038/s41588-019-0382-2 31043759 He F, Pasam R, Shi F, Kant S, Keeble-Gagnere G, Kay P, Forrest K, Fritz A, Hucl P, Wiebe K, Knox R, Cuthbert R, Pozniak C, Akhunova A, Morrell PL, Davies JP, Webb SR, Spangenberg G, Hayes B, Daetwyler H, Tibbits J, Hayden M, Akhunov E. Exome sequencing highlights the role of wild-relative introgression in shaping the adaptive landscape of the wheat genome. Nat Genet. 2019;51:896–904. 10.1038/s41588-019-0382-2. 31043759 47. Lin M, Liu SB, Zhang GR, Bai GH. Effects of TaPHS1 and TaMKK3-A genes on wheat Pre-Harvest sprouting resistance. Agronomy. 2018;8. 10.3390/agronomy8100210.",
    "full_text_abstract": "Background The bHLH transcription factor SD6 regulates rice seed dormancy. However, sequence variants of wheat SD6 homologs and their roles in seed dormancy remain unknown. Results Here, we cloned three wheat homologous genes of SD6 (named TaSD6-7A , TaSD6-7B , and TaSD6-7D ), and found that TaSD6-7A had abundant sequence variations, while TaSD6-7B and TaSD6-7D had no variation. Based on sequence variations in the promoter and coding regions of TaSD6-7A , we developed three molecular markers and verified their associations with seed dormancy in 160 wheat varieties. We further confirmed that the TaSD6-7 A + 1307-T allele positively regulated seed dormancy, but had no adverse effects on other important agronomic traits. Resequencing and phenotypic data indicated that the favorable haplotype TaSD6-7A HapII associated with high dormancy level was more common in landraces than in modern varieties. Additionally, we demonstrated the pyramid effects of TaSD6-7A with known dormancy-related genes in enhancing seed dormancy. Conclusion Overall, this study provides novel genetic resources and molecular markers for improving PHS resistance of modern wheat varieties. Supplementary Information The online version contains supplementary material available at 10.1186/s12870-025-06601-y."
}