{
  "PMC": "12454292",
  "DOI": "10.1016/j.jot.2025.07.007",
  "PMID": "40995602",
  "PMCID": "PMC12454292",
  "title": "Natural products in the treatment of osteoarthritis: Current status and prospects.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12454292",
  "source": "MED",
  "abstract_text": "Osteoarthritis (OA) is a chronic degenerative joint disease characterized by progressive cartilage degradation, synovial inflammation, and subchondral bone remodeling. Existing treatments primarily offer symptomatic relief without effectively delaying OA progression. Recently, natural products have attracted great interest due to their anti-inflammatory, antioxidant, and chondroprotective effects. This review systematically summarized the efficacy and mechanisms of 13 natural products (Curcumin, Resveratrol, Icariin, Sinomenine, Andrographolide, Apigenin, Salvianolic acid, Matrine, Hesperidin, Plumbagin, Pomegranate extract, Thymoquinone, and Madecassoside) in OA treatment, drawing on evidence from in vitro and in vivo animal models, as well as clinical trials. By elucidating the current research status and future prospects, our review seeks to provide robust evidence for innovative and effective treatment strategies based on natural products to improve patient outcomes in OA management.<h4>The translational potential of this article</h4>This review enhances our comprehension of the pathological mechanisms underlying OA, delineates the existing therapeutic approaches for OA, their inherent limitations, and elucidates the current status and future prospects of natural products in OA management. With further clinical validation, these natural products may serve as adjunctive or alternative therapies to improve long-term outcomes in OA patients.",
  "full_text": "pmc J Orthop Translat J Orthop Translat Journal of Orthopaedic Translation 2214-031X 2214-0328 Chinese Speaking Orthopaedic Society 12454292 S2214-031X(25)00120-2 10.1016/j.jot.2025.07.007 Review Article Natural products in the treatment of osteoarthritis: Current status and prospects Xu Chenyue a b c 1 Cui Xiaoyu d 1 Shi Yuhang b c d 1 Zhang Tianhang d Ni Zhengyi a b c Li Kehan a b c Chen Xiaobo chenxb@hebmu.edu.cn a b c ⁎⁎ Wang Fei wangfei@hebmu.edu.cn a b c ⁎ a Department of Joint Surgery, Hebei Medical University Third Hospital, Shijiazhuang, 050051, Hebei, China b Hebei Province Sino-US International Joint Research Center for Bone and Joint Diseases, Shijiazhuang, 050051, Hebei, China c Hebei Province Joint Degeneration and Sports Injury Technology Innovation Center, Shijiazhuang, 050051, Hebei, China d Hebei Medical University, Shijiazhuang, 050000, Hebei, China ⁎ Corresponding author. Department of Joint Surgery, Hebei Medical University Third Hospital, Shijiazhuang, 050051, Hebei, China. wangfei@hebmu.edu.cn ⁎⁎ Corresponding author. Department of Joint Surgery, Hebei Medical University Third Hospital, Shijiazhuang, 050051, Hebei, China. chenxb@hebmu.edu.cn 1 The three authors contributed equally to this study. 08 9 2025 11 2025 08 9 2025 55 94 120 25 2 2025 12 6 2025 20 7 2025 © 2025 The Authors 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Osteoarthritis (OA) is a chronic degenerative joint disease characterized by progressive cartilage degradation, synovial inflammation, and subchondral bone remodeling. Existing treatments primarily offer symptomatic relief without effectively delaying OA progression. Recently, natural products have attracted great interest due to their anti-inflammatory, antioxidant, and chondroprotective effects. This review systematically summarized the efficacy and mechanisms of 13 natural products (Curcumin, Resveratrol, Icariin, Sinomenine, Andrographolide, Apigenin, Salvianolic acid, Matrine, Hesperidin, Plumbagin, Pomegranate extract, Thymoquinone, and Madecassoside) in OA treatment, drawing on evidence from in vitro and in vivo animal models, as well as clinical trials. By elucidating the current research status and future prospects, our review seeks to provide robust evidence for innovative and effective treatment strategies based on natural products to improve patient outcomes in OA management. The translational potential of this article This review enhances our comprehension of the pathological mechanisms underlying OA, delineates the existing therapeutic approaches for OA, their inherent limitations, and elucidates the current status and future prospects of natural products in OA management. With further clinical validation, these natural products may serve as adjunctive or alternative therapies to improve long-term outcomes in OA patients. Graphical abstract Image 1 Keywords Natural products Osteoarthritis Therapy Mechanism Challenge 1 Introduction Osteoarthritis (OA) is a chronic degenerative joint disease prevalent in middle-aged and elderly populations and is characterized by progressive cartilage degradation, synovial inflammation, and subchondral bone remodeling [ 1 , 2 ]. The main clinical features of OA include joint pain, swelling, and functional impairment, which can significantly reduce patients' quality of life and lead to rising healthcare costs [ 3 , 4 ]. Epidemiological studies indicate a global increase in OA prevalence, underscoring the urgent requirement for effective management strategies [ 5 , 6 ]. Currently, optimal therapeutic strategies for OA are limited, primarily involving lifestyle changes, physical therapies, pharmacological treatments, biological therapies, and surgical interventions [ 7 , 8 ]. Among these, pharmacological treatment is the most common approach. Despite substantial advancements in therapeutic agents, significant adverse effects and the inability to halt or reverse OA progression remain unresolved challenges [ 9 ]. Natural products have garnered increasing interest for their potential to address these issues, positioning them as promising candidates to address the limitations of current OA treatments [ 10 ]. This review provides an overview of the therapeutic applications of natural products derived from herbal medicine and plants in the treatment of OA, aiming to serve as a reference for future research and clinical management of OA. 2 Pathological mechanisms of OA 2.1 Articular cartilage degeneration Chondrocytes, the only cell type present in articular cartilage, play a critical role in maintaining cartilage homeostasis through the synthesis and degradation of extracellular matrix (ECM) components [ 11 ]. Dysfunction and death of chondrocytes are key contributors to cartilage degeneration in OA. Factors such as oxidative stress, mechanical overload, and inflammatory cytokines can lead to chondrocyte dysfunction and cell death [ 12 ]. For example, interleukin (IL)-1β has been shown to promote apoptosis and disrupt the balance between anabolism and catabolism in chondrocytes, resulting in cartilage deterioration [ 13 , 14 ]. Mechanical overload can accelerate chondrocyte senescence, diminishing cartilage's regenerative potential and exacerbating inflammation and ECM degradation [ [15] , [16] , [17] ]. The ECM, another vital component of articular cartilage, consists mainly of collagen, proteoglycans, glycoproteins, and water, which together provide structural support and nourishment for chondrocytes [ 18 ]. Matrix metalloproteinases (MMPs) and a disintegrin and metalloproteinases with thrombospondin motifs (ADAMTs) are key enzymes involved in ECM destruction [ 19 ]. Inflammatory cytokines like IL-1β and tumor necrosis factor (TNF)-α, prevalent in the OA microenvironment, often trigger the upregulation of these enzymes [ 20 ]. The dysregulation of matrix-degrading enzymes, coupled with the aberrant chondrocytic phenotype, disrupts the ECM structure and composition, progressively altering the mechanical and biological microenvironments that influence cellular functions [ 21 , 22 ]. 2.2 Synovitis Studies have shown that synovitis is not merely a consequence of joint degeneration; rather, it plays a significant role in the progression of OA by perpetuating inflammation and cartilage breakdown [ 9 , 23 ]. Pathological features of synovitis include synovial hyperplasia and immune cells infiltration [ 24 ]. In OA, the synovium thickens due to the proliferation and activation of synoviocytes, particularly fibroblast-like synoviocytes (FLSs) [ 25 ]. These activated FLSs are primary sources of inflammatory mediators, such as IL-1β, TNF-α, and IL-6, as well as synovial fluid, which often leads to pain and swelling in affected joints [ 26 , 27 ]. These mediators further recruit immune cells, such as macrophages, neutrophils, and lymphocytes, into the joint, promoting their differentiation into pro-inflammatory phenotypes and initiating the inflammatory cascade [ [28] , [29] , [30] ]. Inflammation exacerbates synovitis and stimulates the production of matrix-degrading enzymes, creating a vicious cycle of inflammation and tissue damage [ 31 , 32 ]. 2.3 Subchondral bone remodeling The interaction between subchondral bone and cartilage is crucial for joint health and function. The subchondral bone provides structural support to the overlying cartilage and is essential for effective load distribution during joint movement [ 33 ]. Bone remodeling involves a complex interplay between osteoblasts and osteoclasts. In OA, this balance is disrupted, leading to pathological alterations in subchondral bone, such as sclerosis and altered microarchitecture [ 34 ]. Abnormal mechanical loading and an inflammatory microenvironment initially stimulate osteoclast activation and recruitment via various signaling pathways, particularly the RANK/RANKL/OPG pathway [ 35 , 36 ]. Subsequently, hyperactive osteoclasts secrete catabolic enzymes and promote angiogenesis and innervation within subchondral bone [ [37] , [38] , [39] ]. As OA progresses to its later stages, osteoblast activity also escalates, causing subchondral bone sclerosis and osteophyte formation [ 40 ]. These changes affect joint mechanics and contribute to inflammation and pain, ultimately contributing to more severe joint pathology [ 41 ]. 2.4 Interaction between cartilage degeneration, synovitis, and subchondral bone remodeling The interplay between cartilage degeneration, synovitis, and subchondral bone remodeling is critical in OA pathogenesis. Initial cartilage degeneration triggers a cascade of events impacting the entire joint structure, including the synovium and subchondral bone [ 42 ]. Cartilage deterioration incites synovial inflammation, characterized by pro-inflammatory cytokine secretion, further exacerbating cartilage degradation and promoting synovitis [ 12 , 30 ]. This inflammatory status alters mesenchymal stem cells (MSCs) behavior, steering them towards a fibroblast-like phenotype instead of preserving their chondrogenic potential [ 13 , 43 ]. This phenotypic shift not only hinders cartilage repair but also results in the formation of inferior fibrocartilage, which lacks the requisite mechanical properties for adequate joint function [ 44 ]. Consequently, the subchondral bone experiences remodeling, adversely affecting the cartilage's mechanical environment, thereby precipitating further cartilage degeneration and inflammation [ 41 ]. These intricate interactions accelerate OA progression and complicate therapeutic strategies, as addressing a single pathological aspect may not suffice to halt disease advancement. Future studies should employ systematic and comprehensive treatments that address all components of joint pathology, including cartilage, synovium, and subchondral bone, to effectively manage OA and improve patient outcomes and prognosis. 3 The current treatment of OA, and their limitations 3.1 Lifestyle intervention Lifestyle interventions are crucial for managing OA's chronic progression, encompassing weight control and dietary modification [ 45 ]. Evidence suggests that a weight loss of merely 5–10 % can substantially reduce knee pain and improve physical functions [ 46 ]. Setting achievable weight loss goals, monitoring dietary intake, and participating in regular physical exercise are effective weight management strategies [ 8 , 47 ]. Besides, certain dietary patterns such as those rich in omega-3 fatty acids, antioxidants, and anti-inflammatory foods, have been associated with reduced inflammatory markers and improved symptoms in OA patients [ 48 , 49 ]. However, lifestyle interventions require sustained compliance, and their efficacy may wane over time if not diligently upheld. 3.2 Physical therapy Physical therapy, including acupuncture, physiotherapy, and ultrasound, constitute an essential component of OA management. Clinical trials have demonstrated that these interventions can significantly alleviate pain and improve physical functions in OA patients, with effect sizes that are comparable to, or even exceed, those seen with glucocorticoid injections [ 50 , 51 ]. Furthermore, physical therapy can serve as an adjunctive therapy to augment the efficacy of pharmacological interventions [ 52 ]. While physical therapy offers significant clinical advantages, it may not suffice for all patients, particularly those with advanced OA. Personalized interventions considering individual patient characteristics can enhance adherence and improve outcomes [ 53 ]. 3.3 Pharmacological therapy Pharmacological therapy remains a cornerstone in OA management, with the primary goals to alleviate pain, reduce inflammation, and improve functional outcomes. However, while these drugs may provide temporary relief, they do not effectively prevent disease progression [ 8 ]. Chondroprotective agents, such as glucosamine and chondroitin sulfate, are believed to positively regulate cartilage metabolism by facilitating the production of glycosaminoglycans (GAGs) and proteoglycans, while simultaneously inhibiting ECM degradation [ 54 ]. However, their precise mechanisms remain inadequately elucidated. Besides, the effectiveness of these agents can differ significantly among patients, and they are often used in conjunction with other pharmacological treatments to optimize overall therapeutic efficacy [ 55 ]. Non-steroidal anti-inflammatory drugs (NSAIDs) are among the most commonly prescribed agents for OA, with well-documented efficacy in pain reduction and joint function improvement. However, their application is limited by adverse effects on the gastrointestinal, renal, and cardiovascular systems [ 56 ]. In cases of intense pain or insufficient relief from NSAIDs, opioid analgesics may be considered. Nonetheless, despite their effectiveness, opioid analgesics pose a considerable risk of dependency and other associated side effects [ 57 ]. Intra-articular (IA) injections of hyaluronic acid (HA) or corticosteroids are also widely used to alleviate joint pain in OA, providing rapid symptom relief by directly targeting the affected joint and reducing the need for systemic medications and their potential side effects [ 58 , 59 ]. However, improper administration of IA injections can result in complications, including infection, bleeding, and soft tissue damage [ 60 ]. Furthermore, the long-term use of corticosteroid injections may increase the risk of secondary infections and raises concerns regarding osteoporosis and cartilage degeneration [ 61 ]. 3.4 Biological therapy In recent years, regenerative strategies, including platelet-rich plasma (PRP) and MSCs therapies, have garnered significant attention for their potential to promote tissue regeneration and modulate inflammatory responses [ 62 ]. These interventions aim not only to alleviate symptoms but also to address underlying disease mechanisms, providing a more comprehensive treatment approach [ 63 , 64 ]. However, the long-term efficacy of these therapies necessitates further investigation, and extended follow-up is essential. Additionally, the high costs associated with biological therapies pose a barrier to their widespread adoption. In this context, MSCs-derived exosome (MSCs-Exos) therapy emerges as a promising alternative, offering a more effective, safer, and cost-efficient option compared to traditional MSC therapies [ 65 ]. 3.5 Surgical treatment Surgical treatment is often regarded as the last resort for patients when conservative treatment is ineffective. It mainly involves arthroscopy, osteotomy, and joint replacement, all of which can alleviate symptoms and improve joint functions [ 7 ]. Nonetheless, as these are invasive procedures, the inherent risks (e.g., deep venous thrombosis, bleeding, infection, or postoperative stiffness) cannot be ignored [ 66 ]. Moreover, the long-term prognosis is influenced by several factors such as patient age, comorbid conditions, and compliance with postoperative rehabilitation protocols [ [67] , [68] , [69] ]. 4 Natural products in treatment of OA The limitations of current therapies in delaying or reversing the progression of OA underscore the urgent need for disease-modifying OA drugs (DMOADs) that can effectively target the underlying mechanisms involved in cartilage degradation and joint inflammation. Herbal medicine, a crucial component of traditional Chinese medicine, has been used successfully for thousands of years in China for both disease prevention and treatment. Recent studies have increasingly recognized the therapeutic potential of herbal medicine, particularly its natural products, in addressing various musculoskeletal disorders. Given the lack of comprehensive data on the efficacy and mechanisms of these natural products, elucidating their mechanisms of action is of great importance. This review will summarize the therapeutic effects of natural products in both in vitro and in vivo models of OA ( Table 1 , Table 2 ), elucidate their underlying mechanisms ( Table 3 ), and summarize related clinical trials investigating the efficacy of natural products in OA management ( Table 4 ). The objective of this review is to provide evidence supporting the improvement of OA therapies through the utilization of natural products. Table 1 The major effects of natural products in in vitro model of OA. Table 1 Natural products Cell model Dose Duration Therapeutic effects Ref CUR HC-A 10 μM NA 1 suppress apoptosis 2 decrease the production of pro-inflammatory cytokines [ 323 ] C28/I2 Primary human chondrocytes IL-1β treated 20, 40 μM 2 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation 3 reduce oxidative stress [ 109 ] CP-H107 IL-1β treated 10 ng/ml 24 h 1 increase cell viability 2 decrease the production of pro-inflammatory cytokines 3 reduce oxidative stress 4 inhibit pyroptosis [ 89 ] Primary human chondrocytes, 3D pellet culture TNF-α treated 0.84, 1.69, 3.37, 6.75, 13.5, 27, 54 μM 24 h inhibit MMP-13 activity [ 103 ] Primary rat chondrocytes IL-1β treated 10 μM 4 h 1 increase cell viability and suppress apoptosis 2 enhance autophagy [ 81 ] Primary rat chondrocytes IL-1β treated 10 μM 24 h 1 decrease ECM degradation 2 activate mitophagy [ 83 ] Primary rat chondrocytes TBHP treated 20 μM 24 h 1 increase cell viability and suppress apoptosis 2 inhibit ER stress [ 102 ] Primary murine chondrocytes IL-1β treated 10, 20, 50 μM 24 h 1 increase cell viability 2 decrease the production of pro-inflammatory cytokines 3 decrease ECM degradation [ 73 ] Primary rabbit chondrocytes AGEs treated 10, 25, 50 μM 2 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation 3 reduce oxidative stress [ 91 ] Primary bovine chondrocytes IL-1β treated 12.5 μg/ml 24 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 77 ] Primary bovine chondrocytes H 2 O 2 treated 10, 50 μM 30 min reduce oxidative stress [ 85 ] Equine cartilage explants IL-1β treated 12, 25, 100 μM 5 days 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 75 ] Primary human synoviocytes 40 μM NA 1 reduce cell viability 2 inhibit proliferation 3 increase cell apoptosis [ 93 ] THP-1 LPS/ATP treated 10 μM 1 h decrease the production of pro-inflammatory cytokines [ 94 ] RAW 264.7 osteoclast differentiation induced 3.38, 6.75, 13.51, 27.05, 54.22 μM 7 days inhibit osteoclastogenesis [ 103 ] Primary murine BMMs osteoclast differentiation induced 10 μM 9 days 1 inhibit osteoclastogenesis 2 attenuate bone resorption [ 101 ] Primary canine ADMSCs IL-1β treated 0, 0.5, 1, 2, 5 μM 4 h 1 suppress apoptosis 2 decrease the production of pro-inflammatory cytokines [ 98 ] C3H10T1/2 hypertrophic differentiation induced 1 μM 7, 14 days inhibit chondrocyte hypertrophy [ 97 ] Chondrocyte-BMSCs coculture system Upper: Primary rat BMSCs Lower: Primary rat chondrocytes 8 μM 24 h 1 promote chondrocytes proliferation and migration 2 increase ECM synthesis [ 99 ] 3D osteoarthritic environment model Primary human chondrocytes, 3D alginate-chondrocyte culture Co-culture with MRC-5 and Jurkat cells TNF-α treated 5 μM 10 days 1 increase cell viability and suppress apoptosis 2 decrease the production of pro-inflammatory cytokines 3 decrease ECM degradation [ 96 ] RES Primary human chondrocytes IL-1β treated 10 μM 1 h 1 suppress apoptosis 2 decrease the production of pro-inflammatory cytokines 3 decrease ECM degradation 4 impede mitochondrial depolarization and ATP depletion [ 143 ] Primary human chondrocytes IL-1β treated 6, 12, 24 μM 24 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 146 ] Primary human chondrocytes, IL-1β treated 50 μM 1, 12, 24, 36, 48 h 1 promote proliferation and suppress apoptosis 2 decrease the production of IL-1β 3 reduce oxidative stress [ 145 ] Primary human chondrocytes IL-1β treated 100 μM 4 h 1 suppress apoptosis 2 decrease the production of pro-inflammatory cytokines 3 decrease ECM degradation [ 137 ] Primary human chondrocytes TNF-α treated 12.5, 50, 200 μM 1 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 142 ] Human cartilage explants TNF-α treated 72 h decrease ECM degradation SW1353 IL-1β treated 1, 10, 100 μM 2 h decrease ECM degradation [ 138 ] Primary rabbit chondrocytes IL-1β treated Primary rat chondrocytes IL-1β treated 50 μM 24 h 1 suppress apoptosis 2 decrease ECM degradation 3 enhance autophagy [ 156 ] Primary porcine chondrocytes, 3D pellet culture IL-1β treated 50 μM 14 days 1 promote ECM composition 2 decrease ECM degradation [ 140 ] Primary porcine chondrocytes AGEs treated 25, 50, 75, 100 μM 24 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 139 ] Porcine cartilage explants AGEs treated 50, 100 μM decrease ECM degradation Primary human osteoblasts 10, 50, 100, 500, 1000 nM 24 h increase mineralization [ 159 ] Chondrocyte - macrophage coculture system Upper: Primary human chondrocytes Lower: THP-1, PMA treated IL-1β treated 10, 25, 50, 100 μM 24 h interfere the IL-1β-induced pro-inflammatory paracrine interaction between two cells [ 160 ] ICA Primary human chondrocytes 3D pellet culture 1, 10, 25, 50 μM 2 weeks promote GAG production [ 185 ] Primary rat chondrocytes 10 μM 24 h 1 promote proliferation and differentiation 2 increase ECM synthesis 3 facilitate ciliary assembly [ 183 ] ATDC5 Primary murine chondrocytes 0.1, 1, 10 μM 7, 14 days 1 promote differentiation 2 inhibit hypertrophy [ 182 ] Primary murine chondrocytes, 3D alginate-chondrocyte culture 1 μM 12, 24 h 1 promote proliferation and increase cell viability 2 increase ECM synthesis 3 promote anaerobic glycolysis [ 184 ] HC-A IL-1β treated 0.001 μM 2 h 1 decrease ECM degradation 2 reduce oxidative stress [ 187 ] C28/I2 IL-1β treated 20 μM 24 h relieve the DNA damage [ 197 ] SW1353 IL-1β treated 12 μg/ml 1 h inhibit OPG/RANKL/RANK system [ 194 ] SW1353 IL-1β treated 20 μM 1 h decrease MMPs expression [ 186 , 189 ] CHON-001 IL-1β treated 10, 20, 30 μM NA 1 increase cell viability and suppress apoptosis 2 decrease the production of pro-inflammatory cytokines [ 193 ] ATDC5 IL-1β treated Primary rat chondrocytes TNF-α treated 10 μM 2 h 1 promote proliferation and suppress apoptosis 2 decrease the production of pro-inflammatory cytokines 3 decrease ECM degradation 4 reduce oxidative stress 5 enhance autophagy [ 190 ] Primary rabbit chondrocytes TNF-α treated 12.5 μg/ml 2 h decrease uPA expression [ 335 ] Primary human FLSs 0.1, 0.5, 1 μM 12 h 1 inhibit proliferation and migration 2 reduce inflammatory response 3 inhibit ER stress [ 199 ] HUM-CELL-0060 LPS treated 2, 5, 10 μM 24 h 1 increase cell viability 2 suppress ferroptosis [ 198 ] Primary rabbit BMSCs OGD treated 0.1, 1, 10 μM 24 h 1 increase cell viability and suppress apoptosis 2 suppress autophagy 3 inhibit ER stress [ 201 ] SIN Primary murine chondrocytes IL-1β treated 6.25, 12.5, 25 μM 24 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 221 ] Primary murine chondrocytes IL-1β treated 100 μM NA 1 increase cell viability and suppress apoptosis 2 decrease the production of pro-inflammatory cytokines [ 217 ] Rabbit cartilage explants IL-1β treated 10, 50, 250 μM 72 h 1 suppress apoptosis 2 decrease ECM degradation [ 216 ] Primary human BMSCs osteoclast differentiation induced 250 μM 48 h inhibit osteoclast differentiation [ 218 ] AD Primary human chondrocytes IL-1β treated 0.5, 1, 5, 10 μM 2 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 229 ] Human chondrocytes IL-1β treated 1, 5, 10 μM 2 h 1 increase cell viability and suppress apoptosis 2 decrease ECM degradation 3 decrease the production of pro-inflammatory cytokines 4 enhance autophagy [ 231 ] Primary rat chondrocytes H 2 O 2 treated 0.625, 2.5 μg/ml 3, 5 days 1 increase cell viability 2 decrease ECM degradation 3 reduce oxidative stress [ 232 ] Primary human FLSs TNF-α treated 10, 30 μM 24 h 1 inhibit proliferation and cytoskeletal rearrangement 2 decrease the production of pro-inflammatory cytokines [ 234 ] Primary human suprapatellar fat pad derived MSCs 1, 5, 10 μM 21 days 1 promote chondrogenic and osteogenic diffentiation 2 inhibit adipogenic differentiation [ 235 ] API Primary human chondrocytes IL-1β treated NA 18 h 1 block NADase activity 2 decrease ECM degradation [ 251 ] Primary murine chondrocytes IL-1β treated 10, 25 50 μM 24 h 1 downregulate Hif-2α expression 2 decrease ECM degradation [ 246 ] Primary rabbit chondrocytes IL-1β treated 1, 10, 50, 100 μM 2 h decrease ECM degradation [ 245 ] Macrophage-chondrocyte coculture system Upper: RAW 264.7 M1 or M2 polarization induced Lower: Primary murine chondrocytes 10 μM 48 h Macrophage: 1 inhibit M1 polarization 2 promote M2 polarization Chondrocyte: 1 suppress apoptosis 2 decrease the production of pro-inflammatory cytokines 3 decrease ECM degradation [ 249 ] SAA Primary human chondrocytes IL-1β treated 10, 20, 40 μg/ml 2 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 256 ] Primary murine chondrocytes IL-1β treated 6.25, 12.5, 25 μM 24 h 1 increase cell viability and suppress apoptosis 2 decrease the production of pro-inflammatory cytokines 3 decrease ECM degradation [ 257 ] SAB Primary human chondrocytes IL-1β treated 25, 50, 100 μM 2 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 259 ] ATDC5 PA treated 50, 100 μM 24 h 1 increase cell viability and suppress apoptosis 2 decrease the production of pro-inflammatory cytokines 3 enhance autophagy [ 260 ] MAT Primary human chondrocytes IL-1β treated 100 μg/ml 2 h 1 increase cell viability and suppress apoptosis 2 decrease the production of pro-inflammatory cytokines [ 263 ] Primary rat chondrocytes IL-1β treated 0.75 mg/ml 24 hours [ 264 ] Primary rat chondrocytes IL-1β treated 0.25, 0.5, 1 mg/ml 2 h 1 increase cell viability and suppress apoptosis 2 reduce oxidative stress 3 enhance autophagy [ 267 ] Primary murine chondrocytes IL-1β treated 0.5, 1, 2 mg/ml 24 h 1 increase cell viability and suppress apoptosis 2 decrease ECM degradation [ 266 ] Primary murine chondrocytes IL-1β treated 2, 4 μM 24 h 1 suppress apoptosis 2 reduce oxidative stress 3 decrease the production of pro-inflammatory cytokines 4 decrease ECM degradation [ 265 ] Primary murine BMMs osteoclast differentiation induced 0.25, 0.5, 1, 2 mg/ml 6 days dose-dependently inhibit osteoclastogenesis [ 268 ] HES Primary human chondrocytes IL-1β treated 2 mg/ml 24 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 270 ] Primary human chondrocytes IL-1β treated 10, 20, and 40 μM [ 272 ] Primary rat chondrocytes H 2 O 2 treated 0.1 μg/ml 2 h 1 increase cell viability and suppress apoptosis 2 reduce oxidative stress 3 decrease the production of pro-inflammatory cytokines 4 decrease ECM degradation [ 271 ] PL Primary human chondrocytes IL-1β treated 2, 5, 10 μM 24 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 277 ] Primary rat chondrocytes H 2 O 2 0.5, 1, 2 μM NA 1 decrease ECM degradation 2 suppress ferroptosis [ 278 ] Primary rat chondrocytes H 2 O 2 treated 15 μM 24 h 1 increase cell viability 2 reduce oxidative stress 3 decrease the production of pro-inflammatory cytokines [ 276 ] PE Primary human chondrocytes IL-1β treated 6.25, 12.5, 25, 50 μg/ml 24 h 1 increase cell viability 2 decrease ECM degradation [ 282 ] Primary human chondrocytes IL-1β treated 50 μg/ml 2 h 1 reduce oxidative stress 2 decrease the production of pro-inflammatory cytokines [ 281 ] TQ Primary human chondrocytes IL-1β treated 5, 10, 15 μM 24 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 288 ] Primary rabbit chondrocytes IL-1β treated 10 μM 24 h decrease ECM degradation [ 294 ] Primary human BMSCs 0.1, 0.3, 1, 3, 5 μM 24, 48, 72 h 1 decrease the expression of both anti- and pro-inflammatory genes 2 inhibit apoptosis [ 289 ] MA Primary rat chondrocytes IL-1β treated 50, 100, 200 μM 24, 48 h 1 decrease the production of pro-inflammatory cytokines 2 decrease ECM degradation [ 296 ] Abbreviations: OA, osteoarthritis; CUR, Curcumin; RES, Resveratrol; ICA, Icariin; SIN, Sinomenine; AD, Andrographolide; API, Apigenin; SAA, Salvianolic acid A; SAB, Salvianolic acid B; MAT, Matrine; HES, Hesperidin; PL, Plumbagin; PE, Pomegranate extract; TQ, Thymoquinone; MA, Madecassoside. ADMSCs, adipose-derived mesenchymal stem cells; BMSCs, bone marrow mesenchymal stem cells; FLSs, fibroblast-like synoviocytes; BMM, Bone marrow derived macrophages; IL, interleukin; TNF, tumor necrosis factor; TBHP, tert-Butyl hydroperoxide solution; AGEs, advanced glycation end products; LPS, lipopolysaccharides; ATP, adenosine triphosphate; PMA, phorbol-myristate acetate; OGD, oxygen, glucose and serum deprivation; IFN, interferon; PA, palmitic acid; ECM, extracellular matrix; MMP, matrix metalloproteinase; ER, endoplasmic reticulum; GAG, glycosaminoglycan; OPG, osteoprotegerin; RANK, receptor activator of nuclear factor-κB; RANKL, RANK ligand; uPA, urokinase plasminogen activator; Hif, hypoxia-inducible factor; NA, not available; μM, μmol/L; nM, nmol/L. Table 2 The major effects of natural products in vivo models of OA. Table 2 Natural products Animal model Dose Duration Therapeutic effects Ref CUR Male C57BL/6 mice DMM model 50 μM, IP, 1/day 4, 8 weeks inhibit inflammatory response [ 94 ] Male C57BL/6 mice DMM model 25 mg/kg, IP, 1/day 4, 8 weeks 1 prevent cartilage degradation 2 inhibit subchondral bone resorption 3 inhibit osteoclastogenesis [ 101 ] Male C57BL/6 mice DMM model 100 mg/kg, IP, 1/day 4 weeks 1 inhibit chondrocyte apoptosis 2 prevent cartilage degradation 3 reduce oxidative stress [ 100 ] Male BALB/C mice 50 μg erastin IA model 50 mg/kg, PO, 1/day 8 weeks 1 prevent cartilage degradation 2 inhibit ferroptosis [ 87 ] Male SD rats ACLT model 50, 150 mg/kg, IP, 1/day 8 weeks 1 prevent cartilage degradation 2 restore joint space 3 inhibit chondrocyte apoptosis 4 inhibit ER stress [ 102 ] Male SD rats ACLT model + weekly 10 μg LPS IA for 8 weeks 50 μg, IA, 1/week 8 weeks 1 prevent cartilage degradation 2 ameliorate synovitis [ 95 ] Male SD rats Hulth surgery 150 mg/kg, IG, 1/day 5 weeks 1 prevent cartilage degradation 2 improve gait 3 inhibit quadriceps femoris muscle atrophy 4 inhibit muscle cells apoptosis 5 reduce muscle cells oxidative stress 6 suppress muscle cells autophagy [ 107 , 108 ] Male SD rats modified Hulth surgery 150 mg/kg, IG, 1/day 2 weeks 1 prevent cartilage degradation 2 inhibit systemic inflammation 3 inhibit chondrocyte apoptosis 4 inhibit pyroptosis 5 inhibit oxidative stress [ 89 ] Male SD rats MIA model 0.5 %, IV, 3/week 4 weeks 1 prevent cartilage degradation 2 activate chondrocyte mitophagy [ 83 ] Female SD rats MIA model 200 mg/kg, IP, 1/day 2 weeks 1 prevent cartilage degradation 2 inhibit local inflammation 3 increase mechanical hyperalgesia [ 104 ] Male SD rats TMJOA, CFA model 40 μM, IA, 1/week 1, 4 weeks 1 prevent cartilage degradation 2 inhibit inflammatory response [ 109 ] Male SD rats HFD fed 28 weeks 200, 400 μg/kg, IA, 1/week 4 weeks 1 prevent cartilage degradation 2 improve gait 3 inhibit chondrocyte apoptosis 4 activate autophagy [ 106 ] Female SD rats OVX model + HFD fed MIA model 0.4 % in diet, PO, 1/day 4 weeks 1 prevent cartilage degradation 2 inhibit inflammatory response 3 relieve pain [ 105 ] Male Wistar rats 1 mg zymosan IA model 50 mg/kg, IG, 1/day 60 days prevent cartilage degradation [ 336 ] Male Wistar rats MIA model 50 mg/kg, IG, 1/day 3 weeks relieve pain [ 103 ] Male Lewis rats MCLT + DMM model 50 mg/kg, IG, 1/day 30 μg, IA, 1/week RES Male C57BL/6 mice ACLT model 50 mg/kg, IP 60 days 1 prevent cartilage degradation 2 inhibit osteoclast differentiation 3 decrease abnormal angiogenesis in subchondral bone [ 163 ] Male C57BL/6 mice DMM model 10, 100 μg, IA, 1/week 4 weeks 1 prevent cartilage degradation 2 reduced subchondral bone plate thickness [ 161 ] Male C57BL/6 mice DMM model 125 μg, IA, 2/week 8 weeks 1 prevent cartilage degradation 2 activate autophagy [ 162 ] Female C57BL/6 mice TMJOA, MIA model 100 μg/10 μl, IA, 3/week 4 weeks 1 prevent cartilage degradation 2 inhibit inflammatory response [ 164 ] Male C57BL/6 mice HFD fed 16 weeks 22.5, 45 mg/kg, IG, 1/day 12 weeks 1 prevent cartilage degradation 2 inhibit systemic inflammation 3 decrease serum leptin level [ 169 ] Male I-ERS mice intense exercise/strenuous treadmill running model 0.25 g/L, PO 4 weeks 1 reduce ER stress 2 prevent cartilage degradation 3 inhibit chondrocyte apoptosis 4 inhibit inflammatory response 5 activate autophagy 6 decrease senescence [ 172 ] Male SD rats MIA model 5, 10 mg/kg, PO, 1/day 2 weeks 1 prevent cartilage degradation 2 inhibit systemic and local inflammation 3 increase mechanical, heat and cold hyperalgesia 4 improve the vertical and horizontal spontaneous movements [ 166 ] Male SD rats CIA model 40, 80 mg/kg, IG, 2/day 4 weeks 1 prevent cartilage degradation 2 inhibit chondrocyte apoptosis 3 inhibit systemic inflammation [ 337 ] Male Wistar rats TMJOA, 50 μl CFA IA model 100 μg/80 μl, 1 mg/80 μl, IA, 3/week 4 weeks 1 prevent cartilage degradation 2 inhibit chondrocyte apoptosis 3 improve subchondral bone remodeling 4 ameliorate synovitis [ 165 ] Male Albino rats T2DM model: HCFD fed 12 weeks +50 mg/kg STZ IP injection 30 mg/kg, PO, 1/day 12 weeks 1 improve cartilage ultrastructures 2 ameliorate glycemia and dyslipidemia 3 inhibit systemic inflammation 4 reduce oxidative stress [ 171 ] New Zealand rabbits Hulth surgery 10, 20, 50 μmol/kg, IA, 1/day 2 weeks 1 inhibit chondrocyte apoptosis 2 prevent cartilage degradation 3 inhibit NO production [ 338 ] ICA Male C57BL/6 mice ACLT model 10 mg/kg, IG, 1/day 4, 8 weeks 1 improve subchondral bone remodeling 2 inhibit systemic inflammation [ 207 ] C57BL/6 mice ACLT model 25 mg/kg, PO, 1/day 12 weeks 1 prevent cartilage degradation 2 inhibit chondrocyte hypertrophy [ 182 ] Male SD rats modified Hulth surgery 20 mg/kg, IG, 1/day 12 weeks 1 prevent cartilage degradation 2 improve subchondral bone remodeling 3 inhibit systemic inflammation 4 relieve pain 5 restore the regional homogeneity of brain areas [ 203 ] Male SD rats modified Hulth surgery 80 mg/kg, IG, 1/day 4 weeks 1 prevent cartilage degradation 2 mitigate chondrocyte ferroptosis [ 204 ] SD rats ACLT model 20 μM, IA, 1/week 6 weeks 1 inhibit MMP-3 production 2 prevent cartilage degradation [ 189 ] Male Wistar rats MIA model 20 μM, IA 32 days 1 prevent cartilage degradation 2 inhibit pyroptosis [ 206 ] SIN Male C57BL/6 mice DMM model 10 mg/kg, IP, 1/day 8 weeks 1 prevent cartilage degradation 2 restore joint space [ 221 ] Male ICR mice ACLT model 100 mg/kg, IP 12 weeks 1 prevent cartilage degradation 2 inhibit systemic inflammation 3 inhibit NLRP3 inflammasome signaling [ 217 ] Male Wistar rats MIA model 2.5, 5, 7.5 mg/kg, PO, 1/day 4 weeks 1 prevent cartilage degradation 2 inhibit systemic inflammation 3 reduce oxidative stress [ 220 ] AD Male C57BL/6 mice ACLT model 50 mg/kg, IA, 3/week 12 weeks 1 prevent cartilage degradation 2 inhibit chondrocyte apoptosis [ 238 ] Male SD rats MCLT + DMM model 10 mg/kg, IA, 2/week 5 weeks 1 prevent cartilage degradation 2 ameliorate synovitis 3 reduce osteophyte formation 4 relieve pain and improve gait [ 234 ] Female Wistar rats MIA model 5, 15, 30 mg/kg, IP, 1/day 4 weeks 1 prevent cartilage degradation 2 attenuate subchondral bone loss [ 236 ] API C57BL/6 mice Modified Hulth surgery NA, IG, 1/day 4 weeks 1 prevent cartilage degradation 2 inhibit chondrocyte apoptosis 3 inhibit inflammatory response [ 249 ] Male C57BL/6 mice DMM model 20 mg/kg, IG, 1/day 10 weeks 1 prevent cartilage degradation 2 ameliorate synovitis 3 reduce osteophyte formation and subchondral bone sclerosis 4 relieve pain [ 251 ] Male SD rats 20 ng IL-1β IA model 50, 100 μM, IA, once 72 h inhibit MMP-3 production [ 245 ] SAA Male C57BL/6 mice DMM model NA, IP 8 weeks 1 prevent cartilage degradation 2 reduced subchondral bone plate thickness [ 257 ] SAB Male C57BL/6 mice DMM model 25 mg/kg, IP, 1/2days 4 weeks prevent cartilage degradation [ 259 ] Obese Male C57BL/6 mice, HFD fed 12 weeks ACLT + DMM model 25 mg/kg, IP, 1/day 10 weeks 1 prevent cartilage degradation 2 inhibit systemic inflammation 3 inhibit chondrocyte apoptosis [ 260 ] MAT Male C57BL/6 mice ACLT model 25, 50 mg/kg, IP, 1/day 6 weeks 1 inhibit chondrocyte apoptosis 2 prevent cartilage degeneration 3 attenuate tibial subchondral bone loss [ 268 ] Male C57BL/6 mice ACLT model 80 mg/kg, IP 8 weeks 1 inhibit chondrocyte apoptosis 2 prevent cartilage degradation [ 266 ] Female Wistar rats CIA model 50, 100 mg/kg, IP, 1/day 3 weeks 1 reduce bone destruction 2 inhibit systemic inflammation [ 264 ] HES Male C57BL/6 mice DMM model 10 mg/kg, IP, 1/day 8 weeks 1 prevent cartilage degeneration 2 activate Nrf2 [ 272 ] Male SD rats MCLT + DMM model 200 mg/kg, PO, 1/day 4 weeks 1 prevent cartilage degeneration 2 inhibit inflammatory response [ 271 ] PL Male C57BL/6 mice DMM model 2 mg/kg, IP, 1/day 8 weeks 1 prevent cartilage degradation 2 reduced subchondral bone plate thickness 3 ameliorate synovitis [ 277 ] Male SD rats UAC model 0.5, 1, 2 mg/kg, IA, 1/3 days 4 weeks 1 prevent cartilage degradation 2 inhibit subchondral bone resorption [ 278 ] PE Female SD rats CIA model 250, 500 mg/kg, PO, 1/day 30 days 1 prevent cartilage degeneration 2 decrease serum ALP level [ 285 ] Male New Zealand rabbits ACLT model 34 mg/kg, PO, 1/day 8 weeks, 8 weeks + pre- 2 weeks 1 inhibit chondrocyte apoptosis 2 prevent cartilage degeneration 3 inhibit systemic and local inflammation [ 286 ] TQ New Zealand rabbits ACLT model 10 μM, IA, 1/week 5 weeks prevent cartilage degradation [ 294 ] MA Male SD rats DMM model 200 μM, IA, 1/week 4 weeks 1 prevent cartilage degradation 2 inhibit inflammatory response [ 296 ] Abbreviations: OA, osteoarthritis; CUR, Curcumin; RES, Resveratrol; ICA, Icariin; SIN, Sinomenine; AD, Andrographolide; API, Apigenin; SAA, Salvianolic acid A; SAB, Salvianolic acid B; MAT, Matrine; HES, Hesperidin; PL, Plumbagin; PE, Pomegranate extract; TQ, Thymoquinone; MA, Madecassoside. SD rats, Sprague–Dawley rats; I-ERS mice, inducible-ER stress mice; DMM, destabilized medial meniscus; ACLT, anterior cruciate ligament transection; MCLT, medial collateral ligament transection; MIA model, monosodium iodoacetate-injected model; CIA model, collagen-induced arthritis model; CFA model, Freund's complete adjuvant model; OVX, ovariectomy; UAC model, unilateral anterior crossbite model; TMJ, temporomandibular joint; HFD, high-fat diet; HCFD, high carbohydrate and fat diet; T2DM, type 2 diabetes; STZ, streptozotocin; ER, endoplasmic reticulum; NO, nitric oxide; NLRP3: nucleotide-binding domain (NOD) like receptor protein 3; MMP, matrix metalloproteinase; ALP, alkaline phosphatase. IP, intraperitoneal injection; IA, intraarticular injection; PO, peros; IG, intragastric; IV, intravenous injection; NA, not available; μM, μM, μmol/L. Table 3 The mechanisms of major effects of natural products in in vitro and in vivo models of OA. Table 3 Natural products Cell type Mechanisms Ref CUR Chondrocyte Inhibit the activation of NF-κB pathway [ 339 ] Inhibit the NF-κB/HIF-2α axis [ 73 ] Modulate SOX9/NF-κB axis [ 96 ] Inhibit the TLR4/MyD88/NF-κB pathway [ 104 ] Inhibit the p38/MAPK pathway [ 84 ] Inhibit the PI3K/AKT/mTOR pathway [ 114 ] Inhibit the TRPM2/NLRP3 axis [ 89 ] Activate the ERK1/2 pathway [ 81 ] Activate the NRF2/HO-1 pathway [ 109 ] Activate the AMPK/PINK1/Parkin pathway [ 83 ] Activate SIRT1, and then block the PERK/eIF2α/CHOP pathway [ 102 ] Modulate the miR-124/NF-κB and miR-143/ROCK1/TLR9 axis [ 134 ] Modulate the miR-34a/E2F1/PITX1 axis [ 106 ] Modulate the miR-130a/HDAC3/PPAR-γ axis [ 340 ] Synoviocyte Inhibit MMP-3 [ 93 ] Macrophage Inhibit the RANKL-induced NF-κB and JNK pathway [ 101 ] Target pro-caspase-1 [ 94 ] MSC Inhibit the activation of NF-κB pathway [ 98 ] Inhibit Ihh and Notch pathways [ 97 ] Skeletal muscle cell Inhibit the activity of STAT3 and c-fos, while activating the PI3K/AKT pathway [ 107 ] Activate the SIRT3/SOD2 pathway [ 108 ] RES Chondrocyte Inhibit p53 [ 145 ] Inhibit the activation of MAPK pathway [ 341 ] Inhibit the activation of JNK/ERK/AP-1 pathway [ 139 ] Inhibit the activation of Wnt/β-catenin pathway [ 154 ] Inhibit the JAK2/STAT3 pathway [ 170 ] Inhibit the TLR4/MyD88-dependent and -independent pathway [ 147 , 148 ] Inhibit the activation of NF-κB pathway [ 137 ] Activate SIRT1, and thereby deacetylate and inactivate NF-κB [ 141 , 142 ] Activate SIRT1, and thereby downregulate HIF-2α [ 161 ] Activate the NRF2/HO-1 pathway [ 151 ] Activate the PI3K/AKT pathway [ 149 ] Modulate the TLR4/AKT/FoxO1 axis [ 150 ] Modulate OPG/RANKL/RANK system [ 163 ] Modulate MALAT1/miR-9/NF-κB axis [ 158 ] Modulate LINC00654/miR-210-5p/OGFRL1 axis [ 157 ] Downregulate LOX-1 in an autophagy-dependent manner [ 155 ] Balance HIF-1α and HIF-2α expression, thereby regulate AMPK/mTOR pathway [ 162 ] Osteoblast Activate Wnt/β-catenin and Erk1/2 signaling pathways [ 159 ] ICA Chondrocyte Inhibit the activation of NF-κB pathway [ 190 , 205 ] Inhibit NF-κB/HIF-2α axis [ 188 ] Inhibit the TLR4/MyD88/NF-κB pathway [ 203 ] Inhibit the PI3K/AKT/mTOR pathway and enhance autophagy [ 195 ] Inhibit the activation of MAPK and Wnt/β-catenin pathway [ 189 ] Inhibit NLRP3-mediated pyroptosis [ 206 ] Inhibit TDP43 [ 192 ] Activate the NRF2/HO-1 pathway [ 187 ] Activate the SIRT1/NRF2/HO-1 pathway [ 197 ] Activate the SLC7A11/GPX4 axis [ 204 ] Upregulate PHrP and inhibit Ihh pathway [ 182 ] Upregulate HIF-1α expression and promote anaerobic glycolysis [ 184 ] Upregulate IFT88 expression [ 183 ] Upregulate lncRNA CYTOR [ 193 ] Upregulate ULK1 [ 196 ] Modulate OPG/RANKL/RANK system via inhibiting MAPK pathway [ 194 ] Synoviocyte Activate the SLC7A11/GPX4 axis [ 198 ] BMSC Inhibit the activation of MAPK pathway [ 201 ] SIN Chondrocyte Activate the NRF2/HO-1 pathway, and thereby inhibit the NF-κB pathway [ 221 ] Modulate the miR-223-3p/NLRP3 axis [ 217 ] BMSC Inhibit PGE 2 expression and then increase OPG/RANKL ratio [ 218 ] AD Chondrocyte Inhibit the activation of NF-κB pathway [ 229 ] Activate the Keap1/NRF2/ARE pathway [ 232 ] Inhibit FABP4 and thereby inhibit the NF-κB pathway [ 236 ] Modulate the PRKCA/EGFR pathway [ 231 ] Modulate the miR-27-3p/MMP-13 axis [ 238 ] Modulate the miR-137/BMP7 axis [ 237 ] Modulate the circ_Rapgef1/miR-383-3p/NLRP3 axis [ 230 ] Synoviocyte Inhibit TNFR2 and thereby inhibit the NF-κB pathway [ 234 ] API Chondrocyte Inhibit the activation of MAPK pathway [ 249 ] Inhibit CD38 and thereby inactivate NF-κB and STAT1 [ 251 ] Inhibit the activation of IL-1/NF-κB and TGF-β/Smad2/3 pathways [ 248 ] Downregulate HIF-2α expression via inhibiting NF-κB and JNK pathway [ 246 ] Macrophage Inhibit the activation of TRPM7/mTOR pathway [ 249 ] SAA Chondrocyte Inhibit the activation of MAPK and NF-κB pathway [ 256 , 257 ] SAB Chondrocyte Inhibit the activation of NF-κB pathway [ 259 ] Upregulate KCNQ1OT1 expression, and thereby modulate the miR-128-3p/SIRT1/JAK2/STAT3 pathway [ 260 ] MAT Chondrocyte Inhibit the activation of MAPK and NF-κB pathway [ 263 , 268 ] Inhibit the AKT/mTOR pathway and enhance autophagy [ 267 ] Activate NRF2, and thereby inhibit the NF-κB pathway [ 265 ] Modulate the activity of miR-29b-3p/PGRN axis [ 264 ] Macrophage Inhibit the RANKL-induced NFATc1 and c-fos pathway [ 268 ] HES Chondrocyte Inhibit the activation of NF-κB pathway [ 270 ] Activate the NRF2/HO-1 pathway, and thereby inhibit the NF-κB pathway [ 272 ] Downregulate TLR2/NF-κB/Akt axis [ 273 ] PL Chondrocyte Inhibit the activation of NF-κB pathway [ 277 ] Suppress ferroptosis via inhibiting MAPK pathway [ 278 ] Activate NRF2 [ 276 ] PE Chondrocyte Inhibit the activation of MAPK and NF-κB pathway [ 282 ] Inhibit the MKK3/p38α-MAPK/RUNX2 axis [ 283 ] TQ Chondrocyte Inhibit the activation of MAPK and NF-κB pathway [ 288 ] MA Chondrocyte Inhibit the activation of NF-κB pathway [ 296 ] Abbreviations: OA, osteoarthritis; CUR, Curcumin; RES, Resveratrol; ICA, Icariin; SIN, Sinomenine; AD, Andrographolide; API, Apigenin; SAA, Salvianolic acid A; SAB, Salvianolic acid B; MAT, Matrine; HES, Hesperidin; PL, Plumbagin; PE, Pomegranate extract; TQ, Thymoquinone; MA, Madecassoside; MSCs, mesenchymal stem cells. NF-κB, nuclear factor kappa-B; HIF, hypoxia-inducible factor; SOX9, sex determining region (SRY)-box transcription factor 9; TLR, Toll-like receptor; MyD88, myeloid differentiation factor 88; MAPK, mitogen-activated protein kinase; PI3K, phosphatidylinositol 3 kinase; AKT, protein kinase B; mTOR, mammalian target of rapamycin; TRPM, transient receptor potential melastatin; NLRP3, nucleotide-binding domain (NOD) like receptor protein 3; ERK, extracellular signal-regulated kinases; NRF2, nuclear factor erythroid 2-related factor 2; HO-1, heme oxygenase-1; AMPK, adenosine 5′-monophosphate (AMP)-activated protein kinase; PINK1, PTEN induced putative kinase 1; SIRT, silent mating type information regulation 2 homolog; PERK, protein kinase RNA-like endoplasmic reticulum kinase; CHOP, C/EBP homologous protein; ROCK1, Rho associated coiled-coil containing protein kinase 1; E2F1, eukaryotic translation termination factor 1; PITX1, paired-like homeodomain transcription factor 1; HDAC3, histone deacetylase 3; PPAR, peroxisome proliferator-activated receptor; MMP, matrix metalloproteinase; OPG, osteoprotegerin; RANK, receptor activator of nuclear factor-κB; RANKL, RANK ligand; JNK, c-Jun N-terminal kinase; Ihh, Indian hedgehog; JAK, Janus kinase; STAT, signal transducers and activators of transcription; SOD, superoxide dismutase; FoxO1, Forkhead box O1; OGFRL1, opioid growth factor receptor like 1; LOX, lipoxygenase; TDP43, TAR DNA binding protein; SLC7A11, solute carrier family 7 member 11; GPX4, glutathione peroxidase 4; IFT88, intraflagellar transport 88; ULK1, unc-51 like kinase 1; PGE 2 , prostaglandin E 2 ; IL-1, interleukin 1; Keap1, kelch‐like ECH‐associated protein 1; ARE, antioxidant response element; FABP4, fatty acid binding protein 4; PRKCA, protein kinase C alpha; EGFR, epidermal growth factor receptor; TNFR2, tumor necrosis factor receptor 2; TGF, transforming growth factor; PGRN, progranulin; NFATc1, nuclear factor of activated T cells 1; MKK3, mitogen-activated protein kinase kinase 3; RUNX2, Runt-related transcription factor 2. Table 4 The clinical trials of natural products in treatment of OA. Table 4 Natural products Study design Subjects K-L grade Intervention Duration Therapeutic effects Ref CUR Randomized, double-blind, placebo-controlled trial 101 knee OA patients Placebo group (n = 50); CUR group (n = 51) NA Placebo group: Placebo capsules, PO CUR group: Curcugen® (CUR 500 mg/day); PO 2 months Alleviate pain, stiffness and functional disability [ 297 ] Noncontrolled trial 22 knee OA patients 1–4 Flexofytol® (CUR 252 mg/day); PO 3 months Reduce serum Col II-1 levels and disease activity [ 298 ] Randomized, double-blind, placebo-controlled multicenter trial 150 knee OA patients Placebo group (n = 47); Low dose group (n = 49); High dose group (n = 54) 2–4 Placebo group: Placebo capsules, PO Low dose group: Flexofytol® (CUR 168 mg/day) + Placebo capsules; PO High dose group: Flexofytol® (CUR 252 mg/day); PO 3 months Reduce pain and NSAIDs consumption [ 299 ] Randomized, double-blind, placebo-controlled trial 53 knee OA patients Placebo group (n = 26); CUR group (n = 27) NA Placebo group: Placebo capsules, PO CUR group: C3 complex® (CUR 1500 mg/day); PO 6 weeks Mitigate systemic oxidative stress (increase SOD activity and GSH levels; decrease MDA levels) [ 303 ] Randomized, double-blind, placebo-controlled trial 30 knee OA patients Placebo group (n = 15); CUR group (n = 15) 2–3 Placebo group: Placebo capsules, PO CUR group: Sinacurcumin® (CUR 80 mg/day); PO 3 months Reduce pain and inhibit inflammatory response (decrease CRP, CD4 + and CD8 + T cells, Th17 cells and B cells frequency; increase Treg cells and Treg/Th17 cells ratio) [ 300 ] Randomized, double-blind, placebo-controlled trial 30 knee OA patients Placebo group (n = 15); CUR group (n = 15) 2–3 Placebo group: Placebo capsules, PO CUR group: Sinacurcumin® (CUR 80 mg/day); PO 3 months Decrease serum levels of miR-155, miR-138, and miR-16 [ 301 ] Randomized, double-blind, placebo-controlled trial 30 knee OA patients Placebo group (n = 15); CUR group (n = 15) 2–3 NA 3 months Increase serum levels of FOXO1 and miR-873 [ 302 ] Randomized, double-blind, placebo-controlled trial 72 knee OA patients Placebo group (n = 36); CUR group (n = 36) NA Placebo group: Vaseline ointment, 2/day; EXT CUR group: 5 % CUR ointment, 2/day; EXT 6 weeks Reduce pain [ 306 ] RES Open-labeled noncontrolled trial 45 knee OA patients 1–2 RES 500 mg/day; PO 3 months Improve pain, functions, and associated symptoms, and increase serum ACAN levels [ 308 ] Randomized, double-blind, placebo-controlled multicenter trial 110 knee OA patients Placebo group (n = 55); RES group (n = 55) 1–3 Placebo group: Placebo capsules + Mlx 15 mg/day, PO RES group: RES 500 mg/day + Mlx 15 mg/day; PO 3 months Improve pain, functions, and associated symptoms, with hepatoprotective and nephroprotective effect [ 311 ] Randomized, double-blind, placebo-controlled multicenter trial 110 knee OA patients Placebo group (n = 50); RES group (n = 60) 1–3 Alleviate pain and decrease serum inflammatory markers (TNF-α, IL-1β, IL-6, CRP, and complement C3, C4) levels [ 312 ] Randomized, double-blind, placebo-controlled two-stage crossover intervention trial 125 healthy postmenopausal women Placebo group; RES group NA Placebo group: Placebo capsule RES group: RES 150 mg/day; PO 24 months Alleviate age-related OA pain and improve total well-being [ 310 ] AD Randomized, double-blind, placebo-controlled trial 108 knee OA patients Placebo group (n = 36); Low dose group (n = 37); High dose group (n = 35) 1–2 Placebo group: Placebo capsules, PO Low dose group: ParActin® (AD 75 mg/day); PO High dose group: ParActin® (AD 150 mg/day); PO 3 months Alleviate pain, stiffness and functional disability, and improve quality of life and fatigue [ 315 ] Abbreviations: OA, osteoarthritis, CUR, Curcumin; RES, Resveratrol; AD, Andrographolide; K-L grade, Kellgren and Lawrence grade; Col II, type II collagen; NSAIDs, non-steroidal anti-inflammatory drugs; SOD, superoxide dismutase; GSH, glutathione; CRP, C-reactive protein; Treg, regulatory T cell; Th17, T-helper 17; FOXO1, Forkhead box O1; ACAN, aggrecan; IL, interleukin; TNF, tumor necrosis factor; Mlx, meloxicam; PO, peros; EXT, externally; NA, not available. The thirteen natural products discussed in this review were selected based on three criteria: (1) widely used in musculoskeletal disorders in recent years; and (2) possess potential therapeutic efficacy; and (3) no or minimal side effects. A systematic literature search was performed in the PubMed database to retrieve relevant studies published from January 2000 to January 2025. The associated terms and their combinations used in our study were as follows: “Curcumin”, “Resveratrol”, “Icariin”, “Sinomenine”, “Andrographolide”, “Apigenin”, “Salvianolic acid”, “Matrine”, “Hesperidin”, “Plumbagin”, “Pomegranate extract”, “Thymoquinone”, “Madecassoside”, “OA”, and “osteoarthritis”. 4.1 Studies in in vitro and in vivo animal models 4.1.1 Curcumin Curcumin (CUR), the main active ingredient derived from dried rhizomes of turmeric ( Curcuma longa ), has diverse potent biological activities such as antioxidant, anti-inflammatory, anti-cancer and anti-bacterial activities [ 70 , 71 ]. CUR has garnered significant attention in OA due to its promising therapeutic benefits and minimal side effects. In vitro, CUR has shown robust protective effects on chondrocytes. Research involving both human and murine chondrocytes have shown that CUR provides protection against IL-1β-mediated ECM degradation, including GAGs, aggrecan (ACAN), and collagen type II (Col II) [ 72 , 73 ]. Similarly, CUR has been shown to counteract IL-1β-induced GAG release in equine cartilage explants [ 74 , 75 ]. The involvement of matrix-degrading enzymes may contribute to this mechanism, as CUR has been shown to inhibit the expression and activity of MMPs, particularly MMP-13 [ 76 ]. In addition to MMPs, CUR also downregulates the expression of other catabolic enzymes such as ADAMTS4 and ADAMTS5 [ 77 ]. Beyond its anti-catabolic activity, CUR exhibits anti-inflammatory activity by downregulating nitric oxide (NO), inducible nitric oxide synthase (iNOS), prostaglandin E 2 (PGE 2 ), cyclooxygenase-2 (COX-2), and IL-6 [ 77 ]. Further investigation indicated that the aforementioned anti-catabolic and anti-inflammatory effects were primarily mediated through the NF-κB signaling pathway [ 78 ]. The inhibited NF-κB pathway may subsequently lead to a reduction of hypoxia-inducible factor-2α (Hif-2α) [ 73 , 79 ]. In terms of cell death regulation, CUR has been shown to inhibit IL-1β-induced apoptosis while promoting autophagy in primary rat chondrocytes. Subsequent molecular docking and dynamic simulation identified potential CUR-binding residues on the NF-κB subunit p65, including MET105, LYS91, and ASN135 [ 80 ]. These anti-apoptotic effects of CUR may be partly attributed to the induction of autophagy via the activation of the MAPK/ERK1/2 signaling pathway [ 81 ]. As mitochondrial dysfunction is a known contributor to OA pathogenesis, CUR's regulatory role in mitochondrial homeostasis has been investigated [ 82 ]. It reduces reactive oxygen species (ROS) and calcium ion (Ca 2+ ) levels, while simultaneously enhancing ATP synthesis and mitochondrial membrane potential. These effects collectively trigger mitophagy via the AMPK/PINK1/Parkin signaling axis [ 83 ]. Additionally, CUR protects OA chondrocytes from nitric oxide donor (SNP)-induced oxidative stress and mitochondrial dysfunction. A network pharmacology analysis indicated that the p38/MAPK signaling pathway is likely involved in this protective mechanism [ 84 ]. In H 2 O 2 -treated bovine chondrocytes, CUR increased the activity of glutathione peroxidase (GPX) and subsequently reduced ROS production [ 85 ]. Consistent with its antioxidant effects, transcriptomic analysis has identified the nuclear factor erythroid 2-related factor 2 (NRF2) pathway as a primary downstream target of CUR [ 86 ]. NRF2 activation not only enhances antioxidant defenses but also reduces chondrocyte ferroptosis [ 87 ]. In addition, CUR inhibited the expression of pyroptosis-related proteins such as nucleotide-binding domain (NOD) like receptor protein 3 (NLRP3), gasdermin-D (GSDMD), caspase-1, and IL-1β via activation of the NRF2/HO-1 signaling pathway [ 88 ]. Another study suggested that CUR may also modulate pyroptosis by regulating the TRPM2/NLRP3 signaling axis [ 89 ]. Recent integrated omics studies have extended these findings, showing that CUR modulates amino acid and glucose metabolism in human chondrocytes [ 90 ]. In rabbit chondrocytes, CUR antagonized the effects of advanced glycation end products (AGEs), suppressing TNF-α and MMP-13 expression and reducing ROS generation via NF-κB inhibition [ 91 ]. It also attenuated chondrocyte senescence induced by AGEs in bovine cartilage explants [ 92 ]. CUR's anti-inflammatory effects have also been observed in other OA-relevant cell types. In human primary OA synoviocytes, CUR reduced cell proliferation and enhanced apoptosis by inhibiting MMP-3 [ 93 ]. Another study in THP-1 cells demonstrated that CUR attenuated IL‐1β and TNF-α production by specifically targeting pro-caspase-1 [ 94 , 95 ]. To mimic the OA microenvironment more accurately, Buhrmann et al. constructed a multicellular co-culture model incorporating fibroblasts, T-lymphocytes, and 3D-cultured chondrocytes, stimulated with TNF-α. CUR treatment effectively inhibited inflammation, chondrocyte apoptosis, and ECM degradation in this system. This may involve upregulation of SOX9 and formation of a SOX9–p65 complex, which selectively interferes with p-p65 binding to DNA [ 96 ]. Given the increasing interest in MSCs-based therapy, the impact of CUR on MSCs has also been explored. In C3H10T1/2 cells, CUR inhibits chondrocyte hypertrophy without impairing their chondrogenic differentiation. This effect is associated with the inhibition of Indian Hedgehog (Ihh) and Notch signaling [ 97 ]. Additionally, CUR also safeguarded adipose-derived MSCs (ADMSCs) from inflammatory damage by inhibiting NF-κB signaling in a time- and dose-dependent manner [ 98 ]. Moreover, CUR enhanced the function of bone marrow-derived MSCs (BMSCs) by promoting chondrocyte proliferation, migration, and ECM synthesis [ 99 ]. In vivo, CUR's therapeutic effects have been confirmed in multiple OA models. In surgically induced OA models, such as anterior cruciate ligament transection (ACLT) and destabilization of the medial meniscus (DMM), CUR substantially improved histological features, indicating reduced cartilage damage and synovitis [ 94 , 95 , 100 ]. Besides, in DMM mice, daily intraperitoneal (IP) injection of CUR (25 mg/kg) significantly attenuated subchondral bone remodeling by inhibiting RANKL-mediated osteoclastogenesis via the NF-κB/JNK/NFATc1 pathway [ 101 ]. Moreover, CUR administration also suppressed endoplasmic reticulum (ER) stress and delayed OA progression in ACLT rats. Mechanistically, this was achieved by upregulating SIRT1, which in turn inhibited the PERK/eIF2α/CHOP axis [ 102 ]. CUR exhibited consistent therapeutic effects across models. CUR has also demonstrated potential analgesic effects. Both oral and intraarticular (IA) administration of CUR effectively alleviated pain-related behaviors, potentially due to improved mechanical pain thresholds [ 103 , 104 ]. In monosodium iodoacetate (MIA)-injected mice, intravenous administration of CUR reduced arthritis scores and joint tissue damage. These effects were accompanied by a downregulation of IL-1β, IL-6, and TNF-α in both cartilage and synovial fluid, potentially mediated by inhibition of the toll-like receptor (TLR) 4/myeloid differentiation factor 88 (MyD88)/NF-κB pathway [ 104 ]. Furthermore, CUR has demonstrated metabolic regulatory effects in hormone- and obesity-related OA. Dietary supplementation with 0.4 % 10.13039/100020075 CUR demonstrated efficacy in alleviating limping, swelling, pain and cartilage deterioration in estrogen-deficient rats on a high-fat diet (HFD) subjected to MIA-induced OA , indicating potential therapeutic value for postmenopausal OA patients [ 105 ]. Supporting this, Yao et al. established an HFD-induced obesity-related OA model in rats and reported that weekly IA administration of 10.13039/100020075 CUR prevented cartilage degeneration. This protective effect was attributed to the inhibition of miR-34a and upregulation of E2F1/PITX1, promoting autophagy via the AKT/mTOR signaling pathway [ 106 ]. Beyond the joints, CUR mitigated quadriceps muscle atrophy in OA rats through inhibition of STAT3 and FOS signaling, coupled with activation of the PI3K/AKT pathway to suppress muscle cell apoptosis [ 107 ]. Another underlying mechanism was that CUR enhanced autophagy through SIRT3 activation and upregulation of superoxide dismutase (SOD) 2, reducing oxidative stress [ 108 ]. CUR also shows efficacy in models beyond traditional knee OA. In a complete Freund's adjuvant (CFA)-induced temporomandibular joint (TMJ) OA model, weekly CUR injections reduced joint swelling, angiogenesis, inflammation, and cartilage degradation via the NRF2/ARE signaling pathway [ 109 ]. Moreover, CUR has exhibited synergistic effects when used in combination with other agents. In OA synovial adherent cells, CUR enhanced the growth-inhibitory and pro-apoptotic effects of celecoxib [ 110 ]. In human articular chondrocytes, CUR collaborated with RES to suppress IL-1β-induced NF-κB-dependent inflammation and apoptosis [ 111 ]. Similarly, D'Ascola et al. revealed that CUR synergized with flavocoxid or β-caryophyllene, resulting in enhanced anti-inflammatory activity in chondrocytes [ 112 ]. In oxidative stress contexts, catalase (CAT) combined with CUR increased antioxidant enzyme expression and directly facilitated hydrogen peroxide breakdown, thereby improving ROS clearance [ 113 ]. The combination of CUR and probucol enhanced chondrocyte protection by activating the PI3K/AKT signaling pathway, which promoted autophagy and reduced apoptosis in both in vitro and in vivo OA models [ 114 ]. Furthermore, in MIA rats, combined CUR and chondroitin sulfate treatment showed superior cartilage repair effects compared to monotherapy [ 115 ]. Collectively, these results support the potential of CUR-based combination therapies to enhance efficacy, reduce required drug concentrations, and minimize adverse effects. The primary limitation of CUR in vivo applications is its low bioavailability, attributed to its low solubility, instability, and rapid metabolic elimination [ 116 ]. To address these challenges, various innovative delivery strategies have been developed. Yeh et al. constructed liposomal CUR carriers, which reduced cytotoxicity and improved cellular uptake [ 117 ]. Additionally, monooleine aqueous dispersions increased CUR's chemical stability and transdermal absorption [ 118 ]. A subsequent study formulated self-nano-emulsifying polyethylene glycol (PEG)-based organogel for topical delivery of CUR, enabling sustained release for 72 h and significantly reducing joint pain and stiffness in knee OA patients [ 119 ]. Furthermore, CUR-loaded PEG–gelatin methacrylate (GelMA) microgels, fabricated via microfluidics, enhanced chondroprotective effects in inflammatory conditions and promoted MSCs proliferation and chondrogenic differentiation [ 120 ]. For oral delivery, CUR was incorporated into soluble undenatured type II collagen and complexed with chondroitin sulfate (SC II–CUR–CS), improving gastric stability and bioavailability [ 121 ]. Nanoparticle formulations such as poly(lactic-co-glycolic acid) (PLGA) were used for CUR encapsulation and delivered via oral gavage or IA injection, demonstrating improved therapeutic efficacy in MIA rats [ 122 , 123 ]. HA/chitosan nanoparticles were also employed for CUR delivery, exhibiting enhanced anti-inflammatory and anti-apoptotic effects [ 124 ]. The underlying mechanism may involve the upregulation of AP-1 and RUNX2, activation of the Hedgehog pathway, and inhibition of Notch signaling. This system also improved CUR uptake and prolonged joint retention in vivo [ 125 ]. The incorporation of CUR into gelatin/silk fibroin microspheres provided extended antioxidant and anti-inflammatory effects via sustained release [ 126 , 127 ]. Stimuli-responsive platforms have been developed to enable targeted release. MIL-101-NH2, a pH-responsive metal–organic framework (MOF), enhanced CUR release specifically in inflamed chondrocytes by exploiting local acidity [ 128 ]. Similarly, acid-activatable CUR polymers that self-assemble into micelles allowed for rapid release under pathological pH conditions [ 129 ]. ROS-responsive polymers, such as those synthesized from pinacol boronate–PEG–naphthalimide or PMEMA-bP(DA-co-HPA), enabled CUR release in oxidative environments, reduced ROS, Fe 2+ , and ACSL4 levels, and prevented chondrocyte ferroptosis [ 130 , 131 ]. Exosome-based strategies have emerged as a novel direction. MSCs pretreated with CUR produced CUR-loaded exosomes (CUR@MSCs-Exos), enabling controlled release and improved stability. In ACLT mice, CUR@ADMSCs-Exos displayed superior chondroprotective, antioxidative, and anti-apoptotic properties compared to either CUR or ADMSCs-Exos alone [ 132 ]. Similarly, CUR@BMSCs-Exos was found to mitigate the IL-1β-induced catabolism via through upregulation of miR-126-3p [ 133 ]. Another study demonstrated that CUR@BMSCs-Exos reduced DNA methylation at the miR-143 and miR-124 promoters, leading to their upregulation and inhibition of downstream ROCK1 and NF-κB [ 134 ]. 4.1.2 Resveratrol Resveratrol (RES) is a polyphenolic compound present in grapes, berries, and peanuts, generally recognized for its potential health benefits, which encompass anti-inflammatory, antioxidant, anticancer, anti-aging, and cardioprotective effects [ 135 , 136 ]. RES has demonstrated a chondroprotective effect in vitro via diverse mechanisms. RES exerts anti-catabolic effects by mitigating both IL-1β- and AGEs-induced ECM degradation. It downregulates the expression of matrix-degrading enzymes such as MMP-1/3/9/13 and ADAMTS4/S5 [ 92 , [137] , [138] , [139] ]. Similar results were noted in 3D pellet cultures, where RES counteracted IL-1β-mediated GAG loss [ 140 ]. Furthermore, RES displays anti-inflammatory effects by inhibiting the production of inflammatory mediators such as COX-2, iNOS, NO and PGE 2 [ 141 , 142 ]. The reduction in PGE 2 further prevents chondrocyte apoptosis by blocking mitochondrial depolarization and ATP depletion [ 143 ]. RES also suppresses caspase-3 activation and PARP cleavage in a time-dependent manner, thereby interrupting the p53-dependent apoptotic cascade [ 144 , 145 ]. The molecular pathways implicated, especially the NF-κB signaling, have been recognized as essential in mediating the previously mentioned effects [ 146 ]. Beyond NF-κB, RES has also been shown to inhibit both TLR4/MyD88-dependent and -independent signaling in IL-1β-stimulated primary human chondrocytes, contributing to reduced inflammatory cytokine production [ 147 , 148 ]. Notably, RES activates the PI3K/AKT pathway. Xu et al. reported that RES increased the phosphorylation of PI3K and AKT (Thr308 and Ser473), with these alterations being partially modulated by the TLR4 signaling [ 149 ]. Their later study revealed that RES-mediated PI3K/AKT activation led to FoxO1 inactivation and downregulation of TLR4 expression, forming a feedback loop [ 150 ]. In addition, RES possesses potent antioxidant activity. It increases SOD levels while reducing ROS and malondialdehyde (MDA), potentially related to the activation of the NRF2/HO-1 pathway [ 145 , 151 ]. A key downstream target of RES is SIRT1, a class III histone deacetylase crucial in cartilage homeostasis [ 152 ]. RES is a known activator of SIRT1 and upregulates its expression in both normal and OA chondrocytes [ 153 ]. The RES-activated SIRT1 suppressed IL-1β- or TNF-α-induced p65 acetylation and activation, thereby reducing inflammation and matrix breakdown [ 141 , 142 ]. SIRT1 upregulation by RES also downregulates Wnt3a, Wnt5a, Wnt7a and their downstream apoptotic/ECM-related targets [ 154 ]. Importantly, studies have confirmed that autophagy activation by RES is SIRT1-dependent, underscoring its central regulatory role [ 155 , 156 ]. Emerging studies have indicated that long non-coding RNAs (lncRNAs) are also involved in RES-mediated chondroprotection. Bioinformatic analysis identified LINC00654 as a potential mediator of RES's protective effects, functioning by competitively binding miR-210-5p with OGFRL1 in IL-1β-treated chondrocytes [ 157 ]. Additionally, RES suppresses MALAT1 transcription, leading to increased miR-9 expression and subsequent p65 downregulation [ 158 ]. Beyond chondrocytes, RES also affects bone remodeling. In osteoblasts derived from OA patients, RES enhanced mineralization capacity via activation of Wnt/β-catenin and ERK1/2 signaling pathways [ 159 ]. In coculture models, RES disrupted the inflammatory feedback between chondrocytes and macrophages. Specifically, RES suppressed IL-1β-induced IL-6 secretion in chondrocytes, which limited STAT3 activation in macrophages, ultimately further reducing IL-6 levels [ 160 ]. RES has demonstrated diverse protective effects in multiple in vivo OA models. In DMM mice, after four weeks of weekly IA injections of RES at 10 or 100 μg, high-dose RES treatment restored cartilage and subchondral bone structure by activating SIRT1 and then inhibiting HIF-2α expression [ 161 ]. Also in DMM mice, RES facilitated chondrocyte autophagy by balancing HIF-1α and HIF-2α expression and influencing the AMPK/mTOR pathway [ 162 ]. In ACLT mice, RES inhibited osteoclast activity by upregulating OPG and downregulating RANKL, and reduced abnormal microvessel formation by suppressing VEGF and Angiopoietin-1 (Ang-1), thereby disrupting pathological osteogenesis-angiogenesis coupling in subchondral bone [ 163 ]. Other investigations involving TMJ OA models demonstrated similar results. RES reduced inflammatory cartilage degradation by inhibiting COX-2, NF-κB signaling, and MMPs expression, and concurrently improved subchondral bone remodeling and synovitis [ 164 , 165 ]. RES further exhibited analgesic properties in MIA-induced OA model. It improved spontaneous movement and hyperalgesia, which may be attributed to its action on the SIRT1/p53 signaling pathway in the spinal cord [ 166 , 167 ]. Additionally, RES has shown promise in metabolic OA models. In HFD-fed mice, oral gavage of RES reduced chondrocyte apoptosis and Col II degradation, resulting in lower Mankin scores [ 168 ]. In the same model, RES also decreased serum IL-1β and leptin levels, both positively correlated with Mankin scores [ 169 ]. The underlying mechanism may involve the suppression of the leptin-mediated JAK2/STAT3 signaling pathway, which is independent of SOCS3 [ 170 ]. In another model of type 2 diabetes mellitus (T2DM)-induced OA rats, RES improved cartilage ultrastructure by improving glycemia and dyslipidemia [ 171 ]. Finally, in a primary OA model driven by ER stress (inducible-ER stress, I-ERS mice), RES effectively mitigated joint degeneration by alleviating ER stress, inflammation, and senescence, while simultaneously promoting autophagy [ 172 ]. Despite the numerous beneficial effects of RES, its clinical application remains limited due to poor water solubility, instability, and rapid metabolic inactivation [ 173 , 174 ]. Recent studies have been devoted to exploring delivery methods to improve its bioavailability. Sheu et al. developed an in situ crosslinking oxidized HA/RES hydrogel capable of co-delivering RES and chondrocytes [ 175 ]. Encapsulation of RES in lipid-core nanocapsules improved its protection and solubility [ 176 ]. Another study generated RES nanoemulsions through self-emulsifying drug delivery systems to increase cellular uptake and tolerance [ 177 ]. Aerogels have also shown potential. RES-loaded silica aerogels enabled sustained release for over 6 h, whereas cellulose aerogels significantly reduced particle size and improved RES's anti-inflammatory effects in vivo by activating SIRT1 and downregulating the p38 MAPK pathway [ 178 , 179 ]. Moreover, Wei et al. synthesized RES-loaded PLGA nanoparticles with a sustained release period of 35 days following a single IA injection. In OA rats, treatment with RES-loaded PLGA nanoparticles mitigated cartilage degradation, synovitis, and subchondral bone remodeling by inhibiting joint inflammation, reducing chondrocyte apoptosis, and enhancing autophagy [ 180 ]. 4.1.3 Icariin Icariin (ICA), a prenylated flavonoid glycoside, is the primary bioactive compound in Epimedium in terms of anti-inflammatory, antioxidative, and anti-apoptosis properties [ 181 ]. In vitro experiments using primary murine growth plate chondrocyte revealed that ICA treatment promoted chondrocyte differentiation and inhibited chondrocyte hypertrophy, potentially through the upregulation of PHrP and downregulation of Ihh expression [ 182 ]. Moreover, ICA enhances IFT88 expression and promotes ciliary assembly, thereby contributing to phenotype maintenance [ 183 ]. In a 3D pellet culture model, ICA stimulated GAG production, while in an alginate-based 3D chondrocyte culture system, it improved viability and ECM secretion, possibly by upregulating HIF-1α and enhancing anaerobic glycolysis [ 184 , 185 ]. Concurrently, ICA exerts protective effects against ECM degradation. ICA inhibits the synthesis of matrix-degrading enzymes, including MMP-1/3/9/13 and ADAMTS4/S5, thereby reducing ECM breakdown [ [186] , [187] , [188] ]. These effects may be mediated through the MAPK and Wnt/β-catenin pathways [ 186 , 189 ]. Additionally, Wang et al. indicated that ICA suppressed TNF-α-induced NF-κB activation and HIF-2α expression, further reducing catabolic enzymes production [ 188 ]. Regarding inflammation and immune regulation, ICA reduces IL-1β- or TNF-α-induced expression of pro-inflammatory cytokines (IL-1, IL-6, IL-12, TNF-α, NO) in chondrocytes, while also attenuating apoptosis via NF-κB inhibition [ 190 , 191 ]. The anti-apoptotic effects may also involve downregulation of TDP-43 and upregulation of lncRNA CYTOR [ 192 , 193 ]. Moreover, ICA inhibits the IL-1β-induced overexpression of OPG, RANKL, and RANK, and decreases the OPG/RANKL ratio [ 194 ]. ICA has also been shown to activate the PI3K/AKT/mTOR pathway, enhancing autophagy and delaying OA progression [ 195 ]. Subsequent study indicated that ULK1 knockdown abolished these effects, indicating its involvement in ICA-mediated autophagy regulation [ 196 ]. Furthermore, ICA exhibits antioxidant properties by inhibiting ROS production and enhancing SOD levels and activity in chondrocytes through the activation of NRF2 [ 187 ]. Also, ICA alleviates DNA damage via the SIRT1/NRF2/HO-1 signaling pathway [ 197 ]. In synoviocytes, ICA mitigated LPS-induced ferroptosis by activating the SLC7A11/GPX4 axis [ 198 ]. It also suppressed proliferation and migrationof human OA-FLSs, while simultaneously downregulating IL-1β, MMP-14, and GRP78 expression [ 199 ]. Lastly, ICA supports BMSCs viability under OA-related stress conditions. Hypoxia and glucose deficiency in the joint cavity induce ER stress and apoptosis in transplanted BMSCs [ 200 ]. Liu et al. found that ICA can protect rabbit BMSCs from apoptosis induced by oxygen-glucose-serum deprivation by inhibiting ER stress-mediated autophagy via the MAPK pathway [ 201 ]. This finding offers a promising therapeutic strategy to enhance the efficacy of BMSC-based therapies for OA. In vivo studies have further validated the therapeutic potential of ICA in OA. Li et al. reported that ICA upregulated the expression of ACAN, SOX9, and Col I, thereby facilitating chondroid tissue development and promoting the repair of supercritical-sized osteochondral defects [ 202 ]. In surgically induced OA rats, daily oral gavage of ICA (20 mg/kg) for 12 weeks resulted in marked improvements in cartilage preservation, subchondral bone remodeling, and pain relief. These effects were attributed to the inhibition of the TLR4/MyD88/NF-κB signaling pathway and modulation of pain-related neural activity in the hypothalamus [ 203 ]. In the same model, Xiao et al. discovered that ICA, similar to the ferroptosis inhibitor Fer-1, attenuated articular cartilage damage by suppressing chondrocyte ferroptosis and ECM degradation through enhancing the SLC7A11/GPX4 signaling [ 204 ]. In rabbit models, ICA administration reduced urokinase plasminogen activator (uPA), uPA receptor (uPAR), and urokinase plasminogen activator inhibitor (PAI) expression in osteoarthritic cartilage [ 205 ]. Furthermore, in MIA rats, IA injection of ICA was shown to mitigate chondrocyte pyroptosis by targeting NLRP3 inflammasome [ 206 ]. Notably, early ICA intervention yielded greater therapeutic benefits compared to delayed treatment, highlighting the importance of treatment timing in OA progression [ 207 ]. Currently, systemic administration is regarded as the preferred approach for ICA administration. While ICA can be applied locally with few side effects, its low solubility and permeability restricts its effectiveness [ 208 ]. Recent studies aim to address these challenges. ICA encapsulated into Col I/chondrocytes hydrogel can be gradually released for over 28 days [ 202 ]. Zhao et al. demonstrated that ICA-loaded PLGA electrospinning provided prolonged in vitro release and, in an OA rabbit model, enhanced ECM synthesis, preserved articular cartilage morphology, and reduced subchondral bone resorption [ 209 ]. In addition, ICA was anchored onto nanodiamonds (NDs) surfaces with absorbed tannic acid (TA) to form ICA/TA-NDs, which demonstrated anti-inflammatory properties in both LPS-activated macrophages and MIA rats [ 210 ]. Another study designed a carrier-free Cur/ICA nanoparticle system, assembled via π–π stacking, exhibited high drug-loading efficiency, improved cellular uptake, prolonged release, and superior anti-inflammatory and chondroprotective effects compared to either compound alone [ 211 ]. Zhu et al. prepared an ICA-loaded hydrogel using HA and Poloxamer 407, which significantly enhanced cell viability and facilitated BMSC chondrogenic differentiation via the Wnt/β-catenin pathway [ 212 ]. In another study, a sodium alginate-HA hydrogel co-delivering ICA and BMSC-Exos synergistically stimulated BMSC and chondrocyte proliferation and migration, while inhibiting chondrocyte hypertrophy and cartilage degradation [ 213 ]. Further study integrated ICA into BMSC-Exos (ICA@Exos) and subsequently incorporated this into a thermosensitive, self-healing, and adhesive hydrogel. The ICA@Exos-loaded hydrogel significantly increased ICA cellular uptake by over twofold and extended its retention in the knee joint, thereby demonstrating enhanced cartilage protection [ 214 ]. 4.1.4 Sinomenine Sinomenine (SIN), the monomeric alkaloid found in the plant Sinomenium acutum , demonstrated potential anti-inflammatory and immunosuppressive activities in multiple immune-related diseases [ 215 ]. In vitro studies have revealed multiple mechanisms by which SIN exerts protective effects in OA. In rabbit articular cartilage explants, SIN showed chondroprotective and anti-apoptotic effects by modulating the balance of MMPs and tissue inhibitors of metalloproteinases (TIMPs), as well as suppressing caspase-3 activity [ 216 ]. Additionally, SIN regulated microRNA expression, particularly miR-223-3p, which inhibited NLRP3 inflammasome signaling and consequently reduced inflammation and apoptosis in murine primary chondrocytes [ 217 ]. In BMSCs, SIN inhibited osteoclast differentiation by lowering PGE 2 levels and increasing the OPG/RANKL ratio [ 218 ]. The in vivo efficacy of SIN has also been demonstrated. In rabbits with cast-immobilization-induced OA, weekly IA injection of 2 mg/kg SIN for 5 weeks significantly reduced IL-1β levels in synovial fluid and serum, leading to improved histological Mankin scores and reduced cartilage degradation [ 219 ]. In MIA rats, oral administration of SIN at doses of 2.5, 5, and 7.5 mg/kg restored ACAN and GAG levels, likely through the suppression of multiple MMPs (MMP-1/2/3/9/13). SIN treatment also decreased inflammatory mediators [(NO, PGE 2 , iNOS, COX-2, TNF-α, IL-1β, IL-6, C-terminal telopeptide of type II collagen (CTX-II) and monocyte chemoattractant protein-1 (MCP-1)], increased anti-inflammatory cytokines (IL-10, IFN-γ), enhanced glutathione (GSH) and SOD, and reduced MDA [ 220 ]. Mechanistic study further showed that SIN activates the NRF2/HO-1 pathway and subsequently inhibits the NF-κB pathway, thereby delaying OA progression in DMM mice [ 221 ]. However, the short half-life in vivo limits the application of SIN [ 222 ]. Recent studies have introduced a SIN-HA conjugate to extend SIN's joint cavity residence time. In papain-induced OA rabbits, this conjugate not only improved SIN's local bioavailability but also enhanced its therapeutic efficacy through synergistic effects with HA [ 223 , 224 ]. Besides, electroporation markedly improved the transdermal permeation of SIN, providing a promising non-invasive administration route for future clinical application. A clinical trial showed that this transdermal SIN delivery approach significantly improved joint mobility and pain relief in patients with OA and rheumatoid arthritis (RA), outperforming celecoxib in terms of symptom control [ 225 ]. 4.1.5 Andrographolide Andrographolide (AD), the major active constituent of Andrographis paniculata , possesses multiple biological activities, such as anti-inflammatory, antioxidant, and anticancer effects [ [226] , [227] , [228] ]. In vitro, AD effectively suppressed IL-1β-induced inflammatory and catabolic responses in primary human chondrocytes by downregulating the expression of MMP-1/3/13, NO, and iNOS, while upregulating TIMP-1. These effects were primarily mediated through the inhibition of the NF-κB signaling pathway [ 229 ]. Furthermore, AD was shown to exert anti-inflammatory and anti-apoptotic effects by modulating the circ_Rapgef1/miR-383-3p/NLRP3 axis [ 230 ]. AD also enhanced autophagy via the protein kinase C alpha (PRKCA)/epidermal growth factor receptor (EGFR) pathway, thereby mitigating IL-1β-induced chondrocyte injury [ 231 ]. In H 2 O 2 -induced rat chondrocytes, AD alleviated oxidative stress by enhancing antioxidant enzyme activity through activation of the Keap1/NRF2/ARE signaling pathway [ 232 ]. Network pharmacological analysis further predicted that AD may target key OA-related pathways, including TNF, PI3K/AKT, IL-17, and TLR signaling [ 233 ]. In FLSs, AD treatment markedly reduced the expression of IL-1β, IL-6, TNF-α, CCL2, ADAMTS4 and ADAMTS5, and inhibited cell proliferation and cytoskeletal rearrangement, possibly by regulating TNF receptor 2 (TNFR2) trafficking and degradation [ 234 ]. In suprapatellar fat pad derived MSCs, AD could specifically promote osteogenic and chondrogenic differentiation [ 235 ]. The in vivo efficacy of AD has also been substantiated. In MIA rats, AD significantly ameliorated cartilage degeneration, synovitis, osteophyte formation, pain and gait abnormalities [ 234 ]. In the same model, Yang et al. identified AD as an inhibitor of fatty acid binding protein 4 (FABP4), thereby providing protection to cartilage and subchondral bone [ 236 ]. Similarly, in surgical OA models, IA injection of AD effectively attenuated disease progression. MicroRNAs appear to mediate several of these effects. For instance, AD mitigated OA severity by attenuating the fibrogenic phenotype of chondrocytes via miR-137-dependent modulation of bone morphogenetic protein (BMP) 7 [ 237 ]. Additionally, AD was found to increase miR-27-3p expression, which in turn inhibited MMP13 expression, thereby reducing ECM disruption and chondrocyte apoptosis [ 238 ]. The application of AD for OA is constrained by its hydrophobicity and rapid joint clearance [ 239 , 240 ]. To overcome these limitations, various sustained-release delivery systems have been developed. One study embedded AD-loaded PLGA nanoparticles into gelatin-based hydrogels, achieving prolonged joint retention for nearly two months in sheet formulations and over two months in bead formulations [ 241 ]. Chen et al. formulated an injectable PEG hydrogel incorporating AD-loaded Pluronic F127 micelles, enabling sustained release over 24 days. A single injection of this hydrogel was sufficient to alleviate OA symptoms in DMM mice [ 231 ]. Another study generated pH-responsive nanocarrier by grafting polyacrylic acid (PAA) onto mesoporous silica nanoparticles (MSNs) loaded with AD. This nanocarrier enabled targeted, sustained release in the acidic OA joint environment and demonstrated enhanced antiarthritic and chondroprotective effects in ACLT rats [ 242 ]. 4.1.6 Apigenin Apigenin (API) is a natural flavonoid found in various plants, particularly in fruits and vegetables such as celery, parsley, and chamomile [ 243 ]. It is generally recognized for its potential health benefits, including anti-inflammatory, antioxidant, and anticancer properties [ 244 ]. In rabbit chondrocytes, API inhibited IL-1β-induced expression, secretion, and activity of MMP-3 [ 245 ]. These effects were further supported by a study in murine primary articular chondrocytes, where 10.13039/100011253 API dose-dependently suppressed the IL-1β-induced transcriptional activation of MMP-3, MMP-13, ADAMTS4, and COX-2. This suppression was likely attributed to the downregulation of Hif-2α, resulting from reduced upstream IκB degradation and JNK phosphorylation [ 246 ]. Furthermore, API was identified as a hyaluronidase inhibitor, capable of counteracting oncostatin M-induced degradation of HA and ACAN in bovine cartilage explants [ 247 ]. To further elucidate API's mechanisms, luciferase reporter assays in SW1353 cells demonstrated that API robustly inhibited IL-1/NF-κB and TGF-β/Smad2/3 signaling, with no impact on BMP6/Smad1/5/8 signaling, and only slightly suppressed Wnt3A/TCF/Lef transcriptional activity [ 248 ]. In a macrophage–chondrocyte coculture system, API suppressed M1 macrophage polarization and promoted M2 macrophage polarization via the TRPM7/mTOR pathway. Concurrently, it attenuated chondrocyte inflammation and apoptosis through the MAPK pathway [ 249 ]. However, it is worth noting that an earlier study found that API could inhibit casein kinase II in primary rat articular chondrocytes, which in turn reduced αB-crystallin function and increased susceptibility to apoptosis [ 250 ]. In vivo, daily gavage of API at a dosage of 20 mg/kg in DMM mice effectively protected against joint damage by targeting CD38. This led to enhanced cartilage integrity, reduced synovial inflammation, improved subchondral bone architecture, and alleviated peripheral pain hypersensitivity [ 251 ]. Moreover, recent research in ACLT rats showed that co-injection of API and synovial membrane-derived MSCs (SM-MSCs) produced synergistic effects, highlighting API's potential as an adjunct to enhance MSC-based therapies [ 252 , 253 ]. 4.1.7 Salvianolic acid 4.1.7.1 Salvianolic acid A (SAA) Salvianolic acid A (SAA) is a water-soluble phenolic acid derived from the roots of traditional Chinese herb Salvia miltiorrhiza (also called Danshen) and shows efficacy in cardioprotection, neuroprotection, and the treatment of multiple inflammatory conditions [ 254 , 255 ]. Feng et al. demonstrated that SAA markedly decreased the production of inflammatory mediators and prevented ECM degeneration in IL-1β-induced primary human chondrocytes [ 256 ]. Furthermore, another in vitro study indicated that SAA could also reverse chondrocyte viability and inhibit apoptosis. These chondroprotective effects were further confirmed in vivo, where SAA administration significantly attenuated cartilage damage and reduced subchondral bone plate thickness in DMM mice [ 257 ]. The protective mechanisms of SAA are likely related to the suppression of NF-κB and MAPK signaling pathway activation. 4.1.7.2 Salvianolic acid B (SAB) Salvianolic acid B (SAB) is another bioactive compound derived from Salvia miltiorrhiza and is known for its anti-inflammatory, antioxidant and anticancer properties [ 258 ]. In human OA chondrocytes, SAB dose-dependently reduced IL-β-induced production of NO, PGE 2 , iNOS, COX-2, MMP-13 and ADAMTS5, primarily through inhibition of the NF-κB signaling pathway [ 259 ]. In-depth analysis revealed that SAB inhibited apoptosis and activated autophagy in chondrocytes via the KCNQ1OT1/miR-128-3p/SIRT1 axis. Specifically, KCNQ1OT1 functions as a miR-128-3p sponge, thereby modulating SIRT1 expression within a competing endogenous RNA (ceRNA) network [ 260 ]. In vivo, a regimen of SAB at 25 mg/kg daily for 10 weeks in obese OA mice resulted in reduced body weight, decreased inflammatory response and lessened cartilage damage [ 260 ]. 4.1.8 Matrine Matrine (MAT), a quinolizidine alkaloid extracted from Sophora flavescens , has demonstrated diverse pharmacological activities including anti-inflammatory, anticancer, antioxidative, anti-fibrosis and analgesic properties [ 261 , 262 ]. Research indicates that MAT holds promise as a therapeutic agent for OA. In IL-1β-stimulated human chondrocytes, MAT increased cell viability and reduced apoptosis by inhibiting the MAPK and NF-κB pathways [ 263 ]. In vivo, MAT treatment in CIA rats markedly decreased systemic levels of IL-6, IL-1β and TNF-α, accompanied by reduced arthritis index, body weight loss and bone destruction. Further analysis revealed that MAT's protective effects are mediated through modulation of the miR-29B-3P/PGRN axis [ 264 ]. Oxymatrine (OMT), a novel MAT derivative, has been shown to be more efficacious with fewer side effects. Similar to MAT, OMT significantly inhibited apoptosis and prevented cartilage degeneration through suppressing the NF-κB pathway [ 265 , 266 ]. In IL-1β-treated rat chondrocytes, OMT also improved chondrocyte viability, decreased oxidative stress and apoptosis, and prevented ECM degradation. These chondroprotective effects were achieved by inhibiting the AKT/mTOR signaling pathway to promote autophagy [ 267 ]. Besides, OMT has also been reported to suppress RANKL-induced osteoclastogenesis in a dose-dependent manner by blocking NF-κB and MAPK activation and inhibiting the expression of c-Fos and NFATc1 in primary murine bone marrow-derived macrophages (BMMs), thereby reducing tibial subchondral bone loss in ACLT mice [ 268 ]. 4.1.9 Hesperidin Hesperidin (HES), a flavonoid glycoside predominantly found in citrus fruits, exhibits protective effects against oxidative stress and inflammation [ 269 ]. Fu et al. demonstrated that HES significantly reduced the production of pro-inflammatory cytokines and matrix-degrading enzymes in IL-1β-stimulated human chondrocytes, with these effects reversed by NF-κB overexpression [ 270 ]. Consistently, HES treatment in H 2 O 2 -treated rat chondrocytes resulted in decreased expression of IL-1β, TNF-α, iNOS, and MMP-13, while increasing the expression of Col II, ACAN and SOX9. Besides, HES also remarkably reduced apoptosis, MDA levels, and intracellular ROS formation [ 271 ]. Further study revealed that these anti-inflammatory and chondroprotective effects were meditated by the inhibition of NF-κB via NRF2/HO-1 pathway activation [ 272 ]. In a surgically-induced rat model of OA, oral administration of HES effectively prevented cartilage destruction and suppressed inflammatory responses [ 271 ]. To enhance therapeutic precision, a study developed cartilage-targeted nanoparticles loaded with HES, allowing for specific delivery to osteoarthritic cartilage while minimizing toxicity to healthy tissues. This delivery system protected chondrocytes from inflammation and apoptosis. Subsequent transcriptomic analysis showed that the protective effect was associated with the downregulation of TLR2, followed by the inactivation of NF-κB/AKT signaling pathways [ 273 ]. 4.1.10 Plumbagin Plumbagin (PL), a naphthoquinone extracted from the roots of medicinal herbs of the Plumbago genus, possesses antioxidant, and anti-inflammatory and immunomodulatory activities [ 274 , 275 ]. Research indicated that PL protects primary rat chondrocytes from H 2 O 2 -induced oxidative stress. This is achieved by reducing ROS and lipid peroxide production, while simultaneously enhancing the expression of antioxidant enzymes such as GSH, SOD, glutathione S-transferase (GST), GPX, and CAT, primarily through NRF2 activation. Furthermore, PL modulated p65 levels and mitigated inflammation by downregulating COX-2, iNOS, TNF-α, IL-6, and IL-8 expression [ 276 ]. Consistently, in IL-1β-stimulated human chondrocytes, PL suppressed inflammatory responses and ECM degradation. In vivo, PL significantly ameliorated cartilage destruction, subchondral bone remodeling, and synovitis in DMM mice by inhibiting NF-κB activation [ 277 ]. Moreover, in TMJ OA rats, PL prevented disease progression by suppressing chondrocytes ferroptosis and catabolism through the MAPK signaling pathway [ 278 ]. 4.1.11 Pomegranate extract Pomegranate extract (PE), obtained from the fruit Punica granatum , is rich in multiple bioactive compounds that exerts antioxidant and anti-inflammatory functions [ 279 ]. In vitro experiments in human chondrocytes revealed that bioactive constituents of PE suppressed COX-2 activity and IL-1β-stimulated PGE 2 synthesis [ 280 ]. PE also reduced IL-6 expression and ROS generation by blocking NF-κB signaling [ 281 ]. Additionally, PE counteracted IL-1β-induced proteoglycan degradation and MMP-1/3/13 synthesis by inhibiting the p38-MAPK and JNK pathways, thereby reducing active c-Jun and ATF-2 levels, as well as the activation and DNA-binding activity of p65 [ 282 ]. Further analysis revealed that PE impeded IL-1β-induced MKK3 activation, subsequently suppressing the p38α-MAPK isoform and RUNX2 transcriptional activity [ 283 ]. In vivo, oral pomegranate juice in MIA mice significantly attenuated cartilage damage and synovitis [ 284 ]. Similarly, in MIA rats, PE preserved collagen and proteoglycan content by upregulating Col II and downregulating MMP-3 and COX-2 [ 285 ]. In ACLT rabbits, orally consumed PE also reduced MMPs expression, active caspase-3 and PARP p85 levels in articular cartilage, along with IL-6 and PGE 2 levels in synovial fluid and plasm [ 286 ]. 4.1.12 Thymoquinone Thymoquinone (TQ) is the major bioflavonoid isolated from Nigella sativa with antioxidative, anti-proliferative and anti-inflammatory effect on several diseases [ 287 ]. In human chondrocytes, TQ suppressed IL-1β-induced production of inflammatory mediators, including NO, PGE 2 , iNOS, and COX-2, by inhibiting NF-κB and MAPK signaling pathways [ 288 ]. In BMSCs, TQ treatment upregulated anti-apoptotic (BCL2 and SURVIVIN) and anti-inflammatory genes (IL-4 and IL-10). However, TQ also elevated pro-inflammatory genes such as INF-γ, TNF-α, COX-2, IL-6, IL-8, IL-16, and IL-12A, indicating complex dose-dependent effects [ 289 ]. Notably, TQ's biological effects vary depending on cell type and physiological state [ [290] , [291] , [292] ]. In normal chondrocytes, TQ dose-dependently enhanced ROS production, which induced dedifferentiation via ERK activation and triggered inflammation through the PI3K and p38 pathways [ 293 ]. Thus, it should be prudent to ascertain optimal TQ concentrations before clinical application. In vivo, weekly IA injection of TQ (10 μM/L, 0.3 mL) for 5 weeks in ACLT rabbits significantly decreased cartilage damage and improved histological scores. The underlying mechanisms involve the downregulation of MMP-1/3/13, upregulation of TIMP-1, and the inhibition of p65 nuclear translocation [ 294 ]. 4.1.13 Madecassoside Madecassoside (MA), a bioactive triterpenoid saponin derived from the gotu kola herb ( Centella asiatica ), is known for its anti-inflammatory and antioxidative properties [ 295 ]. In vitro experiments in primary rat chondrocytes suggested that MA inhibited IL-1β-induced overexpression of iNOS, COX-2 and MMP-3/13, as well as the degradation of Col II and SOX9, through modulation of the NF-κB signaling pathway [ 296 ]. In vivo, MA treatment in DMM rats prevented cartilage degeneration, reduced Osteoarthritis Research Society International (OARSI) scores and relieved inflammatory response. Based on the aforementioned results, the primary therapeutic effects of natural products in OA treatment are depicted in Fig. 1 . The mechanisms of natural products therapy mainly involve cartilage and synovium, which are illustrated in Fig. 2 . Specifically, in cartilage, natural products inhibit degeneration by suppression of MAPK, NF-κB, PI3K/AKT, JAK/STAT, TLR4/MyD88, and Wnt/β-catenin pathways, and by activation of NRF2/HO-1 and AMPK signaling. The reported molecular mechanisms of each natural product in chondrocytes are detailed in Fig. 3 . Regarding the synovium, these natural products ameliorate synovitis by inhibiting MAPK, NF-κB, and TRPM7/mTOR signaling pathways. Detailed mechanisms of natural products in regulating the NF-κB and MAPK pathways are summarized in Table 5 , Table 6 , respectively. Furthermore, the distinct effects of each natural product on ECM-related gene expression, as well as on pro-inflammatory and anti-inflammatory mediators, are presented in Fig. 4 , Fig. 5 . Fig. 1 Main therapeutic effects of natural products in OA treatment. Abbreviations: OA, osteoarthritis; ECM, extracellular matrix; ER stress, endoplasmic reticulum stress. Fig. 1 Fig. 2 Mechanism of natural products in OA treatment. Abbreviations: OA, osteoarthritis; MAPK, mitogen-activated protein kinase; NF-κB, nuclear factor kappa-B; PI3K, phosphatidylinositol 3 kinase; AKT, protein kinase B; JAK, Janus kinase; STAT, signal transducers and activators of transcription; TLR4, Toll-like receptor 4; MyD88, myeloid differentiation factor 88; NRF2, nuclear factor erythroid 2-related factor 2; HO-1, heme oxygenase-1; AMPK, adenosine 5′-monophosphate (AMP)-activated protein kinase; TRPM7, transient receptor potential melastatin 7; mTOR, mammalian target of rapamycin. Fig. 2 Fig. 3 Simplified schematic diagram of molecular mechanism of natural products in OA treatment within chondrocytes. Abbreviations: CUR, Curcumin; RES, Resveratrol; ICA, Icariin; SIN, Sinomenine; AD, Andrographolide; API, Apigenin; SAA, Salvianolic acid A; SAB, Salvianolic acid B; MAT, Matrine; HES, Hesperidin; PL, Plumbagin; PE, Pomegranate extract; TQ, Thymoquinone; MA, Madecassoside. PI3K, phosphatidylinositol 3 kinase; AKT, protein kinase B; mTOR, mammalian target of rapamycin; NRF2, nuclear factor erythroid 2-related factor 2; HO-1, heme oxygenase-1; NLRP3, nucleotide-binding domain (NOD) like receptor protein 3; ERK, extracellular signal-regulated kinases; JNK, c-Jun N-terminal kinase; TLR4, Toll-like receptor 4; MyD88, myeloid differentiation factor 88; NF-κB, nuclear factor kappa-B; HIF-2α, hypoxia-inducible factor-2α; AMPK, adenosine 5′-monophosphate (AMP)-activated protein kinase; SIRT1, silent mating type information regulation 2 homolog 1; JAK, Janus kinase; STAT, signal transducers and activators of transcription. Fig. 3 Table 5 Mechanisms of natural products in regulating the NF-κB pathway. Table 5 Natural products Mechanisms Ref CUR 1 inhibit phosphorylation of IκBα and p65 2 inhibit ubiquitination of IκBα 3 inhibit degradation of IκBα 4 downregulate p65 5 inhibit nuclear translocation of p65 6 inhibit DNA binding activity of p65 [ 78 , 96 ] RES 1 inhibit phosphorylation of IKKα/β 2 inhibit phosphorylation of IκBα and p65 3 inhibit degradation of IκBα 4 downregulate p65 5 inhibit nuclear translocation of p65 6 inhibit DNA binding activity of p65 7 promote deacetylation of p65 [ 137 , 139 , 142 ] ICA 1 downregulate IKKα and IKKβ 2 inhibit phosphorylation of IKKα/β 3 inhibit phosphorylation of IκBα and p65 4 inhibit degradation of IκBα 5 downregulate p65 6 inhibit nuclear translocation of p65 7 inhibit DNA binding activity of p65 [ 188 , 190 , 203 , 335 ] SIN 1 inhibit phosphorylation of IκBα and p65 2 inhibit nuclear translocation of p65 [ 221 ] AD 1 downregulate IKKβ 2 inhibit phosphorylation of IKKα/β 3 inhibit phosphorylation of IκBα and p65 4 inhibit nuclear translocation of p65 [ 229 , 234 , 236 ] API 1 inhibit degradation of IκBα 2 inhibit phosphorylation of p65 3 promote deacetylation of p65 [ 246 , 251 ] SAA 1 inhibit phosphorylation of p65 2 inhibit nuclear translocation of p65 [ 256 , 257 ] SAB 1 inhibit phosphorylation of IκBα and p65 2 inhibit nuclear translocation of p65 [ 259 ] MAT 1 inhibit phosphorylation of IκBα and p65 2 inhibit degradation of IκBα 3 downregulate p65 4 inhibit nuclear translocation of p65 [ 263 , 265 , 268 ] HES 1 inhibit phosphorylation of IKKα/β 2 inhibit phosphorylation of IκBα 3 inhibit nuclear translocation of p65 [ 272 , 273 ] PL 1 inhibit phosphorylation of IκBα and p65 2 downregulate p65 [ 276 , 277 ] PE 1 downregulate IKKβ 2 inhibit phosphorylation of IKKβ and NIK 3 inhibit phosphorylation of IκBα and p65 4 inhibit degradation of IκBα 5 inhibit nuclear translocation of p65 6 inhibit DNA binding activity of p65 [ 281 , 282 ] TQ 1 inhibit phosphorylation of IκBα 2 downregulate p65 3 inhibit nuclear translocation of p65 [ 288 , 294 ] MA 1 inhibit phosphorylation of IκBα and p65 2 inhibit nuclear translocation of p65 [ 296 ] Abbreviations: CUR, Curcumin; RES, Resveratrol; ICA, Icariin; SIN, Sinomenine; AD, Andrographolide; API, Apigenin; SAA, Salvianolic acid A; SAB, Salvianolic acid B; MAT, Matrine; HES, Hesperidin; PL, Plumbagin; PE, Pomegranate extract; TQ, Thymoquinone; MA, Madecassoside; NF-κB, nuclear factor kappa-B; IκBα, inhibitor of κBα; IKK, inhibitor of kappa B kinase. Table 6 Mechanisms of natural products in regulating the MAPK pathway. Table 6 Natural products Mechanisms Ref CUR 1 inhibit phosphorylation of p38, ERK and JNK 2 inhibit phosphorylation of PKCδ 3 downregulate ASK1 and MEKK3 [ 84 , 101 , 133 ] RES 1 inhibit phosphorylation of p38, ERK and JNK 2 inhibit phosphorylation of c-Jun 3 downregulate p38 [ 139 , 178 , 341 ] ICA inhibit phosphorylation of p38, ERK and JNK inhibit phosphorylation of p46 and p54 [ 186 , 189 ] API inhibit phosphorylation of p38, ERK and JNK [ 249 ] SAA inhibit phosphorylation of p38, ERK and JNK [ 257 ] MAT inhibit phosphorylation of p38, ERK and JNK [ 268 ] PL inhibit phosphorylation of p38, ERK and JNK [ 278 ] PE 1 inhibit phosphorylation of p38, ERK and JNK 2 inhibit phosphorylation of c-Jun and ATF2 3 inhibit phosphorylation of MKK3 and MKK6 4 selectively inhibit phosphorylation of p38α-MAPK isoform [ 282 , 283 ] TQ inhibit phosphorylation of p38, ERK and JNK [ 288 ] Abbreviations: CUR, Curcumin; RES, Resveratrol; ICA, Icariin; API, Apigenin; SAA, Salvianolic acid A; MAT, Matrine; PL, Plumbagin; PE, Pomegranate extract; TQ, Thymoquinone; ERK, extracellular signal-regulated kinases; JNK, c-Jun N-terminal kinase; PKCδ, protein kinase C Delta; ASK1, apoptosis signal-regulating kinase 1; MEKK3, mitogen-activated protein kinase kinase kinase 3; ATF2, activating transcription factor 2; MKK, mitogen-activated protein kinase kinase. Fig. 4 Effects of natural products on ECM-related gene expression. Abbreviations: CUR, Curcumin; RES, Resveratrol; ICA, Icariin; SIN, Sinomenine; AD, Andrographolide; API, Apigenin; SAA, Salvianolic acid A; SAB, Salvianolic acid B; MAT, Matrine; HES, Hesperidin; PL, Plumbagin; PE, Pomegranate extract; TQ, Thymoquinone; MA, Madecassoside; Col II, collagen type II; ACAN, aggrecan; GAG, glycosaminoglycans; SOX9, sex determining region (SRY)-box transcription factor 9; MMP, matrix metalloproteinases; TIMP, tissue inhibitors of metalloproteinases; ADAMTs, a disintegrin and metalloproteinases with thrombospondin motifs. Fig. 4 Fig. 5 Effects of natural products on pro-inflammatory and anti-inflammatory mediators. Abbreviations: CUR, Curcumin; RES, Resveratrol; ICA, Icariin; SIN, Sinomenine; AD, Andrographolide; API, Apigenin; SAA, Salvianolic acid A; SAB, Salvianolic acid B; MAT, Matrine; HES, Hesperidin; PL, Plumbagin; PE, Pomegranate extract; TQ, Thymoquinone; MA, Madecassoside; NO, nitric oxide; iNOS, inducible nitric oxide synthase; PGE 2 , prostaglandin E 2 ; COX-2, cyclooxygenase-2; IL, interleukin; TNF, tumor necrosis factor; MCP-1, monocyte chemoattractant protein-1. Fig. 5 While several studies have constructed bioavailability-enhancing delivery systems for CUR, RES, ICA, SIN, AD and HES, similar research on the remaining natural products remains insufficient. Further studies are needed to develop novel delivery platforms or targeted delivery strategies to augment their clinical translational potential. 4.2 Clinical studies The therapeutic potential of natural products for OA has been substantiated through in vitro and in vivo animal models, as well as corroborated by several clinical trials. 4.2.1 Curcumin A randomized, double-blind, placebo-controlled trial demonstrated that CUR (500 mg/day) administered over 8 weeks remarkably attenuated clinical symptoms such as pain, stiffness and functional disability, as evidenced by Knee Injury and Osteoarthritis Outcome Score (KOOS), knee pain ratings, Japanese Orthopaedic Association Score for Osteoarthritic Knees (JOA), PROMIS-29, and performance-based testing [ 297 ]. A small exploratory study demonstrated that knee OA patients receiving bio-optimized CUR for 3 months exhibited decreased serum Col II-1 levels and overall disease activity [ 298 ]. Additionally, a further randomized, double-blind, placebo-controlled multicenter trial revealed that both low (168 mg/day) and high (252 mg/day) doses of bio-optimized CUR resulted in decreased pain and reduced NSAID usage compared to the placebo group [ 299 ]. Another randomized, double-blind, placebo-controlled trial found that an 80 mg/day nano-CUR intervention significantly lowered Visual Analog Score (VAS), C-reactive protein (CRP), and the frequencies of CD4 + and CD8 + T cells, T-helper 17 (Th17) cells, and B cells, while increasing in regulatory T cell (Treg) populations [ 300 ]. These immunomodulatory properties may correlate with the notable reduction of miR-155, miR-138, and miR-16 in CUR-treated group [ 301 ]. Furthermore, CUR treatment was associated with increased expression of miR-873 and FOXO1 compared to the placebo group [ 302 ]. Panahi et al. conducted a randomized, double-blind, placebo-controlled trial to investigate the efficacy of a 6-week CUR supplementation (1500 mg/day) on systemic oxidative stress in knee OA patients. Their findings revealed a significant superiority of CUR over placebo in elevating serum SOD activity and GSH levels, while also markedly decreasing serum MDA concentrations [ 303 ]. A noninferiority trial demonstrated that Curcuma domestica extracts exhibited comparable efficacy to ibuprofen in alleviating pain and improving Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) scores, with fewer gastrointestinal side effects in knee OA patients [ 304 ]. Similarly, another study found that CUR achieved similar improvements in pain severity and KOOS scores when compared to diclofenac, yet displayed superior tolerability [ 305 ]. These results findings imply that CUR may serve as a promising alternative therapeutic option to NSAIDs for knee OA patients. Interestingly, a randomized, double-blind, placebo-controlled trial showed that 6 weeks of topical administration of 5 % CUR ointment effectively alleviated knee OA-related pain in elderly patients [ 306 ]. Further study demonstrated that a 10 % CUR ointment provided considerable analgesic effects comparable to those of 1 % diclofenac ointment [ 307 ]. 4.2.2 Resveratrol A preliminary pilot study revealed that the oral administration of RES (500 mg/day) as a monotherapy for knee OA patients resulted in significant improvements in knee pain, stiffness, activity levels, functional status, and overall quality of life after 30 days, with continued improvements observed for 90 days. These outcomes were evidenced by the VAS and KOOS subscale scores [ 308 ]. Furthermore, a randomized, double-blind, placebo-controlled trial indicated that oral RES supplementation (75 mg twice daily) over a 14-week period effectively mitigated chronic pain associated with age-related OA and improved physical symptoms of menopause in healthy postmenopausal women [ 309 ]. Their team's subsequent two-year study demonstrated that the pain-relieving effects were more pronounced in overweight individuals and associated with improvements in cerebrovascular function [ 310 ]. Clinical trials have indicated that RES may act as an adjuvant to meloxicam (Mlx), enhancing both the efficacy and safety profile of Mlx in knee OA patients. Following a 90-day treatment regimen, the co-administration of RES (500 mg/day) with Mlx (15 mg/day) led to a significant reduction in pain and inflammatory biomarkers, including TNF-α, IL-1β, IL-6, CRP, and complement components C3 and C4, while also improving joint functions compared to Mlx monotherapy [ [311] , [312] , [313] ]. However, a recent multicenter study found that oral RES for 6 months did not yield a significant reduction in knee pain among individuals with painful knee OA when compared to placebo [ 314 ]. 4.2.3 Andrographolide A randomized, double-blind, placebo-controlled trial revealed that both low (75 mg/day) and high (150 mg/day) doses of administered over a 12-week period significantly alleviated clinical symptoms, including pain, stiffness, and functional disability, as well as enhanced overall patient condition and quality of life, with no significant adverse events reported. These outcomes were corroborated by decreased WOMAC scores and elevated SF-36 total scores and Functional Assessment of Chronic Illness Therapy (FACIT) score [ 315 ]. Clinical trials evaluating the therapeutic potential of natural products in OA have yielded encouraging yet heterogeneous results, primarily attributable to study design variability. For instance, several randomized controlled trials have reported that CUR improves knee OA symptoms; however, these studies vary substantially in formulation (e.g., standard, nano-formulated, bio-optimized), dosage (80–1500 mg/day), and treatment duration (6–12 weeks). The generalizability and comparability of these findings are further constrained by limited sample sizes and disparate outcome assessment tools (e.g., WOMAC, KOOS, VAS). Moreover, the absence of extended follow-up and imaging endpoints (e.g., MRI or radiographic changes) limit conclusions about long-term disease modification. Importantly, the lack of stratification by baseline demographic or clinical variables—including age, sex, and menopausal status—compromises the ability to explore the efficacy of natural products within specific OA patient subpopulations. These discrepancies highlight the need for more rigorous, multicenter randomized controlled trials with standardized protocols, longer follow-up, and stratified patient populations to better define the clinical utility of natural products in OA treatment. 5 Advantages and potential safety concerns of natural products 5.1 Comparative advantages over emerging OA therapies Natural products exhibit distinct advantages over other emerging OA treatments, such as gene therapy and cell therapy, while also presenting complementary opportunities. Unlike gene therapy, which is limited to editing specific single genes, natural products have broad effects by influencing multiple disease-related signaling pathways at once. They modulate diverse molecular targets in joint cartilage, the synovium, and subchondral bone, allowing for a more comprehensive approach to OA's complex pathology than single-gene interventions can provide. Cell therapy (e.g., MSCs, chondrocyte implantation, engineered immune cells) primarily promote tissue regeneration and immune regulation but face challenges in cell survival, phenotypic stability, and cellular heterogeneity [ 316 , 317 ]. In terms of safety, gene therapy carries risks of off-target effects, immune reactions, and long-term genetic alterations, while cell therapy (especially MSCs) raises concerns about tumorigenicity and immunogenicity [ [318] , [319] , [320] ]. In contrast, natural products generally demonstrate favorable safety profiles and minimal side effects. Additionally, gene and cell therapies are more invasive and costly, limiting their generalizability. Natural products, being more accessible and affordable, are well-suited for broader clinical use. When optimized with advanced delivery systems, these agents could offer a cost-effective bridge between conventional drugs and next-generation biologics. Moreover, natural products can also potentiate the efficacy and safety of gene and cell therapies [ 321 , 322 ]. Thus, future research should explore combination strategies, preconditioning MSCs with natural products or employing them as adjuvants to gene therapy, to synergistically leverage the strengths of each approach. 5.2 Safety and dosage considerations Although natural products are generally considered safer than synthetic drugs, their clinical use still requires attention to potential adverse effects and contraindications. Clinical studies indicated that CUR and RES are well tolerated, with the most frequently reported side effects being mild to moderate gastrointestinal symptoms, such as abdominal discomfort, diarrhea, and nausea [ 308 , 323 ]. The incidence of these reactions is infrequent. Nonetheless, hypersensitivity reactions remain a concern. While natural products are typically non-toxic at physiological dosages, high doses and long-term usage may result in hepatotoxicity or nephrotoxicity [ 324 ]. Given the above safety considerations, natural products are contraindicated in pregnant or lactating women, individuals with severe hepatic or renal impairment, and those with known allergies to plant-derived compounds [ 325 ]. Additionally, certain compounds like CUR and RES possess antiplatelet properties and should be administered with caution in patients with bleeding disorders or those taking anticoagulant medications [ 326 , 327 ]. Currently, there is no standardized protocol for the administration of natural products, and clinical trials exhibit considerable variability in specific products, administration mode, dosages, and treatment durations. Dosing regimens may be referred from protocols established for other musculoskeletal disorders; however, individualized adjustment based on patient age, hepatic and renal function, and potential drug interactions is essential. Future research should prioritize the development of standardized dosing regimens, comprehensive assessment of long-term safety, and systematic evaluation of interactions with conventional OA therapies. 6 Challenges and future directions Despite demonstrated safety and efficacy, challenges persist in the application of natural products for OA therapy. Firstly, the mechanisms underlying the action of these natural products are intricate, engaging multiple signaling pathways [ 328 ]. While some aspects have been elucidated, many remain unclear. It is essential to further comprehensively identify the specific molecular targets and regulatory mechanisms of natural products through the application of advanced multi-omics technologies, including transcriptomics, metabolomics, proteomics, and single-cell RNA sequencing. Moreover, emerging artificial intelligence (AI) methods holds promise for decoding pharmacological mechanisms, predicting compound efficacy, and optimizing regimens [ 329 ]. Further integrating multi-omics and AI tools holds the potential to facilitate the development of next-generation integrative treatment strategies that are both mechanistically grounded and personalized to patient subtypes [ 330 ]. Secondly, the genetic and physiological disparities between animal models and humans impede the direct translation of preclinical therapeutic effects into clinical practice [ 331 ]. Moreover, clinical research on natural products for OA treatment is limited, often constrained by small sample sizes and short study durations. There is a pressing need for future randomized, double-blind, multicenter clinical trials with larger participant cohorts and extended follow-up periods. Thirdly, treatment regimens lack uniformity, with varying dosages. It is imperative to optimize dosing and establish standardized treatment protocols. Fourthly, concerns have been raised about potential systemic side effects from orally administered natural products, suggesting that alternative topical administration routes, such as IA injections and external use, merit exploration. Lastly but also importantly, the clinical application of natural products is primarily limited by their low bioavailability [ 332 ]. The integration of nanotechnology into drug delivery systems presents a promising avenue, potentially enabling the controlled and sustained release of natural products, enhancing stability, prolonging half-life, and allowing for more precise targeting of specific tissues [ 333 , 334 ]. Consequently, novel delivery methods for natural products are urgently required to improve therapeutic efficacy and minimize toxicity. 7 Conclusions Current OA therapies primarily focus on symptomatic relief, often accompanied by potential adverse effects. Natural products offer an easily obtainable and safe alternative agents that may complement or enhance existing OA treatments due to their anti-inflammatory, antioxidant, and tissue-protective properties. Recent in vitro and in vivo studies, along with clinical trials, have indicated that natural products are effective in OA and hold promise for addressing the underlying pathophysiological mechanisms rather than merely alleviating symptoms. Our review systematically summarized the therapeutic effects of natural products in OA treatment, based on preclinical and clinical research, and discussed their underlying mechanisms, aiming to provide a robust evidence base for future investigations and clinical management of OA. Nevertheless, the low oral bioavailability of natural products poses challenges to their widespread application. Employing nanotechnology for the delivery of natural products may overcome these limitations, enhancing therapeutic efficacy while reducing toxicity. As future studies continue to uncover the intricate mechanisms of natural products and optimize treatment protocols, the integration of these agents into OA therapeutic strategies will be pivotal. Declaration of generative AI and AI-assisted technologies in the writing process During the preparation of this work the authors used Dochero ( www.dochero.ai ) in order to polish the language. After using this tool, the authors have reviewed and edited the content as needed and take full responsibility for the content of the publication. Funding Our work was supported by the 10.13039/501100001809 National Natural Science Foundation of China ( 81873983 ), 10.13039/501100003787 Natural Science Foundation of Hebei Province ( H2022206534 , H2021206162 ) and Graduate Innovation Project of Hebei Province ( CXZZBS2024128 ). Declaration of competing interest The authors declare there is no competing interest. References 1 Salman L.A. Ahmed G. Dakin S.G. Kendrick B. Price A. Osteoarthritis: a narrative review of molecular approaches to disease management Arthritis Res Ther 25 1 2023 27 36800974 2 Giorgino R. Albano D. Fusco S. Peretti G.M. Mangiavini L. Messina C. Knee osteoarthritis: epidemiology, pathogenesis, and mesenchymal stem cells: what else is new? An update Int J Mol Sci 24 7 2023 3 Perruccio A.V. Young J.J. Wilfong J.M. Denise Power J. Canizares M. Badley E.M. Osteoarthritis year in review 2023: epidemiology & therapy Osteoarthr Cartil 32 2 2024 159 165 4 Yue L. Berman J. What is osteoarthritis? JAMA 327 13 2022 1300 35380583 5 Collaborators G.B.D.O. Global, regional, and national burden of osteoarthritis, 1990-2020 and projections to 2050: a systematic analysis for the global burden of disease study 2021 Lancet Rheumatol 5 9 2023 e508 e522 37675071 6 Wong A.Y. Samartzis D. Maher C. The global burden of osteoarthritis: past and future perspectives Lancet Rheumatol 5 9 2023 e496 e497 38251491 7 Postler A.E. Lützner C. Goronzy J. Lange T. Deckert S. Günther K.P. When are patients with osteoarthritis referred for surgery? Best Pract Res Clin Rheumatol 37 2 2023 101835 8 Chen T. Weng W. Liu Y. Aspera-Werz R.H. Nüssler A.K. Xu J. Update on novel non-operative treatment for osteoarthritis: current status and future trends Front Pharmacol 12 2021 755230 9 Maouche A. Boumediene K. Baugé C. Bioactive compounds in osteoarthritis: molecular mechanisms and therapeutic roles Int J Mol Sci 25 21 2024 10 Pérez-Lozano M.L. Cesaro A. Mazor M. Esteve E. Berteina-Raboin S. Best T.M. Emerging natural-product-based treatments for the management of osteoarthritis Antioxidants 10 2 2021 11 Krishnan Y. Grodzinsky A.J. Cartilage diseases Matrix Biol 71-72 2018 51 69 29803938 12 Yao Q. Wu X. Tao C. Gong W. Chen M. Qu M. Osteoarthritis: pathogenic signaling pathways and therapeutic targets Signal Transduct Targeted Ther 8 1 2023 56 13 van der Kraan P.M. The interaction between joint inflammation and cartilage repair Tissue Eng Regen Med 16 4 2019 327 334 31413937 14 Guo Q. Chen X. Chen J. Zheng G. Xie C. Wu H. STING promotes senescence, apoptosis, and extracellular matrix degradation in osteoarthritis via the NF-κB signaling pathway Cell Death Dis 12 1 2021 13 33414452 15 Han Z. Wang K. Ding S. Zhang M. Cross-talk of inflammation and cellular senescence: a new insight into the occurrence and progression of osteoarthritis Bone Res 12 1 2024 69 39627227 16 Zhang H. Shao Y. Yao Z. Liu L. Zhang H. Yin J. Mechanical overloading promotes chondrocyte senescence and osteoarthritis development through downregulating FBXW7 Ann Rheum Dis 81 5 2022 676 686 35058228 17 Wang Q. Qi B. Shi S. Jiang W. Li D. Jiang X. Melatonin alleviates osteoarthritis by regulating NADPH oxidase 4-Induced ferroptosis and mitigating mitochondrial dysfunction J Pineal Res 76 6 2024 e12992 18 Guilak F. Nims R.J. Dicks A. Wu C.L. Meulenbelt I. Osteoarthritis as a disease of the cartilage pericellular matrix Matrix Biol 71-72 2018 40 50 29800616 19 Grillet B. Pereira R.V.S. Van Damme J. Abu El-Asrar A. Proost P. Opdenakker G. Matrix metalloproteinases in arthritis: towards precision medicine Nat Rev Rheumatol 19 6 2023 363 377 37161083 20 Wang T. He C. Pro-inflammatory cytokines: the link between obesity and osteoarthritis Cytokine Growth Factor Rev 44 2018 38 50 30340925 21 Song J. Zeng X. Li C. Yin H. Mao S. Ren D. Alteration in cartilage matrix stiffness as an indicator and modulator of osteoarthritis Biosci Rep 44 1 2024 22 Hodgkinson T. Kelly D.C. Curtin C.M. O'Brien F.J. Mechanosignalling in cartilage: an emerging target for the treatment of osteoarthritis Nat Rev Rheumatol 18 2 2022 67 84 34934171 23 Paudel S. Feltham T. Manandhar L. Guo Y. Schon L. Zhang Z. Mild synovitis impairs chondrogenic joint environment Cells Tissues Organs 213 3 2024 245 254 37524055 24 Panichi V. Costantini S. Grasso M. Arciola C.R. Dolzani P. Innate immunity and synovitis: key players in osteoarthritis progression Int J Mol Sci 25 22 2024 25 Scanzello C.R. Goldring S.R. The role of synovitis in osteoarthritis pathogenesis Bone 51 2 2012 249 257 22387238 26 Zhang Y. Li J. Liu J. Gao Y. Li K. Zhao X. Ferroptosis in osteoarthritis: towards novel therapeutic strategy Cell Prolif 2024 e13779 27 Knights A.J. Redding S.J. Maerz T. Inflammation in osteoarthritis: the latest progress and ongoing challenges Curr Opin Rheumatol 35 2 2023 128 134 36695054 28 Molnar V. Matišić V. Kodvanj I. Bjelica R. Jeleč Ž. Hudetz D. Cytokines and chemokines involved in osteoarthritis pathogenesis Int J Mol Sci 22 17 2021 29 Hsueh M.F. Zhang X. Wellman S.S. Bolognesi M.P. Kraus V.B. Synergistic roles of macrophages and neutrophils in osteoarthritis progression Arthritis Rheumatol 73 1 2021 89 99 32783329 30 Luo P. Yuan Q. Wan X. Yang M. Xu P. Effects of immune cells and cytokines on different cells in OA J Inflamm Res 16 2023 2329 2343 37273484 31 Chow Y.Y. Chin K.Y. The role of inflammation in the pathogenesis of osteoarthritis Mediat Inflamm 2020 2020 8293921 32 De Roover A. Escribano-Núñez A. Monteagudo S. Lories R. Fundamentals of osteoarthritis: inflammatory mediators in osteoarthritis Osteoarthr Cartil 31 10 2023 1303 1311 33 Finnilä M.A.J. Thevenot J. Aho O.M. Tiitu V. Rautiainen J. Kauppinen S. Association between subchondral bone structure and osteoarthritis histopathological grade J Orthop Res 35 4 2017 785 792 27227565 34 Zhu X. Chan Y.T. Yung P.S.H. Tuan R.S. Jiang Y. Subchondral bone remodeling: a therapeutic target for osteoarthritis Front Cell Dev Biol 8 2020 607764 35 Kovács B. Vajda E. Nagy E.E. Regulatory effects and interactions of the wnt and OPG-RANKL-RANK signaling at the bone-cartilage interface in osteoarthritis Int J Mol Sci 20 18 2019 36 Kroner J. Kovtun A. Kemmler J. Messmann J.J. Strauss G. Seitz S. Mast cells are critical regulators of bone fracture-induced inflammation and osteoclast formation and activity J Bone Miner Res 32 12 2017 2431 2444 28777474 37 Zhu S. Zhu J. Zhen G. Hu Y. An S. Li Y. Subchondral bone osteoclasts induce sensory innervation and osteoarthritis pain J Clin Investig 129 3 2019 1076 1093 30530994 38 Cui Z. Wu H. Xiao Y. Xu T. Jia J. Lin H. Endothelial PDGF-BB/PDGFR-β signaling promotes osteoarthritis by enhancing angiogenesis-dependent abnormal subchondral bone formation Bone Res 10 1 2022 58 36031625 39 Chen W. Wang Q. Tao H. Lu L. Zhou J. Wang Q. Subchondral osteoclasts and osteoarthritis: new insights and potential therapeutic avenues Acta Biochim Biophys Sin (Shanghai) 56 4 2024 499 512 38439665 40 Corrado A. Maruotti N. Cantatore F.P. Osteoblast role in rheumatic diseases Int J Mol Sci 18 6 2017 41 Hu W. Chen Y. Dou C. Dong S. Microenvironment in subchondral bone: predominant regulator for the treatment of osteoarthritis Ann Rheum Dis 80 4 2021 413 422 33158879 42 Poulsen R.C. Jain L. Dalbeth N. Re-thinking osteoarthritis pathogenesis: what can we learn (and what do we need to unlearn) from mouse models about the mechanisms involved in disease development Arthritis Res Ther 25 1 2023 59 37046337 43 Li M. Yin H. Yan Z. Li H. Wu J. Wang Y. The immune microenvironment in cartilage injury and repair Acta Biomater 140 2022 23 42 34896634 44 Armiento A.R. Alini M. Stoddart M.J. Articular fibrocartilage - why does hyaline cartilage fail to repair? Adv Drug Deliv Rev 146 2019 289 305 30605736 45 Ng N. Parkinson L. Brown W.J. Moorin R. Peeters G. Lifestyle behaviour changes associated with osteoarthritis: a prospective cohort study Sci Rep 14 1 2024 6242 38485979 46 Incze M.A. I have arthritis of the knees: what should I do? JAMA Intern Med 179 5 2019 736 30830165 47 Bliddal H. Leeds A.R. Christensen R. Osteoarthritis, obesity and weight loss: evidence, hypotheses and horizons - a scoping review Obes Rev 15 7 2014 578 586 24751192 48 Laslett L.L. Scheepers L.E.J.M. Antony B. Wluka A.E. Cai G. Hill C.L. Krill oil for knee osteoarthritis JAMA 2024 49 Gelber A.C. Knee osteoarthritis Ann Intern Med 177 9 2024 Itc129-itc44 50 Deyle G.D. Allen C.S. Allison S.C. Gill N.W. Hando B.R. Petersen E.J. Physical therapy versus glucocorticoid injection for osteoarthritis of the knee N Engl J Med 382 15 2020 1420 1429 32268027 51 Hunter D. In knee OA, physical therapy reduced pain and improved function more than glucocorticoid injections at 1 year Ann Intern Med 173 6 2020 Jc34 32926813 52 Cioroianu G.O. Florescu A. Simionescu C.E. Sas T.N. Tarniţă D.N. Rogoveanu O.C. The therapeutic benefits of NSAIDs and physical therapy in knee osteoarthritis Rom J Morphol Embryol 65 2 2024 217 224 39020536 53 Al Zoubi F.M. Wong A.Y.L. Cheing G.L.Y. Cheung J.P.Y. Fu S.N. Tsang H.H.L. Adapting a clinical practice guideline for management of patients with knee and hip osteoarthritis by Hong Kong physiotherapists Healthcare (Basel) 11 22 2023 54 Sevimli R. Erenler A.S. Karabulut A.B. Akpolat N. Geçkil H. Microbial chondroitin sulfate in experimental knee osteoarthritis model investigation of chondroprotective effect Eur Rev Med Pharmacol Sci 25 17 2021 5402 5411 34533814 55 Geng R. Li J. Yu C. Zhang C. Chen F. Chen J. Knee osteoarthritis: current status and research progress in treatment Exp Ther Med 26 4 2023 481 (Review) 37745043 56 Cabassi A. Tedeschi S. Perlini S. Verzicco I. Volpi R. Gonzi G. Non-steroidal anti-inflammatory drug effects on renal and cardiovascular function: from physiology to clinical practice Eur J Prev Cardiol 27 8 2020 850 867 31088130 57 Sadee W. Oberdick J. Wang Z. Biased opioid antagonists as modulators of opioid dependence: opportunities to improve pain therapy and opioid use management Molecules 25 18 2020 58 Householder N.A. Raghuram A. Agyare K. Thipaphay S. Zumwalt M. A review of recent innovations in cartilage regeneration strategies for the treatment of primary osteoarthritis of the knee: intra-articular injections Orthop J Sports Med 11 4 2023 23259671231155950 59 Bannuru R.R. Schmid C.H. Kent D.M. Vaysbrot E.E. Wong J.B. McAlindon T.E. Comparative effectiveness of pharmacologic interventions for knee osteoarthritis: a systematic review and network meta-analysis Ann Intern Med 162 1 2015 46 54 25560713 60 Qiao X. Yan L. Feng Y. Li X. Zhang K. Lv Z. Efficacy and safety of corticosteroids, hyaluronic acid, and PRP and combination therapy for knee osteoarthritis: a systematic review and network meta-analysis BMC Muscoskelet Disord 24 1 2023 926 61 Kamel S.I. Rosas H.G. Gorbachova T. Local and systemic side effects of corticosteroid injections for musculoskeletal indications AJR Am J Roentgenol 222 3 2024 e2330458 62 Weber A.E. Bolia I.K. Trasolini N.A. Biological strategies for osteoarthritis: from early diagnosis to treatment Int Orthop 45 2 2021 335 344 33078204 63 Matas J. Orrego M. Amenabar D. Infante C. Tapia-Limonchi R. Cadiz M.I. Umbilical cord-derived mesenchymal stromal cells (MSCs) for knee osteoarthritis: repeated MSC dosing is superior to a single MSC dose and to hyaluronic acid in a controlled randomized phase I/II trial Stem Cells Transl Med 8 3 2019 215 224 30592390 64 Bennell K.L. Paterson K.L. Metcalf B.R. Duong V. Eyles J. Kasza J. Effect of intra-articular platelet-rich plasma vs placebo injection on pain and medial tibial cartilage volume in patients with knee osteoarthritis: the RESTORE randomized clinical trial JAMA 326 20 2021 2021 2030 34812863 65 Bao C. He C. The role and therapeutic potential of MSC-derived exosomes in osteoarthritis Arch Biochem Biophys 710 2021 109002 66 Zhang B. Qian H. Wu H. Yang X. Unicompartmental knee arthroplasty versus high tibial osteotomy for medial knee osteoarthritis: a systematic review and meta-analysis J Orthop Surg 31 1 2023 10225536231162829 67 Guarino A. Farinelli L. Iacono V. Cozzolino A. Natali S. Zorzi C. Long-term survival and predictors of failure of opening wedge high tibial osteotomy Orthop Surg 15 4 2023 1002 1007 36782306 68 González-Sáenz-de-Tejada M. Quintana J.M. Arenaza J.C. Azcarate-Garitano J.R. Esnaola-Guisasola P.M. García-Sánchez I. Long-term health related quality of life in total knee arthroplasty BMC Muscoskelet Disord 24 1 2023 327 69 Pitta M. Davis W. Argintar E.H. Arthroscopic management of osteoarthritis J Am Acad Orthop Surg 24 2 2016 74 82 26803544 70 Law S.K. Leung A.W.N. Xu C. Photodynamic action of curcumin and methylene blue against bacteria and SARS-CoV-2-A review Pharmaceuticals (Basel) 17 1 2023 71 Moon D.O. Curcumin in cancer and inflammation: an In-Depth exploration of molecular interactions, therapeutic potentials, and the role in disease management Int J Mol Sci 25 5 2024 72 Mathy-Hartert M. Jacquemond-Collet I. Priem F. Sanchez C. Lambert C. Henrotin Y. Curcumin inhibits pro-inflammatory mediators and metalloproteinase-3 production by chondrocytes Inflamm Res 58 12 2009 899 908 19579007 73 Wang P. Ye Y. Yuan W. Tan Y. Zhang S. Meng Q. Curcumin exerts a protective effect on murine knee chondrocytes treated with IL-1β through blocking the NF-κB/HIF-2α signaling pathway Ann Transl Med 9 11 2021 940 34350255 74 Clutterbuck A.L. Mobasheri A. Shakibaei M. Allaway D. Harris P. Interleukin-1beta-induced extracellular matrix degradation and glycosaminoglycan release is inhibited by curcumin in an explant model of cartilage inflammation Ann N Y Acad Sci 1171 2009 428 435 19723086 75 Clutterbuck A.L. Allaway D. Harris P. Mobasheri A. Curcumin reduces prostaglandin E2, matrix metalloproteinase-3 and proteoglycan release in the secretome of interleukin 1β-treated articular cartilage F1000Res 2 2013 147 24555068 76 Roy H.S. Dubey G. Sharma V.K. Bharatam P.V. Ghosh D. Molecular docking and molecular dynamics to identify collagenase inhibitors as lead compounds to address osteoarthritis J Biomol Struct Dyn 40 5 2022 2339 2351 33103592 77 Comblain F. Sanchez C. Lesponne I. Balligand M. Serisier S. Henrotin Y. Curcuminoids extract, hydrolyzed collagen and green tea extract synergically inhibit inflammatory and catabolic mediator's synthesis by normal bovine and osteoarthritic human chondrocytes in monolayer PLoS One 10 3 2015 e0121654 78 Shakibaei M. John T. Schulze-Tanzil G. Lehmann I. Mobasheri A. Suppression of NF-kappaB activation by curcumin leads to inhibition of expression of cyclo-oxygenase-2 and matrix metalloproteinase-9 in human articular chondrocytes: implications for the treatment of osteoarthritis Biochem Pharmacol 73 9 2007 1434 1445 17291458 79 Zhou Y. Ming J. Deng M. Li Y. Li B. Li J. Chemically modified curcumin (CMC2.24) alleviates osteoarthritis progression by restoring cartilage homeostasis and inhibiting chondrocyte apoptosis via the NF-κB/HIF-2α axis J Mol Med (Berl) 98 10 2020 1479 1491 32860098 80 Chen T. Zhou R. Chen Y. Fu W. Wei X. Ma G. Curcumin ameliorates IL-1β-induced apoptosis by activating autophagy and inhibiting the NF-κB signaling pathway in rat primary articular chondrocytes Cell Biol Int 45 5 2021 976 988 33377585 81 Li X. Feng K. Li J. Yu D. Fan Q. Tang T. Curcumin inhibits apoptosis of chondrocytes through activation ERK1/2 signaling pathways induced autophagy Nutrients 9 4 2017 82 Sun K. Jing X. Guo J. Yao X. Guo F. Mitophagy in degenerative joint diseases Autophagy 17 9 2021 2082 2092 32967533 83 Jin Z. Chang B. Wei Y. Yang Y. Zhang H. Liu J. Curcumin exerts chondroprotective effects against osteoarthritis by promoting AMPK/PINK1/Parkin-mediated mitophagy Biomed Pharmacother 151 2022 113092 84 Wang X. Yu H. Zhang Y. Chang X. Liu C. Wen X. Curcumin alleviates osteoarthritis through the p38MAPK pathway: network pharmacological prediction and experimental confirmation J Inflamm Res 17 2024 5039 5056 39081871 85 Yagi H. Ulici V. Tuan R.S. Polyphenols suppress inducible oxidative stress in human osteoarthritic and bovine chondrocytes Osteoarthr Cartil Open 2 3 2020 100064 86 Sanchez C. Zappia J. Lambert C. Foguenne J. Dierckxsens Y. Dubuc J.E. Curcuma longa and Boswellia serrata extracts modulate different and complementary pathways on human chondrocytes in vitro: deciphering of a transcriptomic study Front Pharmacol 13 2022 931914 87 Zhou Y. Jia Z. Wang J. Huang S. Yang S. Xiao S. Curcumin reverses erastin-induced chondrocyte ferroptosis by upregulating Nrf2 Heliyon 9 10 2023 e20163 88 Jin G. Xu W. Tang H. Cui Y. Zhang H. Bisdemethoxycurcumin, a curcumin, protects chondrocytes, and reduces cartilage inflammation via the NRF2/HO-1/NLRP3 pathway Immun Inflamm Dis 12 2 2024 e1195 89 Zhu K. Bi J. Zhang Q. Yang Y. Li J. Liang Y. Mechanism of action of curcumin targeting TRPM2/NLRP3 signaling axis to mediate cell death in the treatment of knee osteoarthritis Hum Exp Toxicol 43 2024 9603271241308798 90 Deng W. He Q. Zhang W. Analysis of the mechanism of curcumin against osteoarthritis using metabolomics and transcriptomics Naunyn-Schmiedebergs Arch Pharmacol 397 5 2024 3313 3329 37938371 91 Yang Q. Wu S. Mao X. Wang W. Tai H. Inhibition effect of curcumin on TNF-α and MMP-13 expression induced by advanced glycation end products in chondrocytes Pharmacology 91 1–2 2013 77 85 23183190 92 Mehta S. Young C.C. Warren M.R. Akhtar S. Shefelbine S.J. Crane J.D. Resveratrol and curcumin attenuate Ex vivo sugar-induced cartilage glycation, stiffening, senescence, and degeneration Cartilage 13 2_suppl 2021 1214s 28s 33472415 93 Zeng J.J. Wang H.D. Shen Z.W. Yao X.D. Wu C.J. Pan T. Curcumin inhibits proliferation of synovial cells by downregulating expression of matrix Metalloproteinase-3 in osteoarthritis Orthop Surg 11 1 2019 117 125 30560591 94 Sun Y. Liu W. Zhang H. Li H. Liu J. Zhang F. Curcumin prevents osteoarthritis by inhibiting the activation of inflammasome NLRP3 J Interferon Cytokine Res 37 10 2017 449 455 29028430 95 Yan D. He B. Guo J. Li S. Wang J. Involvement of TLR4 in the protective effect of intra-articular administration of curcumin on rat experimental osteoarthritis Acta Cir Bras 34 6 2019 e201900604 96 Buhrmann C. Brockmueller A. Mueller A.L. Shayan P. Shakibaei M. Curcumin attenuates environment-derived osteoarthritis by Sox9/NF-kB signaling axis Int J Mol Sci 22 14 2021 97 Cao Z. Dou C. Dong S. Curcumin inhibits chondrocyte hypertrophy of mesenchymal stem cells through IHH and notch signaling pathways Chem Pharm Bull (Tokyo) 65 8 2017 762 767 28768930 98 Buhrmann C. Mobasheri A. Matis U. Shakibaei M. Curcumin mediated suppression of nuclear factor-κB promotes chondrogenic differentiation of mesenchymal stem cells in a high-density co-culture microenvironment Arthritis Res Ther 12 4 2010 R127 99 Zhang R. Zhang Q. Zou Z. Li Z. Jin M. An J. Curcumin supplementation enhances bone marrow mesenchymal stem cells to promote the anabolism of articular chondrocytes and cartilage repair Cell Transplant 30 2021 963689721993776 100 Li X.S. Chen H. Zhen P. Li S.S. Zhou S.H. Tian Q. [JAK2/STAT3 signal pathway mediating curcumin in cartilage cell metabolism of osteoarthritis] Zhong Guo Gu Shang 29 12 2016 1104 1109 101 Ding D. Liu G. Yan J. Zhang Q. Meng F. Wang L. Curcumin alleviates osteoarthritis in mice by suppressing osteoclastogenesis in subchondral bone via inhibiting NF-κB/JNK signaling pathway PLoS One 19 9 2024 e0309807 102 Feng K. Ge Y. Chen Z. Li X. Liu Z. Li X. Curcumin inhibits the PERK-eIF2α-CHOP pathway through promoting SIRT1 expression in oxidative stress-induced rat chondrocytes and ameliorates osteoarthritis progression in a rat model Oxid Med Cell Longev 2019 2019 8574386 103 TenBroek E.M. Yunker L. Nies M.F. Bendele A.M. Randomized controlled studies on the efficacy of antiarthritic agents in inhibiting cartilage degeneration and pain associated with progression of osteoarthritis in the rat Arthritis Res Ther 18 2016 24 26794830 104 Zhang Y. Zeng Y. Curcumin reduces inflammation in knee osteoarthritis rats through blocking TLR4/MyD88/NF-κB signal pathway Drug Dev Res 80 3 2019 353 359 30663793 105 Park S. Lee L.R. Seo J.H. Kang S. Curcumin and tetrahydrocurcumin both prevent osteoarthritis symptoms and decrease the expressions of pro-inflammatory cytokines in estrogen-deficient rats Gene Nutr 11 2016 2 106 Yao J. Liu X. Sun Y. Dong X. Liu L. Gu H. Curcumin-alleviated osteoarthritic progression in rats fed a high-fat diet by inhibiting apoptosis and activating autophagy via modulation of MicroRNA-34a J Inflamm Res 14 2021 2317 2331 34103964 107 Ye H. Li Z.Q. Yang J.M. Long Y. Zhong Y.B. Wu Y. A network pharmacology-based study to investigate the mechanism of curcumin-regulated regenerative repair of quadriceps femoris muscle in KOA rats Eur J Pharmacol 982 2024 176910 108 Ye H. Long Y. Yang J.M. Wu Y.L. Dong L.Y. Zhong Y.B. Curcumin regulates autophagy through SIRT3-SOD2-ROS signaling pathway to improve quadriceps femoris muscle atrophy in KOA rat model Sci Rep 14 1 2024 8176 38589505 109 Jiang C. Luo P. Li X. Liu P. Li Y. Xu J. Nrf2/ARE is a key pathway for curcumin-mediated protection of TMJ chondrocytes from oxidative stress and inflammation Cell Stress Chaperones 25 3 2020 395 406 32124251 110 Lev-Ari S. Strier L. Kazanov D. Elkayam O. Lichtenberg D. Caspi D. Curcumin synergistically potentiates the growth-inhibitory and pro-apoptotic effects of celecoxib in osteoarthritis synovial adherent cells Rheumatology (Oxford) 45 2 2006 171 177 16249246 111 Csaki C. Mobasheri A. Shakibaei M. Synergistic chondroprotective effects of curcumin and resveratrol in human articular chondrocytes: inhibition of IL-1beta-induced NF-kappaB-mediated inflammation and apoptosis Arthritis Res Ther 11 6 2009 R165 112 D'Ascola A. Irrera N. Ettari R. Bitto A. Pallio G. Mannino F. Exploiting curcumin synergy with natural products using quantitative analysis of dose-effect relationships in an experimental in vitro model of osteoarthritis Front Pharmacol 10 2019 1347 31798452 113 Chen B. He Q. Chen C. Lin Y. Xiao J. Pan Z. Combination of curcumin and catalase protects against chondrocyte injury and knee osteoarthritis progression by suppressing oxidative stress Biomed Pharmacother 168 2023 115751 114 Han G. Zhang Y. Li H. The combination treatment of curcumin and probucol protects chondrocytes from TNF-α induced inflammation by enhancing autophagy and reducing apoptosis via the PI3K-Akt-mTOR pathway Oxid Med Cell Longev 2021 2021 5558066 115 Guan T. Ding L.G. Lu B.Y. Guo J.Y. Wu M.Y. Tan Z.Q. Combined administration of curcumin and chondroitin sulfate alleviates cartilage injury and inflammation via NF-κB pathway in knee osteoarthritis rats Front Pharmacol 13 2022 882304 116 Cai Y. Huang C. Zhou M. Xu S. Xie Y. Gao S. Role of curcumin in the treatment of acute kidney injury: research challenges and opportunities Phytomedicine 104 2022 154306 117 Yeh C.C. Su Y.H. Lin Y.J. Chen P.J. Shi C.S. Chen C.N. Evaluation of the protective effects of curcuminoid (curcumin and bisdemethoxycurcumin)-loaded liposomes against bone turnover in a cell-based model of osteoarthritis Drug Des Dev Ther 9 2015 2285 2300 118 Puglia C. Cardile V. Panico A.M. Crascì L. Offerta A. Caggia S. Evaluation of monooleine aqueous dispersions as tools for topical administration of curcumin: characterization, in vitro and ex-vivo studies J Pharm Sci 102 7 2013 2349 2361 23686742 119 Baharizade M. Ghetmiri S.I. Mohammady M. Mohammadi-Samani S. Yousefi G. Revolutionizing knee osteoarthritis treatment: innovative self-nano-emulsifying polyethylene glycol organogel of curcumin for effective topical delivery AAPS PharmSciTech 25 4 2024 80 38600329 120 Sun Q. Yin W. Ru X. Liu C. Song B. Qian Z. Dual role of injectable curcumin-loaded microgels for efficient repair of osteoarthritic cartilage injury Front Bioeng Biotechnol 10 2022 994816 121 Xu R. Gu Y. McClements D.J. Zheng L. Huang M. Zhao M. Ternary complex of soluble undenatured type II collagen-hydrophobic phytochemical-chondroitin sulfate facilitates high stability and targeted intestinal release properties to active substance Int J Biol Macromol 288 2024 138601 122 Niazvand F. Khorsandi L. Abbaspour M. Orazizadeh M. Varaa N. Maghzi M. Curcumin-loaded poly lactic-co-glycolic acid nanoparticles effects on mono-iodoacetate -induced osteoarthritis in rats Vet Res Forum 8 2 2017 155 161 28785392 123 Hamdalla H.M. Ahmed R.R. Galaly S.R. Naguib I.A. Alghamdi B.S. Ahmed O.M. Ameliorative effect of curcumin nanoparticles against monosodium iodoacetate-induced knee osteoarthritis in rats Mediat Inflamm 2022 2022 8353472 124 Wang J. Wang X. Cao Y. Huang T. Song D.X. Tao H.R. Therapeutic potential of hyaluronic acid/chitosan nanoparticles for the delivery of curcuminoid in knee osteoarthritis and an in vitro evaluation in chondrocytes Int J Mol Med 42 5 2018 2604 2614 30106112 125 Wang J. Zhang L. Zhu J. Gu J. Wang X. Tao H. Hyaluronic acid modified curcumin-loaded chitosan nanoparticles inhibit chondrocyte apoptosis to attenuate osteoarthritis via upregulation of activator protein 1 and RUNX family transcription factor 2 J Biomed Nanotechnol 18 1 2022 144 157 35180907 126 Ratanavaraporn J. Soontornvipart K. Shuangshoti S. Shuangshoti S. Damrongsakkul S. Localized delivery of curcumin from injectable gelatin/Thai silk fibroin microspheres for anti-inflammatory treatment of osteoarthritis in a rat model Inflammopharmacology 25 2 2017 211 221 28251487 127 Crivelli B. Bari E. Perteghella S. Catenacci L. Sorrenti M. Mocchi M. Silk fibroin nanoparticles for celecoxib and curcumin delivery: ROS-scavenging and anti-inflammatory activities in an in vitro model of osteoarthritis Eur J Pharm Biopharm 137 2019 37 45 30772432 128 Zhang Z.J. Hou Y.K. Chen M.W. Yu X.Z. Chen S.Y. Yue Y.R. A pH-responsive metal-organic framework for the co-delivery of HIF-2α siRNA and curcumin for enhanced therapy of osteoarthritis J Nanobiotechnol 21 1 2023 18 129 Kang C. Jung E. Hyeon H. Seon S. Lee D. Acid-activatable polymeric curcumin nanoparticles as therapeutic agents for osteoarthritis Nanomedicine 23 2020 102104 130 Sheng W. Li A. Yue Y. Wang Q. Yu F. Weng J. A novel curcumin-loaded nanoplatform alleviates osteoarthritis by inhibiting chondrocyte ferroptosis Macromol Rapid Commun 2024 e2400495 131 Tang S. Gao Y. Wang W. Wang Y. Liu P. Shou Z. Self-report amphiphilic polymer-based drug delivery system with ROS-triggered drug release for osteoarthritis therapy ACS Macro Lett 13 1 2024 58 64 38153092 132 Xu C. Zhai Z. Ying H. Lu L. Zhang J. Zeng Y. Curcumin primed ADMSCs derived small extracellular vesicle exert enhanced protective effects on osteoarthritis by inhibiting oxidative stress and chondrocyte apoptosis J Nanobiotechnol 20 1 2022 123 133 Li S. Stöckl S. Lukas C. Herrmann M. Brochhausen C. König M.A. Curcumin-primed human BMSC-derived extracellular vesicles reverse IL-1β-induced catabolic responses of OA chondrocytes by upregulating miR-126-3p Stem Cell Res Ther 12 1 2021 252 33926561 134 Qiu B. Xu X. Yi P. Hao Y. Curcumin reinforces MSC-derived exosomes in attenuating osteoarthritis via modulating the miR-124/NF-kB and miR-143/ROCK1/TLR9 signalling pathways J Cell Mol Med 24 18 2020 10855 10865 32776418 135 Prakash V. Bose C. Sunilkumar D. Cherian R.M. Thomas S.S. Nair B.G. Resveratrol as a promising nutraceutical: implications in gut microbiota modulation, inflammatory disorders, and colorectal cancer Int J Mol Sci 25 6 2024 136 Zhang S. Kiarasi F. Therapeutic effects of resveratrol on epigenetic mechanisms in age-related diseases: a comprehensive review Phytother Res 38 5 2024 2347 2360 38421057 137 Shakibaei M. Csaki C. Nebrich S. Mobasheri A. Resveratrol suppresses interleukin-1beta-induced inflammatory signaling and apoptosis in human articular chondrocytes: potential for use as a novel nutraceutical for the treatment of osteoarthritis Biochem Pharmacol 76 11 2008 1426 1439 18606398 138 Kang D.G. Lee H.J. Lee C.J. Park J.S. Inhibition of the expression of matrix metalloproteinases in articular chondrocytes by resveratrol through affecting nuclear factor-kappa B signaling pathway Biomol Ther (Seoul) 26 6 2018 560 567 30464073 139 Liu F.C. Hung L.F. Wu W.L. Chang D.M. Huang C.Y. Lai J.H. Chondroprotective effects and mechanisms of resveratrol in advanced glycation end products-stimulated chondrocytes Arthritis Res Ther 12 5 2010 R167 140 Frischholz S. Berberich O. Böck T. Meffert R.H. Blunk T. Resveratrol counteracts IL-1β-mediated impairment of extracellular matrix deposition in 3D articular chondrocyte constructs J Tissue Eng Regen Med 14 7 2020 897 908 32181981 141 Lei M. Wang J.G. Xiao D.M. Fan M. Wang D.P. Xiong J.Y. Resveratrol inhibits interleukin 1β-mediated inducible nitric oxide synthase expression in articular chondrocytes by activating SIRT1 and thereby suppressing nuclear factor-κB activity Eur J Pharmacol 674 2–3 2012 73 79 22044919 142 Moon M.H. Jeong J.K. Lee Y.J. Seol J.W. Jackson C.J. Park S.Y. SIRT1, a class III histone deacetylase, regulates TNF-α-induced inflammation in human chondrocytes Osteoarthr Cartil 21 3 2013 470 480 143 Dave M. Attur M. Palmer G. Al-Mussawir H.E. Kennish L. Patel J. The antioxidant resveratrol protects against chondrocyte apoptosis via effects on mitochondrial polarization and ATP production Arthritis Rheum 58 9 2008 2786 2797 18759268 144 Shakibaei M. John T. Seifarth C. Mobasheri A. Resveratrol inhibits IL-1 beta-induced stimulation of caspase-3 and cleavage of PARP in human articular chondrocytes in vitro Ann N Y Acad Sci 1095 2007 554 563 17404069 145 Csaki C. Keshishzadeh N. Fischer K. Shakibaei M. Regulation of inflammation signalling by resveratrol in human chondrocytes in vitro Biochem Pharmacol 75 3 2008 677 687 17959154 146 Yi H. Zhang W. Cui Z.M. Cui S.Y. Fan J.B. Zhu X.H. Resveratrol alleviates the interleukin-1β-induced chondrocytes injury through the NF-κB signaling pathway J Orthop Surg Res 15 1 2020 424 32948212 147 Liu L. Gu H. Liu H. Jiao Y. Li K. Zhao Y. Protective effect of resveratrol against IL-1β-induced inflammatory response on human osteoarthritic chondrocytes partly via the TLR4/MyD88/NF-κB signaling pathway: an \"in vitro study\" Int J Mol Sci 15 4 2014 6925 6940 24758933 148 Gu H. Jiao Y. Yu X. Li X. Wang W. Ding L. Resveratrol inhibits the IL-1β-induced expression of MMP-13 and IL-6 in human articular chondrocytes via TLR4/MyD88-dependent and -independent signaling cascades Int J Mol Med 39 3 2017 734 740 28204817 149 Xu X. Liu X. Yang Y. He J. Gu H. Jiang M. Resveratrol inhibits the development of obesity-related osteoarthritis via the TLR4 and PI3K/Akt signaling pathways Connect Tissue Res 60 6 2019 571 582 30922122 150 Xu X. Liu X. Yang Y. He J. Jiang M. Huang Y. Resveratrol exerts anti-osteoarthritic effect by inhibiting TLR4/NF-κB signaling pathway via the TLR4/Akt/FoxO1 axis in IL-1β-Stimulated SW1353 cells Drug Des Dev Ther 14 2020 2079 2090 151 Wei Y. Jia J. Jin X. Tong W. Tian H. Resveratrol ameliorates inflammatory damage and protects against osteoarthritis in a rat model of osteoarthritis Mol Med Rep 17 1 2018 1493 1498 29138829 152 Liao Z. Cai X. Zheng Y. Lin J. Yang X. Lin W. Sirtuin 1 in osteoarthritis: perspectives on regulating glucose metabolism Pharmacol Res 202 2024 107141 153 Kim H.J. Braun H.J. Dragoo J.L. The effect of resveratrol on normal and osteoarthritic chondrocyte metabolism Bone Joint Res 3 3 2014 51 59 24615710 154 Liu S. Yang H. Hu B. Zhang M. Sirt1 regulates apoptosis and extracellular matrix degradation in resveratrol-treated osteoarthritis chondrocytes via the Wnt/β-catenin signaling pathways Exp Ther Med 14 5 2017 5057 5062 29201214 155 Papageorgiou A.A. Goutas A. Trachana V. Tsezou A. Dual role of SIRT1 in autophagy and lipid metabolism regulation in osteoarthritic chondrocytes Medicina (Kaunas) 57 11 2021 156 Liang C. Xing H. Wang C. Xu X. Hao Y. Qiu B. Resveratrol protection against IL-1β-induced chondrocyte damage via the SIRT1/FOXO1 signaling pathway J Orthop Surg Res 17 1 2022 406 36064420 157 Yi H. Zhang W. Cui S.Y. Fan J.B. Zhu X.H. Liu W. Identification and validation of key long non-coding RNAs in resveratrol protect against IL-1β-treated chondrocytes via integrated bioinformatic analysis J Orthop Surg Res 16 1 2021 421 34215299 158 Zhang G. Zhang H. You W. Tang X. Li X. Gong Z. Therapeutic effect of resveratrol in the treatment of osteoarthritis via the MALAT1/miR-9/NF-κB signaling pathway Exp Ther Med 19 3 2020 2343 2352 32104302 159 Abed É. Delalandre A. Lajeunesse D. Beneficial effect of resveratrol on phenotypic features and activity of osteoarthritic osteoblasts Arthritis Res Ther 19 1 2017 151 28666466 160 Limagne E. Lançon A. Delmas D. Cherkaoui-Malki M. Latruffe N. Resveratrol interferes with IL1-β-Induced pro-inflammatory paracrine interaction between primary chondrocytes and macrophages Nutrients 8 5 2016 161 Li W. Cai L. Zhang Y. Cui L. Shen G. Intra-articular resveratrol injection prevents osteoarthritis progression in a mouse model by activating SIRT1 and thereby silencing HIF-2α J Orthop Res 33 7 2015 1061 1070 25737402 162 Qin N. Wei L. Li W. Yang W. Cai L. Qian Z. Local intra-articular injection of resveratrol delays cartilage degeneration in C57BL/6 mice by inducing autophagy via AMPK/mTOR pathway J Pharmacol Sci 134 3 2017 166 174 28669597 163 Xiong G. Yang Y. Guo M. Effect of resveratrol on abnormal bone remodeling and angiogenesis of subchondral bone in osteoarthritis Int J Clin Exp Pathol 14 4 2021 417 425 33936363 164 Li W. Hu S. Chen X. Shi J. The antioxidant resveratrol protects against chondrocyte apoptosis by regulating the COX-2/NF-κB pathway in created temporomandibular osteoarthritis BioMed Res Int 2021 2021 9978651 165 Yuce P. Hosgor H. Rencber S.F. Yazir Y. Effects of intra-articular resveratrol injections on cartilage destruction and synovial inflammation in experimental temporomandibular joint osteoarthritis J Oral Maxillofac Surg 79 2 2021 344.e1-44.e12 166 Wang Z.M. Chen Y.C. Wang D.P. Resveratrol, a natural antioxidant, protects monosodium iodoacetate-induced osteoarthritic pain in rats Biomed Pharmacother 83 2016 763 770 27484345 167 Xu L.J. Liu C.C. Chen L.M. Wu G.H. Wang X.P. Reduction of SIRT1 mediates monosodium iodoacetate-induced osteoarthritic pain by upregulating p53 expression in rats Pain Physician 24 7 2021 E1025-e35 168 Gu H. Li K. Li X. Yu X. Wang W. Ding L. Oral resveratrol prevents osteoarthritis progression in C57BL/6J mice fed a high-fat diet Nutrients 8 4 2016 233 27104565 169 Jiang M. Li X. Yu X. Liu X. Xu X. He J. Oral administration of resveratrol alleviates osteoarthritis pathology in C57BL/6J mice model induced by a high-fat diet Mediat Inflamm 2017 2017 7659023 170 Jiang M. He J. Gu H. Yang Y. Huang Y. Xu X. Protective effect of resveratrol on obesity-related osteoarthritis via alleviating JAK2/STAT3 signaling pathway is independent of SOCS3 Toxicol Appl Pharmacol 388 2020 114871 171 El-Bidawy M.H. Omar Hussain A.B. Al-Ghamdi S. Aldossari K.K. Haidara M.A. Al-Ani B. Resveratrol ameliorates type 2 diabetes mellitus-induced alterations to the knee joint articular cartilage ultrastructure in rats Ultrastruct Pathol 45 2 2021 92 101 33567949 172 Hecht J.T. Veerisetty A.C. Wu J. Coustry F. Hossain M.G. Chiu F. Primary osteoarthritis early joint degeneration induced by endoplasmic reticulum stress is mitigated by resveratrol Am J Pathol 191 9 2021 1624 1637 34116024 173 Pannu N. Bhatnagar A. Resveratrol: from enhanced biosynthesis and bioavailability to multitargeting chronic diseases Biomed Pharmacother 109 2019 2237 2251 30551481 174 Neves A.R. Lucio M. Lima J.L. Reis S. Resveratrol in medicinal chemistry: a critical review of its pharmacokinetics, drug-delivery, and membrane interactions Curr Med Chem 19 11 2012 1663 1681 22257059 175 Sheu S.Y. Chen W.S. Sun J.S. Lin F.H. Wu T. Biological characterization of oxidized hyaluronic acid/resveratrol hydrogel for cartilage tissue engineering J Biomed Mater Res A 101 12 2013 3457 3466 23595953 176 Kann B. Spengler C. Coradini K. Rigo L.A. Bennink M.L. Jacobs K. Intracellular delivery of poorly soluble polyphenols: elucidating the interplay of self-assembling nanocarriers and human chondrocytes Anal Chem 88 14 2016 7014 7022 27329347 177 Le Clanche S. Cheminel T. Rannou F. Bonnefont-Rousselot D. Borderie D. Charrueau C. Use of resveratrol self-emulsifying systems in T/C28a2 cell line as beneficial effectors in cellular uptake and protection against oxidative stress-mediated death Front Pharmacol 9 2018 538 29910729 178 Cui N. Xu Z. Zhao X. Yuan M. Pan L. Lu T. In vivo effect of resveratrol-cellulose aerogel drug delivery system to relieve inflammation on sports osteoarthritis Gels 8 9 2022 179 Qin L. He Y. Zhao X. Zhang T. Qin Y. Du A. Preparation, characterization, and in vitro sustained release profile of resveratrol-loaded silica aerogel Molecules 25 12 2020 180 Wei L. Pan Q. Teng J. Zhang H. Qin N. Intra-articular administration of PLGA resveratrol sustained-release nanoparticles attenuates the development of rat osteoarthritis Mater Today Bio 24 2024 100884 181 Luo Z. Dong J. Wu J. Impact of icariin and its derivatives on inflammatory diseases and relevant signaling pathways Int Immunopharmacol 108 2022 108861 182 Luo Y. Zhang Y. Huang Y. Icariin reduces cartilage degeneration in a mouse model of osteoarthritis and is associated with the changes in expression of Indian hedgehog and parathyroid hormone-related protein Med Sci Monit 24 2018 6695 6706 30244259 183 Xiang W. Zhang J. Wang R. Wang L. Wang S. Wu Y. Role of IFT88 in icariin-regulated maintenance of the chondrocyte phenotype Mol Med Rep 17 4 2018 4999 5006 29393439 184 Wang P. Xiong X. Zhang J. Qin S. Wang W. Liu Z. Icariin increases chondrocyte vitality by promoting hypoxia-inducible factor-1α expression and anaerobic glycolysis Knee 27 1 2020 18 25 31883860 185 Ziadlou R. Barbero A. Stoddart M.J. Wirth M. Li Z. Martin I. Regulation of inflammatory response in human osteoarthritic chondrocytes by novel herbal small molecules Int J Mol Sci 20 22 2019 186 Zeng L. Rong X.F. Li R.H. Wu X.Y. Icariin inhibits MMP-1, MMP-3 and MMP-13 expression through MAPK pathways in IL-1β-stimulated SW1353 chondrosarcoma cells Mol Med Rep 15 5 2017 2853 2858 28447732 187 Zuo S. Zou W. Wu R.M. Yang J. Fan J.N. Zhao X.K. Icariin alleviates IL-1β-Induced matrix degradation by activating the Nrf2/ARE pathway in human chondrocytes Drug Des Dev Ther 13 2019 3949 3961 188 Wang P. Meng Q. Wang W. Zhang S. Xiong X. Qin S. Icariin inhibits the inflammation through down-regulating NF-κB/HIF-2α signal pathways in chondrocytes Biosci Rep 40 11 2020 189 Zeng L. Wang W. Rong X.F. Zhong Y. Jia P. Zhou G.Q. Chondroprotective effects and multi-target mechanisms of icariin in IL-1 beta-induced human SW 1353 chondrosarcoma cells and a rat osteoarthritis model Int Immunopharmacol 18 1 2014 175 181 24295650 190 Mi B. Wang J. Liu Y. Liu J. Hu L. Panayi A.C. Icariin activates autophagy via down-regulation of the NF-κB signaling-mediated apoptosis in chondrocytes Front Pharmacol 9 2018 605 29950992 191 Liu Y. Mi B. Lv H. Liu J. Xiong Y. Hu L. Shared KEGG pathways of icariin-targeted genes and osteoarthritis J Cell Biochem 120 5 2019 7741 7750 30506715 192 Huang H. Zhang Z.F. Qin F.W. Tang W. Liu D.H. Wu P.Y. Icariin inhibits chondrocyte apoptosis and angiogenesis by regulating the TDP-43 signaling pathway Mol Genet Genomic Med 7 4 2019 e00586 193 Wang G. Zhang L. Shen H. Hao Q. Fu S. Liu X. Up-regulation of long non-coding RNA CYTOR induced by icariin promotes the viability and inhibits the apoptosis of chondrocytes BMC Complement Med Ther 21 1 2021 152 34039336 194 Wang Z. Ding L. Zhang S. Jiang T. Yang Y. Li R. Effects of icariin on the regulation of the OPG-RANKL-RANK system are mediated through the MAPK pathways in IL-1β-stimulated human SW1353 chondrosarcoma cells Int J Mol Med 34 6 2014 1720 1726 25270538 195 Tang Y. Li Y. Xin D. Chen L. Xiong Z. Yu X. Icariin alleviates osteoarthritis by regulating autophagy of chondrocytes by mediating PI3K/AKT/mTOR signaling Bioengineered 12 1 2021 2984 2999 34167449 196 Chen Y. Pan X. Zhao J. Li C. Lin Y. Wang Y. Icariin alleviates osteoarthritis through PI3K/Akt/mTOR/ULK1 signaling pathway Eur J Med Res 27 1 2022 204 36253872 197 Liu Y.S. Zhong H.B. Liu W.L. He X.H. Zhan X.R. Sun C.H. Icariin alleviates the apoptosis of chondrocytes in osteoarthritis through regulating SIRT-1-Nrf2-HO-1 signaling Chem Biol Drug Des 103 4 2024 e14518 198 Luo H. Zhang R. Icariin enhances cell survival in lipopolysaccharide-induced synoviocytes by suppressing ferroptosis via the Xc-/GPX4 axis Exp Ther Med 21 1 2021 72 33365072 199 Pan L. Zhang Y. Chen N. Yang L. Icariin regulates cellular functions and gene expression of osteoarthritis patient-derived human fibroblast-like synoviocytes Int J Mol Sci 18 12 2017 200 Chen J. Baydoun A.R. Xu R. Deng L. Liu X. Zhu W. Lysophosphatidic acid protects mesenchymal stem cells against hypoxia and serum deprivation-induced apoptosis Stem Cell 26 1 2008 135 145 201 Liu D. Tang W. Zhang H. Huang H. Zhang Z. Tang D. Icariin protects rabbit BMSCs against OGD-induced apoptosis by inhibiting ERs-mediated autophagy via MAPK signaling pathway Life Sci 253 2020 117730 202 Li D. Yuan T. Zhang X. Xiao Y. Wang R. Fan Y. Icariin: a potential promoting compound for cartilage tissue engineering Osteoarthr Cartil 20 12 2012 1647 1656 203 Li X. Xu Y. Li H. Jia L. Wang J. Liang S. Verification of pain-related neuromodulation mechanisms of icariin in knee osteoarthritis Biomed Pharmacother 144 2021 112259 204 Xiao J. Luo C. Li A. Cai F. Wang Y. Pan X. Icariin inhibits chondrocyte ferroptosis and alleviates osteoarthritis by enhancing the SLC7A11/GPX4 signaling Int Immunopharmacol 133 2024 112010 205 Zhang W. Li R. Wang S. Mu F. Jia P. Effect of Chinese traditional herb Epimedium grandiflorum C. Morren and its extract Icariin on osteoarthritis via suppressing NF-kappaB pathway Indian J Exp Biol 51 4 2013 313 321 24195351 206 Zu Y. Mu Y. Li Q. Zhang S.T. Yan H.J. Icariin alleviates osteoarthritis by inhibiting NLRP3-mediated pyroptosis J Orthop Surg Res 14 1 2019 307 31511005 207 Gao K. Wang S. Wang Q. [Effect of icariin on serum bone turnover markers expressions and histology changes in mouse osteoarthritis model] Zhongguo Xiu Fu Chong Jian Wai Ke Za Zhi 31 8 2017 963 969 29806434 208 Liu Y. Wei Z. Liu S. Sun J. Mao Y. Xu Y. A flavonoid derivative of icariside II (YS-10) improves erectile dysfunction in radiation-injured rats via oxidative stress pathway Transl Androl Urol 11 6 2022 832 841 35812197 209 Zhao C.F. Li Z.H. Li S.J. Li J.A. Hou T.T. Wang Y. PLGA scaffold carrying icariin to inhibit the progression of osteoarthritis in rabbits R Soc Open Sci 6 4 2019 181877 210 Yu Y. Kim S.M. Park K. Kim H.J. Kim J.G. Kim S.E. Therapeutic nanodiamonds containing icariin ameliorate the progression of osteoarthritis in rats Int J Mol Sci 24 21 2023 211 Dai W. Jin P. Li X. Zhao J. Lan Y. Li H. A carrier-free nano-drug assembled via π-π stacking interaction for the treatment of osteoarthritis Biomed Pharmacother 164 2023 114881 212 Zhu Y. Ye L. Cai X. Li Z. Fan Y. Yang F. Icariin-loaded hydrogel regulates bone marrow mesenchymal stem cell chondrogenic differentiation and promotes cartilage repair in osteoarthritis Front Bioeng Biotechnol 10 2022 755260 213 Li S. Yuan Q. Yang M. Long X. Sun J. Yuan X. Enhanced cartilage regeneration by icariin and mesenchymal stem cell-derived extracellular vesicles combined in alginate-hyaluronic acid hydrogel Nanomedicine 55 2024 102723 214 Zeng J. Sun P. Zhao Y. Fang X. Wu Z. Qi X. Bone mesenchymal stem cell-derived exosomes involved co-delivery and synergism effect with icariin via mussel-inspired multifunctional hydrogel for cartilage protection Asian J Pharm Sci 18 3 2023 100799 215 Li D. Zhong Z. Ko C.N. Tian T. Yang C. From mundane to classic: Sinomenine as a multi-therapeutic agent Br J Pharmacol 2023 216 Ju X.D. Deng M. Ao Y.F. Yu C.L. Wang J.Q. Yu J.K. Protective effect of sinomenine on cartilage degradation and chondrocytes apoptosis Yakugaku Zasshi 130 8 2010 1053 1060 20686209 217 Dong H.C. Li P.N. Chen C.J. Xu X. Zhang H. Liu G. Sinomenine attenuates cartilage degeneration by regulating miR-223-3p/NLRP3 inflammasome signaling Inflammation 42 4 2019 1265 1275 30847744 218 Zhou B. Lu X. Tang Z. Liu D. Zhou Y. Zeng P. Influence of sinomenine upon mesenchymal stem cells in osteoclastogenesis Biomed Pharmacother 90 2017 835 841 28437887 219 Yang H.Q. Chen L.R. [Effects of sinomenine on synovial fluid and serum content of interleukin-1beta in rabbits with osteoarthritis] Zhong Xi Yi Jie He Xue Bao 6 12 2008 1275 1279 19063843 220 Lei Y.H. Hu X.X. Wen H.J. Deng Y.C. Jiang J.L. Zhao Q.G. Bone protective effect of sinomenine against monosodium iodoacetate induced knee and hip injury in rat model: an inflammatory pathway Acta Cir Bras 39 2024 e390924 221 Wu Y. Lin Z. Yan Z. Wang Z. Fu X. Yu K. Sinomenine contributes to the inhibition of the inflammatory response and the improvement of osteoarthritis in mouse-cartilage cells by acting on the Nrf2/HO-1 and NF-κB signaling pathways Int Immunopharmacol 75 2019 105715 222 Yao Y.M. Tan Z.R. Hu Z.Y. Guo X. Cheng Z.N. Wang L.S. Determination of sinomenine in human plasma by HPLC/ESI/ion trap mass spectrum Clin Chim Acta 356 1–2 2005 212 217 15936320 223 Liu J. Shao H. Fang S. Cheng Y. Ling P. Chen J. Evaluation of pharmacokinetics and pharmaco-dynamics of sinomenine-hyaluronic acid conjugate after intra-articular administration for osteoarthritis treatment Drug Des Dev Ther 13 2019 657 665 224 Liu W.G. Ling P.X. Lin X.K. Chen J.Y. Wang S.J. Li P. Therapeutic effect of an injectable sustained-release sinomenine hydrochloride and sodium hyaluronate compound in a rabbit model of osteoarthritis Chin Med J (Engl) 125 14 2012 2543 2547 22882937 225 Feng S. Zhu L. Huang Z. Wang H. Li H. Zhou H. Controlled release of optimized electroporation enhances the transdermal efficiency of sinomenine hydrochloride for treating arthritis in vitro and in clinic Drug Des Dev Ther 11 2017 1737 1752 226 Li X. Yuan W. Wu J. Zhen J. Sun Q. Yu M. Andrographolide, a natural anti-inflammatory agent: an update Front Pharmacol 13 2022 920435 227 Mussard E. Cesaro A. Lespessailles E. Legrain B. Berteina-Raboin S. Toumi H. Andrographolide, a natural antioxidant: an update Antioxidants 8 12 2019 228 Tundis R. Patra J.K. Bonesi M. Das S. Nath R. Das Talukdar A. Anti-cancer agent: the labdane diterpenoid-andrographolide Plants (Basel) 12 10 2023 229 Ding Q.H. Ji X.W. Cheng Y. Yu Y.Q. Qi Y.Y. Wang X.H. Inhibition of matrix metalloproteinases and inducible nitric oxide synthase by andrographolide in human osteoarthritic chondrocytes Mod Rheumatol 23 6 2013 1124 1132 23242626 230 Yan W. Yu H. Liu B. Jiang Z. Jin H. Li Z. Andrographolide suppresses osteoarthritis progression by regulating circ_Rapgef1/miR-383-3p/NLRP3 signaling axis Transpl Immunol 71 2022 101548 231 Chen Y. He P. Tao S. Zhong J. Jiang K. Hsu Y. Injectable sustainable andrographolide-releasing hydrogel for long-lasting alleviation of osteoarthritis and regulation of chondrocyte autophagy via PRKCA/EGFR Mater Today Bio 31 2025 101610 232 Li B. Jiang T. Liu H. Miao Z. Fang D. Zheng L. Andrographolide protects chondrocytes from oxidative stress injury by activation of the Keap1-Nrf2-Are signaling pathway J Cell Physiol 234 1 2018 561 571 30071128 233 Yang T. Cao T. Yang X. Wang G. Li Y. Elucidation of the key therapeutic targets and potential mechanisms of andrographolide multi-targets against osteoarthritis via network pharmacological analysis and experimental validation Gene 911 2024 148351 234 Wang R. Li J. Xu X. Xu J. Jiang H. Lv Z. Andrographolide attenuates synovial inflammation of osteoarthritis by interacting with tumor necrosis factor receptor 2 trafficking in a rat model J Orthop Translat 29 2021 89 99 34094861 235 Kulsirirat T. Honsawek S. Takeda-Morishita M. Sinchaipanid N. Udomsinprasert W. Leanpolchareanchai J. The effects of andrographolide on the enhancement of chondrogenesis and osteogenesis in human suprapatellar fat pad derived mesenchymal stem cells Molecules 26 7 2021 236 Yang K. Xie Q. Liang J. Shen Y. Li Z. Zhao N. Identification of andrographolide as a novel FABP4 inhibitor for osteoarthritis treatment Phytomedicine 118 2023 154939 237 Xiang Y. Hu X. Yang X. Wang G. Li Y. Sun F. Andrographolide suppresses fibrogenic phenotype of chondrocytes and ameliorates osteoarthritis by regulating miR-137/BMP7 axis J Orthop 64 2025 108 116 39691644 238 Chen S. Luo Z. Chen X. Andrographolide mitigates cartilage damage via miR-27-3p-modulated matrix metalloproteinase13 repression J Gene Med 22 8 2020 e3187 239 Zhao G. Zeng Q. Zhang S. Zhong Y. Wang C. Chen Y. Effect of carrier lipophilicity and preparation method on the properties of andrographolide-solid dispersion Pharmaceutics 11 2 2019 240 Panossian A. Hovhannisyan A. Mamikonyan G. Abrahamian H. Hambardzumyan E. Gabrielian E. Pharmacokinetic and oral bioavailability of andrographolide from Andrographis paniculata fixed combination Kan Jang in rats and human Phytomedicine 7 5 2000 351 364 11081986 241 Kulsirirat T. Sathirakul K. Kamei N. Takeda-Morishita M. The in vitro and in vivo study of novel formulation of andrographolide PLGA nanoparticle embedded into gelatin-based hydrogel to prolong delivery and extend residence time in joint Int J Pharm 602 2021 120618 242 He M. Qin Z. Liang X. He X. Zhu B. Lu Z. A pH-responsive mesoporous silica nanoparticles-based drug delivery system with controlled release of andrographolide for OA treatment Regen Biomater 8 4 2021 rbab020 243 Charrière K. Schneider V. Perrignon-Sommet M. Lizard G. Benani A. Jacquin-Piques A. Exploring the role of apigenin in neuroinflammation: insights and implications Int J Mol Sci 25 9 2024 244 Allemailem K.S. Almatroudi A. Alharbi H.O.A. AlSuhaymi N. Alsugoor M.H. Aldakheel F.M. Apigenin: a bioflavonoid with a promising role in disease prevention and treatment Biomedicines 12 6 2024 245 Park J.S. Kim D.K. Shin H.D. Lee H.J. Jo H.S. Jeong J.H. Apigenin regulates Interleukin-1β-Induced production of matrix metalloproteinase both in the knee joint of rat and in primary cultured articular chondrocytes Biomol Ther (Seoul) 24 2 2016 163 170 26902085 246 Cho C. Kang L.J. Jang D. Jeon J. Lee H. Choi S. Cirsium japonicum var. maackii and apigenin block Hif-2α-induced osteoarthritic cartilage destruction J Cell Mol Med 23 8 2019 5369 5379 31148341 247 Durigova M. Roughley P.J. Mort J.S. Mechanism of proteoglycan aggregate degradation in cartilage stimulated with oncostatin M Osteoarthr Cartil 16 1 2008 98 104 248 Davidson R.K. Green J. Gardner S. Bao Y. Cassidy A. Clark I.M. Identifying chondroprotective diet-derived bioactives and investigating their synergism Sci Rep 8 1 2018 17173 249 Ji X. Du W. Che W. Wang L. Zhao L. Apigenin inhibits the progression of osteoarthritis by mediating macrophage polarization Molecules 28 7 2023 250 Lee S.W. Rho J.H. Lee S.Y. Yoo S.H. Kim H.Y. Chung W.T. Alpha B-Crystallin protects rat articular chondrocytes against casein kinase II inhibition-induced apoptosis PLoS One 11 11 2016 e0166450 251 Gil Alabarse P. Chen L.Y. Oliveira P. Qin H. Liu-Bryan R. Targeting CD38 to suppress osteoarthritis development and associated pain after joint injury in mice Arthritis Rheumatol 75 3 2023 364 374 36103412 252 Estakhri F. Panjehshahin M.R. Tanideh N. Gheisari R. Mahmoodzadeh A. Azarpira N. The effect of kaempferol and apigenin on allogenic synovial membrane-derived stem cells therapy in knee osteoarthritic male rats Knee 27 3 2020 817 832 32336589 253 Estakhri F. Reza Panjehshahin M. Tanideh N. Gheisari R. Azarpira N. Gholijani N. Efficacy of combination therapy with apigenin and synovial membrane-derived mesenchymal stem cells on knee joint osteoarthritis in a rat model Iran J Med Sci 46 5 2021 383 394 34539013 254 Dawuti A. Sun S. Wang R. Gong D. Liu R. Kong D. Salvianolic acid A alleviates heart failure with preserved ejection fraction via regulating TLR/Myd88/TRAF/NF-κB and p38MAPK/CREB signaling pathways Biomed Pharmacother 168 2023 115837 255 Yang H. Ibrahim M.M. Zhang S. Sun Y. Chang J. Qi H. Targeting post-stroke neuroinflammation with salvianolic acid A: molecular mechanisms and preclinical evidence Front Immunol 15 2024 1433590 256 Feng S. Cong H. Ji L. Salvianolic acid A exhibits anti-inflammatory and antiarthritic effects via inhibiting NF-κB and p38/MAPK pathways Drug Des Dev Ther 14 2020 1771 1778 257 Wu Y. Wang Z. Lin Z. Fu X. Zhan J. Yu K. Salvianolic acid A has anti-osteoarthritis effect in vitro and in vivo Front Pharmacol 11 2020 682 32581777 258 Qin T. Rasul A. Sarfraz A. Sarfraz I. Hussain G. Anwar H. Salvianolic acid A & B: potential cytotoxic polyphenols in battle against cancer via targeting multiple signaling pathways Int J Biol Sci 15 10 2019 2256 2264 31592132 259 Lou Y. Wang C. Zheng W. Tang Q. Chen Y. Zhang X. Salvianolic acid B inhibits IL-1β-induced inflammatory cytokine production in human osteoarthritis chondrocytes and has a protective effect in a mouse osteoarthritis model Int Immunopharmacol 46 2017 31 37 28254683 260 Sun T. Wang F. Hu G. Li Z. Salvianolic acid B activates chondrocytes autophagy and reduces chondrocyte apoptosis in obese mice via the KCNQ1OT1/miR-128-3p/SIRT1 signaling pathways Nutr Metab (Lond) 19 1 2022 53 35922815 261 Lin Y. He F. Wu L. Xu Y. Du Q. Matrine exerts pharmacological effects through multiple signaling pathways: a comprehensive review Drug Des Dev Ther 16 2022 533 569 262 Zhang H. Chen L. Sun X. Yang Q. Wan L. Guo C. Matrine: a promising natural product with various pharmacological activities Front Pharmacol 11 2020 588 32477114 263 Lu S. Xiao X. Cheng M. Matrine inhibits IL-1β-induced expression of matrix metalloproteinases by suppressing the activation of MAPK and NF-κB in human chondrocytes in vitro Int J Clin Exp Pathol 8 5 2015 4764 4772 26191166 264 Jin Q. Li Z. Xu Q. Liu Q. Matrine from Sophora flavescens attenuates on collagen-induced osteoarthritis by modulating the activity of miR-29B-3P/PGRN axis Physiol Res 2023 475 483 37795890 265 Zhou K. Liu D. Jin Y. Xia W. Zhang P. Zhou Z. Oxymatrine ameliorates osteoarthritis via the Nrf2/NF-kappaB axis in vitro and in vivo Chem Biol Interact 380 2023 110539 266 Mohetaer D. Cao L. Wang Y. Oxymatrine protects chondrocytes against IL-1beta-triggered apoptosis in vitro and inhibits osteoarthritis in mice model Evid Based Complement Alternat Med 2022 2022 2745946 267 Lu J. Bian J. Wang Y. Zhao Y. Zhao X. Wang G. Oxymatrine protects articular chondrocytes from IL-1β-induced damage through autophagy activation via AKT/mTOR signaling pathway inhibition J Orthop Surg Res 19 1 2024 268 Jiang Y. Sang W. Wang C. Lu H. Zhang T. Wang Z. Oxymatrine exerts protective effects on osteoarthritis via modulating chondrocyte homoeostasis and suppressing osteoclastogenesis J Cell Mol Med 22 8 2018 3941 3954 29799160 269 Hu H.Y. Zhang Z.Z. Jiang X.Y. Duan T.H. Feng W. Wang X.G. Hesperidin anti-osteoporosis by regulating estrogen signaling pathways Molecules 28 19 2023 270 Fu Z. Chen Z. Xie Q. Lei H. Xiang S. Hesperidin protects against IL-1β-induced inflammation in human osteoarthritis chondrocytes Exp Ther Med 16 4 2018 3721 3727 30233731 271 Gao G. Ding H. Zhuang C. Fan W. Effects of hesperidin on H 2 O 2 -Treated chondrocytes and cartilage in a rat osteoarthritis model Med Sci Monit 24 2018 9177 9186 30557884 272 Lin Z. Fu C. Yan Z. Wu Y. Zhan J. Lou Z. The protective effect of hesperetin in osteoarthritis: an in vitro and in vivo study Food Funct 11 3 2020 2654 2666 32159191 273 Ouyang Z. Tan T. Liu C. Duan J. Wang W. Guo X. Targeted delivery of hesperetin to cartilage attenuates osteoarthritis by bimodal imaging with Gd(2)(CO(3))(3)@PDA nanoparticles via TLR-2/NF-κB/Akt signaling Biomaterials 205 2019 50 63 30903825 274 Petrocelli G. Marrazzo P. Bonsi L. Facchin F. Alviano F. Canaider S. Plumbagin, a natural compound with several biological effects and anti-inflammatory properties Life (Basel) 13 6 2023 275 Pai S.A. Munshi R.P. Panchal F.H. Gaur I.S. Mestry S.N. Gursahani M.S. Plumbagin reduces obesity and nonalcoholic fatty liver disease induced by fructose in rats through regulation of lipid metabolism, inflammation and oxidative stress Biomed Pharmacother 111 2019 686 694 30611993 276 Guo Y.X. Liu L. Yan D.Z. Guo J.P. Plumbagin prevents osteoarthritis in human chondrocytes through Nrf-2 activation Mol Med Rep 15 4 2017 2333 2338 28259976 277 Zheng W. Tao Z. Chen C. Zhang C. Zhang H. Ying X. Plumbagin prevents IL-1beta-Induced inflammatory response in human osteoarthritis chondrocytes and prevents the progression of osteoarthritis in mice Inflammation 40 3 2017 849 860 28168658 278 Cui T. Lan Y. Yu F. Lin S. Qiu J. Plumbagin alleviates temporomandibular joint osteoarthritis progression by inhibiting chondrocyte ferroptosis via the MAPK signaling pathways Aging (Albany NY) 15 22 2023 13452 13470 38032278 279 Laurindo L.F. Rodrigues V.D. Minniti G. de Carvalho A.C.A. Zutin T.L.M. DeLiberto L.K. Pomegranate (Punica granatum L.) phytochemicals target the components of metabolic syndrome J Nutr Biochem 131 2024 109670 280 Shukla M. Gupta K. Rasheed Z. Khan K.A. Haqqi T.M. Bioavailable constituents/metabolites of pomegranate (Punica granatum L) preferentially inhibit COX2 activity ex vivo and IL-1beta-induced PGE2 production in human chondrocytes in vitro J Inflamm (Lond) 5 2008 9 18554383 281 Haseeb A. Khan N.M. Ashruf O.S. Haqqi T.M. A polyphenol-rich pomegranate fruit extract suppresses NF-κB and IL-6 expression by blocking the activation of IKKβ and NIK in primary human chondrocytes Phytother Res 31 5 2017 778 782 28276100 282 Ahmed S. Wang N. Hafeez B.B. Cheruvu V.K. Haqqi T.M. Punica granatum L. extract inhibits IL-1beta-induced expression of matrix metalloproteinases by inhibiting the activation of MAP kinases and NF-kappaB in human chondrocytes in vitro J Nutr 135 9 2005 2096 2102 16140882 283 Rasheed Z. Akhtar N. Haqqi T.M. Pomegranate extract inhibits the interleukin-1β-induced activation of MKK-3, p38α-MAPK and transcription factor RUNX-2 in human osteoarthritis chondrocytes Arthritis Res Ther 12 5 2010 R195 284 Hadipour-Jahromy M. Mozaffari-Kermani R. Chondroprotective effects of pomegranate juice on monoiodoacetate-induced osteoarthritis of the knee joint of mice Phytother Res 24 2 2010 182 185 19504467 285 Shivnath N. Rawat V. Siddiqui S. Verma S. Gupta P. Rais J. Antiosteoarthritic effect of Punica granatum L. peel extract on collagenase induced osteoarthritis rat by modulation of COL-2, MMP-3, and COX-2 expression Environ Toxicol 36 1 2021 5 15 32794641 286 Akhtar N. Khan N.M. Ashruf O.S. Haqqi T.M. Inhibition of cartilage degradation and suppression of PGE(2) and MMPs expression by pomegranate fruit extract in a model of posttraumatic osteoarthritis Nutrition 33 2017 1 13 27908544 287 Shoaib A. Javed S. Wahab S. Azmi L. Tabish M. Sultan M.H. Cellular, molecular, pharmacological, and nano-formulation aspects of Thymoquinone-A potent natural antiviral agent Molecules 28 14 2023 288 Wang D. Qiao J. Zhao X. Chen T. Guan D. Thymoquinone inhibits IL-1β-Induced inflammation in human osteoarthritis chondrocytes by suppressing NF-κB and MAPKs signaling pathway Inflammation 38 6 2015 2235 2241 26156811 289 Kalamegam G. Alfakeeh S.M. Bahmaid A.O. AlHuwait E.A. Gari M.A. Abbas M.M. In vitro evaluation of the anti-inflammatory effects of thymoquinone in osteoarthritis and in silico analysis of inter-related pathways in age-related degenerative diseases Front Cell Dev Biol 8 2020 646 32793594 290 Muralidharan-Chari V. Kim J. Abuawad A. Naeem M. Cui H. Mousa S.A. Thymoquinone modulates blood coagulation in vitro via its effects on inflammatory and coagulation pathways Int J Mol Sci 17 4 2016 474 27043539 291 Aziz N. Son Y.J. Cho J.Y. Thymoquinone suppresses IRF-3-Mediated expression of type I interferons via suppression of TBK1 Int J Mol Sci 19 5 2018 292 Bordoni L. Fedeli D. Nasuti C. Maggi F. Papa F. Wabitsch M. Antioxidant and anti-inflammatory properties of Nigella sativa oil in human pre-adipocytes Antioxidants 8 2 2019 293 Yu S.M. Kim S.J. The thymoquinone-induced production of reactive oxygen species promotes dedifferentiation through the ERK pathway and inflammation through the p38 and PI3K pathways in rabbit articular chondrocytes Int J Mol Med 35 2 2015 325 332 25435376 294 Chen W.P. Tang J.L. Bao J.P. Wu L.D. Thymoquinone inhibits matrix metalloproteinase expression in rabbit chondrocytes and cartilage in experimental osteoarthritis Exp Biol Med (Maywood) 235 12 2010 1425 1431 21127340 295 Bandopadhyay S. Mandal S. Ghorai M. Jha N.K. Kumar M. Radha Therapeutic properties and pharmacological activities of asiaticoside and madecassoside: a review J Cell Mol Med 27 5 2023 593 608 36756687 296 Moqbel S.A.A. He Y. Xu L. Ma C. Ran J. Xu K. Rat chondrocyte inflammation and osteoarthritis are ameliorated by madecassoside Oxid Med Cell Longev 2020 2020 1 10 297 Lopresti A.L. Smith S.J. Jackson-Michel S. Fairchild T. An investigation into the effects of a curcumin extract (curcugen(®)) on osteoarthritis pain of the knee: a randomised, double-blind, placebo-controlled study Nutrients 14 1 2021 298 Henrotin Y. Gharbi M. Dierckxsens Y. Priem F. Marty M. Seidel L. Decrease of a specific biomarker of collagen degradation in osteoarthritis, Coll2-1, by treatment with highly bioavailable curcumin during an exploratory clinical trial BMC Compl Alternative Med 14 2014 159 299 Henrotin Y. Malaise M. Wittoek R. de Vlam K. Brasseur J.P. Luyten F.P. Bio-optimized Curcuma longa extract is efficient on knee osteoarthritis pain: a double-blind multicenter randomized placebo controlled three-arm study Arthritis Res Ther 21 1 2019 179 31351488 300 Atabaki M. Shariati-Sarabi Z. Tavakkol-Afshari J. Mohammadi M. Significant immunomodulatory properties of curcumin in patients with osteoarthritis; a successful clinical trial in Iran Int Immunopharmacol 85 2020 106607 301 Atabaki M. Shariati-Sarabi Z. Tavakkol-Afshari J. Taghipour A. Jafari M.R. Nikpoor A.R. Curcumin as an effective suppressor of miRNA expression in patients with knee osteoarthritis Avicenna J Phytomed 12 4 2022 346 356 35782767 302 Noori E. Atabaki M. Dehnavi S. Tavakol Afshari J. Mohammadi M. The immunomodulatory effects of curcumin on forkhead box O1 and MicroRNA-873 in patients with osteoarthritis Iran J Allergy Asthma Immunol 23 5 2024 526 535 39586746 303 Panahi Y. Alishiri G.H. Parvin S. Sahebkar A. Mitigation of systemic oxidative stress by curcuminoids in osteoarthritis: results of a randomized controlled trial J Diet Suppl 13 2 2016 209 220 25688638 304 Kuptniratsaikul V. Dajpratham P. Taechaarpornkul W. Buntragulpoontawee M. Lukkanapichonchut P. Chootip C. Efficacy and safety of Curcuma domestica extracts compared with ibuprofen in patients with knee osteoarthritis: a multicenter study Clin Interv Aging 9 2014 451 458 24672232 305 Shep D. Khanwelkar C. Gade P. Karad S. Safety and efficacy of curcumin versus diclofenac in knee osteoarthritis: a randomized open-label parallel-arm study Trials 20 1 2019 214 30975196 306 Jamali N. Adib-Hajbaghery M. Soleimani A. The effect of curcumin ointment on knee pain in older adults with osteoarthritis: a randomized placebo trial BMC Complement Med Ther 20 1 2020 305 33032585 307 Azadbakht Z. Sajedi F. Mahboobian M.M. Mohammadi M. Ataei S. Analgesic effect of curcumin topical formulation in knee osteoarthritis patients: a clinical trial J Basic Clin Physiol Pharmacol 34 1 2023 41 48 35107231 308 Marouf B.H. Effect of resveratrol on serum levels of type II collagen and aggrecan in patients with knee osteoarthritis: a pilot clinical study BioMed Res Int 2021 2021 3668568 309 Wong R.H.X. Evans H.M. Howe P.R.C. Resveratrol supplementation reduces pain experience by postmenopausal women Menopause 24 8 2017 916 922 28350759 310 Thaung Zaw J.J. Howe P.R.C. Wong R.H.X. Long-term resveratrol supplementation improves pain perception, menopausal symptoms, and overall well-being in postmenopausal women: findings from a 24-month randomized, controlled, crossover trial Menopause 28 1 2020 40 49 32881835 311 Hussain S.A. Marouf B.H. Ali Z.S. Ahmmad R.S. Efficacy and safety of co-administration of resveratrol with meloxicam in patients with knee osteoarthritis: a pilot interventional study Clin Interv Aging 13 2018 1621 1630 30233159 312 Marouf B.H. Hussain S.A. Ali Z.S. Ahmmad R.S. Resveratrol supplementation reduces pain and inflammation in knee osteoarthritis patients treated with meloxicam: a randomized placebo-controlled study J Med Food 2018 313 Marouf B.H. Hussain S.A. Ali Z.S. Correlation between serum pro inflammatory cytokines and clinical scores of knee osteoarthritic patients using resveratrol as a supplementary therapy with meloxicam Indian J Pharmacol 53 4 2021 270 277 34414904 314 Nguyen C. Coudeyre E. Boutron I. Baron G. Daste C. Lefèvre-Colau M.M. Oral resveratrol in adults with knee osteoarthritis: a randomized placebo-controlled trial (ARTHROL) PLoS Med 21 8 2024 e1004440 315 Hancke J.L. Srivastav S. Cáceres D.D. Burgos R.A. A double-blind, randomized, placebo-controlled study to assess the efficacy of Andrographis paniculata standardized extract (ParActin®) on pain reduction in subjects with knee osteoarthritis Phytother Res 33 5 2019 1469 1479 30968986 316 Wang J. Xu S. Chen B. Qin Y. Advances in cell therapy for orthopedic diseases: bridging immune modulation and regeneration Front Immunol 16 2025 1567640 317 Cheng W. Huang J. Li N. Xu R. Skeletal stem-cell therapy: challenge meets opportunity Lancet 403 10423 2024 243 38141630 318 Yamanaka S. Pluripotent stem cell-based cell therapy-promise and challenges Cell Stem Cell 27 4 2020 523 531 33007237 319 Grol M.W. The evolving landscape of gene therapy strategies for the treatment of osteoarthritis Osteoarthr Cartil 32 4 2024 372 384 320 Butterfield G.L. Reisman S.J. Iglesias N. Gersbach C.A. Gene regulation technologies for gene and cell therapy Mol Ther 33 5 2025 2104 2122 40195118 321 Kim H.K. Cheong H. Kim M.Y. Jin H.E. Therapeutic targeting in ovarian cancer: nano-enhanced CRISPR/Cas9 gene editing and drug combination therapy Int J Nanomed 20 2025 3907 3931 322 Xu Y. Xu X. Chai R. Wu X. Targeting ferroptosis to enhance the efficacy of mesenchymal stem cell-based treatments for intervertebral disc degeneration Int J Biol Sci 21 3 2025 1222 1241 39897051 323 Yuan T. Cai D. Hu B. Zhu Y. Qin J. Therapeutic effects of curcumin on osteoarthritis and its protection of chondrocytes through the Wnt/Β-Catenin signaling pathway Alternative Ther Health Med 28 5 2022 28 37 324 Zeng Z.P. Jiang J.G. Analysis of the adverse reactions induced by natural product-derived drugs Br J Pharmacol 159 7 2010 1374 1391 20233209 325 Lu X. Friedrich L.J. Efferth T. Natural products targeting tumour angiogenesis Br J Pharmacol 182 10 2025 2094 2136 37680009 326 Hussain Y. Abdullah Khan F. Alsharif K.F. Alzahrani K.J. Saso L. Regulatory effects of curcumin on platelets: an update and future directions Biomedicines 10 12 2022 327 Michno A. Grużewska K. Ronowska A. Gul-Hinc S. Zyśk M. Jankowska-Kulawy A. Resveratrol inhibits metabolism and affects blood platelet function in type 2 diabetes Nutrients 14 8 2022 328 Cao F. Cheng M.-H. Hu L.-Q. Shen H.-H. Tao J.-H. Li X.-M. Natural products action on pathogenic cues in autoimmunity: efficacy in systemic lupus erythematosus and rheumatoid arthritis as compared to classical treatments Pharmacol Res 160 2020 329 Ou J. Zhang J. Alswadeh M. Zhu Z. Tang J. Sang H. Advancing osteoarthritis research: the role of AI in clinical, imaging and omics fields Bone Res 13 1 2025 48 40263261 330 Liu Y. Molchanov V. Brass D. Yang T. Recent advances in omics and the integration of multi-omics in osteoarthritis research Arthritis Res Ther 27 1 2025 100 40319309 331 Rempf C. Standl T. Gottschalk A. Freitag M. Ritter A. Lang E. Effects of a prophylactic or therapeutic application of perflubron emulsion on myocardial ischaemia-reperfusion injury in rats Eur J Anaesthesiol 25 10 2008 850 859 18538048 332 Dudics S. Langan D. Meka R.R. Venkatesha S.H. Berman B.M. Che C.T. Natural products for the treatment of autoimmune arthritis: their mechanisms of action, targeted delivery, and interplay with the host microbiome Int J Mol Sci 19 9 2018 333 Rahman M. Beg S. Verma A. Al Abbasi F.A. Anwar F. Saini S. Phytoconstituents as pharmacotherapeutics in rheumatoid arthritis: challenges and scope of nano/submicromedicine in its effective delivery J Pharm Pharmacol 69 1 2017 1 14 27774648 334 Singh R. Lillard J.W. Jr. Nanoparticle-based targeted drug delivery Exp Mol Pathol 86 3 2009 215 223 19186176 335 Zhang W. Li R. Wang S. Zhou X. Zhong Y. [Study of molecular mechanisms of fuyuan capsule, icariin and arasaponin R1 in treatment of osteoarthritis] Zhongguo Zhongyao Zazhi 36 15 2011 2113 2117 22066452 336 Nicoliche T. Maldonado D.C. Faber J. Silva M. Evaluation of the articular cartilage in the knees of rats with induced arthritis treated with curcumin PLoS One 15 3 2020 e0230228 337 Long Z. Xiang W. Li J. Yang T. Yu G. Exploring the mechanism of resveratrol in reducing the soft tissue damage of osteoarthritis based on network pharmacology and experimental pharmacology Evid Based Complement Alternat Med 2021 2021 9931957 338 Wang J. Gao J.S. Chen J.W. Li F. Tian J. Effect of resveratrol on cartilage protection and apoptosis inhibition in experimental osteoarthritis of rabbit Rheumatol Int 32 6 2012 1541 1548 21327438 339 Wang J. Ma J. Gu J.H. Wang F.Y. Shang X.S. Tao H.R. Regulation of type II collagen, matrix metalloproteinase-13 and cell proliferation by interleukin-1β is mediated by curcumin via inhibition of NF-κB signaling in rat chondrocytes Mol Med Rep 16 2 2017 1837 1845 28627596 340 Saber M.M. Mahmoud M.M. Amin H.M. Essam R.M. Therapeutic effects of combining curcumin and swimming in osteoarthritis using a rat model Biomed Pharmacother 166 2023 115309 341 He D.S. Hu X.J. Yan Y.Q. Liu H. Underlying mechanism of Sirt1 on apoptosis and extracellular matrix degradation of osteoarthritis chondrocytes Mol Med Rep 16 1 2017 845 850 28586000 Acknowledgements We thank Home for Researchers ( www.home-for-researchers.com ), xiantao xueshu ( www.xiantao.love ) and Figdraw ( www.figdraw.com ) for their linguistic assistance and drawing support. We thank all colleagues in the Hebei Medical University Third Hospital.",
  "plain_text": "Osteoarthritis (OA) is a chronic degenerative joint disease characterized by progressive cartilage degradation, synovial inflammation, and subchondral bone remodeling. Existing treatments primarily offer symptomatic relief without effectively delaying OA progression. Recently, natural products have attracted great interest due to their anti-inflammatory, antioxidant, and chondroprotective effects. This review systematically summarized the efficacy and mechanisms of 13 natural products (Curcumin, Resveratrol, Icariin, Sinomenine, Andrographolide, Apigenin, Salvianolic acid, Matrine, Hesperidin, Plumbagin, Pomegranate extract, Thymoquinone, and Madecassoside) in OA treatment, drawing on evidence from in vitro and in vivo animal models, as well as clinical trials. By elucidating the current research status and future prospects, our review seeks to provide robust evidence for innovative and effective treatment strategies based on natural products to improve patient outcomes in OA management. The translational potential of this article This review enhances our comprehension of the pathological mechanisms underlying OA, delineates the existing therapeutic approaches for OA, their inherent limitations, and elucidates the current status and future prospects of natural products in OA management. With further clinical validation, these natural products may serve as adjunctive or alternative therapies to improve long-term outcomes in OA patients.\n\nGraphical abstract Image 1"
}
