{
  "PMC": "3216666",
  "DOI": "10.1091/mbc.e11-05-0416",
  "PMID": "21937726",
  "PMCID": "PMC3216666",
  "title": "Splice isoform estrogen receptors as integral transmembrane proteins.",
  "year": 2011,
  "source_url": "https://europepmc.org/article/PMC/PMC3216666",
  "source": "MED",
  "abstract_text": "In addition to enhancing or repressing transcription, steroid hormone receptors rapidly transduce kinase activation signals. On ligand engagement, an N-terminus-truncated splice isoform of estrogen receptor (ER) α, ER46, triggers membrane-initiated signals, resulting in endothelial nitric oxide synthase (eNOS) activation and endothelial NO production. The orientation of ER46 at the plasma membrane is incompletely defined. With the use of ecliptic pHluorin-fused ER46, total internal reflection fluorescence microscopy in live human endothelial cells illustrates that ER46 can topologically conform to a type I transmembrane protein structure. Mutation of isoleucine-386 at the center of ER46's transmembrane hydrophobic core prevents membrane spanning, obscures the N-terminal ectodomain, and effects a marked reduction in membrane-impermeant estrogen binding with diminished rapid eNOS activation and NO production, despite maintained genomic induction of an estrogen response element-luciferase reporter. Thus there exist pools of transmembrane steroid hormone receptors that are efficient signaling molecules and potential novel therapeutic targets.",
  "full_text": "Mol Biol Cell molbiolcell mbc Mol. Bio. Cell Molecular Biology of the Cell 1059-1524 1939-4586 The American Society for Cell Biology 3216666 E11-05-0416 10.1091/mbc.E11-05-0416 Articles Signaling Splice isoform estrogen receptors as integral transmembrane proteins Kim Kyung Hee a Toomre Derek b Bender Jeffrey R. a * a Departments of Internal Medicine (Cardiovascular Medicine) and Immunobiology and the Raymond and Beverly Sackler Foundation Cardiovascular Laboratory, Yale University School of Medicine, New Haven, CT 06511 b Department of Cell Biology, Yale University School of Medicine, New Haven, CT 06520 Heldin Carl-Henrik Monitoring Editor Ludwig Institute for Cancer Research *Address correspondence to: Jeffrey R. Bender ( jeffrey.bender@yale.edu ). 15 11 2011 22 22 4415 4423 10 5 2011 23 8 2011 14 9 2011 © 2011 Kim et al. This article is distributed by The American Society for Cell Biology under license from the author(s). Two months after publication it is available to the public under an Attribution–Noncommercial–Share Alike 3.0 Unported Creative Commons License ( http://creativecommons.org/licenses/by-nc-sa/3.0 ). 2011 “ASCB®,” “The American Society for Cell Biology®,” and “Molecular Biology of the Cell®” are registered trademarks of The American Society of Cell Biology. Use of ecliptic pHluorin-fused ER46 and TIRFM identifies ER46 as a type I transmembrane protein in live human ECs. The transmembrane mutant ER46-Ile386Cys obscures the N-terminal ectodomain and effects a marked reduction in membrane-impermeant estrogen binding, with diminished rapid eNOS activation and NO production. In addition to enhancing or repressing transcription, steroid hormone receptors rapidly transduce kinase activation signals. On ligand engagement, an N-terminus–truncated splice isoform of estrogen receptor (ER) α, ER46, triggers membrane-initiated signals, resulting in endothelial nitric oxide synthase (eNOS) activation and endothelial NO production. The orientation of ER46 at the plasma membrane is incompletely defined. With the use of ecliptic pHluorin-fused ER46, total internal reflection fluorescence microscopy in live human endothelial cells illustrates that ER46 can topologically conform to a type I transmembrane protein structure. Mutation of isoleucine-386 at the center of ER46's transmembrane hydrophobic core prevents membrane spanning, obscures the N-terminal ectodomain, and effects a marked reduction in membrane-impermeant estrogen binding with diminished rapid eNOS activation and NO production, despite maintained genomic induction of an estrogen response element–luciferase reporter. Thus there exist pools of transmembrane steroid hormone receptors that are efficient signaling molecules and potential novel therapeutic targets. INTRODUCTION The effects of ovarian steroid hormones, in particular estrogens, on cardiovascular disease is an ongoing subject of debate. What has become clear is that estrogen has favorable biological effects on the vascular endothelium, and that cell signaling responses to estrogen can be divided into those initiated at the plasma membrane and those confined to the nucleus. We and others have described 17β-estradiol (E2)–stimulated endothelial nitric oxide synthase (eNOS) activation, with consequent NO production and vasodilation, mediated by membrane estrogen receptors (ERs; Chen et al. , 1999 ; Darblade et al. , 2002 ; Guo et al. , 2005 ; Li et al. , 2007 ). In addition to classic ERs, ERα and ERβ, with masses predicted by their respective full-length coding regions, tissue-specific ER splice variants exist ( Taylor et al. , 2010 ). Tissue-specific alternative promoter usage and splicing generate multiple mRNA transcripts from a single ERα gene ( Kos et al. , 2001 ; Ishii et al. , 2010 ). ER46, an ERα splice isoform, was first cloned from MCF-7 breast cancer cells more than 25 years ago ( Walter et al., 1985 ). This splice isoform is identical to the full-length ERα (ER66), except that it lacks the N-terminal A/B domain ( Figtree et al. , 2003 ). This smaller ERα gene product has also been identified in human osteoblasts, vascular endothelial cells (ECs), and breast tumor tissues ( Flouriot et al. , 2000 ; Russell et al. , 2000 ; Denger et al. , 2001 ). Vascular experiments performed with the first-generation ER gene-deleted mouse surprisingly demonstrated E2-responsiveness, mediated by retained ERα splice isoforms, ER55 and ER46 ( Iafrati et al. , 1997 ; Pare et al. , 2002 ; Pendaries et al. , 2002 ). An N-terminus (A/B, AF-1 domain or first 173 amino acids)–deleted ERα isoform, ER46, is an efficient transducer of E2-stimulated, rapid, membrane-initiated responses in ECs ( Haynes et al. , 2003 ; Li et al. , 2003 ). Both ERα and ER46 have been defined as high-affinity E2-binding sites in plasma membrane fractions of MCF-7 breast cancer cells ( Márquez and Pietras, 2001 ). A recently generated ER knock-in mouse demonstrates the potential relevance of N-terminus–truncated ERα isoforms in the vasculature. ERαAF-1° (amino acids 2–148, AF-1 deleted) mice express a 49-kDa ERα that mediates favorable vascular responses to E2, including aortic ring basal NO production, reendothelialization of injured carotid artery segments, and prevention of atherosclerosis ( Billon-Galés et al. , 2009 ). It has been accepted that ERs can become plasma membrane proteins through posttranslational lipid modification (palmitoylation) and/or association with other plasma membrane proteins. The EC membrane caveola has been demonstrated to be the signaling organelle at which an ER-centered, multimolecular complex resides and at which E2-stimulated eNOS activation occurs ( Chambliss et al. , 2000 ; Acconcia et al. , 2005 ; Kim and Bender, 2005 ). These previous findings led to the concept of a “plasma membrane–associated ER.” Indeed, we previously suggested that E2 stimulation enhances ER46 caveolar colocalization with c-Src and eNOS in ECs ( Kim and Bender, 2005 ). As a consequence, E2-stimulated eNOS activation and endothelium-dependent vasodilation can be regulated by ERK, PI-3 kinase, and c-Src pathways ( Guo et al. , 2005 ; Li et al. , 2007 ). In addition to this growing body of evidence for plasma membrane–associated ERs, preliminary cell imaging studies suggested that at least a subset of ERs may comprise molecules with transmembrane-spanning domains and ectodomains. There are no available structural data for ER46, although molecular modeling reveals a potential transmembrane domain (see later discussion). There is little evidence for transmembrane classic steroid hormone receptors. G protein–coupled receptor 30 was initially described as an endoplasmic reticulum transmembrane, estrogen-responsive protein, and more recent evidence suggests plasma membrane localization as well. However, its precise localization and E2 responsiveness are debated ( Revankar et al. , 2005 ; Filardo et al. , 2007 ; Otto et al. , 2008 ). We believe that, if indeed a transmembrane form of ER46 exists in ECs, there may be as-yet-unidentified mechanisms of estrogen binding, cellular uptake, signaling, and potential for selective therapeutic targeting. In that context, we studied the topology of ER46 at the plasma membrane in ECs. RESULTS Assessment of endothelial ER46 localization by total internal reflection fluorescence microscopy To visualize ER46 at the plasma membrane, fluorophore-tagged ER46 was expressed in the immortalized human EC line EA.hy926 (EA) and an elegant optical imaging technique, total internal reflection fluorescence microscopy (TIRFM), was used. ER46 was expressed as a fusion protein with either enhanced yellow fluorescent protein (EYFP) or ecliptic pHluorin at the N- or C-terminus ( Figure 1A ). Ecliptic pHluorin, a mutant of green fluorescent protein (GFP), is reversibly fluorescent in a pH-sensitive manner, with a marked difference in fluorescence intensity between pH 7.0 and 8.0 and a total loss of fluorescence at pH < 6.0 ( Miesenböck et al ., 1998 ). All images were acquired in live cells. TIRFM images of EA cells expressing EYFP-ER46 or ER46-EYFP demonstrate that the recombinant receptors localize equally to the cell surface ( Figure 1, B , bottom, and C ). However, the pattern for pHluorin-fused ER46 is entirely dependent on the orientation of the fusion protein. With the cell medium (extracellular) pH fixed at 7.8, membrane-expressed pHluorin-ER46 was brightly fluorescent, whereas ER46-pHluorin confers a much lower fluorescence level ( Figure 1, B , top, and C ). Using the pH indicator 2′,7′-bis-(2-carboxyethyl)-5-(and-6)-carboxyfluorescein (BCECF) and the nigericin calibration technique ( Kopic et al., 2010 ), we determined the intracellular pH to be 7.22 at the time of initial imaging, when the medium pH was 7.8. The initial fluorescence level of expressed pHluorin-ER46 was 3.73-fold higher than that of expressed ER46-pHluorin, consistent with the previously described threefold difference of ecliptic pHluorin's fluorescence intensity between pH 7.2 and 7.8 ( Schulte et al., 2006 ). The observed fluorescence intensity difference was not a consequence of distinct intrinsic fluorescence properties of N- and C-terminal pHluorin fusion proteins ( Gao et al., 2004 ). This striking difference in the fluorescence intensity of the two expressed recombinant proteins can be explained by a transmembrane orientation of ER46, such that the N-terminus comprises the ectodomain, whereas the C-terminus is intracellular. This representative orientation is diagrammatically displayed in Figure 1D . FIGURE 1: TIRFM live imaging of endothelial cells expressing ER46 with N- or C-terminal pHluorin or EYFP fusions. (A) Schematic representation of pHluorin fused to ER46's N-terminus (pHluorin-ER46) or C-terminus (ER-46 pHluorin), and EYFP fused to ER46's N-terminus (EYFP-ER46) or C-terminus (ER46-EYFP). Numerical designation refers to full-length ERα (Swiss-Prot P03372). (B) TIRFM images of live EA cells expressing pHluorin-ER46 (top, left), EYFP-ER46 (bottom, left), ER46-pHluorin (top, right), and ER46-EYFP (bottom, right). Scale bar, 20 μm. (C) Fluorescence quantification of images displayed in B, with mean pixel determination of n = 10, ± SD, for each image, at extracellular pH 7.8. *p < 0.001. (D) Interpretive representation of images (B) and quantification (C), showing the ER46 N-terminal ectodomain fused to pHluorin, brightly fluorescent at pH 7.8. Definition of endothelial ER46 topology by dynamic pHluorin fluorescence The N-terminal ectodomain orientation of ER46 can be further demonstrated by taking advantage of pHluorin's dynamic pH sensitivity. Live TIRFM images were acquired every 1 s. The absence of pHluorin photobleaching was determined before the experiments. Figure 2A displays total loss of pHluorin-ER46's intense, baseline fluorescence when the extracellular pH is changed from 7.8 to 6.5. This is shown quantitatively [(F – Fo)/Fo] in Figure 2B . HCl was added at 120 s of imaging. Eclipse of pHluorin-ER46 fluorescence begins within 10 s of changing the extracellular pH and is complete by 25 s (Supplemental Movie S1). This is consistent with an extracellular location of the N-terminal domain, onto which pHluorin is fused. This dynamic fluorescence change of pHluorin-ER46 is in contrast with that of ER46-pHluorin, which has a much lower baseline fluorescence when expressed in EA cells and does not change when the extracellular medium is acidified ( Figure 2, A and B , and Supplemental Movie S2). With HCl addition to the medium, intracellular pH minimally changed (7.22 to 7.04). Further evidence for an ER46 N-terminal ectodomain is derived from reestablishing an extracellular pH of 7.4 by the addition of 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid (HEPES)–buffered Hank's balanced salt solution (HBSS) with NH 4 Cl (50 mM) at 240 s of imaging ( Figure 2A ). pHluorin-ER46 rapidly (within 10 s) recovers its intense fluorescence level, shown quantitatively in Figure 2B , in sequential imagines in Figure 2C , and in time-lapse video (Supplemental Movie S1). ER46-pHluorin does become intensely fluorescent, albeit more slowly, at a level significantly above baseline upon addition of 50 mM NH 4 Cl ( Figure 2, A and B , and Supplemental Movie S2), which does increase the intracellular pH (7.85 ± 0.10) as well and has been shown to promote an increase in cytosolic pHluorin fluorescence. Recombinant pHluorin alone, which has been used to monitor intracellular vesicle exocytosis and recycling, and transferrin receptor (TfR)-pHluorin, which has been used to delineate membrane scission events in clathrin-mediated endocytosis ( Merrifield et al ., 2005 ), were used as controls. As expected, the fluorescence of cytosolic, recombinant pHluorin was low at baseline, unchanged with acidification of the extracellular medium, and was much more intense with the addition of NH 4 Cl, raising intracellular pH as noted earlier ( Figure 2, A and B , and Supplemental Movie S3). TfR is a type II integral membrane protein, such that C-terminal-fused pHluorin is exposed on its ectodomain. Indeed, TfR-pHluorin's fluorescence was eclipsed with the same kinetics as observed for pHluorin-ER46 upon lowering the extracellular pH, and similarly recovers upon a return to pH 7.4 ( Figure 2, A and B , and Supplemental Movie S4). Taken together, these live-cell TIRFM imaging experiments with pHluorin-fused ER46 expressed in EA cells allow unambiguous interpretation that this steroid hormone receptor not only can be localized to the plasma membrane, but also can be an endothelial transmembrane molecule with an N-terminal ectodomain. This representative orientation is diagrammatically displayed in Figure 1D . This is similar to a recent demonstration of an N-terminal extracellular domain of a transmembrane-oriented glutamate receptor subunit A (GluR-A; Khiroug et al ., 2009 ). When expressed as an N-terminal pHluorin fusion protein in cultured hippocampal neurons, eclipse of strong baseline fluorescence occurs with nearly identical kinetics as that observed with pHluorin-ER46. FIGURE 2: TIRFM live imaging of extracellular pH change effect on endothelial cells expressing pHluorin-fused recombinant proteins. (A) At 44 h after transfection with plasmids encoding the indicated recombinant proteins, live EA cells in HBSS (extracellular pH 7.8) were imaged by TIRFM to establish the baseline fluorescence (column 1, pH 7.8). At 120 s, HCl was added to abruptly change the extracellular pH to 6.5, and images are shown at 180 s (column 2, pH 6.5). At 240 s, the extracellular pH was again abruptly changed to pH 7.4 with HEPES-buffered HBSS containing 50 mM NH 4 Cl. Images shown were acquired at 330 s (column 3, pH 7.4 + NH 4 Cl). As indicated, controls for fused ER46 include the cytoplasmic pHluorin and the type II integral membrane protein TfR. (B) Relative fluorescence quantification of TIRFM images as described in A, with (F − Fo)/Fo values displayed from 10-s interval images over 6 min at 37°C. Data are presented as mean ± SD from three separate experiments. pH values in parentheses indicate the intracellular pH measured with BCECF at 37°C. Data are presented as mean ± SD (n = 6). (C) Sequential TIRFM live images of EA cells expressing pHluorin-ER46, with abrogation of fluorescence upon addition of HCl at 120 s (top) and reestablishment of fluorescence upon addition of NH 4 Cl at 240 s. Scale bar, 20 μm. Proteolysis of endothelial ER46 ectodomain The PSORT II transmembrane prediction program delineates an ER46 (and ERα) model with a single transmembrane-spanning domain from Val-376 to Val-392 and an N-terminal ectodomain ( Figure 3A ). Proteolysis experiments were performed in an attempt to confirm ER46's transmembrane orientation. EA cells expressing EYFP-ER46 or ER46-EYFP were trypsin (0.01%) treated for 5 min at 37°C. Intracellular proteolysis does not occur at this concentration, time, and temperature. GFP and ER46 have 26 and 51 (31 extracellular) potential trypsin cleavage sites, respectively. Live-cell TIRFM images were obtained every 5 s. Figure 3B displays the progressive loss of membrane fluorescence of trypsin-treated cells expressing EYFP-ER46. In contrast, the EYFP was apparently protected from proteolysis when fused to the C-terminus of ER46 ( Figure 3B ), with no reduction in membrane fluorescence over the 5-min imaging period. This C-in, N-out orientation was confirmed biochemically by recovering total protein extracts from cells after the 30-min trypsinization period at 4°C and performing GFP immunoblots. Figure 3C displays the expected 28-kDa EYFP, unaffected by trypsin, when expressed as a cytosolic protein. The 49-kDa band is nonspecific, seen also in nontransfected EA cells (EA lanes). EYFP-ER46 was detected as a 75-kDa fusion protein prior to trypsinization. Consistent with the TIRFM images and with the N-terminal EYFP being trypsin exposed, there was loss of anti-GFP immunoreactivity as EYFP was proteolytically cleaved ( Figure 3C , EYFP-ER46, trypsin +). In contrast, also consistent with the TIRFM images, EYFP is protected from extracellular proteolysis when fused to the ER46 C-terminus. Figure 3C (right) displays the ER46-EYFP fusion protein with two predicted prominent tryptic sites at Arg-287 and Lys-302 (or Lys-303). ER46-EYFP, pretrypsin, is expressed as the expected 75-kDa fusion protein (with some minimal baseline proteolysis). After trypsin, not only is the amount of full-length fusion protein reduced, but two proteolytic products of 63 and 61 kDa, consistent with the aforementioned ER46 tryptic sites, were observed ( Figure 3C , ER46-EYFP, trypsin +). Other potential proteolytic products of tryptic cleavage within prominent predicted target sites between Asn-304 and Gln-375 may not have been generated, as this region is within the ligand-binding domain and may have been protected from proteolysis by estrogen occupancy. Nonetheless, these biochemical data further support the EC expression of ER46 as a type I integral membrane protein. FIGURE 3: Effect of extracellular domain proteolysis on recombinant ER46. (A) Model of ER46 with an N-terminal ectodomain from Met-174 to Gln-375, based on the PSORT II transmembrane prediction program. (B) At 44 h after transfection with plasmids encoding ER46-EYFP or EYFP-ER46, EA cell baseline fluorescence was established by TIRFM imaging (time 0), after which trypsin (final concentration 0.01%) was added and continuous imaging performed over 5 min at 37°C. Relative fluorescence quantification, (F − Fo)/Fo, is shown at 10-s intervals. Data represent mean ± SD from three separate experiments. (C) At 44 h after transfection with plasmids encoding ER46-EYFP, EYFP-ER46, or EYFP alone, EA cells were trypsin (final concentration 0.05%) or buffer control treated at 4°C for 30 min, after which cell lysates were recovered for immunoblotting with anti-GFP (top) or anti-actin (bottom) antibodies. EA alone (lanes 1 and 2) are nontransfected cells. Key predicted tryptic sites with resultant molecular masses are shown on the right. Effect of transmembrane domain mutation on endothelial ER46 topology The aforementioned molecular model of ER46 predicts Ile-386 at the hydrophobic center within the transmembrane-spanning domain. This isoleucine was mutated to cysteine, as this point mutation is predicted to dramatically reduce the hydrophobicity of the core domain. The EYFP-ER46-Ile386Cys mutant protein, when expressed in EA cells, efficiently localizes to the plasma membrane, similar to localization of the wild-type EYFP-ER46 fusion protein, as observed in live-cell TIRFM images ( Figure 4A ) and in ER immunoblots on purified plasma membrane fractions ( Figure 4B ). However, the ER46-Ile386Cys mutant has a different membrane orientation than wild-type ER46. Despite its membrane localization, experiments performed with pHluorin-ER46-Ile386Cys demonstrated minimal fluorescence at baseline, no change with acidification of the medium, and a modest increase in fluorescence upon addition of NH 4 Cl to alkalinize the exterior (and interior) of the cell ( Figure 4, C and D , and Supplemental Movie S5). The fluorescence level of pHluorin-ER46-Ile386Cys was much lower than that of pHluorin-ER46 and similar to that of ER46-pHluorin ( Figure 4E ). Thus, although the ER46-Ile386Cys point mutant remains plasma membrane localized, likely through palmitoylation-dependent membrane targeting, it has lost its transmembrane-spanning and N-terminal ectodomains due to a reduction in hydrophobicity at the center of its predicted transmembrane hydrophobic core. FIGURE 4: Effect of ER46-Ile386Cys mutation on transmembrane topology. (A) TIRFM live images of EA cells 44 h after transfection with plasmids encoding EYFP-ER46 (left) or EYFP-ER46-Ile386Cys (right). (B) At 44 h after transfection with plasmids encoding EYFP-ER46 or EYFP-ER46-Ile386Cys, EA cell plasma membranes were isolated and immunoblotted for the indicated molecules. Anti-ERα was used to detect the wild-type and mutant fusion protein. Anti–VE-cadherin, anti-HDAC2, and anti-GM130 antibodies were used as controls for plasma membrane, nuclear, and Golgi membrane proteins, respectively. (C) TIRFM live images of EA cells expressing pHluorin-ER46-Ile386Cys at baseline (pH 7.8), upon medium acidification at 180 s (pH 6.5) and upon resumption of extracellular neutral pH with the addition of NH 4 Cl (pH 7.4 + NH 4 Cl). Scale bar, 20 μm. (D) At 44 h after transfection with plasmids encoding either pHluorin-ER46 or pHluorin-ER46-Ile386Cys, live EA cells were imaged and continuous fluorescence was acquired for 6 min at 37°C. Relative fluorescence quantification at 10-s intervals is shown as (F − Fo)/Fo ± SD (n = 3 experiments). Extracellular pH changes are achieved at 120 s with the addition of HCl (pH 6.5) and 240 s with the addition of NH 4 Cl (pH 7.4 + NH 4 Cl). (E) Comparative TIRFM fluorescence levels of EA cells transfected with pHluorin-ER46, ER46-pHluorin, pHluorin-ER46-Ile386Cys, pHluorin-ER46-Ile386Val, pHluorin-ER46-Ile358Cys, pHluorin-ER46-Ile389Cys, and pHluorin-ER46-Ile424Cys at extracellular pH 7.8, with mean pixel determination of n = 10, ± SD; *p < 0.001. Additional point mutants were generated to confirm the critically hydrophobic nature of the Ile-386 at the transmembrane core. A conservative substitution of Ile-386 to valine neither alters the predicted hydrophobicity nor affects the transmembrane orientation of ER46. The fluorescence of pHluorin-ER46-Ile386Val, expressed in EA cells with the extracellular pH at 7.8, is unchanged from that of pHluorin-ER46 ( Figure 4E ). Furthermore, none of the isoleucine-to-cysteine point mutations at positions 358 (ectodomain), 389 (another site within the TM domain), or 424 (intracellular domain) affected the N-terminal pHluorin fluorescence intensity ( Figure 4E ). Thus, as predicted in hydrophobicity calculations, Ile-386 is a critical residue in conferring the noted transmembrane orientation. Effect of transmembrane domain mutation on impermeant E2 binding, eNOS activation, and NO production The results described demonstrate that at least a subset of ER46, when expressed in ECs, can assume a type I integral membrane orientation. To address whether this orientation can be functionally relevant, a series of ligand-binding and eNOS activation experiments were performed. Figure 5A displays a greater level of impermeant E2 binding (fluorescein isothiocyanate [FITC] fluorescence) in wild-type (WT) ER46– compared with ER46-Ile386Cys–expressing cells. This difference is shown quantitatively in Figure 5B , displaying total fluorescence as the product of FITC-positive cell number and mean fluorescence intensity. As expected, given endogenous ER expression in EA cells, a significant number of ER46-Ile386Cys transfectants bound E2–bovine serum albumin (BSA). However, both the number of FITC-positive cells and the intensity of fluorescence were substantially greater in the WT ER46 transfectants. Pretreatment of (both) transfectants with the selective ER antagonist ICI 182,780 greatly reduced total fluorescence, demonstrating specificity of E2 binding ( Figure 5B ). The diminished E2 binding raises the possibility that the Ile386Cys mutation renders ER46 intrinsically less functional or nonfunctional. To address this, COS-7 cells were cotransfected with expression plasmids encoding either the WT ER46 or ER46-Ile386Cys and an estrogen response element (ERE)–driven luciferase reporter. Estrogen-stimulated ERE induction and luciferase expression has been widely used to assess classic nuclear (genomic) ER responses. Transfectants expressed equal levels of the respective ER46 or ER46-Ile386Cys (not shown). Figure 5C displays similar levels (2.58 ± 0.29–fold and 2.38 ± 0.18–fold, p = NS) of E2-stimulated luciferase activity. Additional confirmation of mutant receptor functionality was made by in vitro binding of [2,4,6,7- 3 H(N)]-estradiol ( 3 [H]-E2) to recombinant WT or Ile386Cys mutant ER46. Figure 5D demonstrates no significant difference in ligand binding and an equal level of E2 binding inhibition by the ER antagonist ICI 182,780. Scatchard analysis displayed similar ligand binding affinities (ER46-Ile386Cys 1.27-fold–greater affinity than WT ER46) and receptor numbers (Bmax; not shown). These data all confirm that the mutant receptor binds ligand at least with equal affinity and is capable of triggering a functional (transcriptional) response. FIGURE 5: Effect of ER46-Ile386Cys mutation on E2BSA binding, eNOS phosphorylation, and NO production. (A) EA cells were transfected with plasmids encoding ER46 or ER46-Ile386Cys for 44 h. After 15-min incubation with E2-BSA-FITC (100 ng/ml) at 4°C, cells were fixed and confocal images obtained (top). Bottom, cells were pretreated with selective ER antagonist ICI 182,780 (1 μM) at 37°C for 30 min prior to addition of E2-BSA-FITC. Scale bar, 10 μm. (B) Quantification of E2-BSA-FITC binding shown in representative results in A, with 20 cells counted per condition, per experiment. Total fluorescence is calculated as number of FITC-positive cells times the mean fluorescence intensity per cell. Values are presented as mean ± SD (n = 3, 20 cells per experiment; *p < 0.005). (C) COS-7 cells were transfected with expression plasmids encoding Renilla luciferase, estrogen-inducible ERE-firefly luciferase, and either ER46 or ER46-Ile386Cys for 24 h, followed by incubation with DMSO or E2 (30 nM) for 24 h. Firefly luciferase activity was measured in cell lysates using the Dual-Glo Luciferase Assay System and normalized to Renilla luciferase. Values are presented as mean ± SD (n = 3). (D) Recombinant GFP-ER46 and GFP-ER46-Ile386Cys pulled down with anti–GFP-agarose from cell transfectant extracts were incubated with 100 nM [ 3 H]-E2 in the presence or absence of ICI 182,780 (1 μM) at 4°C for 2 h. Bound [ 3 H]-E2 counts per minute were measured and displayed as percentage E2 binding relative to GFP-ER46 (defined as 100%). Values are presented as mean ± SD (n = 3, p = NS). Parallel immunoblots showed equal levels of WT and mutant receptor pulled down on anti–GFP agarose. (E) COS-7 cells were transfected for 44 h with plasmids encoding eNOS and either EYFP, EYFP-ER46, or EYFP-ER46-Ile386Cys, after which they were stimulated with 30 nM E2 at 37°C for 15 min. Lysates were recovered for immunoblotting with anti–pS1177-eNOS, anti-eNOS, anti-ERα (ER46 wild-type and mutant detected at 75 kDa), anti-GFP (EYFP alone at 28 kDa),and anti–β-actin antibodies. (F) COS-7 cells were transfected for 44 h with plasmids encoding eNOS and either ER46 or ER46-Ile386Cys. Sequential imaging was performed at 37°C after loading cells with DAF-FM diacetate. E2, 30 nM, was added at 30 s of imaging, with imaging time points indicated. Scale bar, 20 μm. (G) Relative fluorescence intensity of DAF-FM in COS-7 cells was measured at 37°C (n = 3, ± SD). (H) Transfected cell lysates were recovered for immunoblotting with anti-eNOS, anti-ERα, and anti–β-actin antibodies. With this in mind, additional membrane-initiated signaling experiments were performed to further address the functional significance of ER46's altered conformation with regard to its transmembrane orientation. Among the most important estrogen-stimulated rapid responses in the endothelium are eNOS activation and NO release ( Kim and Bender, 2005 ). COS-7 cells were cotransfected with plasmids expressing eNOS and either ER46-WT or ER46-Ile386Cys. Figure 5E demonstrates a much stronger E2-stimulated phosphorylation of eNOS-Ser1177 in the ER46-WT–expressing (lane 4), compared with the ER46-Ile386Cys–expressing (lane 6) cells. The more robust ER46-mediated eNOS activation was confirmed in 4-amino-5-methylamino-2′,7′-difluorofluorescein (DAF-FM) fluorescence (NO production) assays. Figure 5F displays an estrogen stimulation time course of DAF-FM–loaded COS-7 cells cotransfected with eNOS and either the WT or mutant ER46. Equal eNOS and ER levels were expressed in both transfectants ( Figure 5H ). NO accumulation begins at 3 min and steadily increases in multiple cells over the 18-min imaging time course ( Figure 5F , top). There is minimal NO accumulation in ER46-Ile386Cys–expressing cells ( Figure 5F , bottom; quantitative DAF-FM fluorescence shown in Figure 5G ). These results demonstrate that, although both the WT and mutant receptor are functional, the transmembrane orientation of ER46 can promote signaling responses. The data suggest that, in certain settings, membrane targeting and localization, without the presence of an extracellular ligand-binding domain, may not be sufficient for ER-mediated rapid activation. DISCUSSION There is widespread consensus that, in addition to their classic function as ligand-activated transcription modulators, steroid hormone receptors can transduce plasma membrane–initiated signals, triggering a variety of kinase cascades. ERs can be posttranslationally lipid modified ( Li et al ., 2003 ; Acconcia et al ., 2005 ) and interact with other signaling molecules, such as c-Src ( Castoria et al ., 2001 ; Li et al ., 2007 ) and Gα i ( Wyckoff et al ., 2001 ), or structural proteins, such as caveolin-1 ( Razandi et al ., 2003 ), all of which promote plasma membrane localization. We and others have demonstrated ER localization to endothelial caveolae and have accepted a model in which ERα and its splice isoforms are membrane associated within a multimolecular signalsome. With the use of TIRF microscopy and ecliptic pHluorin fusions as pH sensors, we now unambiguously demonstrate, for the first time, that ERs can also assume a type I integral membrane protein orientation in endothelial cells. Previous antibody-based imaging studies in nonpermeabilized cells ( Li et al ., 2007 ) and recent biotinylation experiments in astrocytes ( Bondar et al ., 2009 ) demonstrated that a subset of ERs can have an extracellular domain. Because we previously showed that ECs highly express the N-terminal truncated ER46 and that this isoform is a more efficient rapid signal transducer than ER66 ( Russell et al ., 2000 ; Haynes et al ., 2003 ; Li et al ., 2003 ), we focused our TIRF microscopy studies on ER46. In these experiments, striking basal fluorescence and its dynamic regulation with rapid kinetics are only observed when pHluorin is fused to ER46's N-terminus. This demonstrates that, in addition to nuclear, cytosolic, and membrane-associated (nontransmembrane) pools, a subset of ER46 can exist as a transmembrane molecule with an N-terminal extracellular domain. The predicted (PSORT II) molecular model for such a receptor is one in which the hydrophobic Val-376–Val-392 region comprises the transmembrane-spanning domain. Indeed, when Ile386, at the center of the hydrophobic core, is replaced by cysteine, such that hydrophobicity is greatly reduced, ER46 can still be plasma membrane targeted but loses its transmembrane orientation ( Figure 4 ). Based on our impermeant E2-binding studies, the wild-type ER46, with its N-terminal ectodomain, does bind ligand. The E2-ERα ligand-binding domain cocrystal structure previously defined the phenolic hydroxyl of E2's A ring (C3) to be located in a cavity between ERα helix 3 (Met-342 to Leu-354) and helix 6 (Trp-383 to Arg-394), making a direct hydrogen bond to Glu-353 ( Brzozowski et al ., 1997 ). On the basis of our ER46 model, helix 3 and Glu-353 are within the extracellular domain. Indeed, an ER46 Glu353Gln point mutant, predicted to be incapable of forming the direct E2 hydrogen bond, does not transduce an E2-stimulated eNOS activation response, consistent with the critical nature of this residue in extracellular E2 binding and cell activation. However, helix 6 is not within the ectodomain. This makes the formation of the previously described (crystallized) polar cavity for E2 binding unlikely when the receptor has this orientation. Because we now know that this ER isoform found at the plasma membrane can have a ligand-binding ectodomain, future structural studies will be required to define the precise molecular nature of extracellular hormone–receptor interaction. Additional molecular modeling demonstrates that the aforementioned hydrophobic region, Val-376–Val-392, can also conform to a transmembrane-spanning domain in full-length ERα (ER66). Although not done in the context of transmembrane domain analysis, prior studies included mutations within the aforementioned hydrophobic region. In an analysis of coactivator interactions and transactivation competence, an expressed ERα Met388Val point mutant displays enhanced transactivation of an ERE-based reporter ( Bush et al ., 1996 ). Subcellular localization was not addressed, but it is possible that this amino acid–388 substitution resulted in a transmembrane domain mutant, thereby promoting, as a consequence, a greater level of nuclear localization. Although we previously showed that ER46 more efficiently transduces membrane-initiated, estrogen-stimulated responses than ER66 ( Li et al ., 2003 ), both isoforms can be endothelial membrane targeted and effect rapid eNOS activation. As mentioned, PSORT II analysis of ER66 defines the identical transmembrane (376–392) and an extended N-terminal ectodomain. Tryptic analysis of ER66-EYFP transfectants demonstrated a reduction in mass to 53 kDa (predicted tryptic site at Arg-363) and protection of the cytosol-localized EYFP (data not shown). Thus it appears that multiple ER isoforms can conform to the noted transmembrane structure. It is important to emphasize that, although we provide definitive evidence for a type I integral membrane ER, we consider this orientation to represent a subset pool of receptors. That is, in addition to nuclear, cytosolic, and caveolar membrane–associated pools, ERs (and likely other steroid hormone receptors) can span the plasma membrane. We are attempting to define the biological and physiological significance of this receptor pool. Possibilities include facilitated hormone delivery to specific subcellular compartments, triggers for receptor down-regulation and/or recycling, and specialized protein–protein interactions occurring through ectodomain contacts. ERs, including non–full-length isoforms, have been shown to interact with other transmembrane proteins, such as the metabotropic glutamate receptor 1a in astrocytes ( Brzozowski et al ., 1997 ; Dewing et al ., 2007 ). It is intriguing to speculate about ectodomain interactions with other signaling receptors, such as ErbB2 and VEGFR2. Such interactions could play major roles and be selective therapeutic targets in oncogenesis and tumor angiogenesis. More broadly, this fourth subset of ERs allows for therapeutic targeting by molecules that remain exclusively outside the cell. As such, a new generation of selective estrogen receptor modulators, potentially useful to enhance physiology and prevent pathology, can be designed. MATERIALS AND METHODS Reagents 17β-Estradiol, E2-BSA-FITC, and DMSO were from Sigma-Aldrich (St. Louis, MO). DMEM, HBSS, and trypsin were from Invitrogen (Carlsbad, CA). ERα (F10), GFP (B2), which detects EYFP, actin (I19), VE-Cadherin (F8), HDAC2 (H54), and GFP(B2)-AC antibodies were from Santa Cruz Biotechnology (Santa Cruz, CA). GM130, p-eNOS, and eNOS antibodies were from BD Transduction Laboratories (Lexington, KY). DAF-FM diacetate, BCECF-AM, and Alexa 680–conjugated secondary antibody were from Molecular Probes (Invitrogen). Alexa 800–conjugated secondary antibody was from Rockland (Gilbertsville, PA). Nigericin was from EMD (San Diego, CA). Dual-Glo Luciferase Assay System was from Promega (Madison, WI). Radioactive 3 [H]-E2 was from PerkinElmer-Cetus (Waltham, MA). ICI 182,780 was from Tocris Bioscience (Ellisville, MO). Construction of expression vectors Ecliptic pHluorin-ER46 was generated by PCR amplification with primers containing Bam HI and Eco RI sites for pHluorin using template ecliptic TfR-pHluorin, Eco RV and Xho I sites for ER46 using template pCMV-tag3c-ER46, and ligating into pcDNA3.1(+). Ecliptic ER46-pHluorin was generated by PCR amplification with primers containing Bam HI and Eco RI sites for ER46 using template pCMV-tag3c-ER46, Eco RV and Xho I sites for pHluorin using template ecliptic TfR-pHluorin, and ligating into pcDNA3.1(+). pHluorin and TfR-pHluorin cDNA constructs were kind gifts from C. J. Merrifield (MRC Laboratory of Molecular Biology, Cambridge, United Kingdom) and J. E. Rothman (Yale University, New Haven, CT). EYFP-ER46 and ER46-EYFP were generated by PCR amplification with primers containing Eco RI and Kpn I sites using template pCMV-tag3c-ER46, ligating into pEYFP-C3 and pEYFP-N1 (Clontech, Mountain View, CA), respectively. Transmembrane mutant ER46-Ile386Cys and other mutants (ER46-Ile386Val, ER46-Ile358Cys, ER46-Ile389Cys, and ER46-Ile424Cys) were generated by site-directed mutagenesis PCR. The numbering of ERα refers to human ERα (Swiss-Prot P03372). Constructs were all verified by sequencing. Cell culture and transfection The immortalized vascular EC line EA.hy926 (EA) was a kind gift from Cora-Jean Edgell (University of North Carolina, Chapel Hill, NC), maintained as described previously ( Haynes et al ., 2003 ). Transient transfection was performed with 1–2 μg of purified plasmid DNA 24 h after seeding cells using Lipofectamine 2000 (Invitrogen) according to the manufacturer's guidelines. Live-cell TIRF imaging Cells were imaged 44 h after transfection in glass-bottomed, 35-mm dishes (MatTek, Ashland, MA) at 37°C by TIRFM using an Olympus objective-type IX-70 inverted microscope fitted with 60× 1.45 numerical aperture TIRFM lens (Olympus, Melville, NY) and controlled by Andor iQ software (Andor Technologies, Belfast, Ireland). The 488-nm laser line from an argon laser (Melles Griot, Carlsbad, CA) was coupled to the TIRFM condenser through a single optical fiber. The calculated evanescent field depth was ∼100 nm. Cells were detected with a back-illuminated Andor iXON887 EMCCD camera (512 × 512, 16-bit). For pHluorin experiments, imaging was started with the cells in HBSS, pH 7.8. After 120 s, the solution pH was changed to pH 6.5 by addition of HCl. The final concentration of HCl was 2.35 mM. After 120 s, HEPES-buffered HBSS, pH 7.4, containing NH 4 Cl was added to adjust extracellular pH to 7.4. The final concentration of HEPES and NH 4 Cl was 20 and 50 mM, respectively. The relative fluorescence level was calculated using (F − Fo)/Fo, where F is the fluorescence and Fo is the fluorescence at time 0 s. Note that (F − Fo)/Fo is the calculated fluorescence compared with fluorescence at time 0 s, so that negative values indicate fluorescence loss. For the proteolysis assay, trypsin was added to cells in phosphate-buffered saline (PBS) and incubated at 37°C. The final concentration of trypsin was 0.01%. ImageJ (National Institutes of Health, Bethesda, MD) was used to analyze raw images and to generate integrated intensity plots of areas of interest. Intracellular pH measurement EA cells were incubated with 10 μM BCECF-AM in HBSS (pH 7.8) for 20 min. The perfusion chamber was mounted on the stage of an inverted microscope (Olympus IX50), which was used in the epifluorescence mode with a 60× objective. Individual cells were outlined and simultaneously monitored during the course of the study. BCECF-loaded cells were excited at 440 ± 10 nm and 490 ± 10 nm, respectively, while monitoring the emission at 530 ± 10 nm every 15 s. The ratio data were used to calculate the intracellular pH using the high–K + /nigericin calibration technique ( Kopic et al ., 2010 ). Proteolysis by trypsin EA cells transfected with plasmids encoding EYFP, EYFP-ER46, or ER46-EYFP were incubated with trypsin (0.05%) at 4°C for 30 min, and the digestion was stopped by soybean trypsin inhibitor (0.2 mg/ml). After 5 min, the cells were washed with ice-cold PBS and harvested in HEPES buffer, pH 7.6, containing 1% Triton. Plasma membrane isolation Plasma membranes were isolated from EA cells transfected with plasmids encoding EYFP-ER46 or EYFP-ER46-Ile386Cys by a cationic colloidal silica isolation technique as previously described ( Jacobson et al ., 1992 ). E2-BSA-FITC binding EA cells were maintained in E2-deprivation media (phenol-free DMEM containing 10% gelding horse serum for 24 h, followed by addition of E2-BSA-FITC [100 ng/ml], and incubated at 4°C for 15 min, after which they were washed with Dulbecco's PBS, fixed with 2.5% paraformaldehyde, and imaged by TIRFM ( Taguchi et al ., 2004 ). For quantification, 20 cells per experimental group were assessed by two blinded observers for FITC-positive fluorescence. ERE-luciferase assay COS-7 cells were transfected with three expression plasmids encoding a Renilla luciferase, an inducible firefly luciferase driven by estrogen response element (ERE-Luc), and either ER46 or ER46-Ile386Cys for 24 h, followed by incubation with DMSO or E2 (30 nM) for 24 h. Firefly luciferase activity was measured in cell lysates using the Dual-Glo Luciferase Assay System normalized to Renilla luciferase. The assay was performed according to the manufacturer's instruction. NO detection COS-7 cells were transfected with plasmids encoding ER46 or ER46-Ile386Cys, and eNOS. After 20 h in E2-deprivation medium, transfected cells were loaded with DAF-FM diacetate. DAF-FM diacetate is cell permeable and retained after hydrolysis by intracellular esterases to generate active DAF-FM. DAF-FM fluoresces upon interaction with NO (forming DAF-FM triazole; Sheng et al ., 2005 ). After 30-min loading at 37°C and medium washes, cells were excited at 488 nm and TIRFM imaging was begun, with fluorescence detection at 515 nm (37°C). Immunoblot analysis Cells were lysed in HEPES buffer, pH 7.6, containing 1% Triton (20 mM HEPES, 200 mM NaCl, 1 mM EDTA, 1 mM NaF, 1 mM Na 3 VO 4 , 1 mM dithiothreitol, 1% Triton X-100, and Complete Protease Inhibitor cocktail tablet [Roche, Indianapolis, IN]). Proteins were subjected to SDS–PAGE, transferred onto nitrocellulose membrane, and immunoblotted with the indicated antibodies. Detection was achieved using Alexa 680 or 800–conjugated secondary antibody by the Li-Cor (Lincoln, NE) system. Hormone-binding assay COS-7 cells were transfected with plasmids encoding GFP-ER46 or GFP-ER46-Ile386Cys. After 44 h, recombinant GFP-ER46 and GFP-ER46-Ile386Cys were immunoprecipitated from cell lysates with anti–GFP(B2)-agarose at 4°C for 3 h. Immunoprecipitated GFP-ER46 and GFP-ER46-Ile386Cys were incubated with [ 3 H]-E2 in the presence or absence of a 200-fold excess of radioinert E2 at 4°C for 2 h, and unbound E2 was removed. For the competition assay, ICI 182,780 (1 μM) was added. Statistical analysis Student's t test was used for statistical analysis. Supplementary Material Supplemental Materials This article was published online ahead of print in MBoC in Press ( http://www.molbiolcell.org/cgi/doi/10.1091/mbc.E11-05-0416 ) on September 21, 2011. All three authors designed the experiments. K.H.K. performed them. K.H.K. and D.T. analyzed the total internal reflection fluorescence microscopy images. K.H.K. and J.R.B. conceived the study and wrote the article. We thank James Rothman for kindly providing the pHluorin construct and Christien Merrifield for the TfR-pHluorin construct. We are grateful to John Geibel and Sascha Kopic for help with intracellular pH measurements. We appreciate the advice of John Hwa and Scott Gleim on 3 [H]-ligand-binding experiments. We thank Dana Brenckle for assistance with the manuscript. This work was supported by National Institute of Health Grant RO1 HL61782 and by an award from the Raymond and Beverly Sackler Fund for the Arts and Sciences. Abbreviations used: BCECF-AM (2′,7′-bis-(2-carboxyethyl)-5-(and-6)-carboxyfluorescein-acetoxymethylester) DAF-FM diacetate (4-amino-5-methylamino-2′,7′-difluorofluorescein diacetate) E2 17β-estradiol eNOS endothelial nitric oxide synthase ER estrogen receptor ERE estrogen response element 3 [H]-E2 [2,4,6,7- 3 H(N)]-estradiol TfR transferrin receptor TIRFM total internal reflection fluorescence microscopy. REFERENCES Acconcia F Ascenzi P Bocedi A Spisni E Tomasi V Trentalance A Visca P Marino M Palmitoylation-dependent estrogen receptor α membrane localization: regulation by 17β-estradiol Mol Biol Cell 2005 16 231 237 15496458 Billon-Galés A The transactivating function 1 of estrogen receptor α is dispensable for the vasculoprotective actions of 17β-estradiol Proc Natl Acad Sci USA 2009 106 2053 2058 19188600 Bondar G Kuo J Hamid N Micevych P Estradiol-induced estrogen receptor-α trafficking J Neurosci 2009 29 15323 15330 19955385 Brzozowski AM Pike AC Dauter Z Hubbard RE Bonn T Engström O Ohman L Greene GL Gustafsson JA Carlquist M Molecular basis of agonism and antagonism in the oestrogen receptor Nature 1997 389 753 758 9338790 Bush SM Folta S Lannigan DA Use of the yeast one-hybrid system to screen for mutations in the ligand-binding domain of the estrogen receptor Steroids 1996 61 102 109 8852826 Castoria G Migliaccio A Bilancio A Di Domenico M de Falco A Lombardi M Fiorentino R Varricchio L Barone MV Auricchio F PI3-kinase in concert with Src promotes the S-phase entry of oestradiol-stimulated MCF-7 cells EMBO J 2001 20 6050 6059 11689445 Chambliss KL Yuhanna IS Mineo C Liu P German Z Sherman TS Mendelsohn ME Anderson RG Shaul PW Estrogen receptor α and endothelial nitric oxide synthase are organized into a functional signaling module in caveolae Circ Res 2000 87 E44 E52 11090554 Chen Z Yuhanna IS Galcheva-Gargova Z Karas RH Mendelsohn ME Shaul PW Estrogen receptor α mediates the nongenomic activation of endothelial nitric oxide synthase by estrogen J Clin Invest 1999 103 401 406 9927501 Darblade B Pendaries C Krust A Dupont S Fouque MJ Rami J Chambon P Bayard F Arnal JF Estradiol alters nitric oxide production in the mouse aorta through the α-, but not β-, estrogen receptor Circ Res 2002 90 413 419 11884370 Denger S Reid G Kos M Flouriot G Parsch D Brand H Korach KS Sonntag-Buck V Gannon F ERα gene expression in human primary osteoblasts: evidence for the expression of two receptor proteins Mol Endocrinol 2001 15 2064 2077 11731609 Dewing P Boulware MI Sinchak K Christensen A Mermelstein PG Micevych P Membrane estrogen receptor-α interactions with metabotropic glutamate receptor 1a modulate female sexual receptivity in rats J Neurosci 2007 27 9294 9300 17728443 Figtree GA McDonald D Watkins H Channon KM Truncated estrogen receptor α 46-kDa isoform in human endothelial cells Circulation 2003 107 120 126 12515753 Filardo E Quinn J Pang Y Graeber C Shaw S Dong J Thomas P Activation of the novel estrogen receptor G protein-coupled receptor 30 (GPR30) at the plasma membrane Endocrinology 2007 148 3236 3245 17379646 Flouriot G, Brand H Denger S Metivier R Kos M Reid G Sonntag-Buck V Gannon F Identification of a new isoform of the human estrogen receptor-alpha (hER-α) that is encoded by distinct transcripts and that is able to repress hER-α activation function 1 EMBO J 2000 19 4688 4700 10970861 Gao D Knight MR Trewavas AJ Sattelmacher B Plieth C Self-reporting Arabidopsis expressing pH and [Ca2+] indicators unveil ion dynamics in the cytoplasm and in the apoplast under abiotic stress Plant Physiol 2004 134 898 908 15020753 Guo X Razandi M Pedram A Kassab G Levin ER Estrogen induces vascular wall dilation J Biol Chem 2005 280 19704 19710 15764600 Haynes MP Li L Sinha D Russell KS Hisamoto K Baron R Collinge M Sessa WC Bender JR Src kinase mediates phosphatidylinositol 3-kinase/Akt-dependent rapid endothelial nitric-oxide synthase activation by estrogen J Biol Chem 2003 278 2118 2123 12431978 Iafrati MD Karas RH Aronovitz M Kim S Sullivan TR Jr Lubahn DB O'Donnell TF Jr Korach KS Mendelsohn ME Estrogen inhibits the vascular injury response in estrogen receptor-α deficient mice Nat Med 1997 3 545 548 9142124 Ishii H Kobayashi M Sakuma Y Alternative promoter usage and alternative splicing of the rat estrogen receptor α gene generate numerous mRNA variants with distinct 5′-ends J Steroid Biochem Mol Biol 2010 118 59 69 19833204 Jacobson BS Schnitzer JE McCaffery M Palade GE Isolation and partial characterization of the luminal plasmalemma of microvascular endothelium from rat lungs Eur J Cell Biol 1992 58 296 306 1330567 Khiroug SS Pryazhnikov E Coleman SK Jeromin A Keinänen K Khiroug L Dynamic visualization of membrane-inserted fraction of pHluorin-tagged channels using repetitive acidification technique BMC Neurosci 2009 10 141 151 19948025 Kim KH Bender JR Rapid, estrogen receptor-mediated signaling: why is the endothelium so special? Sci STKE 2005 288 pe28 15956360 Kopic S Corradini S Sidani S Murek M Vardanyan A Föller M Ritter M Geibel JP Ethanol inhibits gastric acid secretion in rats through increased AMP-kinase activity Cell Physiol Biochem 2010 25 195 202 20110680 Kos M Reid G Denger S Gannon F Minireview: genomic organization of the human ERalpha gene promoter region Mol Endocrinol 2001 15 2057 2063 11731608 Li L Haynes P Bender JR Plasma membrane localization and function of the estrogen receptor α variant (ER46) in human endothelial cells Proc Natl Acad Sci USA 2003 100 4807 4812 12682286 Li L Hisamoto K Kim KH Haynes MP Bauer PM Sanjay A Collinge M Baron R Sessa WC Bender JR Variant estrogen receptor–c-Src molecular interdependence and c-Src structural requirements for endothelial NO synthase activation Proc Natl Acad Sci USA 2007 104 16468 16473 17921256 Márquez DC Pietras RJ Membrane-associated binding sites for estrogen contribute to growth regulation of human breast cancer cells Oncogene 2001 20 5420 5430 11571639 Merrifield CJ Perrais D Zenisek D Coupling between clathrin-coated-pit invagination, cortactin recruitment, and membrane scission observed in live cells Cell 2005 121 593 606 15907472 Miesenböck G De Angelis DA Rothman JE Visualizing secretion and synaptic transmission with pH-sensitive green fluorescent proteins Nature 1998 394 192 195 9671304 Otto C G protein-coupled receptor 30 localizes to the endoplasmic reticulum and is not activated by estradiol Endocrinology 2008 149 4846 4856 18566127 Pare G Krust A Karas RH Dupont S Aronovitz M Chambon P Mendelsohn ME Estrogen receptor-α mediates the protective effects of estrogen against vascular injury Circ Res 2002 90 1087 1092 12039798 Pendaries C Darblade B Rochaix P Krust A Chambon P Korach KS Bayard F Arnal JF The AF-1 activation-function of ERα may be dispensable to mediate the effect of estradiol on endothelial NO production in mice Proc Natl Acad Sci USA 2002 99 2205 2210 11854517 Razandi M Alton G Pedram A Ghonshani S Webb P Levin ER Identification of a structural determinant necessary for the localization and function of estrogen receptor α at the plasma membrane Mol Cell Biol 2003 23 1633 1646 12588983 Revankar CM Cimino DF Sklar LA Arterburn JB Prossnitz ERA Transmembrane intracellular estrogen receptor mediates rapid cell signaling Science 2005 307 1625 1630 15705806 Russell KS Haynes MP Sinha D Clerisme E Bender JR Human vascular endothelial cells contain membrane binding sites for estradiol, which mediate rapid intracellular signaling Proc Natl Acad Sci USA 2000 97 5930 5935 10823945 Schulte A Lorenzen I Böttcher M Plieth C A novel fluorescent pH probe for expression in plants Plant Methods 2006 2 7 19 16600023 Sheng JZ Wang D Braun AP DAF-FM (4-amino-5-methyl­amino-2′,7′- difluorofluorescein) diacetate detects impairment of agonist-stimulated nitric oxide synthesis by elevated glucose in human vascular endothelial cells: reversal by vitamin C and l-sepiapterin J Pharmacol Exp Ther 2005 315 931 940 16093274 Taguchi Y Koslowski M Bodenner DL Binding of estrogen receptor with estrogen conjugated to bovine serum albumin (BSA) Nucl Recept 2004 2 5 13 15318942 Taylor SE Martin-Hirsch PL Martin FL Oestrogen receptor splice variants in the pathogenesis of disease Cancer Lett 2010 288 133 148 19608332 Walter P Cloning of the human estrogen receptor cDNA Proc Natl Acad Sci USA 1985 82 7889 7893 3865204 Wyckoff MH Chambliss KL Mineo C Yuhanna IS Mendelsohn ME Mumby SM Shaul PW Plasma membrane estrogen receptors are coupled to endothelial nitric oxide synthase through Gα i J Biol Chem 2001 276 27071 27076 11369763",
  "plain_text": "Use of ecliptic pHluorin-fused ER46 and TIRFM identifies ER46 as a type I transmembrane protein in live human ECs. The transmembrane mutant ER46-Ile386Cys obscures the N-terminal ectodomain and effects a marked reduction in membrane-impermeant estrogen binding, with diminished rapid eNOS activation and NO production.\n\nIn addition to enhancing or repressing transcription, steroid hormone receptors rapidly transduce kinase activation signals. On ligand engagement, an N-terminus–truncated splice isoform of estrogen receptor (ER) α, ER46, triggers membrane-initiated signals, resulting in endothelial nitric oxide synthase (eNOS) activation and endothelial NO production. The orientation of ER46 at the plasma membrane is incompletely defined. With the use of ecliptic pHluorin-fused ER46, total internal reflection fluorescence microscopy in live human endothelial cells illustrates that ER46 can topologically conform to a type I transmembrane protein structure. Mutation of isoleucine-386 at the center of ER46's transmembrane hydrophobic core prevents membrane spanning, obscures the N-terminal ectodomain, and effects a marked reduction in membrane-impermeant estrogen binding with diminished rapid eNOS activation and NO production, despite maintained genomic induction of an estrogen response element–luciferase reporter. Thus there exist pools of transmembrane steroid hormone receptors that are efficient signaling molecules and potential novel therapeutic targets."
}
