{
    "PMC": "12502614",
    "DOI": "10.1186/s12935-025-03943-3",
    "PMID": "41053774",
    "PMCID": "PMC12502614",
    "title": "Interactions between LncRNAs and MAPK signaling pathways in the pathogenesis of breast cancer.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12502614",
    "source": "MED",
    "full_text": "pmc Cancer Cell Int Cancer Cell Int Cancer Cell International 1475-2867 BioMed Central London 12502614 41053774 3943 10.1186/s12935-025-03943-3 Review Interactions between LncRNAs and MAPK signaling pathways in the pathogenesis of breast cancer Ding Baifang 1 Wang Xuguang 2 Zhang Zhong 2 Wang Yiwei 3 Bo Wei 2 Zhang Mengyuan 2 Tian Zitong 2 Wang Yaolu 2 Xue Xinyao 2 Zhang Min zm@symc.edu.cn 2 1 Department of Breast Surgery, Panjin Central Hospital, Panjin, 124000 Liaoning Province China 2 https://ror.org/02y9xvd02 grid.415680.e 0000 0000 9549 5392 Department of Pathology, School of Basic Medical Sciences, Shenyang Medical College, Shenyang, 110148 Liaoning Province China 3 https://ror.org/02y9xvd02 grid.415680.e 0000 0000 9549 5392 Laboratory of Molecular Morphology, School of Basic Medical Sciences, Shenyang Medical College, Shenyang, 110148 Liaoning Province China 6 10 2025 6 10 2025 2025 25 339 4 12 2024 6 8 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . Long non-coding RNAs (lncRNAs) are increasingly recognized as key modulators of gene expression and cellular processes, playing pivotal roles in cancer biology. In breast cancer, a multifaceted malignancy driven by diverse genetic and epigenetic alterations, the mitogen-activated protein kinase (MAPK) signaling pathway is critical for regulating processes such as cell proliferation, survival, and metastasis. Emerging research highlights intricate interactions between lncRNAs and MAPK signaling components, including ERK, p38, and JNK, revealing novel regulatory mechanisms underlying breast cancer development and progression. These interactions often involve lncRNAs modulating MAPK pathway activity or engaging in crosstalk with other oncogenic networks. This review explores how lncRNAs influence MAPK signaling in breast cancer pathogenesis, emphasizing their dual roles as potential oncogenes or tumor suppressors depending on the molecular context. While these findings suggest that lncRNAs could serve as diagnostic biomarkers or therapeutic targets to influence tumor growth, metastasis, and drug resistance, challenges such as study heterogeneity, conflicting functional outcomes, and the complexity of lncRNA-MAPK interactions limit immediate clinical translation. By elucidating these molecular relationships, we aim to provide insights into breast cancer biology and highlight the potential, as well as the limitations, of leveraging lncRNA-MAPK interactions for improved diagnostic and therapeutic strategies, pending further mechanistic and clinical validation. Graphical abstract Highlights This review elucidates the intricate interplay between lncRNAs and the MAPK signaling pathways in breast cancer pathogenesis. It highlights the roles of lncRNAs in modulating key MAPK components, including ERK, p38, and JNK, thereby influencing cellular processes such as proliferation, apoptosis, metastasis, and therapy resistance. The dualistic nature of lncRNAs as oncogenes or tumor suppressors is explored, with emphasis on their context-dependent regulatory mechanisms. The therapeutic potential of targeting lncRNA-MAPK interactions is underscored, particularly for aggressive and treatment-resistant breast cancer subtypes. This study positions lncRNAs as promising diagnostic biomarkers and therapeutic targets, advancing our understanding of breast cancer biology and paving the way for innovative clinical interventions. Keywords LncRNAs MAPK Breast cancer P38 ERK issue-copyright-statement © BioMed Central Ltd., part of Springer Nature 2025 Introduction Breast cancer remains a leading global health challenge, characterized by its complex molecular landscape and significant clinical heterogeneity. According to the GLOBOCAN 2022 estimates, breast cancer is the most commonly diagnosed cancer in females, with approximately 2.30 million new cases and 670,000 deaths worldwide in 2022, underscoring its substantial global burden [ 1 ]. As one of the most prevalent malignancies among women, it is driven by diverse genetic and epigenetic alterations that influence tumor initiation, progression, and therapeutic resistance [ 2 , 3 ]. Despite advancements in diagnosis and treatment, aggressive subtypes, such as triple-negative breast cancer (TNBC), continue to pose significant obstacles due to their high recurrence rates and limited therapeutic options [ 4 – 6 ]. Consequently, there is an urgent need to elucidate the molecular mechanisms underlying breast cancer pathogenesis to identify novel therapeutic targets [ 7 ]. The mitogen-activated protein kinase (MAPK) signaling pathways, encompassing extracellular signal-regulated kinases (ERK), c-Jun N-terminal kinases (JNK), and p38 MAPKs, are pivotal regulators of cellular processes such as proliferation, apoptosis, migration, and stress responses [ 8 ]. Dysregulation of these pathways is frequently implicated in breast cancer, contributing to tumorigenesis, metastasis, and therapy resistance [ 9 ]. For instance, aberrant ERK activation is associated with enhanced proliferation in HER2-positive and TNBC subtypes, while p38 and JNK can exert both oncogenic and tumor-suppressive effects depending on the cellular context [ 10 ]. Understanding the regulatory networks that modulate MAPK signaling is therefore critical for developing targeted interventions. Long non-coding RNAs (lncRNAs), a class of transcripts longer than 200 nucleotides without protein-coding capacity, have emerged as key regulators of gene expression and cellular function in cancer [ 11 , 12 ]. Functionally, lncRNAs act as molecular scaffolds, decoys, or competing endogenous RNAs (ceRNAs), modulating gene expression through chromatin remodeling, transcriptional regulation, or post-transcriptional interactions [ 13 , 14 ]. In breast cancer, lncRNAs influence critical processes such as proliferation, invasion, metastasis, and drug resistance by interacting with oncogenic or tumor-suppressive pathways, including MAPK signaling [ 15 ]. For example, lncRNAs like LINC00511 and PRNCR1 have been shown to modulate p38 and ERK pathways, promoting tumor progression, while others, such as PTENP1, exert tumor-suppressive effects by inhibiting MAPK activity [ 16 , 17 ]. This review aims to elucidate the intricate interplay between lncRNAs and MAPK signaling pathways in breast cancer pathogenesis. By exploring how lncRNAs regulate the ERK, p38, and JNK pathways, we seek to uncover novel molecular mechanisms driving tumor development and highlight the potential of lncRNA-MAPK interactions as diagnostic biomarkers and therapeutic targets. The following sections provide a detailed examination of lncRNAs, MAPK signaling components, and their specific roles in breast cancer, emphasizing their context-dependent functions and clinical implications. LncRNAs Numerous RNA molecules with protein-coding capacity or lack of protein-coding capacity are transcribed from the human genome [ 11 ]. The non-coding RNA molecules are classified into numerous categories; among them, microRNAs (miRNAs) and lncRNAs are well-studied and well-known. In this context, lncRNAs have attracted a huge amount of attention among researchers as genome by-products that are crucial to various vital and fate-determining events [ 18 , 19 ]. lncRNAs with more than 200 bp length cannot be translated into functional proteins, which is due to lack of open reading frame in their genome [ 20 , 21 ]. Using high-throughput sequencing and genome tiling arrays, the number of identified lncRNAs (approximately 100,000 human types to date) with diverse structures and functions is increasing daily [ 22 , 23 ]. Similarly to coding genes, RNA polymerase II governs the transcriptional process of lncRNAs [ 13 ]. They are generally spliced via spliceosomes and have poly A tails. Five categories have been considered for the lncRNAs based on the genomic location: [ 1 ] long intronic ncRNAs, in which the transcripts of lncRNAs are located into intronic region of genes; [ 2 ] enhancer RNAs, promoter-related transcripts, and divergent transcripts, in which lncRNAs are transcribed in both antisense and sense directions; [ 3 ] pseudogenes, in which transcripts of lncRNAs are mutated and lack any capability for protein-coding; [ 4 ] antisense transcripts, in which lncRNA transcripts are located on the opposite strand of genes; [ 5 ] stand-alone lncRNAs, in which lncRNAs locations are away from protein-coding genes [ 24 ]. From the functional point of view, lncRNAs are classified into five categories. The first category is lncRNAs that recruit and interact with the protein. The example for this category is HOTAIR, which, by interacting with Polycomb Repressive Complex 2 (PRC2), regulates the expression of the homeobox D cluster (HOXD) gene [ 25 ]. The second category consists of lncRNAs that act as decoys. For example, for downregulating the expression levels of pro-apoptotic mediators, lncRNA PANDA functions as a decoy for nuclear transcription factor Y subunit A (NF-YA) [ 26 ]. In the third category, lncRNAs serve as a co-repressor or co-regulator. lncRNA SRA is an example of this category, which acts as a co-activator for nuclear steroid receptors [ 27 , 28 ]. miRNAs-interacting lncRNAs such as HOTAIR, which interacts with miR-331-3p and regulates the expression levels of HER2, are the fourth category [ 29 ]. And at the last category, lncRNAs act as host genes for miRNAs, like H19 [ 30 ]. MAPK pathways MAPK pathways are essential signaling pathways in regulating a broad range of cellular events, which consist of three significant kinases, including MAPKKK, MAPKK, and MAPK [ 8 ]. The first kinase is located on the top of the signaling, which is activated upon to exposure to various intracellular and extracellular stimuli, and then phosphorylates and activates MAPKK [ 31 ]. This kinase, in turn, initiates the phosphorylation and activation of MAPK, which has various targets, most of which are involved in determining cell fate [ 32 ]. MAPK-mediated phosphorylation of downstream substrates is accompanied by suppression of upstream activators [ 33 ]. As illustrated in Fig. 1 , MAPK signaling is stimulated by numerous stimuli, such as growth factors, cytokines, and hormones, as physiological cues, as well as environmental signals and endogenous stress. These stimuli initiate signaling through membrane-bound receptors, such as receptor tyrosine kinases (RTKs) and G-protein-coupled receptors, which trigger a three-tiered kinase module involving MAP3Ks (e.g., C-Raf, MEKKs, ASK, TAK1), MAP2Ks (e.g., MKK1/2, MKK3/6, MKK4/7), and MAPKs (e.g., ERK1/2, JNK1-3, p38α-δ). These cascades ultimately phosphorylate transcription factors that regulate critical cellular processes such as proliferation, apoptosis, migration, and angiogenesis, all of which are pivotal in breast cancer pathogenesis [ 34 , 35 ]. Therefore, traditionally, MAPKs are categorized into two classes: mitogen-activated MAPKs, ERK, and stress-activated MAPKs, JNK, and p38. From the physiological point of view, this distinction is ambiguous, and all three families respond to numerous signals [ 34 ]. The MAPK signaling pathway is frequently implicated in the mutations observed in several diseases, including cancer, which makes it a hot point of research in developing drugs [ 8 ]. p38 p38 Signaling pathway The p38 MAPK signaling pathway is instrumental in the cellular adaptation process in response to environmental stresses, cytokines, and growth factors. The pathway consists of four isoforms: p38α, p38β, p38γ, and p38δ, encoded by the genes MAPK14, MAPK11, MAPK12, and MAPK13, respectively [ 36 ]. Among these, p38α is ubiquitously expressed and serves as a central regulator of cellular processes such as inflammation, apoptosis, and cell proliferation, while the other isoforms exhibit tissue-specific expression. For example, p38β is predominantly expressed in the brain, p38γ in skeletal muscles, and p38δ in the liver, pancreas, and testes [ 37 ]. Extracellular stimuli, including oxidative stress, UV radiation, heat shock, and pro-inflammatory cytokines such as IL-1 and TNF-α, activate the pathway. Activation begins with upstream MAP kinase kinase kinases (MAP3Ks), such as TAK1, and signal-regulating kinase 1 (ASK1), which phosphorylate MAP kinase kinases (MAP2Ks), such as MKK3, MKK4, and MKK6. These kinases subsequently phosphorylate p38 on threonine and tyrosine residues within its activation loop, specifically at Thr180 and Tyr182 [ 38 ]. This dual phosphorylation activates p38, enabling it to regulate diverse downstream targets, including transcription factors (e.g., ATF2, STAT3), protein kinases (e.g., MK2), and other substrates in the cytoplasm and nucleus. Through these targets, p38 influences processes like cell cycle regulation, differentiation, apoptosis, and immune responses. The pathway also exhibits a non-canonical activation mechanism, as seen in T cells, where ZAP70 phosphorylates p38 at Tyr3233 [ 39 ]. The flexibility and complexity of the p38 signaling cascade, with isoform-specific roles and interactions, highlight its critical importance in both normal cellular functions and pathological states, such as cancer and autoimmune diseases. p38 Structure The four p38 isoforms share a highly conserved protein kinase domain, but subtle differences in their structure underlie functional diversity. Each isoform contains a characteristic TXY dual phosphorylation motif in the activation loop (Thr-Gly-Tyr in p38α, p38β, and p38δ; Thr-Gly-Tyr in p38γ). p38α, encoded by the MAPK14 gene on chromosome 6, comprises 360 amino acids and undergoes extensive post-translational modifications. These include phosphorylation at Thr180 and Tyr182, acetylation at Lys53 and Lys152, and ubiquitination at multiple lysine residues. These modifications regulate its kinase activity, stability, and substrate interactions. Isoforms like p38β (364 amino acids) and p38γ (367 amino acids) exhibit similar structural domains but differ in expression patterns and functional roles [ 40 ]. For instance, p38β is expressed predominantly in neuronal tissues, while p38γ is localized mainly in skeletal muscles [ 41 , 42 ]. p38δ, encoded by MAPK13 on chromosome 6, is structurally akin to p38α but is predominantly found in the pancreas, testes, and liver. It regulates specialized functions like cytoskeletal remodeling and protein translation. Tissue-specific splicing variants of these isoforms further add to the complexity of p38 functionality. For instance, MAPK14 encodes five isoforms, including a shorter variant implicated in early apoptosis​ [ 43 , 44 ]. The subcellular localization of p38 isoforms also varies, influencing their activity. While inactive p38 is primarily cytoplasmic, its activation prompts nuclear translocation, where it interacts with transcription factors to regulate gene expression [ 45 ]. p38 Regulation Regulation of p38 activity is tightly controlled through a dynamic interplay of activation and deactivation mechanisms, ensuring precise cellular responses to diverse stimuli. This regulation primarily involves upstream kinases, phosphatases, transcription factors, and scaffold proteins that modulate p38 signaling specificity and amplitude [ 37 ]. Deactivation of p38 is equally critical and is achieved through dephosphorylation by dual-specificity phosphatases (DUSPs), such as DUSP1 and DUSP16, which target the threonine and tyrosine residues in the activation loop [ 46 ]. Additionally, protein phosphatases like PP2C and PP2A contribute to p38 inactivation either directly or by dephosphorylating upstream MAP2Ks [ 47 ]. These phosphatases ensure that p38 activity is transient and tightly regulated to prevent excessive signaling. Transcription factors, including ATF2, YY1, and MEF2, play a pivotal role in mediating p38-dependent gene expression. These factors are phosphorylated by activated p38, leading to the transcriptional regulation of genes involved in inflammation, apoptosis, and cell cycle control. Scaffold proteins, such as JIP4 and OSM, enhance signaling specificity by organizing p38 and its upstream activators into signaling complexes, facilitating efficient signal transduction and enabling crosstalk with other MAPK pathways, such as JNK [ 48 – 50 ]. The regulation of p38 is further influenced by scaffold proteins that localize signaling complexes and enable crosstalk with other MAPK pathways, such as JNK. These scaffolds fine-tune the specificity and amplitude of p38 signaling in response to diverse stimuli [ 51 ]. The precise regulation of p38 is critical, as its dysregulation is implicated in various cancers, including breast cancer, where isoform-specific roles can either promote or suppress tumorigenesis. For instance, p38α supports both pro-apoptotic and survival pathways depending on the cellular context, while p38δ is involved in cytoskeletal remodeling and metastasis [ 52 ]. These regulatory mechanisms highlight the complexity of p38 signaling and its potential as a therapeutic target in cancer, with further modulation by non-coding RNAs discussed in subsequent sections. ERK ERK signaling pathway Serving as a core element of the MAPK signaling cascade, ERK plays an integral role in cellular processes like proliferation, differentiation, survival, and stress responses. The ERK signaling pathway is activated by various upstream signals, including growth factors, mitogens, and ROS [ 53 ]. These stimuli trigger RTKs, such as EGFR or insulin receptors, to form a complex with adaptor proteins like GRB2 and SOS. This interaction facilitates the activation of RAS by replacing GDP with GTP, converting RAS into its active GTP-bound form. Activated RAS recruits RAF kinases (e.g., ARAF, BRAF, and CRAF) to the plasma membrane, where phosphorylation events initiate the downstream cascade. RAF initiates the activation of MEK1/2, which then phosphorylates ERK1/2 at conserved threonine and tyrosine residues within the TEY motif. Once phosphorylated, ERK1/2 phosphorylates a wide array of substrates [ 54 ]. In the cytoplasm, ERK regulates proteins involved in cytoskeletal reorganization, cell motility, vesicle trafficking, and metabolic processes. For example, ERK phosphorylation can enhance cell adhesion by modifying cytoskeletal proteins [ 55 , 56 ]. Translocation of ERK to the nucleus, facilitated by specific docking interactions, enables it to regulate transcription factors such as carbamoyl phosphate synthetase II (CPS-II), involved in nucleotide biosynthesis, and p90RSK, which modulates cell cycle progression. This dynamic compartmentalization allows ERK to orchestrate precise cellular responses to stimuli​ [ 57 ]. ERK structure ERK exhibits a highly conserved structure within the MAP kinase family, reflecting its critical role in signal transduction. ERK contains a smaller N-terminal lobe and a larger C-terminal lobe, with a catalytic cleft that binds MgATP, facilitating the transfer of phosphate groups. The N-terminal lobe contains a glycine-rich loop that stabilizes ATP, five β-sheets, and the αC-helix, which is crucial for ERK activation. The C-terminal lobe features conserved α-helices and β-sheets, which contribute to stabilizing interactions with substrates and regulatory proteins. Activation of ERK requires phosphorylation of two residues within the TEY motif—threonine and tyrosine. This dual phosphorylation induces conformational changes that align key residues, forming the active site. Structural motifs, including the regulatory and catalytic spines (R- and C-spines), play critical roles in ERK activation. The R-spine, comprising residues from the β4-strand, activation loop, catalytic loop, and F-helix, stabilizes substrate binding, while the C-spine anchors ATP in the catalytic cleft for efficient phosphoryl transfer [ 58 – 60 ]. ERK also contains specialized docking domains that strengthen interactions with upstream kinases, substrates, and scaffolding proteins. The D-site recruitment site, located on the backside of the catalytic cleft, interacts with positively charged residues on MEK1/2 and other proteins. The F-site recruitment site, composed of hydrophobic residues, binds proteins containing FXFP or FXF motifs [ 61 , 62 ]. These docking interactions enhance the specificity and efficiency of ERK-mediated phosphorylation events​. ERK regulation The regulation of ERK activity is complex, involving positive and negative feedback mechanisms to ensure precise control over signaling dynamics. Positive regulation occurs through phosphorylation by MEK1/2, facilitated by scaffold proteins such as kinase suppressor of RAS (KSR). These scaffolds assemble the MAPK signaling complex, bringing MEK and ERK into proximity for efficient activation [ 59 ]. Negative regulation includes dephosphorylation by phosphatases such as DUSPs, which inactivate ERK by removing phosphate groups. Proteins like Sprouty and Spred act as inhibitors by disrupting interactions between upstream activators and ERK. Additionally, feedback loops modulate ERK activity; for example, ERK can phosphorylate MEK1, reducing its ability to activate ERK and thereby limiting signal propagation [ 63 , 64 ]. Aberrant regulation of the ERK pathway is widespread in cancer; often resulting from mutations in upstream components such as RAS or RAF. Targeting ERK directly has developed into a promising strategy to address resistance to RAF and MEK inhibitors. Specific ERK inhibitors, including SCH772984 and ulixertinib, block ERK phosphorylation and kinase activity, effectively shutting down aberrant signaling. These inhibitors are currently under clinical investigation and have shown potential in treating cancers with dysregulated MAPK signaling [ 65 ]​. By integrating these regulatory mechanisms and structural features, ERK ensures precise control over diverse cellular processes, making it both a central signaling hub and a critical target for therapeutic intervention in diseases such as cancer. JNK JNK signaling pathway JNKs, also called stress-activated protein kinases (SAPKs), are critical members of the MAPK family. JNKs respond to a variety of stimuli, such as cytokines, growth factors, oxidative stress, ultraviolet radiation, and toxins [ 66 ]. The pathway is structured as a three-tiered module involving MAP3Ks, MAP2Ks, and the JNKs themselves. MAP3Ks, such as the MEKK family and apoptosis ASK, activate MAP2Ks (MKK4 and MKK7), which then phosphorylate JNKs at threonine 183 and tyrosine 185 within a conserved Thr-Pro-Tyr motif. Activated JNKs phosphorylate substrates, including transcription factors like activator protein-1 (AP-1), p53, and ATF-2, to regulate cell proliferation, apoptosis, differentiation, and inflammation [ 67 , 68 ]. JNK signaling is implicated in various cancers, emphasizing its dual role as both a tumor promoter and suppressor depending on cellular context​ [ 69 ]. For instance, in early-stage breast cancer, JNK activation in response to stress signals, such as oxidative stress, induces apoptosis via mitochondrial cytochrome c release and caspase activation, as observed in MCF-7 cells [ 70 ]. Conversely, in TNBC, chronic JNK activation promotes survival and metastasis by facilitating autophagy and lysosome biogenesis, as evidenced in MDA-MB-231 cells [ 71 ]. These contradictory roles are often studied in vitro, which may not fully capture the influence of the tumor microenvironment, such as matrix stiffness or immune cell interactions. Moreover, small sample sizes and variability in experimental conditions (e.g., stress stimuli) limit the ability to generalize findings. Future studies should employ patient-derived xenografts or organoids to elucidate JNK’s subtype-specific roles and explore its interactions with lncRNAs, such as LASTR, to develop targeted therapies that exploit its context-dependent functions. JNK structure The JNK family includes three isoforms—JNK1 (MAPK8), JNK2 (MAPK9), and JNK3 (MAPK10)—encoded by genes on chromosomes 10, 5, and 4, respectively. JNK1 and JNK2 are ubiquitously expressed, while JNK3 is restricted to the brain, heart, and testes. Each gene produces multiple splice variants, leading to isoforms that differ in size (46–55 kDa) and substrate specificity. Structurally, JNKs exhibit conserved kinase domains with N-terminal β-strand-rich and C-terminal α-helix-rich lobes connected by a flexible segment [ 72 ]. Key features include the glutamate-aspartate (ED) domain in the N-terminal lobe and the common docking (CD) domain in the C-terminal lobe, essential for protein-protein interactions. ATP-binding and activation loops within the catalytic site are critical for their kinase activity. Structural studies have revealed differences in residues surrounding the ATP-binding site among isoforms, facilitating the development of selective inhibitors. For instance, gatekeeper residues like Met146 in JNK3 and Met108 in JNK1/2 influence drug-binding specificity [ 73 ]​. JNK regulation JNK activation is tightly regulated by scaffold proteins, DUSPs, and feedback loops. Scaffold proteins like JNK-interacting protein-1 (JIP1) enhance pathway specificity by bringing JNKs into proximity with upstream activators. Dual phosphorylation by MKK4 and MKK7 is necessary for full activation. The activity of JNK is also modulated by phosphatases such as MKP1 and MKP5, which deactivate JNK by removing phosphate groups. Sustained JNK activation can occur through a feedback mechanism involving mitochondrial ROS and the Sab protein, amplifying the signaling cascade. Dysregulation of these processes is associated with pathophysiological conditions, including cancer and metabolic disorders. In cancer, JNK isoforms show contrasting roles, with JNK1 promoting and suppressing tumorigenesis in a context-dependent manner, while JNK2 often supports survival and proliferation in tumor cells​ [ 74 – 76 ]. This comprehensive understanding of JNK’s signaling, structure, and regulation underscores its potential as a therapeutic target in cancer and other diseases. Fig. 1 Schematic overview of MAPK signaling cascades and their roles in breast cancer pathogenesis. This figure illustrates the three major MAPK pathways—ERK, JNK, and p38—activated by diverse extracellular stimuli, including growth factors (e.g., EGF), cytokines (e.g., IL-1, TNF-α), hormones, and stress signals (e.g., lipopolysaccharides, Fas ligand, UV radiation, oxidative stress). These stimuli engage membrane-bound receptors, such as RTKs and G-protein-coupled receptors (GPCRs), initiating a three-tiered kinase cascade. The cascade comprises MAP3Ks (e.g., C-Raf, B-Raf, A-Raf, MEKKs, MLKs, ASK, TAK1), which phosphorylate MAP2Ks (e.g., MKK1/2 for ERK, MKK4/7 for JNK, MKK3/6 for p38), leading to the activation of MAPKs (ERK1/2, JNK1-3, p38α-δ). Activated MAPKs phosphorylate downstream transcription factors, including ELK1, ATF-2, AP-1, STAT1, c-Fos, c-Jun, c-Myc, and CREB, which regulate key cellular processes such as proliferation, apoptosis, migration, differentiation, autophagy, epithelial-mesenchymal transition (EMT), angiogenesis, and cancer stem cell maintenance. In breast cancer, dysregulation of these pathways contributes to tumor initiation, progression, metastasis, and therapy resistance, particularly in aggressive subtypes like TNBC. The figure highlights the molecular architecture of MAPK signaling and its critical interplay with lncRNAs, which modulate these pathways to influence breast cancer pathogenesis The MAPK pathway in breast cancer To highlight the significance of the MAPK pathway in cancer, HRAS, a critical component of this signaling pathway, was identified as the first oncogene in human cancers [ 34 ]. Ras family is consisted of four small GTPases named H-Ras, K-Ras, N-Ras, M-Ras, which are activated in an indirect manner through external stimuli, including ligand-dependent activation of receptor tyrosine kinases (RTKs) [ 77 ]. Upon Ras activation, the signal is transferred to the Raf, MEK, and ERK1/2 and then to the nucleus [ 31 ]. The target transcription factors of Ras include ELK-1, ETS-1, ETS-2, MYC, and FOS, which all are involved in the cell proliferation and survival [ 78 ]. Aberrant expression levels and activity of MAPK signaling pathway is a common event in a broad range of human malignancies such as melanoma, pancreatic cancer, colorectal cancer, and lung cancer [ 79 ]. However, in breast cancer, the activating mutation in MAPK signal transduction is not as frequent as other epithelial cancers mentioned above. The Ras and Raf families are reported to be mutated in less than 2% of all primary breast tumors [ 80 ]. Other studies reported even less amounts [ 81 – 84 ]. In the case of KRAS mutations, higher rates, approximately 10% were reported in breast cancer [ 85 ]. This suggests the lack of need or lack of use of this pathway by breast cancer cells or healthy epithelial cells to maintain growth and survival. However, despite these findings, an accumulating number of previous studies have considered a critical function for MAPK signaling pathway in breast cancer. Other mechanisms such as upregulation of RTKs including HER2 and EGFR can potently stimulate MAPK activity. Increased ERK1/2 activity has been found in metastatic sites in comparison to primary breast tumors and is more common in triple negative breast cancer [ 86 , 87 ]. On the other hand, recent studies have demonstrated the high prevalent of transcriptional signatures of activation of the MAPK pathway in triple negative breast cancer [ 88 , 89 ], which suggests that the signaling output of the MAPK pathway constitutes a major component of oncogenic activity in this type of breast cancer [ 90 ]. The MAPK pathway is a pivotal signaling cascade governing diverse biological processes such as cell proliferation, survival, apoptosis, migration, and stress responses. Its role in breast cancer is multifaceted, with components like p38 MAPK, ERKs, and JNKs acting as both oncogenic drivers and tumor suppressors depending on the molecular context and tumor subtype [ 10 ]. The p38 MAPK pathway is a key mediator of inflammatory responses, oxidative stress, and angiogenesis in cancer. In breast cancer, p38 can promote tumor progression or suppression depending on its activation context. For example, in TNBC, interleukin-1β (IL-1β) induces vasculogenic mimicry (VM) by activating the p38 MAPK and PI3K/Akt pathways. This activation enhances the expression of pro-angiogenic factors such as VEGFR-1 and promotes AP-1 transcriptional activity, which sustains vascularization and tumor growth [ 91 ]. Conversely, p38 MAPK is also linked to apoptotic mechanisms; it regulates the mitochondrial death pathway through upregulation of pro-apoptotic Bax and activation of caspases [ 92 ]. Experimental evidence suggests that targeting p38 MAPK can impair both angiogenesis and VM, offering a dual opportunity for therapeutic intervention in TNBC. Interestingly, p38 MAPK’s activity is temporally distinct, initiating angiogenesis earlier than the PI3K/Akt pathway. This temporal sequence hints at a potential regulatory hierarchy and interplay, which warrants further investigation to identify therapeutic windows for selective intervention [ 91 ]. The ERK pathway is frequently activated in breast cancer and plays a prominent role in driving proliferation, survival, and angiogenesis. Aberrant activation of ERK signaling is associated with HER2-positive and triple-negative breast cancer subtypes. For instance, in HER2-positive breast cancer, the β2-microglobulin (β2M)-HFE complex activates ERK, enhancing cellular survival and promoting apoptosis resistance under certain conditions [ 70 ]. In TNBC, TNFAIP2-mediated Rac1-ERK activation under hypoxic conditions drives angiogenesis via AP-1 and HIF1α transcriptional activation. This signaling axis underscores ERK’s role in sustaining aggressive tumor phenotypes and resistance to hypoxic stress. ERK inhibitors such as U0126 and trametinib have shown synergistic effects when combined with anti-angiogenic therapies like VEGFR inhibitors, providing a promising combinatorial strategy for aggressive breast cancer subtypes. These findings highlight ERK’s critical role as a therapeutic target, particularly in highly angiogenic tumors [ 71 ]. The JNK pathway is uniquely characterized by its dualistic role in breast cancer. On one side, JNK contributes to tumor suppression by inducing apoptosis through mitochondrial cytochrome c release and caspase activation. This pro-apoptotic activity is particularly evident under stress conditions, such as matrix stiffness changes in the tumor microenvironment, where JNK mediates apoptosis via ROS signaling [ 93 ]. On the other hand, JNK’s chronic activation has been linked to tumor progression in TNBC, where it facilitates autophagy, lysosome biogenesis, and survival under metabolic stress [ 94 ]. Notably, pharmacological inhibition of JNK using compounds like JNK-IN-8 has shown therapeutic promise in preclinical models. By disrupting JNK-mediated lysosomal trafficking and metabolic adaptations, these inhibitors impair TNBC tumor growth and reduce stemness-related properties. JNK’s involvement in these processes suggests it may serve as both a direct therapeutic target and a modulator of tumor microenvironment interactions [ 95 ]. The MAPK pathways also exhibit feedback and compensatory mechanisms that influence therapeutic outcomes. For example, p38 MAPK activation can precede PI3K/Akt signaling, creating temporal opportunities for combined pathway inhibition [ 96 ]. Similarly, JNK’s modulation of lysosomal activity and autophagy underscores its role in cellular adaptation to stress, which may counteract the effects of ERK-targeted therapies [ 97 ]. Aberrations in MAPK signaling pathways, including ERK, p38, and JNK, significantly contribute to tumorigenesis and therapy resistance in breast cancer, with distinct patterns across subtypes [ 8 ]. For instance, hyperactivation of ERK signaling, often driven by upregulated receptor tyrosine kinases like EGFR, is more prevalent in TNBC compared to luminal subtypes, where p38 MAPK may regulate cell cycle progression through distinct downstream targets [ 82 , 83 ]. However, studies often focus on specific cell lines (e.g., MDA-MB-231 for TNBC), limiting insights into subtype-specific mechanisms. Additionally, therapeutic responses to MAPK inhibitors, such as trametinib, vary due to feedback loops and compensatory activation of alternative pathways, particularly in HER2-positive tumors [ 90 ]. These variations highlight the need for multi-omics studies to map subtype-specific MAPK alterations and clinical trials to optimize inhibitor combinations for personalized therapy. Although each MAPK pathway component—p38, ERK, and JNK—exhibits distinct roles, their interplay contributes significantly to breast cancer pathogenesis; however, based on their upstream regulators, downstream targets, and type of breast cancer, their role may vary from an anticancer agent to tumor promotor mediator (Table 1 ). Understanding these dynamics is essential for developing effective combination treatments. The diverse and context-dependent roles of MAPK pathways in breast cancer highlight the importance of regulatory mechanisms controlling these cascades. Emerging research identifies lncRNAs as critical modulators of MAPK signaling, capable of influencing the balance between oncogenic and tumor-suppressive outcomes. The following section explores how lncRNAs interact with MAPK pathways, uncovering novel regulatory networks and therapeutic opportunities that may reshape our approach to breast cancer treatment. Table 1 MAPK pathway and its implications in breast cancer Upstream regulator Type of upstream regulators MAPK MAPK function Cell line Signaling pathway Effects Ref P38 d-arabinose Aldopentose – a monosaccharide p38 Activation MCF-7, MDA-MB-231 and MCF10A d-arabinose/p38 ↓Proliferation ↑Cell cycle arrest ↑Autophagy [ 98 ] d-arabinose Aldopentose – a monosaccharide p38 Activation MCF-7, MDA-MB-231 and MCF10A d-arabinose/p38/CDK1, Cyclin B1,p21 and p27 ↓Cell growth ↑Cell cycle arrest ↑Autophagy [ 99 ] Nutrient starvation p38 Activation MCF-7, and MDA-MB-231 p38/ATF-2/RAD23B ↑Cell viability [ 100 ] PRKCD_pY313 A Rabbit Polyclonal antibody against PRKCD p38 Activation T47D, BT549, MCF7, MDA-MB-468, MDA-MB-231, and SKBR3 PRKCD_pY313/Src_pY419 and p38_pT180/pY182/Ki-67, Bcl-xl, Vimentin, Bad, cleaved caspase 3 and ZO1 ↑Proliferation ↑Invasion ↑Metastasis [ 101 ] ARHGAP6 Rho guanosine triphosphatase hydrolase enzyme (GTPase)-activating protein 6 p38 Suppression BT-474, MCF-7, SKBR3, and ZR751 RhoA/ROCK1/p38/GPX4,SLC7A11, PTGS2, ACSL4, and CHAC1 ↑Ferroptosis ↓Proliferation ↑Cell death ↑Lipid ROS [ 102 ] Baicalin Flavonoid p38 Activation Bcap-37 Baicalin/p38, P-ERK, caspase-3, caspase-9, Bax, p53, and Bcl-2 ↓Proliferation ↑Apoptosis ↓Metastasis [ 103 ] Tanshinone I An abietane diterpenoid p38 Activation MDA-MB-231 and MCF-7 AKT/p38 ↓Autophagy ↑Cell cycle arrest ↑Cell death [ 104 ] N-3 A novel synthetic bifendate derivative p38 Suppression MDA-MB-231 and 4T1 p38/FOXC1 ↓EMT ↓Metastasis [ 105 ] DZ-514 N -phenyl-4-pyrimidinediamine derivatives p38 Activation MCF7, T47D, and HCC1937 ROS/MKK4/p38 ↓Cell growth ↑Cell death [ 106 ] Beauvericin A cyclic depsipeptide secondary metabolite of Fusarium p38 Suppression VM7Luc4E2 Estrogen receptor-alpha (ERα)/p38 ↓Proliferation [ 107 ] ERK 4-alkylthio-2-chloro-5-[(2-arylmethylidene)hydrazinecarbonyl]benzenesulfonamide derivatives 3–22 Carbonic anhydrase inhibitor ERK Suppression HeLa, HCT-116, and MCF-7 ERK ↑Cell cycle arrest ↑Cell death [ 108 ] GE11-siRNA-CSNPs GE11 peptide-conjugated small interfering RNA-loaded chitosan nanoparticles ERK Suppression MDA-MB-231 and MCF7 miRNA-21/Akt/ERK/Bax,, Bcl-2, Caspase 3, and Caspase 9 ↑Cell cycle arrest ↓Metastasis ↑Cell death [ 109 ] Peroxiredoxin A mitochondrial hydrogen peroxide scavenger ERK Activation MDA-MB-231 and BT-549 ERK/MMP-1 ↑Invasion ↑Metastasis [ 110 ] NRF3 Nuclear Factor-erythroid 28 2-related factor 3 ERK Suppression MDA-MB-468, MDA-MB-231 and Hs578t valosin-containing protein (VCP)/NRF3/ERK ↑ROS ↓Metastasis [ 111 ] Pimozide A D2-type dopamine receptor inhibitor ERK Suppression MDA-MB-231 and MCF7 RAF1/ERK 1/2, Bcl-2,Bcl-xl Bax ↑Cell death ↑Autophagy [ 112 ] Paris saponin VII A steroidal saponin extracted from the rhizome of Trichillium tschonoskii ERK Suppression MDA-MB-231, MDA-MB-468, and 4T1 MEK/ERK/STMN1 ↓Proliferation ↓Invasion ↓Migration [ 113 ] Stanniocalcin 1 A glycoprotein originally isolated from the corpuscles of Stannius ERK Activation MDA-MB-231 EGFR/ERK/S100A4 ↑Invasion ↑Metastasis [ 114 ] MYO6 Myosin VI ERK Activation MDA-MB-231, MCF-7, T47D and SKBR3 ERK1/2 ↑Proliferation ↑Invasion ↑Metastasis [ 115 ] Nobiletin Flavonoid ERK Suppression MCF-7 and T47D ERK/STAT ↓Invasion ↓Metastasis [ 116 ] BCAT1 Crucial enzyme in branched-chain amino acid (BCAA) metabolism ERK Suppression MDA-MB-231 and Hs578T SHOC2/RAS/ERK ↑Apoptosis [ 117 ] M17 A newly synthesized shikonin derivative ERK Suppression MCF-7, MDA-MB-231, MDA-MB-468, HCC-1806, Sum1315 AKT/mTOR and MEK/ERK ↓Proliferation ↓Invasion ↓Migration ↑Cell death [ 118 ] JNK PDIA4 Protein disulfide isomerase family member 4 JNK Suppression MDA-MB-231 and MDA-MB-468 TAX1BP1/JNK/c-Jun ↓Proliferation ↑Cell death [ 119 ] LIPUS-MB Low-intensity pulsed ultrasound combined with microbubble JNK Suppression MDA-MB-231 cell line and MDA-MB-231 JNK/c-Jun/P-gp, ABCG2, and Bcl-2 ↓Proliferation ↑Apoptosis ↓Multidrug resistance [ 120 ] ATM Ataxia telangiectasia mutated is a switch molecule for homologous recombination and repair JNK Suppression MDA-MB-231 and HCC1937 JNK/c-Jun/TNF-α/PD-L1 ↓Anti-tumor immunity [ 121 ] Oridonin (ORI) The primary active ingredient extracted from the Chinese herbal medicine Rabdosia rubescens JNK Activation MCF-7 and MDA-MB-231 JNK/Nrf2/HO-1 ↓Cell viability ↑Apoptosis ↓Proliferation ↑Ferroptosis [ 122 ] PDK4 Pyruvate dehydrogenase kinase isozyme 4 JNK Suppression MCF-10 A, MDA-MB-231, SUM190PT ASK1/JNK ↓Autophagy [ 123 ] Icariin A flavonoid derived from Epimedium JNK Suppression Hs 578 T, MDA-MB-468, and MCF-10 A JNK/c-Jun ↑Apoptosis ↓Invasion [ 124 ] GPER G protein-coupled estrogen receptor JNK Suppression MDA-MB-231 JNK/c-Jun/p53/Noxa ↓Apoptosis ↑Proliferation [ 125 ] Chondroitin polymerizing factor A glycosyltransferase that catalyzes the biosynthesis of chondroitin sulfate JNK Activation MDA-MB-231 TGF-β1/SMAD3 ↑Proliferation ↑Invasion ↑Migration [ 126 ] Glycyrrhetinic acid One of the most important phytochemicals of licorice JNK Activation RAW 264.7 and THP-1 JNK1/2/M2 macrophage/VEGF, MMP9, MMP2 and IL-10 ↓Tumor growth ↓Angiogenesis [ 127 ] Doxorubicin A typical anthracycline JNK Activation MDA-MB-231 and T47D ROS/JNK/Caspase-3 ↑Pyroptosis [ 128 ] SH3RF3 SH3 domain containing ring finger 3 and a protein with four Src homology 3 JNK Activation MCF10AT and HMLER JNK-JUN/PTX3 ↑Cancer stem cell [ 129 ] Interactions between LncRNAs and MAPK signaling pathway in breast cancer Targeting p38 The p38 MAPK pathway, a critical regulator of cellular processes such as proliferation, apoptosis, and invasion, is frequently dysregulated in breast cancer, contributing to tumor progression and therapy resistance. lncRNAs have emerged as key modulators of this pathway, influencing its activity through diverse molecular mechanisms [ 130 , 131 ]. This signaling is also reported to be targeted by various lncRNAs in breast cancer cells. For example, the upregulated lncRNA LINC00511, which has been demonstrated to have a close correlation with poor prognosis of breast cancer patients, is reported to promote breast cancer cell proliferation and metastasis via targeting MMP-13 [ 16 ]. Knockdown studies have revealed that breast cancer cells transfected with siRNA against LINC00511 showed suppressed proliferation and metastasis. The in-silico analysis showed that p38-alpha and p38-beta are two pivotal targets for LINC00511. Breast cancer cells may also resist proliferation when MMP13 is silenced, and miR-150 is overexpressed [ 16 ]. However, these findings are limited by the use of only two cell lines, which may not capture the molecular heterogeneity across breast cancer subtypes, such as HER2-enriched or luminal tumors. Additionally, small sample sizes in these in vitro studies restrict generalizability. Conflicting evidence suggests that LINC00511’s oncogenic role may be context-dependent, as its expression and function in luminal subtypes remain understudied. Future research should validate these findings in patient-derived organoids or xenografts and explore LINC00511’s role across diverse breast cancer subtypes to clarify its therapeutic potential. Another lncRNA, LncSNHG5 is indicated to be upregulated in breast cancer associated fibroblasts and have critical functions in the formation of premetastatic niche via increasing angiogenesis. These effects were mediated via lncSNHG5-mediated increase in the stability of ZNF281 mRNA, which in turn by regulating CCL2 and CCL5 activate P38 MAPK signaling in endothelial cells [ 132 , 133 ]. Recent evidence has highlighted the interplay between lncRNAs and p38 MAPK in regulating breast cancer pathophysiology. One notable example is ST8SIA6-AS1, a lncRNA associated with poor prognosis in ER- and PR-negative breast cancer, a subtype lacking effective endocrine or targeted therapies. Elevated expression of ST8SIA6-AS1 in this aggressive subtype correlates with advanced tumor stage and reduced survival. Functional studies demonstrate that ST8SIA6-AS1 promotes breast cancer cell proliferation, migration, and invasion in vitro, as well as tumor growth in vivo. Mechanistically, ST8SIA6-AS1 appears to exert its oncogenic effects through the p38 MAPK signaling pathway. Specifically, ST8SIA6-AS1 knockdown was found to suppress AKT activation while upregulating p38 expression, implicating it as a critical regulator of the pathway in breast cancer. Further, inhibition of p38 signaling reversed the anti-tumor effects of ST8SIA6-AS1 knockdown, emphasizing the centrality of this pathway [ 134 ]. Two lncRNAs, PTENP1 and AC009283.1, have emerged as significant players in the pathogenesis of BC by modulating key regulatory pathways, including the MAPK signaling cascade [ 135 , 136 ]. PTENP1, a pseudogene-derived lncRNA, exerts tumor-suppressive effects by inhibiting breast cancer cell proliferation and migration, particularly in luminal subtypes. It exerts its effects by modulating several important pathways, including the PI3K/AKT and MAPK signaling pathways. In the case of AKT signaling, PTENP1 acts as a negative regulator, inhibiting the phosphorylation of AKT and its downstream targets, such as cyclin A2 and CDK2, which are vital for cell cycle progression. Additionally, PTENP1 has been found to regulate MAPK signaling, particularly through the p38 and ERK/MAPK pathways. By downregulating the phosphorylation of p44/42 MAPK and p38 MAPK proteins, PTENP1 impedes crucial processes like cell proliferation and migration in BC cells. This evidence suggests that PTENP1 plays a multifaceted role in controlling both the AKT and MAPK pathways, thus impacting the growth and progression of BC. Notably, the competitive endogenous RNA (ceRNA) hypothesis may also explain the regulatory mechanism by which PTENP1 regulates the expression of PTEN, thereby influencing tumor progression. Through this ceRNA network, PTENP1 could attenuate the inhibitory effect of microRNAs on PTEN, thereby modulating the PI3K/AKT and MAPK pathways and contributing to the malignant phenotype of BC cells [ 135 , 137 ]. This dual regulation underscores PTENP1’s role as a multifaceted tumor suppressor, particularly in estrogen receptor-positive (ER+) breast cancers, where its expression correlates with favorable prognosis. Emerging evidence suggests that PTENP1 expression is influenced by tumor microenvironmental factors, such as stromal cell interactions and hypoxia, which may modulate its regulatory capacity [ 138 ]. These findings position PTENP1 as a promising prognostic biomarker for luminal breast cancer subtypes, with potential for guiding personalized treatment strategies. Similarly, AC009283.1 has also been implicated in the progression of breast cancer, particularly in the HER2-enriched subtype. The upregulation of AC009283.1 has been associated with altered cellular processes such as proliferation, cell cycle progression, and apoptosis. Co-expression analysis of AC009283.1 with key mRNAs suggests its involvement in cell cycle regulation and cell survival mechanisms, including the activation of MAPK kinase pathways such as MAP3K1, which is linked to cell survival, migration, and apoptosis. In addition, the overexpression of AC009283.1 in HER2-enriched tumors correlates with VEGF production and the anoikis resistance pathway, both of which are critical in tumor progression and metastasis. The VEGF pathway, in particular, is activated in HER2-positive tumors, promoting angiogenesis and resistance to anti-cancer treatments. By regulating these pathways, AC009283.1 contributes to the malignant characteristics of HER2-enriched BC, making it a promising therapeutic target for this aggressive BC subtype [ 136 , 139 ]. Among the lncRNAs studied in breast cancer, PRNCR1 has been highlighted for its oncogenic role in modulating the miR-377/CCND2/MEK/MAPK axis. PRNCR1 is upregulated in breast cancer tissues, and its depletion has been shown to significantly reduce the viability of breast cancer cells while inducing G0/G1 cell cycle arrest and promoting apoptosis. These effects are mediated by altering the balance of pro-apoptotic and anti-apoptotic markers such as Bax and Bcl-2. Mechanistically, PRNCR1 functions as a molecular sponge for miR-377, a miRNA with well-documented tumor-suppressive activity. Bioinformatics analyses and experimental validations confirmed that miR-377 directly targets CCND2, a cell cycle regulator linked to cancer cell proliferation. Overexpression of CCND2 was found to enhance the phosphorylation of MEK and p38 MAPK, underscoring its role in promoting breast cancer progression. Treatment with Mirdametinib, a MEK/MAPK pathway inhibitor, effectively countered CCND2-induced breast cancer cell proliferation and restored apoptosis, emphasizing the therapeutic potential of targeting this pathway. Thus, the PRNCR1/miR-377/CCND2/p38 axis represents a critical molecular mechanism contributing to breast cancer pathogenesis [ 17 ]. Similarly, the lncRNA FOXCUT plays a significant role in the regulation of p38 MAPK signaling in breast cancer. FOXCUT exerts its oncogenic effects by acting as a ceRNA, sponging miR-24-3p, a miRNA with tumor-suppressive properties. Experimental evidence has shown that miR-24-3p directly targets p38, and the overexpression of FOXCUT leads to increased p38 expression, thereby promoting breast cancer cell proliferation, migration, and invasion. Elevated FOXCUT levels have been associated with poor prognosis in patients with TNBC, a highly aggressive breast cancer subtype. Furthermore, p38 is recognized for its role in facilitating cancer cell survival and metastasis by modulating processes such as glycogen metabolism and genomic stability. The FOXCUT/miR-24-3p/p38 regulatory axis underscores how lncRNAs can drive breast cancer progression by post-transcriptionally regulating key signaling molecules [ 140 ]. The intricate interplay between lncRNAs and the MAPK signaling pathway, particularly through p38 modulation, underscores their pivotal roles in breast cancer progression, metastasis, and therapy resistance. LncRNAs such as LINC00511, ST8SIA6-AS1, PTENP1, AC009283.1, PRNCR1, and FOXCUT regulate critical cellular processes by targeting key components of the MAPK cascade, influencing proliferation, migration, apoptosis, and angiogenesis (Fig. 2 ). These findings highlight the potential of lncRNAs as biomarkers for prognosis and therapeutic targets, especially in aggressive subtypes like triple-negative and HER2-enriched breast cancers. Moving forward, integrating lncRNA-targeted therapies with MAPK pathway inhibitors, such as Mirdametinib, could offer novel strategies to overcome resistance and improve outcomes. Further research into the ceRNA networks and molecular mechanisms of lncRNAs will be crucial for developing precision medicine approaches, paving the way for personalized treatments that address the heterogeneity of breast cancer. Fig. 2 lncRNAs regulate the p38 signaling pathway in breast cancer pathogenesis. lncRNAs modulate p38, ERK, and JNK signaling pathways in breast cancer pathogenesis in a subtype-specific manner. This schematic illustrates the dynamic interactions between key lncRNAs (e.g., PRNCR1, FOXCUT, ST8SIA6-AS1, PTENP1, LINC00473, MIR100HG) and MAPK signaling components. In p38 signaling, PRNCR1 and FOXCUT act as oncogenic ceRNAs, sponging miR-377 and miR-24-3p, respectively, to enhance p38 phosphorylation and drive TNBC progression. Conversely, PTENP1 suppresses p38 and ERK activity via ceRNA-mediated PTEN regulation, inhibiting proliferation in luminal subtypes. ST8SIA6-AS1 promotes p38 activation in TNBC, modulated by microenvironmental cues like inflammatory cytokines. In ERK signaling, LINC00473 enhances pathway activation via miR-198, promoting tumor growth, while LIMT inhibits ERK-driven oncogenesis. In JNK signaling, MIR100HG amplifies tumor progression, while LASTR regulates stress-induced splicing. Green arrows denote tumor-suppressive roles, and black arrows indicate oncogenic influences, highlighting subtype-specific therapeutic opportunities Targeting Erk Ras–ERK signaling pathway, also known as Ras–Raf–MEK–ERK pathway, is one of the most pivotal kinase signal transductions involved in tumor cell biology [ 141 ]. In mammalian cells, intracellular signal transductions related to ERK are suggested to be the classical MAPK signaling pathway. ERK signaling is activated via RTKs, certain cytokines, and G-protein-coupled receptors (GPCRs) [ 142 ]. The ERK signaling pathways consist of two distinct axes triggering the MAPK effects on the key biological events like differentiation, cell growth, and apoptosis. These axes include Ras/Raf/MEK1,2/ERK1,2 and Src/Ras/MEKK2,3/MEK5/ERK5 pathways [ 143 ]. Recent investigations have demonstrated the involvement of various lncRNAs in regulating proliferation, apoptosis, invasion and migration of cancer cells via targeting and modulating the expression levels of key components of this pathway. In breast cancer, lncRNA-ERK interaction regulates initiation, progression, and drug resistance. lncRNA NR2F1-AS1, which is an oncogenic lncRNA with upregulated expression pattern in various human malignancies such as thyroid cancer, endometrial cancer, and hepatocellular carcinoma, is also reported to be involved in the various aspects of breast cancer pathogenesis, especially angiogenesis. Zhang et al. reported a strong positive association between the CD31 and CD34 and the expression levels of this lncRNA [ 144 ]. Breast cancer cells transfected with NR2F1-AS1 showed higher levels of proliferation, migrations and tube formation. In vivo model, also confirmed in vitro finding, such that NR2F1-AS1 was found to elevate the micro vessel density (MVD), promote the tumor vessel formation, and induce primary tumor growth in mice. From the mechanistic point of view, Zhang et al. indicated that cells transfected with have higher expression levels of insulin-like growth factor-1 (IGF-1) and ERK [ 145 ]. One major pathway involves IGF-1 and its receptor IGF-1R, which drive cell proliferation, migration, and angiogenesis through ERK activation. IGF-1 is a small polypeptide known for its role in mammary gland development, as well as its oncogenic properties in breast cancer. Elevated IGF-1 levels are associated with increased breast cancer risk and are linked to enhanced tumor cell proliferation, migration, and invasion. IGF-1 also functions as a pro-angiogenic factor, inducing vascular endothelial growth factor (VEGF) and nitric oxide (NO) production in the tumor microenvironment. IGF-1 exerts its effects primarily through binding to IGF-1R, a transmembrane receptor that activates downstream signaling pathways, including ERK/MAPK. Activation of IGF-1R triggers processes such as EMT, stem cell renewal, and modifications in the tumor microenvironment, all of which contribute to cancer progression and metastasis. lncRNAs, such as LINC00473, act as ceRNAs by sponging miRNAs like miR-198, preventing them from targeting critical ERK pathway components such as MAPK1. This lncRNA-mediated regulation enhances IGF-1/IGF-1R signaling, promoting tumor growth, invasion, and EMT. Additionally, IGF-1-induced angiogenesis, driven by VEGF via ERK activation, is further amplified by lncRNAs stabilizing IGF-1R activity. Targeting these interactions, such as using IGF-1R inhibitors or therapies blocking oncogenic lncRNAs, holds promise for treating aggressive or drug-resistant breast cancers, highlighting the therapeutic potential of disrupting lncRNA-regulated ERK signaling [ 145 ]. SNHG6 has been identified as a significant oncogenic factor; its expression is markedly elevated in BC tissues and cell lines, correlating with advanced TNM stage, larger tumor size, and increased metastasis. Functional studies revealed that SNHG6 knockdown suppresses BC cell proliferation, migration, and invasion, both in vitro and in vivo. Mechanistically, SNHG6 functions as a ceRNA, sponging tumor-suppressive miR-26a-5p, which directly targets MAPK6 (ERK3). The SNHG6/miR-26a-5p/MAPK6 axis promotes BC malignancy, as evidenced by reduced MAPK6 expression and BC cell inhibition upon SNHG6 knockdown. This pathway highlights SNHG6’s role as a potential biomarker and therapeutic target for BC [ 146 ]. Another lncRNA, MALAT1, exhibits a complex role in BC metastasis, acting as both a promoter and suppressor depending on the context. Its high expression has been linked to poor prognosis and resistance to paclitaxel, a common chemotherapy agent. MALAT1 exerts its oncogenic effects by sponging miR-497-5p, thereby upregulating SHOC2, a scaffold protein essential for the activation of ERK1/2 signaling. SHOC2 forms a ternary complex with RAS and protein phosphatase 1 (PP1), enabling the dephosphorylation of RAS-associated RAF proteins, which are critical for full ERK1/2 activation. This facilitates downstream signaling necessary for tumor cell survival, proliferation, and metastasis. By upregulating SHOC2, MALAT1 ensures sustained ERK pathway activation, which drives BC metastasis and chemoresistance. Targeting SHOC2 or disrupting the MALAT1/miR-497-5p/SHOC2 axis could mitigate ERK hyperactivation and improve therapeutic outcomes [ 147 ]. LINC00473, another oncogenic lncRNA, is highly expressed in BC and associated with poor prognosis. Its silencing impairs BC cell proliferation, migration, and invasion, potentially through modulating cell cycle proteins (Cyclin D1 and p21) and EMT markers, E-cadherin and N-cadherin. LINC00473 acts as a ceRNA by sponging miR-198, which targets MAPK1 (ERK2), a key mediator of the ERK/MAPK pathway. This LINC00473/miR-198/MAPK1 axis has been shown to regulate BC cell behavior, with LINC00473 knockdown reversing the aggressive phenotype of BC cells. Given the established roles of MAPK1 in tumorigenesis and chemoresistance, targeting this axis offers promising therapeutic prospects [ 145 ]. In TNBC, MIR100HG has been implicated in promoting malignancy via the ERK/MAPK pathway. MIR100HG expression is significantly upregulated in TNBC tissues and cells, and its silencing suppresses ERK activation and tumor progression. It functions as a ceRNA, sponging miR-5590-3p to upregulate oncogenic targets such as OTX1 (Orthodenticle Homeobox 1). OTX1 is a transcription factor critical in embryonic development, but its aberrant expression in cancers, including TNBC, drives tumor progression. OTX1 regulates genes involved in cell proliferation, migration, and invasion, enhancing the aggressive characteristics of TNBC cells. Through its interactions with ERK/MAPK signaling components, OTX1 amplifies the pathway’s oncogenic effects, promoting tumor growth and metastasis. Therefore, the MIR100HG/miR-5590-3p/OTX1 axis represents a pivotal mechanism in TNBC pathogenesis. Targeting OTX1 or disrupting its upstream regulators could provide novel therapeutic strategies for combating TNBC [ 148 ]. AU021063 is another oncogenic lncRNA induced via interleukin (IL)−6 mediated suppression of domain 5a (Arid5a) expression in breast cancer cells. AU021063 stabilizes tribbles homolog 3 (Trib3) and also activates ERK signaling, finally promoting breast cancer invasion and metastasis [ 149 ]. Linc-RoR is an oncogenic lncRNA promoting the estrogen-independent growth of ER + breast cancer. It is reported that linc-RoR mediated the activation of the ERK pathway, as well as ER signaling under estrogen deprivation conditions [ 150 ]. linc-RoR silencing abolished estrogen deprivation-mediated ERK and ER phosphorylation and activation. More importantly, linc-RoR effects on ERK signaling are found to be mediated via ERK-specific phosphatase Dual Specificity Phosphatase 7 (DUSP7), also known as MKP-X. linc-RoR stabilized DUSP7 and hence repressed ERK phosphorylation. Interestingly, DUSP7 was found to be downexpressed in ER + breast cancer patients’ samples in comparison to ER- breast cancer. Accordingly, linc-RoR regulates the ERK-specific phosphatase DUSP7, which promotes estrogen-independent growth of breast cancer cells [ 150 ]. In addition, lncRNA-ERK crosstalk is also reported to be of high importance in the development of resistance against key chemotherapeutics used for breast cancer treatment including Adriamycin and tamoxifen. For example, ARA expression has significant association with Adriamycin sensitivity in breast cancer cell lines. Silencing this lncRNA in vitro led to significant reduction in the proliferation, induction in cell death, cell cycle arrest at G2/M phase and inhibition in migration. microarray transcriptomic revealed that ARA mediated anticancer effects was due targeting ERK signaling pathway [ 151 ]. The lncRNA cytoskeleton regulator RNA (CYTOR) is reported to be contributed in the tamoxifen resistant in breast cancer cells. In addition, it has negative correlation with the miR-125a-5p, which suggested the direct targeting and suppression of miR-125a-5p by this lncRNA [ 152 ]. Moreover, CYTOR upregulation leads to increased expression and activity of ERK pathway in tamoxifen resistant cells. CYTOR silencing downregulated ERK1/2 expression in tamoxifen resistant, indicating that CYTOR is involved in the tamoxifen resistance via attenuation of the ERK pathway [ 152 ]. SNHG6 is one of the upregulated lncRNAs in breast cancer cell lines and tissues that exerts its tumorigenic functions through activating ERK3/MAPK6 signaling. SNHG6 silencing led to inhibition of breast cancer cell proliferation, migration and invasion via directly binding to miR-26a-5p and down-regulating miR-26a-5p expression. MAPK6 was also validated as a target of SNHG6. Therefore, SNHG6/miR-26a-5p/MAPK6 pathway is suggested as regulatory axis in breast cancer pathogenesis [ 146 ]. As a ceRNA, LINC00473 competes for miR-198, which modulates MAPK1 expression by modulating the expression of lncRNAs. Breast cancer tissues overexpressing LINC00473, therefore, have poor prognoses. The endogenous RNA LINC00473 may regulate MAPK1 expression by sponging miR-198 [ 145 ]. As a downstream signaling pathway regulator, lncRNA THOR plays an important role in breast cancer tumorigenesis. A poor prognosis is associated with THOR upregulation in breast cancer tissues compared with normal tissues, which showed lower expression levels of this lncRNA in comparison to malignant tissues. Cell proliferation, migration, and invasion were impaired when THOR was knocked down in breast cancer cells in vitro, along with metastasis and tumorigenesis in tumor xenografts. Through inhibition of the proteasome-dependent degradation pathway, THOR binds to the hnRNPD protein and increases its levels. With increased hnRNPD protein levels, PDK1 and downstream PI3K-AKT pathways were more activated, and the downstream MAPK pathways were further activated as well [ 153 ]. Fig. 3 An illustrative overview of the intricate interactions between lncRNAs, and the MAPK/ERK signaling cascade in the context of breast cancer pathogenesis. Key upstream signals, such as IL-6 binding to IL-R and IGF-1 binding to IGF-1R, initiate the activation of core signaling intermediates, including MKK1/2 and ERK1/2, which drive downstream effects. Specific lncRNAs, including LINC00472, linc-RoR, MIR2052HG, and EPIC1, as well as miRNAs like miR-125a-5p and miR-129, modulate these pathways by regulating pivotal molecular players, such as DUSP7, SHOC2, and ESR1. These interactions influence diverse cellular processes, including EMT, autophagy, cell cycle arrest, apoptosis, proliferation, migration, and invasion. The diagram also underscores the oncogenic and tumor-suppressive roles of various molecular components (indicated by black and green arrows, respectively), with an emphasis on transcriptional regulation mediated by downstream targets such as SRF, Myc, and MCM6. Crosstalk with ERα signaling is highlighted, further emphasizing its role on ERK signaling in cancer progression. The figure integrates the functional interplay between signaling pathways, lncRNAs, and miRNAs, providing insights into their contributions to breast cancer biology Among the lncRNAs implicated in this pathway, LINC00472 and LIMT emerge as significant tumor suppressors, particularly in aggressive subtypes such as TNBC and basal-like breast cancer [ 145 , 154 ]. Recent studies highlight LINC00472 as a potent regulator of tumorigenesis in TNBC via its interactions with the MEK/ERK signaling pathway. TNBC, one of the most challenging breast cancer subtypes to treat, exhibits frequent hyperactivation of the MEK/ERK pathway, often due to molecular alterations such as the loss of dual-specificity phosphatase 4 (DUSP4). As illustrated in Fig. 3 , LINC00472 suppresses tumor progression by downregulating MCM6, a critical oncogene associated with DNA replication. Mechanistic investigations reveal that LINC00472 induces methylation of the MCM6 promoter via recruitment of DNA methyltransferases (DNMT1, DNMT3a, and DNMT3b), leading to its transcriptional repression. This cascade ultimately inhibits the MEK/ERK signaling pathway, as evidenced by reduced phosphorylation levels of ERK and MEK proteins. Functionally, overexpression of LINC00472 inhibits TNBC cell proliferation, migration, and invasion in vitro, while also reducing tumor growth and metastasis in vivo. Restoration of MCM6 reverses these effects, underscoring the dependency of LINC00472-mediated tumor suppression on MCM6 regulation. Additionally, the tumor-suppressive role of LINC00472 is not confined to TNBC but extends to other cancers, including colorectal cancer, hepatocellular carcinoma, and lung adenocarcinoma, where it similarly impedes ERK-mediated oncogenic pathways [ 145 ]. Like LINC00472, LIMT, also known as LINC01089, exerts tumor-suppressive effects through modulation of the ERK pathway. Research demonstrates that LIMT expression is downregulated in basal-like and HER2-driven breast cancer subtypes, which are characterized by heightened ERK activity. Functional assays reveal that the suppression of LIMT depends on the activation of epidermal growth factor receptor (EGFR) and subsequent RAS-to-ERK signaling. Experimental knockdown of LIMT enhances cellular migration and invasion, indicating its critical role in limiting metastatic potential. This is corroborated by in vivo studies where reduced LIMT levels are associated with increased metastasis. Unlike other lncRNAs that act in cis , LIMT does not appear to regulate neighboring genes, suggesting its function may involve direct interaction with protein or RNA molecules, potentially affecting chromatin remodeling or transcriptional regulation of motility-related genes. Moreover, LIMT ’s conserved sequence across vertebrates implies an evolutionarily significant role in maintaining cellular homeostasis and restricting tumor progression [ 154 ]. Both LINC00472 and LIMT illustrate the intricate interplay between lncRNAs and the ERK signaling cascade in breast cancer. While LINC00472 acts by silencing MCM6 and reducing ERK activation in TNBC, LIMT functions as an EGFR/ERK-controlled suppressor, particularly in basal-like tumors. Their tumor-suppressive effects highlight the potential of lncRNA-based therapeutic strategies targeting the ERK pathway. These findings also underscore the tissue-specific roles of lncRNAs, offering new insights into the molecular underpinnings of breast cancer heterogeneity. Future studies should investigate the broader regulatory networks involving LINC00472 and LIMT, including their interactions with other signaling pathways, such as PI3K/AKT and p53, and their potential as biomarkers or therapeutic targets for ERK-driven cancers. Table 2 lncRNA-mediated regulation of MAPKs in breast cancer LncRNA Type of lncRNA MAPK MAPK function Cell line Signaling pathway Effects Ref P38 ST8SIA6-AS1 Oncogene p38 Suppression MDA-MB-231, ZR-75-30 and Hs578T ST8SIA6-AS1/Akt ST8SIA6-AS1/p38 “ST8SIA6-AS1 regulated AKT1 and p38 MAPK gene expression by affecting their mRNA and protein levels, respectively, and it also affected the phosphorylation of AKT1 protein. Rescue experiments indicated that ST8SIA6-AS1 promoted BC cell proliferation, invasion, and migration in a p38 MAPK signaling-mediated manner.” [ 134 ] PTENP1 Tumor suppressor (TS) p38 Suppression MCF7 and cell line 293T PTENP1/Akt PTENP1/p38 cyclin A2 and CDK2 “PTENP1 can inhibit the proliferation and migration of breast cancer cells, which may be realized through downregulating cyclin A2 and CDK2, the important proteins in cell cycle, and AKT and MAPK signaling pathways.” [ 135 ] PRNCR1 Oncogene p38 Activation MCF-10 A, MDA-MB-231, MCF-7, BT-549, MDA-MB-468 and SK-BR-3 PRNCR1/miR-377/CCND2/p-MEK1 and p-p38 “PRNCR1 may competitively bind to miR-377, leading to upregulated CCND2, which in turn activated MEK/MAPK pathway to promote breast cancer growth.” [ 17 ] AC009283.1 Oncogene p38 Activation MCF7, ZR-75-1, MDA-MB-361, SKBR3, MDA-MB-468, HCC1187, HS578T, MDA-MB-231, MDA-MB-453 AC009283.1/PI3K/Akt AC009283.1/p38 CASCA4, NOCTH3, TNFa, FOSB, BLC2A1, DNML1, and KLF6 “AC009283.1 knockdown inhibits proliferation and induces apoptosis in HER2-enriched breast cancer cells.” [ 136 ] FOXCUT Oncogene p38 Activation MDA-MB-468, MDA-MB-231, BT-549, T47D, SK-BR-3, ZR75-1, and MCF-7 FOXCUT/miR-24-3p/p38 “Knockdown of FOXCUT significantly inhibited cancer growth and metastasis in vitro or in vivo. Mechanistically, FOXCUT competitively bounded to miR-24-3p to prevent the degradation of p38, which might act as an oncogene in breast cancer.” [ 140 ] SNHG1 Oncogene p38 Activation BT474, MCF7, MDA-MB-453, MDA-MB-231, HCC1937 and MCF10A SNHG1/C-Caspase3, p-P38 “LncRNA SNHG1 shRNA upregulated pro-apoptotic marker (C-Caspase3) expression, and lncRNA SNHG1 overexpression increased while lncRNA SNHG1 shRNA decreased anti-apoptotic marker (p-P38) expression.” [ 155 ] ERK linc-RoR Oncogene ERK Activation MCF-7 linc-RoR/DUSP7/MEK1/2/ERK “In response to estrogen deprivation, linc-RoR is induced and protects ERK from dephosphorylation by promoting the degradation of DUSP7. The activated ERK in turn phosphorylates ER at Ser118 residue and thus promoters the ligand-independent activation of ER, resulting in estrogen-independent growth of breast cancer cells.” [ 156 ] NR2F1-AS1 Oncogene ERK Activation MDA-MB-231 and MCF-7 NR2F1-AS1/miRNA-338-3p/IGF-1/IGF-1R/ERK “lncRNA NR2F1-AS1 induced expression of IGF-1 in breast cancer cells, which then increased the phosphorylation of IGF-1R and ERK1/2 in human umbilical vascular endothelial cells. Hence, lncRNA NR2F1-AS1 could promote breast cancer angiogenesis via IGF-1/IGF-1R/ERK pathway through sponging miRNA-338-3p.” [ 157 ] ERLC1 Oncogene ERK Activation MCF7, T47D and HEK293T ERLC1/FXR1/ERα/ERK1/2 “ERLC1 stabilizes ESR1 mRNA by sequestering miR-129 and tethering FXR1, forming a positive feedback loop to promote ERα and consequent ERK1/2 signaling, leading to increased cell viability and establishment of antiestrogen resistance.” [ 158 ] LINC00472 TS ERK Suppression TNBC cell lines (MDA-MB-231, MDA-MB-453, HCC-1937 and MDA-MB-468) /MEK/ERK/MCM6/N-cadherin, Vimentin and MMP9, E-cadherin “LINC00472 can suppress proliferation, migration, and invasion of TNBC cells by inhibiting the MCM6 expression via inactivation of the MEK/ERK signaling pathway.” [ 159 ] MIR2052HG Oncogene ERK Suppression Human ER-positive breast cancer CAMA-1, HER-positive Au565, triple negative breast cancer (TNBC) MDA-MB-231 MIR2052HG/EGR1/LMTK3/MEK/ERK/p90RSK1 “MIR2052HG interacts with EGR1 and facilitates its recruitment to the LMTK3 promoter. LMTK3 sustains ERα levels by reducing protein kinase C (PKC) activity, resulting in increased ESR1 transcription mediated through AKT/FOXO3 and reduced ERα degradation mediated by the PKC/MEK/ERK/RSK1 pathway.” [ 160 ] AU021063 Oncogene ERK Activation 4T1 and 293FT IL-6/AT-rich interactive domain 5a (Arid5a)/AU021063/tribbles homolog 3 (Trib3) and Mek/Erk “IL-6 induced AT-rich interactive domain 5a (Arid5a) expression, which promotes the transcription of AU021063. In turn, AU021063 promotes breast cancer metastasis through stabilizing tribbles homolog 3 (Trib3) and activating Mek/Erk signaling pathway.” [ 149 ] HCP5-132aa Oncogene ERK Suppression MCF-7/ADR and MDA-MB-231 HCP5-132aa/ERK/mTOR/LC3-II to LC3-I, Beclin 1 “HCP5-132aa knockdown in MCF-7/ADR and MDA-MB-231 cells not only increased the ratio of LC3-II to LC3-I but also induced ERK phosphorylation and inhibited mTOR activity, leading to increased expression of the downstream autophagy molecule Beclin 1.” [ 161 ] LINC00473 Oncogene ERK2 Activation MDA-MB-231, MCF-7, SK-BR-3, MDA-MB-453 LINC00473/miR-198/ERK2 “LINC00473 in breast cancer tissues were negatively correlated with miR-198, it can be easily proposed that LINC00473 was positively correlated with MAPK1 expression, which was further confirmed by the Pearson analysis.” [ 145 ] CYTOR Oncogene ERK2 Activation MCF7 CYTOR/miR-125a-5p/serum response factor (SRF)/ERK1/2 and Hippo “CYTOR directly repressed miR-125a-5p expression in breast cancer cells. Through regulation of miR-125a-5p, CYTOR elevated serum response factor (SRF) expression and activated Hippo and mitogen associated protein kinase signaling pathways to promote breast cancer cell survival upon tamoxifen treatment.” [ 152 ] MIR100HG Oncogene ERK Activation The cell line HEK-293T, the normal human breast epithelial cell line MCF-10 A and the TNBC cell lines (MDA-MB-231, MDA-MB-453, MDA-MB-468 and MDA-MB-415) MIR100HG/miR-5590-3p/ERK “MIR100HG promotes the progression of TNBC by sponging miR-5590-3p, to upregulate OTX1, thereby stimulating the ERK/MAPK signaling pathway, triggered the migration, invasion and proliferation of TNBC cells and suppressed their apoptosis and cell cycle arrest in G0/G1 phase.” [ 148 ] CCAT2 Oncogene ERK Activation MCF-7 and T47D ERK/CCAT2 “Blocking the hyperactivated ERK/MAPK signaling pathway could inhibit the expression of CCAT2.” [ 162 ] EPIC1 Oncogene ERK Activation MCF-7 Myc/EPIC1/ERK, AKT-mTORC1/p‐S6K and p‐4EBP1 “lncRNA EPIC1 expression activated the ERK and AKT-mTORC1 signaling pathway through Myc and led to rapamycin resistance in breast cancer.” [ 15 ] LIMT TS ERK Activation MCF10A EGF/EGFR/ERK1/2/LIMT “LIMT is downregulated in grade 3 and in stage 4 mammary tumors compared to less advanced tumors. Thus, LIMT might represent a new class of EGF-controlled and ERK‐mediated inhibitors of breast cancer metastasis, which function as tumor‐suppressor lncRNAs.” [ 154 ] SNHG14 Oncogene ERK Activation MDA-MB-231 SNHG14/MEK/ERK “SNHG14 knockdown inhibits TNBC progression by regulating the ERK/MAPK signaling pathway, which provides evidence for SNHG14 as a potential target for TNBC therapy.” [ 163 ] DSCR9 Oncogene MEK/ERK Activation MDA-MB-231 DSCR9/miR-504-5p/G protein-coupled receptor 65 (GPR65)/MEK/ERK “DSCR9 targeted miR-504-5p, and silencing DSCR9 inhibited the proliferation of BCSCs by elevating the expression of miR-504-5p. Additionally, miR-504-5p targeted GPR65 and inhibited its expression. Moreover, GPR65 activated the MEK/ERK signaling pathway to regulate breast cancer stem cells proliferation.” [ 164 ] MALAT1 Oncogene ERK1/2 Activation MCF-7 and MDA-MB-231 MALAT1/miR-497-5p/SHOC2/ERK “MALAT1 contributed to the paclitaxel resistance of BC cells via sponging miR-497-5p to increase SHOC2 expression and its subsequent downstream activator protein pERK1/2.” [ 147 ] DLEU1 Oncogene ERK Activation MDA-MB-468 or MCF7 DLEU1/HIF-1α/CKAP2/ERK and STAT3 “DLEU1 knockdown inhibited the growth and the motility of breast cancer cells. Mechanistically, DLEU1 interacted with HIF-1α to collectively activate the transcription of CKAP2. By activating ERK and STAT3 signaling, CKAP2 essentially mediated the pro-tumor activities of DLEU1.” [ 165 ] SLC35A2 Oncogene ERK Activation MDA-MB-231 AC074117.1/hsa-let-7b-5p/SLC35A2/ERK “AC074117.1/hsa-let-7b-5p axis-mediated high expression of SLC35A2 acts as a tumor promoter in BRCA via ERK signaling, to augment proliferation, motility, and suppress cell cycle and apoptosis of breast invasive carcinoma cells in vitro.” [ 166 ] RP11-214F16.8 Oncogene ERK Activation MCF7 and MDA-MB-231 RP11-214F16.8/SENP3/NISCH/RAC1, PAK1 and ERK1/2 “The oncogenic property of RP11-214F16.8 lies to its post-translational repression on the tumor suppressor NISCH via recruiting SENP3-mediated de-SUMOylation and ubiquitin-proteasome-mediated protein degradation. NISCH in turn inhibits the transcription of RP11-214F16.8 through restraining the expression of the transcription factors located downstream of RAC1, PAK1 and ERK1/2 signaling transduction pathways.” [ 167 ] THOR Oncogene ERK Activation MCF7 and MDA-MB-231 THOR/hnRNPD/PDK1, PI3K–AKT and ERK “THOR is bound to the hnRNPD protein and increases hnRNPD protein levels by maintaining hnRNPD protein stability by inhibiting the proteasome-dependent degradation pathway. The increased hnRNPD protein levels stabilized its target mRNAs, including pyruvate dehydrogenase kinase 1 (PDK1), further activating downstream PI3K–AKT and MAPK signaling pathways. ” [ 153 ] MIR210HG Oncogene ERK Activation MDA-MB-231 and MCF-7 MIR210HG/miR-1226-3p/MUC1-C, SMAD2, p-ERK, Snail, E-cadherin, N-cadherin “MiR210HG sponges miR-1226-3p to facilitate invasive breast cancer cell invasion and metastasis by regulating mucin-1c and EMT pathway, revealing the oncogenic role of MiR210HG in invasive breast cancer cells.” [ 168 ] Lnc-BTG3-7:1 Oncogene ERK Activation MDA-MB-231, MDA-MB-468, BT-549 Lnc-BTG3-7:1/C21ORF91/GRB2-RAS-RAF-MEK-ERK and GRB2-PI3K-AKT-GSK3β-β-catenin “Lnc-BTG3-7:1, cooperated with transcription factor JUND, cis-regulated the transcription of C21ORF91 gene, and down-regulation of Lnc-BTG3-7:1/C21ORF91 suppressed GRB2-RAS-RAF-MEK-ERK and GRB2-PI3K-AKT-GSK3β-β-catenin pathways.” [ 169 ] SNHG6 Oncogene ERK3 Activation MCF-10 A, BT-474, MDA-MB-231, ZR-75-30, MDA-MB-468 and T-47D SNHG6/miR-26a-5p/MAPK6 “SNHG6 serves as an endogenous sponge by directly binding to miR-26a-5p and down-regulating miR-26a-5p expression to enhance proliferation, migration and invasion,” [ 146 ] lncANGPTL1-3:3 Oncogene MAP3K2 Activation lncANGPTL1-3:3/miR-520b “lncANGPTL1-3:3 was predicted to target miR-520b to regulate MAP3K2 expression to facilitate sentinel lymph node metastasis of breast cancer” [ 170 ] JNK CBR3-AS1 Oncogene JNK Activation MCF-7, T47D, MDA-MB-231 and HEK-293 T CBR3-AS1/miR-25-3p/MEK4/JNK “CBR3-AS1 functioned as a competitive endogenous RNA by sponging miR-25-3p. MEK4 and JNK1 of the MAPK pathway were determined to be direct downstream proteins of the CBR3-AS1/miR-25-3p axis in breast cancer cells. CBR3-AS1 increased the resistance of breast cancer to ADR by competitively binding miR-25-3p with JNK1/MEK4 and enhancing the MAPK signaling pathway.” [ 171 ] HOTAIR Oncogene JNK Activation MCF-7 HOTAIR/P53/Akt/JNK/MDM2, MMP-2 and MMP-9 “Knockdown of HOTAIR in MCF-7 cells induced significant increase in the expression of P53, and marked decrease in the expression of MDM2, AKT, JNK, MMP-2 and MMP-9 on both mRNA and protein level, suggesting that in breast cancer, HOTAIR may affect proliferation, apoptosis, migration and invasion of MCF-7 cells through regulating the P53/Akt/JNK signaling pathway.” [ 172 ] JUNI Oncogene JNK Activation TNBC MDA-MB-231 JUNI/DUSP14/JNK/c-Jun “JUNI considerably elevated c-Jun phosphorylation and expression only in cells transfected with phosphatase active DUSP14. These data suggest that JUNI regulates JNK phosphorylation and c-Jun levels by antagonizing DUSP14 activity to upregulate the levels of genes involved in EMT and cellular migration.” [ 173 ] LASTR Oncogene JNK Activation MDA-MB-468 and MDA-MB-231 Hypoxia/JNK/c-Jun/LASTR “Hypoxia led to increased phosphorylation at Ser63 and stability of c-JUN, as well as increased expression of LASTR, whereas JNK inhibition blocked hypoxia-mediated LASTR induction.” [ 174 ] Simultaneous targeting of MAPKs Linc00839 Oncogene ERK, and p38 ERK suppression P38 activation MCF-7, BT549 and MDA-MB-231 Myc/Linc00839/Lin28B/PI3K/AKT, p-P38, p-STAT3, and Bcl-2, p-ERK1/2, cleaved caspase-3 and Bax “Linc00839 was activated by Myc and promoted proliferation and chemoresistance in breast cancer through binding with Lin28B. Linc00839 overexpression could activate the phosphorylation of Akt, STAT3, and P38, but the expression level of p-ERK1/2 was inactivated. Linc00839 regulated the PI3K/AKT pathway, and that the inhibition of PI3K/AKT signaling was required for BC cell proliferation, apoptosis, and invasion by Linc00839.” [ 175 ] MIR4435-2HG Oncogene JNK, and p38 JNK/c-Jun activation P38 activation MDA-MB-231, MDA-MB-468, MCF-7, and SK-BR3 MIR4435-2HG/JNK/c-Jun, P38 “Patients with breast cancer in the high-MIR4435-2HG group may show reduced sensitivity to cisplatin, doxorubicin, and gemcitabine and have an increased propensity for immune escape. Notably, MIR4435-2HG predominantly enhances the migratory and invasive capabilities of TNBC cells through the epithelial-mesenchymal transition (EMT) process and activating the JNK/c-Jun and p38 MAPK signaling pathway in TNBC.” [ 176 ] BORG Oncogene ERK, and p38 ERK suppression P38 activation MCF-7 and NMuMG BORG/TRIM28/ERK, P38/p21, and gadd45a “BORG elicits the metastatic outgrowth of latent breast cancer cells by promoting the localization and transcriptional repressive activity of TRIM28, which binds BORG and induces substantial alterations in carcinoma proliferation and survival.” [ 177 ] LINC01270 Oncogene MAPK Activation MCF-7, and MDA-MB-231 LINC01270/LAMA2/MAPK “LINC01270 bound to DNMT1, DNMT3a, and DNMT3b promoted the methylation of CpG islands in LAMA2 promoter and inhibited the LAMA2 expression to suppress the activation of MAPK signaling pathway, which subsequently restrained the breast cancer progression.” [ 178 ] AFAP1-AS1 Oncogene MAPKAP1 Activation MDA-MB-231 SP1/AFAP1-AS1/mTOR/eukaryotic translation initiation factor 4B (EIF4B), mitogen-activated protein kinase-associated protein 1 (MAPKAP1), SEH1-like nucleoporin (SEH1L), serum/glucocorticoid regulated kinase 1 (SGK1), and its target NEDD4-like E3 ubiquitin protein ligase (NEDD4L), and s-phase kinase-associated protein 2 (SKP2) “SP1 Increases the Expression of lncRNA AFAP1-AS1 and Promotes the lncRNA AFAP1-AS1-Mediated Proliferation and Migration of TNBC Cells.” [ 179 ] HOTAIR Oncogene MAPKAP1 Activation MCF-7/HER ErbB2/MAPK/HOTAIR “The receptor tyrosine kinase ErbB2 promotes cellular HOTAIR expression through a MAPK-dependent manner.” [ 180 ] lncGJA10-12:1 Oncogene MAP3K2 Activation lncGJA10-12:1/miR-34a-5p/MAP2K1 and MAP3K9 lncGJA10-12:1/miR-449a/MAP2K1 “lncGJA10-12:1 was also predicted to target miR-34a-5p to regulate MAP2K1 and MAP3K9 expression levels, as well as miR-449a to regulate MAP2K1 expression to to facilitate sentinel lymph node metastasis of breast cancer.” [ 170 ] Targeting JNK JNK, originally identified as SAPKs [ 181 ], represents a prominent family of protein kinases comprising three distinct isoforms: JNK1, JNK2, and JNK3. The JNK pathway is activated by various stressors, including oxidative stress and ultraviolet (UV) irradiation, leading to cellular responses such as apoptosis and growth inhibition [ 182 , 183 ]. Activation of the JNK pathway occurs through a hierarchical cascade: MAPKKKs activate MAPKKs (e.g., MKK4 and MKK7), which subsequently phosphorylate and activate JNKs [ 184 ]. Once activated, JNKs translocate to the nucleus, where they phosphorylate and activate the transcription factor c-Jun [ 185 ]. Phosphorylated c-Jun can shuttle back to the cytoplasm, modulating gene expression in pro-apoptotic and anti-apoptotic processes [ 186 , 187 ]. Given its downstream targets, JNK signaling plays a pivotal role in the pathogenesis of breast cancer [ 188 ]. Of particular interest is the emerging evidence linking lncRNAs to JNK signaling in breast cancer progression. One such lncRNA, MIR100HG, has been identified as an oncogenic driver in TNBC. Chen et al. reported that MIR100HG is upregulated, while miR-5590-3p is downregulated in TNBC cells and tissues. Moreover, MIR100HG directly interacts with miR-5590-3p. Functional knockdown studies demonstrated that silencing MIR100HG induced apoptosis, caused G0/G1 cell cycle arrest, and suppressed proliferation, invasion, and migration of TNBC cells, thereby inhibiting tumor progression. Interestingly, the anticancer effects mediated by MIR100HG silencing were completely abrogated by the knockdown of miR-5590-3p. miR-5590-3p, targeting OTX1, was shown to downregulate JNK signaling in TNBC cells, thereby inhibiting migration, invasion, and proliferation while promoting apoptosis. However, MIR100HG-mediated suppression of miR-5590-3p significantly elevated the expression of JNK/MAPK pathway components, including p-JNK, p-MEK, p-MAPK, and p-ERK, which contributed to the promotion of TNBC cell proliferation, migration, and invasion. These findings underscore the critical role of the MIR100HG-miR-5590-3p axis in regulating JNK/MAPK signaling and highlight MIR100HG as a promising therapeutic target for TNBC [ 148 ]. CBR3-AS1 exemplifies the role of lncRNAs in JNK-mediated chemoresistance in breast cancer. By competitively binding miR-25-3p, CBR3-AS1 spares JNK1 and MEK4 from miRNA-mediated suppression, thereby promoting their activity and activating the MAPK/JNK pathway. This activation enhances cellular survival under chemotherapeutic stress, particularly against agents like Adriamycin (ADR). Overexpression of CBR3-AS1 not only confers resistance to ADR but is also associated with poor overall survival in breast cancer patients, underscoring its significance as a biomarker for prognosis and therapeutic response. Mechanistically, the CBR3-AS1/miR-25-3p/JNK1/MEK4 axis exemplifies how lncRNAs can leverage competitive endogenous RNA (ceRNA) networks to modulate key signaling cascades, driving tumor progression and drug resistance [ 171 ]. The lncRNA HOTAIR has garnered considerable attention for its multifaceted roles in breast cancer. It modulates the JNK pathway as part of a broader regulatory network involving the p53 and Akt pathways. In tamoxifen-resistant breast cancer cells, HOTAIR expression is upregulated, promoting proliferation, invasion, and migration. Experimental knockdown of HOTAIR in MCF-7 cells leads to reduced expression of JNK and its downstream effectors, including MMP-2 and MMP-9, which are critical for extracellular matrix remodeling and metastasis. Additionally, HOTAIR influences apoptosis by regulating the p53/MDM2 axis, further highlighting its role in promoting tumor survival and progression. The ability of HOTAIR to simultaneously regulate multiple pathways makes it a central node in breast cancer pathogenesis [ 172 ]. JUNI, an immediate early lncRNA, directly interacts with the JNK pathway to mediate stress responses in cancer cells. Unlike CBR3-AS1 and HOTAIR, which activate JNK indirectly, JUNI binds and antagonizes DUSP14, a phosphatase that negatively regulates JNK. This binding prevents the dephosphorylation of JNK, sustaining its activation under conditions of cellular stress, such as exposure to UV radiation or chemotherapeutic agents. JUNI’s activity creates a positive feedback loop, amplifying JNK signaling and enabling cancer cells to evade apoptosis and enhance migration. This unique mechanism positions JUNI as a critical regulator of cellular survival and adaptability in the tumor microenvironment [ 173 ]. Unlike most lncRNAs that function as upstream regulators of JNK, LASTR operates downstream, mediating the functional consequences of JNK activation. LASTR modulates splicing efficiency by interacting with SART3, a recycling factor in the splicing machinery, and facilitates the dissociation of SART3 from U4/U6 snRNP complexes. This activity impacts cancer cell fitness by inducing splicing defects in genes essential for tumor survival, particularly under conditions of JNK-mediated stress responses. In contrast to CBR3-AS1, HOTAIR, and JUNI, which primarily activate JNK signaling to drive oncogenic processes, LASTR exploits JNK’s stress-induced activity to regulate downstream molecular events, such as alternative splicing. These distinct roles highlight the multifaceted interplay between lncRNAs and the JNK pathway in breast cancer, offering novel insights into their potential as therapeutic targets. Specifically, while most lncRNAs amplify JNK activity to promote tumor progression, LASTR’s downstream role offers an alternative avenue for disrupting cancer cell survival mechanisms. This dichotomy underscores the complexity of lncRNA-mediated regulation in cancer and suggests that targeting LASTR could complement strategies aimed at modulating upstream regulators of JNK. Consequently, LASTR’s unique position in the JNK axis provides a compelling case for its development as a target in combinatorial therapeutic approaches, particularly in radio- and chemotherapy-resistant breast cancers [ 174 ]. The dual roles of certain lncRNAs, such as ST8SIA6-AS1 and MALAT1, in breast cancer pathogenesis underscore their context-dependent functions across different subtypes and MAPK signaling interactions. For instance, ST8SIA6-AS1 promotes proliferation and invasion in ER- and PR-negative breast cancers, particularly TNBC, by enhancing p38 MAPK signaling, yet its tumor-suppressive potential in other contexts remains underexplored [ 134 ]. Similarly, MALAT1 acts oncogenically in TNBC by upregulating ERK signaling via the miR-497-5p/SHOC2 axis, driving paclitaxel resistance and metastasis, but in luminal subtypes, it can suppress migration by modulating ERK/MAPK activity [ 147 ]. These contrasting effects highlight the molecular and subtype-specific regulatory networks involving lncRNAs and MAPK pathways, emphasizing the need for precise mechanistic studies to harness their therapeutic potential effectively. The diverse roles of lncRNAs in regulating the JNK pathway underscore their potential as therapeutic targets in breast cancer. By modulating JNK activity at multiple levels—upstream and downstream lncRNAs orchestrate a complex network of signaling events that promote tumor progression, metastasis, and drug resistance. Targeting these lncRNAs, either through silencing or inhibition of their interactions with key signaling components, represents a promising avenue for therapy. LASTR’s downstream function offers a unique therapeutic opportunity to disrupt cancer-specific splicing processes, while upstream modulators like CBR3-AS1 and HOTAIR provide avenues to inhibit JNK-driven oncogenic signaling. These findings highlight the importance of integrating lncRNA biology into our understanding of breast cancer pathogenesis, paving the way for precision medicine approaches that exploit the unique roles of lncRNAs in the JNK pathway. Conclusion and perspective The interaction between lncRNAs and MAPK signaling pathways has emerged as a critical area of study in the pathogenesis of breast cancer. lncRNAs, acting as versatile molecular regulators, intricately modulate the three major MAPK pathways—p38, ERK, and JNK—thereby influencing a wide array of cellular functions, including proliferation, survival, apoptosis, angiogenesis, and metastasis. These pathways, known for their dual roles as tumor suppressors or oncogenic drivers, exhibit complex behavior influenced by cellular context, molecular subtype, and environmental stimuli. By acting through ceRNA networks, direct protein interactions, or chromatin remodeling, lncRNAs orchestrate both oncogenic and tumor-suppressive processes, making them key players in breast cancer progression. In the context of p38 MAPK signaling, lncRNAs such as PRNCR1, JUNI, THOR and FOXCUT act as oncogenic regulators, promoting tumorigenesis through enhanced phosphorylation of key pathway components. Conversely, tumor-suppressive lncRNAs like PTENP1 attenuate p38 MAPK activity, thereby inhibiting breast cancer cell proliferation and migration. Similarly, the regulation of ERK signaling by lncRNAs highlights their profound impact on aggressive breast cancer subtypes such as TNBC. For instance, LINC00473, by acting as a ceRNA for miR-198, facilitates ERK pathway activation, driving tumor growth, migration, and invasion. On the other hand, tumor-suppressive lncRNAs like LIMT and LINC00472 mitigate ERK-driven oncogenic effects, underscoring the therapeutic potential of targeting these lncRNAs. The JNK pathway, while traditionally associated with stress responses and apoptosis, also demonstrates context-dependent roles in breast cancer. Oncogenic lncRNAs such as MIR100HG promote JNK signaling to drive tumor progression, while others like SNHG1 are involved in modulating JNK-related apoptotic and proliferative pathways. These examples highlight the versatile roles lncRNAs play in fine-tuning MAPK signaling, which often determines the outcome of therapeutic interventions (Table 2 ). Despite significant advancements in understanding the role of lncRNA-MAPK interactions, several challenges remain. The redundancy and complexity of MAPK signaling pathways, coupled with the diverse functions of lncRNAs, make it difficult to delineate specific molecular mechanisms in various breast cancer subtypes. Additionally, the context-dependent roles of lncRNAs—acting as oncogenes in some scenarios and tumor suppressors in others—further complicate their characterization. However, these challenges also present opportunities. The identification of lncRNAs such as LINC00473, LIMT, and PRNCR1 as modulators of MAPK pathways highlights their potential as biomarkers for early diagnosis and prognostic evaluation. For instance, elevated levels of oncogenic lncRNAs could serve as indicators of aggressive tumor behavior, while tumor-suppressive lncRNAs might be leveraged to predict therapeutic response or disease progression. From a therapeutic perspective, targeting the lncRNA-MAPK axis offers a promising avenue for innovation. Strategies such as antisense oligonucleotides, RNA interference, or CRISPR/Cas-based gene editing could be employed to silence oncogenic lncRNAs or restore tumor-suppressive ones. Furthermore, combining lncRNA-targeted therapies with existing MAPK inhibitors could enhance treatment efficacy, particularly in drug-resistant and metastatic breast cancer subtypes. Such combination therapies may also mitigate the compensatory activation of alternative pathways, a common challenge in targeting MAPK signaling alone. Looking ahead, integrating multi-omics approaches combining transcriptomics, proteomics, and epigenomics will be crucial to unravel the context-specific mechanisms of lncRNA-MAPK interactions across diverse breast cancer subtypes. Such studies could identify novel lncRNA targets and refine therapeutic strategies. However, challenges remain, including the complexity of lncRNA regulatory networks, their redundancy, and the influence of the tumor microenvironment on lncRNA expression and function. The role of stromal cells, immune infiltrates, and extracellular matrix components in modulating lncRNA-MAPK signaling warrants further exploration. Additionally, the scarcity of functional studies in patient-derived models, such as organoids or xenografts, limits our understanding of lncRNA dynamics in clinically relevant settings. Addressing these gaps through rigorous preclinical and clinical studies will be essential to validate lncRNAs as reliable biomarkers and therapeutic targets. To advance the clinical translation of lncRNA-MAPK interactions, existing strategies targeting MAPK pathways, such as inhibitors like trametinib (MEK inhibitor) and ulixertinib (ERK inhibitor), provide a foundation but face challenges like drug resistance due to feedback loops and pathway crosstalk. LncRNA-targeted therapies, including antisense oligonucleotides (ASOs) and small interfering RNAs, are emerging as promising tools to modulate oncogenic lncRNAs like HOTAIR or restore tumor-suppressive ones like PTENP1. However, drug development hurdles, such as achieving specific delivery to tumor cells, ensuring stability in vivo, and minimizing off-target effects, remain significant. Emerging RNA-based therapies, such as nanoparticle-mediated siRNA delivery or CRISPR/Cas13 systems for RNA targeting, offer innovative solutions to these challenges. Clinical trials exploring ASOs in other cancers (e.g., STAT3-targeted ASOs in lymphoma) suggest feasibility, and adapting these approaches for breast cancer could yield novel treatments. Combining lncRNA-targeted therapies with MAPK inhibitors holds potential to overcome resistance and enhance efficacy, warranting further exploration in preclinical and clinical settings. In conclusion, the interplay between lncRNAs and MAPK signaling pathways represents a complex and multifaceted regulatory network in breast cancer pathogenesis. By modulating critical cellular processes, lncRNAs not only contribute to tumor progression but also offer unique opportunities for therapeutic intervention. Understanding the context-specific roles of lncRNAs in MAPK signaling will be instrumental in developing innovative diagnostic tools and treatment strategies. As research in this field progresses, the integration of lncRNA-targeted approaches with existing therapies holds the potential to significantly improve outcomes for breast cancer patients, particularly those with aggressive and treatment-resistant subtypes. By leveraging these insights, we can move closer to personalized and more effective breast cancer care. Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Acknowledgements Basic Scientific Research Project of Education Department of Liaoning Province, No. (LJKMZ20221791) Author contributions YG, YW, ZZ, and YW wrote the article; WB, MZ, and ZT prepared the figures and tables; YW, XX, and MZ designed and revised the article. All the authors studied and approved the final manuscript. The authors declare that all data were generated in-house and that no paper mill was used. Data availability No datasets were generated or analysed during the current study. Declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Generative AI and AI-assisted technologies in the writing process During the preparation of this work, the authors used ChatGPT by OpenAI to improve paper readability. After using this tool/service, the authors reviewed and edited the content as needed and took full responsibility for the publication’s content. Competing interests The authors declare no competing interests. References 1. Filho AM Laversanne M Ferlay J Colombet M Piñeros M Znaor A The GLOBOCAN 2022 cancer estimates: data sources, methods, and a snapshot of the cancer burden worldwide Int J Cancer 2025 156 7 1336 46 10.1002/ijc.35278 39688499 Filho AM, Laversanne M, Ferlay J, Colombet M, Piñeros M, Znaor A, et al. The GLOBOCAN 2022 cancer estimates: data sources, methods, and a snapshot of the cancer burden worldwide. Int J Cancer. 2025;156(7):1336–46. 39688499 2. Fahad Ullah M. Breast cancer: current perspectives on the disease status. Breast Cancer Metastasis Drug Resistance: Challenges Progress. 2019;1152:51–64. 10.1007/978-3-030-20301-6_4 3. Liu X Zhang G Zhao L Detection of transmembrane protein 100 in breast cancer: correlation with malignant progression and chemosensitivity Cytojournal 2024 21 65 10.25259/Cytojournal_107_2024 39917003 Liu X, Zhang G, Zhao L. Detection of transmembrane protein 100 in breast cancer: correlation with malignant progression and chemosensitivity. Cytojournal. 2024;21:65. 39917003 4. Britt KL Cuzick J Phillips K-A Key steps for effective breast cancer prevention Nat Rev Cancer 2020 20 8 417 36 10.1038/s41568-020-0266-x 32528185 Britt KL, Cuzick J, Phillips K-A. Key steps for effective breast cancer prevention. Nat Rev Cancer. 2020;20(8):417–36. 32528185 5. Ye F Dewanjee S Li Y Jha NK Chen Z-S Kumar A Advancements in clinical aspects of targeted therapy and immunotherapy in breast cancer Mol Cancer 2023 22 1 105 10.1186/s12943-023-01805-y 37415164 Ye F, Dewanjee S, Li Y, Jha NK, Chen Z-S, Kumar A, et al. Advancements in clinical aspects of targeted therapy and immunotherapy in breast cancer. Mol Cancer. 2023;22(1):105. 37415164 6. Ma X Cheng H Hou J Jia Z Wu G Lü X Detection of breast cancer based on novel porous silicon Bragg reflector surface-enhanced Raman spectroscopy-active structure Chin Opt Lett 2020 18 5 051701 10.3788/COL202018.051701 Ma X, Cheng H, Hou J, Jia Z, Wu G, Lü X, et al. Detection of breast cancer based on novel porous silicon Bragg reflector surface-enhanced Raman spectroscopy-active structure. Chin Opt Lett. 2020;18(5): 051701. 7. Yuan H, Chen Y, Hu Y, Li Y, Zhang H, Zhang S et al. Disulfide bond-driven nanoassembly of lipophilic epirubicin prodrugs for breast cancer therapy. J Pharm Invest. 2025. 10.1007/s40005-025-00731-z 8. Lee S Rauch J Kolch W Targeting MAPK signaling in cancer: mechanisms of drug resistance and sensitivity Int J Mol Sci 2020 21 3 1102 10.3390/ijms21031102 32046099 Lee S, Rauch J, Kolch W. Targeting MAPK signaling in cancer: mechanisms of drug resistance and sensitivity. Int J Mol Sci. 2020;21(3): 1102. 32046099 9. Braicu C Buse M Busuioc C Drula R Gulei D Raduly L A comprehensive review on MAPK: a promising therapeutic target in cancer Cancers (Basel) 2019 11 10 1618 10.3390/cancers11101618 31652660 Braicu C, Buse M, Busuioc C, Drula R, Gulei D, Raduly L, et al. A comprehensive review on MAPK: a promising therapeutic target in cancer. Cancers (Basel). 2019;11(10):1618. 31652660 10. Cheng Y Chen J Shi Y Fang X Tang Z MAPK signaling pathway in oral squamous cell carcinoma: biological function and targeted therapy Cancers 2022 10.3390/cancers14194625 36612160 Cheng Y, Chen J, Shi Y, Fang X, Tang Z. MAPK signaling pathway in oral squamous cell carcinoma: biological function and targeted therapy. Cancers. 2022. 10.3390/cancers14194625. 36612160 11. Bridges MC Daulagala AC Kourtidis A LNCcation: LncRNA localization and function J Cell Biol 2021 220 2 e202009045 10.1083/jcb.202009045 33464299 Bridges MC, Daulagala AC, Kourtidis A. LNCcation: LncRNA localization and function. J Cell Biol. 2021;220(2): e202009045. 33464299 12. Guo Z Guan K Bao M He B Lu J LINC-PINT plays an anti-tumor role in nasopharyngeal carcinoma by binding to XRCC6 and affecting its function Pathol Res Pract 2024 260 155460 10.1016/j.prp.2024.155460 39032384 Guo Z, Guan K, Bao M, He B, Lu J. LINC-PINT plays an anti-tumor role in nasopharyngeal carcinoma by binding to XRCC6 and affecting its function. Pathol Res Pract. 2024;260: 155460. 39032384 13. Jiang M-C Ni J-J Cui W-Y Wang B-Y Zhuo W Emerging roles of LncRNA in cancer and therapeutic opportunities Am J Cancer Res 2019 9 7 1354 31392074 Jiang M-C, Ni J-J, Cui W-Y, Wang B-Y, Zhuo W. Emerging roles of LncRNA in cancer and therapeutic opportunities. Am J Cancer Res. 2019;9(7):1354. 31392074 14. Liu S Li X Xie Q Zhang S Liang X Li S Identification of a lncRNA/circRNA-miRNA-mRNA network in nasopharyngeal carcinoma by deep sequencing and bioinformatics analysis J Cancer 2024 15 7 1916 28 10.7150/jca.91546 38434987 Liu S, Li X, Xie Q, Zhang S, Liang X, Li S, et al. Identification of a lncRNA/circRNA-miRNA-mRNA network in nasopharyngeal carcinoma by deep sequencing and bioinformatics analysis. J Cancer. 2024;15(7):1916–28. 38434987 15. Wang Y Zhang M Wang Z Guo W Yang D MYC-binding lncRNA EPIC1 promotes AKT-mTORC1 signaling and Rapamycin resistance in breast and ovarian cancer Mol Carcinog 2020 59 10 1188 98 10.1002/mc.23248 32810332 Wang Y, Zhang M, Wang Z, Guo W, Yang D. MYC-binding lncRNA EPIC1 promotes AKT-mTORC1 signaling and Rapamycin resistance in breast and ovarian cancer. Mol Carcinog. 2020;59(10):1188–98. 32810332 16. Shi G Cheng Y Zhang Y Guo R Li S Hong X Long non-coding RNA LINC00511/miR-150/MMP13 axis promotes breast cancer proliferation, migration and invasion Biochim Biophys Acta Mol Basis Dis 2021 1867 3 165957 10.1016/j.bbadis.2020.165957 33031905 Shi G, Cheng Y, Zhang Y, Guo R, Li S, Hong X. Long non-coding RNA LINC00511/miR-150/MMP13 axis promotes breast cancer proliferation, migration and invasion. Biochim Biophys Acta Mol Basis Dis. 2021;1867(3): 165957. 33031905 17. Ouyang J Liu Z Yuan X Long C Chen X Wang Y Lncrna PRNCR1 promotes breast cancer proliferation and inhibits apoptosis by modulating microRNA-377/CCND2/MEK/MAPK axis Arch Med Res 2021 52 5 471 82 10.1016/j.arcmed.2021.01.007 33608112 Ouyang J, Liu Z, Yuan X, Long C, Chen X, Wang Y, et al. Lncrna PRNCR1 promotes breast cancer proliferation and inhibits apoptosis by modulating microRNA-377/CCND2/MEK/MAPK axis. Arch Med Res. 2021;52(5):471–82. 33608112 18. Yang G Lu X Yuan L LncRNA: a link between RNA and cancer Biochimica et biophysica acta (BBA)-Gene regulatory mechanisms 2014 1839 11 1097 109 10.1016/j.bbagrm.2014.08.012 25159663 Yang G, Lu X, Yuan L. LncRNA: a link between RNA and cancer. Biochim Biophys Acta Mol Basis Dis. 2014;1839(11):1097–109. 25159663 19. Zhou Y, Li Q, Pan R, Wang Q, Zhu X, Yuan C, et al. Regulatory roles of three MiRNAs on allergen mRNA expression in Tyrophagus putrescentiae . Allergy. 2022;77(2):469–82. 20. Jathar S, Kumar V, Srivastava J, Tripathi V. Technological developments in LncRNA biology. Long Non Coding RNA Biology. 2017;1008:283–323. 21. Ebrahimnezhad M Asl SH Rezaie M Molavand M Yousefi B Majidinia M lncRNAs New players of cancer drug resistance via targeting ABC transporters IUBMB Life 2024 76 11 883 921 10.1002/iub.2888 39091106 Ebrahimnezhad M, Asl SH, Rezaie M, Molavand M, Yousefi B, Majidinia M, lncRNAs. New players of cancer drug resistance via targeting ABC transporters. IUBMB Life. 2024;76(11):883–921. 39091106 22. Khorkova O Hsiao J Wahlestedt C Basic biology and therapeutic implications of LncRNA Adv Drug Deliv Rev 2015 87 15 24 10.1016/j.addr.2015.05.012 26024979 Khorkova O, Hsiao J, Wahlestedt C. Basic biology and therapeutic implications of LncRNA. Adv Drug Deliv Rev. 2015;87:15–24. 26024979 23. Mattick JS Amaral PP Carninci P Carpenter S Chang HY Chen L-L Long non-coding rnas: definitions, functions, challenges and recommendations Nat Rev Mol Cell Biol 2023 24 6 430 47 10.1038/s41580-022-00566-8 36596869 Mattick JS, Amaral PP, Carninci P, Carpenter S, Chang HY, Chen L-L, et al. Long non-coding rnas: definitions, functions, challenges and recommendations. Nat Rev Mol Cell Biol. 2023;24(6):430–47. 36596869 24. Kung JT Colognori D Lee JT Long noncoding rnas: past, present, and future Genetics 2013 193 3 651 69 10.1534/genetics.112.146704 23463798 Kung JT, Colognori D, Lee JT. Long noncoding rnas: past, present, and future. Genetics. 2013;193(3):651–69. 23463798 25. Rinn JL Kertesz M Wang JK Squazzo SL Xu X Brugmann SA Functional demarcation of active and silent chromatin domains in human HOX loci by noncoding RNAs Cell 2007 129 7 1311 23 10.1016/j.cell.2007.05.022 17604720 Rinn JL, Kertesz M, Wang JK, Squazzo SL, Xu X, Brugmann SA, et al. Functional demarcation of active and silent chromatin domains in human HOX loci by noncoding RNAs. Cell. 2007;129(7):1311–23. 17604720 26. Hung T Wang Y Lin MF Koegel AK Kotake Y Grant GD Extensive and coordinated transcription of noncoding RNAs within cell-cycle promoters Nat Genet 2011 43 7 621 9 10.1038/ng.848 21642992 Hung T, Wang Y, Lin MF, Koegel AK, Kotake Y, Grant GD, et al. Extensive and coordinated transcription of noncoding RNAs within cell-cycle promoters. Nat Genet. 2011;43(7):621–9. 21642992 27. Lanz RB McKenna NJ Onate SA Albrecht U Wong J Tsai SY A steroid receptor coactivator, SRA, functions as an RNA and is present in an SRC-1 complex Cell 1999 97 1 17 27 10.1016/S0092-8674(00)80711-4 10199399 Lanz RB, McKenna NJ, Onate SA, Albrecht U, Wong J, Tsai SY, et al. A steroid receptor coactivator, SRA, functions as an RNA and is present in an SRC-1 complex. Cell. 1999;97(1):17–27. 10199399 28. Lanz RB Razani B Goldberg AD O’Malley BW Distinct RNA motifs are important for coactivation of steroid hormone receptors by steroid receptor RNA activator (SRA) Proc Natl Acad Sci U S A 2002 99 25 16081 6 10.1073/pnas.192571399 12444263 Lanz RB, Razani B, Goldberg AD, O’Malley BW. Distinct RNA motifs are important for coactivation of steroid hormone receptors by steroid receptor RNA activator (SRA). Proc Natl Acad Sci U S A. 2002;99(25):16081–6. 12444263 29. Liu X Sun M Nie F Ge Y Zhang E Yin D Wang Lnc RNA HOTAIR functions as a competing endogenous RNA to regulate HER2 expression by sponging miR-331‐3p in gastric cancer Mol Cancer 2014 13 92 10.1186/1476-4598-13-92 24775712 Liu X, Sun M, Nie F, Ge Y, Zhang E, Yin D, Wang,Z. Lnc RNA HOTAIR functions as a competing endogenous RNA to regulate HER2 expression by sponging miR-331‐3p in gastric cancer. Mol Cancer. 2014;13:92. 24775712 30. Keniry A Oxley D Monnier P Kyba M Dandolo L Smits G The H19 lincRNA is a developmental reservoir of miR-675 that suppresses growth and Igf1r Nat Cell Biol 2012 14 7 659 65 10.1038/ncb2521 22684254 Keniry A, Oxley D, Monnier P, Kyba M, Dandolo L, Smits G, et al. The H19 lincRNA is a developmental reservoir of miR-675 that suppresses growth and Igf1r. Nat Cell Biol. 2012;14(7):659–65. 22684254 31. Kim EK Choi E-J Pathological roles of MAPK signaling pathways in human diseases Biochimica et biophysica acta (BBA)-Molecular basis of disease 2010 1802 4 396 405 10.1016/j.bbadis.2009.12.009 20079433 Kim EK, Choi E-J. Pathological roles of MAPK signaling pathways in human diseases. Biochim Biophys Acta Mol Basis Dis. 2010;1802(4):396–405. 20079433 32. Urosevic J Nebreda AR Gomis RR MAPK signaling control of colon cancer metastasis Cell Cycle 2014 13 17 2641 2 10.4161/15384101.2014.946374 25486343 Urosevic J, Nebreda AR, Gomis RR. MAPK signaling control of colon cancer metastasis. Cell Cycle. 2014;13(17):2641–2. 25486343 33. Kim EK Choi E-J Compromised MAPK signaling in human diseases: an update Arch Toxicol 2015 89 867 82 10.1007/s00204-015-1472-2 25690731 Kim EK, Choi E-J. Compromised MAPK signaling in human diseases: an update. Arch Toxicol. 2015;89:867–82. 25690731 34. Shapiro P Ras-MAP kinase signaling pathways and control of cell proliferation: relevance to cancer therapy Crit Rev Clin Lab Sci 2002 39 4–5 285 330 10.1080/10408360290795538 12385501 Shapiro P. Ras-MAP kinase signaling pathways and control of cell proliferation: relevance to cancer therapy. Crit Rev Clin Lab Sci. 2002;39(4–5):285–330. 12385501 35. Wang H Hao R Liu W Zhang Y Ma S Lu Y Identification of transcription factors associated with the disease-free survival of triple-negative breast cancer through weighted gene co-expression network analysis Cytojournal 2024 21 71 10.25259/Cytojournal_127_2024 39917004 Wang H, Hao R, Liu W, Zhang Y, Ma S, Lu Y, et al. Identification of transcription factors associated with the disease-free survival of triple-negative breast cancer through weighted gene co-expression network analysis. Cytojournal. 2024;21:71. 39917004 36. Morales-Martínez M Vega MI P38 molecular targeting for next-generation multiple myeloma therapy Cancers (Basel) 2024 16 2 256 10.3390/cancers16020256 38254747 Morales-Martínez M, Vega MI. P38 molecular targeting for next-generation multiple myeloma therapy. Cancers (Basel). 2024;16(2):256. 38254747 37. Canovas B Nebreda AR Diversity and versatility of p38 kinase signalling in health and disease Nat Rev Mol Cell Biol 2021 22 5 346 66 10.1038/s41580-020-00322-w 33504982 Canovas B, Nebreda AR. Diversity and versatility of p38 kinase signalling in health and disease. Nat Rev Mol Cell Biol. 2021;22(5):346–66. 33504982 38. Sarg NH Zaher DM Abu Jayab NN Mostafa SH Ismail HH Omar HA The interplay of p38 MAPK signaling and mitochondrial metabolism, a dynamic target in cancer and pathological contexts Biochem Pharmacol 2024 225 116307 10.1016/j.bcp.2024.116307 38797269 Sarg NH, Zaher DM, Abu Jayab NN, Mostafa SH, Ismail HH, Omar HA. The interplay of p38 MAPK signaling and mitochondrial metabolism, a dynamic target in cancer and pathological contexts. Biochem Pharmacol. 2024;225: 116307. 38797269 39. Maik-Rachline G Lifshits L Seger R Nuclear P38: roles in physiological and pathological processes and regulation of nuclear translocation Int J Mol Sci 2020 10.3390/ijms21176102 32847129 Maik-Rachline G, Lifshits L, Seger R. Nuclear P38: roles in physiological and pathological processes and regulation of nuclear translocation. Int J Mol Sci. 2020;21(17):6102. 10.3390/ijms21176102 32847129 40. Astolfi A Manfroni G Cecchetti V Barreca ML A comprehensive structural overview of p38α mitogen-activated protein kinase in complex with ATP-site and non-ATP-site binders ChemMedChem 2018 13 1 7 14 10.1002/cmdc.201700636 29210532 Astolfi A, Manfroni G, Cecchetti V, Barreca ML. A comprehensive structural overview of p38α mitogen-activated protein kinase in complex with ATP-site and non-ATP-site binders. ChemMedChem. 2018;13(1):7–14. 29210532 41. Brennan CM, Emerson CP Jr., Owens J, Christoforou N. P38 MAPKs - roles in skeletal muscle physiology, disease mechanisms, and as potential therapeutic targets. JCI Insight. 2021;6(12):e149915. 10.1172/jci.insight.149915 42. Falcicchia C Tozzi F Arancio O Watterson DM Origlia N Involvement of p38 MAPK in synaptic function and dysfunction Int J Mol Sci 2020 21 16 5624 10.3390/ijms21165624 32781522 Falcicchia C, Tozzi F, Arancio O, Watterson DM, Origlia N. Involvement of p38 MAPK in synaptic function and dysfunction. Int J Mol Sci. 2020;21(16): 5624. 32781522 43. Anton DB Ducati RG Timmers LFSM Laufer S Goettert MI A special view of what was almost forgotten: p38δ MAPK Cancers 2021 13 9 2077 10.3390/cancers13092077 33923030 Anton DB, Ducati RG, Timmers LFSM, Laufer S, Goettert MI. A special view of what was almost forgotten: p38δ MAPK. Cancers. 2021;13(9):2077. 33923030 44. García-Hernández L García-Ortega MB Ruiz-Alcalá G Carrillo E Marchal JA García M The p38 MAPK components and modulators as biomarkers and molecular targets in cancer Int J Mol Sci 2021 10.3390/ijms23010370 35008796 García-Hernández L, García-Ortega MB, Ruiz-Alcalá G, Carrillo E, Marchal JA, García M. The p38 MAPK components and modulators as biomarkers and molecular targets in cancer. Int J Mol Sci. 2021;23(1):370. 10.3390/ijms23010370 35008796 45. Maik-Rachline G Lifshits L Seger R Nuclear P38: roles in physiological and pathological processes and regulation of nuclear translocation Int J Mol Sci 2020 21 17 6102 10.3390/ijms21176102 32847129 Maik-Rachline G, Lifshits L, Seger R. Nuclear P38: roles in physiological and pathological processes and regulation of nuclear translocation. Int J Mol Sci. 2020;21(17): 6102. 32847129 46. Alharbi HO Sugden PH Clerk A Mitogen-activated protein kinase signalling in rat hearts during postnatal development: mapks, MAP3Ks, MAP4Ks and DUSPs Cell Signal 2024 124 111397 10.1016/j.cellsig.2024.111397 39251052 Alharbi HO, Sugden PH, Clerk A. Mitogen-activated protein kinase signalling in rat hearts during postnatal development: mapks, MAP3Ks, MAP4Ks and DUSPs. Cell Signal. 2024;124: 111397. 39251052 47. Zhang X, Zhang Z, Zou X, Wang Y, Qi J, Han S et al. Unraveling the mechanisms of intervertebral disc degeneration: an exploration of the p38 MAPK signaling pathway. Front Cell Dev Biology. 2024;11:1324561. 48. Chen L Gong X Huang M YY1-activated long noncoding RNA SNHG5 promotes glioblastoma cell proliferation through p38/MAPK signaling pathway Cancer Biotherapy Radiopharmaceuticals 2019 34 9 589 96 10.1089/cbr.2019.2779 31657621 Chen L, Gong X, Huang M. YY1-activated long noncoding RNA SNHG5 promotes glioblastoma cell proliferation through p38/MAPK signaling pathway. Cancer Biotherapy Radiopharmaceuticals. 2019;34(9):589–96. 31657621 49. Gan X Zhao H Wei Y Jiang Q Wen C Ying Y Role of miR-92a-3p, oxidative stress, and p38MAPK/NF-κB pathway in rats with central venous catheter related thrombosis BMC Cardiovasc Disord 2020 20 1 150 10.1186/s12872-020-01436-x 32228467 Gan X, Zhao H, Wei Y, Jiang Q, Wen C, Ying Y. Role of miR-92a-3p, oxidative stress, and p38MAPK/NF-κB pathway in rats with central venous catheter related thrombosis. BMC Cardiovasc Disord. 2020;20(1):150. 32228467 50. Wang S Ren Y Li J Li H Li J Lan X Microrna-671-5p regulates the inflammatory response of periodontal ligament stem cells via the DUSP8/p38 MAPK pathway Mol Biol Rep 2024 51 1 644 10.1007/s11033-024-09510-9 38727958 Wang S, Ren Y, Li J, Li H, Li J, Lan X, et al. Microrna-671-5p regulates the inflammatory response of periodontal ligament stem cells via the DUSP8/p38 MAPK pathway. Mol Biol Rep. 2024;51(1):644. 38727958 51. Meister M Tomasovic A Banning A Tikkanen R Mitogen-activated protein (MAP) kinase scaffolding proteins: a recount Int J Mol Sci 2013 14 3 4854 84 10.3390/ijms14034854 23455463 Meister M, Tomasovic A, Banning A, Tikkanen R. Mitogen-activated protein (MAP) kinase scaffolding proteins: a recount. Int J Mol Sci. 2013;14(3):4854–84. 23455463 52. Phan T Zhang XH Rosen S Melstrom LG P38 kinase in gastrointestinal cancers Cancer Gene Ther 2023 30 9 1181 9 10.1038/s41417-023-00622-1 37248432 Phan T, Zhang XH, Rosen S, Melstrom LG. P38 kinase in gastrointestinal cancers. Cancer Gene Ther. 2023;30(9):1181–9. 37248432 53. Guo YJ Pan WW Liu SB Shen ZF Xu Y Hu LL ERK/MAPK signalling pathway and tumorigenesis Exp Ther Med 2020 19 3 1997 2007 32104259 Guo YJ, Pan WW, Liu SB, Shen ZF, Xu Y, Hu LL. ERK/MAPK signalling pathway and tumorigenesis. Exp Ther Med. 2020;19(3):1997–2007. 32104259 54. Song Y Bi Z Liu Y Qin F Wei Y Wei X Targeting RAS–RAF–MEK–ERK signaling pathway in human cancer: current status in clinical trials Genes Dis 2023 10 1 76 88 10.1016/j.gendis.2022.05.006 37013062 Song Y, Bi Z, Liu Y, Qin F, Wei Y, Wei X. Targeting RAS–RAF–MEK–ERK signaling pathway in human cancer: current status in clinical trials. Genes Dis. 2023;10(1):76–88. 37013062 55. Tanimura S Takeda K ERK signalling as a regulator of cell motility J Biochem 2017 162 3 145 54 10.1093/jb/mvx048 28903547 Tanimura S, Takeda K. ERK signalling as a regulator of cell motility. J Biochem. 2017;162(3):145–54. 28903547 56. de la Fuente-Vivas D, Cappitelli V, García-Gómez R, Valero-Díaz S, Amato C, Rodriguéz J et al. ERK1/2 mitogen-activated protein kinase dimerization is essential for the regulation of cell motility. Mol Oncol. 2025;19(2):452-473. 57. Asl ER Amini M Najafi S Mansoori B Mokhtarzadeh A Mohammadi A Interplay between MAPK/ERK signaling pathway and micrornas: a crucial mechanism regulating cancer cell metabolism and tumor progression Life Sci 2021 278 119499 10.1016/j.lfs.2021.119499 33865878 Asl ER, Amini M, Najafi S, Mansoori B, Mokhtarzadeh A, Mohammadi A, et al. Interplay between MAPK/ERK signaling pathway and micrornas: a crucial mechanism regulating cancer cell metabolism and tumor progression. Life Sci. 2021;278: 119499. 33865878 58. Lavoie H Gagnon J Therrien M ERK signalling: a master regulator of cell behaviour, life and fate Nat Rev Mol Cell Biol 2020 21 10 607 32 10.1038/s41580-020-0255-7 32576977 Lavoie H, Gagnon J, Therrien M. ERK signalling: a master regulator of cell behaviour, life and fate. Nat Rev Mol Cell Biol. 2020;21(10):607–32. 32576977 59. Barbosa R Acevedo LA Marmorstein R The MEK/ERK network as a therapeutic target in human cancer Mol Cancer Res 2021 19 3 361 74 10.1158/1541-7786.MCR-20-0687 33139506 Barbosa R, Acevedo LA, Marmorstein R. The MEK/ERK network as a therapeutic target in human cancer. Mol Cancer Res. 2021;19(3):361–74. 33139506 60. Roskoski R Jr ERK1/2 MAP kinases: structure, function, and regulation Pharmacol Res 2012 66 2 105 43 10.1016/j.phrs.2012.04.005 22569528 Roskoski R Jr. ERK1/2 MAP kinases: structure, function, and regulation. Pharmacol Res. 2012;66(2):105–43. 22569528 61. Novak L Petrosino M Pasquo A Chaikuad A Chiaraluce R Knapp S Mutation in the common docking domain affects MAP kinase ERK2 catalysis and stability Cancers (Basel) 2023 10.3390/cancers15112938 37296900 Novak L, Petrosino M, Pasquo A, Chaikuad A, Chiaraluce R, Knapp S, et al. Mutation in the common docking domain affects MAP kinase ERK2 catalysis and stability. Cancers (Basel). 2023;15(11):2938. 10.3390/cancers15112938 37296900 62. Piserchio A Ramakrishan V Wang H Kaoud TS Arshava B Dutta K Structural and dynamic features of F-recruitment site driven substrate phosphorylation by ERK2 Sci Rep 2015 5 1 11127 10.1038/srep11127 26054059 Piserchio A, Ramakrishan V, Wang H, Kaoud TS, Arshava B, Dutta K, et al. Structural and dynamic features of F-recruitment site driven substrate phosphorylation by ERK2. Sci Rep. 2015;5(1):11127. 26054059 63. Lake D Corrêa SA Müller J Negative feedback regulation of the ERK1/2 MAPK pathway Cell Mol Life Sci 2016 73 23 4397 413 10.1007/s00018-016-2297-8 27342992 Lake D, Corrêa SA, Müller J. Negative feedback regulation of the ERK1/2 MAPK pathway. Cell Mol Life Sci. 2016;73(23):4397–413. 27342992 64. Edwin F Anderson K Ying C Patel TB Intermolecular interactions of sprouty proteins and their implications in development and disease Mol Pharmacol 2009 76 4 679 91 10.1124/mol.109.055848 19570949 Edwin F, Anderson K, Ying C, Patel TB. Intermolecular interactions of sprouty proteins and their implications in development and disease. Mol Pharmacol. 2009;76(4):679–91. 19570949 65. Huang Y Zhen Y Chen Y Sui S Zhang L Unraveling the interplay between RAS/RAF/MEK/ERK signaling pathway and autophagy in cancer: from molecular mechanisms to targeted therapy Biochem Pharmacol 2023 217 115842 10.1016/j.bcp.2023.115842 37802240 Huang Y, Zhen Y, Chen Y, Sui S, Zhang L. Unraveling the interplay between RAS/RAF/MEK/ERK signaling pathway and autophagy in cancer: from molecular mechanisms to targeted therapy. Biochem Pharmacol. 2023;217: 115842. 37802240 66. Yan H He L Lv D Yang J Yuan Z The role of the dysregulated JNK signaling pathway in the pathogenesis of human diseases and its potential therapeutic strategies: a comprehensive review Biomolecules 2024 14 2 243 10.3390/biom14020243 38397480 Yan H, He L, Lv D, Yang J, Yuan Z. The role of the dysregulated JNK signaling pathway in the pathogenesis of human diseases and its potential therapeutic strategies: a comprehensive review. Biomolecules. 2024;14(2):243. 38397480 67. Castro-Torres RD Olloquequi J Parcerisas A Ureña J Ettcheto M Beas-Zarate C JNK signaling and its impact on neural cell maturation and differentiation Life Sci 2024 350 122750 10.1016/j.lfs.2024.122750 38801982 Castro-Torres RD, Olloquequi J, Parcerisas A, Ureña J, Ettcheto M, Beas-Zarate C, et al. JNK signaling and its impact on neural cell maturation and differentiation. Life Sci. 2024;350: 122750. 38801982 68. Kumar M Kaur S Kaur S C-Jun N-terminal kinase (JNK), p38, and caspases: promising therapeutic targets for the regulation of apoptosis in cancer cells by phytochemicals Curr Cancer Ther Rev 2024 20 2 200 11 10.2174/1573394719666230817094831 Kumar M, Kaur S, Kaur S. C-Jun N-terminal kinase (JNK), p38, and caspases: promising therapeutic targets for the regulation of apoptosis in cancer cells by phytochemicals. Curr Cancer Ther Rev. 2024;20(2):200–11. 69. Alkafaas SS Khedr SA ElKafas SS Hafez W Loutfy SA Sakran M Targeting JNK kinase inhibitors via molecular docking: A promising strategy to address tumorigenesis and drug resistance Bioorg Chem 2024 153 107776 10.1016/j.bioorg.2024.107776 39276490 Alkafaas SS, Khedr SA, ElKafas SS, Hafez W, Loutfy SA, Sakran M, et al. Targeting JNK kinase inhibitors via molecular docking: A promising strategy to address tumorigenesis and drug resistance. Bioorg Chem. 2024;153:107776. 39276490 70. Li K Chai D Ren S Lian X Shi X Xu Y Β2-microglobulin induced apoptosis of tumor cells via the ERK signaling pathway by directly interacting with HFE in HER2-overexpressing breast cancer BMC Cancer 2024 24 1 991 10.1186/s12885-024-12757-x 39128984 Li K, Chai D, Ren S, Lian X, Shi X, Xu Y, et al. Β2-microglobulin induced apoptosis of tumor cells via the ERK signaling pathway by directly interacting with HFE in HER2-overexpressing breast cancer. BMC Cancer. 2024;24(1):991. 39128984 71. Ren W Liang H Sun J Cheng Z Liu W Wu Y Tnfaip2 promotes Hif1α transcription and breast cancer angiogenesis by activating the Rac1-ERK-AP1 signaling axis Cell Death Dis 2024 15 11 821 10.1038/s41419-024-07223-2 39532855 Ren W, Liang H, Sun J, Cheng Z, Liu W, Wu Y, et al. Tnfaip2 promotes Hif1α transcription and breast cancer angiogenesis by activating the Rac1-ERK-AP1 signaling axis. Cell Death Dis. 2024;15(11):821. 39532855 72. Garg R Kumariya S Katekar R Verma S Goand UK Gayen JR JNK signaling pathway in metabolic disorders: an emerging therapeutic target Eur J Pharmacol 2021 901 174079 10.1016/j.ejphar.2021.174079 33812885 Garg R, Kumariya S, Katekar R, Verma S, Goand UK, Gayen JR. JNK signaling pathway in metabolic disorders: an emerging therapeutic target. Eur J Pharmacol. 2021;901: 174079. 33812885 73. Duong MTH Lee JH Ahn HC C-jun n-terminal kinase inhibitors: structural insight into kinase-inhibitor complexes Comput Struct Biotechnol J 2020 18 1440 57 10.1016/j.csbj.2020.06.013 32637042 Duong MTH, Lee JH, Ahn HC. C-jun n-terminal kinase inhibitors: structural insight into kinase-inhibitor complexes. Comput Struct Biotechnol J. 2020;18:1440–57. 32637042 74. Xu R Hu J The role of JNK in prostate cancer progression and therapeutic strategies Biomed Pharmacother 2020 121 109679 10.1016/j.biopha.2019.109679 31810118 Xu R, Hu J. The role of JNK in prostate cancer progression and therapeutic strategies. Biomed Pharmacother. 2020;121: 109679. 31810118 75. Nadel G Maik-Rachline G Seger R JNK cascade-induced apoptosis—a unique role in GqPCR signaling Int J Mol Sci 2023 24 17 13527 10.3390/ijms241713527 37686335 Nadel G, Maik-Rachline G, Seger R. JNK cascade-induced apoptosis—a unique role in GqPCR signaling. Int J Mol Sci. 2023;24(17): 13527. 37686335 76. Pua LJW Mai C-W Chung FF-L Khoo AS-B Leong C-O Lim W-M Functional roles of JNK and p38 MAPK signaling in nasopharyngeal carcinoma Int J Mol Sci 2022 23 3 1108 10.3390/ijms23031108 35163030 Pua LJW, Mai C-W, Chung FF-L, Khoo AS-B, Leong C-O, Lim W-M, et al. Functional roles of JNK and p38 MAPK signaling in nasopharyngeal carcinoma. Int J Mol Sci. 2022;23(3):1108. 35163030 77. Zinatizadeh MR Momeni SA Zarandi PK Chalbatani GM Dana H Mirzaei HR The role and function of Ras-association domain family in cancer: a review Genes Dis 2019 6 4 378 84 10.1016/j.gendis.2019.07.008 31832517 Zinatizadeh MR, Momeni SA, Zarandi PK, Chalbatani GM, Dana H, Mirzaei HR, et al. The role and function of Ras-association domain family in cancer: a review. Genes Dis. 2019;6(4):378–84. 31832517 78. Rezatabar S Karimian A Rameshknia V Parsian H Majidinia M Kopi TA RAS/MAPK signaling functions in oxidative stress, DNA damage response and cancer progression J Cell Physiol 2019 234 9 14951 65 10.1002/jcp.28334 30811039 Rezatabar S, Karimian A, Rameshknia V, Parsian H, Majidinia M, Kopi TA, et al. RAS/MAPK signaling functions in oxidative stress, DNA damage response and cancer progression. J Cell Physiol. 2019;234(9):14951–65. 30811039 79. Sumimoto H Imabayashi F Iwata T Kawakami Y The BRAF–MAPK signaling pathway is essential for cancer-immune evasion in human melanoma cells J Exp Med 2006 203 7 1651 6 10.1084/jem.20051848 16801397 Sumimoto H, Imabayashi F, Iwata T, Kawakami Y. The BRAF–MAPK signaling pathway is essential for cancer-immune evasion in human melanoma cells. J Exp Med. 2006;203(7):1651–6. 16801397 80. Cerami E Gao J Dogrusoz U Gross BE Sumer SO Aksoy BA The cBio cancer genomics portal: an open platform for exploring multidimensional cancer genomics data Cancer Discov 2012 2 5 401 4 10.1158/2159-8290.CD-12-0095 22588877 Cerami E, Gao J, Dogrusoz U, Gross BE, Sumer SO, Aksoy BA, et al. The cBio cancer genomics portal: an open platform for exploring multidimensional cancer genomics data. Cancer Discov. 2012;2(5):401–4. 22588877 81. Grob TJ Heilenkötter U Geist S Paluchowski P Wilke C Jaenicke F Rare oncogenic mutations of predictive markers for targeted therapy in triple-negative breast cancer Breast Cancer Res Treat 2012 134 561 7 10.1007/s10549-012-2092-7 22610646 Grob TJ, Heilenkötter U, Geist S, Paluchowski P, Wilke C, Jaenicke F, et al. Rare oncogenic mutations of predictive markers for targeted therapy in triple-negative breast cancer. Breast Cancer Res Treat. 2012;134:561–7. 22610646 82. Sánchez-Muñoz A Gallego E de Luque V Pérez-Rivas LG Vicioso L Ribelles N Lack of evidence for KRAS oncogenic mutations in triple-negative breast cancer BMC Cancer 2010 10 1 1 9 10.1186/1471-2407-10-136 20047689 Sánchez-Muñoz A, Gallego E, de Luque V, Pérez-Rivas LG, Vicioso L, Ribelles N, et al. Lack of evidence for KRAS oncogenic mutations in triple-negative breast cancer. BMC Cancer. 2010;10(1):1–9. 20047689 83. Shah SP Roth A Goya R Oloumi A Ha G Zhao Y The clonal and mutational evolution spectrum of primary triple-negative breast cancers Nature 2012 486 7403 395 9 10.1038/nature10933 22495314 Shah SP, Roth A, Goya R, Oloumi A, Ha G, Zhao Y, et al. The clonal and mutational evolution spectrum of primary triple-negative breast cancers. Nature. 2012;486(7403):395–9. 22495314 84. Tilch E Seidens T Cocciardi S Reid L Byrne D Simpson P Mutations in EGFR, BRAF and RAS are rare in triple-negative and basal-like breast cancers from Caucasian women Breast Cancer Res Treat 2014 143 385 92 10.1007/s10549-013-2798-1 24318467 Tilch E, Seidens T, Cocciardi S, Reid L, Byrne D, Simpson P, et al. Mutations in EGFR, BRAF and RAS are rare in triple-negative and basal-like breast cancers from Caucasian women. Breast Cancer Res Treat. 2014;143:385–92. 24318467 85. Pereira CBL Leal MF de Souza CRT Montenegro RC Rey JA Carvalho AA Prognostic and predictive significance of MYC and KRAS alterations in breast cancer from women treated with neoadjuvant chemotherapy PLoS One 2013 8 3 e60576 10.1371/journal.pone.0060576 23555992 Pereira CBL, Leal MF, de Souza CRT, Montenegro RC, Rey JA, Carvalho AA, et al. Prognostic and predictive significance of MYC and KRAS alterations in breast cancer from women treated with neoadjuvant chemotherapy. PLoS One. 2013;8(3):e60576. 23555992 86. Sivaraman VS Wang H Nuovo G Malbon C Hyperexpression of mitogen-activated protein kinase in human breast cancer J Clin Invest 1997 99 7 1478 83 10.1172/JCI119309 9119990 Sivaraman VS, Wang H, Nuovo G, Malbon C. Hyperexpression of mitogen-activated protein kinase in human breast cancer. J Clin Invest. 1997;99(7):1478–83. 9119990 87. Adeyinka A Nui Y Cherlet T Snell L Watson PH Murphy LC Activated mitogen-activated protein kinase expression during human breast tumorigenesis and breast cancer progression Clin Cancer Res 2002 8 6 1747 53 12060612 Adeyinka A, Nui Y, Cherlet T, Snell L, Watson PH, Murphy LC. Activated mitogen-activated protein kinase expression during human breast tumorigenesis and breast cancer progression. Clin Cancer Res. 2002;8(6):1747–53. 12060612 88. Pratilas CA Taylor BS Ye Q Viale A Sander C Solit DB V600EBRAF is associated with disabled feedback inhibition of RAF–MEK signaling and elevated transcriptional output of the pathway Proc Natl Acad Sci U S A 2009 106 11 4519 24 10.1073/pnas.0900780106 19251651 Pratilas CA, Taylor BS, Ye Q, Viale A, Sander C, Solit DB, et al. V600EBRAF is associated with disabled feedback inhibition of RAF–MEK signaling and elevated transcriptional output of the pathway. Proc Natl Acad Sci U S A. 2009;106(11):4519–24. 19251651 89. Hoeflich KP O’Brien C Boyd Z Cavet G Guerrero S Jung K In vivo antitumor activity of MEK and phosphatidylinositol 3-kinase inhibitors in basal-like breast cancer models Clin Cancer Res 2009 15 14 4649 64 10.1158/1078-0432.CCR-09-0317 19567590 Hoeflich KP, O’Brien C, Boyd Z, Cavet G, Guerrero S, Jung K, et al. In vivo antitumor activity of MEK and phosphatidylinositol 3-kinase inhibitors in basal-like breast cancer models. Clin Cancer Res. 2009;15(14):4649–64. 19567590 90. Giltnane JM Balko JM Rationale for targeting the ras/mapk pathway in triple-negative breast cancer Discov Med 2014 17 95 275 83 24882719 Giltnane JM, Balko JM. Rationale for targeting the ras/mapk pathway in triple-negative breast cancer. Discov Med. 2014;17(95):275–83. 24882719 91. Nisar MA, Zheng Q, Saleem MZ, Ahmmed B, Ramzan MN, Ud Din SR et al. IL-1β promotes vasculogenic mimicry of breast cancer cells through p38/MAPK and PI3K/Akt signaling pathways. Front Oncol. 2021;11:618839. 92. Xia W Gong E-s Lin Y Zheng B Yang W Li T Wild pink bayberry free phenolic extract induces mitochondria-dependent apoptosis and G0/G1 cell cycle arrest through p38/MAPK and PI3K/Akt pathway in MDA-MB-231 cancer cells Food Sci Hum Wellness 2023 12 5 1510 8 10.1016/j.fshw.2023.02.014 Xia W, Gong E-s, Lin Y, Zheng B, Yang W, Li T, et al. Wild pink bayberry free phenolic extract induces mitochondria-dependent apoptosis and G0/G1 cell cycle arrest through p38/MAPK and PI3K/Akt pathway in MDA-MB-231 cancer cells. Food Sci Hum Wellness. 2023;12(5):1510–8. 93. Chen Y Li P Peng Y Xie X Zhang Y Jiang Y Protective autophagy attenuates soft substrate-induced apoptosis through ROS/JNK signaling pathway in breast cancer cells Free Radic Biol Med 2021 172 590 603 10.1016/j.freeradbiomed.2021.07.005 34242793 Chen Y, Li P, Peng Y, Xie X, Zhang Y, Jiang Y, et al. Protective autophagy attenuates soft substrate-induced apoptosis through ROS/JNK signaling pathway in breast cancer cells. Free Radic Biol Med. 2021;172:590–603. 34242793 94. Zhang H Wang Y Liu C Li W Zhou F Wang X The apolipoprotein C1 is involved in breast cancer progression via EMT and MAPK/JNK pathway Pathology 2022 229 153746 Zhang H, Wang Y, Liu C, Li W, Zhou F, Wang X, et al. The apolipoprotein C1 is involved in breast cancer progression via EMT and MAPK/JNK pathway. Pathology. 2022;229: 153746. 95. Soleimani M Somma A Kaoud T Goyal R Bustamante J Wylie DC Covalent JNK inhibitor, JNK-IN-8, suppresses tumor growth in triple-negative breast cancer by activating TFEB- and TFE3-mediated lysosome biogenesis and autophagy Mol Cancer Ther 2022 21 10 1547 60 10.1158/1535-7163.MCT-21-1044 35977156 Soleimani M, Somma A, Kaoud T, Goyal R, Bustamante J, Wylie DC, et al. Covalent JNK inhibitor, JNK-IN-8, suppresses tumor growth in triple-negative breast cancer by activating TFEB- and TFE3-mediated lysosome biogenesis and autophagy. Mol Cancer Ther. 2022;21(10):1547–60. 35977156 96. Kuang W Deng Q Deng C Li W Shu S Zhou M Hepatocyte growth factor induces breast cancer cell invasion via the PI3K/Akt and p38 MAPK signaling pathways to up-regulate the expression of COX2 Am J Transl Res 2017 9 8 3816 26 28861172 Kuang W, Deng Q, Deng C, Li W, Shu S, Zhou M. Hepatocyte growth factor induces breast cancer cell invasion via the PI3K/Akt and p38 MAPK signaling pathways to up-regulate the expression of COX2. Am J Transl Res. 2017;9(8):3816–26. 28861172 97. Wang J Liu X Zheng H Liu Q Zhang H Wang X Morusin induces apoptosis and autophagy via JNK, ERK and PI3K/Akt signaling in human lung carcinoma cells Chemico-Biological Interactions 2020 331 109279 10.1016/j.cbi.2020.109279 33035517 Wang J, Liu X, Zheng H, Liu Q, Zhang H, Wang X, et al. Morusin induces apoptosis and autophagy via JNK, ERK and PI3K/Akt signaling in human lung carcinoma cells. Chemico-Biological Interactions. 2020;331: 109279. 33035517 98. Tang Z Song H Qin S Tian Z Zhang C Zhou Y D-arabinose induces cell cycle arrest by promoting autophagy via p38 MAPK signaling pathway in breast cancer Sci Rep 2024 14 1 11219 10.1038/s41598-024-61309-7 38755221 Tang Z, Song H, Qin S, Tian Z, Zhang C, Zhou Y, et al. D-arabinose induces cell cycle arrest by promoting autophagy via p38 MAPK signaling pathway in breast cancer. Sci Rep. 2024;14(1):11219. 38755221 99. Yu S Yue Z Liu Q Pectinose induces cell cycle arrest in luminal A and triple-negative breast cancer cells by promoting autophagy through activation of the p38 MAPK signaling pathway BMC Cancer 2024 24 1 639 10.1186/s12885-024-12293-8 38789954 Yu S, Yue Z, Liu Q. Pectinose induces cell cycle arrest in luminal A and triple-negative breast cancer cells by promoting autophagy through activation of the p38 MAPK signaling pathway. BMC Cancer. 2024;24(1):639. 38789954 100. Sriaishwarya S, Lakshmi BS. RAD23B mediated proteasomal degradation occurs through p38 MAPK/ATF-2/RAD23B axis under nutrient-deprived conditions in breast cancer. Cell Biol Int. 2024;48(7):973–83. 101. Deng Y Hou Z Li Y Yi M Wu Y Zheng Y Superbinder based phosphoproteomic landscape revealed PRKCD_pY313 mediates the activation of Src and p38 MAPK to promote TNBC progression Cell Commun Signal 2024 22 1 115 10.1186/s12964-024-01487-z 38347536 Deng Y, Hou Z, Li Y, Yi M, Wu Y, Zheng Y, et al. Superbinder based phosphoproteomic landscape revealed PRKCD_pY313 mediates the activation of Src and p38 MAPK to promote TNBC progression. Cell Commun Signal. 2024;22(1): 115. 38347536 102. Chen X Zhu J Li X Chen J Zhou Z Fan X ARHGAP6 suppresses breast cancer tumor growth by promoting ferroptosis via RhoA-ROCK1-p38 MAPK signaling FBL 2024 29 1 6 null 38287795 Chen X, Zhu J, Li X, Chen J, Zhou Z, Fan X, et al. ARHGAP6 suppresses breast cancer tumor growth by promoting ferroptosis via RhoA-ROCK1-p38 MAPK signaling. FBL. 2024;29(1):6–null. 38287795 103. Li X Tang Q Li W Zhan D Fang X Huang S Baicalin promotes apoptosis of human medullary breast cancer via the ERK/p38 MAPK pathway Pharmacogn Mag 2024 20 2 563 71 10.1177/09731296231215134 Li X, Tang Q, Li W, Zhan D, Fang X, Huang S, et al. Baicalin promotes apoptosis of human medullary breast cancer via the ERK/p38 MAPK pathway. Pharmacogn Mag. 2024;20(2):563–71. 104. Tang X Gong J Ren L Wang Z Yang B Wang W Tanshinone I improves TNBC chemosensitivity by suppressing late-phase autophagy through AKT/p38 MAPK signaling pathway Biomed Pharmacother 2024 177 117037 10.1016/j.biopha.2024.117037 38959602 Tang X, Gong J, Ren L, Wang Z, Yang B, Wang W, et al. Tanshinone I improves TNBC chemosensitivity by suppressing late-phase autophagy through AKT/p38 MAPK signaling pathway. Biomed Pharmacother. 2024;177: 117037. 38959602 105. Wang F Liao R Wang X Xiong G Zhang B Li J N-3, a novel synthetic derivative of bifendate, inhibits metastasis of triple-negative breast cancer via decreasing p38-regulated FOXC1 protein stability Biochem Pharmacol 2023 215 115729 10.1016/j.bcp.2023.115729 37558004 Wang F, Liao R, Wang X, Xiong G, Zhang B, Li J, et al. N-3, a novel synthetic derivative of bifendate, inhibits metastasis of triple-negative breast cancer via decreasing p38-regulated FOXC1 protein stability. Biochem Pharmacol. 2023;215: 115729. 37558004 106. Wang L Mi D Hu J Liu W Zhang Y Wang C A novel methuosis inducer DZ-514 possesses antitumor activity via activation of ROS-MKK4-p38 axis in triple negative breast cancer Cancer Lett 2023 555 216049 10.1016/j.canlet.2022.216049 36608865 Wang L, Mi D, Hu J, Liu W, Zhang Y, Wang C, et al. A novel methuosis inducer DZ-514 possesses antitumor activity via activation of ROS-MKK4-p38 axis in triple negative breast cancer. Cancer Lett. 2023;555: 216049. 36608865 107. Jeong D-H Jung D-W Kim J-W Lee H-S Beauvericin, produced by fusarium oxysporum inhibits bisphenol a-induced proliferation of human breast cancer cell line by regulating ERα/p38 pathway J Steroid Biochem Mol Biol 2024 239 106483 10.1016/j.jsbmb.2024.106483 38369033 Jeong D-H, Jung D-W, Kim J-W, Lee H-S. Beauvericin, produced by fusarium oxysporum inhibits bisphenol a-induced proliferation of human breast cancer cell line by regulating ERα/p38 pathway. J Steroid Biochem Mol Biol. 2024;239: 106483. 38369033 108. Żołnowska B Sławiński J Chojnacki J Petreni A Supuran CT Kawiak A Novel benzenesulfonamide-aroylhydrazone conjugates as carbonic anhydrase inhibitors that induce MAPK/ERK-mediated cell cycle arrest and mitochondrial-associated apoptosis in MCF-7 breast cancer cells Bioorg Med Chem 2024 114 117958 10.1016/j.bmc.2024.117958 39427529 Żołnowska B, Sławiński J, Chojnacki J, Petreni A, Supuran CT, Kawiak A. Novel benzenesulfonamide-aroylhydrazone conjugates as carbonic anhydrase inhibitors that induce MAPK/ERK-mediated cell cycle arrest and mitochondrial-associated apoptosis in MCF-7 breast cancer cells. Bioorg Med Chem. 2024;114: 117958. 39427529 109. Abdulmalek SA Saleh AM Shahin YR El Azab EF Functionalized siRNA-chitosan nanoformulations promote triple-negative breast cancer cell death via blocking the miRNA-21/AKT/ERK signaling axis: in-silico and in vitro studies Naunyn Schmiedebergs Arch Pharmacol 2024 397 9 6941 62 10.1007/s00210-024-03068-w 38592437 Abdulmalek SA, Saleh AM, Shahin YR, El Azab EF. Functionalized siRNA-chitosan nanoformulations promote triple-negative breast cancer cell death via blocking the miRNA-21/AKT/ERK signaling axis: in-silico and in vitro studies. Naunyn Schmiedebergs Arch Pharmacol. 2024;397(9):6941–62. 38592437 110. Chua P-J Ow S-H Ng C-T Huang W-H Low J-T Tan PH Peroxiredoxin 3 regulates breast cancer progression via ERK-mediated MMP-1 expression Cancer Cell Int 2024 24 1 59 10.1186/s12935-024-03248-x 38321552 Chua P-J, Ow S-H, Ng C-T, Huang W-H, Low J-T, Tan PH, et al. Peroxiredoxin 3 regulates breast cancer progression via ERK-mediated MMP-1 expression. Cancer Cell Int. 2024;24(1):59. 38321552 111. Zheng C, Pan Y, Lin B, Li J, Chen Q, Zheng Z. NRF3 suppresses the metastasis of triple-negative breast cancer cells by inhibiting ERK activation in a ROS-dependent manner. Histol Histopathol. 2025;40(1):123-131 . 112. Jiang G Zhou X Hu Y Tan X Wang D Yang L The antipsychotic drug Pimozide promotes apoptosis through the RAF/ERK pathway and enhances autophagy in breast cancer cells Cancer Biol Ther 2024 25 1 2302413 10.1080/15384047.2024.2302413 38356266 Jiang G, Zhou X, Hu Y, Tan X, Wang D, Yang L, et al. The antipsychotic drug Pimozide promotes apoptosis through the RAF/ERK pathway and enhances autophagy in breast cancer cells. Cancer Biol Ther. 2024;25(1): 2302413. 38356266 113. Zhang Y Wei S Zhang Q Zhang Y Sun C Paris saponin VII inhibits triple-negative breast cancer by targeting the MEK/ERK/STMN1 signaling axis Phytomedicine 2024 130 155746 10.1016/j.phymed.2024.155746 38763012 Zhang Y, Wei S, Zhang Q, Zhang Y, Sun C. Paris saponin VII inhibits triple-negative breast cancer by targeting the MEK/ERK/STMN1 signaling axis. Phytomedicine. 2024;130:155746. 38763012 114. Liu A Li Y Lu S Cai C Zou F Meng X Stanniocalcin 1 promotes lung metastasis of breast cancer by enhancing EGFR–ERK–S100A4 signaling Cell Death Dis 2023 14 7 395 10.1038/s41419-023-05911-z 37400459 Liu A, Li Y, Lu S, Cai C, Zou F, Meng X. Stanniocalcin 1 promotes lung metastasis of breast cancer by enhancing EGFR–ERK–S100A4 signaling. Cell Death Dis. 2023;14(7):395. 37400459 115. Zhan X-J Wang R Kuang X-R Zhou J-Y Hu X-L Elevated expression of myosin VI contributes to breast cancer progression via MAPK/ERK signaling pathway Cell Signal 2023 106 110633 10.1016/j.cellsig.2023.110633 36803774 Zhan X-J, Wang R, Kuang X-R, Zhou J-Y, Hu X-L. Elevated expression of myosin VI contributes to breast cancer progression via MAPK/ERK signaling pathway. Cell Signal. 2023;106: 110633. 36803774 116. Wu Y Li Q Lv L-l Chen J-x Ying H-f Ruan M Nobiletin inhibits breast cancer cell migration and invasion by suppressing the IL-6-induced ERK-STAT and JNK-c-JUN pathways Phytomedicine 2023 110 154610 10.1016/j.phymed.2022.154610 36584607 Wu Y, Li Q, Lv L-l, Chen J-x, Ying H-f, Ruan M, et al. Nobiletin inhibits breast cancer cell migration and invasion by suppressing the IL-6-induced ERK-STAT and JNK-c-JUN pathways. Phytomedicine. 2023;110:154610. 36584607 117. Huang L, Li G, Zhang Y, Zhuge R, Qin S, Qian J et al. Small-molecule targeting BCAT1-mediated BCAA metabolism inhibits the activation of SHOC2-RAS-ERK to induce apoptosis of Triple-negative breast cancer cells. J Adv Res.2025;75:723-738. 118. Han H Yang M Wen Z Mei F Chen Q Ma Y Trametinib and M17, a novel small molecule inhibitor of AKT, display a synergistic antitumor effect in triple negative breast cancer cells through the AKT/MTOR and MEK/ERK pathways Bioorg Chem 2025 154 107981 10.1016/j.bioorg.2024.107981 39591692 Han H, Yang M, Wen Z, Mei F, Chen Q, Ma Y, et al. Trametinib and M17, a novel small molecule inhibitor of AKT, display a synergistic antitumor effect in triple negative breast cancer cells through the AKT/MTOR and MEK/ERK pathways. Bioorg Chem. 2025;154: 107981. 39591692 119. Tao J Xue C Cao M Ye J Sun Y Chen H Protein disulfide isomerase family member 4 promotes triple-negative breast cancer tumorigenesis and radiotherapy resistance through JNK pathway Breast Cancer Res 2024 26 1 1 10.1186/s13058-023-01758-6 38167446 Tao J, Xue C, Cao M, Ye J, Sun Y, Chen H, et al. Protein disulfide isomerase family member 4 promotes triple-negative breast cancer tumorigenesis and radiotherapy resistance through JNK pathway. Breast Cancer Res. 2024;26(1):1. 38167446 120. Qu N Wu Z Meng Q Bi M Liu H Cao X Low-intensity pulsed ultrasound combined with microbubble mediated JNK/c-Jun pathway to reverse multidrug resistance in triple-negative breast cancer Sci Rep 2024 14 1 27250 10.1038/s41598-024-78272-y 39516537 Qu N, Wu Z, Meng Q, Bi M, Liu H, Cao X, et al. Low-intensity pulsed ultrasound combined with microbubble mediated JNK/c-Jun pathway to reverse multidrug resistance in triple-negative breast cancer. Sci Rep. 2024;14(1):27250. 39516537 121. Liu C Qian X Yu C Xia X Li J Li Y Inhibition of ATM promotes PD-L1 expression by activating JNK/c-Jun/TNF-α signaling axis in triple-negative breast cancer Cancer Lett 2024 586 216642 10.1016/j.canlet.2024.216642 38278470 Liu C, Qian X, Yu C, Xia X, Li J, Li Y, et al. Inhibition of ATM promotes PD-L1 expression by activating JNK/c-Jun/TNF-α signaling axis in triple-negative breast cancer. Cancer Lett. 2024;586: 216642. 38278470 122. Ye S Hu X Sun S Su B Cai J Jiang J Oridonin promotes RSL3-induced ferroptosis in breast cancer cells by regulating the oxidative stress signaling pathway JNK/Nrf2/HO-1 Eur J Pharmacol 2024 974 176620 10.1016/j.ejphar.2024.176620 38685305 Ye S, Hu X, Sun S, Su B, Cai J, Jiang J. Oridonin promotes RSL3-induced ferroptosis in breast cancer cells by regulating the oxidative stress signaling pathway JNK/Nrf2/HO-1. Eur J Pharmacol. 2024;974: 176620. 38685305 123. Shi W Wang J Chen J Jin X Wang Y Yang L Abrogating PDK4 activates autophagy-dependent ferroptosis in breast cancer via ASK1/JNK pathway J Cancer Res Clin Oncol 2024 150 4 218 10.1007/s00432-024-05748-9 38678126 Shi W, Wang J, Chen J, Jin X, Wang Y, Yang L. Abrogating PDK4 activates autophagy-dependent ferroptosis in breast cancer via ASK1/JNK pathway. J Cancer Res Clin Oncol. 2024;150(4):218. 38678126 124. Gao S, Zhang X, Liu J, Ji F, Zhang Z, Meng Q et al. Icariin Induces Triple-Negative Breast Cancer Cell Apoptosis and Suppresses Invasion by Inhibiting the JNK/c-Jun Signaling Pathway. Drug Design, Development and Therapy. 2023;17(null):821 – 36. 125. Cirillo F Talia M Santolla MF Pellegrino M Scordamaglia D Spinelli A GPER deletion triggers inhibitory effects in triple negative breast cancer (TNBC) cells through the JNK/c-Jun/p53/Noxa transduction pathway Cell Death Discov 2023 9 1 353 10.1038/s41420-023-01654-0 37749101 Cirillo F, Talia M, Santolla MF, Pellegrino M, Scordamaglia D, Spinelli A, et al. GPER deletion triggers inhibitory effects in triple negative breast cancer (TNBC) cells through the JNK/c-Jun/p53/Noxa transduction pathway. Cell Death Discov. 2023;9(1):353. 37749101 126. Pan Q-F Ouyang W-W Zhang M-Q He S Yang S-Y Zhang J Chondroitin polymerizing factor predicts a poor prognosis and promotes breast cancer progression via the upstream TGF-β1/SMAD3 and JNK axis activation J Cell Commun Signal 2023 17 1 89 102 10.1007/s12079-022-00684-0 36042157 Pan Q-F, Ouyang W-W, Zhang M-Q, He S, Yang S-Y, Zhang J. Chondroitin polymerizing factor predicts a poor prognosis and promotes breast cancer progression via the upstream TGF-β1/SMAD3 and JNK axis activation. J Cell Commun Signal. 2023;17(1):89–102. 36042157 127. Cheng Y Zhong X Nie X Gu H Wu X Li R Glycyrrhetinic acid suppresses breast cancer metastasis by inhibiting M2-like macrophage polarization via activating JNK1/2 signaling Phytomedicine 2023 114 154757 10.1016/j.phymed.2023.154757 37011418 Cheng Y, Zhong X, Nie X, Gu H, Wu X, Li R, et al. Glycyrrhetinic acid suppresses breast cancer metastasis by inhibiting M2-like macrophage polarization via activating JNK1/2 signaling. Phytomedicine. 2023;114:154757. 37011418 128. Zhang Z Zhang H Li D Zhou X Qin Q Zhang Q Caspase-3-mediated GSDME induced pyroptosis in breast cancer cells through the ROS/JNK signalling pathway J Cell Mol Med 2021 25 17 8159 68 10.1111/jcmm.16574 34369076 Zhang Z, Zhang H, Li D, Zhou X, Qin Q, Zhang Q. Caspase-3-mediated GSDME induced pyroptosis in breast cancer cells through the ROS/JNK signalling pathway. J Cell Mol Med. 2021;25(17):8159–68. 34369076 129. Zhang P Liu Y Lian C Cao X Wang Y Li X SH3rf3 promotes breast cancer stem-like properties via JNK activation and PTX3 upregulation Nat Commun 2020 11 1 2487 10.1038/s41467-020-16051-9 32427938 Zhang P, Liu Y, Lian C, Cao X, Wang Y, Li X, et al. SH3rf3 promotes breast cancer stem-like properties via JNK activation and PTX3 upregulation. Nat Commun. 2020;11(1):2487. 32427938 130. Keren A Tamir Y Bengal E The p38 MAPK signaling pathway: a major regulator of skeletal muscle development Mol Cell Endocrinol 2006 252 1–2 224 30 10.1016/j.mce.2006.03.017 16644098 Keren A, Tamir Y, Bengal E. The p38 MAPK signaling pathway: a major regulator of skeletal muscle development. Mol Cell Endocrinol. 2006;252(1–2):224–30. 16644098 131. Thouverey C Caverzasio J Focus on the p38 MAPK signaling pathway in bone development and maintenance BoneKEy Rep 2015 10.1038/bonekey.2015.80 26587226 Thouverey C, Caverzasio J. Focus on the p38 MAPK signaling pathway in bone development and maintenance. BoneKEy Rep. 2015;4:711. 10.1038/bonekey.2015.80 26587226 132. Zeng H Hou Y Zhou X Lang L Luo H Sun Y Cancer-associated fibroblasts facilitate premetastatic niche formation through lncRNA SNHG5-mediated angiogenesis and vascular permeability in breast cancer Theranostics 2022 12 17 7351 10.7150/thno.74753 36438499 Zeng H, Hou Y, Zhou X, Lang L, Luo H, Sun Y, et al. Cancer-associated fibroblasts facilitate premetastatic niche formation through lncRNA SNHG5-mediated angiogenesis and vascular permeability in breast cancer. Theranostics. 2022;12(17):7351. 36438499 133. Pang J Ding N Liu X He X Zhou W Xie H Prognostic value of the baseline systemic Immune-Inflammation index in HER2-positive metastatic breast cancer: exploratory analysis of two prospective trials Ann Surg Oncol 2025 32 2 750 9 10.1245/s10434-024-16454-8 39565489 Pang J, Ding N, Liu X, He X, Zhou W, Xie H, et al. Prognostic value of the baseline systemic Immune-Inflammation index in HER2-positive metastatic breast cancer: exploratory analysis of two prospective trials. Ann Surg Oncol. 2025;32(2):750–9. 39565489 134. Fang K Hu C Zhang X Hou Y Gao D Guo Z LncRNA ST8SIA6-AS1 promotes proliferation, migration and invasion in breast cancer through the p38 MAPK signalling pathway Carcinogenesis 2020 41 9 1273 81 10.1093/carcin/bgz197 31784750 Fang K, Hu C, Zhang X, Hou Y, Gao D, Guo Z, et al. LncRNA ST8SIA6-AS1 promotes proliferation, migration and invasion in breast cancer through the p38 MAPK signalling pathway. Carcinogenesis. 2020;41(9):1273–81. 31784750 135. Chen S Wang Y Zhang J-H Xia Q-J Sun Q Li Z-K Long non-coding RNA PTENP1 inhibits proliferation and migration of breast cancer cells via AKT and MAPK signaling pathways Oncol Lett 2017 14 4 4659 62 10.3892/ol.2017.6823 29085464 Chen S, Wang Y, Zhang J-H, Xia Q-J, Sun Q, Li Z-K, et al. Long non-coding RNA PTENP1 inhibits proliferation and migration of breast cancer cells via AKT and MAPK signaling pathways. Oncol Lett. 2017;14(4):4659–62. 29085464 136. Cedro-Tanda A Ríos-Romero M Romero-Córdoba S Cisneros-Villanueva M Rebollar-Vega RG Alfaro-Ruiz LA A lncrna landscape in breast cancer reveals a potential role for AC009283.1 in proliferation and apoptosis in HER2-enriched subtype Sci Rep 2020 10 1 13146 10.1038/s41598-020-69905-z 32753692 Cedro-Tanda A, Ríos-Romero M, Romero-Córdoba S, Cisneros-Villanueva M, Rebollar-Vega RG, Alfaro-Ruiz LA, et al. A lncrna landscape in breast cancer reveals a potential role for AC009283.1 in proliferation and apoptosis in HER2-enriched subtype. Sci Rep. 2020;10(1):13146. 32753692 137. Zhou J Guo Z Peng X Wu B Meng Q Lu X Chrysotoxine regulates ferroptosis and the PI3K/AKT/mTOR pathway to prevent cervical cancer J Ethnopharmacol 2025 338 Pt 3 119126 10.1016/j.jep.2024.119126 39557107 Zhou J, Guo Z, Peng X, Wu B, Meng Q, Lu X, et al. Chrysotoxine regulates ferroptosis and the PI3K/AKT/mTOR pathway to prevent cervical cancer. J Ethnopharmacol. 2025;338(Pt 3):119126. 39557107 138. Baba SK Baba SK Mir R Elfaki I Algehainy N Ullah MF Long non-coding RNAs modulate tumor microenvironment to promote metastasis: novel avenue for therapeutic intervention Front Cell Dev Biol 2023 11 1164301 10.3389/fcell.2023.1164301 37384249 Baba SK, Baba SK, Mir R, Elfaki I, Algehainy N, Ullah MF, et al. Long non-coding RNAs modulate tumor microenvironment to promote metastasis: novel avenue for therapeutic intervention. Front Cell Dev Biol. 2023;11:1164301. 37384249 139. Zeng Q Chen C Chen C Song H Li M Yan J Serum raman spectroscopy combined with convolutional neural network for rapid diagnosis of HER2-positive and triple-negative breast cancer Spectrochim Acta A Mol Biomol Spectrosc 2023 286 122000 10.1016/j.saa.2022.122000 36279798 Zeng Q, Chen C, Chen C, Song H, Li M, Yan J, et al. Serum raman spectroscopy combined with convolutional neural network for rapid diagnosis of HER2-positive and triple-negative breast cancer. Spectrochim Acta A Mol Biomol Spectrosc. 2023;286: 122000. 36279798 140. Yu X Qian F Zhang X Zhu Y He G Yang J Promotion effect of FOXCUT as a MicroRNA sponge for miR-24-3p on progression in triple-negative breast cancer through the p38 MAPK signaling pathway Chin Med J 2024 137 01 105 14 10.1097/CM9.0000000000002700 38178324 Yu X, Qian F, Zhang X, Zhu Y, He G, Yang J, et al. Promotion effect of FOXCUT as a MicroRNA sponge for miR-24-3p on progression in triple-negative breast cancer through the p38 MAPK signaling pathway. Chin Med J. 2024;137(01):105–14. 38178324 141. McCubrey JA Steelman LS Chappell WH Abrams SL Wong EW Chang F Roles of the raf/mek/erk pathway in cell growth, malignant transformation and drug resistance Biochimica et Biophysica Acta (BBA) 2007 1773 8 1263 84 10.1016/j.bbamcr.2006.10.001 17126425 McCubrey JA, Steelman LS, Chappell WH, Abrams SL, Wong EW, Chang F, et al. Roles of the raf/mek/erk pathway in cell growth, malignant transformation and drug resistance. Biochimica et Biophysica Acta (BBA). 2007;1773(8):1263–84. 17126425 142. Degirmenci U Wang M Hu J Targeting aberrant RAS/RAF/MEK/ERK signaling for cancer therapy Cells 2020 9 1 198 10.3390/cells9010198 31941155 Degirmenci U, Wang M, Hu J. Targeting aberrant RAS/RAF/MEK/ERK signaling for cancer therapy. Cells. 2020;9(1):198. 31941155 143. Nickols NG Nazarian R Zhao SG Tan V Uzunangelov V Xia Z MEK-ERK signaling is a therapeutic target in metastatic castration resistant prostate cancer Prostate Cancer Prostatic Dis 2019 22 4 531 8 10.1038/s41391-019-0134-5 30804427 Nickols NG, Nazarian R, Zhao SG, Tan V, Uzunangelov V, Xia Z, et al. MEK-ERK signaling is a therapeutic target in metastatic castration resistant prostate cancer. Prostate Cancer Prostatic Dis. 2019;22(4):531–8. 30804427 144. Zhang Q Li T Wang Z Kuang X Shao N Lin Y LncRNA NR2F1-AS1 promotes breast cancer angiogenesis through activating IGF‐1/IGF‐1R/ERK pathway J Cell Mol Med 2020 24 14 8236 47 10.1111/jcmm.15499 32548873 Zhang Q, Li T, Wang Z, Kuang X, Shao N, Lin Y. LncRNA NR2F1-AS1 promotes breast cancer angiogenesis through activating IGF‐1/IGF‐1R/ERK pathway. J Cell Mol Med. 2020;24(14):8236–47. 32548873 145. Niu L Zhou Y Zhang W Ren Y Long noncoding RNA LINC00473 functions as a competing endogenous RNA to regulate MAPK1 expression by sponging miR-198 in breast cancer Pathology 2019 215 8 152470 Niu L, Zhou Y, Zhang W, Ren Y. Long noncoding RNA LINC00473 functions as a competing endogenous RNA to regulate MAPK1 expression by sponging miR-198 in breast cancer. Pathology. 2019;215(8): 152470. 146. Lv P Qiu X Gu Y Yang X Xu X Yang Y Long non-coding RNA SNHG6 enhances cell proliferation, migration and invasion by regulating miR-26a-5p/MAPK6 in breast cancer Biomed Pharmacother 2019 110 294 301 10.1016/j.biopha.2018.11.016 30522015 Lv P, Qiu X, Gu Y, Yang X, Xu X, Yang Y. Long non-coding RNA SNHG6 enhances cell proliferation, migration and invasion by regulating miR-26a-5p/MAPK6 in breast cancer. Biomed Pharmacother. 2019;110:294–301. 30522015 147. Shi C Ren S Zhao X Li Q LncRNA MALAT1 regulates the resistance of breast cancer cells to Paclitaxel via the miR-497-5p/ SHOC2 axis Pharmacogenomics 2022 23 18 973 85 10.2217/pgs-2022-0077 36420706 Shi C, Ren S, Zhao X, Li Q. LncRNA MALAT1 regulates the resistance of breast cancer cells to Paclitaxel via the miR-497-5p/ SHOC2 axis. Pharmacogenomics. 2022;23(18):973–85. 36420706 148. Chen F-Y Zhou Z-Y Zhang K-J Pang J Wang S-M Long non-coding RNA MIR100HG promotes the migration, invasion and proliferation of triple-negative breast cancer cells by targeting the miR-5590-3p/OTX1 axis Cancer Cell Int 2020 20 1 1 15 10.1186/s12935-020-01580-6 31908598 Chen F-Y, Zhou Z-Y, Zhang K-J, Pang J, Wang S-M. Long non-coding RNA MIR100HG promotes the migration, invasion and proliferation of triple-negative breast cancer cells by targeting the miR-5590-3p/OTX1 axis. Cancer Cell Int. 2020;20(1):1–15. 31908598 149. Nyati KK Hashimoto S Singh SK Tekguc M Metwally H Liu Y-C The novel long noncoding RNA AU021063, induced by IL-6/Arid5a signaling, exacerbates breast cancer invasion and metastasis by stabilizing Trib3 and activating the mek/erk pathway Cancer Lett 2021 520 295 306 10.1016/j.canlet.2021.08.004 34389433 Nyati KK, Hashimoto S, Singh SK, Tekguc M, Metwally H, Liu Y-C, et al. The novel long noncoding RNA AU021063, induced by IL-6/Arid5a signaling, exacerbates breast cancer invasion and metastasis by stabilizing Trib3 and activating the mek/erk pathway. Cancer Lett. 2021;520:295–306. 34389433 150. Peng W-x Huang J-g Yang L Gong A-h Mo Y-Y Linc-RoR promotes MAPK/ERK signaling and confers estrogen-independent growth of breast cancer Mol Cancer 2017 16 1 1 11 10.1186/s12943-017-0727-3 28093071 Peng W-x, Huang J-g, Yang L, Gong A-h, Mo Y-Y. Linc-RoR promotes MAPK/ERK signaling and confers estrogen-independent growth of breast cancer. Mol Cancer. 2017;16(1):1–11. 28093071 151. Jiang M Huang O Xie Z Wu S Zhang X Shen A A novel long non-coding RNA-ARA: adriamycin resistance associated Biochem Pharmacol 2014 87 2 254 83 10.1016/j.bcp.2013.10.020 24184505 Jiang M, Huang O, Xie Z, Wu S, Zhang X, Shen A, et al. A novel long non-coding RNA-ARA: adriamycin resistance associated. Biochem Pharmacol. 2014;87(2):254–83. 24184505 152. Liu Y Li M Yu H Piao H LncRNA CYTOR promotes tamoxifen resistance in breast cancer cells via sponging miR–125a–5p Int J Mol Med 2020 45 2 497 509 31894257 Liu Y, Li M, Yu H, Piao H. LncRNA CYTOR promotes tamoxifen resistance in breast cancer cells via sponging miR–125a–5p. Int J Mol Med. 2020;45(2):497–509. 31894257 153. Hu H Zhang H Xing Y Zhou Y Chen J Li C The lncRNA THOR interacts with and stabilizes HnRNPD to promote cell proliferation and metastasis in breast cancer Oncogene 2022 41 49 5298 314 10.1038/s41388-022-02495-4 36329124 Hu H, Zhang H, Xing Y, Zhou Y, Chen J, Li C, et al. The lncRNA THOR interacts with and stabilizes HnRNPD to promote cell proliferation and metastasis in breast cancer. Oncogene. 2022;41(49):5298–314. 36329124 154. Sas-Chen A Aure MR Leibovich L Carvalho S Enuka Y Körner C LIMT is a novel metastasis inhibiting LncRNA suppressed by EGF and downregulated in aggressive breast cancer EMBO Mol Med 2016 8 9 1052 64 10.15252/emmm.201606198 27485121 Sas-Chen A, Aure MR, Leibovich L, Carvalho S, Enuka Y, Körner C, et al. LIMT is a novel metastasis inhibiting LncRNA suppressed by EGF and downregulated in aggressive breast cancer. EMBO Mol Med. 2016;8(9):1052–64. 27485121 155. Sun L Chu H Li H Liu Y LncRNA SNHG1 correlates with higher T stage and worse overall survival, and promotes cell proliferation while reduces cell apoptosis in breast cancer Transl Cancer Res 2019 8 2 603 13 10.21037/tcr.2019.03.20 35116793 Sun L, Chu H, Li H, Liu Y. LncRNA SNHG1 correlates with higher T stage and worse overall survival, and promotes cell proliferation while reduces cell apoptosis in breast cancer. Transl Cancer Res. 2019;8(2):603–13. 35116793 156. Peng W-x Huang J-g Yang L Gong A-h Mo Y-Y Linc-RoR promotes MAPK/ERK signaling and confers estrogen-independent growth of breast cancer Mol Cancer 2017 16 1 161 10.1186/s12943-017-0727-3 29041978 Peng W-x, Huang J-g, Yang L, Gong A-h, Mo Y-Y. Linc-RoR promotes MAPK/ERK signaling and confers estrogen-independent growth of breast cancer. Mol Cancer. 2017;16(1):161. 29041978 157. Zhang Q, Li T, Wang Z, Kuang X, Shao N, Lin Y. LncRNA NR2F1-AS1 promotes breast cancer angiogenesis through activating IGF-1/IGF-1R/ERK pathway. J Cell Mol Med. 2020;24(14):8236–47. 158. Yuan H Yan L Wu M Shang Y Guo Q Ma X Analysis of the estrogen receptor-associated LncRNA landscape identifies a role for ERLC1 in breast cancer progression Cancer Res 2022 82 3 391 405 10.1158/0008-5472.CAN-21-1155 34810200 Yuan H, Yan L, Wu M, Shang Y, Guo Q, Ma X, et al. Analysis of the estrogen receptor-associated LncRNA landscape identifies a role for ERLC1 in breast cancer progression. Cancer Res. 2022;82(3):391–405. 34810200 159. Shao G Fan X Zhang P Liu X Huang L Ji S Methylation-dependent MCM6 repression induced by LINC00472 inhibits triple-negative breast cancer metastasis by disturbing the MEK/ERK signaling pathway Aging 2021 13 4 4962 10.18632/aging.103568 33668040 Shao G, Fan X, Zhang P, Liu X, Huang L, Ji S. Methylation-dependent MCM6 repression induced by LINC00472 inhibits triple-negative breast cancer metastasis by disturbing the MEK/ERK signaling pathway. Aging. 2021;13(4):4962. 33668040 160. Cairns J Ingle JN Kalari KR Shepherd LE Kubo M Goetz MP The lncRNA MIR2052HG regulates ERα levels and aromatase inhibitor resistance through LMTK3 by recruiting EGR1 Breast Cancer Res 2019 21 1 47 10.1186/s13058-019-1130-3 30944027 Cairns J, Ingle JN, Kalari KR, Shepherd LE, Kubo M, Goetz MP, et al. The lncRNA MIR2052HG regulates ERα levels and aromatase inhibitor resistance through LMTK3 by recruiting EGR1. Breast Cancer Res. 2019;21(1):47. 30944027 161. Xing JN Shang YN Yu ZL Zhou SH Chen WY Wang LH LncRNA HCP5-encoded protein contributes to adriamycin resistance through erk/mtor pathway-mediated autophagy in breast cancer cells Genes Dis 2024 11 4 101024 10.1016/j.gendis.2023.06.002 38486678 Xing JN, Shang YN, Yu ZL, Zhou SH, Chen WY, Wang LH. LncRNA HCP5-encoded protein contributes to adriamycin resistance through erk/mtor pathway-mediated autophagy in breast cancer cells. Genes Dis. 2024;11(4): 101024. 38486678 162. Caia Y He J Zhang D Suppression of long non-coding RNA CCAT2 improves Tamoxifen-resistant breast cancer cells’ response to Tamoxifen Mol Biol 2016 50 5 725 30 10.1134/S0026893316030043 Caia Y, He J, Zhang D. Suppression of long non-coding RNA CCAT2 improves Tamoxifen-resistant breast cancer cells’ response to Tamoxifen. Mol Biol. 2016;50(5):725–30. 163. Wang B, Xing A-Y, Li G-X, Liu L, Xing C. SNHG14 promotes triple-negative breast cancer cell proliferation, invasion, and chemoresistance by regulating the ERK/MAPK signaling pathway. IUBMB Life.n/a(n/a). 164. Li M Lin C Cai Z Downregulation of the long noncoding RNA DSCR9 (down syndrome critical region 9) delays breast cancer progression by modulating microRNA-504-5p-dependent G protein-coupled receptor 65 Hum Cell 2023 36 4 1516 34 10.1007/s13577-023-00916-4 37248366 Li M, Lin C, Cai Z. Downregulation of the long noncoding RNA DSCR9 (down syndrome critical region 9) delays breast cancer progression by modulating microRNA-504-5p-dependent G protein-coupled receptor 65. Hum Cell. 2023;36(4):1516–34. 37248366 165. Ma HN Chen HJ Liu JQ Li WT Long non-coding RNA DLEU1 promotes malignancy of breast cancer by acting as an indispensable coactivator for HIF-1α-induced transcription of CKAP2 Cell Death Dis 2022 13 7 625 10.1038/s41419-022-04880-z 35853854 Ma HN, Chen HJ, Liu JQ, Li WT. Long non-coding RNA DLEU1 promotes malignancy of breast cancer by acting as an indispensable coactivator for HIF-1α-induced transcription of CKAP2. Cell Death Dis. 2022;13(7):625. 35853854 166. Yang X Tao Y Xu Y Cai W Shao Q Slc35a2 expression drives breast cancer progression via ERK pathway activation FEBS J 2024 291 7 1483 505 10.1111/febs.17044 38143314 Yang X, Tao Y, Xu Y, Cai W, Shao Q. Slc35a2 expression drives breast cancer progression via ERK pathway activation. FEBS J. 2024;291(7):1483–505. 38143314 167. Lv X Zhang Q LncRNA RP11-214F16.8 drives breast cancer tumorigenesis via a post-translational repression on NISCH expression Cell Signal 2022 92 110271 10.1016/j.cellsig.2022.110271 35108640 Lv X, Zhang Q. LncRNA RP11-214F16.8 drives breast cancer tumorigenesis via a post-translational repression on NISCH expression. Cell Signal. 2022;92: 110271. 35108640 168. Li XY Zhou LY Luo H Zhu Q Zuo L Liu GY The long noncoding RNA MIR210HG promotes tumor metastasis by acting as a CeRNA of miR-1226-3p to regulate mucin-1c expression in invasive breast cancer Aging 2019 11 15 5646 65 10.18632/aging.102149 31399552 Li XY, Zhou LY, Luo H, Zhu Q, Zuo L, Liu GY, et al. The long noncoding RNA MIR210HG promotes tumor metastasis by acting as a CeRNA of miR-1226-3p to regulate mucin-1c expression in invasive breast cancer. Aging. 2019;11(15):5646–65. 31399552 169. Dan Z, Xiujing H, Ting L, Xiaorong Z, Hong Z, Jiqiao Y et al. Long Non-coding RNA BTG3-7:1 and JUND Co-regulate C21ORF91 to promote Triple-Negative breast cancer progress. Front Mol Biosci. 2021;7:605623. 170. Sun D Zhong J Wei W Liu L Liu J Lin X Long non–coding RNAs lnc–ANGPTL1–3:3 and lnc–GJA10–12:1 present as regulators of Sentinel lymph node metastasis in breast cancer Oncol Lett 2020 20 5 188 10.3892/ol.2020.12050 32952657 Sun D, Zhong J, Wei W, Liu L, Liu J, Lin X. Long non–coding RNAs lnc–ANGPTL1–3:3 and lnc–GJA10–12:1 present as regulators of Sentinel lymph node metastasis in breast cancer. Oncol Lett. 2020;20(5):188. 32952657 171. Zhang M Wang Y Jiang L Song X Zheng A Gao H LncRNA CBR3-AS1 regulates of breast cancer drug sensitivity as a competing endogenous RNA through the JNK1/MEK4-mediated MAPK signal pathway J Experimental Clin Cancer Res 2021 40 1 1 14 10.1186/s13046-021-01844-7 Zhang M, Wang Y, Jiang L, Song X, Zheng A, Gao H, et al. LncRNA CBR3-AS1 regulates of breast cancer drug sensitivity as a competing endogenous RNA through the JNK1/MEK4-mediated MAPK signal pathway. J Experimental Clin Cancer Res. 2021;40(1):1–14. 172. Yu Y Lv F Liang D Yang Q Zhang B Lin H HOTAIR may regulate proliferation, apoptosis, migration and invasion of MCF-7 cells through regulating the P53/Akt/JNK signaling pathway Biomed Pharmacother 2017 90 555 61 10.1016/j.biopha.2017.03.054 28407576 Yu Y, Lv F, Liang D, Yang Q, Zhang B, Lin H, et al. HOTAIR may regulate proliferation, apoptosis, migration and invasion of MCF-7 cells through regulating the P53/Akt/JNK signaling pathway. Biomed Pharmacother. 2017;90:555–61. 28407576 173. Kumar V Sabaté-Cadenas X Soni I Stern E Vias C Ginsberg D The LincRNA JUNI regulates the stress-dependent induction of c-Jun, cellular migration and survival through the modulation of the DUSP14-JNK axis Oncogene 2024 43 21 1608 19 10.1038/s41388-024-03021-4 38565943 Kumar V, Sabaté-Cadenas X, Soni I, Stern E, Vias C, Ginsberg D, et al. The LincRNA JUNI regulates the stress-dependent induction of c-Jun, cellular migration and survival through the modulation of the DUSP14-JNK axis. Oncogene. 2024;43(21):1608–19. 38565943 174. De Troyer L Zhao P Pastor T Baietti MF Barra J Vendramin R Stress-induced lncRNA LASTR fosters cancer cell fitness by regulating the activity of the U4/U6 recycling factor SART3 Nucleic Acids Res 2020 48 5 2502 17 10.1093/nar/gkz1237 31956895 De Troyer L, Zhao P, Pastor T, Baietti MF, Barra J, Vendramin R, et al. Stress-induced lncRNA LASTR fosters cancer cell fitness by regulating the activity of the U4/U6 recycling factor SART3. Nucleic Acids Res. 2020;48(5):2502–17. 31956895 175. Chen Q Shen H Zhu X Liu Y Yang H Chen H A nuclear LncRNA Linc00839 as a Myc target to promote breast cancer chemoresistance via PI3K/AKT signaling pathway Cancer Sci 2020 111 9 3279 91 10.1111/cas.14555 32619088 Chen Q, Shen H, Zhu X, Liu Y, Yang H, Chen H, et al. A nuclear LncRNA Linc00839 as a Myc target to promote breast cancer chemoresistance via PI3K/AKT signaling pathway. Cancer Sci. 2020;111(9):3279–91. 32619088 176. Gu P, Ding W, Zhu W, Shen L, Zhang L, Wang W et al. MIR4435-2HG: A novel biomarker for triple-negative breast cancer diagnosis and prognosis, activating cancer-associated fibroblasts and driving tumor invasion through EMT associated with JNK/c-Jun and p38 MAPK signaling pathway activation. Int Immunopharmacol. 2024;142 :113191. 177. Gooding AJ Zhang B Jahanbani FK Gilmore HL Chang JC Valadkhan S The lncRNA BORG drives breast cancer metastasis and disease recurrence Sci Rep 2017 7 1 12698 10.1038/s41598-017-12716-6 28983112 Gooding AJ, Zhang B, Jahanbani FK, Gilmore HL, Chang JC, Valadkhan S, et al. The lncRNA BORG drives breast cancer metastasis and disease recurrence. Sci Rep. 2017;7(1):12698. 28983112 178. Li S Hu J Li G Mai H Gao Y Liang B Epigenetic regulation of LINC01270 in breast cancer progression by mediating LAMA2 promoter methylation and MAPK signaling pathway Cell Biol Toxicol 2023 39 4 1359 75 10.1007/s10565-022-09763-9 36241925 Li S, Hu J, Li G, Mai H, Gao Y, Liang B, et al. Epigenetic regulation of LINC01270 in breast cancer progression by mediating LAMA2 promoter methylation and MAPK signaling pathway. Cell Biol Toxicol. 2023;39(4):1359–75. 36241925 179. Li F Xian D Huang J Nie L Xie T Sun Q SP1-induced upregulation of LncRNA AFAP1-AS1 promotes tumor progression in triple-negative breast cancer by regulating mTOR pathway Int J Mol Sci 2023 24 17 13401 10.3390/ijms241713401 37686205 Li F, Xian D, Huang J, Nie L, Xie T, Sun Q, et al. SP1-induced upregulation of LncRNA AFAP1-AS1 promotes tumor progression in triple-negative breast cancer by regulating mTOR pathway. Int J Mol Sci. 2023;24(17): 13401. 37686205 180. Wang Y-L Liu L-C Hung Y Chen C-J Lin Y-Z Wu W-R Long non-coding RNA HOTAIR in circulatory exosomes is correlated with ErbB2/HER2 positivity in breast cancer Breast 2019 46 64 9 10.1016/j.breast.2019.05.003 31100572 Wang Y-L, Liu L-C, Hung Y, Chen C-J, Lin Y-Z, Wu W-R, et al. Long non-coding RNA HOTAIR in circulatory exosomes is correlated with ErbB2/HER2 positivity in breast cancer. Breast. 2019;46:64–9. 31100572 181. Xia Z Dickens M Raingeaud J Davis RJ Greenberg ME Opposing effects of ERK and JNK-p38 MAP kinases on apoptosis Science 1995 270 5240 1326 31 10.1126/science.270.5240.1326 7481820 Xia Z, Dickens M, Raingeaud J, Davis RJ, Greenberg ME. Opposing effects of ERK and JNK-p38 MAP kinases on apoptosis. Science. 1995;270(5240):1326–31. 7481820 182. Hamdi M Kool J Cornelissen-Steijger P Carlotti F Popeijus HE Van Der Burgt C DNA damage in transcribed genes induces apoptosis via the JNK pathway and the JNK-phosphatase MKP-1 Oncogene 2005 24 48 7135 44 10.1038/sj.onc.1208875 16044158 Hamdi M, Kool J, Cornelissen-Steijger P, Carlotti F, Popeijus HE, Van Der Burgt C, et al. DNA damage in transcribed genes induces apoptosis via the JNK pathway and the JNK-phosphatase MKP-1. Oncogene. 2005;24(48):7135–44. 16044158 183. Deng R Li W Guan Z Zhou J Wang Y Mei Y Acetylcholinesterase expression mediated by c-Jun-NH2-terminal kinase pathway during anticancer drug-induced apoptosis Oncogene 2006 25 53 7070 7 10.1038/sj.onc.1209686 16715131 Deng R, Li W, Guan Z, Zhou J, Wang Y, Mei Y, et al. Acetylcholinesterase expression mediated by c-Jun-NH2-terminal kinase pathway during anticancer drug-induced apoptosis. Oncogene. 2006;25(53):7070–7. 16715131 184. Krishna M Narang H The complexity of mitogen-activated protein kinases (MAPKs) made simple Cell Mol Life Sci 2008 65 3525 44 10.1007/s00018-008-8170-7 18668205 Krishna M, Narang H. The complexity of mitogen-activated protein kinases (MAPKs) made simple. Cell Mol Life Sci. 2008;65:3525–44. 18668205 185. Mizukami Y Yoshioka K Morimoto S Yoshida K A novel mechanism of JNK1 activation: nuclear translocation and activation of JNK1 during ischemia and reperfusion J Biol Chem 1997 272 26 16657 62 10.1074/jbc.272.26.16657 9195981 Mizukami Y, Yoshioka K, Morimoto S, Yoshida K. A novel mechanism of JNK1 activation: nuclear translocation and activation of JNK1 during ischemia and reperfusion. J Biol Chem. 1997;272(26):16657–62. 9195981 186. Zhang P Miller BS Rosenzweig SA Bhat NR Activation of c-jun N‐terminal kinase/stress‐activated protein kinase in primary glial cultures J Neurosci Res 1996 46 1 114 21 10.1002/(SICI)1097-4547(19961001)46:1<114::AID-JNR14>3.0.CO;2-5 8892112 Zhang P, Miller BS, Rosenzweig SA, Bhat NR. Activation of c-jun N‐terminal kinase/stress‐activated protein kinase in primary glial cultures. J Neurosci Res. 1996;46(1):114–21. 8892112 187. Kops GJ Dansen TB Polderman PE Saarloos I Wirtz KW Coffer PJ Forkhead transcription factor FOXO3a protects quiescent cells from oxidative stress Nature 2002 419 6904 316 21 10.1038/nature01036 12239572 Kops GJ, Dansen TB, Polderman PE, Saarloos I, Wirtz KW, Coffer PJ, et al. Forkhead transcription factor FOXO3a protects quiescent cells from oxidative stress. Nature. 2002;419(6904):316–21. 12239572 188. Wu Q Wu W Fu B Shi L Wang X Kuca K JNK signaling in cancer cell survival Med Res Rev 2019 39 6 2082 104 10.1002/med.21574 30912203 Wu Q, Wu W, Fu B, Shi L, Wang X, Kuca K. JNK signaling in cancer cell survival. Med Res Rev. 2019;39(6):2082–104. 30912203",
    "full_text_abstract": "Long non-coding RNAs (lncRNAs) are increasingly recognized as key modulators of gene expression and cellular processes, playing pivotal roles in cancer biology. In breast cancer, a multifaceted malignancy driven by diverse genetic and epigenetic alterations, the mitogen-activated protein kinase (MAPK) signaling pathway is critical for regulating processes such as cell proliferation, survival, and metastasis. Emerging research highlights intricate interactions between lncRNAs and MAPK signaling components, including ERK, p38, and JNK, revealing novel regulatory mechanisms underlying breast cancer development and progression. These interactions often involve lncRNAs modulating MAPK pathway activity or engaging in crosstalk with other oncogenic networks. This review explores how lncRNAs influence MAPK signaling in breast cancer pathogenesis, emphasizing their dual roles as potential oncogenes or tumor suppressors depending on the molecular context. While these findings suggest that lncRNAs could serve as diagnostic biomarkers or therapeutic targets to influence tumor growth, metastasis, and drug resistance, challenges such as study heterogeneity, conflicting functional outcomes, and the complexity of lncRNA-MAPK interactions limit immediate clinical translation. By elucidating these molecular relationships, we aim to provide insights into breast cancer biology and highlight the potential, as well as the limitations, of leveraging lncRNA-MAPK interactions for improved diagnostic and therapeutic strategies, pending further mechanistic and clinical validation. Graphical abstract\n\nHighlights This review elucidates the intricate interplay between lncRNAs and the MAPK signaling pathways in breast cancer pathogenesis. It highlights the roles of lncRNAs in modulating key MAPK components, including ERK, p38, and JNK, thereby influencing cellular processes such as proliferation, apoptosis, metastasis, and therapy resistance. The dualistic nature of lncRNAs as oncogenes or tumor suppressors is explored, with emphasis on their context-dependent regulatory mechanisms. The therapeutic potential of targeting lncRNA-MAPK interactions is underscored, particularly for aggressive and treatment-resistant breast cancer subtypes. This study positions lncRNAs as promising diagnostic biomarkers and therapeutic targets, advancing our understanding of breast cancer biology and paving the way for innovative clinical interventions.",
    "abstract_text": "Long non-coding RNAs (lncRNAs) are increasingly recognized as key modulators of gene expression and cellular processes, playing pivotal roles in cancer biology. In breast cancer, a multifaceted malignancy driven by diverse genetic and epigenetic alterations, the mitogen-activated protein kinase (MAPK) signaling pathway is critical for regulating processes such as cell proliferation, survival, and metastasis. Emerging research highlights intricate interactions between lncRNAs and MAPK signaling components, including ERK, p38, and JNK, revealing novel regulatory mechanisms underlying breast cancer development and progression. These interactions often involve lncRNAs modulating MAPK pathway activity or engaging in crosstalk with other oncogenic networks. This review explores how lncRNAs influence MAPK signaling in breast cancer pathogenesis, emphasizing their dual roles as potential oncogenes or tumor suppressors depending on the molecular context. While these findings suggest that lncRNAs could serve as diagnostic biomarkers or therapeutic targets to influence tumor growth, metastasis, and drug resistance, challenges such as study heterogeneity, conflicting functional outcomes, and the complexity of lncRNA-MAPK interactions limit immediate clinical translation. By elucidating these molecular relationships, we aim to provide insights into breast cancer biology and highlight the potential, as well as the limitations, of leveraging lncRNA-MAPK interactions for improved diagnostic and therapeutic strategies, pending further mechanistic and clinical validation. Graphical abstract\n\nHighlights This review elucidates the intricate interplay between lncRNAs and the MAPK signaling pathways in breast cancer pathogenesis. It highlights the roles of lncRNAs in modulating key MAPK components, including ERK, p38, and JNK, thereby influencing cellular processes such as proliferation, apoptosis, metastasis, and therapy resistance. The dualistic nature of lncRNAs as oncogenes or tumor suppressors is explored, with emphasis on their context-dependent regulatory mechanisms. The therapeutic potential of targeting lncRNA-MAPK interactions is underscored, particularly for aggressive and treatment-resistant breast cancer subtypes. This study positions lncRNAs as promising diagnostic biomarkers and therapeutic targets, advancing our understanding of breast cancer biology and paving the way for innovative clinical interventions."
}