{
    "PMC": "11845112",
    "DOI": "10.1080/20565623.2025.2463852",
    "PMID": "39967065",
    "PMCID": "PMC11845112",
    "title": "Resveratrol alleviates depressive-like behavior via the activation of SIRT1/NF-κB signaling pathway in microglia.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC11845112",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>Currently, the pathogenesis of depression remains poorly understood, leading to many patients receiving ineffective treatment. Resveratrol has demonstrated beneficial effects in the prevention and treatment of depression. However, it remains unknown whether resveratrol administration can counteract depression-like behaviors by regulating the SIRT1/NF-κB signaling pathway.<h4>Methodology/principal findings</h4>Male C57BL/6 mice were randomly assigned to a control group, a depression group, and a resveratrol group. The depression model was established using chronic unpredictable mild stress (CUMS) for 5 weeks. Behavioral tests were conducted to assess depressive-like behaviors. The expression levels of SIRT1 and NF-κB in the hippocampus of mice and BV2 microglial cells were measured. After 5 weeks of modeling, the results indicated that mice in the depression group exhibited significant depressive-like behaviors and inhibited activation of the SIRT1/NF-κB signaling pathway. In contrast, resveratrol administration effectively reversed these changes. Results from in vitro experiments showed that LPS stimulation increased microglial activity and downregulated the SIRT1/NF-κB signaling pathway in microglia; however, resveratrol treatment mitigated these effects.<h4>Conclusions/significance</h4>Our findings suggested that resveratrol can alleviate CUMS-induced depression-like behaviors via the activation of the Sirt1/NF-κB pathway in microglia.",
    "full_text": "pmc Future Sci OA Future Sci OA Future Science OA 2056-5623 Taylor & Francis 11845112 39967065 10.1080/20565623.2025.2463852 2463852 Version of Record Rapid Communication Rapid Communication Resveratrol alleviates depressive-like behavior via the activation of SIRT1/NF-κB signaling pathway in microglia Y. Wu et al. Wu Yuehong a Zhu Yixia a Zheng Shun a Mingxing Ding b a Psychiatry department, Jinhua Second Hospital , Jinhua , Zhejiang Province , China b Medical Molecular Biology Laboratory, School of Medicine, Jinhua Polytechnic , Jinhua , Zhejiang Province , China Supplemental data for this article can be accessed online at https://doi.org/10.1080/20565623.2025.2463852 . CONTACT Ding Mingxing mtd5tc@163.com Medical Molecular Biology Laboratory, School of Medicine, Jinhua Polytechnic , No. 1188 Wuzhou Street , Jinhua 321007 , Zhejiang Province , China 18 2 2025 2025 18 2 2025 11 1 2463852 2 10 2024 15 1 2025 KnowledgeWorks Global Ltd. 18 2 2025 published online in a building issue 18 2 2025 © 2025 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group. 2025 The Author(s) https://creativecommons.org/licenses/by-nc/4.0/ This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License ( http://creativecommons.org/licenses/by-nc/4.0/ ), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. The terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their consent. Abstract Background Currently, the pathogenesis of depression remains poorly understood, leading to many patients receiving ineffective treatment. Resveratrol has demonstrated beneficial effects in the prevention and treatment of depression. However, it remains unknown whether resveratrol administration can counteract depression-like behaviors by regulating the SIRT1/NF-κB signaling pathway. Methodology/principal findings Male C57BL/6 mice were randomly assigned to a control group, a depression group, and a resveratrol group. The depression model was established using chronic unpredictable mild stress (CUMS) for 5 weeks. Behavioral tests were conducted to assess depressive-like behaviors. The expression levels of SIRT1 and NF-κB in the hippocampus of mice and BV2 microglial cells were measured. After 5 weeks of modeling, the results indicated that mice in the depression group exhibited significant depressive-like behaviors and inhibited activation of the SIRT1/NF-κB signaling pathway. In contrast, resveratrol administration effectively reversed these changes. Results from in vitro experiments showed that LPS stimulation increased microglial activity and downregulated the SIRT1/NF-κB signaling pathway in microglia; however, resveratrol treatment mitigated these effects. Conclusions/significance Our findings suggested that resveratrol can alleviate CUMS-induced depression-like behaviors via the activation of the Sirt1/NF-κB pathway in microglia. Graphical Abstract PLAIN LANGUAGE SUMMARY Depression has reported to badly impairs the physical and mental health of people. Resveratrol has been demonstrated to have good effects on prevention and treatment of depression. This study further demonstrated that resveratrol can alleviate CUMS-induced depression-like behaviors via the activation of the Sirt1/NF-κB pathway in microglia. ARTICLE HIGHLIGHTS Resveratrol alleviates CUMS-induced depression-like behaviors Resveratrol inhibits the activation of microglia CUMS induced the inactivation of Sirt1/NF-κB pathway in hippocampus tissue LPS promoted the inactivation of Sirt1/NF-κB pathway in microglia Resveratrol activates the Sirt1/NF-κB pathway in hippocampus tissue and microglia Keywords Chronic unpredictable mild stress depression resveratrol microglia Sirt1/NF-κB pathway the Science and Technology Project of Jinhua City in China 20223123 We thank the Science and Technology Project of Jinhua City in China for their support through grants (grant no. 20223123). 1. Introduction As the most common mental illness that badly impairs the physical and mental health of people, depression influences more than 264 million individuals globally [ 1 ]. It is characterized by obvious and persistent somatic symptoms, delayed thinking, low mood, cognitive dysfunction, and reduced volitional activity [ 2 ]. On the one hand, long-term depression not only often leads to suicide, but also increases the risk of higher unemployment, lower income, and many diseases [ 3 ]. Furthermore, depression also causes a great economic burden, which was up to $210.5 billion in 2010 [ 4 ]. It is reported that it may be involved in various factors, such as biology, genetics and social psychology. Eleven percent of Americans over the age of 12 are prescribed antidepressant medications, and the overall usage of antidepressants increased by 400% across all age groups from 2005 to 2008 [ 4 , 5 ]. Currently, several antidepressant drugs, including tricyclic antidepressants, monoamine oxidase inhibitors, serotonin, and norepinephrine reuptake inhibitors, and selective serotonin reuptake inhibitors, were demonstrated to exert an effectively therapeutic effect on depression and nearly a half of depression patients undergoes a complete remission after drug treatments [ 6 ]. However, the side effects of these medications, particularly selective serotonin reuptake inhibitors, which include weight gain, sexual dysfunction, gastrointestinal issues, and sleep disturbances, can significantly impair quality of life [ 7 ]. Therefore, exploring novel agents with less or no side effects is necessary for the intervention of depression. Increasing studies and evidence demonstrated the value of botanical substances for the treatment of psychiatric diseases. Some of plant components display potential antidepressant effects include cocoa, anthocyanidins, catechins, and resveratrol [ 8 ]. Resveratrol, a phytoalexin and polyphenol, is garnering increasing attention in the field of medicine due to its anti-inflammatory, antioxidant, and anticarcinogenic properties [ 9 , 10 ]. Especially, its’ neuroprotective effects have been demonstrated by some literatures. For example, resveratrol was found to reduce Alzheimer’s disease development via increasing neurogenesis [ 11 ]. In addition, resveratrol has also been demonstrated as an effective drug to ameliorate anxiety and depression [ 12 ], decrease fatigue [ 13 ], and improve sleep quality [ 14 ]. Further evidence provided the clue that sirtuin 1 (Sirt1) probably mediates the anti-depressive effects of resveratrol. Mechanically, the activation of Sirt1 can effectively alleviate and improve stress-induced depression-like behaviors in rodents via decreasing the expression of pro-inflammatory cytokines [ 12 , 15 ]. In several depression models (induced by estrogen deficiency [ 16 ], lipopolysaccharide [ 17 ], and maternal separation [ 18 ]), resveratrol was examined as a potential drug for improving depression-like behavior through the activation of the SIRT1/NF-κB signaling pathway. These findings indicated that Sirt1 probably is a promising therapeutic target for depression. However, whether resveratrol can counteract chronic unpredictable mild stress (CUMS)-induced depression-like behaviors remains unknown. Thus, this study is to investigate whether resveratrol can ameliorate CUMS induced depression-like behaviors via Sirt1/NF-κB signaling pathway. 2. Materials and methods 2.1. Drugs and chemicals Resveratrol (Sigma, St. Louis, MO, USA) was suspended in 0.5% carboxymethylcellulose (CMC) solution for gavage administration. All drugs used in this study were of analytical grade. 2.2. Subjects The male BABL/c mice (4–5 week olds) were purchased from Shanghai Slack Laboratory Animal Co., LTD (Shanghai, China), and then maintained in a standard environment (relative humidity: 30–40%; temperature: 22 ± 2 °C; light condition: 12h/12h dark/light cycle) for the study. The animal experiment in this study was performed according to the animal welfare guidelines and the Animal Management Rules of the Chinese Ministry of Health, and was approved by Jinhua Food and Drug Inspection and Testing Research Institute (approval number: 2020SPYPYJ-46). 2.3. Model establishment and experimental design CUMS-induced depression model was established by subjecting BABL/c mice to two stressors randomly every day over a period of 5 weeks [ 19 , 20 ]. In order to be wholly unexpected for the mice, the same stressor was not applied for 48 h after which mice were returned to their cages. All of experiments were completed between 09:00am and 2:00pm. After the 1-week acclimatization period, BABL/c mice were randomly divided into three groups as follows: Control group: mice were administrated with 0.5% CMC (2.5 ml/kg) and regarded as a control. Depression model group: mice were exposed to CUMS for 8 weeks accompanied by a gavage daily dose of 0.5% CMC. BABL/c + resveratrol group: mice were exposed to CUMS as in Depression model group; After the 3 weeks at the beginning of CUMS, mice were daily administrated with resveratrol (25 mg/kg/d) via gavage. Mice’s weight was recorded weekly. 2.4. Sucrose consumption test After being fasted for 12 h, mice were allowed to be access to 100 ml 1% sucrose solution and 100 ml purified water. After the mice were allowed to drink for 12 h, we measured the consumption of water and sucrose solution and calculated the sucrose partiality based on the following formula: sucrose partiality (%) = sucrose consumption/total liquid volume × 100%. 2.5. Tail suspension test The distal end of mice’s tail was wrapped around by a tape and fixed on a crossbar approximately 35 cm above the ground. Then, keep the head down and maintain the inverted status. Video was used to record the behavior of each mouse for 6 min. Finally, blinded observer monitored the immobility time during the final 4 min. 2.6. Forced swimming test The mice were placed in a glass cylindrical container (25 cm in height, 30 cm in diameter, 15 cm in water depth, and 24 °C in water temperature). Each mouse was forced to swim for 6 min and their immobility time during the last 4 min was monitored for quantification by a blinded observer. The animals were thought to be immobile when they displayed only the floating, head exposed horizontally, and the immobile limbs. 2.7. Blood and tissue sampling After the last behavioral test, mice were euthanized with 1% pentobarbital sodium (Sigma, St. Louis, MO, USA) and the brains were collected after decapitation. Three brains of each group were quickly fixed using 4% paraformaldehyde for subsequent histopathological examination. The other brains were then immediately frozen at −80 °C for further molecular analyses. 2.8. Quantitative real-time polymerase chain reaction (qPCR) TRizol (Invitrogen, USA) reagent was used to extract total RNA from hippocampus tissues. After determining the purity (A260/A280 ratio) and the concentration, we converted total RNA into complementary DNA (cDNA) utilizing the reverse transcription technique. In an ABI Prism 7900 HT detection system (Applied Biosystems, USA), the mRNA was amplified via Quantitative Real-Time PCR (RT-qPCR) and SYBR Green reagent (TaKaRa, Japan). The primer sequences were summarized in Supplementary Table 1 . 2 -Δ Δ CT method was used to calculate the relative expression levels of mRNA. 2.9. Nissl staining The apoptosis of brain tissues was detected and analyzed via Nissl staining. The brain tissue section was stained with Nissl solution (Beyotime, Shanghai, China) (5 min, 37 °C), and then washed using 95% ethyl alcohol and dried. Afterward, the brain tissue sample was washed with xylene twice again and sealed with neutral balsam. Under a positive fluorescence microscope (Olympus, Japan, BX53), the brain tissue section was observed and the survival condition of neurons was estimated. 2.10. Immunofluorescence (IF) After dehydration and antigen retrieval, the brain tissue sections were blocked with 0.3% BSA for 1 h. Then, the brain tissues were incubated with 1:200 primary antibodies to Iba-1 and SIRT1 antibodies overnight at 4 °C. The next day, the specimens were incubated for 1 h at room temperature with secondary antibody. The cell nucleus was then counterstained with DAPI. The fluorescence was then visualized and captured under a fluorescence microscope (Olympus, Tokyo, Japan). 2.11. Cell culture BV2 microglia cells were purchased from Procell (Wuhan, China), and cultured in MEM (CELL RESEARCH, Shanghai, China) with 5% CO 2 at 37 °C and supplemented with 10% fetal bovine serum (FBS) and 100 U/mL penicillin/streptomycin. To explore the effect of resveratrol on microglia activity, BV2 cells were randomly divided into Control group, LPS group (LPS, 25ug/ml), LPS + resveratrol treated group (10 μm, 20 μm, 30 μm, 50 μm). 2.12. Western blot analysis Total proteins were collected from the prefrontal cortex and hippocampus or BV2 cells. The protein concentration was identified using bicinchoninic acid (BCA) reagents. Next, protein samples were electrophoresed by SDS-PAGE (120 V, 40 min), and transferred to PVDF membrane (250 mA, 1 h). After completing the transfer, the membrane was blocked using 5% skimmed milk powder for 2 h and incubated overnight at 4 °C with primary antibody. Primary antibodies against GAPDH (60004-1-lg, Proteintech, 1:5000), anti-NF-κB p65 (66535-1-19, Proteintech, 1:500), Sirt1 antibody (60303-1-Ig, Proteintech, 1:1000), ac-p6 (ab9870, Abcam, 1:500), and p-IκBα (sc-52943, SANTA CRUZ, 1:1000) were used. The next day the membranes were incubated with secondary antibodies (SA00001-2, Proteintech, 1:5000) at room temperature for 1 h. Finally, ECL ultrasensitive luminescence kit (K-12043-D10, Wuhan Juneng Yi Tong biological Company) and imaging system (ChemiDoc ™ XRS+, Bio-rad) were used to detect and visualize the protein bands, which were further analyzed and quantified using Image J software. 2.13. ELISA The level of IL-6, NF-κB p65, and IκBα was measured based on the manufacturer’s instructions. The hippocampal tissue and BV2 cells were homogenized in normal cold saline to obtain supernatant, and the supernatant of culture medium was also obtained. A microplate reader was used to detect the absorbance of the plates and the standard curve was draw to determine the concentrations of IL-6, NF-κB p65, and Iκ-Bα. 2.14. NF-κB p65 DNA binding activity assay NF-κB p65 DNA binding activity was detected using Trans AM NF-κB p65 Chemi Tran-scription Factor Assay Kit (Active Motif, Carlsbad, CA) according to the instructions of manufacturer. 2.15. Statistical analysis SPSS20.0 statistical software is used to examine the data presented as mean ± SD. One-way ANOVA was used to examine the difference between three or more groups, which was followed by Student-Newman-Keuls tests. P < 0.05 was set as the threshold for a significant difference. 3. Results 3.1. Effects of resveratrol on CUMS-induced changes of behavioral tests and hippocampal neurons In the sucrose consumption test, CUMS resulted in a significant decrease in the percentage of sucrose preference compared to control mice (P < 0.001, Figure 1a ). Conversely, resveratrol administration mitigated this effect (P < 0.001, Figure 1a ). CUMS exposure also significantly increased immobility time in both the forced swimming test and the tail suspension test compared to control mice (P < 0.001, Figure 1b-c ). However, mice administered resveratrol exhibited a marked decrease in immobility time compared to the depression group (P < 0.001, Figure 1b-c ). The results from Nissl staining indicated that CUMS led to neuronal loss in the hippocampus compared to control mice, whereas resveratrol administration abrogated the detrimental effects of CUMS on hippocampal neurons ( Figure 1d ). Figure 1. Resveratrol treatment ameliorated chronic unpredictable mild stress-induced depression-like behaviors and neuronal damage in mice. (a) Sucrose preference test; (b) immobility time in the forced swimming test. (c) Immobility time in the tail suspension test. (d) Nissl’s staining. *P < 0.05 vs. the control group; & P < 0.05 vs. the depression model group. 3.2. The effect of resveratrol on the mRNA levels of Sirt1, NF-κB p65, IL-6, and Iκ-Bα in the hippocampus of mice subjected to CUMS Our results demonstrated a significant reduction in hippocampal Sirt1 mRNA expression levels in CUMS-exposed mice compared to control mice (P < 0.001, Supplementary Fig 1A ). Resveratrol treatment resulted in a marked increase in hippocampal Sirt1 mRNA expression levels (P < 0.001, Supplementary Fig 1A ) compared to the CUMS group. CUMS exposure significantly elevated NF-κB p65, IL-6, and IκBα expression levels in the hippocampus (P < 0.001, Supplementary Fig 1B -D) relative to control mice. These changes were effectively inhibited by resveratrol treatment (P < 0.001, Supplementary Fig 1B -D). 3.3. The effect of resveratrol on the protein levels of Sirt1, NF-κB p65, ac-p65, and Iκ-Bα in the hippocampus and prefrontal cortex of mice subjected to CUMS Our study revealed that CUMS induced significant inactivation of the Sirt1/NF-κB axis in the prefrontal cortex and hippocampus, as evidenced by increased levels of NF-κB p65, acetylated p65 (ac-p65), and p-IκBα protein expression, alongside reduced Sirt1 protein expression (P < 0.001, Figure 2 and Figure 3 ). These changes were effectively reversed by resveratrol treatment (P < 0.001, Figure 2 and Figure 3 ). Furthermore, results from the ELISA assay confirmed the aforementioned effects of resveratrol on inflammatory pathway molecules in the hippocampus of mice exposed to CUMS (P < 0.001, Supplementary Fig 2 ). Moreover, we investigated whether the protective effect of resveratrol on the Sirt1/NF-κB axis was linked to the inhibition of microglial activity. In the depression group, the fluorescence intensity of Sirt1 was significantly lower, while that of IBA1 was significantly higher compared to the control group (P < 0.001, Figure 4 ). Additionally, the fluorescence intensity of Sirt1 was significantly elevated and that of IBA1 decreased in the resveratrol treatment group relative to the depression group (P < 0.001, Figure 4 ). These findings highlight the intimate association between the SIRT1/NF-κB axis and microglia. Figure 2. Resveratrol treatment suppressed the chronic unpredictable mild stress-induced changes of the protein levels of Sirt1, NF-κB p65, ac-p65, and Iκ-Bα in the mouse hippocampus via Western blot. *P < 0.05 vs. the control group; & P < 0.05 vs. the depression model group. Figure 3. Resveratrol treatment suppressed the chronic unpredictable mild stress-induced changes of the protein levels of Sirt1, NF-κB p65, ac-p65, and Iκ-Bα in the mouse prefrontal cortex via Western blot. *P < 0.05 vs. the control group; & P < 0.05 vs. the depression model group. Figure 4. Resveratrol treatment suppressed the chronic unpredictable mild stress-induced changes of IBA-1 and Sirt1 levels in the mouse hippocampus via immunofluorescence. *P < 0.05 vs. the control group; & P < 0.05 vs. the depression model group. 3.4. Effects of resveratrol on the protein levels of Sirt1, NF-κB p65, ac-p65, and Iκ-Bα in BV2 cells subjected to LPS Next, we evaluated the effect of resveratrol on Sirt1/NF-κB pathway protein expression in LPS-activated BV2 microglia. As shown in Figure 5 , 25 μg/mL LPS significantly increased NF-κB p65, ac-p65, and p-IκBα protein expression levels and decreased Sirt1 protein expression levels in cells of the microglial cell line BV2 (P < 0.001, Figure 5 ). Resveratrol effectively blocked LPS-induced the expression change of these pathway molecules in BV2 cells (P < 0.001, Figure 5 ). Furthermore, the effect of resveratrol on LPS-induced inflammatory pathway molecules released by BV2 microglia was examined by ELISA. Stimulation of BV2 cells with 25 μg/mL LPS significantly increased release of NF-κB p65, IL-6, and Iκ-Bα. Inversely, resveratrol dose-dependently decreased LPS-induced NF-κB p65, IL-6, and Iκ-Bα release by BV2 microglial cells (P < 0.001, Supplementary Fig 3A -C). Figure 5. Resveratrol treatment suppressed the LPS-induced changes of the protein levels of Sirt1, NF-κB p65, ac-p65, and Iκ-Bα in BV2 cells via Western blot. *P < 0.05 vs. the control group; **P < 0.01 vs. the control group; ***P < 0.001 vs. the control group. Next, we evaluated the effect of resveratrol on Sirt1/NF-κB pathway protein expression in LPS-activated BV2 microglia. As shown in Figure 5 , treatment with 25 μg/mL LPS significantly increased the protein expression levels of NF-κB p65, acetylated p65 (ac-p65), and IκBα, while decreasing Sirt1 protein expression levels in BV2 microglial cells (P < 0.001, Figure 5 ). Resveratrol effectively inhibited the LPS-induced changes in the expression of these pathway molecules in BV2 cells (P < 0.001, Figure 5 ). Moreover, the impact of resveratrol on LPS-induced inflammatory pathway molecules released by BV2 microglia was assessed using ELISA. Stimulation of BV2 cells with 25 μg/mL LPS significantly increased the release of NF-κB p65, IL-6, and IκBα. Conversely, resveratrol dose-dependently decreased LPS-induced release of NF-κB p65, IL-6, and IκBα from BV2 microglial cells (P < 0.001, Supplementary Fig 3A -C). 3.5. Effects of resveratrol on the NF-κB p65 DNA binding activity in BV2 cells subjected to LPS The NF-κB p65 DNA binding activity assay was used to quantify the NF-κB p65 activity in LPS-stimulated BV2 cells pretreated with resveratrol. We found that the level of NF-κB p65 was obviously elevated in BV2 cells treated with LPS alone. Whereas, the addition of resveratrol significantly downregulated the translocation of NF-κB p65 in BV2 cells stimulated with LPS (P < 0.001, Supplementary Fig 3D ). 4. Discussion In the present study, we investigated the antidepressant effects of resveratrol in CUMS-induced depression mice model. The results demonstrated that resveratrol treatment could attenuate depression-like behavior in mice subjected to CUMS, as suggested by their increased sucrose preference index and decreased immobility in the forced swimming test and tail suspension test. Moreover, resveratrol administration improved the neuronal damage in the hippocampus of mice subjected to CUMS. Importantly, our results further demonstrated that resveratrol could alleviate these CUMS-induced effects by upregulating the Sirt1/NF-κB pathway in microglia cells. In modern society, people can be adversely influenced by various social and environmental stress factors. Once the intensity of stress is beyond individual adaptive capacity, physical or psychological damages probably occur, including anxiety and depression [ 21 ]. It’s reported that many depression patients have once suffered more serious stressful events when compared with other people. In addition, a variety of animal depression models were established via artificial stresses, such as chronic social defeat stress, learned helplessness, chronic mild stress, maternal separation, as well as CUMS [ 22–27 ]. These models now have become important tools for exploring the pathological mechanism of depression and developing novel antidepressants. Of these depression models, the CUMS is an internationally accepted modeling method with the characteristics of randomness and unpredictability, and is more suitable for mechanism exploration and drug developing [ 27 ]. Thus, we established the CUMS-induced depression model and demonstrated that model mice showed significant depression-like changes, as evidenced by behavioral testing. The results of the present study displayed that the mice in the model group showed an obvious reduction in sucrose preference, prolonged immobility time in the forced swimming test and tail suspension test, demonstrating the successful establishment of depression model. These findings were consistent with the outcomes of previous literatures [ 28 ]. Importantly, we further found that resveratrol administration could improve the depression-like behavior of mice. Basically, the conclusion obtained from this study was consistent with the outcomes of previous reports [ 29 , 30 ], demonstrating the significant antidepressant effect of resveratrol. Currently, several brain regions have been shown to be involved in depression-like behaviors, including the prefrontal cortex, striatum, hypothalamic-pituitary axis, and hippocampus. As described above, chronic stress can lead to physical or psychological damage, ultimately resulting in the onset of depression. Research has confirmed that the hippocampus is more susceptible to stress and depression than other brain regions associated with these conditions. This heightened vulnerability is attributed to its abundance of glucocorticoid receptors and glutamate, as well as its role in regulating the hypothalamic-pituitary-adrenal (HPA) axis [ 31 ]. Chronic and severe stress has been shown to impair hippocampus-dependent explicit memory in animal models of depression [ 32 ]. On the other hand, from a structural perspective, the hippocampus is part of the limbic system and forms nerve fiber connections with emotion-related brain regions, such as the prefrontal cortex and amygdala. Its crucial link to emotion and vulnerability to stress and depression make the hippocampus one of the most commonly studied brain regions in depression research. Therefore, we next evaluated the cellular and molecular changes in the hippocampus following CUMS and resveratrol treatment. During early life, to deal with environmental stress, epigenetic mechanisms are activated to regulate the expression and function of certain important genes [ 33 , 34 ]. Of these epigenetic factors, sirtuins family (Sirts, NAD + -dependent deacylases), the class III histone deacetylases, has aroused interest regarding long-term modifications due to early stress. Mechanically, Sirts can regulate a variety of cellular processes via acting on histones and other substrates, such as inflammation, aging, and stress resistance [ 35 , 36 ]. Sirts can also impact brain development and structure via dendritic branching, axon elongation, and neurite outgrowth [ 37 ]. Importantly, several members of Sirts have been recently demonstrated to be implicated in depressive disorders, including Sirt1, Sirt2, and Sirt6 [ 38 , 39 ]. It’s reported that reduced hippocampal Sirt1 expression levels leads to depression- and anxiety-like behavioral in rats subjected to sleep deprivation [ 40 ]. In a clinical study, McGrory et al indicated that decrease in peripheral blood Sirt1 mRNA could be a trait feature of depression. Currently, enormous evidence reveals that the activation of Sirt1 can alleviate depression by blocking pro-inflammatory signaling pathways, such as NF-κB axis [ 17 ]. Due to the key role of the NF-κB protein complex in the expression of inflammation cytokines, its activation is closely involved in depression [ 41 ]. For example, the activation of hippocampal NF-κB protein could promote the activation of microglia and occurrence of inflammatory responses [ 42 ]. It has been demonstrated that the epigenetic modifications of NF-κB p65 is a key process for the activation of NF-κB, including acetylation [ 43 ]. Interestingly, Sirt1 can effectively decrease the abundance of acetylated NF-κB p65 via deacetylation, thus causing the function inhibition of NF-κB and the downregulation of downstream inflammatory factors (such as IL6) [ 44 ]. Crucially, the protective effect of resveratrol on several depression models (chronic normobaric hypoxia-induced depression model [ 45 ] and maternal separation [ 18 ]) has been indicated to be involved in the activation of Sirt1/NF-κB pathway. Similarly, in this study, we also found that CUMS and LPS inhibited the expression of Sirt1 and upregulated those of NF-κB p65 and acetylated NF-κB p65. The effects could be reversed by resveratrol administration. These findings indicated that resveratrol can improve CUMS-induced depression-like behaviors and LPS-induced microglia activation via promoting the activation of Sirt1/NF-κB signaling pathway. 5. Conclusions In summary, resveratrol can mitigate CUMS-induced anxiety and depression-like behavior by the inhibition of microglia activation and the upregulation of the Sirt1/NF-κB signaling pathway. This study provides new insights into CUMS-induced depression and provides evidence for the potential protective value of resveratrol in clinical patients with depression. Supplementary Material Supplemental Material Supplemental Material Supplemental Material Supplemental Material Ethical conduct of research statement The authors are accountable for all aspects of the study in ensuring that the questions are related to accuracy. All animal experiments were approved by Jinhua Food and Drug Inspection and Testing Research Institute (approval number: 2020SPYPYJ-46). Author contributions Yuehong Wu: contributions to the conception or design of the work and drafting the work; Yixia Zhu and Shun Zheng: the acquisition, analysis, or interpretation of data for the work and reviewing it critically for important intellectual content; Mingxing Ding: contributions to the conception or design of the work, reviewing it critically for important intellectual content and final approval of the version to be published. Disclosure statement The authors have no other relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or materials discussed in the manuscript apart from those disclosed. Data availability statement The datasets used and/or analyzed during the current study are available from the corresponding author upon reasonable request. References Papers of special note have been highlighted as either of interest (*) or of considerable interest (**) to readers *These references provide epidemiological information on depression 1 GBD 2015 Disease and Injury Incidence and Prevalence Collaborators . Global, regional, and national incidence, prevalence, and years lived with disability for 310 diseases and injuries, 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015 . Lancet . 2016 ; 388 ( 10053 ): 1545 – 1602 . 27733282 2 Smith K. Mental health: a world of depression . Nature . 2014 ; 515 ( 7526 ): 181 – 181 . doi: 10.1038/515180a 25391942 3 Collins PY , Patel V , Joestl SS , et al. Grand challenges in global mental health . Nature . 2011 ; 475 ( 7354 ): 27 – 30 . doi: 10.1038/475027a 21734685 4 Pratt LA , Brody DJ , Gu Q. Antidepressant use in persons aged 12 and over: United States, 2005-2008 . NCHS Data Brief . 2011 ; 76 : 1 – 8 . 5 National Center for Health S. Health, United States . Health, United States, 2010: With special feature on death and dying . Hyattsville (MD) : National Center for Health Statistics (US) ; 2011 . 6 Xu Y , Wang Z , You W , et al. Antidepressant-like effect of trans-resveratrol: Involvement of serotonin and noradrenaline system . Eur Neuropsychopharmacol . 2010 ; 20 ( 6 ): 405 – 413 . doi: 10.1016/j.euroneuro.2010.02.013 20353885 7 Ferguson JM. SSRI antidepressant medications: Adverse effects and tolerability . Prim Care Companion J Clin Psychiatry . 2001 ; 3 ( 1 ): 22 – 27 . doi: 10.4088/pcc.v03n0105 15014625 8 Nabavi SM , Daglia M , Braidy N , et al. Natural products, micronutrients, and nutraceuticals for the treatment of depression: A short review . Nutr Neurosci . 2017 ; 20 ( 3 ): 180 – 194 . doi: 10.1080/1028415X.2015.1103461 26613119 9 Quincozes-Santos A , Bobermin LD , Latini A , et al. Resveratrol protects C6 astrocyte cell line against hydrogen peroxide-induced oxidative stress through heme oxygenase 1 . PLoS One . 2013 ; 8 ( 5 ): e64372 . doi: 10.1371/journal.pone.0064372 23691207 10 Malhotra A , Bath S , Elbarbry F. An organ system approach to explore the antioxidative, anti-inflammatory, and cytoprotective actions of resveratrol . Oxid Med Cell Longev . 2015 ; 2015 : 803971 . doi: 10.1155/2015/803971 26180596 **These articles revealed the protective effect of resveratrol on depression 11 Rege SD , Geetha T , Griffin GD , et al. Neuroprotective effects of resveratrol in Alzheimer disease pathology . Front Aging Neurosci . 2014 ; 6 : 218 . doi: 10.3389/fnagi.2014.00218 25309423 12 Ge JF , Xu YY , Qin G , et al. Resveratrol ameliorates the anxiety- and depression-like behavior of subclinical hypothyroidism rat: Possible involvement of the HPT axis, HPA axis, and Wnt/β-Catenin pathway . Front Endocrinol (Lausanne) . 2016 ; 7 : 44 . doi: 10.3389/fendo.2016.00044 27252679 13 Wu RE , Huang WC , Liao CC , et al. Resveratrol protects against physical fatigue and improves exercise performance in mice . Molecules . 2013 ; 18 ( 4 ): 4689 – 4702 . doi: 10.3390/molecules18044689 23603951 14 Wightman EL , Haskell-Ramsay CF , Reay JL , et al. The effects of chronic trans-resveratrol supplementation on aspects of cognitive function, mood, sleep, health and cerebral blood flow in healthy, young humans . Br J Nutr . 2015 ; 114 ( 9 ): 1427 – 1437 . doi: 10.1017/S0007114515003037 26344014 15 Deng Z , Li Y , Liu H , et al. The role of sirtuin 1 and its activator, resveratrol in osteoarthritis . Biosci Rep . 2019 ; 39 ( 5 ): BSR20190189 . doi: 10.1042/BSR20190189 30996115 16 Liu T , Ma Y , Zhang R , et al. Resveratrol ameliorates estrogen deficiency-induced depression- and anxiety-like behaviors and hippocampal inflammation in mice . Psychopharmacology (Berl) . 2019 ; 236 ( 4 ): 1385 – 1399 . doi: 10.1007/s00213-018-5148-5 30607478 **These articles included the effect of Sirt1/NF-κB axis on depression 17 Bian H , Xiao L , Liang L , et al. Polydatin prevents neuroinflammation and relieves depression via regulating Sirt1/HMGB1/NF-κB signaling in mice . Neurotox Res . 2022 ; 40 ( 5 ): 1393 – 1404 . doi: 10.1007/s12640-022-00553-z 35986876 18 Wei RM , Zhang YM , Feng YZ , et al. Resveratrol ameliorates maternal separation-induced anxiety- and depression-like behaviors and reduces Sirt1-NF-kB signaling-mediated neuroinflammation . Front Behav Neurosci . 2023 ; 17 : 1172091 . doi: 10.3389/fnbeh.2023.1172091 37273278 19 Willner P. Chronic mild stress (CMS) revisited: consistency and behavioural-neurobiological concordance in the effects of CMS . Neuropsychobiology . 2005 ; 52 ( 2 ): 90 – 110 . doi: 10.1159/000087097 16037678 20 Karagiannides I , Golovatscka V , Bakirtzi K , et al. Chronic unpredictable stress regulates visceral adipocyte-mediated glucose metabolism and inflammatory circuits in male rats . Physiol Rep . 2014 ; 2 ( 5 ): e00284 . doi: 10.14814/phy2.284 24819750 21 Hammen C. Stress and depression . Annu Rev Clin Psychol . 2005 ; 1 ( 1 ): 293 – 319 . doi: 10.1146/annurev.clinpsy.1.102803.143938 17716090 22 Yoshino K , Oda Y , Kimura M , et al. The alterations of glutamate transporter 1 and glutamine synthetase in the rat brain of a learned helplessness model of depression . Psychopharmacology (Berl) . 2020 ; 237 ( 8 ): 2547 – 2553 . doi: 10.1007/s00213-020-05555-3 32445055 23 Ribeiro DE , Casarotto PC , Staquini L , et al. Reduced P2X receptor levels are associated with antidepressant effect in the learned helplessness model . PeerJ . 2019 ; 7 : e7834 . doi: 10.7717/peerj.7834 31656696 24 Willner P. The chronic mild stress (CMS) model of depression: History, evaluation and usage . Neurobiol Stress . 2017 ; 6 : 78 – 93 . doi: 10.1016/j.ynstr.2016.08.002 28229111 25 Calabrese F , Brivio P , Sbrini G , et al. Effect of lurasidone treatment on chronic mild stress-induced behavioural deficits in male rats: The potential role for glucocorticoid receptor signalling . J Psychopharmacol . 2020 ; 34 ( 4 ): 420 – 428 . doi: 10.1177/0269881119895547 31913065 26 Dai Y , Li Z , Xue L , et al. Metabolomics study on the anti-depression effect of xiaoyaosan on rat model of chronic unpredictable mild stress . J Ethnopharmacol . 2010 ; 128 ( 2 ): 482 – 489 . doi: 10.1016/j.jep.2010.01.016 20079416 27 Yan HC , Cao X , Das M , et al. Behavioral animal models of depression . Neurosci Bull . 2010 ; 26 ( 4 ): 327 – 337 . doi: 10.1007/s12264-010-0323-7 20651815 28 Jiao H , Yang H , Yan Z , et al. Traditional Chinese formula Xiaoyaosan alleviates depressive-like behavior in CUMS mice by regulating PEBP1-GPX4-mediated ferroptosis in the hippocampus . Neuropsychiatr Dis Treat . 2021 ; 17 : 1001 – 1019 . doi: 10.2147/NDT.S302443 33854318 29 Kortam MA , Ali BM , Fathy N. The deleterious effect of stress-induced depression on rat liver: Protective role of resveratrol and dimethyl fumarate via inhibiting the MAPK/ERK/JNK pathway . J Biochem Mol Toxicol . 2021 ; 35 ( 1 ): e22627 . doi: 10.1002/jbt.22627 32905656 30 Abd El-Fattah AA , Fahim AT , Sadik NAH , et al. Resveratrol and dimethyl fumarate ameliorate depression-like behaviour in a rat model of chronic unpredictable mild stress . Brain Res . 2018 ; 1701 : 227 – 236 . doi: 10.1016/j.brainres.2018.09.027 30244113 31 Liu W , Ge T , Leng Y , et al. The role of neural plasticity in depression: from hippocampus to prefrontal cortex . Neural Plast . 2017 ; 2017 : 6871089 – 6871011 . doi: 10.1155/2017/6871089 28246558 32 Pittenger C , Duman RS. Stress, depression, and neuroplasticity: a convergence of mechanisms . Neuropsychopharmacology . 2008 ; 33 ( 1 ): 88 – 109 . doi: 10.1038/sj.npp.1301574 17851537 33 Weaver IC , Cervoni N , Champagne FA , et al. Epigenetic programming by maternal behavior . Nat Neurosci . 2004 ; 7 ( 8 ): 847 – 854 . doi: 10.1038/nn1276 15220929 34 Franklin TB , Russig H , Weiss IC , et al. Epigenetic transmission of the impact of early stress across generations . Biol Psychiatry . 2010 ; 68 ( 5 ): 408 – 415 . doi: 10.1016/j.biopsych.2010.05.036 20673872 35 Guarente L. Sirtuins, aging, and metabolism . Cold Spring Harb Symp Quant Biol . 2011 ; 76 ( 0 ): 81 – 90 . doi: 10.1101/sqb.2011.76.010629 22114328 36 Gallí M , Van Gool F , Leo O. Sirtuins and inflammation: friends or foes? Biochem Pharmacol . 2011 ; 81 ( 5 ): 569 – 576 . doi: 10.1016/j.bcp.2010.12.010 21184744 37 Herskovits AZ , Guarente L. SIRT1 in neurodevelopment and brain senescence . Neuron . 2014 ; 81 ( 3 ): 471 – 483 . doi: 10.1016/j.neuron.2014.01.028 24507186 38 Libert S , Pointer K , Bell EL , et al. SIRT1 activates MAO-A in the brain to mediate anxiety and exploratory drive . Cell . 2011 ; 147 ( 7 ): 1459 – 1472 . doi: 10.1016/j.cell.2011.10.054 22169038 39 Chung S , Kim HJ , Yoon IS , et al. Electroconvulsive shock increases SIRT1 immunoreactivity in the mouse hippocampus and hypothalamus . J ECT . 2013 ; 29 ( 2 ): 93 – 100 . doi: 10.1097/YCT.0b013e31827659f7 23519217 40 Kang X , Jiang L , Lan F , et al. Hydrogen sulfide antagonizes sleep deprivation-induced depression- and anxiety-like behaviors by inhibiting neuroinflammation in a hippocampal Sirt1-dependent manner . Brain Res Bull . 2021 ; 177 : 194 – 202 . doi: 10.1016/j.brainresbull.2021.10.002 34624463 41 Yang J , Liu R , Lu F , et al. Fast green FCF attenuates lipopolysaccharide-induced depressive-like behavior and downregulates TLR4/Myd88/NF-κB signal pathway in the mouse hippocampus . Front Pharmacol . 2019 ; 10 : 501 . doi: 10.3389/fphar.2019.00501 31139084 42 Zhang WY , Guo YJ , Wang KY , et al. Neuroprotective effects of vitamin D and 17ß-estradiol against ovariectomy-induced neuroinflammation and depressive-like state: Role of the AMPK/NF-κB pathway . Int Immunopharmacol . 2020 ; 86 : 106734 . doi: 10.1016/j.intimp.2020.106734 32604067 43 Kauppinen A , Suuronen T , Ojala J , et al. Antagonistic crosstalk between NF-κB and SIRT1 in the regulation of inflammation and metabolic disorders . Cell Signal . 2013 ; 25 ( 10 ): 1939 – 1948 . doi: 10.1016/j.cellsig.2013.06.007 23770291 44 Yeung F , Hoberg JE , Ramsey CS , et al. Modulation of NF-kappaB-dependent transcription and cell survival by the SIRT1 deacetylase . Embo J . 2004 ; 23 ( 12 ): 2369 – 2380 . doi: 10.1038/sj.emboj.7600244 15152190 45 Fan J , Guang H , Zhang H , et al. SIRT1 mediates apelin-13 in ameliorating chronic normobaric hypoxia-induced anxiety-like behavior by suppressing NF-κB pathway in mice hippocampus . Neuroscience . 2018 ; 381 : 22 – 34 . doi: 10.1016/j.neuroscience.2018.04.013 29680708",
    "full_text_abstract": "Abstract Background Currently, the pathogenesis of depression remains poorly understood, leading to many patients receiving ineffective treatment. Resveratrol has demonstrated beneficial effects in the prevention and treatment of depression. However, it remains unknown whether resveratrol administration can counteract depression-like behaviors by regulating the SIRT1/NF-κB signaling pathway. Methodology/principal findings Male C57BL/6 mice were randomly assigned to a control group, a depression group, and a resveratrol group. The depression model was established using chronic unpredictable mild stress (CUMS) for 5 weeks. Behavioral tests were conducted to assess depressive-like behaviors. The expression levels of SIRT1 and NF-κB in the hippocampus of mice and BV2 microglial cells were measured. After 5 weeks of modeling, the results indicated that mice in the depression group exhibited significant depressive-like behaviors and inhibited activation of the SIRT1/NF-κB signaling pathway. In contrast, resveratrol administration effectively reversed these changes. Results from in vitro experiments showed that LPS stimulation increased microglial activity and downregulated the SIRT1/NF-κB signaling pathway in microglia; however, resveratrol treatment mitigated these effects. Conclusions/significance Our findings suggested that resveratrol can alleviate CUMS-induced depression-like behaviors via the activation of the Sirt1/NF-κB pathway in microglia.\n\nGraphical Abstract\n\nPLAIN LANGUAGE SUMMARY Depression has reported to badly impairs the physical and mental health of people. Resveratrol has been demonstrated to have good effects on prevention and treatment of depression. This study further demonstrated that resveratrol can alleviate CUMS-induced depression-like behaviors via the activation of the Sirt1/NF-κB pathway in microglia.\n\nARTICLE HIGHLIGHTS Resveratrol alleviates CUMS-induced depression-like behaviors Resveratrol inhibits the activation of microglia CUMS induced the inactivation of Sirt1/NF-κB pathway in hippocampus tissue LPS promoted the inactivation of Sirt1/NF-κB pathway in microglia Resveratrol activates the Sirt1/NF-κB pathway in hippocampus tissue and microglia"
}