{
    "PMC": "3539660",
    "DOI": "10.3389/fonc.2012.00210",
    "PMID": "23316480",
    "PMCID": "PMC3539660",
    "title": "Post-translational modifications of PML: consequences and implications.",
    "year": 2012,
    "source_url": "https://europepmc.org/article/PMC/PMC3539660",
    "source": "MED",
    "abstract_text": "The tumor suppressor promyelocytic leukemia protein (PML) predominantly resides in a structurally distinct sub-nuclear domain called PML nuclear bodies. Emerging evidences indicated that PML actively participates in many aspects of cellular processes, but the molecular mechanisms underlying PML regulation in response to stress and environmental cues are not complete. Post-translational modifications, such as SUMOylation, phosphorylation, acetylation, and ubiquitination of PML add a complex layer of regulation to the physiological function of PML. In this review, we discuss the fast-moving horizon of post-translational modifications targeting PML.",
    "full_text": "Front Oncol Front Oncol Front. Oncol. Frontiers in Oncology 2234-943X Frontiers Media S.A. 3539660 10.3389/fonc.2012.00210 Oncology Review Article Post-translational modifications of PML: consequences and implications Cheng Xiwen 1 2 3 Kao Hung-Ying 1 2 3 * 1 Department of Biochemistry, School of Medicine, Case Western Reserve University Cleveland, OH, USA 2 Comprehensive Cancer Center, Case Western Reserve University Cleveland, OH, USA 3 University Hospital of Cleveland, Case Western Reserve University Cleveland, OH, USA Edited by: Paolo Pinton, University of Ferrara, Italy Reviewed by: Keisuke Ito, Harvard Medical School, USA; Pier Paolo Scaglioni, University of Texas Southwestern Medical Center, USA *Correspondence: Hung-Ying Kao, Department of Biochemistry, School of Medicine, Case Western Reserve University, 10900 Euclid Avenue, Cleveland, OH, USA. e-mail: hxk43@cwru.edu This article was submitted to Frontiers in Molecular and Cellular Oncology, a specialty of Frontiers in Oncology. 04 1 2013 2012 2 210 28 9 2012 16 12 2012 Copyright © Cheng and Kao. 2013 This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in other forums, provided the original authors and source are credited and subject to any copyright notices concerning any third-party graphics etc. The tumor suppressor promyelocytic leukemia protein (PML) predominantly resides in a structurally distinct sub-nuclear domain called PML nuclear bodies. Emerging evidences indicated that PML actively participates in many aspects of cellular processes, but the molecular mechanisms underlying PML regulation in response to stress and environmental cues are not complete. Post-translational modifications, such as SUMOylation, phosphorylation, acetylation, and ubiquitination of PML add a complex layer of regulation to the physiological function of PML. In this review, we discuss the fast-moving horizon of post-translational modifications targeting PML. PML post-translational modification sumo SUMOylation phosphorylation acetylation review INTRODUCTION Promyelocytic leukemia protein (PML) is a tumor suppressor that was initially identified as a fusion partner of human retinoic acid receptor alpha (RARα) as a result of a chromosomal translocation found in the acute promyelocytic leukemia patients (APL; de Thé et al., 1991 ; Kakizuka et al., 1991 ). PML is expressed and conserved in all mammals ( Figure 1 ). It is enriched in proteinaceous masses called PML nuclear bodies (NBs), which are visualized as spherical nuclear speckles ( Ascoli and Maul, 1991 ; Daniel et al., 1993 ). Many proteins have been identified as PML interacting partners or components of the PML NBs. PML NBs are implicated in various cellular activities, including transcriptional regulation, cell cycle control, post-translational modification, anti-viral response, DNA damage response and repair, apoptosis, and metabolism ( Kitamura et al., 2005 ; Van Damme et al., 2010 ; Kim et al., 2011 ; Carracedo et al., 2012 ; Cheng and Kao, 2012 ; Ito et al., 2012 ). There are nine experimentally verified isoforms in human according to the NCBI database ( Figure 2 ), all of which have the N-terminal 418 amino acids in common. A nomenclature system of PML isoforms using roman numerals was proposed by Jensen et al. (2001) . Although widely used by researchers, this nomenclature system, however, has not converged with the references used in common sequence databases of NCBI or Ensembl. Sometimes, ambiguous references were presented in the literature. In this review, we will refer to the PML isoforms using the names currently implemented by the NCBI database and annotate each isoform with names from other nomenclature systems ( Figure 2 ). There is only limited information available on the function of most of the isoforms; although a growing body of evidence suggests that different isoforms may have specific functions. For example, PML isoform 2 is implicated in scaffolding PML NBs ( Weidtkamp-Peters et al., 2008 ), while PML isoforms 1 and 9 are involved in the antiviral activity ( Cuchet et al., 2011 ). PML isoform 6, the best-studied isoform, interacts and recruits p53 to PML NBs ( Fogal et al., 2000 ). Unless otherwise specified, this review will summarize our understanding of the post-translational modifications using PML isoform 6 as a reference and focus on SUMOylation, phosphorylation, ubiquitination, and the newly identified acetylation. These modifications regulate the ability of PML to interact with various partners and confer stress- and signal-dependent regulation of PML or its binding proteins. FIGURE 1 Phylogenetic tree of PML proteins in mammals . The phylogenetic tree was generated using the maximum likelihood method with amino acid substitutions in the Jones–Taylor–Thornton model at a uniform rate. The bootstrap score is labeled at the branches. FIGURE 2 Post-translational modifications of human PML . Alignment of human PML isoforms with post-translational modifications annotated. Pro, proline-rich region; R, RING domain; B1 and B2, B-Box domains; CC, predicted coiled coil region; circled p, phosphorylation site; circled s, SUMOylation site; circled u, ubiquitination site; circled a, acetylation site; ex1–9 and lines in grey, exon boundaries; dotted box, the consensus sequence for all PML isoforms (1–418); isoforms 1-2 and 5-11 in red, NCBI nomenclature; Refseq, NCBI reference sequence; Ensembl CCDS (Consensus CDS); Jensen2001 (Nomenclature proposed by Jensen et al. (2001) . The post-translational modifications are positioned using one-letter amino acid code and the position number in the corresponding isoform. SUMOylation OF PML Human small ubiquitin-like modifiers (SUMOs) include three paralogs: SUMO1, SUMO2, and SUMO3. SUMO2 and SUMO3 share 95% sequence identity while SUMO1 is only 50% identical. Protein SUMOylation involves a three-enzyme cascade: a single sumo activation enzyme E1 dimer (SAE1/SAE2; Gong et al., 1999 ; Okuma et al., 1999 ), a sole E2 conjugating enzyme (UBC9; Desterro et al., 1997 ; Gong et al., 1997 ; Bernier-Villamor et al., 2002 ) and multiple substrate-specific E3 sumo ligases ( Geiss-Friedlander and Melchior, 2007 ). SUMOylation regulates several aspects of a target protein including protein stability, sub-nuclear localization, transcriptional activity, and protein–protein interactions ( Geiss-Friedlander and Melchior, 2007 ). SUMO2 and SUMO3 contain a lysine at position 11 (K11) that can be conjugated to themselves or with SUMO1 and usually form poly-SUMOylation chains. By contrast, SUMO1 does not contain K11 and is conjugated to its substrates once or marks the end of poly-SUMOylation chain. SUMO1 was initially identified as a PML interacting protein through a yeast-two hybrid screen ( Boddy et al., 1996 ). This interaction requires a SUMO-interacting motif (SIM) at the C-terminus of PML ( Lin et al., 2006 ; Shen et al., 2006 ). A body of evidence has demonstrated that PML is post-translationally conjugated to SUMO1 ( Sternsdorf et al., 1997 ; Kamitani et al., 1998b ; Muller et al., 1998 ) and SUMO2/3 ( Kamitani et al., 1998b ). Initial studies identified three canonical SUMOylation sites K65, K160, and K490 ( Kamitani et al., 1998a ) on PML. Additionally, later studies also suggested potential poly-SUMO conjugation sites at K226 and K616 ( Vertegaal et al., 2006 ) and identified three poly-SUMO conjugation sites including K380, K400, and K497 in response to arsenic trioxide treatment ( Galisson et al., 2011 ; Figure 3 ). By immunofluorescence microscopy, endogenous PML, and SUMO1 were found colocalized in PML NBs ( Muller et al., 1998 ; Gao et al., 2008a ). PML NBs are thought to be a nuclear depot where SUMOylation elicits its various roles through modulating PML or components of PML NBs. FIGURE 3 Site-specific kinases, SUMO E3 and deconjugating enzymes that target PML . The diagram depicts the modified residues in PML targeted by kinases, SUMO E3 ligases, or SUMO deconjugating enzyme. Arrows indicate the targeting site(s) of these enzymes. Poly-SUMO chains are observed at K160, K380, K400, K490, and K497 and tentatively at K226 and K616. K65 is modified by either SUMO1 or a poly-SUMO chain. The functional consequences of these post-translational modifications are annotated adjacent to the corresponding enzyme. SUMOylation is essential for maintaining proper PML NB structure and normal function. Although PML dimerization is the prerequisite for de novo PML NB assembly, SUMOylation of PML is required for the recruitment of components of PML NBs ( Lallemand-Breitenbach and de The, 2010 ), the turnover and retention of PML in PML NBs ( Weidtkamp-Peters et al., 2008 ), and the integrity of PML NBs ( Shen et al., 2006 ). A few studies have examined the modification pattern of PML by specific SUMO isoforms. Mouse embryonic fibroblasts (MEFs) derived from SUMO1 knockout mice show reduced SUMOylation of PML by SUMO2/3 and marked decreases in the number of PML NBs compared to those in the wild type cells, suggesting that SUMO1 conjugation of PML is important to maintain the integrity of PML NBs ( Evdokimov et al., 2008 ). SUMO3 conjugation at K160 also regulates nuclear localization of PML and PML NB formation ( Fu et al., 2005 ; Figure 3 ). Additionally, viral protein LANA2 promotes SUMO2-conjugation of PML ( Marcos-Villar et al., 2011 ). However, how this pattern originates and what mechanism determines the specificity by which SUMO1, -2, or -3 is conjugated to specific lysine residues is still largely unknown. SUMOylation of PML also regulates the localization of other components in PML NBs ( Ishov et al., 1999 ; Li et al., 2000 ; Zhong et al., 2000 ). The SUMOylation moiety on PML and/or other components of PML NBs interact through SIMs present in these proteins ( Takahashi et al., 2005 ; Lin et al., 2006 ). The ability of PML to interact with sumo-conjugated moieties of other PML NB components is necessary for PML NB formation ( Shen et al., 2006 ). SUMOylation of PML exhibits a cell cycle-dependent pattern accumulation. It is elevated during interphase and declines during mitosis ( Everett et al., 1999 ). Additionally, a specific form of PML NBs was observed in human neuronal intranuclear inclusion disease associated supraoptic neurons that exhibits as a single large proteinaceous inclusion body enriched with PML, SUMO1, and UBC9 ( Takahashi-Fujigasaki et al., 2006 ; Villagra et al., 2006 ), raising a possibility that SUMOylation of PML functions in a tissue-specific manner. SUMOylation of PML is a key regulator that controls PML stability in response to extracellular or intracellular stimuli. Arsenic trioxide (As 2 O 3 ), a long-known promising therapeutic agent for treatment of APL, induces a group of slow-migrating PML species that were identified as SUMO-conjugated PML ( Muller et al., 1998 ). Arsenic trioxide mediates PML degradation; however not until recently the molecular mechanism has been largely elucidated. Arsenic trioxide directly binds to the cysteine-rich zinc fingers in the RING finger, B-box and coiled coil (RBCC) domain of PML ( Figure 2 ). As 2 O 3 binding directs a conformational change of PML that promotes the interaction between PML and the SUMO2 conjugation E2 enzyme UBC9 ( Zhang et al., 2010 ). Interestingly, such As 2 O 3 -induced PML SUMOylation is inhibited by treatment with the serine/threonine phosphatase inhibitor calyculin ( Muller et al., 1998 ), suggesting that certain cellular phosphorylation event inhibits As 2 O 3 -induced PML SUMOylation. As 2 O 3 -induced sumoylated PML are targeted for ubiquitination by the E3 ligase RNF4 prior to the proteasome-mediated degradation ( Lallemand-Breitenbach et al., 2008 ; Tatham et al., 2008 ). RNF4 harbors multiple SIMs in its N-terminus and a C-terminal RING-type E3 ligase domain. Thus, As 2 O 3 -induced, SUMO2 conjugation-dependent and ubiquitination-mediated degradation of PML depends on the binding of the SIMs in RNF4 to sumoylated PML ( Lallemand-Breitenbach et al., 2008 ; Tatham et al., 2008 ). SUMOylated PML also primes casein kinase 2 (CK2)-mediated phosphorylation of PML, which also contributes to ubiquitination-mediated PML degradation as shown in APL cells, non-small cell lung carcinoma cells and human primary tumor specimens ( Rabellino et al., 2012 ). These elegant studies of SUMOylation-mediated PML degradation authenticate the essential biological functions of the post-translational modifications of PML. Understanding such biochemical processes shall foster development of a better medicine for cancer treatment. A similar mechanism was adopted by another SIM-containing protein, ORF61, which contains an N-terminal RING-type E3 ligase domain and a C-terminal SIM motif, both of which are required for PML degradation in Varicella-zoster virus (VZV)-infected cells ( Wang et al., 2011 ). DNA damage also triggers PML SUMOylation as evidenced by the observation that the treatment with adriamycin, a DNA-damaging chemotherapeutic agent, increases the amount of SUMO-conjugated PML ( Gresko et al., 2009 ). Inhibition of proteasome-degradation by MG132 treatment disrupts PML NBs and results in accumulation of PML and SUMO1 in the nucleolus where these two proteins are not normally colocalized ( Mattsson et al., 2001 ). By contrast, heat shock causes acute de-SUMOylation of PML ( Nefkens et al., 2003 ). Additionally, some but not all viral infections can abolish PML SUMOylation ( Muller and Dejean, 1999 ). PML NBs undergo fission in response to stresses such as heat shock, heavy metal exposure, and expression of adenoviral protein E1A and such fission can be rescued by ectopic expression of SUMO1 ( Eskiw et al., 2003 ). These observations raise several important questions: How do PML NBs respond to their environment through SUMOylation? What is the mechanism that senses a stress and promptly modulates PML SUMOylation? What are the consequences when PML is conjugated by different SUMOs at distinct sites? SUMOylation of PML regulates transcription directly and indirectly, through sequestration of or dissociation of the transcription factors from PML NBs ( Lehembre et al., 2001 ; Pearson and Pelicci, 2001 ; Lin et al., 2003 ; Gao et al., 2008a ; Ohbayashi et al., 2008 ). For example, IL-6 treatment of cells induces the SUMO deconjugating enzyme SENP1, which in turns removes PML SUMO moieties, thereby releasing STAT3 from PML NBs and de-repressing PML-dependent STAT3 transcriptional activity ( Kawasaki et al., 2003 ; Ohbayashi et al., 2008 ). SUMOylation of PML regulates its ability to regulate apoptosis and the outcome probably depends on specific cellular contents and apoptotic stimuli. Ectopic expression of SUMO1 increases SUMOylation of nuclear PML proteins, PML NBs and protects rheumatoid arthritis synovial fibroblasts against Fas-induced apoptosis. The mechanism involves the localization of death_domain-associated protein (Daxx) to PML NBs ( Meinecke et al., 2007 ). In addition, arsenic trioxide induces apoptosis through a PML SUMOylation-dependent pathway ( Zhu et al., 1997 ; Lallemand-Breitenbach et al., 2008 ; Tatham et al., 2008 ; Zhang et al., 2010 ). One key function of PML is to protect cells from viral infection and SUMOylation also regulates PML’s anti-viral activities. Infection by poliovirus induces phosphorylation-dependent PML SUMOylation and the redistribution of PML NBs, which in turn protects p53 against virus-mediated degradation ( Pampin et al., 2006 ). On the other hand, SUMOylation of PML can be the Achilles’ heel that attracts certain viral proteins to attack PML NBs. During human herpesvirus (HSV-1) infection, viral protein ICP0 binds to sumoylated PML through its own viral SIM motif ( Boutell et al., 2011 ) and mediates the redistribution and disruption of PML NBs ( Everett and Maul, 1994 ; Maul and Everett, 1994 ), resulting in proteasome-degradation of PML ( Everett et al., 1998 ; Boutell et al., 2011 ). These observations suggest that SUMOylation of PML may be required, but not sufficient to dictate the biological outcomes of these stimuli. These distinct activities are likely determined by detailed information on which residues in PML are modified by which SUMO moiety as well as events other than PML SUMOylation. The regulators that modulate the extent of PML SUMOylation include E3 SUMO ligases and non-E3 proteins. PML SUMO E3 ligases bind both PML and the sole E2 enzyme UBC9 to facilitate SUMO conjugation. RAN binding protein 2 (RanBP2) was first identified PML SUMOylation E3 ligase ( Tatham et al., 2005 ) and mediates the SUMOylation of PML at K490 ( Satow et al., 2012 ; Figure 3 ). RanBP2-mediated SUMOylation of PML is required for the maintenance of PML NBs ( Saitoh et al., 2006 ). Recently, the protein inhibitor of activated STAT 1 (PIAS1), a well-studied SUMO E3 ligase has also been proposed as a PML SUMO E3 ligase that promotes SUMOylation of K65 and K160, which facilitates CK2-mediated, phosphorylation-dependent PML degradation ( Rabellino et al., 2012 ). Gao et al. (2008b) demonstrated that histone deacetylase 7 (HDAC7) is required to maintain PML SUMOylation and PML NBs, but it remains unclear whether HDAC7 is an E3 ligase. Beta-catenin, a protein whose gene is highly mutated in colorectal carcinomas, has recently been shown to inhibit RanBP2-mediated SUMOylation of PML by inhibiting the interaction between RanBP2 and PML ( Satow et al., 2012 ). The NAD-dependent deacetylase sirtuin-1 (Sirt1) also promotes PML SUMOylation independent of its deacetylase activity ( Campagna et al., 2011 ). Intuitively, both positive and negative regulators must exist to control PML SUMOylation. Even a single modulator could regulate PML SUMOylation bilaterally in response to different cellular signals. An intriguing question is how the PML–UBC9 complex directs these different modulators. Since PML SUMOylation is highly responsive to numerous stimuli, other cofactors that transduce signals to UBC9 may participate in its regulation. Future studies will dissect the spatial–temporal regulation of PML SUMOylation as PML is likely to encounter a different spectrum of E3 enzymes, depending upon its localization. The SUMO-specific protease (SENP) family proteins are the only proteases identified to date that specifically de-conjugate SUMO moieties from target proteins. Among the six SENPs, SENP1, -2, -3, -5, and -6 have been shown to remove SUMO conjugation of PML. SENP1 de-conjugates sumoylated PML but not RanGAP1, another sumoylated protein ( Gong et al., 2000 ). An isoform of SENP2, SuPr-1, activates c-Jun transactivation activity through the removal of a SUMO1 moiety from PML ( Best et al., 2002 ). SENP3 is activated by mild oxidative stress and de-conjugates PML poly SUMO2/3 chains, thereby disrupting PML NBs, promoting cell proliferation, and increasing the growth of xenografted tumors ( Han et al., 2010 ). SENP5, localized in nucleoli, preferentially de-conjugates poly SUMO2/3 chains at K160 and K490; while removing all three SUMO paralogs at K65 ( Gong and Yeh, 2006 ; Figure 3 ). SENP6 (aka. SUSP1) shows specificity for SUMO2/3 but not SUMO1-conjugated PML ( Mukhopadhyay et al., 2006 ; Hattersley et al., 2011 ). Loss of SENP6 results in the accumulation of SUMO2/3 in PML NBs, an increase in number and size of PML NBs and a decrease in cell viability ( Mukhopadhyay et al., 2006 ; Hattersley et al., 2011 ). How SENPs regulates PML NBs is an intriguing and incompletely understood question but is tied to the dynamics and function of PML NBs. Several non-PML components of PML NBs are also sumoylated. The E3 SUMO ligase MMS21 is a component of the alternative lengthening telomere (ALT)-associated PML NBs. It promotes SUMOylation of several telomere binding proteins such as TRF1 and TRF2 ( Potts and Yu, 2007 ). SUMOylation of ALT-PML NB components is an essential step for homologous recombination-mediated elongation of telomeres in ~ 25% of cancers. Additionally, SUMOylation and de-SUMOylation of the orphan nuclear receptor LRH-1 control its shuttling in and out of PML NBs ( Chalkiadaki and Talianidis, 2005 ). Another example is the Daxx protein, an intrinsic PML NB component that is sumoylated. Through its SIM motif, Daxx interacts with the SUMO moieties of PML and this interaction directs the SUMOylation of Daxx itself ( Lin et al., 2006 ). PHOSPHORYLATION OF PML Phosphorylation is a common modification for transducing signals ( Hunter, 2012 ). Phosphorylation of PML is a major regulatory mechanism that controls PML protein abundance and the number and size of PML NBs. Cells respond to various stimuli, in part, by modulating phosphorylation of PML. Here we reviewed phosphorylation in several regions of PML that have been linked to its biological functions. These regions include the N-terminal proline-rich region, the RBCC domain, a region containing a mapped ubiquitination site (K401; Hakli et al., 2005 ; Lallemand-Breitenbach et al., 2008 ), the nuclear localization sequence (NLS) and the C-terminal SIM ( Figure 2 ). Promyelocytic leukemia protein harbors an N-terminal proline-rich region (amino acids 3–46, proline 36%, Figure 2 ). Proline-rich peptides are usually exposed on a protein’s surface and thus participate in protein–protein interactions, signal transduction, and post-translational modification ( Kay et al., 2000 ). Within this region, PML is phosphorylated at S8, S36, S38, S40, and T42 in response to epidermal growth factor (EGF) treatment ( Olsen et al., 2006 ). It is likely that extracellular signal-regulated kinases (ERK1/2), an EGF downstream kinase, directly phosphorylates PML at T28, S36, S38, and S40 ( Figure 3 ) and these phosphorylation promotes PML SUMOylation ( Hayakawa and Privalsky, 2004 ). Additionally, following DNA damage, the homeodomain-interacting protein kinase 2 (HIPK2) also phosphorylates S8, S36, and S38 ( Gresko et al., 2009 ; Figure 3 ). Such HIPK2-mediated phosphorylation leads to increased accumulation of PML protein and its SUMOylation and is required for the maximal pro-apoptotic activity of PML after DNA damage. Multiple sites on PML are phosphorylated in response to DNA damage. The number of PML NBs increases following double strand breaks (DSBs). However, inhibition of ATM by caffeine or wortmannin markedly delays or inhibits the increase in PML NB number ( Dellaire et al., 2006 ). This observation suggests that DNA damage-responsive kinase ATM regulates PML NB dynamics in response to DSB. Whether ATM directly phosphorylates PML or a PML NB component is not clear, nonetheless it is an intriguing question worth future investigation. Within the RBCC domain, the DNA damage check point kinase, Chk2, phosphorylates PML at S117 in response to gamma irradiation ( Yang et al., 2002 ; Figure 3 ). Such phosphorylation is important for PML-mediated apoptosis following DNA damage. Additionally, PML is also phosphorylated by the ataxia telangiectasia and rad-3-related kinase, ATR kinase, which is required for the nucleolar localization of PML ( Bernardi et al., 2004 ). However, the specific phosphorylation site is unclear. Several groups have reported that regions surrounding the NLS and SIM of PML are phosphorylated in response to distinct stimuli. For example, phosphorylation of PML at S518, S527, and S530 was detected by mass spectrometry in EGF-treated HeLa cells ( Olsen et al., 2006 ), during granulopoiesis of IL-3-dependent myeloid cells (L-G; Tagata et al., 2008 ) and in human Jurkat cells following CD3 activation of T-cell receptors ( Mayya et al., 2009 ). Reineke et al. (2008) also reported that S403 and S505, in addition to S518, S527, and S530, were phosphorylated in HeLa cells and that the prolyl-isopeptidase Pin1 promotes PML degradation that is dependent on phosphorylation of these residues. Lim et al. (2011) later identified ERK2-dependent phosphorylation of PML at S403 and S505, an event that promotes Pin1-mediated PML degradation ( Figure 3 ). Additionally, a recent study using a prostate cancer model showed that the CDK1/2-mediated phosphorylation of PML at S518 and the subsequently Pin1-mediated isomerization of PML at the S518-P519 motif facilitate Cullin3-KLHL20 ubiquitin ligase-dependent degradation of PML under the tumor hypoxia conditions ( Yuan et al., 2011 ). Such post-translational modification-mediated degradation of PML is an essential component in HIF1α-mediated tumor hypoxia responses ( Yuan et al., 2011 ). Interestingly, S403 is close to the ubiquitination site K401 while S505 and S518 are adjacent to the acetylation site K515, raising the possibility of mutual regulation of these modifications. The mitogen-activated protein kinase (MAPK) BMK1/ERK5 phosphorylates PML at S403 and T409 and inhibits PML-dependent activation of p21 expression ( Yang et al., 2010 ; Figure 3 ). ERK1/2 also phosphorylates PML at S527 and S530, and is involved in As 2 O 3 -induced PML-mediated apoptosis ( Hayakawa and Privalsky, 2004 ). Interestingly, SUMOylation of PML at three canonical SUMOylation sites (K65, K160, and K490) does not seem to be required for phosphorylation of PML at S505, S518, S527, and S530 ( Tagata et al., 2008 ). However, PML phosphorylation deficiency at these four serines leads to slower-migrating SUMOylation bands among which certain sumoylated PML species accumulate ( Tagata et al., 2008 ). These observations suggest that phosphorylation modulates SUMOylation in this region. PML is a key cell cycle regulator. Overexpression of PML arrests HeLa cells at G1/S ( Mu et al., 1997 ), while loss of PML promotes cell cycle progression ( Wang et al., 1998 ). Therefore, it is not surprising that phosphorylation of PML may be subjected to cell cycle regulation. In HeLa cells, PML directly interacts with Aurora Kinase A (AURKA) and is phosphorylated at S403, T409, S518, S527, and S530 during M phase with modest phosphorylation at S527 and S535 during the G1 phase ( Dephoure et al., 2008 ). AURKA may participate in these phosphorylation events during the cell cycle but participation by other kinases is also possible. It is also unclear whether phosphorylation of PML at these sites plays a role in cell cycle control. Casein kinase 2 phosphorylates PML at S565 (SSSEDSE, 560–566, Figure 3 ), which is adjacent to the SIM (VVVI, 556–559) and promotes PML degradation ( Scaglioni et al., 2006 ). Interestingly, this CK2-mediated phosphorylation is also required for the interaction of SIM with the SUMO moiety ( Stehmeier and Muller, 2009 ). Although it is not clear whether they are directly phosphorylated by CK2 ( Scaglioni et al., 2006 ), the residues S560–562 are essential for SIM function ( Percherancier et al., 2009 ; Stehmeier and Muller, 2009 ). Together, these studies suggest that phosphorylation of PML at regions next to its ubiquitination site, NLS and SIM are critical for PML’s function and regulation. A question that remains incompletely answered is how phosphorylation is coordinated with other post-translational modifications of PML in response to different cellular stimuli. PML NBs are also active nuclear depots for the phosphorylation of non-PML proteins. HIPK2 kinase phosphorylates p53 at S46 in PML NBs in response to UV radiation ( D’Orazi et al., 2002 ; Hofmann et al., 2002 ) and promotes subsequent p53 acetylation at K382 by CBP ( Hofmann et al., 2002 ). Such phosphorylation and acetylation of p53 in PML NBs enhance its transactivation activity, pro-apoptotic activity, and the ability to arrest the cell cycle ( D’Orazi et al., 2002 ; Hofmann et al., 2002 ; Moller et al., 2003 ). In addition, following DNA damage, Chk2 and p53 are enriched in PML NBs, where PML promotes Chk2 autophosphorylation, phosphorylation of p53 by Chk2 at Ser20 and subsequent stabilization of p53 ( Louria-Hayon et al., 2003 ; Yang et al., 2006 ). Imatinib, a drug used to treat chronic myeloid leukemia (CML), induces TAp73 (a p53 family member) phosphorylation and localization to PML NBs in a p38- and PML-dependent manner in CML cells ( Liu et al., 2009 ). UBIQUITINATION AND ACETYLATION OF PML To date, ubiquitination of PML is only associated with its own degradation. RNF4 promotes the ubiquitination of PML at K401 and mediates As 2 O 3 -induced PML degradation through the proteasome pathway ( Hakli et al., 2005 ; Lallemand-Breitenbach et al., 2008 ; Tatham et al., 2008 ; Weisshaar et al., 2008 ). Guan et al. (2012) recently identified UHRF1 as a PML ubiquitin E3 ligase, but whether K401 is target for modification and subsequent proteasome-mediated degradation is not clear. Additionally, viral proteins such as the HSV-1 viral proteins ICP0 and STUBL are E3 ligases that target PML for ubiquitination-mediated degradation in a SUMOylation-dependent manner ( Boutell et al., 2003 , 2011 ). An intriguing but unanswered question is whether PML is conjugated with ubiquitin at sites other than K401 and whether ubiquitin plays a role in signal transduction in PML NBs. Acetylation of PML at K487 and K515 by p300 promotes its SUMOylation and is important for Trichostatin A (TSA)-induced apoptosis ( Hayakawa et al., 2008 ). Paradoxically, overexpression of the deacetylase Sirt1 increases PML protein abundance and SUMOylation, whereas loss of Sirt1 decreases PML protein accumulation ( Campagna et al., 2011 ). This Sirt1-dependent increase in PML protein abundance is independent of its deacetylase activity ( Campagna et al., 2011 ), although Sirt1 promotes deacetylation of PML ( Miki et al., 2012 ). Mutation at K487R abolishes nuclear localization of PML, but a specific role for K487 acetylation in PML nuclear localization is not clear. In contrast, a K515 acetylation deficiency in PML has minor effects on PML SUMOylation or PML NBs ( Duprez et al., 1999 ). A further complexity was revealed by the observation that SUMOs can be acetylated. Although the acetylation on SUMO1 at K37 and SUMO2 at K33 show minor effects on PML SUMOylation, the acetylation on SUMOs appears to play an inhibitory role on PML NB assembly, through prevention of the interaction between the PML SUMO moiety and SIMs of other PML NB components, such as DAXX ( Ullmann et al., 2012 ). OTHER POST-TRANSLATION MODIFICATIONS AND PML To our knowledge, methylation of PML has not been reported. However, several protein arginine N -methyltransferases (PRMTs) reside in and regulate the dynamics of PML NBs ( Boisvert et al., 2005 ; Cho et al., 2011 ; Neault et al., 2012 ). Isgylation is an ubiquitination-like post-translational modification that conjugates the interferon stimulating gene 15 (ISG15) to target proteins. Isgylation is implicated in protein synthesis, and stability control. PML is indirectly involved in isgylation as suggested by results with retinoic acid treatment that mediates degradation of PML–RARα fusion protein, in part by up-regulating the isgylation E1 enzyme UBE1L ( Kitareewan et al., 2002 ; Pitha-Rowe et al., 2004 ). This UBE1L-mediated degradation of PML–RARα is believed to occur by targeting the PML domain in PML–RARα ( Shah et al., 2008 ). Additionally, ectopic expression of an isgylation de-conjugation enzyme UBP43 leads to elevated accumulation of PML ( Guo et al., 2010 ). These data indicate that isgylation plays a role in the regulation of PML protein accumulation. However, a mass spectrometry study did not find PML among the isgylated proteins ( Giannakopoulos et al., 2005 ). The possibility exists that UBE1L promotes isgylation of other proteins, which in turn modulate PML protein accumulation. PROSPECTIVE Promyelocytic leukemia protein is post-translationally modified in response to different cellular stimuli ( Figure 4 ). The different modifications form a complex regulatory network that modulates the activity of PML and PML NBs. It is clear that stimuli such as As 2 O 3 and DNA damage induce both SUMOylation and phosphorylation of PML. The biggest challenge lies in the dissection of the biological effects of these modifications and the crosstalk among these modifications. The nature of low abundance or transient modification also serves as a barrier for this issue. However, the study and understanding of PML and PML NB-associated post-translational modifications will be necessary to establish its function at the molecular level. FIGURE 4 Effects of extracellular stimuli on PML . A model summarizes stimuli that regulate PML modification and outcomes. Conflict of Interest Statement The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Acknowledgments We thank Dr. Samols for reading this manuscript. This work is supported by the NIH R01 HL093269, DK078965 to Hung-Ying Kao and Case Comprehensive Cancer Center Program in Aging and Energy Balance, NCI P20 CA103767. REFERENCES Ascoli C. A. Maul G. G. ( 1991 ). Identification of a novel nuclear domain. J. Cell Biol. 112 785 – 795 1999457 Bernardi R. Scaglioni P. P. Bergmann S. Horn H. F. Vousden K. H. Pandolfi P. P. ( 2004 ). PML regulates p53 stability by sequestering Mdm2 to the nucleolus. Nat. Cell Biol. 6 665 – 672 15195100 Bernier-Villamor V. Sampson D. A. Matunis M. J. Lima C. D. ( 2002 ). Structural basis for E2-mediated SUMO conjugation revealed by a complex between ubiquitin-conjugating enzyme Ubc9 and RanGAP1. Cell 108 345 – 356 11853669 Best J. L. Ganiatsas S. Agarwal S. Changou A. Salomoni P. Shirihai O. ( 2002 ). SUMO-1 protease-1 regulates gene transcription through PML. Mol. Cell 10 843 – 855 12419228 Boddy M. N. Howe K. Etkin L. D. Solomon E. Freemont P. S. ( 1996 ). PIC 1, a novel ubiquitin-like protein which interacts with the PML component of a multiprotein complex that is disrupted in acute promyelocytic leukaemia. Oncogene 13 971 – 982 8806687 Boisvert F. M. Hendzel M. J. Masson J. Y. Richard S. ( 2005 ). Methylation of MRE11 regulates its nuclear compartmentalization. Cell Cycle 4 981 – 989 15970667 Boutell C. Cuchet-Lourenco D. Vanni E. Orr A. Glass M. McFarlane S. ( 2011 ). A viral ubiquitin ligase has substrate preferential SUMO targeted ubiquitin ligase activity that counteracts intrinsic antiviral defence. PLoS Pathog . 7:e1002245 10.1371/journal.ppat.1002245 Boutell C. Orr A. Everett R. D. ( 2003 ). PML residue lysine 160 is required for the degradation of PML induced by herpes simplex virus type 1 regulatory protein ICP0. J. Virol. 77 8686 – 8694 12885887 Campagna M. Herranz D. Garcia M. A. Marcos-Villar L. Gonzalez-Santamaria J. Gallego P. ( 2011 ). SIRT1 stabilizes PML promoting its sumoylation. Cell Death Differ. 18 72 – 79 20577263 Carracedo A. Weiss D. Leliaert A. K. Bhasin M. de Boer V. C. Laurent G. ( 2012 ). A metabolic prosurvival role for PML in breast cancer. J. Clin. Invest. 122 3088 – 4100 22886304 Chalkiadaki A. Talianidis I. ( 2005 ). SUMO-dependent compartmentalization in promyelocytic leukemia protein nuclear bodies prevents the access of LRH-1 to chromatin. Mol. Cell. Biol. 25 5095 – 5105 15923626 Cheng X. Kao H. Y. ( 2012 ). Microarray analysis revealing common and distinct functions of promyelocytic leukemia protein (PML) and tumor necrosis factor (TNF alpha) signaling in endothelial cells. BMC Genomics 13:453. 10.1186/1471-2164-13-453 Cho S. Park J. S. Kang Y. K. ( 2011 ). Dual functions of histone-lysine N -methyltransferase Setdb1 protein at promyelocytic leukemia-nuclear body (PML-NB): maintaining PML-NB structure and regulating the expression of its associated genes. J. Biol. Chem. 286 41115 – 41124 21921037 Cuchet D. Sykes A. Nicolas A. Orr A. Murray J. Sirma H. ( 2011 ). PML isoforms I and II participate in PML-dependent restriction of HSV-1 replication. J. Cell Sci. 124 280 – 291 21172801 Daniel M. T. Koken M. Romagne O. Barbey S. Bazarbachi A. Stadler M. ( 1993 ). PML protein expression in hematopoietic and acute promyelocytic leukemia cells. Blood 82 1858 – 1867 8400236 Dellaire G. Ching R. W. Ahmed K. Jalali F. Tse K. C. Bristow R. G. ( 2006 ). Promyelocytic leukemia nuclear bodies behave as DNA damage sensors whose response to DNA double-strand breaks is regulated by NBS1 and the kinases ATM, Chk2, and ATR. J. Cell Biol. 175 55 – 66 17030982 Dephoure N. Zhou C. Villen J. Beausoleil S. A. Bakalarski C. E. Elledge S. J. ( 2008 ). A quantitative atlas of mitotic phosphorylation. Proc. Natl. Acad. Sci. U.S.A. 105 10762 – 10767 18669648 Desterro J. M. Thomson J. Hay R. T. ( 1997 ). Ubch9 conjugates SUMO but not ubiquitin. FEBS Lett. 417 297 – 300 9409737 de Thé H. Lavau C. Marchio A. Chomienne C. Degos L. Dejean A. ( 1991 ). The PML-RAR alpha fusion mRNA generated by the t(15;17) translocation in acute promyelocytic leukemia encodes a functionally altered RAR. Cell 66 675 – 684 1652369 D’Orazi G. Cecchinelli B. Bruno T. Manni I. Higashimoto Y. Saito S. ( 2002 ). Homeodomain-interacting protein kinase-2 phosphorylates p53 at Ser 46 and mediates apoptosis. Nat. Cell Biol. 4 11 – 19 11780126 Duprez E. Saurin A. J. Desterro J. M. Lallemand-Breitenbach V. Howe K. Boddy M. N. ( 1999 ). SUMO-1 modification of the acute promyelocytic leukaemia protein PML: implications for nuclear localisation. J. Cell Sci . 112(Pt 3) 381 – 393 9885291 Eskiw C. H. Dellaire G. Mymryk J. S. Bazett-Jones D. P. ( 2003 ). Size, position and dynamic behavior of PML nuclear bodies following cell stress as a paradigm for supramolecular trafficking and assembly. J. Cell Sci. 116 4455 – 4466 13130097 Evdokimov E. Sharma P. Lockett S. J. Lualdi M. Kuehn M. R. ( 2008 ). Loss of SUMO1 in mice affects RanGAP1 localization and formation of PML nuclear bodies, but is not lethal as it can be compensated by SUMO2 or SUMO3. J. Cell Sci. 121 4106 – 4113 19033381 Everett R. D. Freemont P. Saitoh H. Dasso M. Orr A. Kathoria M. ( 1998 ). The disruption of ND10 during herpes simplex virus infection correlates with the Vmw110- and proteasome-dependent loss of several PML isoforms. J. Virol. 72 6581 – 6591 9658103 Everett R. D. Lomonte P. Sternsdorf T. van Driel R. Orr A. ( 1999 ). Cell cycle regulation of PML modification and ND10 composition. J. Cell Sci. 112(Pt 24) 4581 – 4588 10574707 Everett R. D. Maul G. G. ( 1994 ). HSV-1 IE protein Vmw110 causes redistribution of PML. EMBO J. 13 5062 – 5069 7957072 Fogal V. Gostissa M. Sandy P. Zacchi P. Sternsdorf T. Jensen K. ( 2000 ). Regulation of p53 activity in nuclear bodies by a specific PML isoform. EMBO J. 19 6185 – 6195 11080164 Fu C. Ahmed K. Ding H. Ding X. Lan J. Yang Z. ( 2005 ). Stabilization of PML nuclear localization by conjugation and oligomerization of SUMO-3. Oncogene 24 5401 – 5413 15940266 Galisson F. Mahrouche L. Courcelles M. Bonneil E. Meloche S. Chelbi-Alix M. K. ( 2011 ). A novel proteomics approach to identify SUMOylated proteins and their modification sites in human cells. Mol. Cell. Proteomics 10 M110 – M4796 21098080 Gao C. Cheng X. Lam M. Liu Y. Liu Q. Chang K. S. ( 2008a ). Signal-dependent regulation of transcription by histone deacetylase 7 involves recruitment to promyelocytic leukemia protein nuclear bodies. Mol. Biol. Cell 19 3020 – 3027 18463162 Gao C. Ho C. C. Reineke E. Lam M. Cheng X. Stanya K. J. ( 2008b ). Histone deacetylase 7 promotes PML sumoylation and is essential for PML nuclear body formation. Mol. Cell. Biol. 28 5658 – 5667 18625722 Geiss-Friedlander R. Melchior F. ( 2007 ). Concepts in sumoylation: a decade on. Nat. Rev. Mol. Cell Biol. 8 947 – 956 18000527 Giannakopoulos N. V. Luo J. K. Papov V. Zou W. Lenschow D. J. Jacobs B. S. ( 2005 ). Proteomic identification of proteins conjugated to ISG15 in mouse and human cells. Biochem. Biophys. Res. Commun. 336 496 – 506 16139798 Gong L. Kamitani T. Fujise K. Caskey L. S. Yeh E. T. ( 1997 ). Preferential interaction of sentrin with a ubiquitin-conjugating enzyme, Ubc9. J. Biol. Chem. 272 28198 – 28201 9353268 Gong L. Li B. Millas S. Yeh E. T. ( 1999 ). Molecular cloning and characterization of human AOS1 and UBA2, components of the sentrin-activating enzyme complex. FEBS Lett. 448 185 – 189 10217437 Gong L. Millas S. Maul G. G. Yeh E. T. ( 2000 ). Differential regulation of sentrinized proteins by a novel sentrin-specific protease. J. Biol. Chem. 275 3355 – 3359 10652325 Gong L. Yeh E. T. ( 2006 ). Characterization of a family of nucleolar SUMO-specific proteases with preference for SUMO-2 or SUMO-3. J. Biol. Chem. 281 15869 – 15877 16608850 Gresko E. Ritterhoff S. Sevilla-Perez J. Roscic A. Frobius K. Kotevic I. ( 2009 ). PML tumor suppressor is regulated by HIPK2-mediated phosphorylation in response to DNA damage. Oncogene 28 698 – 708 19015637 Guan D. Factor D. Liu Y. Wang Z. Kao H. Y. ( 2012 ). The epigenetic regulator UHRF1 promotes ubiquitination-mediated degradation of the tumor-suppressor protein promyelocytic leukemia protein. Oncogene 10.1038/onc.2012.406 [Epub ahead of print]. Guo Y. Dolinko A. V. Chinyengetere F. Stanton B. Bomberger J. M. Demidenko E. ( 2010 ). Blockade of the ubiquitin protease UBP43 destabilizes transcription factor PML/RARalpha and inhibits the growth of acute promyelocytic leukemia. Cancer Res. 70 9875 – 9885 20935222 Hakli M. Karvonen U. Janne O. A. Palvimo J. J. ( 2005 ). SUMO-1 promotes association of SNURF (RNF4) with PML nuclear bodies. Exp. Cell Res. 304 224 – 233 15707587 Han Y. Huang C. Sun X. Xiang B. Wang M. Yeh E. T. ( 2010 ). SENP3-mediated de-conjugation of SUMO2/3 from promyelocytic leukemia is correlated with accelerated cell proliferation under mild oxidative stress. J. Biol. Chem. 285 12906 – 12915 20181954 Hattersley N. Shen L. Jaffray E. G. Hay R. T. ( 2011 ). The SUMO protease SENP6 is a direct regulator of PML nuclear bodies. Mol. Biol. Cell 22 78 – 90 21148299 Hayakawa F. Abe A. Kitabayashi I. Pandolfi P. P. Naoe T. ( 2008 ). Acetylation of PML is involved in histone deacetylase inhibitor-mediated apoptosis. J. Biol. Chem. 283 24420 – 24425 18621739 Hayakawa F. Privalsky M. L. ( 2004 ). Phosphorylation of PML by mitogen-activated protein kinases plays a key role in arsenic trioxide-mediated apoptosis. Cancer Cell 5 389 – 401 15093545 Hofmann T. G. Moller A. Sirma H. Zentgraf H. Taya Y. Droge W. ( 2002 ). Regulation of p53 activity by its interaction with homeodomain-interacting protein kinase-2. Nat. Cell Biol. 4 1 – 10 11740489 Hunter T. ( 2012 ). Why nature chose phosphate to modify proteins. Philos. Trans. R. Soc. Lond. B Biol. Sci. 367 2513 – 2516 22889903 Ishov A. M. Sotnikov A. G. Negorev D. Vladimirova O. V. Neff N. Kamitani T. ( 1999 ). PML is critical for ND10 formation and recruits the PML-interacting protein daxx to this nuclear structure when modified by SUMO-1. J. Cell Biol. 147 221 – 234 10525530 Ito K. Carracedo A. Weiss D. Arai F. Ala U. Avigan D. E. ( 2012 ). A PML–PPAR-delta pathway for fatty acid oxidation regulates hematopoietic stem cell maintenance. Nat. Med. 18 1350 – 1358 22902876 Jensen K. Shiels C. Freemont P. S. ( 2001 ). PML protein isoforms and the RBCC/TRIM motif. Oncogene 20 7223 – 7233 11704850 Kakizuka A. Miller W. H. J. Umesono K. Warrell R. P. J. Frankel S. R. Murty V. V. ( 1991 ). Chromosomal translocation t(15;17) in human acute promyelocytic leukemia fuses RAR alpha with a novel putative transcription factor, PML. Cell 66 663 – 674 1652368 Kamitani T. Kito K. Nguyen H. P. Wada H. Fukuda-Kamitani T. Yeh E. T. ( 1998a ). Identification of three major sentrinization sites in PML. J. Biol. Chem. 273 26675 – 26682 9756909 Kamitani T. Nguyen H. P. Kito K. Fukuda-Kamitani T. Yeh E. T. ( 1998b ). Covalent modification of PML by the sentrin family of ubiquitin-like proteins. J. Biol. Chem. 273 3117 – 3120 9452416 Kawasaki A. Matsumura I. Kataoka Y. Takigawa E. Nakajima K. Kanakura Y. ( 2003 ). Opposing effects of PML and PML/RAR alpha on STAT3 activity. Blood 101 3668 – 3673 12506013 Kay B. K. Williamson M. P. Sudol M. ( 2000 ). The importance of being proline: the interaction of proline-rich motifs in signaling proteins with their cognate domains. FASEB J. 14 231 – 241 10657980 Kim M. K. Yang S. Lee K. H. Um J. H. Liu M. Kang H. ( 2011 ). Promyelocytic leukemia inhibits adipogenesis, and loss of promyelocytic leukemia results in fat accumulation in mice. Am. J. Physiol. Endocrinol. Metab. 301 E1130 – E1142 21846906 Kitamura Y. I. Kitamura T. Kruse J. P. Raum J. C. Stein R. Gu W. ( 2005 ). FoxO1 protects against pancreatic beta cell failure through NeuroD and MafA induction. Cell Metab. 2 153 – 163 16154098 Kitareewan S. Pitha-Rowe I. Sekula D. Lowrey C. H. Nemeth M. J. Golub T. R. ( 2002 ). UBE1L is a retinoid target that triggers PML/RARalpha degradation and apoptosis in acute promyelocytic leukemia. Proc. Natl. Acad. Sci. U.S.A. 99 3806 – 3811 11891284 Lallemand-Breitenbach V. Jeanne M. Benhenda S. Nasr R. Lei M. Peres L. ( 2008 ). Arsenic degrades PML or PML-RARalpha through a SUMO-triggered RNF4/ubiquitin-mediated pathway. Nat. Cell Biol. 10 547 – 555 18408733 Lallemand-Breitenbach V. de The H. ( 2010 ). PML nuclear bodies. Cold Spring Harb. Perspect. Biol . 2 a661 Lehembre F. Muller S. Pandolfi P. P. Dejean A. ( 2001 ). Regulation of Pax3 transcriptional activity by SUMO-1-modified PML. Oncogene 20 1 – 9 11244500 Li H. Leo C. Zhu J. Wu X. O’Neil J. Park E. J. ( 2000 ). Sequestration and inhibition of Daxx-mediated transcriptional repression by PML. Mol. Cell. Biol. 20 1784 – 1796 10669754 Lim J. H. Liu Y. Reineke E. Kao H. Y. ( 2011 ). Mitogen-activated protein kinase extracellular signal-regulated kinase 2 phosphorylates and promotes Pin1 protein-dependent promyelocytic leukemia protein turnover. J. Biol. Chem. 286 44403 – 44411 22033920 Lin D. Y. Huang Y. S. Jeng J. C. Kuo H. Y. Chang C. C. Chao T. T. ( 2006 ). Role of SUMO-interacting motif in Daxx SUMO modification, subnuclear localization, and repression of sumoylated transcription factors. Mol. Cell 24 341 – 354 17081986 Lin D. Y. Lai M. Z. Ann D. K. Shih H. M. ( 2003 ). Promyelocytic leukemia protein (PML) functions as a glucocorticoid receptor co-activator by sequestering Daxx to the PML oncogenic domains (PODs) to enhance its transactivation potential. J. Biol. Chem. 278 15958 – 15965 12595526 Liu J. H. Liu C. C. Yen C. C. Gau J. P. Wang W. S. Tzeng C. H. ( 2009 ). Pml and TAp73 interacting at nuclear body mediate imatinib-induced p53-independent apoptosis of chronic myeloid leukemia cells. Int. J. Cancer 125 71 – 77 19291793 Louria-Hayon I. Grossman T. Sionov R. V. Alsheich O. Pandolfi P. P. Haupt Y. ( 2003 ). The promyelocytic leukemia protein protects p53 from Mdm2-mediated inhibition and degradation. J. Biol. Chem. 278 33134 – 33141 12810724 Marcos-Villar L. Campagna M. Lopitz-Otsoa F. Gallego P. Gonzalez-Santamaria J. Gonzalez D. ( 2011 ). Covalent modification by SUMO is required for efficient disruption of PML oncogenic domains by Kaposi’s sarcoma-associated herpesvirus latent protein LANA2. J. Gen. Virol. 92 188 – 194 20881090 Mattsson K. Pokrovskaja K. Kiss C. Klein G. Szekely L. ( 2001 ). Proteins associated with the promyelocytic leukemia gene product (PML)-containing nuclear body move to the nucleolus upon inhibition of proteasome-dependent protein degradation. Proc. Natl. Acad. Sci. U.S.A. 98 1012 – 1017 11158586 Maul G. G. Everett R. D. ( 1994 ). The nuclear location of PML, a cellular member of the C3HC4 zinc-binding domain protein family, is rearranged during herpes simplex virus infection by the C3HC4 viral protein ICP0. J. Gen. Virol. 75(Pt 6) 1223 – 1233 8207389 Mayya V. Lundgren D. H. Hwang S. I. Rezaul K. Wu L. Eng J. K. ( 2009 ). Quantitative phosphoproteomic analysis of T cell receptor signaling reveals system-wide modulation of protein–protein interactions. Sci. Signal. 2 a46 Meinecke I. Cinski A. Baier A. Peters M. A. Dankbar B. Wille A. ( 2007 ). Modification of nuclear PML protein by SUMO-1 regulates Fas-induced apoptosis in rheumatoid arthritis synovial fibroblasts. Proc. Natl. Acad. Sci. U.S.A. 104 5073 – 5078 17360386 Miki T. Xu Z. Chen-Goodspeed M. Liu M. Van Oort-Jansen A. Rea M. A. ( 2012 ). PML regulates PER2 nuclear localization and circadian function. EMBO J. 31 1427 – 1439 22274616 Moller A. Sirma H. Hofmann T. G. Rueffer S. Klimczak E. Droge W. ( 2003 ). PML is required for homeodomain-interacting protein kinase 2 (HIPK2)-mediated p53 phosphorylation and cell cycle arrest but is dispensable for the formation of HIPK domains. Cancer Res. 63 4310 – 4314 12907596 Mu Z. M. Le X. F. Vallian S. Glassman A. B. Chang K. S. ( 1997 ). Stable overexpression of PML alters regulation of cell cycle progression in HeLa cells. Carcinogenesis 18 2063 – 2069 9395203 Mukhopadhyay D. Ayaydin F. Kolli N. Tan S. H. Anan T. Kametaka A. ( 2006 ). SUSP1 antagonizes formation of highly SUMO2/3-conjugated species. J. Cell Biol. 174 939 – 949 17000875 Muller S. Dejean A. ( 1999 ). Viral immediate-early proteins abrogate the modification by SUMO-1 of PML and Sp100 proteins, correlating with nuclear body disruption. J. Virol. 73 5137 – 5143 10233977 Muller S. Matunis M. J. Dejean A. ( 1998 ). Conjugation with the ubiquitin-related modifier SUMO-1 regulates the partitioning of PML within the nucleus. EMBO J. 17 61 – 70 9427741 Neault M. Mallette F. A. Vogel G. Michaud-Levesque J. Richard S. ( 2012 ). Ablation of PRMT6 reveals a role as a negative transcriptional regulator of the p53 tumor suppressor. Nucleic Acids Res. 40 9513 – 9521 22904064 Nefkens I. Negorev D. G. Ishov A. M. Michaelson J. S. Yeh E. T. Tanguay R. M. ( 2003 ). Heat shock and Cd2+ exposure regulate PML and Daxx release from ND10 by independent mechanisms that modify the induction of heat-shock proteins 70 and 25 differently. J. Cell Sci. 116 513 – 524 12508112 Ohbayashi N. Kawakami S. Muromoto R. Togi S. Ikeda O. Kamitani S. ( 2008 ). The IL-6 family of cytokines modulates STAT3 activation by desumoylation of PML through SENP1 induction. Biochem. Biophys. Res. Commun. 371 823 – 828 18474224 Okuma T. Honda R. Ichikawa G. Tsumagari N. Yasuda H. ( 1999 ). In vitro SUMO-1 modification requires two enzymatic steps, E1 and E2. Biochem. Biophys. Res. Commun. 254 693 – 698 9920803 Olsen J. V. Blagoev B. Gnad F. Macek B. Kumar C. Mortensen P. ( 2006 ). Global, in vivo, and site-specific phosphorylation dynamics in signaling networks. Cell 127 635 – 648 17081983 Pampin M. Simonin Y. Blondel B. Percherancier Y. Chelbi-Alix M. K. ( 2006 ). Cross talk between PML and p53 during poliovirus infection: implications for antiviral defense. J. Virol. 80 8582 – 8592 16912307 Pearson M. Pelicci P. G. ( 2001 ). PML interaction with p53 and its role in apoptosis and replicative senescence. Oncogene 20 7250 – 7256 11704853 Percherancier Y. Germain-Desprez D. Galisson F. Mascle X. H. Dianoux L. Estephan P. ( 2009 ). Role of SUMO in RNF4-mediated promyelocytic leukemia protein (PML) degradation: sumoylation of PML and phospho-switch control of its SUMO binding domain dissected in living cells. J. Biol. Chem. 284 16595 – 16608 19380586 Pitha-Rowe I. Hassel B. A. Dmitrovsky E. ( 2004 ). Involvement of UBE1L in ISG15 conjugation during retinoid-induced differentiation of acute promyelocytic leukemia. J. Biol. Chem. 279 18178 – 18187 14976209 Potts P. R. Yu H. ( 2007 ). The SMC5/6 complex maintains telomere length in ALT cancer cells through SUMOylation of telomere-binding proteins. Nat. Struct. Mol. Biol. 14 581 – 590 17589526 Rabellino A. Carter B. Konstantinidou G. Wu S. Y. Rimessi A. Byers L. A. ( 2012 ). The SUMO E3-ligase PIAS1 regulates the tumor suppressor PML and its oncogenic counterpart PML-RARA. Cancer Res. 72 2275 – 2284 22406621 Reineke E. L. Lam M. Liu Q. Liu Y. Stanya K. J. Chang K. S. ( 2008 ). Degradation of the tumor suppressor PML by Pin1 contributes to the cancer phenotype of breast cancer MDA-MB-231 cells. Mol. Cell. Biol. 28 997 – 1006 18039859 Saitoh N. Uchimura Y. Tachibana T. Sugahara S. Saitoh H. Nakao M. ( 2006 ). In situ SUMOylation analysis reveals a modulatory role of RanBP2 in the nuclear rim and PML bodies. Exp. Cell Res. 312 1418 – 1430 16688858 Satow R. Shitashige M. Jigami T. Fukami K. Honda K. Kitabayashi I. ( 2012 ). beta-catenin inhibits promyelocytic leukemia protein tumor suppressor function in colorectal cancer cells. Gastroenterology 142 572 – 581 22155184 Scaglioni P. P. Yung T. M. Cai L. F. Erdjument-Bromage H. Kaufman A. J. Singh B. ( 2006 ). A CK2-dependent mechanism for degradation of the PML tumor suppressor. Cell 126 269 – 283 16873060 Shah S. J. Blumen S. Pitha-Rowe I. Kitareewan S. Freemantle S. J. Feng Q. ( 2008 ). UBE1L represses PML/RAR{alpha} by targeting the PML domain for ISG15ylation. Mol. Cancer Ther. 7 905 – 914 18413804 Shen T. H. Lin H. K. Scaglioni P. P. Yung T. M. Pandolfi P. P. ( 2006 ). The mechanisms of PML-nuclear body formation. Mol. Cell 24 331 – 339 17081985 Stehmeier P. Muller S. ( 2009 ). Phospho-regulated SUMO interaction modules connect the SUMO system to CK2 signaling. Mol. Cell 33 400 – 409 19217413 Sternsdorf T. Jensen K. Will H. ( 1997 ). Evidence for covalent modification of the nuclear dot-associated proteins PML and Sp100 by PIC1/SUMO-1. J. Cell Biol. 139 1621 – 1634 9412458 Tagata Y. Yoshida H. Nguyen L. A. Kato H. Ichikawa H. Tashiro F. ( 2008 ). Phosphorylation of PML is essential for activation of C/EBP epsilon and PU.1 to accelerate granulocytic differentiation. Leukemia 22 273 – 280 17989716 Takahashi H. Hatakeyama S. Saitoh H. Nakayama K. I. ( 2005 ). Noncovalent SUMO-1 binding activity of thymine DNA glycosylase (TDG) is required for its SUMO-1 modification and colocalization with the promyelocytic leukemia protein. J. Biol. Chem. 280 5611 – 5621 15569683 Takahashi-Fujigasaki J. Arai K. Funata N. Fujigasaki H. ( 2006 ). SUMOylation substrates in neuronal intranuclear inclusion disease. Neuropathol. Appl. Neurobiol. 32 92 – 100 16409557 Tatham M. H. Geoffroy M. C. Shen L. Plechanovova A. Hattersley N. Jaffray E. G. ( 2008 ). RNF4 is a poly-SUMO-specific E3 ubiquitin ligase required for arsenic-induced PML degradation. Nat. Cell Biol. 10 538 – 546 18408734 Tatham M. H. Kim S. Jaffray E. Song J. Chen Y. Hay R. T. ( 2005 ). Unique binding interactions among Ubc9, SUMO and RanBP2 reveal a mechanism for SUMO paralog selection. Nat. Struct. Mol. Biol. 12 67 – 74 15608651 Ullmann R. Chien C. D. Avantaggiati M. L. Muller S. ( 2012 ). An acetylation switch regulates SUMO-dependent protein interaction networks. Mol. Cell 46 759 – 770 22578841 Van Damme E. Laukens K. Dang T. H Van Ostade X. ( 2010 ). A manually curated network of the PML nuclear body interactome reveals an important role for PML-NBs in SUMOylation dynamics. Int. J. Biol. Sci. 6 51 – 67 20087442 Vertegaal A. C. Andersen J. S. Ogg S. C. Hay R. T. Mann M. Lamond A. I. ( 2006 ). Distinct and overlapping sets of SUMO-1 and SUMO-2 target proteins revealed by quantitative proteomics. Mol. Cell. Proteomics 5 2298 – 2310 17000644 Villagra N. T. Navascues J. Casafont I. Val-Bernal J. F. Lafarga M. Berciano M. T. ( 2006 ). The PML-nuclear inclusion of human supraoptic neurons: a new compartment with SUMO-1- and ubiquit{-}in-proteasome-associated domains. Neurobiol. Dis. 21 181 – 193 16125395 Wang L. Oliver S. L. Sommer M. Rajamani J. Reichelt M. Arvin A. M. ( 2011 ). Disruption of PML nuclear bodies is mediated by ORF61 SUMO-interacting motifs and required for varicella-zoster virus pathogenesis in skin. PLoS Pathog. 7:e1002157. 10.1371/journal.ppat.1002157 Wang Z. G. Delva L. Gaboli M. Rivi R. Giorgio M. Cordon-Cardo C. ( 1998 ). Role of PML in cell growth and the retinoic acid pathway. Science 279 1547 – 1551 9488655 Weidtkamp-Peters S. Lenser T. Negorev D. Gerstner N. Hofmann T. G. Schwanitz G. ( 2008 ). Dynamics of component exchange at PML nuclear bodies. J. Cell Sci. 121 2731 – 2743 18664490 Weisshaar S. R. Keusekotten K. Krause A. Horst C. Springer H. M. Gottsche K. ( 2008 ). Arsenic trioxide stimulates SUMO-2/3 modification leading to RNF4-dependent proteolytic targeting of PML. FEBS Lett. 582 3174 – 3178 18708055 Yang Q. Deng X. Lu B. Cameron M. Fearns C. Patricelli M. P. ( 2010 ). Pharmacological inhibition of BMK1 suppresses tumor growth through promyelocytic leukemia protein. Cancer Cell 18 258 – 267 20832753 Yang S. Jeong J. H. Brown A. L. Lee C. H. Pandolfi P. P. Chung J. H. ( 2006 ). Promyelocytic leukemia activates Chk2 by mediating Chk2 autophosphorylation. J. Biol. Chem. 281 26645 – 26654 16835227 Yang S. Kuo C. Bisi J. E. Kim M. K. ( 2002 ). PML-dependent apoptosis after DNA damage is regulated by the checkpoint kinase hCds1/Chk2. Nat. Cell Biol. 4 865 – 870 12402044 Yuan W. C. Lee Y. R. Huang S. F. Lin Y. M. Chen T. Y. Chung H. C. ( 2011 ). A Cullin3-KLHL20 Ubiquitin ligase-dependent pathway targets PML to potentiate HIF-1 signaling and prostate cancer progression. Cancer Cell 20 214 – 228 21840486 Zhang X. W. Yan X. J. Zhou Z. R. Yang F. F. Wu Z. Y. Sun H. B. ( 2010 ). Arsenic trioxide controls the fate of the PML-RARalpha oncoprotein by directly binding PML. Science 328 240 – 243 20378816 Zhong S. Muller S. Ronchetti S. Freemont P. S. Dejean A. Pandolfi P. P. ( 2000 ). Role of SUMO-1-modified PML in nuclear body formation. Blood 95 2748 – 2752 10779416 Zhu J. Koken M. H. Quignon F. Chelbi-Alix M. K. Degos L. Wang Z. Y. ( 1997 ). Arsenic-induced PML targeting onto nuclear bodies: implications for the treatment of acute promyelocytic leukemia. Proc. Natl. Acad. Sci. U.S.A. 94 3978 – 3983 9108090",
    "full_text_abstract": "The tumor suppressor promyelocytic leukemia protein (PML) predominantly resides in a structurally distinct sub-nuclear domain called PML nuclear bodies. Emerging evidences indicated that PML actively participates in many aspects of cellular processes, but the molecular mechanisms underlying PML regulation in response to stress and environmental cues are not complete. Post-translational modifications, such as SUMOylation, phosphorylation, acetylation, and ubiquitination of PML add a complex layer of regulation to the physiological function of PML. In this review, we discuss the fast-moving horizon of post-translational modifications targeting PML."
}