{
    "PMC": "10018356",
    "DOI": "10.1093/nar/gkad070",
    "PMID": "36744478",
    "PMCID": "PMC10018356",
    "title": "Correction to 'USP37 regulates DNA damage response through stabilizing and deubiquitinating BLM'.",
    "year": 2023,
    "source_url": "https://europepmc.org/article/PMC/PMC10018356",
    "source": "MED",
    "full_text": "pmc Nucleic Acids Res Nucleic Acids Res nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 10018356 10.1093/nar/gkad070 gkad070 AcademicSubjects/SCI00010 Correction Correction to ‘USP37 regulates DNA damage response through stabilizing and deubiquitinating BLM’ 21 3 2023 06 2 2023 06 2 2023 51 5 2496 2497 © The Author(s) 2023. Published by Oxford University Press on behalf of Nucleic Acids Research. 2023 https://creativecommons.org/licenses/by/4.0/ This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( https://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited. 10.1093/nar/gkab842 Nucleic Acids Research , Volume 49, Issue 19, 8 November 2021, Pages 11224–11240, https://doi.org/10.1093/nar/gkab842 The authors wish to correct several errors in Figures 6A, 7L and Supplementary Figure 4B . The errors were introduced during image assembly. Figure 6A: Panel in the BLM knockdown condition treated with Cisplatin for 1h was accidently duplicated from panel Ctrl condition treated with Cisplatin for 4h. The image has been substituted for the corrected one in the new Figure 6A provided below. A revised Figure 6 is provided in the Supplementary data. Figure 7L: Multiple different xenograft experiments were performed at the same time. The image of a different xenograft model was inadvertently used instead of WT, S114A and EV. The image has been substituted for the corrected one in the new Figure 7L provided below. A revised Figure 7 is provided in the Supplementary data. Supplementary Figure 4B : Several images were accidently duplicated. The images have been substituted for the corrected ones in the new Figure S4B provided below. A revised Supplementary Figure 4B is provided in the Supplementary data. These corrections do not affect the interpretation of the results and conclusions of the article. Supplementary Material gkad070_Supplemental_File Click here for additional data file. SUPPLEMENTARY DATA Supplementary Data are available at NAR Online."
}