{
    "PMC": "10368252",
    "DOI": "10.1371/journal.pone.0289329",
    "PMID": "37490513",
    "PMCID": "PMC10368252",
    "title": "Retraction: Regulation of Proapoptotic Mammalian ste20-Like Kinase MST2 by the IGF1-Akt Pathway.",
    "year": 2023,
    "source_url": "https://europepmc.org/article/PMC/PMC10368252",
    "source": "MED",
    "full_text": "pmc PLoS One PLoS One plos PLOS ONE 1932-6203 Public Library of Science San Francisco, CA USA 10368252 10.1371/journal.pone.0289329 PONE-D-23-22599 Retraction Retraction: Regulation of Proapoptotic Mammalian ste20–Like Kinase MST2 by the IGF1-Akt Pathway The PLOS ONE Editors 25 7 2023 2023 25 7 2023 18 7 e0289329 © 2023 The PLOS ONE Editors 2023 The PLOS ONE Editors https://creativecommons.org/licenses/by/4.0/ This is an open access article distributed under the terms of the Creative Commons Attribution License , which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Regulation of Proapoptotic Mammalian ste20–Like Kinase MST2 by the IGF1-Akt Pathway The Moffitt Cancer Center investigated this article [ 1 ] and determined that there was evidence of data fabrication and/or falsification in the following figures: Fig 1a, AKT panel Fig 2a, IB: α-HA IgG panel Fig 3b, MST2 panel Fig 4c, MST2 panel and Cleaved-MST2 panel Following their findings of misconduct the Moffitt Cancer Centre recommended retraction of [ 1 ]. The PLOS Editors also noted that the Fig 1a and Fig 1c MST2 Cleaved-MST2 panels appear to partially overlap when one of the panels is flipped horizontally. PLOS did not follow up on this additional concern. The authors did not respond to editorial communications regarding the above concerns and did not provide any underlying data. In light of the outcome of the institutional investigation and the concerns affecting multiple figure panels that question the integrity of these data, the PLOS ONE Editors retract this article. DK and ZY agreed with the retraction. SS, MDC, SK, and JQC either did not respond directly or could not be reached. ZY stands by the article’s findings. Reference 1 Kim D , Shu S , Coppola MD , Kaneko S , Yuan Z-q, Cheng JQ ( 2010 ) Regulation of Proapoptotic Mammalian ste20–Like Kinase MST2 by the IGF1-Akt Pathway . PLoS ONE 5 ( 3 ): e9616 . 10.1371/journal.pone.0009616 20231902"
}