{
    "PMID": "2341812",
    "title": "Apolipoprotein E2-Dunedin (228 Arg replaced by Cys): an apolipoprotein E2 variant with normal receptor-binding activity.",
    "year": 1990,
    "source_url": "https://europepmc.org/article/MED/2341812",
    "source": "MED",
    "full_text_abstract": "Homozygosity for the apolipoprotein (apo) E variant apoE2(158 Arg----Cys) invariably gives rise to dysbetalipoproteinemia, and when associated with obesity or a gene for hyperlipidemia, results in type III hyperlipoproteinemia. The association of the E2/2 phenotype with type IV/V hyperlipoproteinemia rather than type III hyperlipoproteinemia in identical twin brothers led us to investigate the primary structure of their apoE. Lipoprotein electrophoresis on agarose gels confirmed the presence of increased very low density lipoproteins (VLDL) and chylomicrons but little, if any, beta-VLDL, indicating that these subjects did not have dysbetalipoproteinemia. When the apoE from these twins was subjected to sodium dodecyl sulfate-polyacrylamide gel electrophoresis on a system that can distinguish apoE2(158 Arg----Cys) from all other known apoE variants, it gave rise to two components. One had the unique mobility of apoE2(158 Arg----Cys), and one migrated in the position of the other variants of apoE (and normal apoE3), indicating that the brothers were heterozygous for apoE2(158 Arg----Cys) and a second apoE2 isoform. Cysteamine modification and isoelectric focusing showed that, like apoE2(158 Arg----Cys), the second apoE2 isoform also contained two cysteine residues. The structural mutation in the second apoE2 isoform was determined by peptide sequencing. Like normal apoE3, this variant had arginine at position 158, but differed from apoE3 by the substitution of cysteine for arginine at position 228. Total apoE isolated from the brothers had the same receptor-binding activity in a competitive binding assay as a 1:1 mixture of normal apoE3 and apoE2(158 Arg----Cys).(ABSTRACT TRUNCATED AT 250 WORDS)",
    "function_signal": 0.0,
    "longevity_signal": 0.0,
    "year_score": 0.027777777777777776,
    "functionality_score": 0.0,
    "longevity_score": 0.0,
    "composite_score": 0.011111111111111112
}