{
    "PMC": "3862285",
    "DOI": "10.1155/2006/740493",
    "PMID": "17124347",
    "PMCID": "PMC3862285",
    "title": "DHPLC screening of ATM gene in Italian patients affected by ataxia-telangiectasia: fourteen novel ATM mutations.",
    "year": 2006,
    "source_url": "https://europepmc.org/article/PMC/PMC3862285",
    "source": "MED",
    "abstract_text": "The gene for ataxia-telangiectasia (A-T:MIM: #208900), ATM, spans about 150 kb of genomic DNA and is composed of 62 coding exons. ATM mutations are found along the entire coding sequence of the gene, without evidence of mutational hot spots. Using DNA as the starting material, we used denaturing high performance liquid chromatography (DHPLC) technique to search for ATM gene mutations. Initially, DHPLC was validated in a retrospective study of 16 positive control samples that included 19 known mutations; 100% of mutations were detected. Subsequently, DHPLC was used to screen for mutations a cohort of 22 patients with the classical form of A-T. A total of 27 different mutations were identified on 38 of the 44 alleles, corresponding to a 86% detection rate. Fourteen of the mutations were novel. In addition, 15 different variants and polymorphisms of unknown functional significance were found. The high incidence of new and individual A-T mutations in our cohort of patients demonstrates marked mutational heterogeneity of A-T in Italy and corroborate the efficiency of DHPLC as a method for the mutation screening of A-T patients.",
    "full_text": "Dis Markers Dis. Markers DM Disease Markers 0278-0240 1875-8630 IOS Press 3862285 17124347 740493 10.1155/2006/740493 Regular Article DHPLC Screening of ATM Gene in Italian Patients Affected by Ataxia-Telangiectasia: Fourteen Novel ATM Mutations Magliozzi Monia 1 Piane Maria 2 Torrente Isabella 1 Sinibaldi Lorenzo 1 2 Rizzo Giovanni 2 Savio Camilla 2 Lulli Patrizia 2 De Luca Alessandro 1 2 * Dallapiccola Bruno 1 2 Chessa Luciana 2 1 IRCCS-CSS Mendel Institute Rome Italy 2 Department of Experimental Medicine and Pathology University “La Sapienza” Rome Italy *Alessandro De Luca: alessandro.deluca@vch.ca 2006 15 11 2006 22 4 257 264 10 11 2006 10 11 2006 Copyright © 2006 Hindawi Publishing Corporation. 2006 The gene for ataxia-telangiectasia (A-T:MIM:#208900), ATM, spans about 150~kb of genomic DNA and is composed of 62 coding exons. ATM mutations are found along the entire coding sequence of the gene, without evidence of mutational hot spots. Using DNA as the starting material, we used denaturing high performance liquid chromatography (DHPLC) technique to search for ATM gene mutations. Initially, DHPLC was validated in a retrospective study of 16 positive control samples that included 19 known mutations; 100% of mutations were detected. Subsequently, DHPLC was used to screen for mutations a cohort of 22 patients with the classical form of A-T. A total of 27 different mutations were identified on 38 of the 44 alleles, corresponding to a 86% detection rate. Fourteen of the mutations were novel. In addition, 15 different variants and polymorphisms of unknown functional significance were found. The high incidence of new and individual A-T mutations in our cohort of patients demonstrates marked mutational heterogeneity of A-T in Italy and corroborate the efficiency of DHPLC as a method for the mutation screening of A-T patients. Ataxia-Telangiectasia ATM mutations DHPLC polymorphisms",
    "full_text_abstract": "The gene for ataxia-telangiectasia (A-T:MIM:#208900), ATM, spans about 150~kb of genomic DNA and is composed of 62 coding exons. ATM mutations are found along the entire coding sequence of the gene, without evidence of mutational hot spots. Using DNA as the starting material, we used denaturing high performance liquid chromatography (DHPLC) technique to search for ATM gene mutations. Initially, DHPLC was validated in a retrospective study of 16 positive control samples that included 19 known mutations; 100% of mutations were detected. Subsequently, DHPLC was used to screen for mutations a cohort of 22 patients with the classical form of A-T. A total of 27 different mutations were identified on 38 of the 44 alleles, corresponding to a 86% detection rate. Fourteen of the mutations were novel. In addition, 15 different variants and polymorphisms of unknown functional significance were found. The high incidence of new and individual A-T mutations in our cohort of patients demonstrates marked mutational heterogeneity of A-T in Italy and corroborate the efficiency of DHPLC as a method for the mutation screening of A-T patients."
}