{
    "PMC": "2483489",
    "DOI": "10.1107/s0907444906047287",
    "PMID": "17164530",
    "PMCID": "PMC2483489",
    "title": "Structural biology contributions to the discovery of drugs to treat chronic myelogenous leukaemia.",
    "year": 2007,
    "source_url": "https://europepmc.org/article/PMC/PMC2483489",
    "source": "MED",
    "abstract_text": "Chronic myelogenous leukaemia (CML) results from the Bcr-Abl oncoprotein, which has a constitutively activated Abl tyrosine kinase domain. Although most chronic phase CML patients treated with imatinib as first-line therapy maintain excellent durable responses, patients who have progressed to advanced-stage CML frequently fail to respond or lose their response to therapy owing to the emergence of drug-resistant mutants of the protein. More than 40 such point mutations have been observed in imatinib-resistant patients. The crystal structures of wild-type and mutant Abl kinase in complex with imatinib and other small-molecule Abl inhibitors were determined, with the aim of understanding the molecular basis of resistance and to aid in the design and optimization of inhibitors active against the resistance mutants. These results are presented in a way which illustrates the approaches used to generate multiple structures, the type of information that can be gained and the way that this information is used to support drug discovery.",
    "full_text": "Acta Crystallogr D Biol Crystallogr Acta Cryst. D Acta Crystallographica Section D: Biological Crystallography 0907-4449 1399-0047 International Union of Crystallography 2483489 17164530 ba5102 10.1107/S0907444906047287 ABCRE6 S0907444906047287 Research Papers Structural biology contributions to the discovery of drugs to treat chronic myelogenous leukaemia Drug discovery Cowan-Jacob Sandra W. a * Fendrich Gabriele a Floersheimer Andreas a Furet Pascal a Liebetanz Janis a Rummel Gabriele a Rheinberger Paul a Centeleghe Mario a Fabbro Doriano a Manley Paul W. a a Novartis Institutes for Biomedical Research, Basel, Switzerland Correspondence e-mail: sandra.jacob@novartis.com 01 1 2007 13 12 2006 13 12 2006 63 Pt 1 d070100 80 93 07 8 2006 08 11 2006 © International Union of Crystallography 2007 2007 This is an open-access article distributed under the terms described at http://journals.iucr.org/services/termsofuse.html. A full version of this article is available from Crystallography Journals Online. A case study showing how the determination of multiple cocrystal structures of the protein tyrosine kinase c-Abl was used to support drug discovery, resulting in a compound effective in the treatment of chronic myelogenous leukaemia. Chronic myelogenous leukaemia (CML) results from the Bcr-Abl oncoprotein, which has a constitutively activated Abl tyrosine kinase domain. Although most chronic phase CML patients treated with imatinib as first-line therapy maintain excellent durable responses, patients who have progressed to advanced-stage CML frequently fail to respond or lose their response to therapy owing to the emergence of drug-resistant mutants of the protein. More than 40 such point mutations have been observed in imatinib-resistant patients. The crystal structures of wild-type and mutant Abl kinase in complex with imatinib and other small-molecule Abl inhibitors were determined, with the aim of understanding the molecular basis of resistance and to aid in the design and optimization of inhibitors active against the resistance mutants. These results are presented in a way which illustrates the approaches used to generate multiple structures, the type of information that can be gained and the way that this information is used to support drug discovery. tyrosine kinase drug discovery imatinib nilotinib Crystallography of complexes 1. Introduction Chronic myelogenous leukaemia (CML) results from a gene defect in a haematological stem cell (HSC) leading to the expression of the BCR-Abl oncoprotein (Ren, 2005 ▶ ). In contrast to the tightly regulated c-Abl kinase, an auto-regulatory domain in the oncoprotein is truncated, leading to constitutive activation of the tyrosine kinase activity (Fig. 1 ▶ ). The resulting unregulated phosphorylation of intracellular proteins in HSCs leads to the uncontrolled growth and survival of the leukaemic cells. Imatinib (Gleevec; Novartis Pharma AG) is an inhibitor of the Abl tyrosine kinase and the therapeutic concept of Bcr-Abl tyrosine kinase inhibition as a treatment modality for CML has been established with this drug (Baccarani et al. , 2006 ▶ ). In the great majority of chronic phase CML patients, imatinib therapy affords progression-free survival with durable haematological or cytogenetic responses. However, the disease is not eradicated and a small percentage of patients develop insensitivity to imatinib and relapse (Druker, 2006 ▶ ). Relapse is frequently a consequence of the expression of imatinib-resistant mutant forms of BCR-Abl, which escape inhibition through the exchange of amino-acid residues in the Abl kinase domain with alternative residues which maintain enzymatic activity but have a reduced binding affinity to imatinib. The good understanding of imatinib therapy has greatly benefitted from crystallographic studies of the Abl kinase domain (Schindler et al. , 2000 ▶ ; Nagar et al. , 2002 ▶ ; Manley et al. , 2002 ▶ ), which showed that the drug inhibited the catalytic activity of Bcr-Abl by binding to an inactive conformation of the Abl kinase domain. Further structural biology studies established the mechanisms whereby mutant forms of the oncoprotein were resistant to imatinib (Gorre et al. , 2001 ▶ ; Cowan-Jacob et al. , 2004 ▶ ). This has paved the way for the design of second-generation Bcr-Abl inhibitors designed to inhibit the wild-type kinase and maintain activity against the imatinib-resistant mutants. It is believed that these new drugs will benefit imatinib-resistant and imatinib-intolerant CML patients and, if used in combination with other distinct Bcr-Abl inhibitors, might circumvent the emergence of drug-resistant mutant forms of Bcr-Abl. Crystallographic studies were undertaken in order to contribute to drug-discovery efforts to find new compounds that might inhibit Bcr-Abl with higher affinity while retaining the excellent kinase selectivity profile of imatinib. These studies included determining the binding modes of established chemotypes in order to understand the reasons for selectivity towards other kinases and towards particular Bcr-Abl mutants. Structures with novel chemotypes were also determined to investigate the conformational flexibility of Abl kinase and to identify potential new interactions which could be used to increase potency. These structures were followed up by cocrystal structures with modified chemotypes to support medicinal chemistry as part of the structure-based drug-design cycle involving computer-aided design, chemistry, biochemistry, biology and crystallography. In this article, we present the approaches used to obtain multiple cocrystal structures with Abl kinase, the type of information obtained and how this information was used to support drug discovery. The chemical structures of the compounds discussed in this report are shown in Fig. 1 ▶ ( b ). 2. Experimental 2.1. Molecular biology and expression Three different constructs of Abl kinase were used in these studies. Construct A was a gift from Brian Druker, Oregon Health Sciences University (USA). It consists of residues 218–500 of the 1130 amino acids of full-length human c-Abl, with an N-­terminal His tag and a factor Xa cleavage site (Fig. 1 ▶ ). Proteolytic cleavage with factor Xa leaves four extraneous amino acids (AAMD) at the N-­terminus. Construct B was a gift from Kuriyan and co­workers (Schindler et al. , 2000 ▶ ) and contains residues 229–515 of mouse c-Abl with an N-terminal His tag and a TEV protease cleavage site. The proteolytic cleavage product in this case contains six extraneous residues at the N-terminus (GAMDPS). Construct C was designed based on the results obtained with construct A and the published results with construct B . Both the N-terminus and the C-terminus were truncated to give residues 229–500 of human c-Abl with an N-­terminal His-tag and a TEV protease cleavage site. In this case, the proteolytic cleavage product has five extra residues (GAMDP) at the N-terminus (Fig. 1 ▶ ). For construct C , the DNA fragment encoding amino acids 229–500 of human Abl was generated by PCR using pC3-DNA-c-Abl (B. Druker) as a template. The PCR product was inserted into the vector pFastBac-HTA (Invitrogen) using restriction sites Bam HI and Hin dIII. Automated sequencing of plasmid DNA confirmed the expected sequence of the plasmid pFB-HTA-Abl500. Recombinant baculovirus FB-HTA-Abl500 was generated using the conventional Bac-to-Bac method from Invitrogen. Recombinant protein was expressed in Sf9 cells cultured in Excell 400 medium and 5% FCS in an 8 l total volume bioreactor (FairMenTec GmbH, Germany). The O 2 level was 36% saturation and the culture temperature was maintained at 301 K. At 72 h post-infection, cells were pelleted and stored at 203 K. To produce Abl–inhibitor complexes during expression, some compounds were added at the time of infection (imatinib, PD180970; 20 µ M each) or 24 h before cell harvest (NVP-AFN941; 3 µ M ). 2.2. Protein purification All purification steps were performed at 277–279 K. Cells from one bioreactor were lysed by sonication in 200–300 ml buffer A [50 m M sodium phosphate, 10%( v / v ) glycerol, 0.3 M NaCl, 10 m M 2-mercaptoethanol pH 8] supplemented with a protease-inhibitor cocktail (Complete EDTA-free, Roche). The lysate was clarified by centrifugation and filtration. Compounds that had not already been added during fermentation ( e.g. NVP-AEG082, NVP-AFG210) were added to the lysis supernatant (25 µ M final concentration) and the His-Abl–ligand complexes captured by Ni-affinity using Ni–NTA Superflow resin (Quiagen) by either a batch or a column procedure. After washing with low concentrations of imidazole (10–20 m M ), His-Abl was eluted with 120–150 m M imidazole in buffer B [20 m M Tris, 10%( v / v ) glycerol, 0.1 M NaCl, 5 m M 2-­mercaptoethanol pH 8 at 277 K]. Subsequently, 2 m M DTT and 1 m M EDTA were added and the His tag removed by a 16–20 h incubation with TEV protease (80–100 U per milligram of mg His-Abl; Invitrogen) in the case of constructs B and C . Construct A was treated with 0.1%( w / w ) papain (Roche) for 3.5 h to remove the His tag together with the factor Xa site and amino acids 219–227 of Abl. The papain reaction was stopped by the addition of 25 µg ml −1 antipain (Roche). The cleavage reactions, except for that of the Abl–NVP-AFN941 complex, were purified by anion-exchange chromatography on a Mono Q HR10/10 column (GE Healthcare) using a gradient from 50 to 300 m M NaCl in buffer C [20 m M Tris, 5%( v / v ) glycerol pH 8.4 at 277 K]. Prior to loading, the respective ligands were re-added to a 1.5-fold molar excess to stabilize the Abl kinase during this step. The main peak containing unphosphorylated Abl either still in complex with the respective ligand (imatinib, PD180970, NVP-AEG210) or in the apo form owing to ligand loss (NVP-AFG210) were concentrated after re-addition of enough ligand to obtain a twofold molar excess and applied onto a HiLoad 16/60 Superdex 75 size-exclusion column (GE Healthcare). The column was eluted with buffer D (20 m M Tris, 0.1 M NaCl, 1 m M EDTA, 3 m M DTT pH 7.6 at 296 K) and the peak corresponding to a monomeric Abl–ligand complex collected. Ligands were re-added if they were partially lost during the size-exclusion step (NVP-AFG210, NVP-AFN941) and the Abl–ligand complexes concentrated to 23–30 mg ml −1 by ultrafiltration. In the case of Abl–NVP-AFN941, T-cell protein tyrosine phosphatase (∼27 units per milligram of Abl; New England Biolabs) was added to the papain cleavage reaction after stopping with antipain and the mixture was incubated for an additional 20 h at 277 K. The Mono Q step was omitted and the concentrated reaction was directly applied onto Superdex 75 and eluted with a modified buffer D which includes 0.2 M ethyleneglycol. The concentrations of Abl and the respective ligands were determined by HPLC. The purified Abl–ligand complexes were characterized by mass spectrometry (LC–MS) and N-terminal sequence analysis. 2.3. Crystallization and data collection Crystal screening was first performed manually using hanging-drop experiments with approximately 0.8 + 0.8 µl drops in 24-well trays and later using automated methods where sitting drops as small as 0.2 + 0.2 µl were prepared using an eight-tip pipetting system (Cartesian) in 96-well trays. To maximize the chances of success, owing to the complementarity of the results obtained by different crystallization methods, microbatch under oil was also used for screening (OryX, Douglas Instruments, UK). Commercial screens from Hampton Research (Laguna Niguel, CA, USA) and Jena Bioscience (Jena, Germany) were used in addition to home-made screens, which were designed based on crystallization buffers shown to be successful with other proteins in published or internal reports. Screens were performed at 277 and at 293 K, with protein concentrations between 15 and 30 mg ml −1 , depending on the behaviour of the particular complex. Optimization was performed by the hanging-drop method in 24-well plates or by microbatch under oil in 72-well plates. In many cases, seeding of the optimization experiments was performed by touching available crystals with a cat whisker or a disposable acupuncture needle and then touching successive freshly set drops with the probe. In one example (the imatinib complex), crystals obtained at 293 K did not diffract well, but seeding from these crystals into drops set up with the same buffer conditions at 277 K gave a new crystal form which diffracted to beyond 2.4 Å resolution. Crystals obtained were always cryocooled in order to avoid serious radiation damage and also because many of the crystals were obtained at 277 K. This was performed by gradual addition of a cryobuffer, which was usually equivalent to the mother liquor but with some of the water replaced by glycerol. The addition of cryobuffer had to be gradual in order to avoid damaging the crystals and generally took 2–4 h. The last step was a transfer of the crystal into the cryobuffer and then a quick dunking of the crystal on a loop into liquid nitrogen. All data sets were collected at synchrotron sources and the results for the examples mentioned in this report are listed in Table 1 ▶ . 2.4. Structure determination and refinement Structures were determined using MOLREP from the CCP 4 program interface CCP 4 i (Vagin & Teplyakov, 1997 ▶ ; Collaborative Computational Project, Number 4, 1994 ▶ ), initially using the protein coordinates of PDB entry 1fpu (Schindler et al. , 2000 ▶ ) and then using the most similar structures obtained in our laboratory. Rigid-body refinement of the solutions was performed using REFMAC 5 (Murshudov et al. , 1997 ▶ ), restrained refinement using maximum-likelihood statistics was carried out using REFMAC 5 or an early version of BUSTER (Roversi et al. , 2000 ▶ ; Blanc et al. , 2004 ▶ ) and model building was performed using the program O (Jones et al. , 1991 ▶ ). Strong noncrystallographic symmetry restraints were used in the initial cycles of refinement, but the number of restraints was reduced as refinement proceeded to account for real differences between the molecules. Individual B factors were refined throughout the process. The final cycles of refinement, performed using REFMAC 5 in all cases except for the Abl–NVP-AFG210 complex, were interfaced with water addition using ARP / wARP (Perrakis et al. , 1997 ▶ ). Structure validation was performed using tools in the programs O and PROCHECK (Laskowski et al. , 1993 ▶ ). All figures were prepared using PyMOL ( http://pymol.sourceforge.net ). PDB access codes for the structure factors and coordinates of the final models are listed in Table 2 ▶ . 3. Results and discussion 3.1. Protein preparation The three different constructs of Abl kinase prepared for this study (Fig. 1 ▶ ) show similar behaviour. Expression in Sf9 insect cells yields around 10 mg soluble Abl protein per litre; however, it is heterogenously phosphorylated. To obtain homogeneous protein for crystallization, the unphosphorylated form of Abl kinase is preferred. The fraction of unphosphorylated protein can be increased through dephosphorylation by protein tyrosine-specific phosphatases or, more convienientely, by including an Abl kinase inhibitor in the cell culture. In several cases, the addition of inhibitor leads to an increase in the expression level. However, inhibitor addition is limited by the toxicity of the compound towards the insect cells, e.g. NVP-AFN941 could only be added later during expression and at low concentration, and by the stability of the compound under fermentation conditions. Compounds modified during fermentation ( e.g. NVP-AEG082) had to be added during cell lysis. All three constructs are labile in their apo form, but can be stabilized by ligands, with the degree of stabilization reflecting directly the affinity of a particular ligand towards Abl kinase. Stabilization by a high-affinity ligand is particularly crucial in the anion-exchange step used to separate residual phosphorylated forms and to achieve high protein concentrations for crystallization. Initially, protein from construct A was purified and cleaved with factor Xa to obtain AAMD-Abl(218–500), which crystallized readily in complex with imatinib. However, these crystals diffracted poorly, possibly owing to the elongated N-terminus compared with that of construct B (Schindler et al. , 2000 ▶ ). Limited proteolysis with papain gave an N-terminally trunctated protein Abl(227/228–500) which yielded high-resolution structures with imatinib and NVP-AEG082. Based on this result and the N-terminus reported for crystallized mouse-Abl (construct B ), construct C was designed. Construct B was crystallized once (with NVP-AFG210) to compare it with the in-house constructs A and C , but did not show any advantage. An efficient purification procedure for construct C in the presence of a stabilizing ligand has been established and has allowed the preparation and crystallization of many different complexes besides that reported here with PD180970. 3.2. Crystallization Throughout the duration of this project, numerous refinements were made to the processes. Initially, screens were performed with hanging-drop experiments in 24-well trays and required about 100 µl protein to screen 96 different buffer conditions. The more recent screens were prepared using a robot to distribute the reservoir solutions (reformatting) into 96-well trays and another robot to prepare sitting drops in these trays, requiring less than 30 µl of protein to test 96 different buffer conditions. Initially, viewing of plates was performed manually under a microscope, but more recently the introduction of an automated imaging system allowed the viewing of trays stored at 277 and 293 K remotely according to a predefined schedule. The advantages of the robotics can be measured in the larger number of experiments that can be performed with the same amount of protein, the reduced manual intervention time and the simultaneous electronic recording of the experimental details and results. Crystallization details for the structures published here are listed in Table 1 ▶ . Much better results were obtained with crystallization of construct C compared with construct A and in order to obtain diffraction-quality crystals with the former, seeding was usually necessary. Among the trends noticed for these and the many other Abl complexes crystallized was the fact that the ease of crystallization (number and simplicity of optimization of hits from crystal screens) increased in proportion to the increase in affinity of the inhibitor. The Abl protein was found to be much less stable in the absence of an inhibitor, tending to aggregate and precipitate. Presumably, the higher affinity inhibitors stabilized the protein, making it more suitable for crystallization. 3.3. Structure determination and refinement The phasing and refinement of the structures presented here was relatively straightforward, except for the NVP-AFG210 and NVP-AFN941 complexes (Table 2 ▶ , difference maps for the ligands are shown in the supplementary material 1 ). In the case of NVP-AFG210, the overall temperature factor for the data based on Wilson statistics was estimated at 77 Å 2 and the individual values refined to an average of 80 Å 2 for the protein, with a range of 33–175 Å 2 . The electron density resembled that of a lower resolution structure, the ligand occupancy was weak and the R factors converged at rather high values ( R = 0.264, R free = 0.314). Water molecules were not added to the electron density owing to the low resolution. Repeated data collection from different crystals gave no improvement. The data were checked for twinning and also processed in lower symmetry space groups, but no errors could be identified. There are some close contacts between the inhibitor and the protein and it should be considered a low-quality structure from which only the mode of binding and not detailed interactions can be inferred. In the case of the Abl–NVP-AFN941 complex there was a technical problem during collection of the data at the synchrotron, in which the total ϕ range of each image was actually shorter than requested. This data collection was not repeated because other structures had higher priority and the quality of the electron density in this case was reasonable for the resolution of the data obtained. The surprising result for this complex was the fact that only one of the three molecules in the asymmetric unit contained the inhibitor, despite the fact that the crystallization was performed with a stoichiometric ratio of the protein and NVP-AFN941. The other two inhibitors were found to form crystal contacts between protein molecules. There is an ongoing debate in the pharmaceutical industry about the balance between quality and impact in structural biology. Considerable efforts can be made to try and improve the crystals in order to obtain higher resolution data, to recollect data sets that have lower quality owing to a technical problem ( e.g . the short ϕ range in the NVP-AFN941 complex data set) and to refine the structure to a point where even the most meticulous crystallographer would not find a better fit. However, what level of quality is really required to be sure that one has an accurate model of the inhibitor binding to the protein target which can be used as a basis for drug design? Some groups only spend time refining the part of the structure close to the ligand-binding site, which in general gives an accurate result when the quality of the data is high and when multiple structures of the same protein have already led to a very good model. We tend to refine all structures to convergence, especially in a case like this where many different space groups are found and different crystal environments lead to many different loop conformations, as Abl kinase is a rather flexible protein. However, if repeating the experiment requires going back to protein expression in the presence of the inhibitor, or if obtaining better data means going back to screening to find a new crystal form, and if the quality of the data are sufficient to be sure of the mode of binding of the inhibitor, this extra work may not be justifiable in an environment where time and resources are critical. What is important is to be able to recognize what level of detail the quality of the structure is justified to provide and not to overinterpret the results (Davis et al. , 2003 ▶ ). 3.4. Structure of the imatinib complex and study of mutants The structure of human Abl in complex with imatinib (Manley et al. , 2002 ▶ ) is very similar to the structure of the mouse enzyme (Nagar et al. , 2002 ▶ ), despite the fact that they were obtained in different space groups and with different length proteins (Fig. 1 ▶ ). The average r.m.s.d. value for all 261–264 C α atoms of pairwise superimposed subunits (four protein molecules in the human structure, two in the mouse structure) varies between 0.34 and 0.80 Å. The main differences occur in loop regions where the temperature factors are high ( e.g . the β3-αC loop and the A-loop) and are not highly correlated with crystal contacts. In general, there are slightly higher differences in the N-­terminal lobe because there is a tendancy for this lobe to rotate as a rigid body with respect to the C-­terminal lobe. Imatinib binds in the cleft between the N- and C-terminal lobes, as expected (Fig. 2 ▶ ). However, what was not predicted before the des-methylpiperazinyl imatinib structure appeared (Schindler et al. , 2000 ▶ ) was that it bound to an inactive conformation where the DFG motif flips out to make a channel beyond the gatekeeper residue (Thr315) for the benzamide and N -methylpiperazine groups (Nagar et al. , 2002 ▶ ; Manley et al. , 2002 ▶ ). The rest of the A-loop also adopts an inactive conformation in which the residues around Tyr393 bind in and block the substrate-binding site. In addition, the P-­loop folds down to form a cage around the pyridine and pyrimidine groups of imatinib. The N -methylpiperazine group, which was incorporated into the molecule during optimization to improve solubility, is found to have a strong interaction with the protein via hydrogen bonds with the main-chain carbonyl groups of Ile360 and His361 (Fig. 2 ▶ ). Other hydrogen-bond interactions are found between the pyridine N and the backbone NH of Met318 in the hinge region, the anilino NH and the side chain of the gatekeeper residue Thr315, the amide NH and the side chain of Glu286 from helix C, and the amide carbonyl and the backbone NH of Ala380, which just precedes the highly conserved DFG motif. These hydrogen bonds are complemented by extensive hydrophobic interactions over the whole length of the inhibitor, although there are less for the N -­methylpiperazine, which is partially exposed to solvent. 3.4.1. Reasons for selectivity Determinants of selectivity in Abl kinase include the conformation of the DFG motif at the start of the A-loop and the conformation of the P-loop. Kinases such as c-Src, that are presumably unable to adopt the DFG-out conformation, cannot bind imatinib strongly (Cowan-Jacob et al. , 2005 ▶ ). c-Src shares a very high sequence identity with Abl kinase (50% in the kinase domain and about 90% in the ATP site and around the DFG motif), but has a different inactive kinase conformation compared with inactive Abl in complex with imatinib (Xu et al. , 1999 ▶ ; Nagar et al. , 2002 ▶ , 2003 ▶ ). In the assembled inactive c-Src structure, the C-­helix is swung out of the active site and the A-loop forms a single turn of helix that stabilizes the position of helix C by packing underneath it. However, the DFG motif has a conformation similar to that observed in active kinases. As a result, imatinib or its analogues bind to c-Src or the homologous Syk with a different and lower affinity binding mode (Cowan-Jacob et al. , 2005 ▶ ; Atwell et al. , 2004 ▶ ). The DFG-out conformation has been seen for other kinases such as the Ser/Thr kinases b-Raf (Wan et al. , 2004 ▶ ) and P38 Map kinase (Pargellis et al. , 2002 ▶ ), and the tyrosine kinases cKit (Mol et al. , 2004 ▶ ), KDR (Manley, Bold et al. , 2004 ▶ ), Flt-3 (Griffith et al. , 2004 ▶ ) and insulin receptor kinase (Irk; Hubbard et al. , 1994 ▶ ). However, imatinib does not bind to b-Raf, P38, KDR, Flt-3 or Irk, although it does bind to c-Kit. Therefore, although the ability of the kinase to adopt the DFG-out conformation is necessary for it to bind to imatinib, this is not sufficient. One of the reasons for this is the size of the side chain in the gatekeeper position at the back of the ATP-binding site. In Abl it is Thr315, while in Irk it is a methionine, in Flt-3 it is a phenylalanine and in b-Raf it is a leucine. If these side chains are larger than threonine, they partially block the path to the pocket formed by the DFG-out conformation, which restricts the types of compounds that can access this pocket. In KDR this residue is a valine, which would not cause steric hindrance, but would be unable to form a hydrogen bond with imatinib. The reason for the lack of binding of imatinib to P38 kinase, which, like Abl, has threonine in the gatekeeper position, is the existance of a shorter hinge region that changes the shape of the ATP-binding site. The fact that imatinib is observed to bind to c-Kit suggested that c-Kit, which also has a threonine in the gatekeeper position and shares high homology to Abl in the ATP site and the DFG region, can also adopt the DFG-out conformation and this was recently confirmed by Mol et al. (2004 ▶ ). Presumably PDGFRβ can adopt a similar conformation, although this structure has not yet been published. The P-loop (phosphate-binding or glycine-rich loop) contributes to the selectivity because, as mentioned above, in the imatinib complex this loop adopts an inactive conformation that forms extensive contacts with the inhibitor. This conformation allows Tyr253 of the P-loop to form a face-to-edge aromatic interaction with the pyrimidine group of imatinib. A similar conformation has been seen in an Fgfr1 kinase–inhibitor complex, where it is also thought to contribute to binding of the inhibitor and therefore selectivity (Mohammadi et al. , 1997 ▶ ). In the imatinib–c-Kit complex, the conformation of the P-loop resembles that found in active kinases. This is a consequence of the presence of a cysteine in c-Kit in the place of Ala380 in Abl, which requires a different conformation of the Phe382 side chain for steric reasons and allows this side chain to form a face-to-edge aromatic interaction with imatinib (Mol et al. , 2004 ▶ ; S. Cowan-Jacob & G. Fendrich, unpublished data). At the same time, the Phe382 side chain prevents the P-­loop from adopting the cage conformation observed in c-Abl. Hence, imatinib will bind strongly to kinases in which the P-­loop sequence favours the adoption of a conformation that allows extensive contacts with the inhibitor, or in which other structural elements can form similar interactions. The consequence of these observations for the design of new inhibitors is that incorporating interactions between the inhibitor and the protein that take advantage of special inactive conformations of the kinase is likely to provide selectivity. 3.4.2. Reasons for resistance The single site mutations of Bcr-Abl were mapped onto the imatinib–Abl complex structure as they were reported (Shah et al. , 2002 ▶ ). The surprising observation was that these mutations do not cluster around the imatinib-binding site, but are spread throughout the kinase domain (Fig. 2 ▶ ). The reasons for resistance have been discussed in depth elsewhere (Cowan-Jacob et al. , 2004 ▶ ), but the general trends are summarized here. The commonest mutations are Thr315Ile (the gatekeeper residue in the hinge region), Glu255Lys/Val (in the P-loop) and Met351Thr (distant from the binding site in the C-terminal lobe of the kinase). The gatekeeper mutation causes steric hindrance with imatinib and the loss of a hydrogen bond, which explains why the affinity of imatinib drops dramatically (IC 50 > 10 µ M for Thr315Ile, compared with 0.20 µ M for wt-Abl). The mutation from threonine to isoleucine makes no difference to the binding of ATP and there are quite a variety of residues found in this position in other kinases in their wild-type state, suggesting that this will be a hotspot for mutations causing resistance to the binding of many inhibitors of kinases, even in their active state. The P-loop mutation causes the loss of two hydrogen bonds that stabilize the inactive conformation of this special cage around the inhibitor and would therefore tend to shift the equilibrium distribution of the kinase conformational states towards the active conformation, to which imatinib does not bind (IC 50 = 6.7 µ M for Glu255Lys). Other mutations in the P-loop such as Tyr253His or Gly250Glu also cause significant insensitivity to inhibition by imatinib (IC 50 > 10 µ M and 3 µ M , respectively), also probably owing to either destabilization of the inactive conformation or stabilization of the active conformation of the kinase. For example, the glutamate mutation at the position of Gly250 does not provide any reason for destabilization of the inactive conformation of the P-loop, but it could form hydrogen bonds that would stabilize the conformation of the P-loop in the activated kinase. The distant mutation Met351Thr is more difficult to explain. A structure of this mutant in complex with nilotinib (NVP-AMN107) shows that the mutation causes a small rearrangement in the core of the C-terminal lobe of the kinase (Weisberg et al. , 2005 ▶ ). This is likely to lead to a higher overall entropy of the structure, which will require more energy for inhibitor binding. In addition, it may lead to a shift in equilibrium between the inactive and active conformations of the kinase. All of these distant mutations, including some in the A-­loop such as His396Pro, have a relatively small effect on the binding affinity, with IC 50 values only threefold to sixfold higher than for wild-type Abl. A recent crystal structure of the latter mutant revealed an active conformation of Abl kinase, despite the lack of phosphorylation of the A-loop tyrosine (Young et al. , 2006 ▶ ). This is most likely owing to the destabil­ization of the inactive conformation of the A-loop as a consequence of the conformational constraints of the proline, but may be enhanced by the fact that the inhibitor, VX-680, sterically favours the active conformation. The theory that many of these single-site mutations lead to a shift of the Abl kinase conformation towards the active state is supported by the work of Azam et al. (2003 ▶ ), in which an in vitro screen was used to find imatinib-resistant mutants in the kinase domain and the N-terminal region of Abl. A mapping of these mutants onto the structure of the assembled inactive state of Abl, which includes the SH3, SH2, linker and kinase domains, shows that many of these mutants will interfere with the domain–domain regulatory interactions that are required to maintain the down-regulated state of Abl (Nagar et al. , 2003 ▶ , 2006 ▶ ). Other mutations would appear to disfavour an Src-like inactive conformation of Abl that might be necessary for the interconversion between the active and inactive states (Levinson et al. , 2006 ▶ ). The binding of imatinib to the inactive conformation of Abl kinase relies on specific interactions and conformational states that in many cases have no constraints in the active conformation. For example, the residues observed to be mutated in the P-loop have no effect on the binding of ATP in the active conformation and result in no significant change to the K m values, but the identity of the residues is important for the binding of imatinib because they contribute to the stabilization of the inactive conformation (Cowan-Jacob et al. , 2004 ▶ ). Therefore, the reasons for selectivity are also a strong contributor to the susceptibility to resistance. 3.5. Exploring the inhibitor-binding site 3.5.1. Structures of Abl in complex with different chemotypes An attractive strategy to overcome or avoid most cases of resistance would be to administer two drugs in combination which utilize different binding interactions to inhibit the Abl kinase. In particular, a useful combination could be a compound which binds to the inactive conformation, such as imatinib, with a compound which binds to an active conformation. Examples of chemotypes used as leads for targeting the active conformation are NVP-AFN941 (tetrahydrostaurosporin) and PD180970 (Fig. 3 ▶ ). The structures of these complexes show that both inhibitors bind in the ATP site and form hydrogen bonds with the hinge region and that they are both within van der Waals distance of the Thr315 gatekeeper residue, although the contacts between PD180970 and Thr315 are much more extensive. The NVP-AFN941 complex structure essentially resembles that of an active kinase, despite the lack of phosphorylation on the A-loop, although some parts of the A-loop and the P-loop are disordered in the crystals. This structure is very similar to other structures of tyrosine kinases in complex with staurosporin, such as Lck, Zap-70, Syk and Fyn (Zhu et al. , 1999 ▶ ; Jin et al. , 2004 ▶ ; Atwell et al. , 2004 ▶ ; Kinoshita et al. , 2006 ▶ ). There are only minor differences in distant loops and the A-loop near the phosphorylation site, because some of these structures are phosphorylated and the Abl–NVP-AFN941 complex is not. The PD180970 structure, which is similar to that of a complex with a related compound published by Nagar et al. (2002 ▶ ), shows an inactive conformation of the P-loop and an unusual conformation of the DFG motif (Fig. 3 ▶ ), but otherwise resembles an active kinase conformation with respect to the position of the C-helix and the path of the rest of the A-loop. Tyr393 is sitting in the same position as the phosphorylated tyrosine in active Lck and there is room in this Abl structure for a phosphate group which could interact with Arg363 and His396. The conformation of the P-loop resembles that of the complex with imatinib, which shows that this conformation can be adopted with different chemotypes and it is not specifically stabilized by imatinib only. The conformation of the DFG motif involves the flipping over of Asp381 to make a strong hydrogen bond with the main-chain carbonyl of Val299 (Fig. 4 ▶ ). This results in the Asp381 side chain occupying what would be the position of the Phe382 side chain in the active conformation and the Phe382 side chain flipping over to occupy the site of the Asp381 side chain. This ‘DFG-flip’ conformation puts the Phe382 side chain in van der Waals contact distance of the inhibitor. The buffer used to grow the crystals of the Abl–PD180970 complex crystals has a pH of 7.0 (measured as pH 6.8), so it is unlikely that it is the crystal buffer that favours protonation of the Asp381 side chain, although it cannot be ruled out that this conformation is an artefact of the crystallization conditions. A similar conformation of the DFG motif is seen in other Abl structures (Nagar et al. , 2002 ▶ , 2003 ▶ ) and it may represent another natural inactive conformation of the kinase. This ‘DFG-flip’ conformation does not expose the pocket beyond the gatekeeper residue that becomes available for inhibitor binding in the ‘DFG-out’ conformation. The structure in complex with NVP-AEG082 represents that of a chemical class that binds to the inactive ‘DFG-out’ conformation of Abl kinase, but does not induce or stabilize an inactive conformation of the P-loop (Fig. 5 ▶ ). The trifluoromethylphenyl group makes a very complementary fit to the ‘DFG-out’ pocket and the reverse amide of NVP-AEG082 (compared with the orientation of the amide in imatinib) and makes analogous hydrogen bonds to Glu286 and the amide N atom of Ala380 to those observed for imatinib. As for most other kinase inhibitors, NVP-AEG082 forms two hydrogen bonds with the main-chain atoms of the hinge region. There are two molecules in the asymmetric unit of the crystals and one of these shows a novel A-loop conformation, while the A-­loop is not visible in the other owing to disorder. The novel A-loop conformation lies in an intermediate position between the active conformation and the imatinib-bound conformation. The path of this segment departs from the latter conformation at Leu383, superimposes again at Lys400, has Tyr393 exposed at the surface and shows some weak resemblance to the intermediate conformation observed in partially phosphorylated Igf1r kinase (Pautsch et al. , 2001 ▶ ). However, this conformation is stabilized by crystal contacts in the Abl structure, so it is not clear if this is really a natural inactive state of the A-loop of Abl kinase. Another difference between the conformation of the protein in the NVP-AEG082 complex and the imatinib complex is the relative position of the N- and C-terminal lobes of the kinase. There is a shift of main-chain atoms in the N-terminal lobe as great as 2.6 Å between the two structures. This seems to be induced by the differing shapes of the inhibitors rather than crystal-packing forces, because both molecules in the asymmetric unit of the NVP-AEG082 complex have different crystal-packing contacts, yet they both have the same relative orientation of the N- and C-terminal lobes. NVP-AFG210, a known Raf kinase inhibitor (Thaimattam et al. , 2004 ▶ ) is another example of a compound that binds to the DFG-out conformation of Abl kinase. This chemotype is interesting because it would be predicted to bind to the Thr315Ile gatekeeper mutant and although this particular compound was not tested against the mutant, other compounds in this chemical series show inhibition of Thr315Ile Abl in the nanomolar range. The central phenyl ring lies more than 1.2 Å further away from Thr315 than the other inhibitors reported here, which leaves enough space for an extra methyl group (Fig. 5 ▶ ). The chemical structure of NVP-AFG210 allows this relative displacement while retaining hydrogen-bonding interactions with the hinge region. The pyridine group forms one hydrogen bond to the backbone nitrogen of Met318 and there is also a favourable interaction between the pyridine CH and the main-chain carbonyl of Glu316. The trifluoromethylbenzene binding in the DFG-out pocket superimposes very well with the same group in other inhibitors, despite the difference in the central part of the inhibitor. The urea group forms hydrogen bonds with Glu286 and the main chain of Asp381, although only one of the N atoms in the urea is participating. The medicinal chemistry for a related series of urea-based compounds, which produced potent inhibitors of Abl and PDGFR, has recently been published (Manley, Breitenstein et al. , 2004 ▶ ). 3.5.2. Conformational flexibility of the Abl kinase domain Superposition of the various structures reported here and one recently reported structure (Levinson et al. , 2006 ▶ ; PDB code 2g1t ) shows that there are four main regions of conformational flexibility in the Abl kinase domain: the A-loop, the P-loop, the C-helix and the relative position of the N-terminal lobe with respect to the C-terminal lobe (Fig. 4 ▶ ). These conformational differences cause changes in the properties of the inhibitor-binding site and can be exploited to gain selectivity while optimizing affinity. With regard to the A-loop, the conformation of the DFG motif has the greatest effect on the binding pocket. There are now four main conformations observed for this highly conserved structural element: the active conformation, the DFG-out conformation, the DFG-flip conformation and the Src-like inactive conformation (Fig. 4 ▶ , Table 3 ▶ ). A recent publication used molecular-dynamics simulations to show that the Src-like inactive conformation of Abl kinase might be an intermediate step in the transition between the active and inactive conformations of the DFG motif; however, the DFG-flip conformation was not mentioned in this work (Levinson et al. , 2006 ▶ ). When comparing the surfaces of the various structures, it can be seen that there are small pockets under the C-helix in the structure with the DFG motif in the active conformation (NVP-AFN941 complex) and these are larger in the structure with the flipped conformation of the DFG motif (PD180970), suggesting that this could also be an intermediate state between the active and DFG-out conformations (Fig. 6 ▶ ). The backbone ϕ and ψ angles of the residues defining the DFG-motif conformations show that the major difference between the DFG-flip conformation and the others is a rotation of about 70° about the Ala380 ϕ angle, while the Asp381 angles are somewhere between the DFG-out and the Src-like inactive conformations and the Phe382 angles are much the same as the Src-like inactive conformation. With regard to inhibitor binding, the DFG-flip conformation allows Phe382 to make interactions with the inhibitor and changes the shape of the binding site (Fig. 6 ▶ c). The conformation of the P-loop has an effect on the properties of the inhibitor-binding site at the entrance of the ATP pocket (left-hand side of the binding site in the figures). In the cases where the P-loop forms a cage around the inhibitors, the entrance is almost closed (Figs. 6 ▶ a and 6 ▶ b ), while in the NVP-AFN941 complex it adopts an active conformation and is partially disordered, so the entrance is quite open (Fig. 6 ▶ d ). The NVP-AEG082 complex has the extended conformation of the P-loop typical of the active conformation, but the entrance to the ATP site looks quite closed compared with the other complexes. This is because Phe382 of the DFG motif adopts a conformation similar to that observed in the c-Kit–imatinib complex, where it extends across underneath the P-loop toward the entrance of the ATP pocket and forms a hydrophobic surface that is complementary to the shape of the inhibitor. NVP-AEG082 does not extend far toward the entrance of the ATP pocket, so does not require space in this region like NVP-AFN941. These observations tend to suggest that the shape of the pocket created by the P-loop is correlated with the conformation of the DFG motif, which is true when they contact each other in the structures. All of the compounds reported here occupy different parts of the binding site. For example, the dichlorophenyl group of PD180970 has a very good fit to the pocket lined by the gatekeeper residue, which is not used by NVP-AFN941. Imatinib fills this region with a methylbenzene group in a very similar way to PD180970, while AEG082 also fits it well owing to the ortho substitution pattern of the benzene ring. NVP-AEG082 and NVP-AFG210 have an excellent fit to the DFG-out pocket, while imatinib does not have good shape complementarity in this region and NVPAFN941 and PD180970 do not use this pocket at all. A comparison of the way different chemotypes use the binding site allows the design of new structures that use all the subsites in the most effective way, which can be used to gain affinity and selectivity (for an example, see Liu & Gray, 2006 ▶ ). 3.6. Structures to support chemical optimization Based on the structures of imatinib and other lead series bound to Abl kinase, many suggestions were made for synthesis of new and improved compounds with the aim of gaining potency and at least retaining selectivity. Only one of these paths will be briefly presented here. Four different groups were proposed to take advantage of the hydrogen bonds observed for the amide group of inhibitors to Glu286 and Ala381. The formation of an amide, a reverse amide, a sulfonamide and a urea were the basis of the creation of chemical libraries to explore binding in the DFG-out pocket, while retaining the methylphenyl-(pyridinyl-pyrimidinyl)-amine moiety of imatinib in the ATP pocket (Manley, Breitenstein et al. , 2004 ▶ ). Compounds giving IC 50 values against c-Abl in the nanomolar range were found for each series except for the sulfon­amides, where all inhibitors were inactive. Structures were determined for some of these potent inhibitors and were used as a basis for ideas to support the optimization of chemical properties such as chemical stability, metabolic stability and solubility while retaining affinity (Manley et al. , to be published; Manley, Breitenstein et al. , 2004 ▶ ). Incorporation of a hydroxyl group into the reverse-amide series to target Asp381 gave a compound (NVP-AHT202) having an excellent kinase inhibition profile but poor drugability characteristics (Manley et al. , to be published). The investigation of alternative donor/acceptor groups finally led to the synthesis of NVP-AMN107 (nilotinib), which is highly potent, very selective and active against all but one of the resistance mutants isolated from relapsed imatinib patients, has good pharmacokinetic properties and is now in clinical trials in man (Weisberg et al. , 2006 ▶ ; Kantarjian et al. , 2006 ▶ ). Structures of nilotinib in complex with Abl show that it makes similar hydrogen-bonding interactions to imatinib with Abl kinase, except for those formed by the N -­methylpiperazine group of imatinib to the C-terminal lobe (Fig. 7 ▶ ; Weisberg et al. , 2005 ▶ ). Nilotinib has a better fit to the DFG-out pocket than imatinib, which probably accounts largely for its increased affinity. There is also a weak electrostatic interaction between a fluorine from the trifluoromethyl group of nilotinib and the polarized C atom of the Ala380 carbonyl group (Manley, Cowan-Jacob, Fendrich et al. , 2005 ▶ ). Its ability to inhibit most of the imatinib-resistant mutants is most likely to primarily be a consequence of the increased affinity of nilotinib compared with imatinib, allowing it to overcome the slight shift of the equilibrium between the inactive and active states of the enzyme towards the active state. 4. Conclusions As stated by Levinson et al. (2006 ▶ ), working with an unphosphorylated protein seems to allow the sampling of numerous possible conformational states. Phosphorylation will stabilize an active conformation, but the binding of an inhibitor or even the presence of different types of crystal environments can stabilize the active and other conformations of the unphos­phorylated protein. Working with unphosphorylated protein does not preclude observing the active conformation. It is even possible to isolate a protein in two different conformational states, or different ligation states, within the same crystal ( e.g . the NVP-AFN941 complex reported here; Levinson et al. , 2006 ▶ ). An examination of the different conformational states of Abl kinase has lead to an excellent understanding of the features of the binding important for potency, selectivity and susceptibility to resistance. After imatinib became the first successful small-molecule kinase inhibitor to reach the market (Capdeville et al. , 2002 ▶ ), publication of the first structure of Abl kinase (Schindler et al. , 2000 ▶ ) and recognition that mutant Bcr-Abl was a key mechanism of imatinib resistance (Shah et al. , 2002 ▶ ), the race was on to use structural biology to help find even better treatments for CML. As a result, the structural biology program experienced considerable pressure to obtain novel structures quickly. This pressure is further emphasized by the large number of publications, illustrating the competitive nature of the field. In order to obtain the structural results rapidly, the use of protein produced from multiple constructs, the use of crystallization robotics and the use of partially automated software was important. The availability of structures and especially the fact that these structures showed a mode of binding that was not predicted by homology modelling at the time, considerably improved understanding of how the drug worked. Follow-up structures of different Abl kinase conformations induced by inhibitors with a variety of chemotypes provided a basis for de novo design, database mining and virtual screening to find new chemical structures which could bind to Abl. X-ray analysis of crystalline complexes of these leads bound to the Abl kinase domain then provided details of the binding modes of these new chemotypes, which allowed further optimization of their structures for potency against Bcr-Abl and its mutants, selectivity over other kinases and general drugability properties. Structural biology was a strong contributor to the quick discovery of nilotinib (NVP-AMN107), which was first synthesized in 2002 and went into first clinical trials in 2005 (Kantarjian et al. , 2006 ▶ ). Supplementary Material PDB reference: Abi kinase domain, complex with imatinib, 2hyy, r2hyysf PDB reference: with NVP-AEG082, 2hz0, r2hz0sf PDB reference: with NVP-AFN941, 2hz4, r2hz4sf PDB reference: with NVP-AFG210, 2hzn, r2hznsf PDB reference: with PD180970, 2hzi, r2hzisf Supporting information file. DOI: 10.1107/S0907444906047287/ba5102sup1.pdf 1 Supplementary material has been deposited in the IUCr electronic archive (Reference: BA5102 ). Services for accessing this material are described at the back of the journal. The authors would like to acknowledge the support of the staff of the following synchrotron beamlines: DESY BW7B (Hamburg, Germany), ESRF SNBL, ESRF ID14-1 (Grenoble, France) and SLS PX06 (Villigen, Switzerland). References Atwell, S., Adams, J. M., Badger, J., Buchanan, M. D., Feil, I. K., Froning, K. J., Gao, X., Hendle, J., Keegan, K., Leon, B. C., Muller-Deickmann, H. J., Nienaber, V. L., Noland, B. W., Post, K., Rajashankar, K. R., Ramos, A., Russell, M., Burley, S. K. & Buchanan, S. G. (2004). J. Biol. Chem. 279 , 55827–55832. Azam, M., Latek, R. R. & Daley, G. Q. (2003). Cell , 112 , 831–843. Baccarani, M., Saglio, G., Goldman, J., Hochhaus, A., Simonsson, B., Appelbaum, F., Apperley, J., Cervantes, F., Cortes, J., Deininger, M., Gratwohl, A., Guilhot, F., Horowitz, M., Hughes, T., Kantarjian, H., Larson, R., Niederwieser, D., Silver, R. & Hehlmann, R. (2006). Blood , 108 , 1809–1820. Blanc, E., Roversi, P., Vonrhein, C., Flensburg, C., Lea, S. M. & Bricogne, G. (2004). Acta Cryst. D 60 , 2210–2221. Capdeville, R., Buchdunger, E., Zimmermann, J. & Matter, A. (2002). Nature Rev. Drug Discov. 1 , 493–502. Collaborative Computational Project, Number 4 (1994). Acta Cryst. D 50 , 760–763. Cowan-Jacob, S. W., Fendrich, G., Manley, P. W., Jahnke, W., Fabbro, D., Liebetanz, J. & Meyer, T. (2005). Structure , 13 , 861–871. Cowan-Jacob, S. W., Guez, V., Fendrich, G., Griffin, J. D., Fabbro, D., Furet, P., Liebetanz, J., Mestan, J. & Manley, P. W. (2004). Mini Rev. Med. Chem. 4 , 285–299. Davis, A. M., Teague, S. J. & Kleywegt, G. J. (2003). Angew. Chem. Int. Ed. 42 , 2718–2736. Druker, B. J. (2006). N. Engl. J. Med. 354 , 2594–2596. Gorre, M. E., Mohammed, M., Ellwood, K., Hsu, N., Paquette, R., Rao, P. N. & Sawyers, C. L. (2001). Science , 293 , 876–880. Griffith, J., Black, J., Faerman, C., Swenson, L., Wynn, M., Lu, F., Lippke, J. & Saxena, K. (2004). Mol. Cell , 13 , 169–178. Hubbard, S. R., Wei, L., Ellis, L. & Hendrickson, W. A. (1994). Nature (London) , 372 , 746–753. Jin, L., Pluskey, S., Petrella, E. C., Cantin, S. M., Gorga, J. C., Rynkiewicz, M. J., Pandey, P., Strickler, J. E., Babine, R. E., Weaver, D. T. & Seidl, K. J. (2004). J. Biol. Chem. 279 , 42818–42825. Jones, T. A., Zhou, J.-Y., Cowan, S. W. & Kjeldgaard, M. (1991). Acta Cryst. A 47 , 110–119. Kantarjian, H. M., Giles, F., Wunderle, L., Bhalla, K., O’Brien, S., Wassman, B., Tanaka, C., Manley, P., Rae, P., Mietlowski, W., Bochinski, K., Hochhaus, A., Griffin, J. D., Hoelzer, D., Albitar, M., Dugan, M., Cortes, J., Alland, L. & Ottmann, O. G. (2006). N. Engl. J. Med. 354 , 2542–2551. Kinoshita, T., Matsubara, M., Ishiguro, H., Okita, K. & Tada, T. (2006). Biochem. Biophys. Res. Commun. 346 , 840–844. Laskowski, R. A., MacArthur, M. W., Moss, D. S. & Thornton, J. M. (1993). J. Appl. Cryst. 26 , 283–291. Levinson, N. M., Kuchment, O., Shen, K., Young, M. A., Koldobskiy, M., Karplus, M., Cole, P. A. & Kuriyan, J. (2006). PLoS Biol. 4 , 753–­767. Liu, Y. & Gray, N. S. (2006). Nature Chem. Biol. 2 , 358–364. Manley, P. W., Bold, G., Brüggen, J., Fendrich, G., Furet, P., Mestan, J., Schnell, C., Stolz, B., Meyer, T., Meyhack, B., Stark, W., Strauss, A. & Wood, J. (2004). Biochim. Biophys. Acta , 1697 , 17–27. Manley, P. W., Breitenstein, W., Brüggen, J., Cowan-Jacob, S. W., Furet, P., Mestan, J. & Meyer, T. (2004). Biorg. Med. Chem. Lett. 14 , 5793–5797. Manley, P. W., Cowan-Jacob, S. W., Buchdunger, E., Fabbro, D., Fendrich, G., Furet, P., Meyer, T. & Zimmermann, J. (2002). Eur. J. Cancer , 38 , Suppl. 5, S19–S27. Manley, P. W., Cowan-Jacob, S. W., Fendrich, G. & Mestan, J. (2005). Blood , 106 , 940a–941a. Manley, P. W., Cowan-Jacob, S. W. & Mestan, J. (2005). Biochim. Biophys. Acta , 1754 , 3–13. Mohammadi, M., McMahon, G., Sun, L., Tang, C., Hirth, P., Yeh, B. K., Hubbard, S. R. & Schlessinger, J. (1997). Science , 276 , 955–960. Mol, C. D., Dougan, D. R., Schneider, T. R., Skene, R. J., Kraus, M. L., Scheibe, D. N., Snell, G. P., Zou, H., Sang, B.-C. & Wilson, K. P. (2004). J. Biol. Chem. 279 , 31655–31663. Murshudov, G., Vagin, A. & Dodson, E. J. (1997). Acta Cryst. D 53 , 240–255. Nagar, B., Bornmann, W. G., Pellicena, P., Schindler, T., Veach, D. R., Miller, W. T., Clarkson, B. & Kuriyan, J. (2002). Cancer Res. 62 , 4236–4243. Nagar, B., Hantschel, O., Seeliger, M., Davies, J. M., Weis, W. I., Superti-Furga, G. & Kuriyan, J. (2006). Mol. Cell , 21 , 787–798. Nagar, B., Hantschel, O., Young, M. A., Scheffzek, K., Veach, D., Bornmann, W., Clarkson, B., Superti-Furga, G. & Kuriyan, J. (2003). Cell , 112 , 859–871. Pargellis, C., Tong, L., Churchill, L., Cirillo, P. F., Gilmore, T., Graham, A. G., Grob, P. M., Hickey, E. R., Moss, N., Pav, S. & Regan, J. (2002). Nature Struct. Biol. 9 , 268–272. Pautsch, A., Zoephel, A., Ahorn, H., Spevac, W., Hauptmann, R. & Nar H. (2001). Structure 9 , 955–965. Perrakis, A., Sixma, T. K., Wilson, K. S. & Lamzin, V. S. (1997). Acta Cryst. D 53 , 448–455. Ren, R. (2005). Nature Rev. Cancer , 5 , 172–183. Roversi, P., Blanc, E., Vonrhein, C., Evans, G. & Bricogne, G. (2000). Acta Cryst. D 56 , 1316–1323. Schindler, T., Bornmann, W., Pellicena, P., Miller, W. T., Clarkson, B. & Kuriyan, J. (2000). Science , 289 , 1938–1942. Shah, N. P., Nicoll, J. M., Nagar, B., Gorre, M. E., Paquette, R. L., Kuriyan, J. & Sawyers, C. L. (2002). Cancer Cell , 2 , 117–125. Thaimattam, R., Daga, P., Abdul Rajjak, S., Banerjee, R. & Iqbal, J. (2004). Bioorg. Med. Chem. 12 , 6415–6425. Vagin, A. & Teplyakov, A. (1997). J. Appl. Cryst. 30 , 1022–1025. Wan, P. T. C., Garnett, M. J., Roe, S. M., Lee, S., Niculescu-Duvaz, D., Good, V. M., Jones, C. M., Marchall, C. J., Springer, C. J., Barford, D. & Marais, R. (2004). Cell , 116 , 855–867. Weisberg, E. L. et al. (2005). Cancer Cell , 7 , 129–141. Weisberg, E., Manley, P., Mestan, J., Cowan-Jacob, S., Ray, A. & Griffin, J. D. (2006). Br. J. Cancer , 94 , 1765–1769. Xu, W., Doshi, A., Lei, M., Eck, M. J. & Harrison, S. C. (1999). Mol. Cell , 3 , 629–638. Young, M. A., Shah, N. P., Chao, L. H., Seeliger, M., Milanov, Z. V., Biggs, W. H. III, Treiber, D. K., Patel, H. K., Zarrinkar, P. P., Lockhart, D. J., Sawyers, C. L. & Kuriyan, J. (2006). Cancer Res. 66 , 1007–1014. Zhu, X., Kim, J. L., Rose, P. E., Stover, D. R., Toledo, L. M., Zhao, H. & Morgenstern, K. A. (1999). Structure , 7 , 651–661. Figure 1 ( a ) Schematic diagram showing the relationship between Abl and Bcr-Abl (top), the constructs used for crystallography (middle) and the amino-acid numbers for structural elements mentioned in the text (bottom). The breakpoint cluster region (Bcr) is shown in red and the Abl gene is shown in light blue. The green segment shows the Abl-SH2-binding region of Bcr that, when phosphorylated, is necessary for the activation of the Abl tyrosine kinase (yellow boxes). The blue segment shows the region of the Abl gene that is lost during the reciprocal translocation, which is involved in the down-regulation of the Abl kinase. ( b ) Chemical structures of compounds mentioned in the text. 1, NVP-AFN941; 2, imatinib; 3, NVP-AFG210; 4, PD180970; 5, NVP-AEG082; 6, nilotinib. Figure 2 ( a ) Ribbon diagram showing the binding of imatinib (green C atoms) to Abl kinase (helices in red, strands in blue, loops and turns in grey), with the locations of mutants isolated from imatinib-resistant patients shown in yellow. ( b ) Details of the binding of imatinib (green C atoms) to Abl kinase (gray C atoms) showing potential hydrogen bonds as orange dotted lines. Figure 3 ( a ) Ribbon diagrams showing the binding of NVP-AFN941 (top) and PD180970 (bottom) to Abl kinase. ( b ) Details of the binding of these two compounds in the ATP site of Abl. Colour schemes are the same as in Fig. 2 ▶ . Figure 4 ( a ) Superposition of the four main DFG conformations observed in Abl kinase structures, with the active conformation in cyan, the DFG-out conformation in yellow, the DFG-flip conformation in grey and the Src-like inactive conformation in green. ( b ) Superposition of all structures reported here plus PDB entry 2g1t . The P-loop is shown in red, the C-helix is cyan, the A-loop is blue and all the ligands are shown in green. The superposition is based on an alignment of the C-terminal lobes to emphasize the relative differences in angles between the N- and C-terminal lobes of the kinase. ( c ) A stereoview of all the ligands superimposed (imatinib, magenta C atoms; NVP-AFN941, cyan C atoms; NVP-AFG210, yellow C atoms; NVP-AEG082, green C atoms; PD180970, grey C atoms). Figure 5 ( a ) Ribbon diagrams showing the binding of NVP-AEG082 (top) and NVP-AFG210 (bottom) to Abl kinase. ( b ) Details of the binding of these two compounds in the ATP site of Abl. Colour schemes are the same as in Fig. 2 ▶ . Figure 6 Comparison of the surfaces for all five structures reported here. The inhibitor is shown with solid sticks (C, yellow; N, blue; O, red; Cl, green; F, cyan) and the solvent-accessible surface is coloured according to the atom type that forms it (C, white; N, blue; O, red; S, orange). The surface is transparent to show the buried parts of the binding site, which are darker for the same reason. The C α trace of the protein is shown with white lines. ( a ) Imatinib, ( b ) NVP-AFN941, ( c ) PD180970, ( d ) NVP-AEG082, ( e ) NVP-AFG210. Figure 7 Superposition of the structures of imatinib (magenta) and nilotinib (green) as bound to Abl kinase (cyan and grey, respectively). Potential hydrogen bonds are shown as dotted red lines for the imatinib complex and dotted grey lines for the nilotinib complex. Table 1 Crystallization and data-collection statistics Values in parentheses are for the highest resolution shell. Crystal complex Imatinib NVP-AEG082 NVP-AFN941 NVP-AFG210 PD180970 Construct A (papain-cleaved) A (papain-cleaved) A (papain-cleaved) B C Protein concentration (mgml 1 ) 25 30 24 25 28 Initial Screen hit Hampton Research Crystal Screen 1 No. 18 Hampton Research Crystal Screen 1 No. 22 Novartis Screen K No. 9 Hampton Research Crystal Screen 1 No. 46 Hampton Research Crystal Screen 1 No. 7 Crystallization buffer 16% PEG 8000, 0.1 M MES pH 6.75, 0.2 M Mg(OAc) 2 28% PEG 4000, 0.1 M TrisHCl pH 8.0, 0.2 M NaOAc 12% PEG 8000, 0.1 M HEPES pH 7.5, 0.2 M Mg(OAc) 2 16% PEG 8000, 0.1 M Na cacodylate pH 6.2, 0.2 M Mg(OAc) 2 0.9 M NaOAc, 0.1 M Na cacodylate pH 7.0 Cryobuffer 30% glycerol 15% glycerol 25% glycerol 20% glycerol 30% glycerol Microseeding Yes No Yes Yes No Method Hanging-drop vapour diffusion Hanging-drop vapour diffusion Hanging-drop vapour diffusion Microbatch under oil Hanging-drop vapour diffusion Crystallization temperature (K) 277 293 277 277 277 Synchrotron source DESY BW7B ESRF SNBL SLS PX 06 SLS PX 06 ESRF ID14-1 Temperature (K) 100 100 100 94 100 Wavelength () 0.8452 0.8000 0.9778 0.8602 0.934 Detector MAR300 MAR345 DTB MAR CCD 165 MAR CCD 165 MAR CCD 165 Space group C 222 1 P 2 1 2 1 2 1 C 2 I 4 1 22 P 2 1 2 1 2 Unit-cell parameters () a = 141.7, b = 148.7, c = 115.3 a = 34.0, b = 124.1, c = 139.5 a = 185.4, b = 58.9, c = 104.0 a = 105.4, b = 105.4, c = 110.4 a = 106.5, b = 131.5, c = 56.5 Molecules in the ASU 4 2 3 1 2 V M ( 3 Da 1 ) 2.4 2.3 2.6 2.4 3.1 Solvent content (%) 49 47 53 49 60 Resolution range () 25.02.4 (2.492.40) 25.02.1 (2.182.10) 40.02.8 (2.902.80) 32.02.7 (2.802.70) 34.31.7 (1.791.70) R merge 0.055 (0.438) 0.087 (0.252) 0.087 (0.335) 0.036 (0.479) 0.070 (0.424) Completeness (%) 99.5 (100.0) 99.8 (99.9) 96.2 (83.3) 96.0 (60.8) 99.5 (100.0) Unique reflections 47314 35534 22731 17626 87524 Multiplicity 4.1 6.1 2.8 4.0 4.8 Processing program DENZO / SCALEPACK DENZO / SCALEPACK DENZO / SCALEPACK DENZO / SCALEPACK MOSFLM Table 2 Refinement statistics and inhibition constants Compound Imatinib NVP-AEG082 NVP-AFN941 NVP-AFG210 PD180970 IC 50 † (n M ) Wild-type Abl 170 23 330 113 3425 1075 41 ( n = 1) 70 32 Bcr-Abl 231 43 565 60 30% at 3m M >700 22 2 Contents of model Protein atoms 2071, 2098, 2081, 2098 2121, 1966 2139, 2134, 2115 2182 2210, 2117 Inhibitor atoms 37, 37, 37, 37 31, 31 35, 35, 35 27 29, 29 Water molecules 200 387 19 0 540 R factor 0.208 0.195 0.218 0.264 0.176 Free R factor 0.260 0.256 0.287 0.314 0.204 R.m.s.d. bonds () 0.02 0.03 0.02 0.01 0.02 R.m.s.d. angles () 1.86 1.57 1.87 1.16 1.69 Ramachandran plot (%) Most favoured 88.1 87.6 86.3 84.6 88.8 Allowed 11.0 11.1 13.3 13.3 11.2 Generously allowed 0.9 1.1 0.4 2.1 0.0 Disallowed 0.0 0.2 ‡ 0.0 0.0 0.0 PDB code 2hyy 2hz0 2hz4 2hzn 2hzi † IC 50 values represent the inhibitor concentrations required to inhibit activity by 50% (proliferation of Bcr-Abl-dependent murine haematopoietic Ba/F3 cells; for an overview, see Manley, Cowan-Jacob Mestan et al. , 2005 ▶ ). ‡ A234-Lys, in weak density at the N-terminus. Table 3 Backbone torsion angles that define the conformation of the DFG motif and angles are based on averages (to the nearest 10) from structures reported in this article, except when the PDB code is mentioned explicitly. 2g1t is the structure of Abl in an Src-like inactive conformation and the 2g2h entries show slight variations of the DFG-flip conformation (Levinson et al. , 2006 ▶ ). DFG-flip conformations are also seen in PDB entries 1m52 , 1opk and 1opl . Ala380 Asp381 Phe382 DFG conformation () () () () () () Active ( n = 3) 130 180 60 80 90 10 DFG-out ( n = 7) 140 170 150 110 90 10 DFG-flip ( n = 2) 70 140 120 20 70 150 2g1t ( n = 2) 130 170 50 40 70 130 2g2h - A ( n = 1) 70 140 120 20 80 30 2g2h - B ( n = 1) 60 140 80 20 80 170",
    "full_text_abstract": "A case study showing how the determination of multiple cocrystal structures of the protein tyrosine kinase c-Abl was used to support drug discovery, resulting in a compound effective in the treatment of chronic myelogenous leukaemia.\n\nChronic myelogenous leukaemia (CML) results from the Bcr-Abl oncoprotein, which has a constitutively activated Abl tyrosine kinase domain. Although most chronic phase CML patients treated with imatinib as first-line therapy maintain excellent durable responses, patients who have progressed to advanced-stage CML frequently fail to respond or lose their response to therapy owing to the emergence of drug-resistant mutants of the protein. More than 40 such point mutations have been observed in imatinib-resistant patients. The crystal structures of wild-type and mutant Abl kinase in complex with imatinib and other small-molecule Abl inhibitors were determined, with the aim of understanding the molecular basis of resistance and to aid in the design and optimization of inhibitors active against the resistance mutants. These results are presented in a way which illustrates the approaches used to generate multiple structures, the type of information that can be gained and the way that this information is used to support drug discovery."
}