{
  "PMC": "4213125",
  "DOI": "10.1100/tsw.2009.159",
  "PMID": "20024518",
  "PMCID": "PMC4213125",
  "title": "Altered nuclear functions in progeroid syndromes: a paradigm for aging research.",
  "year": 2009,
  "source_url": "https://europepmc.org/article/PMC/PMC4213125",
  "source": "MED",
  "abstract_text": "Syndromes of accelerated aging could provide an entry point for identifying and dissecting the cellular pathways that are involved in the development of age-related pathologies in the general population. However, their usefulness for aging research has been controversial, as it has been argued that these diseases do not faithfully reflect the process of natural aging. Here we review recent findings on the molecular basis of two progeroid diseases, Werner syndrome (WS) and Hutchinson-Gilford progeria syndrome (HGPS), and highlight functional connections to cellular processes that may contribute to normal aging.",
  "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 4213125 20024518 261056 10.1100/tsw.2009.159 Mini-Review Article Altered Nuclear Functions in Progeroid Syndromes: a Paradigm for Aging Research Li Baomin 1 Jog Sonali 1 Candelario Jose 1 Reddy Sita 2 Comai Lucio 1 * 1 Department of Molecular Microbiology and Immunology, Keck School of Medicine, University of Southern California, Los Angeles, USA 2 Department of Biochemistry and Molecular Biology, Institute for Genetic Medicine, Keck School of Medicine, University of Southern California, Los Angeles, USA *Lucio Comai: comai@usc.edu Academic Editor: Rudy Tanzi 2009 16 12 2009 9 1449 1462 05 8 2009 23 11 2009 24 11 2009 Copyright © 2009 Baomin Li et al. 2009 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Syndromes of accelerated aging could provide an entry point for identifying and dissecting the cellular pathways that are involved in the development of age-related pathologies in the general population. However, their usefulness for aging research has been controversial, as it has been argued that these diseases do not faithfully reflect the process of natural aging. Here we review recent findings on the molecular basis of two progeroid diseases, Werner syndrome (WS) and Hutchinson-Gilford progeria syndrome (HGPS), and highlight functional connections to cellular processes that may contribute to normal aging. aging Werner syndrome Hutchinson-Gilford progeria syndrome lamin telomere National Institutes of Health R01AG023873 National Center for Research Resources C06 RR014514-01 National Center for Research Resources C06 RR10600-01 National Center for Research Resources C06 CA62528 National Institutes of Health F31 GM076861",
  "plain_text": "Syndromes of accelerated aging could provide an entry point for identifying and dissecting the cellular pathways that are involved in the development of age-related pathologies in the general population. However, their usefulness for aging research has been controversial, as it has been argued that these diseases do not faithfully reflect the process of natural aging. Here we review recent findings on the molecular basis of two progeroid diseases, Werner syndrome (WS) and Hutchinson-Gilford progeria syndrome (HGPS), and highlight functional connections to cellular processes that may contribute to normal aging."
}
