{
  "PMC": "3149381",
  "DOI": "10.2183/pjab.87.167",
  "PMID": "21558755",
  "PMCID": "PMC3149381",
  "title": "Involvement of Flt-1 (VEGF receptor-1) in cancer and preeclampsia.",
  "year": 2011,
  "source_url": "https://europepmc.org/article/PMC/PMC3149381",
  "source": "MED",
  "abstract_text": "We previously isolated a novel tyrosine kinase receptor, Flt-1, now known as VEGF-receptor (VEGFR)-1. The VEGF-VEGFR system plays a pivotal role in not only physiological but also pathological angiogenesis. We examined the role of Flt-1 in carcinogenesis using Flt-1-signal-deficient (Flt-1 TK-/-) mice, and found that this receptor stimulates tumor growth and metastasis most likely via macrophages, making it an important potential target in the treatment of cancer. In addition to the full-length receptor, the Flt-1 gene produces a soluble protein, sFlt-1, an endogenous VEGF-inhibitor. sFlt-1 is expressed in trophoblasts of the placenta between fetal and maternal blood vessels, suggesting it to be a barrier against extreme VEGF-signaling. Abnormally high expression of sFlt-1 occurs in most preeclampsia patients, whose main symptoms are hypertension and proteinurea. In cancer patients, strong suppression of VEGF-VEGFR by drugs induces similar side effects including hypertension. These results indicate a close relationship between abnormal VEGF-block and hypertension/proteinurea. sFlt-1 is an attractive target for the control of preeclampsia.",
  "full_text": "Proc Jpn Acad Ser B Phys Biol Sci PJAB Proceedings of the Japan Academy. Series B, Physical and Biological Sciences 0386-2208 1349-2896 The Japan Academy Tokyo, Japan 3149381 pjab-87-167 10.2183/pjab.87.167 Review Involvement of Flt-1 (VEGF receptor-1) in cancer and preeclampsia Involvement of Flt-1 (VEGFR-1) in cancer and preeclampsia SHIBUYA Masabumi *1 *2 † TOYOSHIMA Kumao *1 Vice President, Jobu University, Gunma, Japan . *2 Visiting Professor, Tokyo Medical and Dental University, Department of Molecular Oncology, Tokyo, Japan . † Correspondence should be addressed: M. Shibuya, Vice President, Jobu University, 634-1 Toyazuka-cho, Isesaki, Gunma 372-8588, Japan (e-mail: shibuya@ims.u-tokyo.ac.jp ). (Communicated by Kumao TOYOSHIMA, M.J.A.) 11 5 2011 87 4 167 178 25 12 2010 19 2 2011 © 2011 The Japan Academy 2011 This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. We previously isolated a novel tyrosine kinase receptor, Flt-1, now known as VEGF-receptor (VEGFR)-1. The VEGF–VEGFR system plays a pivotal role in not only physiological but also pathological angiogenesis. We examined the role of Flt-1 in carcinogenesis using Flt-1-signal-deficient ( Flt-1 TK −/−) mice, and found that this receptor stimulates tumor growth and metastasis most likely via macrophages, making it an important potential target in the treatment of cancer. In addition to the full-length receptor, the Flt-1 gene produces a soluble protein, sFlt-1, an endogenous VEGF-inhibitor. sFlt-1 is expressed in trophoblasts of the placenta between fetal and maternal blood vessels, suggesting it to be a barrier against extreme VEGF-signaling. Abnormally high expression of sFlt-1 occurs in most preeclampsia patients, whose main symptoms are hypertension and proteinurea. In cancer patients, strong suppression of VEGF–VEGFR by drugs induces similar side effects including hypertension. These results indicate a close relationship between abnormal VEGF-block and hypertension/proteinurea. sFlt-1 is an attractive target for the control of preeclampsia. tyrosine kinase angiogenesis sFlt-1 natural VEGF-inhibitor hypertension Introduction A closed circulatory system is essential for supplying oxygen and nutrients to tissues in the body, and for removing waste and CO 2 into the circulation. In recent decades, the molecular basis of angiogenesis, the formation of blood vessels, has been elucidated in detail, and several crucial signaling systems such as VEGF–VEGFR, EphrinB2–EphB4, Ang–Tie and Delta–Notch have been extensively characterized. 1 , 2 ) Among these, the VEGF–VEGFR system appears to play a central role in not only physiological but also pathological angiogenesis including cancer (Fig. 1 ). 3 – 5 ) In 1990, we isolated a novel gene encoding a receptor-type tyrosine kinase with 7 Immunogloblin (Ig)-like domains in the extracellular domain, and designated it as Fms-like tyrosine kinase-1 (Flt-1) because of a distant similarity with the Fms/Kit/PDGFR (platelet-derived growth factor receptor) family. 6 ) In 1992, de Vries et al. showed that VEGF tightly binds and activates Flt-1, indicating Flt-1 to be a receptor of VEGF (now known as VEGFR-1). 7 ) Later, two tyrosine kinase receptors (TKRs) homologous to Flt-1 were isolated, KDR (kinase insert domain-containing receptor; flk1/fetal-liver kinase receptor, in mice)/VEGFR-2 and Flt-4/VEGFR-3. 8 – 10 ) VEGF binds and activates Flt-1 (VEGFR-1) and VEGFR-2, whereas other VEGF family members, VEGF-C and VEGF-D, bind and activate VEGFR-3 for lymphangiogenesis (Fig. 2 ). 10 ) Two mRNAs are generated from the Flt-1 gene in placenta and vascular endothelial cells (VEC), a long form for the full-length receptor Flt-1 and a short form for sFlt-1 which carries only the ligand-binding region. 6 , 11 ) In the placenta, trophoblasts expressing flt-1 have much more sFlt-1 than the full-length Flt-1. 12 , 13 ) Furthermore, the sFlt-1 protein was recently reported to be present at abnormally high levels in the placenta as well as plasma in preeclampsia patients. 14 – 16 ) Major symptoms of preeclamptic mothers are hypertension and proteinurea, suggesting a close relationship between these symptoms and an abnormal increase in sFlt-1, an endogenous VEGF-trapping molecule. In adults, VEGF and VEGFRs are deeply involved in tumor angiogenesis and inflammatory diseases such as rheumatoid arthritis (RA), and new medicines molecularly targeting this system such as VEGF-neutralizing antibody are widely used for the treatment of various solid tumors. 17 , 18 ) To our surprise, these VEGF–VEGFR inhibitors can cause hypertension and proteinurea, indicating a similarity between preeclamptic symptoms and side effects of artificial VEGF–VEGFR inhibitors (Fig. 3 ). Part 1 of this paper describes the VEGF–VEGFR system, unique characteristics of Flt-1, and involvement of Flt-1 in diseases, and Part 2, a close relationship of sFlt-1 with preeclampsia. Part 1 1 Angiogenesis and the VEGF–VEGFR system. a. Major biological effects of VEGF. VEGF (also known as VEGF-A) has a homodimeric structure distantly related to the PDGF family with representative monomeric subtypes of 121, 165, and 189-amino acids in humans. 3 ) VEGF stimulates proliferation, migration, survival and the formation of tubular structures in vascular endothelial cells (VECs) as well as migration in macrophage-lineage cells. 3 , 4 , 19 , 20 ) Furthermore, VEGF stimulates vascular permeability in vivo , thus, it was originally isolated as a vascular permeability factor (VPF). 21 ) Genetic studies clearly indicate VEGF–VEGFRs to be essential in vasculogenesis and angiogenesis in embryos. Even the knockout of a single allele (heterozygotic knockout) of the VEGF gene caused death in mice at E11–12 due to impaired angiogenesis and blood-island formation, 22 , 23 ) showing that the local concentration of VEGF in embryonal tissues is tightly regulated for normal development of the circulatory system. Homozygous knockout of any VEGFR gene ( flt-1 , flk-1 and flt-4 ) is lethal due to abnormal vascularization in the embryo. 24 – 26 ) A two-dimensional coculture system using HUVECs (human umbilical vein endothelial cells) and human fibroblasts clearly showed that VEGF plays a central role in angiogenesis in vitro since VEGF-blocking agents such as sFlt-1 and an anti-VEGF neutralizing antibody significantly suppressed angiogenesis and tubular formation even in the presence of other angiogenic factors such as FGF, HGF and Ang-1. 27 ) b. VEGFR-2: a major transducer of angiogenic signals. Flt-1 (VEGFR-1) and VEGFR-2 have interesting differences at the biochemical level. Flt-1 binds strongly to VEGF (Kd = 1–10 pM), but its kinase activity is about one order of magnitude weaker than that of VEGFR-2. 3 , 28 ) On the other hand, the tyrosine kinase of VEGFR-2 is as strong as that of other TKRs, however, its ability to bind VEGF is about 10-fold lower than that of Flt-1. These results indicate that VEGFR-2 is the major transducer of angiogenic signals and Flt-1 plays a regulatory role. Structurally, Flt-1, VEGFR-2, and VEGFR-3 (7-Ig domain-containing tyrosine kinase receptors/7Ig-TKRs), are highly homologous to the Fms/Kit/PDGFR family (5Ig-TKRs). 4 ) These two TKR families share an Ig-domain-based ligand-binding domain and a TK domain with a long kinase insert (KI) of about 70 amino acids. In the KI region, 5Ig-TKRs carry Tyr(Y)-x-x-Met(M) motifs which are the binding site of the PI3K-p85 subunit and crucial for the activation of the PI3K–Ras pathway. 29 ) However, none of the VEGFRs contain a Y-x-x-M motif, strongly suggesting that the major signaling pathway from VEGFRs is different from that of 5Ig-TKRs. We clearly demonstrated that VEGFR-2, the major signal transducer of VEGF, activates a PLCγ–PKC–MAPK pathway leading to VEC proliferation. 30 ) Activation of the PI3K and Ras pathways via VEGFR-2 appears to be minor. Furthermore, we showed that a single autophosphorylation site in human VEGFR-2, 1175-Tyrosine (Y), is the major binding and activation site for PLCγ. 31 ) The corresponding tyrosine residue in mouse VEGFR-2, 1173-Y, is essential since a point mutation at this Y to phenylalanine (F) in mice (1173-F/F mutant mouse) caused death due to a lack of vasculogenesis similar to the knockout of VEGFR-2 ( flk-1 −/− mice). 32 ) Xiong et al. recently found that 1175-Y is crucial for another function of VEGF, the release of von Willebrand factor (vWF) from VECs to regulate the blood coagulation system. 33 ) On the other hand, Matsumoto et al. reported that 951-Y in human VEGFR-2 is important for migration-signaling in VECs. 34 ) 2 Flt-1 tyrosine kinase and sFlt-1: their genomic structure, phylogeny, and involvement in the progression of cancer and rheumatoid arthritis. a. two gene products: Flt-1 and sFlt-1. When we isolated the flt-1 cDNA as a novel 7Ig-TKR, we observed that normal human placenta expresses not only the full-length flt-1 mRNA of about 8 kb but also a short form of about 3 kb at high level possibly encoding the ligand-binding domain. 6 ) Several groups clarified that this short flt-1 mRNA is derived from alternative splicing, and encodes for the 1st to 6th Ig-regions with a 31-amino acid tail derived from an intron (Fig. 4 ). 11 , 35 ) We and others demonstrated that the mammalian flt-1 gene consists of 30 exons, and sFlt-1 is derived from the 1st to 13th exons with an intron-13-derived tail. This short form of the mRNA is generated by premature polyadenylation within intron-13. 35 , 36 ) b. Phylogenetical importance of sFlt-1 in animals: a hypothesis. sFlt-1 is expressed at significant levels in the placenta, particularly in the trophoblast layer. 6 , 12 , 13 ) The trophoblast layer is located between the fetal and maternal blood vessel systems, both of which are mainly regulated by the VEGF–VEGFR system. If VEGF-signaling exceeds physiological levels, blood vessels at fetal and maternal sites may sprout and fuse. Even if such fusion was mechanically blocked by tissue matrix molecules, overexpression of VEGF may induce vascular hyperpermeability with a leak of serum proteins, resulting in protein–protein communication between the fetus and mother. These conditions appear to be very dangerous to a pregnancy, thus, it is likely that sFlt-1 acts as important barrier to suppress over-signaling of VEGF–VEGFR in the placenta by trapping excess VEGF. sFlt-1 might therefore have been useful to the phylogenetic development and maintenance of the placental system in mammalian species. These observations suggest that only mammals express the sFlt-1 mRNA and protein. However, to our surprise, the chicken flt-1 gene also encoded two mRNAs and two products, Flt-1 and sFlt-1. 37 ) Furthermore, the chicken sFlt-1 tail, derived from an intron, is highly similar to the mammalian sFlt-1 tail, in both the length (31aa) and the homology of the amino acid sequence (Fig. 4 ). This strongly suggests that the tail region of sFlt-1 bears some biological role such as associating with other proteins, for example, the full-length Flt-1 receptor. 38 ) Furthermore, genome-wide sequencing indicates that amphibians also express sFlt-1 mRNA similar to mammals and birds. However, fish do not have sFlt-1 mRNA: Zebrafish was reported to contain four VEGFR genes different from other vertebrates which carry three genes. Therefore, the sFlt-1 mRNA system was most likely established at a very early stage of phylogenetic development in vertebrates, which was between the stages of fish and amphybians. c. Dual role of Flt-1 in angiogenesis: a negative role in early embryogenesis, and a positive role in cancer and other diseases. Fong et al. reported that flt-1 knockout mice died at E8.5 to 9.0 due to excessive and poorly organized growth of blood vessels. This indicates that Flt-1 plays a negative role in the formation of blood vessels in early embryogenesis. 25 ) To clarify the role of Flt-1; whether its weak kinase activity generates a negative signal for VECs or its tight ligand-binding domain traps VEGF and decreases the concentration of VEGF to an appropriate level, we generated Flt-1-signal deficient mice which lack the tyrosine kinase domain of Flt-1. 38 ) The Flt-1 TK −/− mice were basically healthy with well organized physiological angiogenesis although the VEGF-dependent migration of macrophages was impaired (Fig. 5 ). This indicates that the negative role of Flt-1 in early embryognesis is derived from its strong binding and neutralization of VEGF via the ligand-binding domain. Since Flt-1 TK −/− mice are defective only in Flt-1 signaling, they are useful for analyzing Flt-1 signal in models of cancer and rheumatoid arthritis (RA) etc. Using these mice, we and others demonstrated that the growth of subcutaneously transplanted cancer cells or intracerebrally inoculated gliomas was slower in Flt-1 TK −/− mice or in wild-type mice carrying Flt-1 TK −/− bone marrow, than in wild-type mice (Fig. 6 ). 39 , 40 ) Furthermore, pulmonary metastasis of carcinoma cells was significantly suppressed in Flt-1 TK −/− mice or anti-Flt-1 antibody-treated mice compared with wild-type mice. 41 , 42 ) In addition, a mouse model of RA revealed a milder phenotype for the Flt-1 TK −/− genetic background. 43 ) Symptoms in a murine model of ocular angiogenesis were also suppressed in Flt-1 TK −/− mice. 44 ) These results clearly indicate that not only VEGFR-2 but also Flt-1 plays an important role in the progress of various diseases including cancer, and is a crucial target for treatment. Furthermore, Flt-1 is involved in bone marrow reconstitution under certain conditions. M-CSF-deficient mice ( op/op mice) are known to show osteopetrosis, but recover in a VEGF–VEGFR-dependent manner. When the Flt-1 TK −/− mutation was introduced into op/op mice, the reconstitution of bone marrow in [ op/op , Flt-1 TK −/−] mice was strongly suppressed, resulting in bone marrow fibrosis. 45 ) 3 Cancer therapy with anti-VEGF–VEGFR agents. The VEGF–VEGFR system appears to be an important target for suppressing pathological angiogenesis, particularly tumor angiogenesis. Consequently, the anti-VEGF neutralizing antibody bevacizumab and multi-TK inhibitors such as sorafenib and sunitinib have been developed for cancer therapy. 17 ) These anti-VEGF–VEGFR agents are widely used in the treatment of cancer. Bevacizumab is used for colorectal cancer, lung cancer (non-squamous and non-small cell lung cancer), breast cancer and gliomas. Sunibinib and sorafenib are used for renal and hepatic cancer. In most cases, these agents improve not only progression-free survival (PFS) but also overall survival. It is of surprise that frequent side effects of these anti-VEGF–VEGFR agents are hypertension and proteinurea, the major symptoms of preeclampsia. Part 2 1 Abnormal expression of sFlt-1 and preeclampsia. Preeclampsia is a major disease in the field of obstetrics, and occurs in about 5% of pregnancies. Preeclampsia causes hypertension, proteinurea, and renal dysfunction on the maternal side, and growth retardation on the fetal side, often resulting in the artificial termination of a pregnancy by the Cesarean section. 46 , 47 ) Viral or bacterial infections, stress, and decreased circulation in the placenta have all been implicated. Among them, poor circulation in the placenta is a likely cause since an animal model called RUPP (reduced uterine perfusion pressure) mimics partly the symptoms of preeclampsia such as hypertension. 48 ) After the placing of clamps to block major arteries towards the uterus in pregnant rats (at 14 days of gestation), systolic blood pressure was reported to increase from 100 mmHg (control) to 130 mmHg. These results suggest the existence of some anti-angiogenic molecule(s) in preeclampsia patients. We and others previously showed that placental tissue highly expresses an endogenous VEGF-neutralizing molecule, sFlt-1, at the mRNA and protein level. 6 , 49 ) Also, Clark et al. indicated that anti-VEGF activity was produced by the human placenta and released into the maternal circulation. 50 ) In 2003, Koga et al. and Maynard et al. reported that sFlt-1 levels were abnormally high in the plasma of preeclampsia patients. 14 , 15 ) Furthermore, Maynard et al. demonstrated that the exogenous expression of sFlt-1 by adeno-viral vector in normal pregnant rats induced hypertension, proteinurea, and glomerular endotheliosis, the classic symptoms of preeclampsia. 14 ) In 2004, Levine et al. examined in detail the time course of the increase in plasma sFlt-1 levels, and found a close relationship between the plasma levels of sFlt-1 and the degree of preeclampsia (Fig. 7 ). 16 ) Also, they showed that the patients affected had increased plasma sFlt-1 levels early in pregnancy, without any detectable signs of preeclampsia. These results strongly suggest that (1) an abnormal increase in the endogenous VEGF-inhibitor sFlt-1 induces at least partly the major symptoms of preeclampsia, and (2) abnormal gene expression of sFlt-1 is initiated at a very early phase of pregnancy prior to the occurrence of preeclamptic symptoms. The question of how the gene expression of sFlt-1 is regulated remains to be answered. 2 Structure of sFlt-1 and regulation of its gene expression. As shown in Fig. 4 , sFlt-1 mRNA consists of the sequence derived from exon-1 to 13 as well as the 5′-region of intron-13. The amino acid sequence derived from exon-1 to 13 encodes for the 1-6Ig domains, and thus, has high affinity for VEGF. Even after proteolytic cleavage, the 1-3Ig or 1-4Ig domains still maintained high affinity for the ligand. The peptides carrying 1-4Ig or a longer portion bound VEGF as a dimer (two molecules on both sides of VEGF), whereas the 1-3Ig peptide bound as a monomer (one molecule on one side). 51 ) These findings indicate that sFlt-1 fragments, after cleavage, maintain the ability to block VEGF. sFlt-1 is expressed in vascular endothelial cells, monocyte–macrophage-lineage cells, placental trophoblasts and hypoxia-stressed smooth muscle cells. 4 , 52 ) 293 cells, BeWo cells (thought to be derived from trophoblasts) and tumor cells such as breast cancer cells also express sFlt-1. 6 , 53 , 54 ) Most of these cells express Flt-1 and sFlt-1 at a ratio of about 1:1, however, trophoblasts and BeWo cells express several-fold more sFlt-1 than the full-length Flt-1. The reason why the sFlt-1 level is higher in trophoblasts or trophoblast-derived cancer cells is still not fully understood. To synthesize a large amount of sFlt-1 mRNA, high transcriptional activity and efficient polyadenylation within the intron-13 are critical. In terms of transcriptional regulation, we found that one CREB (cyclic AMP-responsive element-binding) motif and one ETS motif at position −51 to −83 upstream from the flt-1 transcriptional initiation site are essential (Fig. 4 ). 55 ) Mutation of either motif suppressed the expression of flt-1 in 293 cells. Furthermore, Clauss et al. reported that the activation of macrophages using LPS upregulated flt-1 expression, 20 ) and Barleon et al. showed that stimulation of VEC with VEGF increased flt-1 expression. 56 ) In addition, Nagamatsu et al. demonstrated that hypoxic stress is an important inducer of Flt-1 in cultured cytotrophoblast cells. 57 ) Taken together, the flt-1 gene is transcriptionally regulated by a basic system (CREB–ETS), a growth factor such as VEGF, a cellular activation factor (LPS), and hypoxic stress. The molecular basis of the second factor for the generation of sFlt-1, premature termination of the mRNA within intron-13, however, is largely unknown. Trophoblasts or related cells may have special machinery with protein complexes to suppress the splicing at intron-13 or to facilitate polyadenylation within the intron. 58 ) The amounts of total and free forms of sFlt-1, the ligand VEGF, and PlGF (placenta growth factor) in plasma need to be measured more carefully at different points in a pregnancy. This information should be useful for evaluating the degree of preeclampsia, and anticipating the course of the disease. An excess amount of sFlt-1 may be an appropriate target for the treatment of preeclampsia in the near future (Fig. 8 ), and such an attempt has recently been reported. 59 ) Conclusions The Flt-1 gene is unique in terms of its processing, producing (1) a positive signal transducer, the full-length TKR Flt-1 (VEGFR-1), and (2) an endogenous negative regulator of angiogenesis, sFlt-1. The closed circulatory system in vertebrates is essential, and closely linked to several major human diseases. Further study of regulatory systems such as VEGF–VEGFR, Ang–Tie, and Delta–Notch is necessary to better understand the circulatory system, and develop medications with fewer side effects. Acknowledgements This work was supported by Grant-in-Aid Special Project Research on Cancer-Bioscience 17014020 from the Ministry of Education, Culture, Sports, Science and Technology of Japan. Abbreviations VEGF vascular endothelial growth factor sFlt-1 soluble Fms-like tyrosine kinase-1 TKR tyrosine kinase receptor References 1) Risau W. ( 1997 ) Mechanism of angiogenesis . Nature 386 , 671 – 674 9109485 2) Hanahan D. Folkman J. ( 1996 ) Patterns and emerging mechanisms of the angiogenic switch during tumorigenesis . Cell 86 , 353 – 364 8756718 3) Ferrara N. ( 2004 ) Vascular endothelial growth factor: basic science and clinical progress . Endocr. Rev. 25 , 581 – 611 15294883 4) Shibuya M. Claesson-Welsh L. ( 2006 ) Signal transduction by VEGF receptors in regulation of angiogenesis and lymphangiogenesis . Exp. Cell Res. 312 , 549 – 560 16336962 5) Takahashi H. Shibuya M. ( 2005 ) The vascular endothelial growth factor (VEGF)/VEGF receptor system and its role under physiological and pathological conditions . Clin. Sci. 109 , 227 – 241 16104843 6) Shibuya M. Yamaguchi S. Yamane A. Ikeda T. Tojo A. Matsushime H. Sato M. ( 1990 ) Nucleotide sequence and expression of a novel human receptor-type tyrosine kinase gene (flt) closely related to the fms family . Oncogene 5 , 519 – 524 2158038 7) de Vries C. Escobedo J.A. Ueno H. Houck K. Ferrara N. Williams L.T. ( 1992 ) The fms-like tyrosine kinase, a receptor for vascular endothelial growth factor . Science 255 , 989 – 991 1312256 8) Terman B.I. Dougher-Vermazen M. Carrion M.E. Dimitrov D. Armellino D.C. Gospodarowicz D. Bohlen P. ( 1992 ) Identification of the KDR tyrosine kinase as a receptor for Vascular Endothelial Growth Factor . Biochem. Biophys. Res. Commun. 187 , 1579 – 1586 1417831 9) Matthews W. Jordan C.T. Gavin M. Jenkins N.A. Copeland N.G. Lemischka I.R. ( 1991 ) A receptor tyrosine kinase cDNA isolated from a population of enriched primitive hematopoietic cells and exhibiting close genetic linkage to c-kit . Proc. Natl. Acad. Sci. USA 88 , 9026 – 9030 1717995 10) Alitalo K. Carmeliet P. ( 2002 ) Molecular mechanisms of lymphangiogenesis in health and disease . Cancer Cell 1 , 219 – 227 12086857 11) Kendall R.L. Thomas K.A. ( 1993 ) Inhibition of vascular endothelial cell growth factor activity by an endogenously encoded soluble receptor . Proc. Natl. Acad. Sci. USA 90 , 10705 – 10709 8248162 12) Hornig C. Barleon B. Ahmad S. Vuorela P. Ahmed A. Weich H.A. ( 2000 ) Release and complex formation of soluble VEGFR-1 from endothelial cells and biological fluids . Lab. Invest. 80 , 443 – 454 10780661 13) Helske S. Vuorela P. Carpen O. Hornig C. Weich H. Halmesmaki E. ( 2001 ) Expression of vascular endothelial growth factor receptors 1, 2 and 3 in placentas from normal and complicated pregnancies . Mol. Hum. Reprod. 7 , 205 – 210 11160848 14) Maynard S.E. Min J.Y. Merchan J. Lim K.H. Li J. Mondal S. Libermann T.A. Morgan J.P. Sellke F.W. Stillman I.E. Epstein F.H. Sukhatme V.P. Karumanchi S.A. ( 2003 ) Excess placental soluble fms-like tyrosine kinase 1 (sFlt1) may contribute to endothelial dysfunction, hypertension, and proteinuria in preeclampsia . J. Clin. Invest. 111 , 649 – 658 12618519 15) Koga K. Osuga Y. Yoshino O. Hirota Y. Ruimeng X. Hirata T. Takeda S. Yano T. Tsutsumi O. Taketani Y. ( 2003 ) Elevated serum soluble vascular endothelial growth factor receptor 1 (sVEGFR-1) levels in women with preeclampsia . J. Clin. Endocrinol. Metab. 88 , 2348 – 2351 12727995 16) Levine R.J. Maynard S.E. Qian C. Lim K.H. England L.J. Yu K.F. Schisterman E.F. Thadhani R. Sachs B.P. Epstein F.H. Sibai B.M. Sukhatme V.P. Karumanchi S.A. ( 2004 ) Circulating angiogenic factors and the risk of preeclampsia . N. Engl. J. Med. 350 , 672 – 683 14764923 17) Hurwitz H. Fehrenbacher L. Novotny W. Cartwright T. Hainsworth J. Heim W. Berlin J. Baron A. Griffing S. Holmgren E. Ferrara N. Fyfe G. Rogers B. Ross R. Kabbinavar F. ( 2004 ) Bevacizumab plus irinotecan, fluorouracil, and leucovorin for metastatic colorectal cancer . N. Engl. J. Med. 350 , 2335 – 2342 15175435 18) Cohen M.H. Gootenberg J. Keegan P. Pazdur R. ( 2007 ) FDA drug approval summary: bevacizumab (Avastin) plus Carboplatin and Paclitaxel as first-line treatment of advanced/metastatic recurrent nonsquamous non-small cell lung cancer . Oncologist 12 , 713 – 718 17602060 19) Barleon B. Sozzani S. Zhou D. Weich H.A. Martovani A. Marme D. ( 1996 ) Migration of human monocytes in response to Vascular Endothelial Growth Factor (VEGF) is mediated via the VEGF receptor flt-1 . Blood 87 , 3336 – 3343 8605350 20) Clauss M. Weich H. Breier G. Knies U. Röckl W. Waltenberger J. Risau W. ( 1996 ) The vascular endothelial growth factor receptor Flt-1 mediates biological activities . J. Biol. Chem. 271 , 17629 – 17634 8663424 21) Dvorak H.F. ( 2002 ) Vascular permeability factor/vascular endothelial growth factor: a critical cytokine in tumor angiogenesis and a potential target for diagnosis and therapy . J. Clin. Oncol. 20 , 4368 – 4380 12409337 22) Carmellet P. Ferreira V. Breier G. Pollefeyt S. Kleckens L. Gertsenstein M. Fahrig M. Vandenhoeck A. Harpal K. Eberhardt C. Declercq C. Pawlling J. Moons L. Collen D. Risau W. Nagy A. ( 1996 ) Abnormal blood vessel development and lethality in embryos lacking a single VEGF allele . Nature 380 , 435 – 439 8602241 23) Ferrara N. Carver-Moore K. Chen H. Dowd M. Lu L. O’Shea K.S. Powell-Braxton L. Hillan K.J. Moore M.W. ( 1996 ) Heterozygous embryonic lethality induced by targeted inactivation of the VEGF gene . Nature 380 , 439 – 442 8602242 24) Shalaby F. Rossant J. Yamaguchi T.P. Gertsenstein M. Wu X.-F. Breitman M.L. Wu X.-F. Breitman M.L. Schuh A.C. ( 1995 ) Failure of blood-island formation and vasculogenesis in Flk-1-deficient mice . Nature 376 , 62 – 66 7596435 25) Fong G.H. Rossant J. Gertsentein M. Breitman M.L. ( 1995 ) Role of the Flt-1 receptor tyrosine kinase in regulating the assembly of vascular endothelium . Nature 376 , 66 – 70 7596436 26) Dumont D.J. Jussila L. Taipale J. Lymboussaki A. Mustonen T. Pajusola K. Breitman M. Alitalo K. ( 1998 ) Cardiovascular failure in mouse embryos deficient in VEGF receptor-3 . Science 282 , 946 – 949 9794766 27) Saito M. Hamasaki M. Shibuya M. ( 2003 ) Induction of tube formation by angiopoietin-1 in endothelial cell/fibroblast co-culture is dependent on endogenous VEGF . Cancer Sci. 94 , 782 – 790 12967476 28) Sawano A. Takahashi T. Yamaguchi S. Aonuma T. Shibuya M. ( 1996 ) Flt-1 but not KDR/Flk-1 tyrosine kinase is a receptor for Placenta Growth Factor (PlGF), which is related to Vascular Endothelial Growth Factor (VEGF) . Cell Growth Differ. 7 , 213 – 221 8822205 29) Heldin C.H. Westermark B. ( 1999 ) Mechanism of action and in vivo role of platelet-derived growth factor . Physiol. Rev. 79 , 1283 – 1316 10508235 30) Takahashi T. Ueno H. Shibuya M. ( 1999 ) VEGF activates protein kinase C-dependent, but Ras-independent Raf-MEK-MAP kinase pathway for DNA synthesis in primary endothelial cells . Oncogene 18 , 2221 – 2230 10327068 31) Takahashi T. Yamaguchi S. Chida K. Shibuya M. ( 2001 ) A single autophosphorylation site on KDR/Flk-1 is essential for VEGF-A-dependent activation of PLC-γ and DNA synthesis in vascular endothelial cells . EMBO J. 20 , 2768 – 2778 11387210 32) Sakurai Y. Ohgimoto K. Kataoka Y. Yoshida N. Shibuya M. ( 2005 ) Essential role of Flk-1 (VEGF receptor 2) tyrosine residue 1173 in vasculogenesis in mice . Proc. Natl. Acad. Sci. USA 102 , 1076 – 1081 15644447 33) Xiong Y. Huo Y. Chen C. Zeng H. Lu X. Wei C. Ruan C. Zhang X. Hu Z. Shibuya M. Luo J. ( 2009 ) Vascular endothelial growth factor (VEGF) receptor-2 tyrosine 1175 signaling controls VEGF-induced von Willebrand factor release from endothelial cells via phospholipase C-γ-1 and protein kinase A-dependent pathways . J. Biol. Chem. 284 , 23217 – 23224 19570985 34) Matsumoto T. Bohman S. Dixelius J. Berge T. Dimberg A. Magnusson P. Wang L. Wikner C. Qi J.H. Wernstedt C. Wu J. Bruheim S. Mugishima H. Mukhopadhyay D. Spurkland A. Claesson-Welsh L. ( 2005 ) VEGF receptor-2 Y951 signaling and a role for the adapter molecule TSAd in tumor angiogenesis . EMBO J. 24 , 2342 – 2353 15962004 35) He Y. Smith S.K. Day K.A. Clark D.E. Licence D.R. Charnock-Jones D.S. ( 1999 ) Alternative splicing of vascular endothelial growth factor (VEGF)-R1 (FLT-1) pre-mRNA is important for the regulation of VEGF activity . Mol. Endocrinol. 13 , 537 – 545 10194760 36) Kondo K. Hiratsuka S. Subbalakshmi E. Matsushime H. Shibuya M. ( 1998 ) Genomic organization of the flt-1 gene encoding for Vascular Endothelial Growth Factor (VEGF) Receptor-1 suggests an intimate evolutionary relationship between the 7-Ig and the 5-Ig tyrosine kinase receptors . Gene 208 , 297 – 305 9524283 37) Yamaguchi S. Iwata K. Shibuya M. ( 2002 ) Soluble Flt-1 (soluble VEGFR-1), a potent natural anti-angiogenic molecule in mammals, is phylogenetically conserved in avians . Biochem. Biophys. Res. Commun. 291 , 554 – 559 11855824 38) Hiratsuka S. Minowa O. Kuno J. Noda T. Shibuya M. ( 1998 ) Flt-1 lacking the tyrosine kinase domain is sufficient for normal development and angiogenesis in mice . Proc. Natl. Acad. Sci. USA 95 , 9349 – 9354 9689083 39) Kerber M. Reiss Y. Wickersheim A. Jugold M. Kiessling F. Heil M. Tchaikovski V. Waltenberger J. Shibuya M. Plate K.H. Machein M.R. ( 2008 ) Flt-1 signaling in macrophages promotes glioma growth in vivo . Cancer Res. 68 , 7342 – 7351 18794121 40) Muramatsu M. Yamamoto S. Osawa T. Shibuya M. ( 2010 ) VEGFR-1 signaling promotes mobilization of macrophage-lineage cells from bone marrow and stimulates solid tumor growth . Cancer Res. 70 , 8211 – 8221 20924106 41) Hiratsuka S. Nakamura K. Iwai S. Murakami M. Itoh T. Kijima H. Shipley J.M. Senior R.M. Shibuya M. ( 2002 ) MMP9 induction by Vascular Endothelial Growth Factor Receptor-1 is involved in lung specific metastasis . Cancer Cell 2 , 289 – 300 12398893 42) Kaplan R.N. Riba R.D. Zacharoulis S. Bramley A.H. Vincent L. Costa C. MacDonald D.D. Jin D.K. Shido K. Kerns S.A. Zhu Z. Hicklin D. Wu Y. Port J.L. Altorki N. Port E.R. Ruggero D. Shmelkov S.V. Jensen K.K. Rafii S. Lyden D. ( 2005 ) VEGFR1-positive haematopoietic bone marrow progenitors initiate the pre-metastatic niche . Nature 438 , 820 – 827 16341007 43) Murakami M. Iwai S. Hiratsuka S. Yamauchi M. Nakamura K. Iwakura Y. Shibuya M. ( 2006 ) Signaling of vascular endothelial growth factor receptor-1 tyrosine kinase promotes rheumatoid arthritis through activation of monocyte/macrophages . Blood 108 , 1849 – 1856 16709927 44) Kami J. Muranaka K. Yanagi Y. Obata R. Tamaki Y. Shibuya M. ( 2008 ) Inhibition of choroidal neovascularization by blocking vascular endothelial growth factor receptor tyrosine kinase . Jpn. J. Ophthalmol. 52 , 91 – 98 18626731 45) Niida S. Kondo T. Hiratsuka S. Hayashi S.-I. Amizuka N. Noda T. Ikeda K. Shibuya M. ( 2005 ) Vascular endothelial growth factor receptor-1 signaling is essential for osteoclast development and bone-marrow formation in CSF-1-deficient mice . Proc. Natl. Acad. Sci. USA 102 , 14016 – 14021 16172397 46) Young B.C. Levine R.J. Karumanchi S.A. ( 2010 ) Pathogenesis of preeclampsia . Annu. Rev. Pathol. 5 , 173 – 192 20078220 47) Foidart J.M. Schaaps J.P. Chantraine F. Munaut C. Lorquet S. ( 2009 ) Dysregulation of anti-angiogenic agents (sFlt-1, PLGF, and sEndoglin) in preeclampsia—a step forward but not the definitive answer . J. Reprod. Immunol. 82 , 106 – 111 19853925 48) Gilbert J.S. Babcock S.A. Granger J.P. ( 2007 ) Hypertension produced by reduced uterine perfusion in pregnant rats is associated with increased soluble fms-like tyrosine kinase-1 expression . Hypertension 50 , 1142 – 1147 17923588 49) Barleon B. Hauser S. Schollmann C. Weindel K. Marme D. Yayon A. Weich H.A. ( 1994 ) Differential expression of the two VEGF receptors flt and KDR in placenta and vascular endothelial cells . J. Cell. Biochem. 54 , 56 – 66 8126087 50) Clark D.E. Smith S.K. He Y. Day K.A. Licence D.R. Corps A.N. Lammoglia R. Charnock-Jones D.S. ( 1998 ) A Vascular Endothelial Growth Factor antagonist is produced by the human placenta and released into the maternal circulation . Biol. Reprod. 59 , 1540 – 1548 9828203 51) Tanaka K. Yamaguchi S. Sawano A. Shibuya M. ( 1997 ) Characterization of the extracellular domain in the Vascular Endothelial Growth Factor Receptor-1 (Flt-1 tyrosine kinase) . Jpn. J. Cancer Res. 88 , 867 – 876 9369935 52) Nomura M. Yamagishi S. Harada S. Hayashi Y. Yamashima T. Yamashita J. Yamamoto H. ( 1995 ) Possible participation of autocrine and paracrine vascular endothelial growth factors in hypoxia-induced proliferation of endothelial cells and pericytes . J. Biol. Chem. 270 , 28316 – 28324 7499331 53) Schwartz J.D. Rowinsky E.K. Youssoufian H. Pytowski B. Wu Y. ( 2010 ) Vascular endothelial growth factor receptor-1 in human cancer: concise review and rationale for development of IMC-18F1 (Human antibody targeting vascular endothelial growth factor receptor-1) . Cancer 116 , 1027 – 1032 20127948 54) Tsuchida R. Das B. Yeger H. Koren G. Shibuya M. Thorner P.S. Baruchel S. Malkin D. ( 2008 ) Cisplatin treatment increases survival and expansion of a highly tumorigenic side-population fraction by upregulating VEGF/Flt1 autocrine signaling . Oncogene 27 , 3923 – 3934 18332870 55) Wakiya K. Begue A. Stehelin D. Shibuya M. ( 1996 ) A cyclic AMP response element and an ETS motif are involved in the transcriptional regulation of flt-1 tyrosine kinase (VEGF receptor 1) gene . J. Biol. Chem. 271 , 30823 – 30828 8940064 56) Barleon B. Siemeister G. Martiny-Baron G. Weindel K. Herzog C. Marmé D. ( 1997 ) Vascular endothelial growth factor up-regulates its receptor fms-like tyrosine kinase 1 (FLT-1) and a soluble variant of FLT-1 in human vascular endothelial cells . Cancer Res. 57 , 5421 – 5425 9393770 57) Nagamatsu T. Fujii T. Kusumi M. Zou L. Yamashita T. Osuga Y. Momoeda M. Kozuma S. Taketani Y. ( 2004 ) Cytotrophoblasts up-regulate soluble fms-like tyrosine kinase-1 expression under reduced oxygen: an implication for the placental vascular development and the pathophysiology of preeclampsia . Endocrinology 145 , 4838 – 4845 15284201 58) Mezquita J. Mezquita B. Pau M. Mezquita C. ( 2003 ) Down-regulation of flt-1 gene expression by the proteasome inhibitor MG262 . J. Cell. Biochem. 89 , 1138 – 1147 12898512 59) Kumasawa K. Ikawa M. Kidoya H. Hasuwa H. Saito-Fujita T. Morioka Y. Takakura N. Kimura T. Okabe M. ( 2011 ) Pravastatin induces placental growth factor (PGF) and ameliorates preeclampsia in a mouse model . Proc. Natl. Acad. Sci. USA 108 , 1451 – 1455 21187414 Profile Masabumi Shibuya was born in 1944 and graduated from the University of Tokyo, School of Medicine, in 1970. After training for 4 years at the Department of Internal Medicine, University Hospital, he shifted to the Institute of Medical Science, University of Tokyo (IMSUT), and initiated research on the molecular mechanism underlying cell growth and carcinogenesis. During 1979–1982, he worked in Prof. Hidesaburo Hanafusa’s laboratory at the Rockefeller University, New York, and was the first to isolate the viral oncogene of Fujinami sarcoma virus, which was designated as v- fps . After returning to IMSUT, he performed pioneering work on angiogenesis. He isolated a novel receptor-type tyrosine kinase gene and named it fms-like tyrosine kinase-1 (flt-1); flt-1 is now widely known as vascular endothelial growth factor receptor-1 (VEGFR-1). Furthermore, his work revealed unique characteristics of VEGFR-1- and VEGFR-2-related signaling; VEGFR-1 and VEGFR-2 are the major signal transducers and regulators for physiological and pathological angiogenesis. Vascular endothelial growth factor (VEGF)–VEGFR inhibitors are now used throughout the world, including Japan, for treating major human cancers. Masabumi Shibuya was awarded the Tomizo Yoshida Award by the Japanese Cancer Association in 2005 and the Princess Takamatsu Cancer Research Award in 2007. He was a full Professor at IMSUT from 1990 to 2007; after retiring in 2007, he shifted to Tokyo Medical and Dental University (TMDU) and continued his work on cancer research. He is now Emeritus Professor at the University of Tokyo, Vice President of Jobu University, and Visiting Professor at TMDU. Figure 1. Angiogenesis and lymphangiogenesis in tumor growth. Tumors and host cells in tumor-microenvironments secrete a variety of angiogenic factors such as VEGF. Newly formed blood vessels as well as lymph vessels are essential not only for tumor growth itself but also for metastasis to other tissues and lymph nodes. Figure 2. VEGF family and VEGFRs. Except for fish, vertebrates utilize three VEGF-receptor genes and their ligands for angiogenesis and lymphangiogenesis. VEGF (also known as VEGF-A), the major ligand for angiogenesis, activates two tyrosine kinase receptors, Flt-1 and VEGFR-2. VEGF-C/D stimulates lymphangiogenesis via VEGFR-3. One subtype, VEGF 165 , binds Neuropilin-1 (Nrp-1) and generates stronger angiogenic signals than other subtypes. However, a variant form of VEGF 165 , named VEGF 165b , is suggested to be a negative regulator of the VEGF system. Figure 3. Anti-VEGF therapy results in a great effect on the overall survival (OS) of cancer patients with some side effects such as hypertension. Schematic representation: Phase-III clinical trial of bevacizumab (anti-VEGF neutralizing antibody) in combination with chemotherapy demonstrated a significant improvement in the survival of late-stage colorectal cancer patients. Frequent side effects were hypertension and proteiurea. Figure 4. The flt-1 gene generates two products, a full-length TKR (Flt-1) and a soluble form, sFlt-1. sFlt-1 is synthesized from a short form of flt-1 mRNA which consists of exons-1 to 13 and intron-13. The 31-amino acid tail encoded in the 5′-region of intron-13 is highly homologous between mammals and birds, suggesting a biological function. 37 ) Figure 5. Negative role of Flt-1 is dependent on the tight binding ability of VEGF, i.e. the ligand-binding domain but not TK domain. flt-1 −/− mice die in the embryonic stage due to the excess proliferation of endothelial cells and a disorganized vasculature. This indicates a negative role for Flt-1 in angiogenesis early during embryogenesis. Flt-1 TK −/− mice lacking the TK domain and signaling were basically healthy, suggesting the trapping of VEGF by the ligand-binding domain to be crucial for the appropriate regulation of VEGF–VEGFR signaling. Figure 6. Flt-1 is involved in tumor growth and metastasis most likely via stimulation of macrophage-lineage cells. Flt-1 is expressed on bone-marrow derived macrophage-lineage cells and stimulates their migration as well as cytokine production. In Flt-1 TK −/− mice, tumor growth is usually slower with less angiogenesis and macrophage-infiltration than in wild-type mice. In the case of LLC (Lewis lung carcinoma), tumor growth was similar to that in wild-type mice, but there was much less pulmonary metastasis. Flt-1 signaling in wild-type mice stimulates the accumulation of macrophage-lineage cells and MMP9 expression in the lung at the premetastatic phase. 41 , 42 ) Figure 7. The abnormal increase in sFlt-1 is an important cause of preeclampsia. Trophoblasts in the placenta are located between fetal and maternal blood vessels, and suggested to be a physiological barrier against over-signaling by the VEGF system. However, an abnormal increase in sFlt-1 is induced under various conditions, resulting in symptoms of preeclampsia such as hypertension and proteinurea in association with an increase in sEndoglin, a TGFβ family member. Two red “T-shaped” bars in placenta indicate schematic blood vessel networks from fetus (left) and from mother (right). Figure 8. A possible procedure to control the level of sFlt-1 in preeclampsia patients. Abnormal increases in sFlt-1 could be suppressed by 1) an inhibitor of transcription factor(s) for flt-1 expression, 2) removal or a functional block of sFlt-1, 59 ) and 3) the supply of a VEGF-like molecule which is not trapped by sFlt-1. However, such agents should be carefully examined for effects on the fetus under the stress of preeclampsia.",
  "plain_text": "We previously isolated a novel tyrosine kinase receptor, Flt-1, now known as VEGF-receptor (VEGFR)-1. The VEGF–VEGFR system plays a pivotal role in not only physiological but also pathological angiogenesis. We examined the role of Flt-1 in carcinogenesis using Flt-1-signal-deficient ( Flt-1 TK −/−) mice, and found that this receptor stimulates tumor growth and metastasis most likely via macrophages, making it an important potential target in the treatment of cancer. In addition to the full-length receptor, the Flt-1 gene produces a soluble protein, sFlt-1, an endogenous VEGF-inhibitor. sFlt-1 is expressed in trophoblasts of the placenta between fetal and maternal blood vessels, suggesting it to be a barrier against extreme VEGF-signaling. Abnormally high expression of sFlt-1 occurs in most preeclampsia patients, whose main symptoms are hypertension and proteinurea. In cancer patients, strong suppression of VEGF–VEGFR by drugs induces similar side effects including hypertension. These results indicate a close relationship between abnormal VEGF-block and hypertension/proteinurea. sFlt-1 is an attractive target for the control of preeclampsia."
}
