{
  "PMC": "11938702",
  "DOI": "10.1186/s40035-025-00479-4",
  "PMID": "40133924",
  "PMCID": "PMC11938702",
  "title": "Dual modulation of amyloid beta and tau aggregation and dissociation in Alzheimer's disease: a comprehensive review of the characteristics and therapeutic strategies.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC11938702",
  "source": "MED",
  "abstract_text": "Alzheimer's disease (AD) is not a single-cause disease; rather, it is a complex neurodegenerative disease involving multiple pathological pathways influenced by various risk factors. Aggregation and accumulation of amyloid beta (Aβ) and tau are the most prominent features in the brains of AD patients. Aggregated Aβ and tau exert neurotoxic effects in the central nervous system, contributing to the pathogenesis and progression of AD. They also act synergistically to cause neurodegeneration, resulting in memory loss. In this context, dual inhibition of Aβ and tau aggregation, or dissociation of these two aggregates, is considered promising for AD treatment. Recently, dual inhibitors capable of simultaneously targeting the aggregation and dissociation of both Aβ and tau have been investigated. Specific amino acid domains of Aβ and tau associated with their aggregation/dissociation have been identified. Subsequently, therapeutic agents that prevent aggregation or promote disaggregation by targeting these domains have been identified/developed. In this review, we summarize the major domains and properties involved in Aβ and tau aggregation, as well as the therapeutic effects and mechanisms of agents that simultaneously regulate their aggregation and dissociation. This comprehensive review may contribute to the design and discovery of next-generation dual-targeting drugs for Aβ and tau, potentially leading to the development of more effective therapeutic strategies for AD.",
  "full_text": "pmc Transl Neurodegener Transl Neurodegener Translational Neurodegeneration 2047-9158 BioMed Central London 11938702 479 10.1186/s40035-025-00479-4 Review Dual modulation of amyloid beta and tau aggregation and dissociation in Alzheimer’s disease: a comprehensive review of the characteristics and therapeutic strategies Nam Yunkwon 1 Shin Soo Jung 1 Kumar Vijay 1 Won Jihyeon 1 Kim Sujin sujinkim@konyang.ac.kr 1 2 http://orcid.org/0000-0002-8140-5928 Moon Minho hominmoon@konyang.ac.kr 1 2 1 https://ror.org/02v8yp068 grid.411143.2 0000 0000 8674 9741 Department of Biochemistry, College of Medicine, Konyang University, 158, Gwanjeodong-ro, Seo-gu, Daejeon, 35365 Republic of Korea 2 https://ror.org/02v8yp068 grid.411143.2 0000 0000 8674 9741 Research Institute for Dementia Science, Konyang University, 158, Gwanjeodong-ro, Seo-gu, Daejeon, 35365 Republic of Korea 26 3 2025 26 3 2025 2025 14 15 27 8 2024 5 3 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by/4.0/ Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/ . The Creative Commons Public Domain Dedication waiver ( http://creativecommons.org/publicdomain/zero/1.0/ ) applies to the data made available in this article, unless otherwise stated in a credit line to the data. Alzheimer’s disease (AD) is not a single-cause disease; rather, it is a complex neurodegenerative disease involving multiple pathological pathways influenced by various risk factors. Aggregation and accumulation of amyloid beta (Aβ) and tau are the most prominent features in the brains of AD patients. Aggregated Aβ and tau exert neurotoxic effects in the central nervous system, contributing to the pathogenesis and progression of AD. They also act synergistically to cause neurodegeneration, resulting in memory loss. In this context, dual inhibition of Aβ and tau aggregation, or dissociation of these two aggregates, is considered promising for AD treatment. Recently, dual inhibitors capable of simultaneously targeting the aggregation and dissociation of both Aβ and tau have been investigated. Specific amino acid domains of Aβ and tau associated with their aggregation/dissociation have been identified. Subsequently, therapeutic agents that prevent aggregation or promote disaggregation by targeting these domains have been identified/developed. In this review, we summarize the major domains and properties involved in Aβ and tau aggregation, as well as the therapeutic effects and mechanisms of agents that simultaneously regulate their aggregation and dissociation. This comprehensive review may contribute to the design and discovery of next-generation dual-targeting drugs for Aβ and tau, potentially leading to the development of more effective therapeutic strategies for AD. Keywords Alzheimer’s disease Amyloid beta Tau Aggregation Dissociation Dual-targeting drugs National Research Foundation of Korea RS-2023-00240010 Moon Minho http://dx.doi.org/10.13039/501100003725 National Research Foundation of Korea RS-2024-00450135 RS-2023-00212388 Nam Yunkwon Kim Sujin http://dx.doi.org/10.13039/501100003710 Korea Health Industry Development Institute RS-2023-KH138733 Moon Minho issue-copyright-statement © Ruijin Hospital, Shanghai Jiao Tong University 2025 Background Alzheimer’s disease (AD) is a complex neurodegenerative disease that accounts for the largest proportion of dementia. Over the past century, a variety of AD risk factors, such as sociodemographic, genetic, lifestyle, and environmental factors, as well as physical and mental health conditions, have been extensively studied [ 1 ]. Various neuropathological features, including atrophy, cerebrovascular disruption, and proteinopathy, such as amyloid beta (Aβ), tau, transactive response DNA binding protein of 43 kDa, and α-synuclein, have been observed in AD brains [ 2 ]. Additionally, the accumulation of Aβ and tau follows several distinct trajectories [ 3 , 4 ]. However, the most prominent neuropathological characteristics of AD among various types of dementia are the presence of extracellular Aβ plaques and intracellular neurofibrillary tangles (NFTs) composed of hyperphosphorylated tau proteins in the brain [ 5 ]. Aβ peptides are produced through the amyloidogenic process, in which amyloid precursor protein (APP) is sequentially cleaved by β-secretase and γ-secretase while bypassing α-secretase [ 6 ]. Tau protein becomes abnormally hyperphosphorylated due to an imbalance in enzymes that add or remove phosphate [ 7 ]. Accumulation of Aβ peptides and hyperphosphorylated tau occurs ~ 20 years before AD onset [ 8 , 9 ], influencing various AD-associated pathologies. Aβ also interacts with tau to exacerbate AD progression through multiple synergistic mechanisms [ 10 – 14 ]. In particular, studies in animal models have demonstrated that the Aβ − tau interactions not only accelerate tau pathology but also exacerbate neuronal damage by impairing neurotransmission, disrupting calcium homeostasis, and destabilizing microtubules [ 15 – 22 ]. Interestingly, Aβ pathology is closely associated with the spread of tau pathology [ 23 ], especially in its initial regions within the rhinal cortex. In patients with a higher accumulation of Aβ (specifically, an amyloid burden > 40 centiloid), tau pathology is more likely to extend into the neocortex compared to those with lower Aβ deposition [ 24 ]. The spread of tau pathology facilitated by Aβ is a better predictor of cognitive performance of AD patients than Aβ pathology [ 25 ]. Several studies have proposed the mechanisms of the interactions between Aβ and tau in the AD brain. First, Aβ not only induces hyperphosphorylation of tau but also promotes the spread of tau aggregates to neuritic plaques. This links the spatial and temporal progression of Aβ and tau pathology [ 11 , 17 , 26 ]. Second, Aβ and tau interact through the long-range neural network that connects the neocortex to the entorhinal cortex, an early site of tau neurofibrillary tangle formation, driving initial tau spreading through long-range neural networks [ 27 ]. In the late stages of AD, Aβ strongly interacts with tau in the inferior temporal gyrus to accelerate connectivity-based tau propagation to a wide range of neocortical regions [ 27 ]. Finally, interactions between Aβ and tau may involve specific pathways, such as FGFR3 signaling which facilitates tau uptake and aggregation [ 28 ], and the norepinephrine signaling pathway, in which Aβ oligomers activate glycogen synthase kinase 3β (GSK3β) via the α2A adrenergic receptor, leading to tau hyperphosphorylation [ 29 ]. The cascade of events involving the aggregation and accumulation of Aβ and tau represents one of the crucial trajectories in AD pathogenesis. Therefore, it is necessary to understand the mechanisms of Aβ and tau aggregation and to identify promising therapeutic strategies targeting their aggregates. Interestingly, Aβ and tau exhibit similar biophysical characteristics and aggregation kinetics; most notably, both form aggregates featuring a common β-sheet structure which exerts neurotoxic effects on the central nervous system [ 30 ]. These aggregates are typically formed either through primary nucleation, in which monomers aggregate without the contribution of preformed aggregates, or through secondary nucleation, in which preformed aggregates of the same monomer type catalyze the nucleation from monomers [ 31 , 32 ]. Among the different forms of Aβ and tau, oligomers and protofibrils are more harmful and damaging to neuronal function than the monomeric form [ 33 , 34 ]. Moreover, Aβ and tau aggregates synergistically interact to maximize their neurotoxicity [ 35 ]. In particular, Aβ aggregates interact with tau to produce toxic effects, while phosphorylated tau promotes Aβ-induced damage to mitochondria in healthy neurons [ 36 ]. As both the aggregation of Aβ/tau and their interaction play crucial roles in different aspects of AD pathologies, development of drugs that can simultaneously inhibit Aβ and tau aggregation by targeting common structural elements, such as the β-sheet, is of significant interest. Notably, several studies have explored the potential of dual inhibitors of Aβ and tau aggregation and dual modulators that can dissociate Aβ and tau aggregates [ 37 – 42 ]. In addition, multiple preclinical and clinical trials have investigated the utility of Aβ and tau dual-targeting drugs in the treatment of AD. These include dual Aβ/tau oligomer inhibitors (Takeda Pharmaceuticals and TREVENTIS™), AS-603 (Amyloid Solution), AS-701 (Amyloid Solution), L&J-AD (L & J Bio.), and BEY-2153 (BEYONDBIO; clinical trial No. NCT04476303). BEY-2153 simultaneously targets Aβ and tau by inhibiting the hyperphosphorylation of both tau protein and APP. Interestingly, AS-603 and AS-701, developed by Amyloid Solution, have been reported to target Aβ and tau aggregates by promoting the degradation of both Aβ and tau oligomers and plaques. Preclinical and clinical studies of dual Aβ and tau modulators have shown that a dual regulatory approach to inhibiting Aβ and tau aggregation or dissociating Aβ and tau aggregates may represent an effective strategy for the treatment of AD [ 37 – 42 ]. In this review, we describe the aggregation properties of Aβ and tau and explore aggregation-related sites and mechanisms, focusing on potential targets for dual intervention. In addition, we summarize and discuss recent discoveries on dual-targeting modulators of Aβ and tau, including both aggregation inhibitors and aggregate dissociators, which have been shown to attenuate various AD-related pathologies. Finally, we discuss promising therapeutic strategies that involve targeting the modulation of Aβ and tau aggregation/disaggregation, highlighting their potential in the treatment of AD. Characteristics of Aβ and tau aggregation Abnormal accumulation of aggregated Aβ and tau is a primary cause of AD. Studies have revealed specific segments in Aβ and tau that are responsible for their aggregation (Fig. 1 ). Below, we will comprehensively review the mechanisms that lead to the aggregation of Aβ and tau. Fig. 1 Specific regions involved in Aβ and tau aggregation. Within the Aβ peptide sequence, specific hydrophobic segments, including 17 LVF 19 , 32 IGL 34 , and 41 IA 42 , induce self-aggregation. The 17 LVFFAED 23 segment and the 30 AIIGLMV 36 segment induce formation of the β-sheet structure of Aβ fibrils. Within the microtubule-binding domain of tau protein, the 275 VQIINK 280 and 306 VQIVYK 311 segments promote tau filaments to self-aggregate and form helical structures. The cross-seeding process between Aβ and tau is facilitated by specific interactions. In Aβ, the lysine (K) 16, valine (V) 18, and glutamic acid (E) 22 residues are key players in aggregation. For tau, the 275 VQIINK 280 and 306 VQIVYK 311 segments are crucial for aggregation Mechanisms underlying Aβ aggregation and potential therapeutic strategies for modulating Aβ aggregation Excessive accumulation of Aβ due to an imbalance between Aβ production and clearance is a critical event in the pathogenesis of AD [ 43 ]. Interestingly, studies on familial AD associated with PSEN1 gene mutations have demonstrated a complex pattern of Aβ production: a small number of patients exhibit increased Aβ production, while a large number of patients show decreased Aβ production [ 44 – 46 ]. Surprisingly, a comprehensive analysis of 138 PSEN1 mutations causing familial AD revealed that only 10 mutations increase Aβ production, while the others either decrease or have no significant effect on Aβ levels [ 46 ]. For example, P264L and P267S mutations reduce the processing efficiency of γ-secretase by interfering with PSEN1 self-cleavage, resulting in reduced production of Aβ [ 44 ]. Although the overall production is decreased, the production ratio of longer Aβ species such as Aβ 43 and Aβ 45 is increased compared to that in healthy controls, whereas the production ratio of shorter Aβ species such as Aβ 38 and Aβ 40 is decreased. This finding was unaffected by the characteristics and specific site of the PSEN1 mutations [ 45 ]. Thus, it is increasingly recognized that Aβ accumulation in AD pathology can be caused by impaired Aβ clearance mechanisms even without Aβ overproduction. Aβ initially exists as monomers in a random coil or an α-helical conformation and progressively adopts β-sheet-rich structures during aggregation into oligomers, protofibrils, fibrils, and amyloid plaques [ 47 ]. Although certain monomeric forms of Aβ can transiently adopt β-sheet structures under experimental conditions such as multinuclear NMR (nuclear magnetic resonance) spectroscopy, this is not the predominant conformational state of monomeric Aβ. During the aggregation process of Aβ, specific hydrophobic segments of Aβ, such as 17 LVF 19 , 32 IGL 34 , and 41 IA 42 , play crucial roles in promoting self-assembly. In particular, Aβ 42 exhibits higher hydrophobicity and stronger aggregation properties than Aβ 40 , as it has two additional residues at the C-terminal, isoleucine 41 and alanine 42. This makes Aβ 42 the more toxic isoform associated with AD [ 48 ]. The isoleucine 41 and alanine 42 residues at the C-terminal promote aggregation and amyloid plaque formation by forming hydrophobic interactions with the C-terminal hydrophobic region of Aβ and between different Aβ peptides. Specifically, the C-terminal hydrophobic region of Aβ 42 , the 32 IGL 34 segment, competitively interacts with both the hydrophobic central region, the 17 LVF 19 segment, and the extreme C-terminal hydrophobic region, the 41 IA 42 segment. Notably, interaction between the 32 IGL 34 and the 41 IA 42 segments results in the exposure of the 17 LVF 19 segment to solvent molecules. The exposed 17 LVF 19 segment plays an important role in the intermolecular hydrophobic interactions that drive oligomerization of Aβ 42 [ 49 ]. Due to the absence of the two C-terminal amino acids 41 IA 42 and the altered competitive interaction between hydrophobic regions, Aβ 40 exhibits a relatively higher probability of interaction between the 32 IGL 34 and 17 LVF 19 sections, and, consequently, a lower aggregation tendency than Aβ 42 [ 49 ]. Indeed, it has been well-established that Aβ 42 aggregates faster than Aβ 40 due to its higher affinity for self-assembly through hydrophobic interactions [ 50 , 51 ]. During oligomerization, Aβ preferentially interacts with the 16 KLVFFAEDVG 25 segment of other Aβ forms [ 52 ]. The 17 LVFFAED 23 segment of the central region and the 30 AIIGLMV 36 segment of the C-terminal play a crucial role in the formation of the amyloid structure, which is key for the formation of Aβ fibrils [ 53 , 54 ]. The central and the C-terminal regions form tetramers, each tetramer consisting of two hydrogen-bonded dimers that pack through hydrophobic interactions [ 55 ]. Through these aggregation dynamics, Aβ fibrils in the AD brain promote the stacking of Aβ monomers or dimers with similar structures to form amyloid structures, which can further aggregate into fibrils [ 56 – 58 ]. Thus, specific Aβ segments, such as 16 KLVFFAEDVG 25 and 29 GAIIGLMVGGVVIA 42 , significantly contribute to the formation and structural stabilization of Aβ aggregates (Fig. 1 ). Considering the aggregation properties of Aβ, diverse compounds can be used to modulate aggregation by targeting specific regions of Aβ. First, Aβ aggregation may be inhibited by an inhibitor binding to the central hydrophobic region of Aβ, the 17 LVF 19 segment, to form a hydrophobic interaction. Multiple bioactive components extracted from natural products, including catechins, epicatechin, curcumin, and epigallocatechin gallate (EGCG), have been shown to form a hydrophobic interaction with the central hydrophobic region of Aβ [ 59 – 62 ]. Furthermore, peptide-based drugs with altered structural conformations can interact with the central hydrophobic region of Aβ to reduce aggregation and fibril formation [ 63 – 67 ]. Second, Aβ aggregation may be inhibited through direct interaction with specific regions of the Aβ peptide. For instance, morin and datiscetin target the 10 YEVHHQ 15 and 19 FFA 21 sequences of the Aβ 42 monomer, subsequently inhibiting the nucleation and elongation phases of amyloid aggregation, protecting neurons from amyloid toxicity [ 68 ]. Quercetin recognizes and binds to the 17 LVFFA 21 sequence of the Aβ oligomer during the early stages of Aβ aggregation [ 69 , 70 ]. In addition, nicotine and its optical isomers exhibit anti-aggregation effects on Aβ through selective interactions with the histidine residues 6, 13, and 14 in the Aβ peptide [ 71 ]. One of the cembranoid compounds derived from the Chinese soft coral Sinularia sp., exerts an anti-aggregation effect on Aβ not only through hydrogen bonding between the OH at C-11 of this compound and the carbonyl of the backbone of Glycine 37 of Aβ 42 , but also through hydrophobic interactions between the compound and the leucine 34, valine 39, valine 40, isoleucine 41, and alanine 42 residues of Aβ 42 monomer [ 72 ]. Molecular dynamics simulation further demonstrated that both tanshinone I and tanshinone IIA, compounds isolated from the Chinese herbs Danshen or Salvia Miltiorrhiza Bunge, preferentially bind to a hydrophobic amyloid groove formed by the C-terminal sequences 31 IIGLM 35 and 35 MVGGV 39 , along with several aromatic residues [ 73 ]. Collectively, these results indicate that the specific targeting and binding of key hydrophobic regions of Aβ is an effective approach to modulating Aβ aggregation. Critical mechanisms of tau aggregation and potential therapeutic strategies for modulating tau aggregation Tau protein progressively aggregates from monomers to oligomers and paired helical filaments (PHFs), eventually forming NFTs [ 74 ]. In the AD brain, abnormally hyperphosphorylated tau dissociates from microtubules, destabilizes the normal structural conformation of microtubules, and has increased propensity to aggregate into pathological forms [ 75 ]. This process is mediated by several tau kinases including GSK3β and cyclin-dependent kinase 5, and phosphatases [ 76 ]. Hyperphosphorylation of tau occurs primarily in the proline-rich regions and the microtubule-binding domain (MTBD), leading to structural destabilization and exposure of hydrophobic regions that promote aggregation of the tau protein [ 77 ]. Aggregation of tau is primarily caused by the hydrophobic interactions between MTBDs, which typically contains three or four repeats [ 78 ]. The MTBD has specific aggregation-promoting regions that are predominantly involved in the aggregation of tau. Two hexapeptides, 275 VQIINK 280 present in the repeat 2 domain (R2), and 306 VQIVYK 311 present in the repeat 3 domain (R3) of the MTBD, have been well-characterized as aggregation-promoting regions central to tau aggregation [ 79 , 80 ]. Valine 306 and isoleucine 308 are central for stabilizing the amyloid structure formed by the 275 VQIINK 280 and the 306 VQIVYK 311 segments [ 81 ]. In particular, the 275 VQIINK 280 segment in the R2 domain more strongly contributes to the seeding and aggregation than the 306 VQIVYK 311 segment in the R3 domain [ 79 , 82 ]. However, neither aggregates of hexapeptide 275 VQIINK 280 nor aggregates of 306 VQIVYK 311 show the helical structure observed in PHFs [ 79 ]. These results suggest that the two hexapeptides play a critical role in the initial nucleation of tau protein (Fig. 1 ). In particular, tyrosine 310 of the 306 VQIVYK 311 peptide has been identified as an essential residue for the formation of these tau filaments [ 83 ]. In this region, the tyrosine 310 residue engages in a C–H⋯π interaction with isoleucine 308 to form a steric zipper structure in tau filaments, a typical structure for cross-β-sheet forming peptides [ 84 ]. Indeed, the structured core of tau filaments extracted from the brains of AD patients contains the 306 VQIVYK 311 segment [ 85 ]. Tau filaments are composed of two similarly structured protofilaments. The structured core of tau filaments forms a C-shaped architecture comprising eight β-sheets enriched in residues from valine 306 to arginine 406 in the R3 and R4 domains of tau [ 85 , 86 ]. Importantly, V306–F378, which comprises eight β-sheets, promotes fibrillization and contributes to the stabilization of the fibril structure [ 87 ]. Moreover, aggregates of V306–F378 are efficiently internalized through endocytosis, thereby promoting tau propagation [ 87 ]. Based on the aggregation properties of tau, many compounds are being developed to modulate tau aggregation to treat AD or tauopathies. First, tau aggregation inhibitors can be covalent; these inhibitors act by forming covalent bonds within residues of the tau protein to prevent aggregation [ 88 ]. Methylthioninium chloride, commonly referred to as methylene blue (MB), is a strong inhibitor of tau aggregation [ 89 ]. Leuco-methylthioninium bis (LMTX), also known as TRx0237, is a second-generation derivate of MB that binds to abnormal tau and inhibits tau aggregation [ 90 ]. MB can modulate tau aggregation by regulating the oxidation of cysteine sulfhydryl groups [ 91 ]. In particular, previous studies have shown that the oxidized or reduced forms of MB, known as methylthioninium and LMTX, respectively, bind to the cysteine 291 and cysteine 322 residues of the tau protein, thereby inhibiting tau aggregation [ 92 ]. Second, small molecules that interact directly with tau monomers can potentially inhibit the initiation of aggregation by binding to hydrophobic regions. For example, curcumin attenuates tau aggregation through specific molecular interactions. Indeed, structural studies have shown that curcumin binds primarily to the hydrophobic domains of tau, including residues valine 255, valine 292, isoleucine 195, and valine 305. This binding involves not only hydrophobic interactions but also the formation of hydrogen bonds with nearby residues [ 93 ]. These hydrophobic interactions and hydrogen bonds both play a critical role in disrupting the steric zipper structure, a key element in tau protein aggregation, thereby inhibiting tau aggregation. Moreover, the rapid change from the exposed state of the hydrophobic region to the normal state reduces the exposure time of the tau hydrophobic residues, thereby reducing the opportunity for interaction with other peptides, subsequently inhibiting aggregation [ 94 ]. Finally, tau aggregation may be regulated by blocking the steric zipper structure that forms in cross-β-sheet peptides [ 88 ]. In particular, several noncovalent inhibitors of tau aggregation may act by blocking the formation of the steric zipper structures common to cross-β-sheet peptides [ 88 ]. Interestingly, some small molecules, including fluorescent dyes, peptide inhibitors D1b, orange G, and curcumin, have been found to disrupt the steric zipper structure across peptides, thus interfering with steric zipper interactions and preventing peptide chains from aggregating into fibrillar structures [ 88 , 95 – 97 ]. Taken together, these data suggest that specifically targeting the microtubule-binding repeat domains, especially the aggregation-promoting regions, such as the hexapeptides 275 VQIINK 280 and 306 VQIVYK 311 , through various approaches such as covalent binding, hydrophobic interactions, or disruption of the steric zipper structure, could be an effective strategy to modulate and inhibit tau protein aggregation. Critical mechanisms underlying the dual modulation of Aβ/tau aggregation and therapeutic agents Pathologic Aβ and tau act synergistically to deteriorate neurodegeneration in AD [ 35 ]. The cross-seeding of misfolded Aβ and tau, in which the misfolded forms of one molecule catalyze the misfolding and aggregation of the other, accelerates AD progression [ 98 ]. The interaction between Aβ and tau is mediated by a variety of non-covalent interactions, including: hydrophobic interactions, electrostatic interactions, and hydrogen bonding (Fig. 1 ). First, hydrophobic interactions cause induction of Aβ peptide and tau protein aggregation. It has been well established that monomers of Aβ can self-assemble into hydrophobic oligomers and fibrils through hydrophobic interactions [ 99 , 100 ]. In particular, the hydrophobic interaction sites on Aβ not only induce the aggregation of Aβ, but can also interact with tau to enhance the aggregation of both. For example, the hydrophobic residues of Aβ monomer, including tyrosine 10, phenylalanine 20, methionine 35, valine 39, and isoleucine 41, mainly interact with monomeric tau [ 101 ]. Furthermore, residues lysine 16, valine 18, and glutamic acid 22 of the Aβ monomer induce tau aggregation and self-seeding when exposed to solvent molecules [ 102 ], indicating the involvement of hydrophobic interactions between Aβ and tau. Second, Aβ aggregates interact with tau monomers through electrostatic interactions. The intrinsically disordered tau protein, when aggregated by pro-amyloid factors, adopts an extended conformation that reduces the structural polymorphism of tau and exposes two hexapeptides, 275 VQIINK 280 of R2 and 306 VQIVYK 311 of R3 [ 103 ]. Aβ aggregates may contain positively charged regions due to the presence of lysine residues or other charged amino acids [ 104 ]. The positively charged regions of Aβ aggregates may interact with negatively charged residues, such as glutamine, in the hexapeptide motifs of tau via electrostatic attraction. Moreover, Aβ aggregates or Aβ residues 16–26 bind to the 275 VQIINK 280 and 306 VQIVYK 311 of tau to form fibrils with a β-sheet axis [ 105 , 106 ]. Third, the exposure of hydrogen bond donors and acceptors on Aβ aggregates may affect the simultaneous aggregation of Aβ and tau by forming hydrogen bonds with polar residues present in the hexapeptide motifs of tau, such as glutamine and asparagine [ 101 ]. Surprisingly, aggregated Aβ, rather than monomeric Aβ, strongly accelerates the aggregation and propagation of tau both in vitro and in vivo [ 20 , 107 , 108 ]. Taken together, these results suggest that the cross-talk between Aβ and tau plays a critical role in AD-associated pathologies, demonstrating the need for therapeutic strategies to disrupt these deleterious interactions. As described above, simultaneous aggregation of Aβ and tau is primarily driven by hydrophobic interactions, electrostatic interactions, and hydrogen bonds formed by specific residues between them. Hence, dual inhibitors should interact with the key residues involved in the aggregation of Aβ and tau to prevent aggregate formation by disrupting non-covalent interactions, such as hydrophobic interactions, electrostatic interactions, and hydrogen bonding between Aβ and tau [ 109 , 110 ]. Some agents can regulate Aβ and tau aggregation simultaneously (Table 1 ). Phenylindane, a primary component of coffee, inhibits the fibrillization of both Aβ and tau [ 111 ]. Curcumin has been extensively studied as a simultaneous regulator of Aβ and tau aggregation. Curcumin binds directly to Aβ and tau monomers, stabilizes oligomeric species, and blocks dehydrogenation potentially involved in Aβ and tau interactions [ 112 – 115 ]. Additionally, curcumin derivatives simultaneously inhibit the aggregation of Aβ and tau by blocking hydrophobic interaction and development of the amyloid structure [ 38 , 88 , 116 ]. In addition to curcumin, derivatives of tacrine [ 39 ], N-benzylpiperidine [ 37 ], benzylamine-hydroxyalkylamine [ 117 ], and thiophene [ 118 ] have also been reported to exert a dual inhibitory activity on Aβ and tau. These dual inhibitors inhibit the exposure of hydrophobic regions present in Aβ and tau monomers or have hydrophobic/electrostatic interactions with the exposed hydrophobic regions, thereby attenuating aggregation. Furthermore, several agents, including Uncaria rhynchophylla [ 40 ], genipin and pyrogallol [ 41 ], neferine [ 42 ], benzylamine-hydroxyalkylamine derivatives [ 117 ], necrostatin-1 derivatives [ 119 ], curcumin [ 38 , 93 , 116 , 120 ], and EGCG [ 61 , 121 – 124 ], not only inhibit the aggregation of Aβ and tau but also promote the disaggregation. In particular, genipin and pyrogallol have sporadic interactions through covalent/non-covalent bonds with the amino acid residues that play a critical role in Aβ and tau fibril formation, thereby regulating aggregation or inducing fibril dissociation [ 41 ]. Moreover, curcumin, EGCG, and Nec1-derivates inhibit Aβ aggregation and promote the dissociation of Aβ protofibrils by breaking the hydrogen bond [ 119 ]. Conversely, EGCG regulates the aggregation of Aβ by forming new π-π interactions with histidine 6 and glutamic acid 11 and forming a hydrogen bond with histidine 14/tyrosine 10 and a hydrogen bond with glutamic acid 11 [ 124 ]. EGCG also regulates Aβ aggregation by disrupting the lysine 28–alanine 42 salt bridge through a hydrogen bond with Aβ 42 as well as the cation-π interaction between its gallic acid ester group and lysine 28 [ 124 ]. Furthermore, neferine, curcumin, and EGCG suppress tau aggregation and promote tau dissociation [ 122 ]. In particular, EGCG stacks in the polar gap between paired helical filaments. Specifically, EGCG promotes the early disassembly of tau fibrils by competing with the hydrogen bonds, specifically at the serine 341 residue, that maintain tau molecules together in tau fibrils [ 123 ]. In addition, neferine, curcumin, and EGCG induce a conformational change from a β-sheet to an unfolded monomeric form, which inhibits aggregation and promotes degradation of Aβ and tau [ 42 , 122 ]. In this regard, various kinetic studies have demonstrated that the structural disorder of Aβ and tau is crucial for aggregation [ 125 – 127 ]. Unfortunately, among the various interactions that contribute to the anti-aggregation and the degradation effects of dual modulators (such as genipin, pyrogllol, neferine, curcumin, and EGCG) on Aβ and tau, the most important interactions remain unclear. However, the different interactions of the molecules with both Aβ and tau may act in a complementary and synergistic manner. The complementary action may enhance the overall efficacy of dual modulators by targeting multiple interactions involved in Aβ/tau aggregation and disaggregation, providing a more robust mechanism to inhibit or dissociate pathological aggregate formation. Taken together, several approaches could be employed to inhibit Aβ and tau aggregation while promoting their dissociation: (1) inhibiting the aggregation of Aβ and tau by preventing the exposure of hydrophobic regions on Aβ and tau monomers, or through interactions with these regions to weaken areas prone to aggregation; and (2) promoting the disassembly of Aβ and tau by inducing sporadic interactions through covalent or non-covalent bonds with amino acid residues critical for fibrillation (Fig. 2 ). Table 1 Summary of compounds that inhibit Aβ/tau aggregation and/or dissociate their aggregates Compounds Target Binding regions Interaction mechanisms Effects Models of study References Curcumin and curcumin derivatives Aβ/tau 17 LVFFA 21 and 12 VHHQKLVFF 20 of Aβ Asp225, Asp194, Lys285, Ser258, Val255, Val292, Leu195, and Val305 of tau Hydrogen bond, Hydrophobic interaction, Blocking the steric zipper structure, Conformational change that does not favor β-sheet formation Anti-aggregation effect on tau, Dis-aggregation effect on Aβ and tau Cell-free system, SAMP8 mice [ 38 , 93 , 116 , 120 ] Tacrine derivatives Aβ/tau N/A Non-covalent interaction Anti-aggregation effect on Aβ and tau HEK-293 T cells [ 39 ] N-benzylpiperidine derivatives Aβ/tau N/A N/A Anti-aggregation effect on Aβ and tau Bacterial cells [ 37 ] Uncaria rhynchophylla Aβ/tau N/A N/A Anti-aggregation effect on Aβ and tau, Dis-aggregation effect on Aβ and tau Cell-free system, 3xTg mice [ 40 ] Rhynchophylline Aβ/tau Glu22, Ala30, Ile31, Asp23, Ala21, Leu34, Val39, Ile41, Phe19, Val40, Ala42, His14, Gly37, and Met35 of Aβ Gln276, Ile278, Val275, Ile277, Val306, Ile308, Gln307, Gly333, His330, Gln336, Lys331 of tau Hydrogen bond, Hydrophobic interaction, π-π interaction Anti-aggregation effect on tau, Dis-aggregation effect on Aβ and tau Cell-free system Corynoxeine Aβ/tau Ile32, Asp23, Ala21, Leu34, Val36, Val39, Ile41, Phe19, Leu17, Val40, Ala42, His14, Met35 of Aβ Lys274, Ile277, Gln307, Ile308, Gly333, Gln336, Lys331 of tau Hydrogen bond, Hydrophobic interaction, π-π interaction Anti-aggregation effect on Aβ and tau, Dis-aggregation effect on Aβ and tau Cell-free system Genipin Aβ/tau 15 QKLVFFA 21 of Aβ 306 VQIVYK 311 of tau Extension of the protein conformation, Hydrophobic interaction Anti-aggregation effect on Aβ and tau, Dis-aggregation effect on Aβ and tau Cell-free system, 3xTg mice [ 41 ] Pyrogallol Aβ/tau Neferine Aβ/tau 16 KLVFFAEDVG 25 and 29 GAIIGLMVGGVVIA 42 of Aβ 275 VQIINK 280 , 306 VQIVYK 311 , 332 PGGGQ 336 of tau Conformational change from β-sheet to α-helix in Aβ Anti-aggregation effect on Aβ and tau, Dis-aggregation effect on Aβ and tau Cell-free system [ 42 ] Thiazolidinedione derivatives Aβ/tau N/A N/A Anti-aggregation effect on Aβ and tau Cell-free system, Drosophila [ 135 ] Benzylamine-hydroxyalkylamine derivatives Aβ/tau Lys28, Phe20, and Lys16 of Aβ Gln336 of tau Hydrophobic interaction Anti-aggregation effect on Aβ and tau, Dis-aggregation effect on Aβ and tau Cell-free system [ 117 ] Phenylindane Aβ/tau N/A N/A Anti-aggregation effect on Aβ and tau Cell-free system [ 111 ] Thiophene molecules Aβ/tau Phe19, Ala30 and Ile31 of Aβ Ser36, Ser47, Val34, Leu39, and Ile49 of tau Hydrogen bond, Hydrophobic interaction, π-π interaction Anti-aggregation effect on Aβ and tau Cell-free system [ 118 ] Epigallocatechin gallate Aβ/tau Phe19, Ala30, Gly29, Lys28, Asn27, Glu3, Ala42, Ile41, Glu11, and His13 of Aβ Ser 341 of tau Extension of the protein conformation Anti-aggregation effect on Aβ and tau, Dis-aggregation effect on Aβ and tau Cell-free system [ 136 ] Necrostatin-1 derivatives Aβ/tau 16 KLVFFA 21 of Aβ Hydrophobic interaction Anti-aggregation effect on Aβ and tau, Dis-aggregation effect on Aβ and tau Cell-free system, 5XFAD mice [ 119 ] N/A; Not available, Aβ; Amyloid beta, Glu; Glutamic Acid, Ala; Alanine, Ile; Isoleucine, Asp; Aspartic Acid, Leu; Leucine, Val; Valine, Phe; Phenylalanine, His; Histidine, Gly; Glycine, Met; Methionine, Gln; Glutamine, Lys; Lysine, Ser; Serine, SAMP8; senescence-accelerated mouse prone 8 Fig. 2 Possible mechanisms of action of dual modulators of Aβ and tau aggregation and their aggregate dissociation. These dual inhibitors of Aβ and tau act (1) to inhibit aggregation by preventing exposure of the hydrophobic regions of Aβ and tau monomers, or by inducing interactions with hydrophobic regions to weaken vulnerable regions of Aβ and tau, and (2) to modulate aggregation by inducing sporadic interactions through covalent or non-covalent bonds with amino acid residues important for Aβ and tau fibrillation. The dual modulators for Aβ and tau aggregate dissociation would induce sporadic interactions through covalent or non-covalent bonds with amino acid residues that are important for the fibrillation of Aβ and tau, leading to dissociation of the fibrils In addition to the dual modulators such as pyrogallol, genipin, neferine, and EGCG, which have known mechanisms for regulating Aβ and tau aggregation, multiple other agents have been proposed to target Aβ and tau aggregation. Carbon dots, a type of carbon-based nanomaterials, have gained significant attention for their therapeutic effects on AD pathology. Interestingly, carbon dots can directly interact with Aβ peptides to inhibit Aβ misfolding and aggregation [ 128 ] and prevent tau aggregation [ 129 ]. Furthermore, carbon dots derived from congo red have the potential to simultaneously inhibit Aβ and tau aggregation [ 130 ]. Molecular tweezers are small molecules designed to bind to specific sites on target proteins, thereby preventing abnormal protein aggregation, such as amyloid-associated deposits [ 131 ]. The molecular tweezers can reduce Aβ plaques, NFTs, and microgliosis through modulating Aβ and tau aggregation in 3×Tg mice [ 132 ]. Similarly, there has been extensive research on structure-based peptide inhibitors that bind to specific sequences in Aβ and tau [ 82 , 102 , 133 , 134 ]. These structure-based inhibitors can suppress the aggregation of Aβ and tau and inhibit their toxicity. Interestingly, congo red is proposed as one of the candidate dual modulators of Aβ and tau aggregation [ 130 ]. Congo red is a water-soluble diazo dye commonly used to detect Aβ in AD. It can bind to amyloid aggregates, particularly the β-sheet structure of amyloid fibrils. A study demonstrated that congo red can inhibit Aβ and tau aggregation in vitro, implying a significant potential for the treatment of amyloid-related diseases [ 130 ]. Despite numerous studies, the precise molecular mechanisms underlying the effects of carbon dots, molecular tweezers, and congo red on Aβ and tau aggregation have yet to be fully elucidated. Advantages and disadvantages of the therapeutic agents The simultaneous targeting of Aβ and tau offers a multi-faceted therapeutic strategy for the treatment of AD. First, dual targeting of Aβ and tau can prevent the synergistic interaction between them. Studies have shown that Aβ accelerates the aggregation of tau [ 21 , 137 ] and that tau, in turn, can affect the properties of Aβ plaques [ 22 ]. These findings highlight the complex relationship between Aβ and tau, with each molecule exacerbating the aggregation and pathological effects in AD [ 138 ]. Moreover, the synergistic effects between Aβ and tau contribute to the exacerbation of AD-related pathologies, including cognitive decline and neurodegeneration [ 139 , 140 ]. Dual inhibitors targeting both Aβ and tau may not only prevent the formation of Aβ and tau tangles individually but also disrupt the cross-linking, a key mechanism driving the formation of pathological aggregates. Therefore, dual inhibitors targeting both Aβ and tau represent a promising therapeutic approach to mitigating AD pathology by addressing both individual and synergistic mechanisms. Second, multi-target therapeutic approaches can significantly reduce the probability of resistance. Single-target strategies are often limited since proteins can evolve to become resistant to drugs that block specific mechanisms, reducing single-target drug efficacy over time [ 141 ]. The simultaneous modulation of Aβ and tau aggregation better reflects the complexity of the biological system and may be more effective in slowing AD progression. Third, dual targeting of Aβ and tau may offer the potential to design therapies specific to a personalized biological profile, in line with the concept of precision medicine. The aggregation patterns of Aβ and tau differ among individuals due to genetic, age-related, and environmental factors [ 142 ]. Susceptibility to aggregation varies among patients with AD. For example, one subgroup may have a higher propensity for Aβ aggregation and another subgroup for tau aggregation. Therefore, simultaneous modulation of Aβ and tau represents an innovative approach for AD treatment with the potential to reduce treatment resistance and meanwhile enable personalized treatment. Despite the promising benefits, there are potential disadvantages to the use of therapeutic agents for inhibiting Aβ/tau aggregation and dissociating their aggregates. The first concern is the specificity and selectivity of Aβ/tau aggregation modulators. The specificity of modulators for Aβ and tau aggregation varies depending on the target regions involved in Aβ and tau aggregation. Aβ modulators target critical hydrophobic regions at which Aβ self-assembles into pathogenic aggregates. Modulators of Aβ also disrupt the sheet-forming segments, interfering with the molecular mechanisms of Aβ aggregation. Similarly, modulators of tau aggregation specifically target repeat domains within the MTBD, characterized by prominent β-sheet-forming and hydrophobic regions that are critical for tau aggregation. However, dual modulators for Aβ and tau aggregation may target and affect common structural elements such as hydrophobic cores and β-sheet regions, which may be present in other proteins, including α-synuclein and prions, and may cause detrimental effects on protein function [ 143 , 144 ]. Disruption of physiological proteins through non-specific interactions could disrupt cytoskeletal organization, impair synaptic integrity, or dysregulate energy homeostasis, ultimately exacerbating neuronal dysfunction. It can also disrupt protein homeostasis and protein–protein interactions [ 145 , 146 ]. Dual modulators of Aβ and tau aggregation may provide a safer alternative with fewer side effects compared to anti-amyloid monoclonal antibodies (MABs). While anti-amyloid MABs, such as aducanumab, lecanemab, and donanemab, have demonstrated efficacy in targeting Aβ, they are also associated with a higher risk of amyloid-related imaging abnormalities, brain atrophy, and inflammatory responses, which can result in parenchymal edema and microbleeds [ 147 , 148 ]. On the other hand, Aβ and tau aggregation modulators have potentially fewer risks and side effects by preventing broad activation of the immune system, compared with anti-amyloid MABs. The second concern is that dual modulators of Aβ and tau may show heterogeneous therapeutic efficacy in different pathological subtypes of AD. One key challenge is identifying which patients will benefit most from dual inhibitors of Aβ and tau, especially considering that not all AD subtypes exhibit similar levels of Aβ and tau accumulation in the brain. APOE ε4 carriers typically exhibit higher Aβ burden in the neocortex and hippocampus and increased tau deposition in the medial and lateral temporal cortices, compared to non-carriers​ [ 149 , 150 ]. In addition, a study of molecular heterogeneity in AD patients defined at least three different molecular subtypes of AD [ 151 ]. As a result of the different subtypes of AD, it may be difficult to predict the clinical efficacy of new inhibitors. However, importantly, current guidelines for AD clinical trials prioritize selecting patients based on biomarkers, such as Aβ and tau [ 152 ]. The primary candidates for treatment are those who present with such biomarker profiles, regardless of AD subtype. In addition, both familial and sporadic AD patients undergo accumulation of Aβ, followed by tau, ~ 20 years prior to the onset of AD symptoms [ 8 , 9 ]. Although it is hard to ensure equal therapeutic efficacy across all subtypes of AD, such a dual-inhibitor approach represents the most promising therapeutic strategy to benefit the widest range of AD subtypes, particularly considering the biomarker-driven patient selection criteria and the fundamental role of both Aβ and tau in the pathogenesis of AD. The final concern is whether the Aβ/tau aggregation modulators can cross the blood–brain barrier (BBB) and exert therapeutic efficacy for AD pathology. BBB penetration is of considerable concern for treating neurodegenerative diseases such as AD. Unfortunately, numerous tau aggregation modulators identified through in vitro studies have properties, such as permanent cations, that prevent them from crossing the BBB effectively, which limits their efficacy [ 153 ]. There is a need for new approaches to improve drug delivery across the BBB which facilitates the transport of Aβ and tau modulators to the brain. First, transferrin-conjugated nanoparticles may have improved delivery of Aβ and tau modulators through receptor-mediated transcytosis [ 154 – 156 ]. Second, nanobodies can cross the BBB through a variety of mechanisms [ 157 , 158 ] and can therefore be used to deliver conjugated Aβ/tau modulators into the AD brain. Finally, extracellular vesicles and nanomaterials have gained attention as a potential way to facilitate targeted drug delivery across the BBB [ 159 , 160 ]. These advanced drug delivery strategies can be used to overcome the challenges of BBB permeability, enabling more effective delivery of Aβ/tau modulators and enhancing their therapeutic potential in the treatment of AD. Conclusion Anti-amyloid MABs, including aducanumab (Aduhelm®), lecanemab (Leqembi®) and donanemab (Kisunla®), represent the first generation of disease-modifying therapies for AD and have shown significant clinical benefits in reducing Aβ plaques in the AD brain [ 161 – 163 ]. Targeting Aβ aggregation has proven a clinically relevant approach, advancing AD treatment strategies [ 164 , 165 ]. Research progress in targeting Aβ aggregation has highlighted the need to address the aggregation of other AD-related pathological molecules, driving the development of therapies aimed at both Aβ and tau aggregation. Here, we review the therapeutic agents that can simultaneously regulate the aggregation of both Aβ and tau in AD, as well as their mechanisms of action. Dual modulators of Aβ and tau aggregation can prevent aggregation and promote disaggregation of Aβ and tau in experimental models of AD. Hydrophobic regions, histidine residues, C-terminal regions, and β-sheet grooves of Aβ are important targets of the modulators. Moreover, the microtubule-binding repeat domains of tau, such as the hexapeptides 275 VQIINK 280 and 306 VQIVYK 311 , are important targets for modulating tau aggregation. In summary, to target Aβ and tau simultaneously, it is important to: (1) prevent the exposure of hydrophobic regions present in Aβ and tau monomers, or induce hydrophobic/electrostatic interactions with the exposed hydrophobic regions, thereby weakening the regions/characteristics involved in aggregation and regulating aggregation; and (2) to induce sporadic interactions through covalent/non-covalent bonds with the amino acid residues involved in the formation of Aβ and tau fibrils, thereby regulating aggregation or inducing fibril dissociation to control aggregation. Nonetheless, although numerous dual inhibitors targeting both Aβ and tau aggregation exist, further research is required to fully understand their binding sites and mechanisms of action. Although inhibition of Aβ peptide and tau protein aggregation has been extensively investigated, therapeutic agents that dissociate their aggregates have been relatively less explored. Nevertheless, it is well known that disruption of the amyloid structure of preformed Aβ and tau aggregates requires a compound with the ability to induce stronger interactions than those that form the β-sheet conformation [ 166 , 167 ]. However, the discovery of molecules that can mediate sufficiently strong interactions remains a significant challenge. In conclusion, we review the different sites and mechanisms of action of drugs that regulate Aβ and tau aggregation, suggesting that the development of compounds that dual-target Aβ and tau aggregation based on these mechanisms may be a promising therapeutic strategy for AD. Abbreviations AD Alzheimer’s disease Aβ Amyloid beta APP Amyloid precursor protein MAB Anti-amyloid monoclonal antibody BBB Blood-brain barrier EGCG Epigallocatechin gallate GSK3β Glycogen synthase kinase 3β LMTX Leuco-methylthioninium bis MB Methylene blue MTBD Microtubule-binding domain NFTs Neurofibrillary tangles PHFs Paired helical filaments R2 Repeat 2 domain R3 Repeat 3 domain Yunkwon Nam, Soo Jung Shin and Vijay Kumar have contributed equally to this review. Acknowledgements Not applicable. Author contributions Y.K., V.K., and S.J.S. wrote the manuscript. Y.K., V.K., J.W., and S.J.S. conducted the literature search and interpreted the data. S.K. and M.M. conceived the project, designed the review, arranged the results, and revised the manuscript. S.K. and M.M. accepted full responsibility for the finished work, had access to the data, and controlled the decision to publish. All authors have approved the final version of the manuscript. Funding This review was funded by the Basic Science Research Program of the National Research Foundation of Korea (NRF), which is funded by the Ministry of Science, ICT & Future Planning (RS-2023-00240010 to M.M., RS-2024-00450135 to Y.N. and RS-2023-00212388 to S.K.), and was supported by a grant of the Korea Health Technology R&D Project through the Korea Health Industry Development Institute (KHIDI), funded by the Ministry of Health & Welfare, Republic of Korea (RS-2023-KH138733 to M.M.). Availability of data and materials Not applicable. Declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests The authors declare no conflict of interest. References 1. Livingston G Huntley J Liu KY Costafreda SG Selbaek G Alladi S Dementia prevention, intervention, and care: 2024 report of the Lancet standing Commission Lancet 2024 404 10452 572 628 39096926 Livingston G, Huntley J, Liu KY, Costafreda SG, Selbaek G, Alladi S, et al. Dementia prevention, intervention, and care: 2024 report of the Lancet Standing Commission. Lancet. 2024;404(10452):572–628. 39096926 2. DeTure MA Dickson DW The neuropathological diagnosis of Alzheimer’s disease Mol Neurodegener 2019 14 1 32 31375134 DeTure MA, Dickson DW. The neuropathological diagnosis of Alzheimer’s disease. Mol Neurodegener. 2019;14(1):32. 31375134 3. Kakuda N Miyasaka T Iwasaki N Nirasawa T Wada-Kakuda S Takahashi-Fujigasaki J Distinct deposition of amyloid-beta species in brains with Alzheimer’s disease pathology visualized with MALDI imaging mass spectrometry Acta Neuropathol Commun 2017 5 1 73 29037261 Kakuda N, Miyasaka T, Iwasaki N, Nirasawa T, Wada-Kakuda S, Takahashi-Fujigasaki J, et al. Distinct deposition of amyloid-beta species in brains with Alzheimer’s disease pathology visualized with MALDI imaging mass spectrometry. Acta Neuropathol Commun. 2017;5(1):73. 29037261 4. Vogel JW Young AL Oxtoby NP Smith R Ossenkoppele R Strandberg OT Four distinct trajectories of tau deposition identified in Alzheimer’s disease Nat Med 2021 27 5 871 881 33927414 Vogel JW, Young AL, Oxtoby NP, Smith R, Ossenkoppele R, Strandberg OT, et al. Four distinct trajectories of tau deposition identified in Alzheimer’s disease. Nat Med. 2021;27(5):871–81. 33927414 5. Knopman DS Amieva H Petersen RC Chetelat G Holtzman DM Hyman BT Alzheimer disease Nat Rev Dis Primers 2021 7 1 33 33986301 Knopman DS, Amieva H, Petersen RC, Chetelat G, Holtzman DM, Hyman BT, et al. Alzheimer disease. Nat Rev Dis Primers. 2021;7(1):33. 33986301 6. O’Brien RJ Wong PC Amyloid precursor protein processing and Alzheimer’s disease Annu Rev Neurosci 2011 34 185 204 21456963 O’Brien RJ, Wong PC. Amyloid precursor protein processing and Alzheimer’s disease. Annu Rev Neurosci. 2011;34:185–204. 21456963 7. Wang JZ Xia YY Grundke-Iqbal I Iqbal K Abnormal hyperphosphorylation of tau: sites, regulation, and molecular mechanism of neurofibrillary degeneration J Alzheimers Dis 2013 33 Suppl 1 S123 S139 22710920 Wang JZ, Xia YY, Grundke-Iqbal I, Iqbal K. Abnormal hyperphosphorylation of tau: sites, regulation, and molecular mechanism of neurofibrillary degeneration. J Alzheimers Dis. 2013;33(Suppl 1):S123–39. 22710920 8. Bateman RJ Xiong C Benzinger TL Fagan AM Goate A Fox NC Clinical and biomarker changes in dominantly inherited Alzheimer’s disease N Engl J Med 2012 367 9 795 804 22784036 Bateman RJ, Xiong C, Benzinger TL, Fagan AM, Goate A, Fox NC, et al. Clinical and biomarker changes in dominantly inherited Alzheimer’s disease. N Engl J Med. 2012;367(9):795–804. 22784036 9. Jia J Ning Y Chen M Wang S Yang H Li F Biomarker changes during 20 years preceding Alzheimer’s disease N Engl J Med 2024 390 8 712 722 38381674 Jia J, Ning Y, Chen M, Wang S, Yang H, Li F, et al. Biomarker changes during 20 years preceding Alzheimer’s disease. N Engl J Med. 2024;390(8):712–22. 38381674 10. Ittner LM Götz J Amyloid-β and tau–a toxic pas de deux in Alzheimer’s disease Nat Rev Neurosci 2011 12 2 65 72 21193853 Ittner LM, Götz J. Amyloid-β and tau–a toxic pas de deux in Alzheimer’s disease. Nat Rev Neurosci. 2011;12(2):65–72. 21193853 11. Zhang H Wei W Zhao M Ma L Jiang X Pei H Interaction between Aβ and Tau in the pathogenesis of Alzheimer’s disease Int J Biol Sci 2021 17 9 2181 2192 34239348 Zhang H, Wei W, Zhao M, Ma L, Jiang X, Pei H, et al. Interaction between Aβ and Tau in the pathogenesis of Alzheimer’s disease. Int J Biol Sci. 2021;17(9):2181–92. 34239348 12. Rajmohan R Reddy PH Amyloid-beta and phosphorylated tau accumulations cause abnormalities at synapses of Alzheimer’s disease neurons J Alzheimers Dis 2017 57 4 975 999 27567878 Rajmohan R, Reddy PH. Amyloid-beta and phosphorylated tau accumulations cause abnormalities at synapses of Alzheimer’s disease neurons. J Alzheimers Dis. 2017;57(4):975–99. 27567878 13. Bloom GS Amyloid-β and tau: the trigger and bullet in Alzheimer disease pathogenesis JAMA Neurol 2014 71 4 505 508 24493463 Bloom GS. Amyloid-β and tau: the trigger and bullet in Alzheimer disease pathogenesis. JAMA Neurol. 2014;71(4):505–8. 24493463 14. Busche MA Hyman BT Synergy between amyloid-β and tau in Alzheimer’s disease Nat Neurosci 2020 23 10 1183 1193 32778792 Busche MA, Hyman BT. Synergy between amyloid-β and tau in Alzheimer’s disease. Nat Neurosci. 2020;23(10):1183–93. 32778792 15. Clinton L Blurton-Jones M Myczek K Trojanowski J LaFerla F Synergistic Interactions between Aβ, Tau, and α-Synuclein: acceleration of Neuropathology and Cognitive Decline J Neurosci. 2010 30 7281 9 20505094 Clinton L, Blurton-Jones M, Myczek K, Trojanowski J, LaFerla F. Synergistic interactions between Aβ, tau, and α-synuclein: acceleration of neuropathology and cognitive decline. J Neurosci. 2010;30:7281–9. 20505094 16. Manczak M Reddy PH Abnormal interaction of oligomeric amyloid-β with phosphorylated tau: implications to synaptic dysfunction and neuronal damage J Alzheimers Dis 2013 36 2 285 295 23594602 Manczak M, Reddy PH. Abnormal interaction of oligomeric amyloid-β with phosphorylated tau: implications to synaptic dysfunction and neuronal damage. J Alzheimers Dis. 2013;36(2):285–95. 23594602 17. Hurtado DE Molina-Porcel L Iba M Aboagye AK Paul SM Trojanowski JQ A{beta} accelerates the spatiotemporal progression of tau pathology and augments tau amyloidosis in an Alzheimer mouse model Am J Pathol 2010 177 4 1977 1988 20802182 Hurtado DE, Molina-Porcel L, Iba M, Aboagye AK, Paul SM, Trojanowski JQ, et al. A{beta} accelerates the spatiotemporal progression of tau pathology and augments tau amyloidosis in an Alzheimer mouse model. Am J Pathol. 2010;177(4):1977–88. 20802182 18. Pascoal TA Mathotaarachchi S Mohades S Benedet AL Chung CO Shin M Amyloid-β and hyperphosphorylated tau synergy drives metabolic decline in preclinical Alzheimer’s disease Mol Psychiatry 2017 22 2 306 311 27021814 Pascoal TA, Mathotaarachchi S, Mohades S, Benedet AL, Chung CO, Shin M, et al. Amyloid-β and hyperphosphorylated tau synergy drives metabolic decline in preclinical Alzheimer’s disease. Mol Psychiatry. 2017;22(2):306–11. 27021814 19. Gulisano W Maugeri D Baltrons MA Fà M Amato A Palmeri A Role of amyloid-β and tau proteins in Alzheimer’s disease: confuting the amyloid cascade J Alzheimers Dis 2019 68 1 415 30883364 Gulisano W, Maugeri D, Baltrons MA, Fà M, Amato A, Palmeri A, et al. Role of amyloid-β and tau proteins in Alzheimer’s disease: confuting the amyloid cascade. J Alzheimers Dis. 2019;68(1):415. 30883364 20. Bolmont T Clavaguera F Meyer-Luehmann M Herzig MC Radde R Staufenbiel M Induction of tau pathology by intracerebral infusion of amyloid-beta -containing brain extract and by amyloid-beta deposition in APP x Tau transgenic mice Am J Pathol 2007 171 6 2012 2020 18055549 Bolmont T, Clavaguera F, Meyer-Luehmann M, Herzig MC, Radde R, Staufenbiel M, et al. Induction of tau pathology by intracerebral infusion of amyloid-beta-containing brain extract and by amyloid-beta deposition in APP x Tau transgenic mice. Am J Pathol. 2007;171(6):2012–20. 18055549 21. Pooler AM Polydoro M Maury EA Nicholls SB Reddy SM Wegmann S Amyloid accelerates tau propagation and toxicity in a model of early Alzheimer’s disease Acta Neuropathol Commun 2015 3 14 25853174 Pooler AM, Polydoro M, Maury EA, Nicholls SB, Reddy SM, Wegmann S, et al. Amyloid accelerates tau propagation and toxicity in a model of early Alzheimer’s disease. Acta Neuropathol Commun. 2015;3:14. 25853174 22. Jackson RJ Rudinskiy N Herrmann AG Croft S Kim JM Petrova V Human tau increases amyloid beta plaque size but not amyloid beta-mediated synapse loss in a novel mouse model of Alzheimer’s disease Eur J Neurosci 2016 44 12 3056 3066 27748574 Jackson RJ, Rudinskiy N, Herrmann AG, Croft S, Kim JM, Petrova V, et al. Human tau increases amyloid beta plaque size but not amyloid beta-mediated synapse loss in a novel mouse model of Alzheimer’s disease. Eur J Neurosci. 2016;44(12):3056–66. 27748574 23. Karran E De Strooper B The amyloid hypothesis in Alzheimer disease: new insights from new therapeutics Nat Rev Drug Discov 2022 21 4 306 318 35177833 Karran E, De Strooper B. The amyloid hypothesis in Alzheimer disease: new insights from new therapeutics. Nat Rev Drug Discov. 2022;21(4):306–18. 35177833 24. Sanchez JS Becker JA Jacobs HIL Hanseeuw BJ Jiang S Schultz AP The cortical origin and initial spread of medial temporal tauopathy in Alzheimer’s disease assessed with positron emission tomography Sci Transl Med. 2021 13 577 eabc0655 33472953 Sanchez JS, Becker JA, Jacobs HIL, Hanseeuw BJ, Jiang S, Schultz AP, et al. The cortical origin and initial spread of medial temporal tauopathy in Alzheimer’s disease assessed with positron emission tomography. Sci Transl Med. 2021;13(577):eabc0655. 33472953 25. Brier MR Gordon B Friedrichsen K McCarthy J Stern A Christensen J Tau and Abeta imaging, CSF measures, and cognition in Alzheimer’s disease Sci Transl Med. 2016 8 338 338ra66 27169802 Brier MR, Gordon B, Friedrichsen K, McCarthy J, Stern A, Christensen J, et al. Tau and Abeta imaging, CSF measures, and cognition in Alzheimer’s disease. Sci Transl Med. 2016;8(338):338ra66. 27169802 26. Pichet Binette A Franzmeier N Spotorno N Ewers M Brendel M Biel D Amyloid-associated increases in soluble tau relate to tau aggregation rates and cognitive decline in early Alzheimer’s disease Nat Commun. 2022 13 1 6635 36333294 Pichet Binette A, Franzmeier N, Spotorno N, Ewers M, Brendel M, Biel D, et al. Amyloid-associated increases in soluble tau relate to tau aggregation rates and cognitive decline in early Alzheimer’s disease. Nat Commun. 2022;13(1):6635. 36333294 27. Lee WJ Brown JA Kim HR La Joie R Cho H Lyoo CH Regional Aβ-tau interactions promote onset and acceleration of Alzheimer’s disease tau spreading Neuron 2022 110 12 1932 43.e5 35443153 Lee WJ, Brown JA, Kim HR, La Joie R, Cho H, Lyoo CH, et al. Regional Aβ-tau interactions promote onset and acceleration of Alzheimer’s disease tau spreading. Neuron. 2022;110(12):1932-43.e5. 35443153 28. Kim DK Suh K Park J Lee S-E Han J Chang S FGFR3 drives Aβ-induced tau uptake Exp Mol Med. 2024 56 7 1631 42 38951140 Kim DK, Suh K, Park J, Lee S-E, Han J, Chang S, et al. FGFR3 drives Aβ-induced tau uptake. Exp Mol Med. 2024;56(7):1631–42. 38951140 29. Zhang F Gannon M Chen Y Yan S Zhang S Feng W β-amyloid redirects norepinephrine signaling to activate the pathogenic GSK3β/tau cascade Sci Transl Med. 2020 12 526 eaay6931 31941827 Zhang F, Gannon M, Chen Y, Yan S, Zhang S, Feng W, et al. β-amyloid redirects norepinephrine signaling to activate the pathogenic GSK3β/tau cascade. Sci Transl Med. 2020;12(526):eaay6931. 31941827 30. Malafaia D Albuquerque HMT Silva AMS Amyloid-beta and tau aggregation dual-inhibitors: a synthetic and structure-activity relationship focused review Eur J Med Chem 2021 214 113209 33548635 Malafaia D, Albuquerque HMT, Silva AMS. Amyloid-beta and tau aggregation dual-inhibitors: a synthetic and structure-activity relationship focused review. Eur J Med Chem. 2021;214: 113209. 33548635 31. Rodriguez Camargo DC Sileikis E Chia S Axell E Bernfur K Cataldi RL Proliferation of Tau 304–380 fragment aggregates through autocatalytic secondary nucleation ACS Chem Neurosci 2021 12 23 4406 4415 34783519 Rodriguez Camargo DC, Sileikis E, Chia S, Axell E, Bernfur K, Cataldi RL, et al. Proliferation of Tau 304–380 fragment aggregates through autocatalytic secondary nucleation. ACS Chem Neurosci. 2021;12(23):4406–15. 34783519 32. Thacker D Barghouth M Bless M Zhang E Linse S Direct observation of secondary nucleation along the fibril surface of the amyloid beta 42 peptide Proc Natl Acad Sci U S A 2023 120 25 e2220664120 37307445 Thacker D, Barghouth M, Bless M, Zhang E, Linse S. Direct observation of secondary nucleation along the fibril surface of the amyloid beta 42 peptide. Proc Natl Acad Sci U S A. 2023;120(25): e2220664120. 37307445 33. Amin L Harris DA Abeta receptors specifically recognize molecular features displayed by fibril ends and neurotoxic oligomers Nat Commun 2021 12 1 3451 34103486 Amin L, Harris DA. Abeta receptors specifically recognize molecular features displayed by fibril ends and neurotoxic oligomers. Nat Commun. 2021;12(1):3451. 34103486 34. Gerson JE, Mudher A, Kayed R. Potential mechanisms and implications for the formation of tau oligomeric strains. Crit Rev Biochem Mol Biol. 2016 Nov/Dec;51(6):482–96. 35. Ittner LM Gotz J Amyloid-beta and tau–a toxic pas de deux in Alzheimer’s disease Nat Rev Neurosci 2011 12 2 65 72 21193853 Ittner LM, Gotz J. Amyloid-beta and tau–a toxic pas de deux in Alzheimer’s disease. Nat Rev Neurosci. 2011;12(2):65–72. 21193853 36. Do TD Economou NJ Chamas A Buratto SK Shea JE Bowers MT Interactions between amyloid-β and tau fragments promote aberrant aggregates: implications for amyloid toxicity J Phys Chem B 2014 118 38 11220 11230 25153942 Do TD, Economou NJ, Chamas A, Buratto SK, Shea JE, Bowers MT. Interactions between amyloid-β and tau fragments promote aberrant aggregates: implications for amyloid toxicity. J Phys Chem B. 2014;118(38):11220–30. 25153942 37. Szalaj N Godyn J Jonczyk J Pasieka A Panek D Wichur T Multidirectional in vitro and in cellulo studies as a tool for identification of multi-target-directed ligands aiming at symptoms and causes of Alzheimer’s disease J Enzyme Inhib Med Chem 2020 35 1 1944 1952 33092411 Szalaj N, Godyn J, Jonczyk J, Pasieka A, Panek D, Wichur T, et al. Multidirectional in vitro and in cellulo studies as a tool for identification of multi-target-directed ligands aiming at symptoms and causes of Alzheimer’s disease. J Enzyme Inhib Med Chem. 2020;35(1):1944–52. 33092411 38. Okuda M Fujita Y Hijikuro I Wada M Uemura T Kobayashi Y PE859, a novel curcumin derivative, inhibits amyloid-beta and Tau aggregation, and ameliorates cognitive dysfunction in senescence-accelerated mouse prone 8 J Alzheimers Dis 2017 59 1 313 328 28598836 Okuda M, Fujita Y, Hijikuro I, Wada M, Uemura T, Kobayashi Y, et al. PE859, a novel curcumin derivative, inhibits amyloid-beta and tau aggregation, and ameliorates cognitive dysfunction in senescence-accelerated mouse prone 8. J Alzheimers Dis. 2017;59(1):313–28. 28598836 39. Lv P Xia CL Wang N Liu ZQ Huang ZS Huang SL Synthesis and evaluation of 1,2,3,4-tetrahydro-1-acridone analogues as potential dual inhibitors for amyloid-beta and tau aggregation Bioorg Med Chem 2018 26 16 4693 4705 30107970 Lv P, Xia CL, Wang N, Liu ZQ, Huang ZS, Huang SL. Synthesis and evaluation of 1,2,3,4-tetrahydro-1-acridone analogues as potential dual inhibitors for amyloid-beta and tau aggregation. Bioorg Med Chem. 2018;26(16):4693–705. 30107970 40. Kim S Nam Y Shin SJ Prajapati R Shin SM Kim MJ Dual modulators of aggregation and dissociation of amyloid beta and tau: In vitro, in vivo, and in silico studies of Uncaria rhynchophylla and its bioactive components Biomed Pharmacother 2022 156 113865 36242849 Kim S, Nam Y, Shin SJ, Prajapati R, Shin SM, Kim MJ, et al. Dual modulators of aggregation and dissociation of amyloid beta and tau: In vitro, in vivo, and in silico studies of Uncaria rhynchophylla and its bioactive components. Biomed Pharmacother. 2022;156: 113865. 36242849 41. Kim S Hyun DG Nam Y Shin SJ Im D Kim HS Genipin and pyrogallol: two natural small molecules targeting the modulation of disordered proteins in Alzheimer’s disease Biomed Pharmacother 2023 168 115770 37865990 Kim S, Hyun DG, Nam Y, Shin SJ, Im D, Kim HS, et al. Genipin and pyrogallol: two natural small molecules targeting the modulation of disordered proteins in Alzheimer’s disease. Biomed Pharmacother. 2023;168: 115770. 37865990 42. Nam Y Prajapati R Kim S Shin SJ Cheong DY Park YH Dual regulatory effects of neferine on amyloid-beta and tau aggregation studied by in silico, in vitro, and lab-on-a-chip technology Biomed Pharmacother 2024 172 116226 38301421 Nam Y, Prajapati R, Kim S, Shin SJ, Cheong DY, Park YH, et al. Dual regulatory effects of neferine on amyloid-beta and tau aggregation studied by in silico, in vitro, and lab-on-a-chip technology. Biomed Pharmacother. 2024;172: 116226. 38301421 43. Tarasoff-Conway JM Carare RO Osorio RS Glodzik L Butler T Fieremans E Clearance systems in the brain-implications for Alzheimer disease Nat Rev Neurol 2015 11 8 457 470 26195256 Tarasoff-Conway JM, Carare RO, Osorio RS, Glodzik L, Butler T, Fieremans E, et al. Clearance systems in the brain-implications for Alzheimer disease. Nat Rev Neurol. 2015;11(8):457–70. 26195256 44. Ben-Gedalya T Moll L Bejerano-Sagie M Frere S Cabral WA Friedmann-Morvinski D Alzheimer’s disease-causing proline substitutions lead to presenilin 1 aggregation and malfunction Embo j 2015 34 22 2820 2839 26438723 Ben-Gedalya T, Moll L, Bejerano-Sagie M, Frere S, Cabral WA, Friedmann-Morvinski D, et al. Alzheimer’s disease-causing proline substitutions lead to presenilin 1 aggregation and malfunction. Embo j. 2015;34(22):2820–39. 26438723 45. Szaruga M Veugelen S Benurwar M Lismont S Sepulveda-Falla D Lleo A Qualitative changes in human gamma-secretase underlie familial Alzheimer’s disease J Exp Med 2015 212 12 2003 2013 26481686 Szaruga M, Veugelen S, Benurwar M, Lismont S, Sepulveda-Falla D, Lleo A, et al. Qualitative changes in human gamma-secretase underlie familial Alzheimer’s disease. J Exp Med. 2015;212(12):2003–13. 26481686 46. Sun L Zhou R Yang G Shi Y Analysis of 138 pathogenic mutations in presenilin-1 on the in vitro production of Aβ42 and Aβ40 peptides by γ-secretase Proc Natl Acad Sci U S A 2017 114 4 E476 E485 27930341 Sun L, Zhou R, Yang G, Shi Y. Analysis of 138 pathogenic mutations in presenilin-1 on the in vitro production of Aβ42 and Aβ40 peptides by γ-secretase. Proc Natl Acad Sci U S A. 2017;114(4):E476–85. 27930341 47. Drolle E Hane F Lee B Leonenko Z Atomic force microscopy to study molecular mechanisms of amyloid fibril formation and toxicity in Alzheimer’s disease Drug Metab Rev 2014 46 2 207 223 24495298 Drolle E, Hane F, Lee B, Leonenko Z. Atomic force microscopy to study molecular mechanisms of amyloid fibril formation and toxicity in Alzheimer’s disease. Drug Metab Rev. 2014;46(2):207–23. 24495298 48. Im D Choi TS Distinctive contribution of two additional residues in protein aggregation of Aβ42 and Aβ40 isoforms BMB Rep 2024 57 6 263 272 38835114 Im D, Choi TS. Distinctive contribution of two additional residues in protein aggregation of Aβ42 and Aβ40 isoforms. BMB Rep. 2024;57(6):263–72. 38835114 49. Im D Kim S Yoon G Hyun DG Eom YG Lee YE Decoding the roles of amyloid-beta (1–42)’s key oligomerization domains toward designing epitope-specific aggregation inhibitors JACS Au 2023 3 4 1065 1075 37124297 Im D, Kim S, Yoon G, Hyun DG, Eom YG, Lee YE, et al. Decoding the roles of amyloid-beta (1–42)’s key oligomerization domains toward designing epitope-specific aggregation inhibitors. JACS Au. 2023;3(4):1065–75. 37124297 50. Jarrett JT Berger EP Lansbury PT Jr The carboxy terminus of the beta amyloid protein is critical for the seeding of amyloid formation: implications for the pathogenesis of Alzheimer’s disease Biochemistry 1993 32 18 4693 4697 8490014 Jarrett JT, Berger EP, Lansbury PT Jr. The carboxy terminus of the beta amyloid protein is critical for the seeding of amyloid formation: implications for the pathogenesis of Alzheimer’s disease. Biochemistry. 1993;32(18):4693–7. 8490014 51. Hampel H Shen Y Walsh DM Aisen P Shaw LM Zetterberg H Biological markers of amyloid beta-related mechanisms in Alzheimer’s disease Exp Neurol 2010 223 2 334 346 19815015 Hampel H, Shen Y, Walsh DM, Aisen P, Shaw LM, Zetterberg H, et al. Biological markers of amyloid beta-related mechanisms in Alzheimer’s disease. Exp Neurol. 2010;223(2):334–46. 19815015 52. Konstantoulea K Guerreiro P Ramakers M Louros N Aubrey LD Houben B Heterotypic Amyloid beta interactions facilitate amyloid assembly and modify amyloid structure EMBO J 2022 41 2 e108591 34842295 Konstantoulea K, Guerreiro P, Ramakers M, Louros N, Aubrey LD, Houben B, et al. Heterotypic amyloid beta interactions facilitate amyloid assembly and modify amyloid structure. EMBO J. 2022;41(2): e108591. 34842295 53. Itoh SG Yagi-Utsumi M Kato K Okumura H Key residue for aggregation of amyloid-β peptides ACS Chem Neurosci 2022 13 22 3139 3151 36302506 Itoh SG, Yagi-Utsumi M, Kato K, Okumura H. Key residue for aggregation of amyloid-β peptides. ACS Chem Neurosci. 2022;13(22):3139–51. 36302506 54. Liu R McAllister C Lyubchenko Y Sierks M Residues 17–20 and 30–35 of Beta-amyloid play critical roles in aggregation J Neurosci Res 2004 75 162 171 14705137 Liu R, McAllister C, Lyubchenko Y, Sierks M. Residues 17–20 and 30–35 of beta-amyloid play critical roles in aggregation. J Neurosci Res. 2004;75:162–71. 14705137 55. Truex NL Wang Y Nowick JS Assembly of peptides derived from beta-sheet regions of beta-amyloid J Am Chem Soc 2016 138 42 13882 13890 27642651 Truex NL, Wang Y, Nowick JS. Assembly of peptides derived from beta-sheet regions of beta-amyloid. J Am Chem Soc. 2016;138(42):13882–90. 27642651 56. Yang Y Arseni D Zhang W Huang M Lovestam S Schweighauser M Cryo-EM structures of amyloid-beta 42 filaments from human brains Science 2022 375 6577 167 172 35025654 Yang Y, Arseni D, Zhang W, Huang M, Lovestam S, Schweighauser M, et al. Cryo-EM structures of amyloid-beta 42 filaments from human brains. Science. 2022;375(6577):167–72. 35025654 57. Kollmer M Close W Funk L Rasmussen J Bsoul A Schierhorn A Cryo-EM structure and polymorphism of Abeta amyloid fibrils purified from Alzheimer’s brain tissue Nat Commun 2019 10 1 4760 31664019 Kollmer M, Close W, Funk L, Rasmussen J, Bsoul A, Schierhorn A, et al. Cryo-EM structure and polymorphism of Abeta amyloid fibrils purified from Alzheimer’s brain tissue. Nat Commun. 2019;10(1):4760. 31664019 58. Gremer L Scholzel D Schenk C Reinartz E Labahn J Ravelli RBG Fibril structure of amyloid-beta(1–42) by cryo-electron microscopy Science 2017 358 6359 116 119 28882996 Gremer L, Scholzel D, Schenk C, Reinartz E, Labahn J, Ravelli RBG, et al. Fibril structure of amyloid-beta(1–42) by cryo-electron microscopy. Science. 2017;358(6359):116–9. 28882996 59. Heo HJ Lee CY Epicatechin and catechin in cocoa inhibit amyloid beta protein induced apoptosis J Agric Food Chem 2005 53 5 1445 1448 15740021 Heo HJ, Lee CY. Epicatechin and catechin in cocoa inhibit amyloid beta protein induced apoptosis. J Agric Food Chem. 2005;53(5):1445–8. 15740021 60. Rajasekhar K Madhu C Govindaraju T Natural tripeptide-based inhibitor of multifaceted amyloid beta toxicity ACS Chem Neurosci 2016 7 9 1300 1310 27355515 Rajasekhar K, Madhu C, Govindaraju T. Natural tripeptide-based inhibitor of multifaceted amyloid beta toxicity. ACS Chem Neurosci. 2016;7(9):1300–10. 27355515 61. Tavanti F Pedone A Menziani MC Insights into the effect of curcumin and (-)-epigallocatechin-3-gallate on the aggregation of Abeta(1–40) monomers by means of molecular dynamics Int J Mol Sci. 2020 21 15 5462 32751722 Tavanti F, Pedone A, Menziani MC. Insights into the effect of curcumin and (-)-epigallocatechin-3-gallate on the aggregation of Abeta(1–40) monomers by means of molecular dynamics. Int J Mol Sci. 2020;21(15):5462. 32751722 62. Firouzi R Sowlati-Hashjin S Chavez-Garcia C Ashouri M Karimi-Jafari MH Karttunen M Identification of catechins’ binding sites in monomeric Abeta(42) through ensemble docking and MD simulations Int J Mol Sci. 2023 24 9 8161 37175868 Firouzi R, Sowlati-Hashjin S, Chavez-Garcia C, Ashouri M, Karimi-Jafari MH, Karttunen M. Identification of catechins’ binding sites in monomeric Abeta(42) through ensemble docking and MD simulations. Int J Mol Sci. 2023;24(9):8161. 37175868 63. Matsunaga Y Fujii A Awasthi A Yokotani J Takakura T Yamada T Eight-residue Abeta peptides inhibit the aggregation and enzymatic activity of Abeta42 Regul Pept 2004 120 1–3 227 236 15177941 Matsunaga Y, Fujii A, Awasthi A, Yokotani J, Takakura T, Yamada T. Eight-residue Abeta peptides inhibit the aggregation and enzymatic activity of Abeta42. Regul Pept. 2004;120(1–3):227–36. 15177941 64. Tonelli M Catto M Tasso B Novelli F Canu C Iusco G Multitarget therapeutic leads for Alzheimer’s disease: quinolizidinyl derivatives of bi- and tricyclic systems as dual inhibitors of cholinesterases and beta-amyloid (Abeta) aggregation ChemMedChem 2015 10 6 1040 1053 25924599 Tonelli M, Catto M, Tasso B, Novelli F, Canu C, Iusco G, et al. Multitarget therapeutic leads for Alzheimer’s disease: quinolizidinyl derivatives of bi- and tricyclic systems as dual inhibitors of cholinesterases and beta-amyloid (Abeta) aggregation. ChemMedChem. 2015;10(6):1040–53. 25924599 65. Novick PA Lopes DH Branson KM Esteras-Chopo A Graef IA Bitan G Design of beta-amyloid aggregation inhibitors from a predicted structural motif J Med Chem 2012 55 7 3002 3010 22420626 Novick PA, Lopes DH, Branson KM, Esteras-Chopo A, Graef IA, Bitan G, et al. Design of beta-amyloid aggregation inhibitors from a predicted structural motif. J Med Chem. 2012;55(7):3002–10. 22420626 66. Yee AW Aldeghi M Blakeley MP Ostermann A Mas PJ Moulin M A molecular mechanism for transthyretin amyloidogenesis Nat Commun 2019 10 1 925 30804345 Yee AW, Aldeghi M, Blakeley MP, Ostermann A, Mas PJ, Moulin M, et al. A molecular mechanism for transthyretin amyloidogenesis. Nat Commun. 2019;10(1):925. 30804345 67. Amijee H Bate C Williams A Virdee J Jeggo R Spanswick D The N-methylated peptide SEN304 powerfully inhibits Abeta(1–42) toxicity by perturbing oligomer formation Biochemistry 2012 51 42 8338 8352 23025847 Amijee H, Bate C, Williams A, Virdee J, Jeggo R, Spanswick D, et al. The N-methylated peptide SEN304 powerfully inhibits Abeta(1–42) toxicity by perturbing oligomer formation. Biochemistry. 2012;51(42):8338–52. 23025847 68. Hanaki M Murakami K Akagi K Irie K Structural insights into mechanisms for inhibiting amyloid beta42 aggregation by non-catechol-type flavonoids Bioorg Med Chem 2016 24 2 304 313 26719209 Hanaki M, Murakami K, Akagi K, Irie K. Structural insights into mechanisms for inhibiting amyloid beta42 aggregation by non-catechol-type flavonoids. Bioorg Med Chem. 2016;24(2):304–13. 26719209 69. Fang M Wang X Su K Jia X Guan P Hu X Inhibition effect and molecular mechanisms of quercetin on the Abeta42 dimer: a molecular dynamics simulation study ACS Omega 2023 8 20 18009 18018 37251196 Fang M, Wang X, Su K, Jia X, Guan P, Hu X. Inhibition effect and molecular mechanisms of quercetin on the Abeta42 dimer: a molecular dynamics simulation study. ACS Omega. 2023;8(20):18009–18. 37251196 70. Alghamdi A Birch DJS Vyshemirsky V Rolinski OJ Impact of the flavonoid quercetin on beta-amyloid aggregation revealed by intrinsic fluorescence J Phys Chem B 2022 126 38 7229 7237 36121408 Alghamdi A, Birch DJS, Vyshemirsky V, Rolinski OJ. Impact of the flavonoid quercetin on beta-amyloid aggregation revealed by intrinsic fluorescence. J Phys Chem B. 2022;126(38):7229–37. 36121408 71. Moore SA Huckerby TN Gibson GL Fullwood NJ Turnbull S Tabner BJ Both the D-(+) and L-(-) enantiomers of nicotine inhibit Abeta aggregation and cytotoxicity Biochemistry 2004 43 3 819 826 14730987 Moore SA, Huckerby TN, Gibson GL, Fullwood NJ, Turnbull S, Tabner BJ, et al. Both the D-(+) and L-(-) enantiomers of nicotine inhibit Abeta aggregation and cytotoxicity. Biochemistry. 2004;43(3):819–26. 14730987 72. Jiang CS Ru T Yao LG Miao ZH Guo YW Four new cembranoids from the Chinese soft coral Sinularia sp. and their anti-Abeta aggregation activities Fitoterapia. 2019 136 104176 31121253 Jiang CS, Ru T, Yao LG, Miao ZH, Guo YW. Four new cembranoids from the Chinese soft coral Sinularia sp. and their anti-Abeta aggregation activities. Fitoterapia. 2019;136:104176. 31121253 73. Wang Q Yu X Patal K Hu R Chuang S Zhang G Tanshinones inhibit amyloid aggregation by amyloid-beta peptide, disaggregate amyloid fibrils, and protect cultured cells ACS Chem Neurosci 2013 4 6 1004 1015 23506133 Wang Q, Yu X, Patal K, Hu R, Chuang S, Zhang G, et al. Tanshinones inhibit amyloid aggregation by amyloid-beta peptide, disaggregate amyloid fibrils, and protect cultured cells. ACS Chem Neurosci. 2013;4(6):1004–15. 23506133 74. Mamun AA Uddin MS Mathew B Ashraf GM Toxic tau: structural origins of tau aggregation in Alzheimer’s disease Neural Regen Res 2020 15 8 1417 1420 31997800 Mamun AA, Uddin MS, Mathew B, Ashraf GM. Toxic tau: structural origins of tau aggregation in Alzheimer’s disease. Neural Regen Res. 2020;15(8):1417–20. 31997800 75. Iqbal K Alonso Adel C Chen S Chohan MO El-Akkad E Gong CX Tau pathology in Alzheimer disease and other tauopathies Biochim Biophys Acta 2005 1739 2–3 198 210 15615638 Iqbal K, Alonso Adel C, Chen S, Chohan MO, El-Akkad E, Gong CX, et al. Tau pathology in Alzheimer disease and other tauopathies. Biochim Biophys Acta. 2005;1739(2–3):198–210. 15615638 76. Stoothoff WH Johnson GVW Tau phosphorylation: physiological and pathological consequences Biochim Biophys Acta 2005 1739 2–3 280 297 15615646 Stoothoff WH, Johnson GVW. Tau phosphorylation: physiological and pathological consequences. Biochim Biophys Acta. 2005;1739(2–3):280–97. 15615646 77. Rawat P Sehar U Bisht J Selman A Culberson J Reddy PH Phosphorylated tau in Alzheimer’s disease and other tauopathies Int J Mol Sci. 2022 23 21 12841 36361631 Rawat P, Sehar U, Bisht J, Selman A, Culberson J, Reddy PH. Phosphorylated tau in Alzheimer’s disease and other tauopathies. Int J Mol Sci. 2022;23(21):12841. 36361631 78. Kolarova M Garcia-Sierra F Bartos A Ricny J Ripova D Structure and pathology of tau protein in Alzheimer disease Int J Alzheimers Dis 2012 2012 731526 22690349 Kolarova M, Garcia-Sierra F, Bartos A, Ricny J, Ripova D. Structure and pathology of tau protein in Alzheimer disease. Int J Alzheimers Dis. 2012;2012: 731526. 22690349 79. von Bergen M Barghorn S Li L Marx A Biernat J Mandelkow EM Mutations of tau protein in frontotemporal dementia promote aggregation of paired helical filaments by enhancing local beta-structure J Biol Chem 2001 276 51 48165 48174 11606569 von Bergen M, Barghorn S, Li L, Marx A, Biernat J, Mandelkow EM, et al. Mutations of tau protein in frontotemporal dementia promote aggregation of paired helical filaments by enhancing local beta-structure. J Biol Chem. 2001;276(51):48165–74. 11606569 80. von Bergen M Friedhoff P Biernat J Heberle J Mandelkow EM Mandelkow E Assembly of tau protein into Alzheimer paired helical filaments depends on a local sequence motif ((306)VQIVYK(311)) forming beta structure Proc Natl Acad Sci U S A 2000 97 10 5129 5134 10805776 von Bergen M, Friedhoff P, Biernat J, Heberle J, Mandelkow EM, Mandelkow E. Assembly of tau protein into Alzheimer paired helical filaments depends on a local sequence motif ((306)VQIVYK(311)) forming beta structure. Proc Natl Acad Sci U S A. 2000;97(10):5129–34. 10805776 81. Mullapudi V Vaquer-Alicea J Bommareddy V Vega AR Ryder BD White CL 3rd Network of hotspot interactions cluster tau amyloid folds Nat Commun 2023 14 1 895 36797278 Mullapudi V, Vaquer-Alicea J, Bommareddy V, Vega AR, Ryder BD, White CL 3rd, et al. Network of hotspot interactions cluster tau amyloid folds. Nat Commun. 2023;14(1):895. 36797278 82. Seidler PM Boyer DR Rodriguez JA Sawaya MR Cascio D Murray K Structure-based inhibitors of tau aggregation Nat Chem 2018 10 2 170 176 29359764 Seidler PM, Boyer DR, Rodriguez JA, Sawaya MR, Cascio D, Murray K, et al. Structure-based inhibitors of tau aggregation. Nat Chem. 2018;10(2):170–6. 29359764 83. Nishiura C Takeuchi K Minoura K Sumida M Taniguchi T Tomoo K Importance of Tyr310 residue in the third repeat of microtubule binding domain for filament formation of tau protein J Biochem 2010 147 3 405 414 19897570 Nishiura C, Takeuchi K, Minoura K, Sumida M, Taniguchi T, Tomoo K, et al. Importance of Tyr310 residue in the third repeat of microtubule binding domain for filament formation of tau protein. J Biochem. 2010;147(3):405–14. 19897570 84. Naruto K Minoura K Okuda R Taniguchi T In Y Ishida T Interplay between I308 and Y310 residues in the third repeat of microtubule-binding domain is essential for tau filament formation FEBS Lett 2010 584 19 4233 4236 20837015 Naruto K, Minoura K, Okuda R, Taniguchi T, In Y, Ishida T, et al. Interplay between I308 and Y310 residues in the third repeat of microtubule-binding domain is essential for tau filament formation. FEBS Lett. 2010;584(19):4233–6. 20837015 85. Fitzpatrick AWP Falcon B He S Murzin AG Murshudov G Garringer HJ Cryo-EM structures of tau filaments from Alzheimer’s disease Nature 2017 547 7662 185 190 28678775 Fitzpatrick AWP, Falcon B, He S, Murzin AG, Murshudov G, Garringer HJ, et al. Cryo-EM structures of tau filaments from Alzheimer’s disease. Nature. 2017;547(7662):185–90. 28678775 86. Glynn C Chun JE Donahue CC Nadler MJS Fan Z Hyman BT Reconstitution of the Alzheimer’s disease tau core structure from recombinant tau(297–391) yields variable quaternary structures as seen by negative stain and cryo-EM Biochemistry 2024 63 2 194 201 38154792 Glynn C, Chun JE, Donahue CC, Nadler MJS, Fan Z, Hyman BT. Reconstitution of the Alzheimer’s disease tau core structure from recombinant tau(297–391) yields variable quaternary structures as seen by negative stain and cryo-EM. Biochemistry. 2024;63(2):194–201. 38154792 87. Carlomagno Y Manne S DeTure M Prudencio M Zhang YJ Hanna Al-Shaikh R The AD tau core spontaneously self-assembles and recruits full-length tau to filaments Cell Rep 2021 34 11 108843 33730588 Carlomagno Y, Manne S, DeTure M, Prudencio M, Zhang YJ, Hanna Al-Shaikh R, et al. The AD tau core spontaneously self-assembles and recruits full-length tau to filaments. Cell Rep. 2021;34(11): 108843. 33730588 88. Cisek K Cooper GL Huseby CJ Kuret J Structure and mechanism of action of tau aggregation inhibitors Curr Alzheimer Res 2014 11 10 918 927 25387336 Cisek K, Cooper GL, Huseby CJ, Kuret J. Structure and mechanism of action of tau aggregation inhibitors. Curr Alzheimer Res. 2014;11(10):918–27. 25387336 89. Hosokawa M Arai T Masuda-Suzukake M Nonaka T Yamashita M Akiyama H Methylene blue reduced abnormal tau accumulation in P301L tau transgenic mice PLoS ONE 2012 7 12 e52389 23285020 Hosokawa M, Arai T, Masuda-Suzukake M, Nonaka T, Yamashita M, Akiyama H, et al. Methylene blue reduced abnormal tau accumulation in P301L tau transgenic mice. PLoS ONE. 2012;7(12): e52389. 23285020 90. Panza F Solfrizzi V Seripa D Imbimbo BP Lozupone M Santamato A Tau-centric targets and drugs in clinical development for the treatment of Alzheimer’s disease Biomed Res Int 2016 2016 3245935 27429978 Panza F, Solfrizzi V, Seripa D, Imbimbo BP, Lozupone M, Santamato A, et al. Tau-centric targets and drugs in clinical development for the treatment of Alzheimer’s disease. Biomed Res Int. 2016;2016:3245935. 27429978 91. Crowe A James MJ Lee VM Smith AB 3rd Trojanowski JQ Ballatore C Aminothienopyridazines and methylene blue affect Tau fibrillization via cysteine oxidation J Biol Chem 2013 288 16 11024 11037 23443659 Crowe A, James MJ, Lee VM, Smith AB 3rd, Trojanowski JQ, Ballatore C, et al. Aminothienopyridazines and methylene blue affect Tau fibrillization via cysteine oxidation. J Biol Chem. 2013;288(16):11024–37. 23443659 92. Seo D-H Huh YH Cheong H-K Kim E-H Lim J-S Lee MJ Mechanism of methylene blue inducing the disulfide bond formation of tubulin-associated unit proteins JACS Au. 2024 4 7 2451 5 39055157 Seo D-H, Huh YH, Cheong H-K, Kim E-H, Lim J-S, Lee MJ, et al. Mechanism of methylene blue inducing the disulfide bond formation of tubulin-associated unit proteins. JACS Au. 2024;4(7):2451–5. 39055157 93. Rane JS Bhaumik P Panda D Curcumin inhibits tau aggregation and disintegrates preformed tau filaments in vitro J Alzheimers Dis 2017 60 3 999 1014 28984591 Rane JS, Bhaumik P, Panda D. Curcumin inhibits tau aggregation and disintegrates preformed tau filaments in vitro. J Alzheimers Dis. 2017;60(3):999–1014. 28984591 94. Zhong H Liu H Liu H Molecular mechanism of tau misfolding and aggregation: insights from molecular dynamics simulation Curr Med Chem 2024 31 20 2855 2871 37031392 Zhong H, Liu H, Liu H. Molecular mechanism of tau misfolding and aggregation: insights from molecular dynamics simulation. Curr Med Chem. 2024;31(20):2855–71. 37031392 95. Necula M Chirita CN Kuret J Cyanine dye N744 inhibits tau fibrillization by blocking filament extension: implications for the treatment of tauopathic neurodegenerative diseases Biochemistry 2005 44 30 10227 10237 16042400 Necula M, Chirita CN, Kuret J. Cyanine dye N744 inhibits tau fibrillization by blocking filament extension: implications for the treatment of tauopathic neurodegenerative diseases. Biochemistry. 2005;44(30):10227–37. 16042400 96. Landau M Sawaya MR Faull KF Laganowsky A Jiang L Sievers SA Towards a pharmacophore for amyloid PLoS Biol 2011 9 6 e1001080 21695112 Landau M, Sawaya MR, Faull KF, Laganowsky A, Jiang L, Sievers SA, et al. Towards a pharmacophore for amyloid. PLoS Biol. 2011;9(6): e1001080. 21695112 97. Griner SL Seidler P Bowler J Murray KA Yang TP Sahay S Structure-based inhibitors of amyloid beta core suggest a common interface with tau eLife. 2019 8 e46924 31612856 Griner SL, Seidler P, Bowler J, Murray KA, Yang TP, Sahay S, et al. Structure-based inhibitors of amyloid beta core suggest a common interface with tau. eLife. 2019;8:e46924. 31612856 98. Subedi S Sasidharan S Nag N Saudagar P Tripathi T Amyloid cross-seeding: mechanism, implication, and inhibition Molecules. 2022 27 6 1776 35335141 Subedi S, Sasidharan S, Nag N, Saudagar P, Tripathi T. Amyloid cross-seeding: mechanism, implication, and inhibition. Molecules. 2022;27(6):1776. 35335141 99. Huang F Wang J Qu A Shen L Liu J Liu J Maintenance of amyloid beta peptide homeostasis by artificial chaperones based on mixed-shell polymeric micelles Angew Chem Int Ed Engl 2014 53 34 8985 8990 24985739 Huang F, Wang J, Qu A, Shen L, Liu J, Liu J, et al. Maintenance of amyloid beta peptide homeostasis by artificial chaperones based on mixed-shell polymeric micelles. Angew Chem Int Ed Engl. 2014;53(34):8985–90. 24985739 100. Dhami KB Karki S Parks A Nichols CG Nichols MR Development of beta-sheet structure in Abeta aggregation intermediates diminishes exposed hydrophobic surface area and enhances proinflammatory activity Biochim Biophys Acta Proteins Proteom 2022 1870 9 140817 35905824 Dhami KB, Karki S, Parks A, Nichols CG, Nichols MR. Development of beta-sheet structure in Abeta aggregation intermediates diminishes exposed hydrophobic surface area and enhances proinflammatory activity. Biochim Biophys Acta Proteins Proteom. 2022;1870(9): 140817. 35905824 101. Qi R Luo Y Wei G Nussinov R Ma B Aβ, “stretching-and-packing” cross-seeding mechanism can trigger tau protein aggregation J Phys Chem Lett 2015 6 16 3276 3282 Qi R, Luo Y, Wei G, Nussinov R, Ma B. Aβ, “stretching-and-packing” cross-seeding mechanism can trigger tau protein aggregation. J Phys Chem Lett. 2015;6(16):3276–82. 102. Griner SL Seidler P Bowler J Murray KA Yang TP Sahay S Structure-based inhibitors of amyloid beta core suggest a common interface with tau Elife. 2019 8 46924 Griner SL, Seidler P, Bowler J, Murray KA, Yang TP, Sahay S, et al. Structure-based inhibitors of amyloid beta core suggest a common interface with tau. Elife. 2019;8:46924. 103. Fernandez-Ramirez MDC Ng KK Menendez M Laurents DV Hervas R Carrion-Vazquez M Expanded conformations of monomeric tau initiate its amyloidogenesis Angew Chem Int Ed Engl 2023 62 19 e202209252 36542681 Fernandez-Ramirez MDC, Ng KK, Menendez M, Laurents DV, Hervas R, Carrion-Vazquez M. Expanded conformations of monomeric tau initiate its amyloidogenesis. Angew Chem Int Ed Engl. 2023;62(19): e202209252. 36542681 104. Kumar D Kumar P An in-silico investigation of key lysine residues and their selection for clearing off abeta and holo-AbetaPP through ubiquitination Interdiscip Sci 2019 11 4 584 596 30194628 Kumar D, Kumar P. An in-silico investigation of key lysine residues and their selection for clearing off abeta and holo-AbetaPP through ubiquitination. Interdiscip Sci. 2019;11(4):584–96. 30194628 105. Miller Y Ma B Nussinov R Synergistic interactions between repeats in tau protein and Abeta amyloids may be responsible for accelerated aggregation via polymorphic states Biochemistry 2011 50 23 5172 5181 21506544 Miller Y, Ma B, Nussinov R. Synergistic interactions between repeats in tau protein and Abeta amyloids may be responsible for accelerated aggregation via polymorphic states. Biochemistry. 2011;50(23):5172–81. 21506544 106. Raz Y Miller Y Interactions between Abeta and mutated Tau lead to polymorphism and induce aggregation of Abeta-mutated tau oligomeric complexes PLoS ONE 2013 8 8 e73303 23951348 Raz Y, Miller Y. Interactions between Abeta and mutated Tau lead to polymorphism and induce aggregation of Abeta-mutated tau oligomeric complexes. PLoS ONE. 2013;8(8): e73303. 23951348 107. Vasconcelos B Stancu IC Buist A Bird M Wang P Vanoosthuyse A Heterotypic seeding of Tau fibrillization by pre-aggregated Abeta provides potent seeds for prion-like seeding and propagation of Tau-pathology in vivo Acta Neuropathol 2016 131 4 549 569 26739002 Vasconcelos B, Stancu IC, Buist A, Bird M, Wang P, Vanoosthuyse A, et al. Heterotypic seeding of Tau fibrillization by pre-aggregated Abeta provides potent seeds for prion-like seeding and propagation of Tau-pathology in vivo. Acta Neuropathol. 2016;131(4):549–69. 26739002 108. Gotz J Chen F van Dorpe J Nitsch RM Formation of neurofibrillary tangles in P301l tau transgenic mice induced by Abeta 42 fibrils Science 2001 293 5534 1491 1495 11520988 Gotz J, Chen F, van Dorpe J, Nitsch RM. Formation of neurofibrillary tangles in P301l tau transgenic mice induced by Abeta 42 fibrils. Science. 2001;293(5534):1491–5. 11520988 109. Du Z Li M Ren J Qu X Current strategies for modulating abeta aggregation with multifunctional agents Acc Chem Res 2021 54 9 2172 2184 33881820 Du Z, Li M, Ren J, Qu X. Current strategies for modulating abeta aggregation with multifunctional agents. Acc Chem Res. 2021;54(9):2172–84. 33881820 110. Di Natale G Sabatino G Sciacca MFM Tosto R Milardi D Pappalardo G Aβ and Tau interact with metal ions, lipid membranes and peptide-based amyloid inhibitors: are these common features relevant in Alzheimer’s disease? Molecules. 2022 27 16 5066 36014310 Di Natale G, Sabatino G, Sciacca MFM, Tosto R, Milardi D, Pappalardo G. Aβ and Tau interact with metal ions, lipid membranes and peptide-based amyloid inhibitors: are these common features relevant in Alzheimer’s disease? Molecules. 2022;27(16):5066. 36014310 111. Mancini RS Wang Y Weaver DF Phenylindanes in brewed coffee inhibit amyloid-beta and tau aggregation Front Neurosci 2018 12 735 30369868 Mancini RS, Wang Y, Weaver DF. Phenylindanes in brewed coffee inhibit amyloid-beta and tau aggregation. Front Neurosci. 2018;12:735. 30369868 112. Dolai S Shi W Corbo C Sun C Averick S Obeysekera D “Clicked” sugar-curcumin conjugate: modulator of amyloid-beta and tau peptide aggregation at ultralow concentrations ACS Chem Neurosci 2011 2 12 694 699 22860163 Dolai S, Shi W, Corbo C, Sun C, Averick S, Obeysekera D, et al. “Clicked” sugar-curcumin conjugate: modulator of amyloid-beta and tau peptide aggregation at ultralow concentrations. ACS Chem Neurosci. 2011;2(12):694–9. 22860163 113. Ngo ST Li MS Curcumin binds to Abeta1-40 peptides and fibrils stronger than ibuprofen and naproxen J Phys Chem B 2012 116 34 10165 10175 22877239 Ngo ST, Li MS. Curcumin binds to Abeta1-40 peptides and fibrils stronger than ibuprofen and naproxen. J Phys Chem B. 2012;116(34):10165–75. 22877239 114. Zhao LN Chiu SW Benoit J Chew LY Mu Y The effect of curcumin on the stability of Abeta dimers J Phys Chem B 2012 116 25 7428 7435 22690789 Zhao LN, Chiu SW, Benoit J, Chew LY, Mu Y. The effect of curcumin on the stability of Abeta dimers. J Phys Chem B. 2012;116(25):7428–35. 22690789 115. Yang H, Zeng F, Luo Y, Zheng C, Ran C, Yang J. Curcumin scaffold as a multifunctional tool for Alzheimer’s disease research. Molecules. 2022;27(12). 116. Gao C Wang Y Sun J Han Y Gong W Li Y Neuronal mitochondria-targeted delivery of curcumin by biomimetic engineered nanosystems in Alzheimer’s disease mice Acta Biomater 2020 108 285 299 32251785 Gao C, Wang Y, Sun J, Han Y, Gong W, Li Y, et al. Neuronal mitochondria-targeted delivery of curcumin by biomimetic engineered nanosystems in Alzheimer’s disease mice. Acta Biomater. 2020;108:285–99. 32251785 117. Pasieka A Panek D Szalaj N Espargaro A Wieckowska A Malawska B Dual inhibitors of amyloid-beta and tau aggregation with amyloid-beta disaggregating properties: extended in cellulo, in silico, and kinetic studies of multifunctional anti-Alzheimer’s agents ACS Chem Neurosci 2021 12 11 2057 2068 34019757 Pasieka A, Panek D, Szalaj N, Espargaro A, Wieckowska A, Malawska B, et al. Dual inhibitors of amyloid-beta and tau aggregation with amyloid-beta disaggregating properties: extended in cellulo, in silico, and kinetic studies of multifunctional anti-Alzheimer’s agents. ACS Chem Neurosci. 2021;12(11):2057–68. 34019757 118. Ramesh M Acharya A Murugan NA Ila H Govindaraju T Thiophene-based dual modulators of Abeta and Tau aggregation ChemBioChem 2021 22 23 3348 3357 34546619 Ramesh M, Acharya A, Murugan NA, Ila H, Govindaraju T. Thiophene-based dual modulators of Abeta and Tau aggregation. ChemBioChem. 2021;22(23):3348–57. 34546619 119. Park S Shin J Kim K Kim D Lee WS Lee J Modulation of amyloid and tau aggregation to alleviate cognitive impairment in a transgenic mouse model of Alzheimer’s disease ACS Pharmacol Transl Sci 2024 7 9 2650 2661 39296253 Park S, Shin J, Kim K, Kim D, Lee WS, Lee J, et al. Modulation of amyloid and tau aggregation to alleviate cognitive impairment in a transgenic mouse model of Alzheimer’s disease. ACS Pharmacol Transl Sci. 2024;7(9):2650–61. 39296253 120. Jakubowski JM Orr AA Le DA Tamamis P Correction to “interactions between curcumin derivatives and amyloid-β fibrils: insights from molecular dynamics simulations” J Chem Inf Model 2020 60 8 4108 32702234 Jakubowski JM, Orr AA, Le DA, Tamamis P. Correction to “interactions between curcumin derivatives and amyloid-β fibrils: insights from molecular dynamics simulations.” J Chem Inf Model. 2020;60(8):4108. 32702234 121. Zhan C Chen Y Tang Y Wei G Green tea extracts EGCG and EGC display distinct mechanisms in disrupting Abeta(42) protofibril ACS Chem Neurosci 2020 11 12 1841 1851 32441920 Zhan C, Chen Y, Tang Y, Wei G. Green tea extracts EGCG and EGC display distinct mechanisms in disrupting Abeta(42) protofibril. ACS Chem Neurosci. 2020;11(12):1841–51. 32441920 122. Wobst HJ Sharma A Diamond MI Wanker EE Bieschke J The green tea polyphenol (-)-epigallocatechin gallate prevents the aggregation of tau protein into toxic oligomers at substoichiometric ratios FEBS Lett 2015 589 1 77 83 25436420 Wobst HJ, Sharma A, Diamond MI, Wanker EE, Bieschke J. The green tea polyphenol (-)-epigallocatechin gallate prevents the aggregation of tau protein into toxic oligomers at substoichiometric ratios. FEBS Lett. 2015;589(1):77–83. 25436420 123. Seidler PM Murray KA Boyer DR Ge P Sawaya MR Hu CJ Structure-based discovery of small molecules that disaggregate Alzheimer’s disease tissue derived tau fibrils in vitro Nat Commun 2022 13 1 5451 36114178 Seidler PM, Murray KA, Boyer DR, Ge P, Sawaya MR, Hu CJ, et al. Structure-based discovery of small molecules that disaggregate Alzheimer’s disease tissue derived tau fibrils in vitro. Nat Commun. 2022;13(1):5451. 36114178 124. Zhan C Chen Y Tang Y Wei G Green tea extracts EGCG and EGC display distinct mechanisms in disrupting Aβ42 protofibril ACS Chem Neurosci. 2020 11 12 1841 51 32441920 Zhan C, Chen Y, Tang Y, Wei G. Green tea extracts EGCG and EGC display distinct mechanisms in disrupting Aβ42 protofibril. ACS Chem Neurosci. 2020;11(12):1841–51. 32441920 125. Meng F Bellaiche MMJ Kim JY Zerze GH Best RB Chung HS Highly disordered amyloid-beta monomer probed by single-molecule FRET and MD simulation Biophys J 2018 114 4 870 884 29490247 Meng F, Bellaiche MMJ, Kim JY, Zerze GH, Best RB, Chung HS. Highly disordered amyloid-beta monomer probed by single-molecule FRET and MD simulation. Biophys J. 2018;114(4):870–84. 29490247 126. Levine ZA Larini L LaPointe NE Feinstein SC Shea JE Regulation and aggregation of intrinsically disordered peptides Proc Natl Acad Sci U S A 2015 112 9 2758 2763 25691742 Levine ZA, Larini L, LaPointe NE, Feinstein SC, Shea JE. Regulation and aggregation of intrinsically disordered peptides. Proc Natl Acad Sci U S A. 2015;112(9):2758–63. 25691742 127. Im D Heo CE Son MK Park CR Kim HI Choi JM Kinetic modulation of amyloid-beta (1–42) aggregation and toxicity by structure-based rational design J Am Chem Soc 2022 144 4 1603 1611 35073692 Im D, Heo CE, Son MK, Park CR, Kim HI, Choi JM. Kinetic modulation of amyloid-beta (1–42) aggregation and toxicity by structure-based rational design. J Am Chem Soc. 2022;144(4):1603–11. 35073692 128. Chung YJ Lee BI Park CB Multifunctional carbon dots as a therapeutic nanoagent for modulating Cu(ii)-mediated beta-amyloid aggregation Nanoscale 2019 11 13 6297 6306 30882825 Chung YJ, Lee BI, Park CB. Multifunctional carbon dots as a therapeutic nanoagent for modulating Cu(ii)-mediated beta-amyloid aggregation. Nanoscale. 2019;11(13):6297–306. 30882825 129. Zhou Y Kandel N Bartoli M Serafim LF ElMetwally AE Falkenberg SM Structure-activity relationship of carbon nitride dots in inhibiting tau aggregation Carbon N Y 2022 193 1 16 35463198 Zhou Y, Kandel N, Bartoli M, Serafim LF, ElMetwally AE, Falkenberg SM, et al. Structure-activity relationship of carbon nitride dots in inhibiting tau aggregation. Carbon N Y. 2022;193:1–16. 35463198 130. Zhang W Smith N Zhou Y McGee CM Bartoli M Fu S Carbon dots as dual inhibitors of tau and amyloid-beta aggregation for the treatment of Alzheimer’s disease Acta Biomater 2024 183 341 355 38849023 Zhang W, Smith N, Zhou Y, McGee CM, Bartoli M, Fu S, et al. Carbon dots as dual inhibitors of tau and amyloid-beta aggregation for the treatment of Alzheimer’s disease. Acta Biomater. 2024;183:341–55. 38849023 131. Sinha S Lopes DH Du Z Pang ES Shanmugam A Lomakin A Lysine-specific molecular tweezers are broad-spectrum inhibitors of assembly and toxicity of amyloid proteins J Am Chem Soc 2011 133 42 16958 16969 21916458 Sinha S, Lopes DH, Du Z, Pang ES, Shanmugam A, Lomakin A, et al. Lysine-specific molecular tweezers are broad-spectrum inhibitors of assembly and toxicity of amyloid proteins. J Am Chem Soc. 2011;133(42):16958–69. 21916458 132. Di J Siddique I Li Z Malki G Hornung S Dutta S The molecular tweezer CLR01 improves behavioral deficits and reduces tau pathology in P301S-tau transgenic mice Alzheimers Res Ther 2021 13 1 6 33397489 Di J, Siddique I, Li Z, Malki G, Hornung S, Dutta S, et al. The molecular tweezer CLR01 improves behavioral deficits and reduces tau pathology in P301S-tau transgenic mice. Alzheimers Res Ther. 2021;13(1):6. 33397489 133. Lu J Cao Q Wang C Zheng J Luo F Xie J Structure-based peptide inhibitor design of amyloid-beta aggregation Front Mol Neurosci 2019 12 54 30886570 Lu J, Cao Q, Wang C, Zheng J, Luo F, Xie J, et al. Structure-based peptide inhibitor design of amyloid-beta aggregation. Front Mol Neurosci. 2019;12:54. 30886570 134. Sievers SA Karanicolas J Chang HW Zhao A Jiang L Zirafi O Structure-based design of non-natural amino-acid inhibitors of amyloid fibril formation Nature 2011 475 7354 96 100 21677644 Sievers SA, Karanicolas J, Chang HW, Zhao A, Jiang L, Zirafi O, et al. Structure-based design of non-natural amino-acid inhibitors of amyloid fibril formation. Nature. 2011;475(7354):96–100. 21677644 135. Gandini A Gonçalves AE Strocchi S Albertini C Janočková J Tramarin A Discovery of dual Aβ/Tau inhibitors and evaluation of their therapeutic effect on a drosophila model of Alzheimer’s disease ACS Chem Neurosci 2022 13 23 3314 3329 36445009 Gandini A, Gonçalves AE, Strocchi S, Albertini C, Janočková J, Tramarin A, et al. Discovery of dual Aβ/Tau inhibitors and evaluation of their therapeutic effect on a drosophila model of Alzheimer’s disease. ACS Chem Neurosci. 2022;13(23):3314–29. 36445009 136. Haj E Losev Y Guru KrishnaKumar V Pichinuk E Engel H Raveh A Integrating in vitro and in silico approaches to evaluate the “dual functionality” of palmatine chloride in inhibiting and disassembling Tau-derived VQIVYK peptide fibrils Biochim Biophys Acta Gen Subj 2018 1862 7 1565 1575 29634991 Haj E, Losev Y, Guru KrishnaKumar V, Pichinuk E, Engel H, Raveh A, et al. Integrating in vitro and in silico approaches to evaluate the “dual functionality” of palmatine chloride in inhibiting and disassembling Tau-derived VQIVYK peptide fibrils. Biochim Biophys Acta Gen Subj. 2018;1862(7):1565–75. 29634991 137. Hurtado DE Molina-Porcel L Iba M Aboagye AK Paul SM Trojanowski JQ Abeta accelerates the spatiotemporal progression of tau pathology and augments tau amyloidosis in an Alzheimer mouse model Am J Pathol 2010 177 4 1977 1988 20802182 Hurtado DE, Molina-Porcel L, Iba M, Aboagye AK, Paul SM, Trojanowski JQ, et al. Abeta accelerates the spatiotemporal progression of tau pathology and augments tau amyloidosis in an Alzheimer mouse model. Am J Pathol. 2010;177(4):1977–88. 20802182 138. Koller EJ Ibanez KR Vo Q McFarland KN Gonzalez De La Cruz E Zobel L Combinatorial model of amyloid beta and tau reveals synergy between amyloid deposits and tangle formation Neuropathol Appl Neurobiol. 2022 48 2 e12779 34825397 Koller EJ, Ibanez KR, Vo Q, McFarland KN, Gonzalez De La Cruz E, Zobel L, et al. Combinatorial model of amyloid beta and tau reveals synergy between amyloid deposits and tangle formation. Neuropathol Appl Neurobiol. 2022;48(2):e12779. 34825397 139. Pascoal TA Mathotaarachchi S Mohades S Benedet AL Chung CO Shin M Amyloid-beta and hyperphosphorylated tau synergy drives metabolic decline in preclinical Alzheimer’s disease Mol Psychiatry 2017 22 2 306 311 27021814 Pascoal TA, Mathotaarachchi S, Mohades S, Benedet AL, Chung CO, Shin M, et al. Amyloid-beta and hyperphosphorylated tau synergy drives metabolic decline in preclinical Alzheimer’s disease. Mol Psychiatry. 2017;22(2):306–11. 27021814 140. Therriault J Benedet AL Pascoal TA Mathotaarachchi S Savard M Chamoun M APOEepsilon4 potentiates the relationship between amyloid-beta and tau pathologies Mol Psychiatry 2021 26 10 5977 5988 32161362 Therriault J, Benedet AL, Pascoal TA, Mathotaarachchi S, Savard M, Chamoun M, et al. APOEepsilon4 potentiates the relationship between amyloid-beta and tau pathologies. Mol Psychiatry. 2021;26(10):5977–88. 32161362 141. Makhoba XH Viegas C Jr Mosa RA Viegas FPD Pooe OJ Potential impact of the multi-target drug approach in the treatment of some complex diseases Drug Des Devel Ther 2020 14 3235 3249 32884235 Makhoba XH, Viegas C Jr, Mosa RA, Viegas FPD, Pooe OJ. Potential impact of the multi-target drug approach in the treatment of some complex diseases. Drug Des Devel Ther. 2020;14:3235–49. 32884235 142. Aksman LM Oxtoby NP Scelsi MA Wijeratne PA Young AL Alves IL A data-driven study of Alzheimer’s disease related amyloid and tau pathology progression Brain 2023 146 12 4935 4948 37433038 Aksman LM, Oxtoby NP, Scelsi MA, Wijeratne PA, Young AL, Alves IL, et al. A data-driven study of Alzheimer’s disease related amyloid and tau pathology progression. Brain. 2023;146(12):4935–48. 37433038 143. Otaki H Taguchi Y Nishida N Conformation-dependent influences of hydrophobic amino acids in two in-register parallel beta-sheet amyloids, an alpha-synuclein amyloid and a local structural model of PrP(Sc) ACS Omega 2022 7 35 31271 31288 36092583 Otaki H, Taguchi Y, Nishida N. Conformation-dependent influences of hydrophobic amino acids in two in-register parallel beta-sheet amyloids, an alpha-synuclein amyloid and a local structural model of PrP(Sc). ACS Omega. 2022;7(35):31271–88. 36092583 144. Oueslati A Ximerakis M Vekrellis K Protein transmission, seeding and degradation: key steps for alpha-synuclein prion-like propagation Exp Neurobiol 2014 23 4 324 336 25548532 Oueslati A, Ximerakis M, Vekrellis K. Protein transmission, seeding and degradation: key steps for alpha-synuclein prion-like propagation. Exp Neurobiol. 2014;23(4):324–36. 25548532 145. Lindquist SL Kelly JW Chemical and biological approaches for adapting proteostasis to ameliorate protein misfolding and aggregation diseases-progress and prognosis Cold Spring Harbor Persp Biol 2011 3 12 a004507 a004507 10.1101/cshperspect.a004507 Lindquist SL, Kelly JW. Chemical and biological approaches for adapting proteostasis to ameliorate protein misfolding and aggregation diseases-progress and prognosis. Cold Spring Harbor Persp Biol. 2011;3(12):a004507–a004507. 146. Jeon YH Lee JY Kim S Chemical modulators working at pharmacological interface of target proteins Bioorg Med Chem 2012 20 6 1893 1901 22227462 Jeon YH, Lee JY, Kim S. Chemical modulators working at pharmacological interface of target proteins. Bioorg Med Chem. 2012;20(6):1893–901. 22227462 147. Honig LS Barakos J Dhadda S Kanekiyo M Reyderman L Irizarry M ARIA in patients treated with lecanemab (BAN2401) in a phase 2 study in early Alzheimer’s disease Alzheimers Dement 2023 9 1 e12377 Honig LS, Barakos J, Dhadda S, Kanekiyo M, Reyderman L, Irizarry M, et al. ARIA in patients treated with lecanemab (BAN2401) in a phase 2 study in early Alzheimer’s disease. Alzheimers Dement. 2023;9(1): e12377. 148. Agarwal A Gupta V Brahmbhatt P Desai A Vibhute P Joseph-Mathurin N Amyloid-related imaging abnormalities in alzheimer disease treated with anti-amyloid-beta therapy Radiographics 2023 43 9 e230009 37651273 Agarwal A, Gupta V, Brahmbhatt P, Desai A, Vibhute P, Joseph-Mathurin N, et al. Amyloid-related imaging abnormalities in alzheimer disease treated with anti-amyloid-beta therapy. Radiographics. 2023;43(9): e230009. 37651273 149. Baek MS Cho H Lee HS Lee JH Ryu YH Lyoo CH Effect of APOE epsilon4 genotype on amyloid-beta and tau accumulation in Alzheimer’s disease Alzheimers Res Ther 2020 12 1 140 33129364 Baek MS, Cho H, Lee HS, Lee JH, Ryu YH, Lyoo CH. Effect of APOE epsilon4 genotype on amyloid-beta and tau accumulation in Alzheimer’s disease. Alzheimers Res Ther. 2020;12(1):140. 33129364 150. Farfel JM Yu L De Jager PL Schneider JA Bennett DA Association of APOE with tau-tangle pathology with and without beta-amyloid Neurobiol Aging 2016 37 19 25 26481403 Farfel JM, Yu L, De Jager PL, Schneider JA, Bennett DA. Association of APOE with tau-tangle pathology with and without beta-amyloid. Neurobiol Aging. 2016;37:19–25. 26481403 151. Neff RA Wang M Vatansever S Guo L Ming C Wang Q Molecular subtyping of Alzheimer’s disease using RNA sequencing data reveals novel mechanisms and targets Sci Adv. 2021 7 2 eabb5398 33523961 Neff RA, Wang M, Vatansever S, Guo L, Ming C, Wang Q, et al. Molecular subtyping of Alzheimer’s disease using RNA sequencing data reveals novel mechanisms and targets. Sci Adv. 2021;7(2):eabb5398. 33523961 152. Jack CR Bennett DA Blennow K Carrillo MC Dunn B Haeberlein SB NIA-AA research framework: toward a biological definition of Alzheimer’s disease Alzheimer’s & Dementia. 2018 14 4 535 62 Jack CR, Bennett DA, Blennow K, Carrillo MC, Dunn B, Haeberlein SB, et al. NIA-AA research framework: toward a biological definition of Alzheimer’s disease. Alzheimers Dement. 2018;14(4):535–62. 153. Schafer KN Cisek K Huseby CJ Chang E Kuret J Structural determinants of Tau aggregation inhibitor potency J Biol Chem 2013 288 45 32599 32611 24072703 Schafer KN, Cisek K, Huseby CJ, Chang E, Kuret J. Structural determinants of Tau aggregation inhibitor potency. J Biol Chem. 2013;288(45):32599–611. 24072703 154. Choi M Ryu J Vu HD Kim D Youn YJ Park MH Transferrin-conjugated melittin-loaded l-arginine-coated iron oxide nanoparticles for mitigating beta-amyloid pathology of the 5XFAD mouse brain Int J Mol Sci. 2023 24 19 14954 37834402 Choi M, Ryu J, Vu HD, Kim D, Youn YJ, Park MH, et al. Transferrin-conjugated melittin-loaded l-arginine-coated iron oxide nanoparticles for mitigating beta-amyloid pathology of the 5XFAD mouse brain. Int J Mol Sci. 2023;24(19):14954. 37834402 155. Clark AJ Davis ME Increased brain uptake of targeted nanoparticles by adding an acid-cleavable linkage between transferrin and the nanoparticle core Proc Natl Acad Sci U S A 2015 112 40 12486 12491 26392563 Clark AJ, Davis ME. Increased brain uptake of targeted nanoparticles by adding an acid-cleavable linkage between transferrin and the nanoparticle core. Proc Natl Acad Sci U S A. 2015;112(40):12486–91. 26392563 156. Tashima T Smart strategies for therapeutic agent delivery into brain across the blood-brain barrier using receptor-mediated transcytosis Chem Pharm Bull 2020 68 4 316 325 Tashima T. Smart strategies for therapeutic agent delivery into brain across the blood-brain barrier using receptor-mediated transcytosis. Chem Pharm Bull. 2020;68(4):316–25. 157. Abulrob A Sprong H Van Bergen P Henegouwen E Stanimirovic D The blood–brain barrier transmigrating single domain antibody: mechanisms of transport and antigenic epitopes in human brain endothelial cells J Neurochem 2005 95 4 1201 1214 10.1111/j.1471-4159.2005.03463.x 16271053 Abulrob A, Sprong H, Van Bergen P, Henegouwen E, Stanimirovic D. The blood–brain barrier transmigrating single domain antibody: mechanisms of transport and antigenic epitopes in human brain endothelial cells. J Neurochem. 2005;95(4):1201–14. 16271053 158. Zheng F Pang Y Li L Pang Y Zhang J Wang X Applications of nanobodies in brain diseases Front Immunol 2022 13 978513 36426363 Zheng F, Pang Y, Li L, Pang Y, Zhang J, Wang X, et al. Applications of nanobodies in brain diseases. Front Immunol. 2022;13: 978513. 36426363 159. Zhou L Kodidela S Godse S Thomas-Gooch S Kumar A Raji B Targeted drug delivery to the central nervous system using extracellular vesicles Pharmaceuticals. 2022 15 3 358 35337155 Zhou L, Kodidela S, Godse S, Thomas-Gooch S, Kumar A, Raji B, et al. Targeted drug delivery to the central nervous system using extracellular vesicles. Pharmaceuticals. 2022;15(3):358. 35337155 160. Dardet JP Serrano N András IE Toborek M Overcoming blood-brain barrier resistance: implications for extracellular vesicle-mediated drug brain delivery Front Drug Delivery. 2022 2 855017 Dardet JP, Serrano N, András IE, Toborek M. Overcoming blood-brain barrier resistance: implications for extracellular vesicle-mediated drug brain delivery. Front Drug Delivery. 2022;2:855017. 161. Cummings J Zhou Y Lee G Zhong K Fonseca J Cheng F Alzheimer’s disease drug development pipeline: 2023 Alzheimers Dement 2023 9 2 e12385 Cummings J, Zhou Y, Lee G, Zhong K, Fonseca J, Cheng F. Alzheimer’s disease drug development pipeline: 2023. Alzheimers Dement. 2023;9(2): e12385. 162. Food and Drug Administration. FDA grants accelerated approval for alzheimer’s disease treatment. 2023. https://www.fda.gov/news-events/press-announcements/fda-grants-accelerated-approval-alzheimers-disease-treatment 163. Cavazzoni P. FDA’s decision to approve new treatment for Alzheimer’s disease. 2021. US Food and Drug Administration. https://www.fda.gov/drugs/our-perspective/fdas-decision-approve-new-treatment-alzheimers-disease 164. Hardy J Selkoe DJ The amyloid hypothesis of Alzheimer’s disease: progress and problems on the road to therapeutics Science 2002 297 5580 353 356 12130773 Hardy J, Selkoe DJ. The amyloid hypothesis of Alzheimer’s disease: progress and problems on the road to therapeutics. Science. 2002;297(5580):353–6. 12130773 165. Karran E Mercken M De Strooper B The amyloid cascade hypothesis for Alzheimer’s disease: an appraisal for the development of therapeutics Nat Rev Drug Discov 2011 10 9 698 712 21852788 Karran E, Mercken M, De Strooper B. The amyloid cascade hypothesis for Alzheimer’s disease: an appraisal for the development of therapeutics. Nat Rev Drug Discov. 2011;10(9):698–712. 21852788 166. Xu Z Jia S Wang W Yuan Z Jan Ravoo B Guo DS Heteromultivalent peptide recognition by co-assembly of cyclodextrin and calixarene amphiphiles enables inhibition of amyloid fibrillation Nat Chem 2019 11 1 86 93 30455432 Xu Z, Jia S, Wang W, Yuan Z, Jan Ravoo B, Guo DS. Heteromultivalent peptide recognition by co-assembly of cyclodextrin and calixarene amphiphiles enables inhibition of amyloid fibrillation. Nat Chem. 2019;11(1):86–93. 30455432 167. Geng H Gao D Wang Z Liu X Cao Z Xing C Strategies for inhibition and disaggregation of amyloid-β fibrillation Chin J Chem 2022 40 4 524 538 Geng H, Gao D, Wang Z, Liu X, Cao Z, Xing C. Strategies for inhibition and disaggregation of amyloid-β fibrillation. Chin J Chem. 2022;40(4):524–38.",
  "plain_text": "Alzheimer’s disease (AD) is not a single-cause disease; rather, it is a complex neurodegenerative disease involving multiple pathological pathways influenced by various risk factors. Aggregation and accumulation of amyloid beta (Aβ) and tau are the most prominent features in the brains of AD patients. Aggregated Aβ and tau exert neurotoxic effects in the central nervous system, contributing to the pathogenesis and progression of AD. They also act synergistically to cause neurodegeneration, resulting in memory loss. In this context, dual inhibition of Aβ and tau aggregation, or dissociation of these two aggregates, is considered promising for AD treatment. Recently, dual inhibitors capable of simultaneously targeting the aggregation and dissociation of both Aβ and tau have been investigated. Specific amino acid domains of Aβ and tau associated with their aggregation/dissociation have been identified. Subsequently, therapeutic agents that prevent aggregation or promote disaggregation by targeting these domains have been identified/developed. In this review, we summarize the major domains and properties involved in Aβ and tau aggregation, as well as the therapeutic effects and mechanisms of agents that simultaneously regulate their aggregation and dissociation. This comprehensive review may contribute to the design and discovery of next-generation dual-targeting drugs for Aβ and tau, potentially leading to the development of more effective therapeutic strategies for AD."
}
