{
  "PMC": "2120229",
  "DOI": "10.1083/jcb.127.3.609",
  "PMID": "7525595",
  "PMCID": "PMC2120229",
  "title": "The amino-terminal region of the retinoblastoma gene product binds a novel nuclear matrix protein that co-localizes to centers for RNA processing.",
  "year": 1994,
  "source_url": "https://europepmc.org/article/PMC/PMC2120229",
  "source": "MED",
  "abstract_text": "The tumor suppressing capacity of the retinoblastoma protein (p110RB) is dependent on interactions made with cellular proteins through its carboxy-terminal domains. How the p110RB amino-terminal region contributes to this activity is unclear, though evidence now indicates it is important for both growth suppression and regulation of the full-length protein. We have used the yeast two-hybrid system to screen for cellular proteins which bind to the first 300 amino acids of p110RB. The only gene isolated from this screen encodes a novel 84-kD nuclear matrix protein that localizes to subnuclear regions associated with RNA processing. This protein, p84, requires a structurally defined domain in the amino terminus of p110RB for binding. Furthermore, both in vivo and in vitro experiments demonstrate that p84 binds preferentially to the functionally active, hypophosphorylated form of p110RB. Thus, the amino terminus of p110RB may function in part to facilitate the binding of growth promoting factors at subnuclear regions actively involved in RNA metabolism.",
  "full_text": "J Cell Biol J. Cell Biol The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 2120229 95050936 7525595 Articles The amino-terminal region of the retinoblastoma gene product binds a novel nuclear matrix protein that co-localizes to centers for RNA processing 1 11 1994 127 3 609 622 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). The tumor suppressing capacity of the retinoblastoma protein (p110RB) is dependent on interactions made with cellular proteins through its carboxy-terminal domains. How the p110RB amino-terminal region contributes to this activity is unclear, though evidence now indicates it is important for both growth suppression and regulation of the full- length protein. We have used the yeast two-hybrid system to screen for cellular proteins which bind to the first 300 amino acids of p110RB. The only gene isolated from this screen encodes a novel 84-kD nuclear matrix protein that localizes to subnuclear regions associated with RNA processing. This protein, p84, requires a structurally defined domain in the amino terminus of p110RB for binding. Furthermore, both in vivo and in vitro experiments demonstrate that p84 binds preferentially to the functionally active, hypophosphorylated form of p110RB. Thus, the amino terminus of p110RB may function in part to facilitate the binding of growth promoting factors at subnuclear regions actively involved in RNA metabolism.",
  "plain_text": "The tumor suppressing capacity of the retinoblastoma protein (p110RB) is dependent on interactions made with cellular proteins through its carboxy-terminal domains. How the p110RB amino-terminal region contributes to this activity is unclear, though evidence now indicates it is important for both growth suppression and regulation of the full- length protein. We have used the yeast two-hybrid system to screen for cellular proteins which bind to the first 300 amino acids of p110RB. The only gene isolated from this screen encodes a novel 84-kD nuclear matrix protein that localizes to subnuclear regions associated with RNA processing. This protein, p84, requires a structurally defined domain in the amino terminus of p110RB for binding. Furthermore, both in vivo and in vitro experiments demonstrate that p84 binds preferentially to the functionally active, hypophosphorylated form of p110RB. Thus, the amino terminus of p110RB may function in part to facilitate the binding of growth promoting factors at subnuclear regions actively involved in RNA metabolism."
}
