{
    "PMC": "12388524",
    "DOI": "10.3390/metabo15080494",
    "PMID": "40863113",
    "PMCID": "PMC12388524",
    "title": "Sex Hormone-Binding Globulin and Metabolic Syndrome in Children and Adolescents: A Focus on Puberty.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12388524",
    "source": "MED",
    "abstract_text": "Metabolic syndrome (MetS) is a cluster of conditions, including obesity, insulin resistance (IR), dyslipidemia, and hypertension, that increase the risk of cardiovascular disease (CVD) and type 2 diabetes mellitus (T2DM). While studied often in adults, the increasing prevalence of MetS in children and adolescents underscores the need for its early detection and intervention. Among various biomarkers, sex hormone-binding globulin (SHBG) has gained substantial attention due to its associations with metabolic health and disease. This review provides a comprehensive overview of SHBG and its association with MetS, with a focus on the pediatric and adolescent population. The interplay between SHBG, puberty, and metabolic risk factors is explored, including racial and ethnic variations. SHBG plays a crucial role in transporting sex hormones and regulating their bioavailability and has been found to correlate inversely with obesity and IR, two key components of MetS. Puberty represents a critical period during which hormonal changes and metabolic shifts may further influence SHBG levels and metabolic health. Understanding SHBG's role in early metabolic risk detection could provide novel insights into the prevention and management of MetS.",
    "full_text": "pmc Metabolites Metabolites metabolites Metabolites 2218-1989 MDPI 12388524 40863113 10.3390/metabo15080494 metabolites-15-00494 Review Sex Hormone-Binding Globulin and Metabolic Syndrome in Children and Adolescents: A Focus on Puberty Aydin Banu 1 2 * Winters Stephen J. 3 Menzaghi Claudia Academic Editor Gault Victor Academic Editor 1 Department of Medical Cell Biology, Uppsala University, 751 23 Uppsala, Sweden 2 Department of Women’s and Children’s Health, Uppsala University, 751 85 Uppsala, Sweden 3 Division of Endocrinology, Metabolism and Diabetes, University of Louisville, Louisville, KY 40202, USA; stephen.winters@louisville.edu * Correspondence: banu.aydin@uu.se 22 7 2025 8 2025 15 8 494 23 6 2025 13 7 2025 18 7 2025 © 2025 by the authors. 2025 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Metabolic syndrome (MetS) is a cluster of conditions, including obesity, insulin resistance (IR), dyslipidemia, and hypertension, that increase the risk of cardiovascular disease (CVD) and type 2 diabetes mellitus (T2DM). While studied often in adults, the increasing prevalence of MetS in children and adolescents underscores the need for its early detection and intervention. Among various biomarkers, sex hormone-binding globulin (SHBG) has gained substantial attention due to its associations with metabolic health and disease. This review provides a comprehensive overview of SHBG and its association with MetS, with a focus on the pediatric and adolescent population. The interplay between SHBG, puberty, and metabolic risk factors is explored, including racial and ethnic variations. SHBG plays a crucial role in transporting sex hormones and regulating their bioavailability and has been found to correlate inversely with obesity and IR, two key components of MetS. Puberty represents a critical period during which hormonal changes and metabolic shifts may further influence SHBG levels and metabolic health. Understanding SHBG’s role in early metabolic risk detection could provide novel insights into the prevention and management of MetS. cardiovascular risk insulin resistance metabolic syndrome obesity pediatric health puberty sex hormone-binding globulin type 2 diabetes This research received no external funding. 1. Introduction Metabolic syndrome (MetS) is a cluster of conditions, including obesity, insulin resistance (IR), dyslipidemia, and hypertension, that increase the risk of developing cardiovascular disease (CVD) and type 2 diabetes mellitus (T2DM) [ 1 ]. MetS is not only a growing concern in adults but is also increasing in prevalence among children and adolescents, raising alarm for the need for early intervention and prevention strategies [ 1 , 2 ]. Among the various biomarkers and physiological regulators involved in MetS, sex hormone-binding globulin (SHBG) has gained attention for its strong associations with metabolic health and disease [ 3 ]. SHBG functions to transport sex hormones, such as testosterone and estradiol, in the bloodstream [ 4 ]. It binds these hormones with high affinity, thereby regulating their bioavailability, metabolic clearance rate, and access to target tissues [ 5 , 6 ]. In humans, SHBG levels are influenced by numerous physiological and pathological factors, including age, sex, race, hormonal status, and metabolic conditions [ 3 ]. Notably, low levels of SHBG are associated with obesity and IR, two key components of MetS [ 7 ]. Recent studies have suggested that SHBG might serve as a valuable biomarker for identifying individuals at risk for developing MetS, including pediatric populations for whom early detection is crucial for preventing long-term health consequences [ 3 , 8 , 9 , 10 ]. Finally, there is some evidence that SHBG may contribute directly to the development of MetS and T2DM [ 11 ]. Puberty is a critical period marked by significant hormonal changes that can influence metabolic health [ 12 ]. During puberty, the body undergoes numerous physiological changes, along with significant weight gain [ 13 ], and rapid changes in body composition [ 14 ]. While an appropriate amount of weight gain is necessary during pubertal development, excessive amounts may increase the risk for obesity, MetS, and CVD [ 15 ]. The interplay between SHBG levels and puberty is particularly important as SHBG levels decline during late childhood and puberty, coincident with increases in sex hormones and changes in body composition [ 3 ]. The interactions between puberty, MetS, and SHBG are complex and multifaceted [ 3 ]. This review aims to provide a comprehensive overview of the current understanding of SHBG and its association with MetS, with a particular emphasis on the period of puberty. We will review the biological functions of SHBG, its regulation, and the evidence linking SHBG levels to MetS components. 2. Overview of Sex Hormone-Binding Globulin (SHBG) SHBG is a 90–100 KDa homodimeric glycoprotein that transports testosterone and other steroids in the circulation with high affinity (K D ~1 nmol/L), reduces their metabolic clearance rate, and regulates their access to target tissues [ 5 ]. Human SHBG shows the highest binding affinity for DHT, followed by testosterone and then estradiol. It also binds medications such as levonorgestrel and fluoxymesterone [ 6 ]. The N-terminal domain of each subunit contains the steroid binding pocket as well as calcium and zinc binding sites which influence the affinity for steroid ligands and maintain the dimeric structure whereas the C-terminus contains sites for glycosylation [ 16 , 17 ]. There are one O-linked and two N-linked oligosaccharide chains on each of the SHBG monomers and variable glycosylation explains the variation in subunit molecular weight. Circulating SHBG is produced primarily by hepatocytes of humans and various other mammals, yet it is reportedly undetectable in the plasma of adult rats, mice, guinea pigs, and pigs [ 18 ]. Although absent from adult rodent plasma, SHBG is expressed in fetal rat liver, and in Sertoli cells in rodents and other lower mammals where it is designated “androgen binding protein” [ 18 ]. A transcript expressed from an alternative upstream promoter with an alternative exon 1 is expressed in human testicular germ cells [ 19 ], and various alternately spliced transcripts are expressed at low levels in prostate, ovary, breast, liver, and brain [ 20 ]. Inasmuch as the SHBG-binding capacity generally exceeds the plasma testosterone concentration and binds testosterone with high affinity, the level of SHBG is one determinant of the total testosterone level [ 21 ]. Accordingly, men with low levels of SHBG (e.g., obesity) tend to have lower total testosterone levels whereas those with high levels of SHBG (e.g., hyperthyroidism) have a high total testosterone level. This association is strong in normal adult men [ 22 ] and in boys during minipuberty [ 23 ] but is modest in testosterone-treated men, prepubertal boys, and in women ( Figure 1 ). One explanation for these variable relationships is androgen negative feedback regulation of gonadotropin secretion which is strong in adult men and in boys during minipuberty but is modest in prepubertal boys and in women and is disrupted in adult men by exogenous testosterone treatment. In the former, variable SHBG levels change the relative bound and free testosterone and estradiol concentrations, resulting in changes in LH and thereby testosterone secretion [ 22 ]. 3. SHBG Gene Expression The SHBG gene is located on human chromosome 17 p12–13 and is composed of 8 exons [ 24 ]. A small number of individuals with homozygous missense mutations in the SHBG coding region leading to a complete lack of plasma SHBG have been described. One such case involved an adult woman with undetectable plasma SHBG level s due to a compound SHBG heterozygote polymorphism [ 25 ]. During pregnancy, her initially mild hirsutism progressed dramatically to marked virilization, coinciding with a fourfold increase in her free testosterone concentration [ 25 ]. She delivered twin girls with no signs of virilization. This interesting case suggests that high levels of maternal SHBG during pregnancy protect the pregnant woman from placental hyperandrogenism. A separate report [ 26 ] described an adult male presenting with low total testosterone and undetectable SHBG, despite normal levels of LH and follicle-stimulating hormone (FSH). He reported symptoms including reduced libido, fewer spontaneous morning erections, fatigue, muscle weakness, low shaving frequency, along with small testes and a low bone density. Notably, his semen parameters were within the reference range. His sister, who was also affected, exhibited delayed onset of menstruation, underdeveloped breasts, and irregular menstrual cycles. These findings suggest that SHBG mediates androgen bioactivity. In vitro experiments revealed that the mutant SHBG was retained intracellularly. In another case report, gonadotropin-independent precocious puberty was reported in a 9 yo girl with non-detectable plasma SHBG and a homozygous polymorphism [ 27 ]. SHBG gene polymorphisms have also been reported that either increase or decrease the SHBG binding affinity for DHT and/or estradiol [ 28 , 29 , 30 ] and thereby the total testosterone level. An SNP rs6258 that reduces testosterone binding affinity and lowers total testosterone levels is present in 2% of European men [ 28 ]. There is also a point mutation in exon 8 that creates a consensus site for an additional carbohydrate chain that produces an SHBG with an extended half-life that was found in 17% of a French study population [ 31 , 32 ]. Certain SNPs of the SHBG gene are associated with the risk for adverse metabolic outcomes. Ding and colleagues [ 33 ] reported that SNPs, rs6257 and rs6259, are associated with a roughly 10% decrease or increase in circulating SHBG levels, respectively, and with a 68% increase or 38% decrease in the risk of developing T2DM by age 70. Perry et al. [ 34 ] conducted a meta-analysis in which carriers of the minor allele (A) of SNP rs1799941, which is just upstream of the proximal promoter of the SHBG gene and has been associated with SHBG levels in older men [ 35 ], was linked with elevated levels of SHBG and a lower risk of T2DM although other studies did not confirm this association [ 36 ]. A recent study of women and men in the Netherlands, most with overweight or obesity, reported that genetic variants associated with higher SHBG levels in other populations were associated with lesser amounts of liver fat [ 37 ]. A study of Turkish male and female children and adolescents found that the rs179441 polymorphism increased the risk for MetS three-fold [ 38 ]. There is also a polymorphic (TAAAA)n nucleotide repeat in the SHBG proximal promoter (rs5030991) that binds a 46 KDa protein that acts to regulate transcription. In HepG2 cells, fewer TAAAA repeats were associated with less SHBG transcriptional activity when compared with alleles of longer length [ 39 ]. On the other hand, there is a tendency to higher plasma SHBG levels in healthy young adult men with fewer TAAAA repeats [ 35 , 40 ]. Multiple studies have been performed in women with polycystic ovary syndrome (PCOS) in whom SHBG levels are low. While results have been inconsistent, a meta-analysis [ 41 ] found that polymorphisms of eight or more TAAAA repeats increase the risk for PCOS by 24%. 4. Ontogeny of SHBG Production The SHBG gene is expressed in the placenta [ 42 ]. SHBG is present in cord blood, which is of fetal origin, in which levels are much lower than in maternal blood, and most studies have found similar levels in males and females [ 43 , 44 , 45 ]. As illustrated in Figure 2 , cross-sectional data suggest that SHBG concentrations increase markedly after birth into early childhood [ 46 , 47 ] and reach peak around 3 months of age [ 48 ]. While the explanation for this increase is uncertain, the concordant rise in T3 levels, which is known to stimulate SHBG production, and lower levels in hypothyroid infants [ 49 ] support the idea that the postnatal rise in SHBG is at least partly thyroid hormone-dependent. One idea is that the rise in SHBG serves to lower testosterone bioactivity in infant boys through childhood, as proposed by Hammond [ 5 ]. In support of this idea, the level of salivary testosterone, a surrogate for free testosterone, is much higher in newborn boys with lower SHBG levels than in minipuberty although total testosterone levels are similar [ 50 , 51 ]. During childhood, SHBG levels remain relatively high and stable, but begin to decline gradually [ 52 ] as puberty approaches, more prominently in boys than in girls [ 53 ], to reach nadir values in young adulthood [ 54 ]. Although the decline in boys is partly from androgens [ 55 ], a comparable decline in boys with idiopathic hypopituitarism [ 56 ] or with isolated hypogonadotropic hypogonadism or complete androgen insensitivity [ 57 ] suggests that metabolic rather than neuroendocrine signals are the main driver of the late childhood decline in SHBG. Reference intervals for adults based on blood samples from 1477 healthy U.S. adults ages 40 and older that were collected in NHANES and analyzed by chemiluminescence assay were 12.6 to 92.4 nmol/L for men and 18.4 to 211.5 nmol/L for women [ 60 ]. However, SHBG levels are influenced by age and race, and may vary among assays. Adult women have higher SHBG levels than men partly due to stimulation by estrogens [ 61 , 62 , 63 ] while androgens produce a small decline in plasma SHBG [ 64 ]. Metabolic factors related to visceral adipose tissue in men versus gluteal-femoral adipose tissue in women may also contribute to the sex difference in SHBG concentrations. SHBG levels are higher in the luteal phase than in the follicular phase or at midcycle [ 65 ] and increase markedly during pregnancy [ 66 ]. SHBG levels in men rise gradually beyond age 60 [ 67 ] and while there is no significant change in women at menopause [ 58 ], levels rise slightly beyond age 65 [ 59 , 68 , 69 ]. 5. Hormonal and Metabolic Regulation of SHBG Production There is a 10- to 20-fold between-subject variation in serum SHBG levels beginning in newborns [ 45 ] through childhood [ 70 ] to adults [ 71 ] while the level of SHBG in a given healthy individual is relatively constant [ 72 , 73 ]. Studies of adult male twins have found a strong genetic component to circulating SHBG [ 74 , 75 ] and genome-wide association studies (GWAS) have identified single nucleotide polymorphisms (SNPs) in 60 loci that predict SHBG concentrations in adult men and women [ 76 , 77 ] and in newborns [ 78 ]. Similar genetic relationships in newborns and adult men suggest that adult SHBG levels are partly established in infancy. There is also a long list of hormones, metabolic factors, pathological disorders, and medications that are known to influence circulating SHBG levels ( Table 1 ). Beginning in newborns, metabolic factors are major determinants of plasma SHBG. Levels are lower among babies born to overweight mothers with either gestational diabetes [ 79 ] or T2DM [ 45 ] . and placental SHBG mRNA levels are reduced when mothers have gestational diabetes [ 80 ]. By postnatal day 2, there is an inverse correlation between the Ponderal index, a measure of newborn adipose tissue, and SHBG levels ( Figure 3 ). Lower SHBG levels were found in prepubertal girls but not boys from Norway whose mothers had PCOS [ 81 ] and in South Asian-American boys and girls whose parents were diagnosed with MetS [ 8 ]. By the teenage years, SHBG levels are lower in both boys and girls who are overweight and diagnosed with MetS [ 82 ]. In adulthood, SHBG levels are lower with increasing obesity [ 83 ] and rise with weight loss [ 84 , 85 ] and are lower in men [ 86 , 87 ], middle aged [ 88 ], and postmenopausal women [ 89 ] who have features of MetS. Finally, results from NHANES 1988–91 versus 1999–2004 reveal that SHBG levels in adults across the U.S. have declined in recent years in parallel with increases in BMI and waist circumference [ 90 ]. Studies have found racial differences in circulating SHBG concentrations that may also be partly on a metabolic basis. There is a tendency to higher SHBG levels among individuals with African-American origin, including prepubertal boys [ 91 ], teenage girls with overweight or obesity and PCOS [ 92 ], glucose-intolerant post-menopausal women [ 93 ], and pre- and peri-menopausal African-American women than the general population [ 94 ]. On the other hand, SHBG levels in healthy young adult African-American women as well as Asian-American women were lower when compared to Caucasians in the Nurse’s Health Study [ 95 ]. Among Latinos, SHBG levels were lower in teenage Mexican-American boys [ 96 ], adult women [ 97 ], teenage girls [ 92 ], and adult Latino women with PCOS [ 98 ] than in Caucasians. SHBG levels are especially low in South Asians. Lower SHBG levels were reported in South Asian men compared to Europeans living in the U.K. [ 99 ], in women with PCOS seeking treatment for infertility in West Yorkshire, U.K. [ 100 ], and in healthy male and female adults in the western U.S. [ 101 ]. In the Boston Area Community Health survey, however, SHBG levels were similar among adult Caucasian, Black, and Hispanic men [ 102 ]. Birkeland et al. [ 103 ] were among the first to report that SHBG levels could serve as a marker of IR, a finding that has since been supported by numerous studies [ 104 ]. There is considerable evidence that the reduction in SHBG in IR is partly due to elevated insulin levels [ 105 ]. Several studies have demonstrated an inverse relationship between SHBG and insulin levels, whether measured in the fasting state [ 106 ], after glucose stimulation [ 107 ], or as 24 h insulin or C-peptide concentrations [ 108 , 109 ]. Notably, SHBG concentrations rise as IR improves and insulin levels decrease following weight loss [ 110 ], resistance exercise [ 111 ], or treatment with insulin-sensitizing drugs [ 112 ]. Experiments using HepG2 human hepatocarcinoma cells, which express the SHBG gene, have provided conflicting results. Early studies revealed that insulin suppressed SHBG production [ 113 , 114 ], and reduced SHBG mRNA expression [ 113 ]. These results were called into question, however, as later studies also using HepG2 cells found no effect of insulin on SHBG secretion or mRNA levels, which instead were reduced by adding glucose or fructose to the culture media [ 7 ] and by rosiglitazone [ 115 ]. These latter results are, however, at odds with the normal SHBG levels in patients with type 1 diabetes [ 116 ] who are also hyperglycemic, and with studies in patients with T2DM treated with rosiglitazone whose SHBG levels increased [ 117 ]. HNF4α is an orphan nuclear receptor that is a master regulator of hepatic development and function, including genes involved in triacylglycerol, cholesterol, and lipoprotein metabolism [ 118 , 119 ], and HNF4α is thought to play a central role in the development of fatty liver disease [ 120 ]. Functional HNF4α-binding sites have been identified in more than 140 genes, many of which are associated with the metabolism of glucose, lipids, and amino acids. There is an HNF4α binding site in the proximal promoter of the SHBG gene, and the transcriptional rate of an SHBG-luciferase reporter in HepG2 cells was enhanced by over-expression of HNF4α [ 121 ]. In a study of adult men and women undergoing liver resection for cancer, our group [ 63 ] reported a strong positive correlation between hepatic HNF4α and SHBG mRNA levels, and between SHBG mRNA in liver and circulating SHBG levels. Thus, HNF4α likely plays a key role in regulating SHBG. Insulin resistance is characterized by a defect in insulin-stimulated glucose uptake in adipose and other tissues and leads to hyperinsulinemia. Xie et al. [ 122 ] showed that HNF4α mRNA in liver is suppressed in diabetic hyperinsulinemic db/db mice but not in mice rendered diabetic by streptozotocin-induced hypoinsulinemia, and that insulin inhibits hepatic HNF4α expression by stimulating transcription of SREBP. Insulin resistance is also associated with an increase in hepatic fat [ 123 ] and numerous studies have reported a strong inverse relationship between liver fat accumulation and circulating SHBG levels [ 124 , 125 ]. Furthermore, SHBG levels rise and liver fat decreases with weight loss [ 126 ]. In the aforementioned study of liver tissue from adult men and women undergoing liver resection for cancer [ 63 ], serum SHBG and SHBG mRNA levels were low in individuals with insulin resistance by HOMA or with elevated hepatic triglyceride concentrations. Low SHBG mRNA levels were not always explained by these factors, however, implying that other mechanisms must be operative. For example, larger studies are needed to clarify how sex, age, and race influence SHBG expression. Increased hepatic fatty acids and lipotoxic metabolites increase production of cytokines, including TNF, IL-6, and IL-1b which initiate the production of pro-inflammatory signals including nuclear factor-κB (NF-κB) and c-jun n-terminal kinase (JNK) [ 127 ]. Selva and colleagues, using HepG2 hepatocarcinoma cells, showed that TNFα suppresses SHBG expression by decreasing HNF4α through a mechanism involving NF-κB [ 128 ], and that IL1β reduces SHBG mRNA through HNF4α via the MAPK kinase-1/2 and JNK signaling pathways [ 129 ]. Thus, as diagrammed in Figure 4 , there is substantial evidence that hyperinsulinemia and excess hepatic fat are key determinants of low SHBG levels in patients with IR [ 130 ]. Reduced SHBG levels in patients with Cushing syndrome and those treated with glucocorticoids may be explained by IR [ 131 ]. For example, in children undergoing treatment with prednisone or dexamethasone for leukemia, SHBG levels gradually declined over a 4-week period, during which time both BMI and leptin levels increased [ 132 ]. Similarly, girls with congenital adrenal hyperplasia exhibit reduced SHBG levels [ 133 ], possibly due to central obesity and IR [ 134 ]. SHBG concentrations are also elevated in individuals with growth hormone deficiency [ 135 ], and are reduced in those with acromegaly [ 136 ], likely reflecting differences in insulin sensitivity and resistance, respectively. Thyroid hormone directly increases SHBG production by activating HNF4α transcription [ 137 ]. SHBG levels are increased in hyperthyroidism in proportion to the levels of thyroxine (T4) and triiodothyronine (T3) in children [ 138 ] as in adults [ 139 , 140 ], and values normalize when hyperthyroxinemia is treated [ 141 ]. Resultant high levels of total testosterone may cause diagnostic confusion. On the other hand, SHBG levels are reduced in hypothyroidism [ 142 ], which in adult males can be misinterpreted as testosterone deficiency. Liver diseases influence SHBG levels through multiple pathways. For example, individuals with alcoholic cirrhosis often exhibit elevated SHBG concentrations. This may result from alcohol-induced testicular damage which lowers testosterone levels and raises LH secretion. Elevated LH enhances testicular aromatase activity, increasing estradiol production, a known stimulator of SHBG synthesis. Additionally, stress-induced adrenal activation via ACTH can raise estrone and estradiol levels, further contributing to high SHBG [ 143 ]. Increased sulfatase activity (which converts inactive estrogen sulfates to active forms) may also play a role [ 144 ]. Hepatitis-B and C infections are similarly associated with substantial rises in SHBG [ 145 ]. Patients with liver disease caused by hemochromatosis typically develop hypogonadotropic hypogonadism from pituitary iron accumulation, often accompanied by mildly elevated SHBG. On the other hand, metabolic (non-alcoholic) fatty liver disease (MAFLD), characterized by hepatic triglyceride accumulation unrelated to excess alcohol consumption, is associated with increased visceral adipose tissue (VAT), IR, dyslipidemia and reduced SHBG levels [ 124 , 125 , 146 ]. Notably, low SHBG may serve as a predictive marker for the onset of MAFLD [ 147 , 148 ]. 6. Direct Effects of SHBG Some years ago, ligand-bound SHBG was reported to bind membrane receptors in prostate and other tissues and to stimulate cAMP production [ 149 ] to generate an intracellular effect. Since then, there is evidence that unliganded SHBG binds to the G-protein-coupled receptor GPRC6A and affects ERK 1/2 phosphorylation [ 150 ]. GPRC6A is expressed in testis, and null mice have smaller testes and seminal vesicles and reduced testosterone levels but are fertile [ 151 ]. Interestingly, these animals have increased hepatic triglyceride content, somewhat higher glucose levels, and reduced insulin sensitivity compared to w/t mice. Unliganded SHBG was shown to inhibit inflammatory cytokine expression in mouse macrophages and decrease cytokines and transcription factors involved in adipogenesis and triglyceride synthesis independent of sex steroids in mouse-derived 3T3-L1 adipocyte-like cells [ 152 ]. Experiments using adipose tissue cultures from obese horses with insulin resistance and controls revealed that adding SHBG restored levels of INSR, INRS1/2, Akt and Pi3k, implying improved insulin sensitivity, and tended to normalize the fatty acid profile [ 153 ]. The addition of SHBG also increased ERK 1/2 phosphorylation in cultured human adipocytes in which lipolysis was increased [ 154 ]. A second potential SHBG-related mechanism for cellular transduction involves the endocytosis receptor megalin (LDL receptor-related protein 2) that plays a role in the endocytosis of 25OH vitamin D binding protein and other proteins and small molecules via the kidney proximal tubule [ 155 ]. Megalin is also expressed in prostate, epididymis, ovary and uterus, and choriocarcinoma cells. Global knock-out of megalin produced male mice with cryptorchidism and females with a closed vaginal opening [ 156 ] while prostate-specific knock-out resulted in lower levels of testosterone and dihydrotestosterone in the prostate [ 157 ]. Given the strong association between SHBG levels and MetS and T2DM, as well as evidence that genetic-raising alleles lower risk for these metabolic disorders [ 33 , 34 ], some authors have proposed a role for SHBG in the pathogenesis of IR and T2DM [ 158 ]. Data from the UK Biobank, with samples from >400,000 men and women, have shown that SHBG-lowering alleles are associated with an increased risk for T2DM in men and women, and for PCOS [ 77 ]. A series of experiments have been conducted to examine effects of SHBG using a mouse model in which the human SHBG transgene is over-expressed. These mice have circulating mM levels of human SHBG but also testosterone levels that are 10–100 times normal. They exhibit no phenotypic abnormalities, however, and males and females have normal reproductive function [ 159 ]. Cross breeding SHBG transgenic mice with db-db mice, that lack the leptin receptor, reduced the extreme weight gain and hepatic fat accumulation that typifies male db-db mice [ 160 ]. In a second series of experiments, high fat diet-induced fatty liver [ 11 ] as well as insulin and leptin levels [ 154 ] were markedly attenuated in the SHBG-transgenic male mice when compared to C57bl/6 controls. These results should be interpreted in light of the low testosterone levels that characterize both db-db mice [ 160 ] and normal C57bl/6 mice fed a high-fat diet [ 161 ] and the very high testosterone levels in SHBG transgenic mice [ 159 ]. Moreover, a second research group [ 162 ] reported no significant difference in body weight gain or percent body fat by dual-energy X-ray absorptiometry in the same SHBG-transgenic mice versus wild-type littermates fed a high-fat diet for 4.5 months rather than 8 wks. In the latter study, there was also no difference in fasting glucose or insulin levels or in glucose levels following glucose or insulin stimulation in the two groups [ 162 ]. It should be noted that these experiments included both males and females and the number of subjects per group was sometimes relatively small. Overall, these provocative but conflicting studies await confirmation, and the notion that SHBG exerts steroid-independent metabolic effects such that SHBG analogs might represent a novel treatment for metabolic disorders remains preliminary. 7. SHBG, a Biomarker of Metabolic Disease in Children and Adolescents Childhood obesity remains a pressing public health concern, characterized by its widespread prevalence and strong links to chronic illnesses and reduced life expectancy [ 163 ]. Emerging research continues to reveal troubling rises in childhood obesity rates and its associated conditions, including MetS, MAFLD, T2DM, and PCOS in youth [ 163 , 164 , 165 , 166 , 167 ]. These conditions are interconnected, with multifactorial etiologies driven by genetic predispositions, the intrauterine environment and modern lifestyle changes, including unhealthy diets and physical inactivity [ 163 , 168 , 169 ]. Puberty, a developmental milestone characterized by significant hormonal, physiological, and metabolic shifts, plays a crucial role in the progression of these conditions [ 12 , 15 , 170 ]. Low circulating levels of SHBG represent a promising biomarker for obesity-related metabolic dysfunctions beginning in childhood. A growing body of evidence supports the inverse association between SHBG levels and obesity, IR, MetS, MAFLD, T2DM, and PCOS in youth [ 10 , 104 , 171 , 172 ]. Additionally, neither meal consumption nor diurnal variation appears to influence SHBG levels and SHBG can be measured with minimally invasive techniques such as a finger-stick blood sample [ 3 ]. SHBG may function during normal childhood to restrict the actions of sex steroids until puberty. In support of this hypothesis, a homozygous SHBG variant (rs6258) associated with a very low level of SHBG in serum was reported in a young girl with gonadotropin-independent precocious puberty [ 27 ]. SHBG levels decline in late childhood and during puberty in both sexes resulting in a progressive increase in free- when compared to total- sex hormone levels [ 52 , 53 , 54 ]. The underlying cause of the decline in SHBG remains unclear, but it is thought to be primarily metabolic [ 3 , 53 ], rather than hormonal, as age-related reductions are also observed in boys with hypopituitarism [ 56 ]. Insulin sensitivity decreases and insulin secretion increases in both girls and boys during puberty [ 12 , 173 ], potentially contributing to reduced SHBG levels. In a study of 132 healthy children and adolescents, SHBG was strongly linked to insulin sensitivity, even after accounting for puberty, fat mass, and aerobic fitness [ 73 ]. Researchers found a negative association between SHBG levels and metabolic risk, proposing that SHBG may reflect the interplay between changes in glucose metabolism and body composition during puberty. They also suggested its potential use as a marker for CVD risk during puberty [ 73 ]. Pinkney et al. [ 53 ] found that lower SHBG concentrations at 5 years of age predicted earlier puberty milestones in girls; SHBG was inversely correlated with markers such as body fat, insulin, IGF-I, CRP, and leptin. Similarly, girls diagnosed with central precocious puberty had reduced SHBG levels compared with age-matched healthy peers. Furthermore, the decline in SHBG with increasing age from 9 to 13 years in normal boys and girls was associated with increasing fat mass [ 174 ]. Studies show lower SHBG levels in boys with obesity versus normal-weight peers [ 106 , 175 ]. Pubertal boys with obesity also typically have lower total testosterone levels than normal-weight boys at the same stage of pubertal development, which is likely due, at least in part, to the lower levels of SHBG [ 91 , 176 , 177 ]. Pinkney et al. [ 53 ] also observed that boys with lower SHBG concentrations at age 5 tended to enter Tanner stage 2 earlier; however, no association was found between SHBG levels and either the timing of LH secretion onset or the age at peak height velocity. Similar to adults, children and adolescents with MetS also exhibit reduced SHBG levels [ 9 , 82 , 107 ]. In a study of 815 Spanish school children, de Oya et al. [ 9 ] found that adolescents diagnosed with MetS or presenting features such as central obesity, elevated blood pressure, increased insulin or low HDL-C, had lower SHBG levels. Agirbasli et al. [ 82 ] also showed that low SHBG significantly predicted low HDL-C levels in Turkish youth. An in-depth metabolic analysis of 6475 young adults from two Finnish population-based cohorts demonstrated a link between SHBG and circulating lipids as well as metabolites related to adiposity and IR [ 178 ]. Recently, a study by Urbano et al. [ 10 ] found that adolescents with PCOS and MAFLD had lower SHBG levels and other CVD risk factors, such as high blood pressure and hyperinsulinemia and increased IR. Moreover, SHBG holds promise as an important biomarker for MetS risk in children and adolescents well before the condition fully develops. Glueck et al. [ 172 ] reported that low SHBG levels in 14-year-old U.S. schoolgirls were more common in girls who developed MetS a decade later. Additionally, Wang et al. [ 178 ] showed that low SHBG levels among young adult Finnish men and women were predictive of IR development by HOMA-IR 6 years later, and these associations remained significant after adjusting for baseline adiposity, insulin and testosterone levels. Thus, there is evidence to support the idea that measuring SHBG levels can provide insights into a child’s metabolic health, particularly during puberty when traditional markers may be less predictive. Prior studies have suggested a genetic predisposition to MetS [ 179 , 180 ] with ethnic variations in the distribution of MetS components in children [ 181 , 182 , 183 , 184 ]. As discussed above, SHBG levels vary by ethnicity. In the NHANES study, Mexican-American males aged 12–19 exhibited lower SHBG levels than their non-Hispanic black and white counterparts [ 96 ]. Abdelrahaman et al. [ 91 ] found that healthy African-American prepubertal boys tend to have higher SHBG levels, a group characterized by greater subcutaneous but lower VAT compared to white peers. South Asians are an ethnic group with a particularly high susceptibility to MetS and T2DM despite often having a low BMI. Research by Krishnasamy et al. [ 8 ] revealed that prepubertal South Asian-Indian children with one parent diagnosed with MetS exhibited 24% lower SHBG levels, while those with both parents affected showed 55% lower SHBG levels ( Figure 5 ). The study also identified an inverse correlation between SHBG levels and both waist circumference and BMI percentile in these children. Furthermore, significant associations were found between SHBG (rs6257), cholesterol ester transfer protein (rs708272) polymorphisms and high triglycerides, low HDL-C and high LDL-C levels in a cohort of 365 Turkish youths [ 185 ]. White et al. [ 38 ] showed that SNPs within the SHBG gene (rs1799941) were linked to MetS in children. This association persisted after adjusting for individual MetS components, suggesting that no single factor was driving the link. While the A allele of rs1799941 was linked to higher SHBG levels in healthy controls, this effect was not observed in children with MetS. 8. Conclusions MetS poses a significant health challenge, not only in adults but increasingly among adolescents. SHBG, a hepatic glycoprotein that transports testosterone and other steroids in the circulation, has emerged as a promising biomarker for assessing MetS risk due to its strong associations with key metabolic indicators such as IR, adiposity, and dyslipidemia. The decline in SHBG levels as puberty approaches, and its link with metabolic risk, highlights the potential importance of SHBG as an early screening tool, but more research is needed. Racial and ethnic variations in SHBG levels emphasize the need for personalized reference ranges to enhance early detection efforts. Real-world applications of SHBG measurement may include risk stratification and early identification of youth at risk for CVD and additional criteria for the diagnosis of endocrine disorders such as PCOS . While current research reveals an association between SHBG and metabolic health, further studies are needed to explore its regulatory mechanisms, role as a biomarker, and therapeutic potential of SHBG and related proteins. Early identification of children at risk through SHBG measurements could pave the way for targeted interventions and ultimately reduce the long-term burden of MetS and its associated complications. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions Writing—original draft preparation, B.A. and S.J.W.; writing—review and editing, B.A. and S.J.W. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement Data sharing is not applicable to this article. Conflicts of Interest The authors declare no conflict of interest. References 1. Weiss R. Dziura J. Burgert T.S. Tamborlane W.V. Taksali S.E. Yeckel C.W. Allen K. Lopes M. Savoye M. Morrison J. Obesity and the metabolic syndrome in children and adolescents N. Engl. J. Med. 2004 350 2362 2374 10.1056/NEJMoa031049 15175438 2. Morrison J.A. Friedman L.A. Wang P. Glueck C.J. Metabolic syndrome in childhood predicts adult metabolic syndrome and type 2 diabetes mellitus 25 to 30 years later J. Pediatr. 2008 152 201 206 10.1016/j.jpeds.2007.09.010 18206689 3. Aydın B. Winters S.J. Sex Hormone-Binding Globulin in Children and Adolescents J. Clin. Res. Pediatr. Endocrinol. 2016 8 1 10.4274/jcrpe.2764 26761949 4. Rosner W. Hryb D.J. Khan M.S. Nakhla A.M. Romas N.A. Sex hormone-binding globulin: Anatomy and physiology of a new regulatory system J. Steroid Biochem. Mol. Biol. 1991 40 813 820 10.1016/0960-0760(91)90307-Q 1659894 5. Hammond G.L. Plasma steroid-binding proteins: Primary gatekeepers of steroid hormone action J. Endocrinol. 2016 230 R13 R25 10.1530/JOE-16-0070 27113851 6. Dunn J.F. Nisula B.C. Rodbard D. Transport of steroid hormones: Binding of 21 endogenous steroids to both testosterone-binding globulin and corticosteroid-binding globulin in human plasma J. Clin. Endocrinol. Metab. 1981 53 58 68 10.1210/jcem-53-1-58 7195404 7. Selva D.M. Hogeveen K.N. Innis S.M. Hammond G.L. Monosaccharide-induced lipogenesis regulates the human hepatic sex hormone–binding globulin gene J. Clin. Investig. 2007 117 3979 3987 10.1172/JCI32249 17992261 8. Krishnasamy S.S. Chang C. Wang C. Chandiramani R. Winters S.J. Sex Hormone-Binding Globulin and The Risk for Metabolic Syndrome in Children of South Asian Indian Origin Endocr. Pract. 2012 18 668 675 10.4158/EP12026.OR 22548950 9. de Oya I. Schoppen S. Lasunción M.A. Lopez-Simón L. Riestra P. de Oya M. Garcés C. Sex hormone-binding globulin levels and metabolic syndrome and its features in adolescents Pediatr. Diabetes 2010 11 188 194 10.1111/j.1399-5448.2009.00559.x 19656319 10. Urbano F. Chiarito M. Lattanzio C. Messa A. Ferrante M. Francavilla M. Mehmeti I. Lassandro G. Giordano P. Faienza M.F. Sex Hormone-Binding Globulin (SHBG) Reduction: The Alarm Bell for the Risk of Non-Alcoholic Fatty Liver Disease in Adolescents with Polycystic Ovary Syndrome Children 2022 9 1748 10.3390/children9111748 36421197 11. Saez-Lopez C. Barbosa-Desongles A. Hernandez C. Dyer R.A. Innis S.M. Simó R. Selva D.M. Sex Hormone-Binding Globulin Reduction in Metabolic Disorders May Play a Role in NAFLD Development Endocrinology 2017 158 545 559 10.1210/en.2016-1668 28359088 12. Aydin B.K. Stenlid R. Ciba I. Cerenius S.Y. Dahlbom M. Bergsten P. Nergårdh R. Forslund A. High levels of FSH before puberty are associated with increased risk of metabolic syndrome during pubertal transition Pediatr. Obes. 2022 17 e12906 10.1111/ijpo.12906 35226970 13. Rogol A.D. Roemmich J.N. Clark P.A. Growth at puberty J. Adolesc. Health Off. Publ. Soc. Adolesc. Med. 2002 31 (Suppl. S6) 192 200 10.1016/S1054-139X(02)00485-8 14. Brufani C. Tozzi A. Fintini D. Ciampalini P. Grossi A. Fiori R. Kiepe D. Manco M. Schiaffini R. Porzio O. Sexual dimorphism of body composition and insulin sensitivity across pubertal development in obese Caucasian subjects Eur. J. Endocrinol. 2009 160 769 775 10.1530/EJE-08-0878 19221173 15. Jasik C.B. Lustig R.H. Adolescent obesity and puberty: The “perfect storm” Ann N Y Acad Sci. 2008 1135 265 279 10.1196/annals.1429.009 18574233 16. Hammond G.L. Underhill D.A. Smith C.L. Goping I.S. Harley M.J. Musto N.A. Cheng C.Y. Bardin C.W. The cDNA-deduced primary structure of human sex hormone-binding globulin and location of its steroid-binding domain FEBS Lett. 1987 215 100 104 10.1016/0014-5793(87)80121-7 3569533 17. Avvakumov G.V. Muller Y.A. Hammond G.L. Steroid-binding specificity of human sex hormone-binding globulin is influenced by occupancy of a zinc-binding site J. Biol. Chem. 2000 275 25920 25925 10.1074/jbc.M004484200 10859323 18. Joseph D.R. Structure, function, and regulation of androgen-binding protein/sex hormone-binding globulin Vitam. Horm. 1994 49 197 280 10.1016/s0083-6729(08)61148-6 7810071 19. Selva D.M. Hammond G.L. Human sex hormone-binding globulin is expressed in testicular germ cells and not in sertoli cells Horm. Metab. Res. Horm. Stoffwechselforschung Horm. Metab. 2006 38 230 235 10.1055/s-2006-925336 20. Nakhla A.M. Hryb D.J. Rosner W. Romas N.A. Xiang Z. Kahn S.M. Human sex hormone-binding globulin gene expression- multiple promoters and complex alternative splicing BMC Mol. Biol. 2009 10 37 10.1186/1471-2199-10-37 19416531 21. Vermeulen A. Kaufman J.M. Giagulli V.A. Influence of some biological indexes on sex hormone-binding globulin and androgen levels in aging or obese males J. Clin. Endocrinol. Metab. 1996 81 1821 1826 10.1210/jcem.81.5.8626841 8626841 22. Winters S.J. SHBG and total testosterone levels in men with adult onset hypogonadism: What are we overlooking? Clin. Diabetes Endocrinol. 2020 6 17 10.1186/s40842-020-00106-3 33014416 23. de Ronde W. van der Schouw Y.T. Pierik F.H. Pols H.A.P. Muller M. Grobbee D.E. Gooren L.J.G. Weber R.F.A. de Jong F.H. Serum levels of sex hormone-binding globulin (SHBG) are not associated with lower levels of non-SHBG-bound testosterone in male newborns and healthy adult men Clin. Endocrinol. 2005 62 498 503 10.1111/j.1365-2265.2005.02252.x 15807883 24. Hammond G.L. Bocchinfuso W.P. Sex hormone-binding globulin: Gene organization and structure/function analyses Horm. Res. 1996 45 97 201 10.1159/000184787 8964583 25. Hogeveen K.N. Cousin P. Pugeat M. Dewailly D. Soudan B. Hammond G.L. Human sex hormone-binding globulin variants associated with hyperandrogenism and ovarian dysfunction J. Clin. Investig. 2002 109 973 981 10.1172/JCI0214060 11927624 26. Vos M.J. Mijnhout G.S. Rondeel J.M.M. Baron W. Groeneveld P.H.P. Sex hormone binding globulin deficiency due to a homozygous missense mutation J. Clin. Endocrinol. Metab. 2014 99 E1798 E1802 10.1210/jc.2014-2055 24937543 27. Andriessen V.C. Lightbourne M. Flippo C. Faucz F.R. Delaney A. Hannah-Shmouni F. Hammond G.L. Stratakis C.A. Homozygous SHBG Variant (rs6258) Linked to Gonadotropin-Independent Precocious Puberty in a Young Girl J. Endocr. Soc. 2021 5 bvab125 10.1210/jendso/bvab125 34405127 28. Ohlsson C. Wallaschofski H. Lunetta K.L. Stolk L. Perry J.R.B. Koster A. Petersen A.K. Eriksson J. Lehtimäki T. Huhtaniemi I.T. Genetic determinants of serum testosterone concentrations in men PLoS Genet. 2011 7 e1002313 10.1371/journal.pgen.1002313 21998597 29. Wu T.S. Hammond G.L. Naturally occurring mutants inform SHBG structure and function Mol. Endocrinol. Baltim. Md. 2014 28 1026 1038 10.1210/me.2014-1058 30. Walravens J. Sleumer B. Vos M.J. Snaterse G. Narinx N. Antonio L. Reyns T. Fiers T. Kema I.P. Kaufman J.-M. SHBG Gene Polymorphisms and Their Influence on Serum SHBG, Total and Free Testosterone Concentrations in Men J. Clin. Endocrinol. Metab. 2025 110 e641 e649 10.1210/clinem/dgae280 38652149 31. Power S.G. Bocchinfuso W.P. Pallesen M. Warmels-Rodenhiser S. Van Baelen H. Hammond G.L. Molecular analyses of a human sex hormone-binding globulin variant: Evidence for an additional carbohydrate chain J. Clin. Endocrinol. Metab. 1992 75 1066 1070 10.1210/jcem.75.4.1400872 1400872 32. Cousin P. Déchaud H. Grenot C. Lejeune H. Pugeat M. Human variant sex hormone-binding globulin (SHBG) with an additional carbohydrate chain has a reduced clearance rate in rabbit J. Clin. Endocrinol. Metab. 1998 83 235 240 10.1210/jc.83.1.235 9435448 33. Ding E.L. Song Y. Manson J.E. Hunter D.J. Lee C.C. Rifai N. Buring J.E. Gaziano J.M. Liu S. Sex hormone-binding globulin and risk of type 2 diabetes in women and men N. Engl. J. Med. 2009 361 1152 1163 10.1056/NEJMoa0804381 19657112 34. Perry J.R.B. Weedon M.N. Langenberg C. Jackson A.U. Lyssenko V. Sparsø T. Thorleifsson G. Grallert H. Ferrucci L. Maggio M. Genetic evidence that raised sex hormone binding globulin (SHBG) levels reduce the risk of type 2 diabetes Hum. Mol. Genet. 2010 19 535 544 10.1093/hmg/ddp522 19933169 35. Eriksson A.L. Lorentzon M. Mellström D. Vandenput L. Swanson C. Andersson N. Hammond G.L. Jakobsson J. Rane A. Orwoll E.S. SHBG gene promoter polymorphisms in men are associated with serum sex hormone-binding globulin, androgen and androgen metabolite levels, and hip bone mineral density J. Clin. Endocrinol. Metab. 2006 91 5029 5037 10.1210/jc.2006-0679 16926255 36. Svartberg J. Schirmer H. Wilsgaard T. Mathiesen E.B. Njølstad I. Løchen M.-L. Jorde R. Single-nucleotide polymorphism, rs1799941 in the Sex Hormone-Binding Globulin (SHBG) gene, related to both serum testosterone and SHBG levels and the risk of myocardial infarction, type 2 diabetes, cancer and mortality in men: The Tromsø Study Andrology 2014 2 212 218 10.1111/j.2047-2927.2013.00174.x 24327369 37. Stangl T.A. Wiepjes C.M. Smit R.A.J. van Hylckama Vlieg A.V. Lamb H.J. van der Velde J.H.P.M. Winters-van Eekelen E. Boone S.C. Brouwers M.C.G.J. Rosendaal F.R. Association Between Low Sex Hormone-Binding Globulin and Increased Risk of Type 2 Diabetes Is Mediated by Increased Visceral and Liver Fat: Results from Observational and Mendelian Randomization Analyses Diabetes 2024 73 1793 1804 10.2337/db23-0982 39106187 38. White M.J. Eren F. Agirbasli D. Williams S.M. Agirbasli M. SHBG gene polymorphism (rs1799941) associates with metabolic syndrome in children and adolescents PLoS ONE 2015 10 e0116915 10.1371/journal.pone.0116915 25647406 39. Hogeveen K.N. Talikka M. Hammond G.L. Human sex hormone-binding globulin promoter activity is influenced by a (TAAAA)n repeat element within an Alu sequence J. Biol. Chem. 2001 276 36383 36390 10.1074/jbc.M104681200 11473114 40. Vanbillemont G. Bogaert V. De Bacquer D. Lapauw B. Goemaere S. Toye K. Van Steen K. Taes Y. Kaufman J.-M. Polymorphisms of the SHBG gene contribute to the interindividual variation of sex steroid hormone blood levels in young, middle-aged and elderly men Clin. Endocrinol. 2009 70 303 310 10.1111/j.1365-2265.2008.03365.x 41. Li Y. Fang L. Yan Y. Wang Z. Wu Z. Jia Q. Cheng J.-C. Sun Y.-P. Association between human SHBG gene polymorphisms and risk of PCOS: A meta-analysis Reprod. Biomed. Online 2021 42 227 236 10.1016/j.rbmo.2020.10.003 33168491 42. Larrea F. Díaz L. Cariño C. Larriva-Sahd J. Carrillo L. Orozco H. Ulloa-Aguirre A. Evidence that human placenta is a site of sex hormone-binding globulin gene expression J. Steroid Biochem. Mol. Biol. 1993 46 497 505 10.1016/0960-0760(93)90104-5 8217880 43. Jin Z. Guan X. Gao H. Shang L. Gao M. Su D. Li W. The change in sex hormone binding globulin and the influence by gestational diabetes mellitus in fetal period Gynecol. Endocrinol. Off. J. Int. Soc. Gynecol. Endocrinol. 2009 25 647 652 10.1080/09513590903015437 44. Lundell A.C. Ryberg H. Vandenput L. Rudin A. Ohlsson C. Tivesten Å. Umbilical cord blood androgen levels in girls and boys assessed by gas chromatography-tandem mass spectrometry J Steroid Biochem. Mol. Biol. 2017 171 195 200 10.1016/j.jsbmb.2017.03.022 28373106 45. Aydin B.K. Yasa B. Moore J.P. Yasa C. Poyrazoglu S. Bas F. Coban A. Darendeliler F. Winters S.J. Impact of Smoking, Obesity and Maternal Diabetes on SHBG Levels in Newborns Exp. Clin. Endocrinol. Diabetes Off. J. Ger. Soc. Endocrinol. Ger. Diabetes Assoc. 2022 130 335 342 10.1055/a-1375-4176 46. Bolton N.J. Tapanainen J. Koivisto M. Vihko R. Circulating sex hormone-binding globulin and testosterone in newborns and infants Clin. Endocrinol. 1989 31 201 207 10.1111/j.1365-2265.1989.tb01243.x 2605795 47. Elmlinger M.W. Kühnel W. Wormstall H. Döller P.C. Reference intervals for testosterone, androstenedione and SHBG levels in healthy females and males from birth until old age Clin. Lab. 2005 51 625 632 16329620 48. Nilsson A.K. Sjöbom U. Landin A. Andersson M.X. Ryberg H. Pivodic A. Löfqvist C. Sävman K. Poutanen M. Ohlsson C. Postnatal Dysregulation of Androgens in Extremely Preterm Male Infants J. Endocr. Soc. 2024 8 bvae179 10.1210/jendso/bvae179 39512921 49. Leger J. Forest M.G. Czernichow P. Thyroid hormones influences sex steroid binding protein levels in infancy: Study in congenital hypothyroidism J. Clin. Endocrinol. Metab. 1990 71 1147 1150 10.1210/jcem-71-5-1147 2229277 50. Huhtaniemi I. Dunkel L. Perheentupa J. Transient increase in postnatal testicular activity is not revealed by longitudinal measurements of salivary testosterone Pediatr. Res. 1986 20 1324 1327 10.1203/00006450-198612000-00028 3797125 51. Contreras M. Raisingani M. Chandler D.W. Curtin W.D. Barillas J. Brar P.C. Prasad K. Shah B. David R. Salivary Testosterone during the Minipuberty of Infancy Horm. Res. Paediatr. 2017 87 111 115 10.1159/000454862 28073108 52. Madsen A. Almås B. Bruserud I.S. Oehme N.H.B. Nielsen C.S. Roelants M. Hundhausen T. Ljubicic M.L. Bjerknes R. Mellgren G. Reference Curves for Pediatric Endocrinology: Leveraging Biomarker Z-Scores for Clinical Classifications J. Clin. Endocrinol. Metab. 2022 107 2004 2015 10.1210/clinem/dgac155 35299255 53. Pinkney J. Streeter A. Hosking J. Mostazir M. Jeffery A. Wilkin T. Adiposity, chronic inflammation, and the prepubertal decline of sex hormone binding globulin in children: Evidence for associations with the timing of puberty (Earlybird 58) J. Clin. Endocrinol. Metab. 2014 99 3224 3232 10.1210/jc.2013-3902 24926948 54. Handelsman D.J. Sikaris K. Ly L.P. Estimating age-specific trends in circulating testosterone and sex hormone-binding globulin in males and females across the lifespan Ann. Clin. Biochem. 2016 53 Pt 3 377 384 10.1177/0004563215610589 26438522 55. Garcés C. Oya Ide Lasunción M.A. López-Simón L. Cano B. de Oya M. Sex hormone-binding globulin and lipid profile in pubertal children Metabolism 2010 59 166 171 10.1016/j.metabol.2009.06.033 19765778 56. Belgorosky A. Martinez A. Domene H. Heinrich J.J. Bergada C. Rivarola M.A. High serum sex hormone-binding globulin (SHBG) and low serum non-SHBG-bound testosterone in boys with idiopathic hypopituitarism: Effect of recombinant human growth hormone treatment J. Clin. Endocrinol. Metab. 1987 65 1107 1111 10.1210/jcem-65-6-1107 3680477 57. Cunningham S.K. Loughlin T. Culliton M. McKenna T.J. Plasma sex hormone-binding globulin levels decrease during the second decade of life irrespective of pubertal status J. Clin. Endocrinol. Metab. 1984 58 915 918 10.1210/jcem-58-5-915 6538579 58. Burger H.G. Dudley E.C. Cui J. Dennerstein L. Hopper J.L. A prospective longitudinal study of serum testosterone, dehydroepiandrosterone sulfate, and sex hormone-binding globulin levels through the menopause transition J. Clin. Endocrinol. Metab. 2000 85 2832 2838 10.1210/jc.85.8.2832 10946891 59. Aribas E. Roeters van Lennep J.E. De Rijke Y.B. Laven J.S.E. Ikram M.A. Peeters R.P. Kavousi M. Sex steroids and sex steroid-binding globulin levels amongst middle-aged and elderly men and women from general population Eur. J. Clin. Investig. 2022 52 e13866 10.1111/eci.13866 36038500 60. Wang Y. Definition, Prevalence, and Risk Factors of Low Sex Hormone-Binding Globulin in US Adults J. Clin. Endocrinol. Metab. 2021 106 e3946 e3956 10.1210/clinem/dgab416 34125885 61. Murphy A. Cropp C.S. Smith B.S. Burkman R.T. Zacur H.A. Effect of low-dose oral contraceptive on gonadotropins, androgens, and sex hormone binding globulin in nonhirsute women Fertil. Steril. 1990 53 35 39 10.1016/S0015-0282(16)53212-9 2136834 62. Goodman M.P. Are all estrogens created equal? A review of oral vs. transdermal therapy J. Womens Health 2012 21 161 169 10.1089/jwh.2011.2839 63. Winters S.J. Gogineni J. Karegar M. Scoggins C. Wunderlich C.A. Baumgartner R. Ghooray D.T. Sex hormone-binding globulin gene expression and insulin resistance J. Clin. Endocrinol. Metab. 2014 99 E2780 E2788 10.1210/jc.2014-2640 25226295 64. Winters S.J. Atkinson L. Serum LH concentrations in hypogonadal men during transdermal testosterone replacement through scrotal skin: Further evidence that ageing enhances testosterone negative feedback. The Testoderm Study Group Clin. Endocrinol. 1997 47 317 322 10.1046/j.1365-2265.1997.2551065.x 9373453 65. Rezaii T. Gustafsson T.P. Axelson M. Zamani L. Ernberg M. Hirschberg A.L. Carlström K.A.M. Circulating androgens and SHBG during the normal menstrual cycle in two ethnic populations Scand. J. Clin. Lab. Investig. 2017 77 184 189 10.1080/00365513.2017.1286685 28276724 66. O’Leary P. Boyne P. Flett P. Beilby J. James I. Longitudinal assessment of changes in reproductive hormones during normal pregnancy Clin. Chem. 1991 37 667 672 10.1093/clinchem/37.5.667 1827758 67. Wu F.C.W. Tajar A. Pye S.R. Silman A.J. Finn J.D. O’Neill T.W. Bartfai G. Casanueva F. Forti G. Giwercman A. Hypothalamic-pituitary-testicular axis disruptions in older men are differentially linked to age and modifiable risk factors: The European Male Aging Study J. Clin. Endocrinol. Metab. 2008 93 2737 2745 10.1210/jc.2007-1972 18270261 68. Wildman R.P. Tepper P.G. Crawford S. Finkelstein J.S. Sutton-Tyrrell K. Thurston R.C. Santoro N. Sternfeld B. Greendale G.A. Do changes in sex steroid hormones precede or follow increases in body weight during the menopause transition? Results from the Study of Women’s Health Across the Nation J. Clin. Endocrinol. Metab. 2012 97 E1695 E1704 10.1210/jc.2012-1614 22723312 69. Aribas E. Kavousi M. Laven J.S.E. Ikram M.A. Roeters van Lennep J.E. Aging, Cardiovascular Risk, and SHBG Levels in Men and Women From the General Population J. Clin. Endocrinol. Metab. 2021 106 2890 2900 10.1210/clinem/dgab470 34197576 70. Raizman J.E. Quinn F. Armbruster D.A. Adeli K. Pediatric reference intervals for calculated free testosterone, bioavailable testosterone and free androgen index in the CALIPER cohort Clin. Chem. Lab. Med. 2015 53 e239 e243 10.1515/cclm-2015-0027 25883205 71. Krakowsky Y. Conners W. Morgentaler A. Serum Concentrations of Sex Hormone-binding Globulin Vary Widely in Younger and Older Men: Clinical Data from a Men’s Health Practice Eur. Urol. Focus 2019 5 273 279 10.1016/j.euf.2017.05.007 28753796 72. Jayagopal V. Kilpatrick E.S. Jennings P.E. Hepburn D.A. Atkin S.L. The biological variation of testosterone and sex hormone-binding globulin (SHBG) in polycystic ovarian syndrome: Implications for SHBG as a surrogate marker of insulin resistance J. Clin. Endocrinol. Metab. 2003 88 1528 1533 10.1210/jc.2002-020557 12679434 73. Sørensen K. Aksglaede L. Munch-Andersen T. Aachmann-Andersen N.J. Petersen J.H. Hilsted L. Helge J.W. Juul A. Sex Hormone–Binding Globulin Levels Predict Insulin Sensitivity, Disposition Index, and Cardiovascular Risk During Puberty Diabetes Care 2009 32 909 914 10.2337/dc08-1618 19196890 74. Kuijper E.A.M. Lambalk C.B. Boomsma D.I. van der Sluis S. Blankenstein M.A. de Geus E.J.C. Posthuma D. Heritability of reproductive hormones in adult male twins Hum. Reprod. 2007 22 2153 2159 10.1093/humrep/dem145 17569675 75. Meikle A.W. Bishop D.T. Stringham J.D. West D.W. Quantitating genetic and nongenetic factors that determine plasma sex steroid variation in normal male twins Metabolism 1986 35 1090 1095 10.1016/0026-0495(86)90020-X 3097456 76. Coviello A.D. Haring R. Wellons M. Vaidya D. Lehtimäki T. Keildson S. Lunetta K.L. He C. Fornage M. Lagou V. A genome-wide association meta-analysis of circulating sex hormone-binding globulin reveals multiple Loci implicated in sex steroid hormone regulation PLoS Genet. 2012 8 e1002805 10.1371/journal.pgen.1002805 22829776 77. Ruth K.S. Day F.R. Tyrrell J. Thompson D.J. Wood A.R. Mahajan A. Beaumont R.N. Wittemans L. Martin S. Busch A.S. Using human genetics to understand the disease impacts of testosterone in men and women Nat. Med. 2020 26 252 258 10.1038/s41591-020-0751-5 32042192 78. Busch A.S. Ljubicic M.L. Upners E.N. Fischer M.B. Odroniec A. Hagen C.P. Juul A. Polygenic Scores for Adult Testosterone and SHBG Levels Are Associated with Reproductive Hormone Levels in Male Infants J. Clin. Endocrinol. Metab. 2024 109 2343 2348 10.1210/clinem/dgae104 38412310 79. Liu B. Xu Y. Liang J.M. Voss C. Xiao H.-Y. Sheng W.-Y. Sun Y.-H. Wang Z.-L. Intrauterine insulin resistance in fetuses of overweight mothers J. Obstet. Gynaecol. Res. 2013 39 132 138 10.1111/j.1447-0756.2012.01919.x 22690802 80. Liu X. Wang N. Gao Z. β-Carotene regulates glucose transport and insulin resistance in gestational diabetes mellitus by increasing the expression of SHBG Clin. Exp. Pharmacol. Physiol. 2022 49 1307 1318 10.1111/1440-1681.13712 35986631 81. Hanem L.G.E. Salvesen Ø. Madsen A. Sagen J.V. Mellgren G. Juliusson P.B. Carlsen S.M. Vanky E. Ødegård R. Maternal PCOS status and metformin in pregnancy: Steroid hormones in 5-10 years old children from the PregMet randomized controlled study PLoS ONE 2021 16 e0257186 10.1371/journal.pone.0257186 34499672 82. Agirbasli M. Agaoglu N.B. Orak N. Caglioz H. Ocek T. Poci N. Salaj A. Maya S. Sex hormones and metabolic syndrome in children and adolescents Metabolism 2009 58 1256 1262 10.1016/j.metabol.2009.03.024 19497594 83. Glass A.R. Swerdloff R.S. Bray G.A. Dahms W.T. Atkinson R.L. Low serum testosterone and sex-hormone-binding-globulin in massively obese men J. Clin. Endocrinol. Metab. 1977 45 1211 1219 10.1210/jcem-45-6-1211 338622 84. La Vignera S. Condorelli R.A. Calogero A.E. Cannarella R. Aversa A. Sexual and Reproductive Outcomes in Obese Fertile Men with Functional Hypogonadism after Treatment with Liraglutide: Preliminary Results J. Clin. Med. 2023 12 672 10.3390/jcm12020672 36675601 85. Guzick D.S. Wing R. Smith D. Berga S.L. Winters S.J. Endocrine consequences of weight loss in obese, hyperandrogenic, anovulatory women Fertil. Steril. 1994 61 598 604 10.1016/S0015-0282(16)56632-1 8150098 86. Chubb S.A.P. Hyde Z. Almeida O.P. Flicker L. Norman P.E. Jamrozik K. Hankey G.J. Yeap B.B. Lower sex hormone-binding globulin is more strongly associated with metabolic syndrome than lower total testosterone in older men: The Health in Men Study Eur. J. Endocrinol. 2008 158 785 792 10.1530/EJE-07-0893 18505902 87. Rodriguez A. Muller D.C. Metter E.J. Maggio M. Harman S.M. Blackman M.R. Andres R. Aging, androgens, and the metabolic syndrome in a longitudinal study of aging J. Clin. Endocrinol. Metab. 2007 92 3568 3572 10.1210/jc.2006-2764 17595254 88. Hajamor S. Després J.P. Couillard C. Lemieux S. Tremblay A. Prud’homme D. Tchernof A. Relationship between sex hormone-binding globulin levels and features of the metabolic syndrome Metabolism 2003 52 724 730 10.1016/S0026-0495(03)00066-0 12800098 89. Ziaei S. Mohseni H. Correlation between Hormonal Statuses and Metabolic Syndrome in Postmenopausal Women J. Fam. Reprod. Health 2013 7 63 66 90. Nyante S.J. Graubard B.I. Li Y. McQuillan G.M. Platz E.A. Rohrmann S. Bradwin G. McGlynn K.A. Trends in sex hormone concentrations in U.S. males: 1988–1991 to 1999–2004 Int. J. Androl. 2012 35 456 466 10.1111/j.1365-2605.2011.01230.x 22150314 91. Abdelrahaman E. Raghavan S. Baker L. Weinrich M. Winters S.J. Racial difference in circulating sex hormone-binding globulin levels in prepubertal boys Metabolism 2005 54 91 96 10.1016/j.metabol.2004.07.018 15562386 92. Andrisse S. Garcia-Reyes Y. Pyle L. Kelsey M.M. Nadeau K.J. Cree-Green M. Racial and Ethnic Differences in Metabolic Disease in Adolescents with Obesity and Polycystic Ovary Syndrome J Endocr Soc. 2021 5 bvab008 10.1210/jendso/bvab008 33644620 93. Kim C. Harlow S.D. Karvonen-Gutierrez C.A. Randolph J.F. Jr. Helmuth M. Kong S. Nan B. Carlos R. Racial/ethnic differences in hepatic steatosis in a population-based cohort of post-menopausal women: The Michigan Study of Women’s Health Across the Nation Diabet. Med. J. Br. Diabet. Assoc. 2013 30 1433 1441 10.1111/dme.12225 23659546 94. Sutton-Tyrrell K. Wildman R.P. Matthews K.A. Chae C. Lasley B.L. Brockwell S. Pasternak R.C. Lloyd-Jones D. Sowers M.F. Torréns J.I. Sex-hormone-binding globulin and the free androgen index are related to cardiovascular risk factors in multiethnic premenopausal and perimenopausal women enrolled in the Study of Women Across the Nation (SWAN) Circulation 2005 111 1242 1249 10.1161/01.CIR.0000157697.54255.CE 15769764 95. Pinheiro S.P. Holmes M.D. Pollak M.N. Barbieri R.L. Hankinson S.E. Racial differences in premenopausal endogenous hormones Cancer Epidemiol. Biomark. Prev. Publ. Am. Assoc. Cancer Res. Cosponsored Am. Soc. Prev. Oncol. 2005 14 2147 2153 10.1158/1055-9965.EPI-04-0944 96. Lopez D.S. Peskoe S.B. Joshu C.E. Dobs A. Feinleib M. Kanarek N. Nelson W.G. Selvin E. Rohrmann S. Platz E.A. Racial/ethnic differences in serum sex steroid hormone concentrations in US adolescent males Cancer Causes Control CCC 2013 24 817 826 10.1007/s10552-013-0154-8 23354421 97. Haffner S.M. Shaten J. Stern M.P. Smith G.D. Kuller L. Low levels of sex hormone-binding globulin and testosterone predict the development of non-insulin-dependent diabetes mellitus in men. MRFIT Research Group. Multiple Risk Factor Intervention Trial Am. J. Epidemiol. 1996 143 889 897 10.1093/oxfordjournals.aje.a008832 8610702 98. Engmann L. Jin S. Sun F. Legro R.S. Polotsky A.J. Hansen K.R. Coutifaris C. Diamond M.P. Eisenberg E. Zhang H. Racial and ethnic differences in the polycystic ovary syndrome metabolic phenotype Am. J. Obstet. Gynecol. 2017 216 493.e1–e493.e13 10.1016/j.ajog.2017.01.003 99. Heald A.H. Anderson S.G. Ivison F. Riste L. Laing I. Cruickshank J.K. Gibson J.M. Low sex hormone binding globulin is a potential marker for the metabolic syndrome in different ethnic groups Exp. Clin. Endocrinol. Diabetes Off. J. Ger. Soc. Endocrinol. Ger. Diabetes Assoc. 2005 113 522 528 10.1055/s-2005-865807 100. Wijeyaratne C.N. Balen A.H. Barth J.H. Belchetz P.E. Clinical manifestations and insulin resistance (IR) in polycystic ovary syndrome (PCOS) among South Asians and Caucasians: Is there a difference? Clin. Endocrinol. 2002 57 343 350 10.1046/j.1365-2265.2002.01603.x 101. Needham B.L. Kim C. Mukherjee B. Bagchi P. Stanczyk F.Z. Kanaya A.M. Endogenous sex steroid hormones and glucose in a South-Asian population without diabetes: The Metabolic Syndrome and Atherosclerosis in South-Asians Living in America pilot study Diabet. Med. J. Br. Diabet. Assoc. 2015 32 1193 1200 10.1111/dme.12642 102. Litman H.J. Bhasin S. Link C.L. Araujo A.B. McKinlay J.B. Serum androgen levels in black, Hispanic, and white men J. Clin. Endocrinol. Metab. 2006 91 4326 4334 10.1210/jc.2006-0037 16912139 103. Birkeland K.I. Hanssen K.F. Torjesen P.A. Vaaler S. Level of sex hormone-binding globulin is positively correlated with insulin sensitivity in men with type 2 diabetes J. Clin. Endocrinol. Metab. 1993 76 275 278 10.1210/jcem.76.2.8432768 8432768 104. Wallace I.R. McKinley M.C. Bell P.M. Hunter S.J. Sex hormone binding globulin and insulin resistance Clin. Endocrinol. 2013 78 321 329 10.1111/cen.12086 105. Pugeat M. Crave J.C. Elmidani M. Nicolas M.H. Garoscio-Cholet M. Lejeune H. Déchaud H. Tourniaire J. Pathophysiology of sex hormone binding globulin (SHBG): Relation to insulin J Steroid Biochem. Mol. Biol. 1991 40 841 849 10.1016/0960-0760(91)90310-2 1958579 106. Gascón F. Valle M. Martos R. Ruz F.J. Ríos R. Montilla P. Cañete R. Sex hormone-binding globulin as a marker for hyperinsulinemia and/or insulin resistance in obese children Eur. J. Endocrinol. 2000 143 85 89 10.1530/eje.0.1430085 10870035 107. Galloway P.J. Donaldson M.D. Wallace A.M. Sex hormone binding globulin concentration as a prepubertal marker for hyperinsulinaemia in obesity Arch. Dis. Child. 2001 85 489 491 10.1136/adc.85.6.489 11719335 108. Toscano V. Balducci R. Bianchi P. Guglielmi R. Mangiantini A. Sciarra F. Steroidal and non-steroidal factors in plasma sex hormone binding globulin regulation J. Steroid Biochem. Mol. Biol. 1992 43 431 437 10.1016/0960-0760(92)90081-S 1390292 109. Katsuki A. Sumida Y. Murashima S. Fujii M. Ito K. Tsuchihashi K. Murata K. Yano Y. Shima T. Acute and chronic regulation of serum sex hormone-binding globulin levels by plasma insulin concentrations in male noninsulin-dependent diabetes mellitus patients J. Clin. Endocrinol. Metab. 1996 81 2515 2519 10.1210/jcem.81.7.8675570 8675570 110. Pasquali R. Vicennati V. Scopinaro N. Marinari G. Simonelli A. Flamia R. Casimirri F. Gagliardi L. Achievement of near-normal body weight as the prerequisite to normalize sex hormone-binding globulin concentrations in massively obese men Int. J. Obes. Relat. Metab. Disord. J. Int. Assoc. Study Obes. 1997 21 1 5 10.1038/sj.ijo.0800351 111. Roberts C.K. Croymans D.M. Aziz N. Butch A.W. Lee C.C. Resistance training increases SHBG in overweight/obese, young men Metabolism 2013 62 725 733 10.1016/j.metabol.2012.12.004 23318050 112. Nestler J.E. Powers L.P. Matt D.W. Steingold K.A. Plymate S.R. Rittmaster R.S. Clore J.N. Blackard W.G. A direct effect of hyperinsulinemia on serum sex hormone-binding globulin levels in obese women with the polycystic ovary syndrome J. Clin. Endocrinol. Metab. 1991 72 83 89 10.1210/jcem-72-1-83 1898744 113. Loukovaara M. Carson M. Adlercreutz H. Regulation of production and secretion of sex hormone-binding globulin in HepG2 cell cultures by hormones and growth factors J. Clin. Endocrinol. Metab. 1995 80 160 164 10.1210/jcem.80.1.7829605 7829605 114. Plymate S.R. Matej L.A. Jones R.E. Friedl K.E. Inhibition of sex hormone-binding globulin production in the human hepatoma (Hep G2) cell line by insulin and prolactin J. Clin. Endocrinol. Metab. 1988 67 460 464 10.1210/jcem-67-3-460 2842359 115. Selva D.M. Hammond G.L. Peroxisome-proliferator receptor gamma represses hepatic sex hormone-binding globulin expression Endocrinology 2009 150 2183 2189 10.1210/en.2008-1289 19179433 116. Danielson K.K. Drum M.L. Lipton R.B. Sex hormone-binding globulin and testosterone in individuals with childhood diabetes Diabetes Care 2008 31 1207 1213 10.2337/dc07-2169 18346991 117. Kapoor D. Channer K.S. Jones T.H. Rosiglitazone increases bioactive testosterone and reduces waist circumference in hypogonadal men with type 2 diabetes Diabetes Vasc. Dis. Res. 2008 5 135 137 10.3132/dvdr.2008.022 18537102 118. Li M. Tang Y. Wu L. Mo F. Wang X. Li H. Qi R. Zhang H. Srivastava A. Ling C. The hepatocyte-specific HNF4α/miR-122 pathway contributes to iron overload-mediated hepatic inflammation Blood 2017 130 1041 1051 10.1182/blood-2016-12-755967 28655781 119. Lu H. Crosstalk of HNF4α with extracellular and intracellular signaling pathways in the regulation of hepatic metabolism of drugs and lipids Acta Pharm. Sin. B 2016 6 393 408 10.1016/j.apsb.2016.07.003 27709008 120. Baciu C. Pasini E. Angeli M. Schwenger K. Afrin J. Humar A. Fischer S. Patel K. Allard J. Bhat M. Systematic integrative analysis of gene expression identifies HNF4A as the central gene in pathogenesis of non-alcoholic steatohepatitis PLoS ONE 2017 12 e0189223 10.1371/journal.pone.0189223 29216278 121. Jänne M. Hammond G.L. Hepatocyte nuclear factor-4 controls transcription from a TATA-less human sex hormone-binding globulin gene promoter J. Biol. Chem. 1998 273 34105 34114 10.1074/jbc.273.51.34105 9852068 122. Xie X. Liao H. Dang H. Pang W. Guan Y. Wang X. Shyy J.Y.-J. Zhu Y. Sladek F.M. Down-regulation of hepatic HNF4alpha gene expression during hyperinsulinemia via SREBPs Mol. Endocrinol. Baltim. Md. 2009 23 434 443 10.1210/me.2007-0531 19179483 123. Stefan N. Kantartzis K. Häring H.U. Causes and metabolic consequences of Fatty liver Endocr. Rev. 2008 29 939 960 10.1210/er.2008-0009 18723451 124. Hua X. Sun Y. Zhong Y. Feng W. Huang H. Wang W. Zhang T. Hu Y. Low serum sex hormone-binding globulin is associated with nonalcoholic fatty liver disease in type 2 diabetic patients Clin. Endocrinol. 2014 80 877 883 10.1111/cen.12360 125. Lazo M. Zeb I. Nasir K. Tracy R.P. Budoff M.J. Ouyang P. Vaidya D. Association Between Endogenous Sex Hormones and Liver Fat in a Multiethnic Study of Atherosclerosis Clin. Gastroenterol. Hepatol. Off. Clin. Pract. J. Am. Gastroenterol. Assoc. 2015 13 1686 1693.e2 10.1016/j.cgh.2014.12.033 126. Stefan N. Schick F. Häring H.U. Sex hormone-binding globulin and risk of type 2 diabetes N. Engl. J. Med. 2009 361 2675 2676 author reply 2677–2678 10.1056/NEJMc0910143 127. Lackey D.E. Olefsky J.M. Regulation of metabolism by the innate immune system Nat. Rev. Endocrinol. 2016 12 15 28 10.1038/nrendo.2015.189 26553134 128. Simó R. Barbosa-Desongles A. Lecube A. Hernandez C. Selva D.M. Potential role of tumor necrosis factor-α in downregulating sex hormone-binding globulin Diabetes 2012 61 372 382 10.2337/db11-0727 22210320 129. Simó R. Barbosa-Desongles A. Hernandez C. Selva D.M. IL1β down-regulation of sex hormone-binding globulin production by decreasing HNF-4α via MEK-1/2 and JNK MAPK pathways Mol. Endocrinol. Baltim. Md. 2012 26 1917 1927 10.1210/me.2012-1152 130. Hammond G.L. Diverse roles for sex hormone-binding globulin in reproduction Biol. Reprod. 2011 85 431 441 10.1095/biolreprod.111.092593 21613632 131. Kaltsas G.A. Korbonits M. Isidori A.M. Webb J.A. Trainer P.J. Monson J.P. Besser G.M. Grossman A.B. How common are polycystic ovaries and the polycystic ovarian syndrome in women with Cushing’s syndrome? Clin. Endocrinol. 2000 53 493 500 10.1046/j.1365-2265.2000.01117.x 132. Wallace A.M. Tucker P. Williams D.M. Hughes I.A. Ahmed S.F. Short-term effects of prednisolone and dexamethasone on circulating concentrations of leptin and sex hormone-binding globulin in children being treated for acute lymphoblastic leukaemia Clin. Endocrinol. 2003 58 770 776 10.1046/j.1365-2265.2003.01790.x 133. Zamrazilová L. Dvořáková M. Lisá L. Stárka L. Hampl R. Sex hormone-binding globulin in congenital adrenal hyperplasia Horm. Mol. Biol. Clin. Investig. 2010 1 89 93 10.1515/HMBCI.2010.008 134. Paizoni L. Auer M.K. Schmidt H. Hübner A. Bidlingmaier M. Reisch N. Effect of androgen excess and glucocorticoid exposure on metabolic risk profiles in patients with congenital adrenal hyperplasia due to 21-hydroxylase deficiency J. Steroid Biochem. Mol. Biol. 2020 197 105540 10.1016/j.jsbmb.2019.105540 31730799 135. Menezes M. Salvatori R. Melo L.D. Rocha Í.E.S. Oliveira C.R.P. Pereira R.M.C. Souza A.H.O. Valença E.H.O. Melo E.V. Campos V.C. Prolactin and sex steroids levels in congenital lifetime isolated GH deficiency Endocrine 2013 44 207 211 10.1007/s12020-013-9896-z 23397510 136. Oscarsson J. Wiklund O. Jakobsson K.E. Petruson B. Bengtsson B.A. Serum lipoproteins in acromegaly before and 6-15 months after transsphenoidal adenomectomy Clin. Endocrinol. 1994 41 603 608 10.1111/j.1365-2265.1994.tb01825.x 7828349 137. Selva D.M. Hammond G.L. Thyroid hormones act indirectly to increase sex hormone-binding globulin production by liver via hepatocyte nuclear factor-4alpha J. Mol. Endocrinol. 2009 43 19 27 10.1677/JME-09-0025 19336534 138. Nielsen J. Jensen R.B. Juul A. Increased sex hormone-binding globulin levels in children and adolescents with thyrotoxicosis Horm. Res. Paediatr. 2013 79 157 161 10.1159/000348837 23548728 139. Chopra I.J. Gonadal steroids and gonadotropins in hyperthyroidism Med. Clin. N. Am. 1975 59 1109 1121 10.1016/S0025-7125(16)31961-7 1099358 140. Ford H.C. Cooke R.R. Keightley E.A. Feek C.M. Serum levels of free and bound testosterone in hyperthyroidism Clin. Endocrinol. 1992 36 187 192 10.1111/j.1365-2265.1992.tb00956.x 141. Hudson R.W. Edwards A.L. Testicular function in hyperthyroidism J. Androl. 1992 13 117 124 10.1002/j.1939-4640.1992.tb01641.x 1597395 142. Jaya Kumar B. Khurana M.L. Ammini A.C. Karmarkar M.G. Ahuja M.M. Reproductive endocrine functions in men with primary hypothyroidism: Effect of thyroxine replacement Horm. Res. 1990 34 215 218 10.1159/000181828 2100278 143. Van Thiel D.H. Loriaux D.L. Evidence for an adrenal origin of plasma estrogens in alcoholic men Metabolism 1979 28 536 541 10.1016/0026-0495(79)90194-X 449694 144. Jiang M. Klein M. Zanger U.M. Mohammad M.K. Cave M.C. Gaikwad N.W. Dias N.J. Selcer K.W. Guo Y. He J. Inflammatory regulation of steroid sulfatase: A novel mechanism to control estrogen homeostasis and inflammation in chronic liver disease J. Hepatol. 2016 64 44 52 10.1016/j.jhep.2015.07.022 26220752 145. Rao J. Danoff A. Bini E.J. Elevated sex hormone binding globulin levels may contribute to sexual dysfunction in men with chronic hepatitis C virus infection J. Clin. Gastroenterol. 2009 43 94 95 10.1097/MCG.0b013e3180cabc14 18622303 146. Seo N.K. Koo H.S. Haam J.H. Kim H.Y. Kim M.J. Park K.-C. Park K.-S. Kim Y.-S. Prediction of prevalent but not incident non-alcoholic fatty liver disease by levels of serum testosterone J. Gastroenterol. Hepatol. 2015 30 1211 1216 10.1111/jgh.12935 25708291 147. Sarkar M. VanWagner L.B. Terry J.G. Carr J.J. Rinella M. Schreiner P.J. Lewis C.E. Terrault N. Sex Hormone-Binding Globulin Levels in Young Men Are Associated With Nonalcoholic Fatty Liver Disease in Midlife Am. J. Gastroenterol. 2019 114 758 763 10.14309/ajg.0000000000000138 30730350 148. Wang X. Xie J. Pang J. Zhang H. Chen X. Lin J. Li Q. Chen Q. Ma J. Xu X. Serum SHBG Is Associated With the Development and Regression of Nonalcoholic Fatty Liver Disease: A Prospective Study J. Clin. Endocrinol. Metab. 2020 105 dgz244 10.1210/clinem/dgz244 31793624 149. Rosner W. Hryb D.J. Khan M.S. Nakhla A.M. Romas N.A. Sex hormone-binding globulin mediates steroid hormone signal transduction at the plasma membrane J. Steroid Biochem. Mol. Biol. 1999 69 481 485 10.1016/S0960-0760(99)00070-9 10419028 150. De Toni L. Guidolin D. De Filippis V. Tescari S. Strapazzon G. Rocca M.S. Ferlin A. Plebani M. Foresta C. Osteocalcin and Sex Hormone Binding Globulin Compete on a Specific Binding Site of GPRC6A Endocrinology 2016 157 4473 4486 10.1210/en.2016-1312 27673554 151. Pi M. Chen L. Huang M.Z. Zhu W. Ringhofer B. Luo J. Christenson L. Li B. Zhang J. Jackson P.D. GPRC6A null mice exhibit osteopenia, feminization and metabolic syndrome PLoS ONE 2008 3 e3858 10.1371/journal.pone.0003858 19050760 152. Yamazaki H. Kushiyama A. Sakoda H. Fujishiro M. Yamamotoya T. Nakatsu Y. Kikuchi T. Kaneko S. Tanaka H. Asano T. Protective Effect of Sex Hormone-Binding Globulin against Metabolic Syndrome: In Vitro Evidence Showing Anti-Inflammatory and Lipolytic Effects on Adipocytes and Macrophages Mediat. Inflamm. 2018 2018 3062319 10.1155/2018/3062319 30046278 153. Bourebaba L. Kępska M. Qasem B. Zyzak M. Łyczko J. Klemens M. Mularczyk M. Marycz K. Sex hormone-binding globulin improves lipid metabolism and reduces inflammation in subcutaneous adipose tissue of metabolic syndrome-affected horses Front Mol Biosci. 2023 10 1214961 10.3389/fmolb.2023.1214961 38146533 154. Saez-Lopez C. Villena J.A. Simó R. Selva D.M. Sex hormone-binding globulin overexpression protects against high-fat diet-induced obesity in transgenic male mice J. Nutr. Biochem. 2020 85 108480 10.1016/j.jnutbio.2020.108480 32795655 155. Goto S. Hosojima M. Kabasawa H. Saito A. The endocytosis receptor megalin: From bench to bedside Int. J. Biochem. Cell Biol. 2023 157 106393 10.1016/j.biocel.2023.106393 36863658 156. Hammes A. Andreassen T.K. Spoelgen R. Raila J. Hubner N. Schulz H. Metzger J. Schweigert F.J. Luppa P.B. Nykjaer A. Role of endocytosis in cellular uptake of sex steroids Cell 2005 122 751 762 10.1016/j.cell.2005.06.032 16143106 157. Garcia J. Krieger K.D. Loitz C. Perez L.M. Richards Z.A. Helou Y. Kregel S. Celada S. Mesaros C.A. Bosland M. Regulation of Prostate Androgens by Megalin and 25-hydroxyvitamin D Status: Mechanism for High Prostate Androgens in African American Men Cancer Res. Commun. 2023 3 371 382 10.1158/2767-9764.CRC-22-0362 36875158 158. Simons P.I.H.G. Valkenburg O. Stehouwer C.D.A. Brouwers M.C.G.J. Sex hormone-binding globulin: Biomarker and hepatokine? Trends Endocrinol. Metab. TEM 2021 32 544 553 10.1016/j.tem.2021.05.002 34052096 159. Jänne M. Deol H.K. Power S.G. Yee S.P. Hammond G.L. Human sex hormone-binding globulin gene expression in transgenic mice Mol. Endocrinol. Baltim. Md. 1998 12 123 136 10.1210/mend.12.1.0050 160. Saéz-López C. Rivera-Giménez M. Hernández C. Simó R. Selva D.M. SHBG-C57BL/ksJ-db/db: A New Mouse Model to Study SHBG Expression and Regulation During Obesity Development Endocrinology 2015 156 4571 4581 10.1210/en.2015-1677 26441241 161. Zhai L. Zhao J. Zhu Y. Liu Q. Niu W. Liu C. Wang Y. Downregulation of leptin receptor and kisspeptin/GPR54 in the murine hypothalamus contributes to male hypogonadism caused by high-fat diet-induced obesity Endocrine 2018 62 195 206 10.1007/s12020-018-1646-9 29948931 162. Sofer Y. Nevo N. Vechoropoulos M. Shefer G. Osher E. Landis N. Tordjman K. Hammond G.L. Stern N. Human sex hormone-binding globulin does not provide metabolic protection against diet-induced obesity and dysglycemia in mice Endocr. Connect. 2018 7 91 96 10.1530/EC-17-0240 29141991 163. Marcus C. Danielsson P. Hagman E. Pediatric obesity—Long-term consequences and effect of weight loss J. Intern. Med. 2022 292 870 891 10.1111/joim.13547 35883220 164. Phelps N.H. Singleton R.K. Zhou B. Heap R.A. Mishra A. Bennett J.E. Paciorek C.J. Lhoste V.P.F. Carrillo-Larco R.M. Stevens G.A. Worldwide trends in underweight and obesity from 1990 to 2022: A pooled analysis of 3663 population-representative studies with 222 million children, adolescents, and adults Lancet 2024 403 1027 1050 10.1016/S0140-6736(23)02750-2 38432237 165. Ciba I. Dahlbom M. Manell H. Mörwald K. Roomp K. Weghuber D. Bergsten P. Forslund A. Studies in children with obesity in two European treatment centres show a high prevalence of impaired glucose metabolism in the Swedish cohort Acta Paediatr. 2024 113 286 295 10.1111/apa.17030 37955331 166. Iafusco D. Franceschi R. Maguolo A. Guercio Nuzio S. Crinò A. Delvecchio M. Iughetti L. Maffeis C. Calcaterra V. Manco M. From Metabolic Syndrome to Type 2 Diabetes in Youth Children 2023 10 516 10.3390/children10030516 36980074 167. Eslam M. Alkhouri N. Vajro P. Baumann U. Weiss R. Socha P. Marcus C. Lee W.S. Kelly D. Porta G. Defining paediatric metabolic (dysfunction)-associated fatty liver disease: An international expert consensus statement Lancet Gastroenterol. Hepatol. 2021 6 864 873 10.1016/S2468-1253(21)00183-7 34364544 168. Julian V. Bergsten P. Forslund A. Ahlstrom H. Ciba I. Dahlbom M. Furthner D. Gomahr J. Kullberg J. Maruszczak K. Sedentary time has a stronger impact on metabolic health than moderate to vigorous physical activity in adolescents with obesity: A cross-sectional analysis of the Beta-JUDO study Pediatr. Obes. 2022 17 e12897 10.1111/ijpo.12897 35083885 169. Wang H.H. Lee D.K. Liu M. Portincasa P. Wang D.Q.H. Novel Insights into the Pathogenesis and Management of the Metabolic Syndrome Pediatr. Gastroenterol. Hepatol. Nutr. 2020 23 189 230 10.5223/pghn.2020.23.3.189 32483543 170. Reinehr T. Wolters B. Knop C. Lass N. Holl R.W. Strong effect of pubertal status on metabolic health in obese children: A longitudinal study J. Clin. Endocrinol. Metab. 2015 100 301 308 10.1210/jc.2014-2674 25243573 171. Ramon-Krauel M. Leal-Witt M.J. Osorio-Conles Ó. Amat-Bou M. Lerin C. Selva D.M. Relationship between adiponectin, TNFα, and SHBG in prepubertal children with obesity Mol. Cell. Pediatr. 2021 8 3 10.1186/s40348-021-00113-z 33689083 172. Glueck C.J. Morrison J.A. Daniels S. Wang P. Stroop D. Sex hormone-binding globulin, oligomenorrhea, polycystic ovary syndrome, and childhood insulin at age 14 years predict metabolic syndrome and class III obesity at age 24 years J. Pediatr. 2011 159 308 313.e2 10.1016/j.jpeds.2011.01.018 21362574 173. Kelsey M.M. Zeitler P.S. Insulin Resistance of Puberty Curr. Diabetes Rep. 2016 16 64 10.1007/s11892-016-0751-5 174. Sørensen K. Andersson A.M. Skakkebaek N.E. Juul A. Serum sex hormone-binding globulin levels in healthy children and girls with precocious puberty before and during gonadotropin-releasing hormone agonist treatment J. Clin. Endocrinol. Metab. 2007 92 3189 3196 10.1210/jc.2007-0231 17519314 175. Vandewalle S. Taes Y. Fiers T. Van Helvoirt M. Debode P. Herregods N. Ernst C. Van Caenegem E. Roggen I. Verhelle F. Sex steroids in relation to sexual and skeletal maturation in obese male adolescents J. Clin. Endocrinol. Metab. 2014 99 2977 2985 10.1210/jc.2014-1452 24796931 176. Vandewalle S. De Schepper J. Kaufman J.M. Androgens and obesity in male adolescents Curr. Opin. Endocrinol. Diabetes Obes. 2015 22 230 237 10.1097/MED.0000000000000160 25871956 177. Liao Z. Vosberg D.E. Pausova Z. Paus T. A Shifting Relationship Between Sex Hormone-Binding Globulin and Total Testosterone Across Puberty in Boys J. Clin. Endocrinol. Metab. 2022 107 e4187 e4196 10.1210/clinem/dgac484 35965384 178. Wang Q. Kangas A.J. Soininen P. Tiainen M. Tynkkynen T. Puukka K. Ruokonen A. Viikari J. Kähönen M. Lehtimäki T. Sex hormone-binding globulin associations with circulating lipids and metabolites and the risk for type 2 diabetes: Observational and causal effect estimates Int. J. Epidemiol. 2015 44 623 637 10.1093/ije/dyv093 26050255 179. Anjana R.M. Lakshminarayanan S. Deepa M. Farooq S. Pradeepa R. Mohan V. Parental history of type 2 diabetes mellitus, metabolic syndrome, and cardiometabolic risk factors in Asian Indian adolescents Metabolism 2009 58 344 350 10.1016/j.metabol.2008.10.006 19217449 180. Mathias R.A. Deepa M. Deepa R. Wilson A.F. Mohan V. Heritability of quantitative traits associated with type 2 diabetes mellitus in large multiplex families from South India Metabolism 2009 58 1439 1445 10.1016/j.metabol.2009.04.041 19570552 181. Agirbasli M. Ciliv G. Cakir S. Srinivasan S. Berenson G.S. Ozme S. Body mass index and lipid levels in children from Ankara, Turkey versus Bogalusa, Louisiana Prev. Med. 2005 41 843 845 10.1016/j.ypmed.2005.08.001 16169068 182. Wee B.S. Poh B.K. Bulgiba A. Ismail M.N. Ruzita A.T. Hills A.P. Risk of metabolic syndrome among children living in metropolitan Kuala Lumpur: A case control study BMC Public Health 2011 11 333 10.1186/1471-2458-11-333 21592367 183. Kolsgaard M.L.P. Andersen L.F. Tonstad S. Brunborg C. Wangensteen T. Joner G. Ethnic differences in metabolic syndrome among overweight and obese children and adolescents: The Oslo Adiposity Intervention Study Acta Paediatr. 2008 97 1557 1563 10.1111/j.1651-2227.2008.00955.x 18657125 184. Batey L.S. Goff D.C. Tortolero S.R. Nichaman M.Z. Chan W. Chan F.A. Grunbaum J. Hanis C.L. Labarthe D.R. Summary measures of the insulin resistance syndrome are adverse among Mexican-American versus non-Hispanic white children: The Corpus Christi Child Heart Study Circulation 1997 96 4319 4325 10.1161/01.CIR.96.12.4319 9416899 185. Agirbasli M. Eren F. Agirbasli D. White M.J. Williams S.M. Multi-locus candidate gene analyses of lipid levels in a pediatric Turkish cohort: Lessons learned on LPL, CETP, LIPC, ABCA1, and SHBG Omics J. Integr. Biol. 2013 17 636 645 10.1089/omi.2013.0066 Figure 1 Relationship between plasma levels of SHBG and total testosterone in men with adult-onset hypogonadism, men with adult-onset hypogonadism receiving treatment with transdermal testosterone, prepubertal boys age 5–8, and normal adult cycling women. Redrawn in part from Winters [ 22 ]. Figure 2 Median SHBG levels from birth to old age in male and female Caucasians. Redrawn from Elmlinger et al. [ 47 ], Burger et al. [ 58 ], Aribas E et al. [ 59 ]. Figure 3 Relationship between the Ponderal index and SHBG levels at age day 2 in babies born to mothers with type 2 or gestational diabetes or those without diabetes. The Ponderal Index (PI) was calculated as BW (g) × 100/[BL (cm)] 3 . Data from Aydin et al. [ 45 ]. Figure 4 Regulation of SHBG transcription. The transcriptional activity of the SHBG gene is the major determinant of circulating SHBG concentrations. HNF4α is a nuclear transcription factor that activates multiple genes in liver including SHBG as a homodimer. It is the major on/off switch for SHBG. HNF4α is activated by thyroxine and is suppressed by insulin, TNF1, and 1L1b. HNF4α regulates lipid metabolism as knock-out mice develop severe steatosis. HNF4α also stimulates its own transcription. HNF4α can heterodimerize with COUP-TF1 (chicken ovalbumin upstream promoter transcription factor-1; also known as NR2F1) to elicit a transcription inhibitory signal. PPARg-2 (peroxisome proliferator-activated receptor gamma isoform 2) is a second nuclear hormone receptor that competes with HNF4α and represses SHBG transcription. The TAAAA sequence has a silencing activity that varies with the number of repeats. Adapted from Hammond GL [ 130 ]. Figure 5 Serum levels of SHBG in South Asian-Indian children according to the diagnosis of metabolic syndrome in their parents. Redrawn from Krishnasamy et al. [ 8 ]. metabolites-15-00494-t001_Table 1 Table 1 Factors that influence the level of SHBG in blood. Decrease Increase Androgens Estrogens Obesity Pregnancy Insulin resistance SERMs * Metabolic syndrome Thinness Type 2 diabetes mellitus Weight loss Gestational diabetes mellitus Alcoholic liver disease Polycystic ovary syndrome Hepatitis-B and hepatitis-C infection Metabolic fatty liver disease Hyperthyroidism Acromegaly Thyroid hormone receptor-b agonists Cushing syndrome Growth hormone deficiency Congenital adrenal hyperplasia Hemochromatosis Hyperprolactinemia Acute intermittent porphyria Tumor necrosis factor alpha First generation anticonvulsants Interleukin-1 beta Mitotane Genetic polymorphisms Genetic polymorphisms * Selective Estrogen Receptor Modulators (SERMs).",
    "full_text_abstract": "Metabolic syndrome (MetS) is a cluster of conditions, including obesity, insulin resistance (IR), dyslipidemia, and hypertension, that increase the risk of cardiovascular disease (CVD) and type 2 diabetes mellitus (T2DM). While studied often in adults, the increasing prevalence of MetS in children and adolescents underscores the need for its early detection and intervention. Among various biomarkers, sex hormone-binding globulin (SHBG) has gained substantial attention due to its associations with metabolic health and disease. This review provides a comprehensive overview of SHBG and its association with MetS, with a focus on the pediatric and adolescent population. The interplay between SHBG, puberty, and metabolic risk factors is explored, including racial and ethnic variations. SHBG plays a crucial role in transporting sex hormones and regulating their bioavailability and has been found to correlate inversely with obesity and IR, two key components of MetS. Puberty represents a critical period during which hormonal changes and metabolic shifts may further influence SHBG levels and metabolic health. Understanding SHBG’s role in early metabolic risk detection could provide novel insights into the prevention and management of MetS."
}