{
    "PMC": "12455627",
    "DOI": "10.18699/vjgb-25-79",
    "PMID": "40995451",
    "PMCID": "PMC12455627",
    "title": "Mitogenomic analysis of a representative of the Chernyakhov culture in the Middle Dniester and their genetic relationship with the Slavs in the context of paleoanthropological data.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12455627",
    "source": "MED",
    "abstract_text": "Occupying a fairly extensive territory within the East European Plain, representatives of the Chernyakhov culture interacted with many synchronous tribes of other cultures inhabiting neighbouring regions. The question of a possible Proto-Slavic component in the population of the Chernyakhov culture is a subject of many years of discussion, but there is still no evidence for the genetic contribution of representatives of this culture to the gene pool of the Slavs in the subsequent historical period. In this study, we present the results of the craniological and genetic analysis of an individual from the Krynichki burial ground, presumably belonging to the Slavic part of the population of the Chernyakhov culture. A craniometric comparative analysis was conducted for several series of skulls of the East Slavs and representatives of the Chernyakhov culture. The comparison of intragroup variability in the groups of the two cultures showed marked differences between them in the first three principal components. At the same time, the East Slavic and Chernyakhov cultures have similar levels of craniological variability. Differences between female specimens are not so pronounced as those of males'. Based on the analysis of whole-genome sequencing data, the individual from the Krynichki was identified as being a female. The complete sequence of mitochondrial DNA, which belongs to the haplogroup H5a1a1, was reconstructed. For this mitochondrial lineage, a phylogenetic relationship was revealed with eight specimens from publicly available genomic databases, five of which belong to representatives of the present-day West and East Slavic populations. Furthermore, we revealed a mitochondrial sequence identical to that from our previous research on an individual from a medieval burial site located in the modern Vologda region, which is thought to have Slavic ancestry. The complete match between the medieval individual's mtDNA sequence and that of a representative of the Chernyakhov culture points to their likely maternal ancestry. Thus, a possible continuity between representatives of the Chernyakhov culture (3rd century AD) and the population of Ancient Rus' (the second half of the 12th-early 13th centuries AD) has for the first time been shown, as genomic data suggest.",
    "full_text": "pmc Vavilovskii Zhurnal Genet Selektsii Vavilovskii Zhurnal Genet Selektsii Vavilov Journal of Genetics and Breeding 2500-0462 2500-3259 The Federal Research Center Institute of Cytology and Genetics of Siberian Branch of the Russian Academy of Sciences Russia Website: Vavilov Journal of Genetics and Breeding 12455627 10.18699/vjgb-25-79 Original Article Mitogenomic analysis of a representative of the Chernyakhov culture in the Middle Dniester and their genetic relationship with the Slavs in the context of paleoanthropological data Митогеномный анализ представителя черняховской культуры в Среднем Поднестровье и его генетическая связь со славянами в контексте палеоантропологических данных Rozhdestvenskikh E.V. Research Center for Genetics and Life Sciences, Sirius University of Science and Technology, Sirius Federal Territory, Krasnodar region, Russia Andreeva T.V. Research Center for Genetics and Life Sciences, Sirius University of Science and Technology, Sirius Federal Territory, Krasnodar region, Russia Centre of Genetics and Genetic Technologies, Faculty of Biology, Lomonosov Moscow State University, Moscow, Russia Vavilov Institute of General Genetics of the Russian Academy of Sciences, Moscow, Russia Malyarchuk A.B. Centre of Genetics and Genetic Technologies, Faculty of Biology, Lomonosov Moscow State University, Moscow, Russia Vavilov Institute of General Genetics of the Russian Academy of Sciences, Moscow, Russia Adrianova I.Yu. Vavilov Institute of General Genetics of the Russian Academy of Sciences, Moscow, Russia Khodyreva D.S. Research Institute and Museum of Anthropology, Lomonosov Moscow State University, Moscow, Russia Evteev A.A. Research Institute and Museum of Anthropology, Lomonosov Moscow State University, Moscow, Russia Buzhilova A.P. Research Institute and Museum of Anthropology, Lomonosov Moscow State University, Moscow, Russia Rogaev E.I. Research Center for Genetics and Life Sciences, Sirius University of Science and Technology, Sirius Federal Territory, Krasnodar region, Russia Department of Psychiatry, UMass Chan Medical School, Shrewsbury, MA, USA Correspondence to: T.V. Andreeva andreeva@rogaevlab.ru Correspondence to: E.I. Rogaev evivrecc@gmail.com 9 2025 29 5 722 731 19 11 2024 26 12 2024 28 12 2024 Copyright © AUTHORS 2024 https://creativecommons.org/licenses/by/2.5/ This work is licensed under a Creative Commons Attribution 4.0 License Occupying a fairly extensive territory within the East European Plain, representatives of the Chernyakhov culture interacted with many synchronous tribes of other cultures inhabiting neighbouring regions. The question of a possible Proto-Slavic component in the population of the Chernyakhov culture is a subject of many years of discussion, but there is still no evidence for the genetic contribution of representatives of this culture to the gene pool of the Slavs in the subsequent historical period. In this study, we present the results of the craniological and genetic analysis of an individual from the Krynichki burial ground, presumably belonging to the Slavic part of the population of the Chernyakhov culture. A craniometric comparative analysis was conducted for several series of skulls of the East Slavs and representatives of the Chernyakhov culture. The comparison of intragroup variability in the groups of the two cultures showed marked differences between them in the first three principal components. At the same time, the East Slavic and Chernyakhov cultures have similar levels of craniological variability. Differences between female specimens are not so pronounced as those of males’. Based on the analysis of whole-genome sequencing data, the individual from the Krynichki was identified as being a female. The complete sequence of mitochondrial DNA, which belongs to the haplogroup H5a1a1, was reconstructed. For this mitochondrial lineage, a phylogenetic relationship was revealed with eight specimens from publicly available genomic databases, five of which belong to representatives of the present-day West and East Slavic populations. Furthermore, we revealed a mitochondrial sequence identical to that from our previous research on an individual from a medieval burial site located in the modern Vologda region, which is thought to have Slavic ancestry. The complete match between the medieval individual’s mtDNA sequence and that of a representative of the Chernyakhov culture points to their likely maternal ancestry. Thus, a possible continuity between representatives of the Chernyakhov culture (3rd century AD) and the population of Ancient Rus’ (the second half of the 12th–early 13th centuries AD) has for the first time been shown, as genomic data suggest. Занимая довольно обширную территорию в пределах Русской равнины, представители черняховской культуры взаимодействовали со многими синхронными племенами, принадлежащими к другим культурным группам и населявшими смежные регионы. Предметом многолетних дискуссий является вопрос о возможном присутствии протославянского компонента в структуре населения черняховской культуры, однако до сих пор отсутствует доказательная база генетического вклада представителей данной культуры в генофонд славян в последующем историческом периоде. В статье представлены результаты краниологического и генетического анализа индивида из могильника Кринички, предположительно, относящегося к славянской части населения черняховской культуры. Проведен краниометрический сравнительный анализ нескольких серий черепов восточных славян и представителей черняховской культуры. Сопоставление внутригрупповой изменчивости в группах двух культур показало заметные различия между ними по трем первым главным компонентам. В то же время диапазон краниологической изменчивости восточных славян и носителей черняховской культуры сопоставим. Различия в женских выборках не так резко выражены, как в мужских. На основе анализа данных полногеномного секвенирования определен женский пол исследуемого индивида. Реконструирована полная последовательность митохондриальной ДНК, которая относится к гаплогруппе H5a1a1. Для этой митохондриальной линии выявлена филогенетическая связь с восемью образцами, найденными в открытых базах данных геномных последовательностей, пять из которых относятся к представителям современных западно- и восточнославянских популяций. Более того, обнаружена идентичная митохондриальная последовательность, принадлежащая исследованному нами ранее индивиду из средневекового могильника на территории современной Вологодской области, для которого рассматривается славянское происхождение. Полное совпадение последовательности мтДНК представителя черняховской культуры и этого средневекового индивида предполагает их вероятное родство по материнской линии. Таким образом, впервые на основе геномных данных показана возможная преемственность между некоторыми представителями черняховской культуры (III в. н. э.) и населения Древней Руси (вторая половина XII–начало XIII вв.). Chernyakhov culture Slavs ancient DNA mitochondrial DNA H5a1a1 craniology phylogeographic analysis черняховская культура славяне древняя ДНК митохондриальная ДНК H5a1a1 краниология филогеографический анализ Introduction A new cultural entity, known as the Chernyakhov culture, arose at the end of the Roman era in the territories of the Northern Black Sea Region and the upper reaches of the Dniester-Western Bug rivers (Magomedov, 2001). The multi-ethnic origin of this group is currently the prevailing theory among experts (Sedov, 1979; Magomedov, 2001; Zinkovskaya, Kolesnikova, 2020). Nonetheless, it remains ambiguous which “barbarian” tribes formed the basis of the Chernyakhov culture, and which ones exerted influence subsequent to its final formation (Shchukin, 2005). Archaeologists examine the existence of a Slavic or Proto-Slavic element in its composition, the carriers of which thereafter developed the areas previously occupied by the representatives of the Chernyakhov culture (Sedov, 1979; Shchukin, 1997; Terpilovsky, 2000). The presence of Early Slavic cultural components can be seen in the Chernyakhov settlements in the Middle Dniester region (Lyapushkin, 1968; Rickman, 1975; Vinokur, 2002); however, pinpointing the purported Proto-Slavic component is a challenging objective when relying solely on archaeological and anthropological approaches (Terpilovsky, 2000; Magomedov, 2001). Krynichki is a burial site located in the Middle Dniester, specifically in the Balti district of the Odessa region. As an archaeological site, it has been known since the end of the 19th century, but it began to be considered as a site of the Chernyakhov culture in the 20th century (Gamchenko, 1911; Symonovich, 1960). The existence of the Chernyakhov culture in the 3rd-4th centuries AD was verified by the artefacts found during the 1957–1958 excavations at this location carried out by the South Russian Expedition of the IIMK of the USSR Academy of Sciences. During the works on the Labushna Posad gully, a single-layer settlement and burial ground dated to the 3rd-4th centuries AD were discovered (Symonovich, 1960). There were only indications of inhumation in the burial. This characteristic distinctly differentiates this burial from the sites of the Chernyakhov culture, which are characterised by varying proportions of both inhumation and cremation rites (Nikitina, 1985). Furthermore, the grave was positioned separately from the others, which cannot be explained by family ties or belonging to a particular social group (Symonovich, 1960). In the burial site, only three of the five found skeleton remains burial site were quite well preserved, allowing for their anthropological and genetic investigations.A young girl individual from Burial 4 was studied in this research. The skeleton was found in an oval-shaped grave, lying on its back in an extended position, with the head orientated northeast. The burial contained two garter-style bronze crossbow fibulae, glass beads, a multi-part bone comb secured with bronze nails, and a cylindrical clay spindle adorned with a circular pattern on its sides. Also in the burial at the left elbow was a bronze staff-like pin, which apparently served to attach the ribbon to the braid (Nikitina, 2008). The aforementioned inventory is typical of female graves. It is significant that the habit of embellishing the braid with a ribbon was prevalent among East Slavic women up to the 19th-20th centuries (Chistov, 1987). This trait may be thought as indirect indication of the buried female’s relationship to the Slavic community Complex genetic research of the Chernyakhov culture representatives, together with anthropological data, can aid in estimating their potential genetic contribution to the formation of Slavic populations. Previously, mitochondrial genome analysis has proved its effectiveness to obtain information about historical processes, particularly migratory occurrences (Andreeva et al., 2024), as well as to assess the kinship between individuals (Andreeva et al., 2023a) and the probable origins of the studied people (Andreeva et al., 2023b). The purpose of this study was to conduct a comprehensive analysis of the presence of the Slavic component in Chernyakhov culture representatives using paleoanthropological and genetic data. Materials and methods The skulls of 153 Chernyakhov culture representatives from the funds of the Research Institute and Museum of Anthropology of Lomonosov Moscow State University were measured and analysed; for comparative analysis by statistics methods, several craniological series of East Slavs (229 skulls) were also studied (Table 1). A part of the studied materials included in the analysis overlapped geographically. This is because the Slavic tribes inhabited far more territory than the Chernyakhov groups Table 1. Craniological series used in anthropological analysis Eight measurements of the facial section of the skull (Alekseev, Debets, 1964) were used in the analysis: mean facial width (46 Mar.), upper facial height (48 Mar.), orbital width (51 Mar.), orbital height (52 Mar.), nasal width (54 Mar.), subspinale height above the zygomaxillary chord, simotic width (SC Biom.) and height (SS Biom.). By World PCA software and the set of additional analytical techniques based on it, craniometric data were statistically analysed using the principal component (PC) approach (for a thorough description, see (Evteev et al., 2021)). A fragment of the petrous part of temporal bone of museum specimen No. 10917 (Fig. 1a) was used for genetic research. It belongs to a juvenile individual from grave 4 of the archaeological site of Krynichki (Fig. 1b). This burial site dates back to 230–270 AD (Nikitina, 2008). Fig. 1. Anthropological material used for genetic analysis. a – the petrous part of right temporal bone of female individual (museum No. 10917); b – scheme of burial 4 from the burial site in the settlement of Krynichki (Symonovich, 1960). Ancient DNA was extracted from the cochlea specimen weighing 0.236 grams. The DNA extraction was carried out in sterile rooms of the Sirius University of Science and Technology in accordance with the previously published methodology (Andreeva et al., 2022). The sample of DNA was assigned the number AB93. The DNA quality was evaluated using an Agilent Bioanalyzer 2100 using a High Sensitivity DNA chip kit (“Agilent”). The ancient DNA was used to create a genomic library (Gansauge et al., 2017), which was then sequenced on the Illumina HiSeq 2500 platform using single-end reads.The bioinformatics analysis of the sequencing data involved multiple stages. AdapterRemoval v2 (Schubert et al., 2016) was used to remove adapter sequences. The nucleotide sequences with a length greater than 30 nucleotides were aligned to the reference genomes rCRS/NC_012920.1 (mitochondrial genome) (Anderson et al., 1981) and hg19/GRCh37 (human reference genome) using the BWA tool (Li, Durbin, 2009). MapDamage v.2.2.1 (Jónsson et al., 2013) was used to validate the authenticity of ancient DNA by analysing the frequency of C→T substitutions at the ends of reads. Contamination was evaluated using the Schmutzi software (Renaud et al., 2015). To identify the genetic sex of the sample, the ratios of the average number of reads covering sex chromosomes (X and Y separately) to the number of reads covering autosomal ones were calculated.Reads with a mapping quality score greater than 20 were used to reconstruct the mitochondrial sequence (mtDNA). The genetic variations were determined by the BCFtools program (Danecek et al., 2021). Additionally, quality filtering was applied to the genotypes (QUAL > 30), as well as normalisation of the identified insertions and deletions. The nucleotide variations found in mitochondrial DNA were verified using the IGV (integrative genomics viewer) tool (Robinson et al., 2011).Mitochondrial haplogroup determination of AB93 was performed using Haplogrep3 (Schönherr et al., 2023), based on Phylotree build 17 (Van Oven, 2015). The Yfull MTree 1.02 database (https://www.yfull.com/mtree/) was used for validation. The search for the mtDNA sequences of both present-day and ancient individuals that had the highest similarity to the AB93 sample was conducted using public databases such as NCBI (https://www.ncbi.nlm.nih.gov/nuccore), Allen Ancient DNA Resource (AADR) (Mallick et al., 2024), Yfull MTree 1.02 (https://www.yfull.com/mtree/), and AmtDB (Ehler et al., 2019). The BLAST service (https://blast.ncbi. nlm.nih.gov/Blast.cgi) was used to search and select sequences in the NCBI database. The search conditions were set to 100 % Query coverage and a Percent Identity of at least 99.98 %. The phylogeographic analysis was carried out using the maximum likelihood method in the mtPhyl program (Eltsov, Volodko, 2016). The major clade was constructed by grouping samples with the fewest number of nucleotide substitutions, taking into consideration the whole mitochondrial sequence. For samples from the ancestral haplogroup poly-C tracts, tandem repeat sections 522–524 and 573–576, and nucleotide position 16519 (a so-called “hot spot”) were excluded from the analysis. Results At the first stage, several craniological series of East Slavic and Chernyakhov culture skulls were examined. On the basis of Chernyakhov male skulls, it was found that the first two principal components (PC1 and PC2) account for 47.5 % of the variability, while the first four ones account for 78.5 %. Therefore, the first two components show notable variance (Fig. 2). Individuals with high PC1 values have increased face height and width and facial profile and, to a lesser extent, increased eye socket height and nose width. Individuals with high PC2 values are characterised by a decrease in facial width combined with an increase in the size of the back of the nose. In general, the analysed groupings do not form clearly defined clusters. Nevertheless, the calculation of intragroup average pairwise Euclidean distances by PC1–4 values (SPER) showed that the samples from Budesti and Chernyakhov (left bank of the Dniester River, present-day Dubossari district, and present-day Kiev region, Obukhov district, respectively) are the most homogeneous (SPER ≤ 2.7), while the series from Gavrilovka (present-day Kherson region) is significantly more heterogeneous (SPER ≤ 4.5). Fig. 2. Location of the studied groups of the Chernyakhov culture in the space of PC1 and PC2. In the study of female skulls, the first two principal components explain 46 % of the overall variability, whereas the first four explain 73.7 %. The morphological meaning of PC1 is completely consistent with that of the male skulls: individuals with high values of this component have increased facial size, eye socket and nose width, as well as enhanced horizontal profiling. PC2 has a similar connotation in general, describing a rise in the size of the nasal bones. Thus, the basic tendencies of morphological diversity of the facial region of the skull in the male and female sections of the combined series of the Chernyakhov culture are similar (Fig. 2). Additionally, principal component analysis was applied to the representatives of the East Slavs and the Chernyakhov culture. This analysis revealed substantial discrepancies between them for the first three PCs (Fig. 3). According to the Kaiser criterion (Deryabin, 2008), the first three principal components can be considered significant, as well as conditionally the fourth (eigenvalue 0.97). At the same time, East Slavs and individuals of the Chernyakhov culture have a similar range of overall craniological diversity (intragroup SPER – 3.18 and 3.07, respectively). Some local male series of skulls (Budeshti and Chernyakhov) overlap with East Slavic groupings (Smolensk, Kostroma, and Vladimir-Ryazan-Nizhegorod regions). The disparities in the generalised female series of skulls are less pronounced than those observed in the male series. Fig. 3. Location of the studied male skulls in the space of four PCs (East Slavs and representatives of the Chernyakhov culture together). The red lines in the figure restrict the cluster of East Slavs and Chernyakhov culture individuals with similar PC scores from the cluster of East Slavs with very different scores. The second stage was genetic analysis of AB93. The whole mitochondrial DNA sequence of the Chernyakhov culture representative was reconstructed. This individual presumably has a Proto-Slavic component based on the archaeological context. According to the results of sequencing and primary bioinformatic analysis, about 115.8 million short reads were obtained, of which 51.5 % were mapped to the human reference genome. The higher frequency of C→T substitutions observed throughout the entire length of the fragments (Fig. 4) confirms that the AB93 sample belongs to ancient DNA. This specific DNA deamination deals with postmortem alterations and marks DNA extracted from archaeological and anthropological samples well. The ratio of the average number of reads covering sex chromosomes (X and Y separately) to the number of reads covering autosomal ones revealed that the studied sample belonged to a female, which is consistent with the archaeological context. Fig. 4. Nucleotide substitution profile obtained using the mapDamage2 programme (Jónsson et al., 2013) for reads mapped to the mitochondrial reference genome. The red line indicates specific for ancient DNA C→T substitutions among the first 25 nucleotides from the 5’-end of the DNA fragments. Mapping reads to the reference human mitochondrial genome (NC_012920.1) resulted in the reconstruction of the whole mitochondrial DNA sequence. The average coverage was x48,32, which allowed us to identify the mitochondrial haplogroup of AB93 and to conduct phylogeographic analysis. The analysis of the AB93 mtDNA sequence revealed variations associated with haplogroup H5a1a1 (Table 2). Table 2. Variants of single nucleotide substitutions, forming mitochondrial haplogroups and detected in the mitochondrial sequence of AB93 In addition to haplogroup-forming variations, the mtDNA sequence of AB93 had an A-to-G substitution at position 93 located in hypervariable region 2 (HVR2). This variant does not define a haplogroup and is a private variant of the AB93 sample. Mitochondrial sequences of individuals from public databases belonging to haplogroups H5a1a and H5a1a1 were used for phylogeographic analysis. Additionally, mtDNA sequences diverging by no more than three haplogroup-forming substitutions were included in the analysis. Thus, the sequences of 38 samples, including AB93, with geographic, ethnic, or cultural affiliation were selected for phylogeographic analysis. Of these, three sequences belonged to ancient individuals (Table 3) and 35 were from present-day individuals Table 3. Ancient samples with mitochondrial DNA belonging to haplogroup H5a1a * Haplogroup is indicated according to the PhyloTree consensus classification; samples not included in the phylogeographic analysis are marked in grey. Figure 5 shows a fragment of the reconstructed phylogeographic tree of the mitochondrial lineage H5a1a. Five out of the eight samples belong to representatives of present-day Slavic populations and one is a previously studied individual from a medieval burial site in the modern Vologda region. This individual was dated to the latter half of the 12th to early 13th centuries AD and was identified as having Slavic origins (Rozhdestvenskikh et al., 2024). The mitochondrial DNA sequences of a Chernyakhov culture representative (AB93) and a medieval individual (DB37) from the Minino II burial site were found to be identical Fig. 5. Fragment of the phylogeographic tree constructed using the mtPhyl program for mtDNA samples of the mitochondrial branch of H5a1a. The studied sample is shown in red. The ancient individual highlighted in bold italics. Present-day samples have an identifying number as well as geographic/ ethnic information. Haplogroups of the H5a1 lineage are indicated in blue. For transitions, the position number and the substitution variant are indicated. ins – insertion and its location in the genome; del – deletion and its location in the genome. Discussion The results of the anthropological analysis demonstrate that the morphological variability of the Chernyakhov culture’s individuals has a generally uniform character in the space of principal components, with no pronounced clusters. At the same time, the overall range of craniological variability is significant and comparable to that in generalised craniological series for the entire territory of the settlement of the medieval East Slavs. This result indicates that the craniological series of Chernyakhov representatives have heterogeneity, potentially attributable to genetic factors The mitochondrial sequence of the studied individual of the Chernyakhov culture belongs to haplogroup H5a1a1. This lineage is part of the ancestral clade H5a1a, which is prevalent in present-day Slavic groups in Central and Eastern Europe (Mielnik-Sikorska et al., 2013; Malyarchuk et al., 2017). It was found in East Slavic populations (including Russians, Ukrainians, and Belarusians) as well as among West Slavs (Poles, Czechs, Slovaks, and Kashubians) (Mielnik-Sikorska et al., 2013; Malyarchuk et al., 2017). Haplogroup H5a1a has the highest frequency (13.29 % of the entire sample) among present-day Poles (https://www.familytreedna.com/).All ancient individuals whose mitochondrial sequences belong to haplogroup H5a1a have been found in the territory of Eastern Europe. The oldest bearer of this haplogroup dating back to the Early Bronze Age was found in present-day Bulgaria, in the eastern part of the Balkan Peninsula (Thrace) (Modi et al., 2019). In Poland, haplogroup H5a1a was found in a representative of the Wielbarka culture (100–300 AD) (Stolarek et al., 2023), as well as in a medieval individual from the Santok necropolis in western Poland. This necropolis is assigned to the local Pomeranian people and dates back to the 11th–12th centuries AD (Stolarek et al., 2023). The hypothesis has been proposed that the Wielbark civilisation was based on the indigenous population of the Vistula and Western Bug river basins, as well as Gothic tribes who migrated from southern Scandinavia (Stolarek et al., 2023). Furthermore, the local tribes are thought to represent Eastern Europe’s Proto-Slavic population (Grzesik, 2017). Significantly, an analysis of the hypervariable regions of mitochondrial sequences demonstrated the continuity of mitochondrial lineages in present-day Poland, dating back at least to the Roman period. It was also found that the local maternal lineages are part of the mitochondrial branch H5a1 (Juras et al., 2014). We revealed that the mitochondrial DNA sequence of the representative of the Chernyakhov culture from the Middle Dniester exactly matches that of a medieval young man from the Russian North (present-day Vologda region) (Rozhdestvenskikh et al., 2024). It is important to note that, despite the fact that this individual from the Russian North was buried in a region primarily inhabited by local Finno-Ugric tribes, his burial customs followed Christian practices (Archaeology…, 2007). Also, this period is characterised by active interaction between Slavic and Finno-Ugric groups in the early stages of the Ancient Rus’ state formation. Most likely, this young man was a non-local Slavic representative (Rozhdestvenskikh et al., 2024). The identity of the mitochondrial sequences suggests a probable maternal relationship between these two individuals – a teenage girl from a burial in the south of Rus’ and a young man from a northern burial ground. This allows us to identify potential migration routes of the ancient population within the East European Plain Conclusion As a result, our craniological analysis shows that East Slavs and Chernyakhov culture representatives share a similar range of craniological diversity. Genetic analysis also reveals that the mitochondrial lineage identified in the individual of the Chernyakhov culture is characteristic of Slavic groups, both present-day and ancient, who inhabited territories associated with the probable origin and settlement of the Slavs. In this regard, we can assume the presence of a genetic connection of the maternal lineage between representatives of the Chernyakhov culture and the ancient population of Eastern Europe, on the basis of which the Slavic community was formed. However, it should be noted that the data on the genetic connection between representatives of the Chernyakhov culture and the Slavs that we obtained for the first time on the basis of mitochondrial genomes require further confirmation using additional genetic markers and anthropological material. Conflict of interest The authors declare no conflict of interest. References Alekseev V.P., Debets G.F. Craniometry. Anthropological Research Methods. Moscow: Nauka Publ., 1964 (in Russian)Alexeyeva Т. East Slavic skulls from tribal barrows. Materiały i Prace Antropologiczne = Anthropological Materials and Studies. Kraków, 1966;3-142 (in Polish)Anderson S., Bankier A.T., Barrell B.G., de Bruijn M.H., Coulson A.R., Drouin J., Eperon I.C., Nierlich D.P., Roe B.A., Sanger F., Schreier P.H., Smith A.J., Staden R., Young I.G. Sequence and organization of the human mitochondrial genome. Nature. 1981;290(5806):457- 465. doi 10.1038/290457a0 Andreeva T.V., Manakhov A.D., Gusev F.E., Patrikeev A.D., Golovanova L.V., Doronichev V.B., Shirobokov I.G., Rogaev E.I. Genomic analysis of a novel Neanderthal from Mezmaiskaya Cave provides insights into the genetic relationships of Middle Palaeolithic population. Sci Rep. 2022;12(1):13016. doi 10.1038/s41598-022- 16164-9 Andreeva T.V., Dobrovolskaya M.V., Sedov V.V., Vdovichenko M.V., Reshetova I.K., Soshkina A.D., Dudko N.A., Bydanov A.S., Adrianova I.Yu., Buzhilova A.P., Rogaev E.I. People from the stone sarcophagus No. 11 at the St. Georges (Yuriev) Monastery: a genetic history based of mitochondrial genomes. Kratkie Soobshcheniya Instituta Archeologii = Brief Communications of the Institute of Archaeology. 2023a;270:418-437. doi 10.25681/IARAS.0130-2620.270.418-437 (in Russian) Andreeva T.V., Malyarchuk A.B., Rodinkova V.E., Soshkina A.D., Rozhdestvenskikh E.V., Dobrovolskaya M.V., Rogaev E.I. An individual of the Volyntsevo period from Kurilovka: the first archeogenetic data. Russijskaja Archeologija = Russian Archaeology. 2023b;(3):57-71. doi 10.31857/S0869606323030030 (in Russian) Andreeva T.V., Zhilin M.G., Malyarchuk A.B., Engovatova A.V., Soshkina A.D., Dobrovolskaya M.V., Buzhilova A.P., Rogaev E.I. Archaeogenomics of humans from the layer of the Upper Volga Culture revealed their greatest genetic similarity with Eastern European hunter-gatherers and ancient representatives of Mesolithic/Neolithic Europe. Vestnik Arheologii, Antropologii i Etnografii. 2024;64:113- 125. doi 10.20874/2071-0437-2024-64-1-10 (in Russian) Archaeology of the Northern Russian Village of the 10–13th Centuries: Medieval Settlements and Burial Grounds on Lake Kubenskoye, vol. I: Settlements and Burial Grounds. Moscow: Nauka Publ., 2007. Available at: https://archaeolog.ru/media/series/arch-northrusvillage/ Arch_northrus_village-1.pdf BLAST – Basic Local Alignment Search Tool. Available: https://blast. ncbi.nlm.nih.gov/Blast.cgi Chistov K.V. Ethnography of Eastern Slavs. Moscow: Nauka Publ., 1987 (in Russian) Danecek P., Bonfield J.K., Liddle J., Marshall J., Ohan V., Pollard M.O., Whitwham A., Keane T., McCarthy S.A., Davies R.M., Li H. Twelve years of SAMtools and BCFtools. GigaScience. 2021; 10(2):giab 008. doi 10.1093/gigascience/giab008Deryabin V.E. Lectures on Multidimensional Biometrics for Anthropologists. Moscow: Moscow State University Publ., 2008 (in Russian) Ehler E., Novotný J., Juras A., Chylenski M., Moravcík O., Paces J. AmtDB: a database of ancient human mitochondrial genomes. Nucleic Acids Res. 2019;47(D1):D29-D32. doi 10.1093/nar/gky843 Eltsov N., Volodko N. MtPhul: Software tool for human myDNA analysis and phylogeny reconstruction. 2016. Available online: http:// eltsov.org (Available from: https://sites.google.com/site/mtphyl/ home) Evteev A.A., Staroverov N.E., Potrakhov N.N. Analytical techniques and software for the study of intragroup metric variation using principal component analysis. Bulletins et Mémoires de la Société d’Anthropologie de Paris. 2021;33(1):7539. doi 10.4000/ bmsap.7539 FamilyTreeDNA. Available: https://www.familytreedna.com/ Gamchenko S.S. Archeological Research on the Tripoli Culture in Podillya in 1909. St. Petersburg, 1911 Gansauge M.T., Gerber T., Glocke I., Korlevic P., Lippik L., Nagel S., Reihl L.M., Schmidt A., Meyer M. Single-stranded DNA library preparation from highly degraded DNA using T4 DNA ligase. Nucleic Acids Res. 2017;45(10):e79. doi 10.1093/nar/gkx033 Grzesik R. Ethnogenesis of the Slavs in the Polish historical reflection of the 20th–21st century. Studia Slavica et Balcanica Petropolitana. 2017;(2):107-121. doi 10.21638/11701/spbu19.2017.209 (in Russian) Jónsson H., Ginolhac A., Schubert M., Johnson P.L., Orlando L. map- Damage2.0: fast approximate Bayesian estimates of ancient DNA damage parameters. Bioinformatics. 2013;29(13):1682-1684. doi 10.1093/bioinformatics/btt193 Juras A., Dabert M., Kushniarevich A., Malmström H., Raghavan M., Kosicki J.Z., Metspalu E., Willerslev E., Piontek J. Ancient DNA reveals matrilineal continuity in present-day Poland over the last two millennia. PLoS One. 2014;9(10):110839. doi 10.1371/journal. pone.0110839 Li H., Durbin R. Fast and accurate short read alignment with Burrows– Wheeler transform. Bioinformatics. 2009;25(14):1754-1760. doi 10.1093/bioinformatics/btp324 Lyapushkin I.I. Slavs of Eastern Europe on the eve of the formation of the Old Russian state (8th–the first half of the 9th century). Leningrad: Nauka Publ., 1968 (in Russian) Magomedov B.V. Chernyakhov Culture: The Issue of Ethnicity. Lublin, 2001. Available at: http://www.archaeology.ru/Download/Mago medov/Magomedov_2001_Czerniachov_ethnos.pdf (in Russian)Mallick S., Micco A., Mah M., Ringbauer H., Lazaridis I., Olalde I., Patterson N., Reich D. The Allen Ancient DNA Resource (AADR) a curated compendium of ancient human genomes. Sci Data. 2024; 11(1):182. doi 10.1038/s41597-024-03031-7 Malyarchuk B., Litvinov A., Derenko M., Skonieczna K., Grzybowski T., Grosheva A., Shneider Y., Rychkov S., Zhukova O. Mitogenomic diversity in Russians and Poles. Forensic Sci Int Genet. 2017;30:51-56. doi 10.1016/j.fsigen.2017.06.003 Mielnik-Sikorska M., Daca P., Malyarchuk B., Derenko M., Skonieczna K., Perkova M., Dobosz T., Grzybowski T. The history of Slavs inferred from complete mitochondrial genome sequences. PLoS One. 2013;8(1):e54360. doi 10.1371/journal.pone.0054360 Modi A., Nesheva D., Sarno S., Vai S., Karachanak-Yankova S., Luiselli D., Pilli E., … Antonova O., Hadjidekova S., Galabov A., Toncheva D., Caramelli D. Ancient human mitochondrial genomes from Bronze Age Bulgaria: new insights into the genetic history of Thracians. Sci Rep. 2019;9(1):5412. doi 10.1038/s41598-019-41945-0 Nikitina G.F. Systematics of Burial Rituals among Chernyakhov Culture Tribes. Moscow: Nauka Publ., 1985 (in Russian)Nikitina G.F. Chernyakhov Culture in Transnistria according to the Analysis of Archaeological Data. Moscow: Taus Publ., 2008. Available at: https://archaeolog.ru/media/books_2008/Nikitina_2008.pdf (in Russian)Renaud G., Slon V., Duggan A.T., Kelso J. Schmutzi: estimation of contamination and endogenous mitochondrial consensus calling for ancient DNA. Genome Biol. 2015;16:224. doi 10.1186/s13059-015- 0776-0 Rickman E.A. The Ethnic History of Transnistria and the Adjacent Danube Region in the First Centuries of Common Era. Moscow: Nauka Publ., 1975 (in Russian) Robinson H.J., Thorvaldsdóttir H., Winckler W., Guttman M., Lander E.C., Getz G., Mesirov J.P. Integrative genomics viewer. Nat Biotechnol. 2011;29(1):24-26. doi 10.1038/nbt.1754 Rozhdestvenskikh E.V., Manakhov A.D., Andreeva T.V., Kunizheva S.S., Malyarchuk A.B., Bydanov A.S., Savinetsky A.B., Krylovich O.A., Dobrovolskaya M.V., Buzhilova A.P., Makarov N.A., Rogaev E.I. A youth with a polecat from the medieval Minino cemetery at the Kubenskoe Lake: archaeogenetic identification. Kratkiye Soobshcheniya Instituta Arkheologii = Brief Communications of the Institute of Archaeology. 2024;274:348-368. doi 10.25681/ IARAS.0130-2620.274.348-368 (in Russian) Sankina S.L. The Ethnic History of the Medieval Population of the Novgorod Land According to Anthropological Data. Saarbrucken: LAP LAMBERT Academic Publishing, 2012 (in Russian) Schönherr S., Weissensteiner H., Kronenberg F., Forer L. Haplogrep 3 – an interactive haplogroup classification and analysis platform. Nucleic Acids Res. 2023;51(W1):W263-W268. doi 10.1093/ nar/gkad284 Schubert M., Lindgreen S., Orlando L. AdapterRemoval v2: rapid adapter trimming, identification, and read merging. BMC Res Notes. 2016;12(9):88. doi 10.1186/s13104-016-1900-2 Sedov V.V. The Origin and Early History of the Slavs. Moscow: Nauka Publ., 1979 (in Russian) Shchukin M.B. Stratum: Structures and Catastrophes: The Birth of Slavs. St. Petersburg: Nestor Publ., 1997;110-147 (in Russian) Shchukin M.B. The Gothic Way: Goths, Rome, and the Chernyakhov Culture). Saint-Petersburg: St. Petersburg State University Publ., 2005 (in Russian) Stolarek I., Zenczak M., Handschuh L., Juras A., Marcinkowska- Swojak M., Spinek A., Dębski A., Matla M., Kóčka-Krenz H., Piontek J.; Polish Archaeogenomics Consortium Team; Figlerowicz M. Genetic history of East-Central Europe in the first millennium CE. Genome Biol. 2023;24(1):173. doi 10.1186/s13059-023-03013-9 Symonovich E.A. Artifacts of the Chernyakhov culture in the village of Krinichki. Chernyakhov culture. Materialy i Issledovaniya po Arkheologii SSSR = Materials and Studies on USSR Archeology. 1960;82:239-252 (in Russian) Terpilovsky R.V. The Kiev and Chernyakhovskaya cultures: contacts. Stratum plus. Archaeology and Cultural Anthropology. 2000;(4): 303-311 (in Russian) Van Oven M. PhyloTree Build 17: growing the human mitochondrial DNA tree. Forensic Sci Int Genet Suppl Ser. 2015;5:e392-e394. doi 10.1016/j.fsigss.2015.09.155 Vinokur I.S. Slavic-Thracian contacts in the Middle and Upper Transnistria. In: Ancient Communities of Farmers and Herders in the Northern Black Sea Region (5th millennium BC–5th century AD). Tiraspol, 2002;400-404 (in Russian) YFull MTree 1.02 (under construction). Available: https://www.yfull. com/mtree/ Zinkovskaya I.V., Kolesnikova A.Y. Problems of the Chernyakhov culture in modern Ukrainian archaeology (2000–2019). Vestnik VGU. Seriya: Istoriya. Politologiya. Sotsiologiya = Proceedings of Voronezh State University. Series: History. Political Science. Sociology. 2020;(1):35-40 (in Russian) This work was supported by the grant of the state programme of the “Sirius” Federal Territory “Scientific and technological development of the “Sirius” Federal Territory”, Agreement No. 18–03 date 10.09.2024 (TVA).",
    "full_text_abstract": "Occupying a fairly extensive territory within the East European Plain, representatives of the Chernyakhov culture interacted with many synchronous tribes of other cultures inhabiting neighbouring regions. The question of a possible Proto-Slavic component in the population of the Chernyakhov culture is a subject of many years of discussion, but there is still no evidence for the genetic contribution of representatives of this culture to the gene pool of the Slavs in the subsequent historical period. In this study, we present the results of the craniological and genetic analysis of an individual from the Krynichki burial ground, presumably belonging to the Slavic part of the population of the Chernyakhov culture. A craniometric comparative analysis was conducted for several series of skulls of the East Slavs and representatives of the Chernyakhov culture. The comparison of intragroup variability in the groups of the two cultures showed marked differences between them in the first three principal components. At the same time, the East Slavic and Chernyakhov cultures have similar levels of craniological variability. Differences between female specimens are not so pronounced as those of males’. Based on the analysis of whole-genome sequencing data, the individual from the Krynichki was identified as being a female. The complete sequence of mitochondrial DNA, which belongs to the haplogroup H5a1a1, was reconstructed. For this mitochondrial lineage, a phylogenetic relationship was revealed with eight specimens from publicly available genomic databases, five of which belong to representatives of the present-day West and East Slavic populations. Furthermore, we revealed a mitochondrial sequence identical to that from our previous research on an individual from a medieval burial site located in the modern Vologda region, which is thought to have Slavic ancestry. The complete match between the medieval individual’s mtDNA sequence and that of a representative of the Chernyakhov culture points to their likely maternal ancestry. Thus, a possible continuity between representatives of the Chernyakhov culture (3rd century AD) and the population of Ancient Rus’ (the second half of the 12th–early 13th centuries AD) has for the first time been shown, as genomic data suggest."
}