{
    "PMC": "9171633",
    "DOI": "10.1073/pnas.2119990119",
    "PMID": "35522713",
    "PMCID": "PMC9171633",
    "title": "Structural insights into Ras regulation by SIN1.",
    "year": 2022,
    "source_url": "https://europepmc.org/article/PMC/PMC9171633",
    "source": "MED",
    "abstract_text": "Over the years it has been established that SIN1, a key component of mTORC2, could interact with Ras family small GTPases through its Ras-binding domain (RBD). The physical association of Ras and SIN1/mTORC2 could potentially affect both mTORC2 and Ras-ERK pathways. To decipher the precise molecular mechanism of this interaction, we determined the high-resolution structures of HRas/KRas-SIN1 RBD complexes, showing the detailed interaction interface. Mutation of critical interface residues abolished Ras-SIN1 interaction and in SIN1 knockout cells we demonstrated that Ras-SIN1 association promotes SGK1 activity but inhibits insulin-induced ERK activation. With structural comparison and competition fluorescence resonance energy transfer (FRET) assays we showed that HRas-SIN1 RBD association is much weaker than HRas-Raf1 RBD but is slightly stronger than HRas-PI3K RBD interaction, providing a possible explanation for the different outcome of insulin or EGF stimulation. We also found that SIN1 isoform lacking the PH domain binds stronger to Ras than other longer isoforms and the PH domain appears to have an inhibitory effect on Ras-SIN1 binding. In addition, we uncovered a Ras dimerization interface that could be critical for Ras oligomerization. Our results advance our understanding of Ras-SIN1 association and crosstalk between growth factor-stimulated pathways.",
    "full_text": "pmc Proc Natl Acad Sci U S A Proc Natl Acad Sci U S A pnas pnas Proceedings of the National Academy of Sciences of the United States of America 0027-8424 1091-6490 National Academy of Sciences 9171633 35522713 202119990 10.1073/pnas.2119990119 408 Biological Sciences Biophysics and Computational Biology Structural insights into Ras regulation by SIN1 Zheng Yuyuan a b c 1 Ding Lei a b 1 Meng Xianhui c Potter Meg d Kearney Alison L. d Zhang Jie a b Sun Jie c https://orcid.org/0000-0001-5946-5257 James David E. d e Yang Guang d 2 3 Zhou Chun a b 3 a School of Public Health, Zhejiang University School of Medicine , Hangzhou, 310058, China ; b Sir Run Run Shaw Hospital, Zhejiang University School of Medicine , Hangzhou, 310016, China ; c Department of Cell Biology, Zhejiang University School of Medicine , Hangzhou, 310058, China ; d School of Life and Environmental Sciences, The Charles Perkins Centre, The University of Sydney , Sydney, NSW 2006, Australia ; e Sydney Medical School, The University of Sydney , Sydney, NSW 2006, Australia 3 To whom correspondence may be addressed. Email: chunzhou@zju.edu.cn or guang.yang7@unsw.edu.au . Edited by Dafna Bar-Sagi, New York University Langone Health, New York, NY; received November 2, 2021; accepted April 5, 2022 Author contributions: J.S., D.E.J., G.Y., and C.Z. designed research; Y.Z., L.D., X.M., M.P., A.L.K., J.Z., G.Y., and C.Z. performed research; J.S., D.E.J., G.Y., and C.Z. analyzed data; and Y.Z., G.Y., and C.Z. wrote the paper. 1 Y.Z. and L.D. contributed equally to this work. 2 Present address: School of Biotechnology and Biomolecular Sciences, The University of New South Wales, Sydney, NSW 2052, Australia. 6 5 2022 10 5 2022 6 11 2022 119 19 e2119990119 05 4 2022 Copyright © 2022 the Author(s). Published by PNAS. 2022 https://creativecommons.org/licenses/by-nc-nd/4.0/ This article is distributed under Creative Commons Attribution-NonCommercial-NoDerivatives License 4.0 (CC BY-NC-ND) . Significance Both the mTORC2 and Ras-ERK pathways respond to growth factor stimulation and play critical roles in cell growth and proliferation, disarray of these pathways leads to many diseases, especially cancer. These two signaling pathways crosstalk at many levels; recently it's become clear that the SIN1 component of mTORC2 could interact with Ras family small GTPases, but how these two proteins interact at the molecular level and the functional outcomes of this interaction remain to be addressed. In this work we determined the high-resolution structure of Ras-SIN1 complexes and revealed the detailed interaction mechanism. We also showed that Ras-SIN1 association inhibits insulin-induced ERK activation. Insights from this work could improve our understanding of the disease-causing mechanism of errant mTORC2 or Ras proteins. Over the years it has been established that SIN1, a key component of mTORC2, could interact with Ras family small GTPases through its Ras-binding domain (RBD). The physical association of Ras and SIN1/mTORC2 could potentially affect both mTORC2 and Ras-ERK pathways. To decipher the precise molecular mechanism of this interaction, we determined the high-resolution structures of HRas/KRas-SIN1 RBD complexes, showing the detailed interaction interface. Mutation of critical interface residues abolished Ras-SIN1 interaction and in SIN1 knockout cells we demonstrated that Ras-SIN1 association promotes SGK1 activity but inhibits insulin-induced ERK activation. With structural comparison and competition fluorescence resonance energy transfer (FRET) assays we showed that HRas-SIN1 RBD association is much weaker than HRas-Raf1 RBD but is slightly stronger than HRas-PI3K RBD interaction, providing a possible explanation for the different outcome of insulin or EGF stimulation. We also found that SIN1 isoform lacking the PH domain binds stronger to Ras than other longer isoforms and the PH domain appears to have an inhibitory effect on Ras-SIN1 binding. In addition, we uncovered a Ras dimerization interface that could be critical for Ras oligomerization. Our results advance our understanding of Ras-SIN1 association and crosstalk between growth factor-stimulated pathways. Ras SIN1 PI3K insulin mTORC2 The mechanistic target of rapamycin (mTOR) is a master protein kinase that forms two distinct protein complexes: mTORC1 (mTOR, Raptor, mLST8, and PRAS40) and mTORC2 (mTOR, Rictor, mLST8, SIN1, and Protor1/2) ( 1 – 3 ). mTORC1 integrates signals such as amino acids, growth factors, stress, and energy status to regulate major cellular processes including growth, proliferation, and survival while mTORC2 transduces signals from growth factors to pathways involved in proliferation, cytoskeletal organization, and anabolic output. Disturbance of mTOR signaling pathways results in many human diseases including cancer ( 2 , 4 , 5 ). It has long been established that various small GTPases like Rheb or Rag directly or indirectly regulate mTORC1 activity ( 6 – 10 ). Early studies in Saccharomyces cerevisiae and Dictyostelium clearly revealed the association of Ras orthologous with SIN1, an essential component of TORC2 ( 11 , 12 ). Later it was shown that human SIN1 contains a Ras-binding domain and colocalizes with HRas and KRas ( 13 ). Recently it has been reported that Ras family small GTPases could directly bind to mTORC2 through SIN1 and disruption of the mTORC2 association with mutant NRas, HRas, or KRas impairs Ras-driven tumorigenesis ( 14 ). SIN1 is specific to mTORC2 and helps to regulate mTORC2 kinase specificity toward AGC family kinases ( 15 – 19 ). It has an N-terminal domain involved in Rictor binding, followed by the CRIM, Ras-binding (RBD), and pleckstrin homology-like (PH) domains. The latter three domains are flexibly tethered to the N-terminal domain and not observed in the cryo-electron microscopy structure of the mTORC2 complex ( 20 ). To better understand the molecular mechanism and functional outcome of SIN1-Ras association, we carried out a series of biochemical and structural studies of SIN1 and Ras complex. Results In vitro isothermal titration calorimetry (ITC) binding assays demonstrated that SIN1 RBD preferentially binds Ras G domains rather than other small GTPases, such as RhoA or Rac1 ( Fig. 1 A and B and SI Appendix , Figs. S1 and S2 ). GST pulldown experiments further validated that SIN1 RBD could interact with HRas, KRas, and NRas G domains ( SI Appendix , Fig. S3 ). We next determined crystal structures of GMPPNP-bound HRas wild-type (WT) G domain in complex with SIN1 RBD at 1.6 Å resolution ( Fig. 1 C and D and SI Appendix , Fig. S4 A and Table S1 ). SIN1 RBD is composed of two α-helices and four β-strands and adopts a ubiquitin-like fold, similar to other RBDs ( Fig. 1 C and SI Appendix , Fig. S2 ). β-strands 1, 2 from SIN1 RBD form an antiparallel β-sheet with HRas β-strands 2, 3, mostly through main-chain hydrogen bonding ( Fig. 1 D ). Above the β-sheet, a few conserved and positively charged residues from SIN1 RBD α1 form salt bridges and hydrogen bonds with residues from the HRas Switch I region. Specifically, positively charged R311 is sandwiched between D38 and D33, while R312 forms hydrogen bonds with several main-chain carbonyl groups and stacks against Y40 through cation–π interaction ( Fig. 1 D ). Near the Switch II region, several hydrophobic residues from SIN1 RBD (L291, F280) pack against a hydrophobic patch formed by Y64, M67, and I36 ( Fig. 1 D ). Fig. 1. Structure of Ras-SIN1 RBD complexes. ( A ) Linear domain diagrams of HRas and SIN1. ( B ) ITC titration results of SIN1 RBD with different small G proteins. ( C ) The 1.6-Å crystal structure of HRas-GMPPNP in complex with SIN1 RBD. Green sphere is Mg 2+ , red spheres are water molecules, GMPPNP is shown as sticks. SI, Switch I region; SII, Switch II region. ( D ) Close-up view of HRas-SIN1 RBD interaction interface. Green dashed lines indicate hydrogen bonds, black dashed lines denote salt bridges. ( E ) Superposition of HRas-SIN1 RBD structure with KRas-SIN1 RBD structure. The residues that are different between HRas and KRas are located in the allosteric lobe and not involved in SIN1 RBD interaction. ( F ) Superposition of HRas-SIN1 RBD structure with HRas(G12V)-SIN1 RBD and HRas(Q61L)-SIN1 RBD structures. The three structures are nearly identical with minor differences. We also determined structures of the KRas WT, HRas G12V, or Q61L G domain in complex with SIN1 RBD ( Fig. 1 E and F and SI Appendix , Table S1 ). KRas interacts with SIN1 RBD in a similar way to HRas. Alignment of KRas-SIN1 RBD structure with HRas-SIN1 RBD structure yielded an rmsd of 0.35 Å over 241 Cα atoms as KRas and HRas share 95% sequence identity ( Fig. 1 E and SI Appendix , Fig. S1 ). Residues that are different between KRas and HRas are located in the allosteric lobe, which is away from the interaction interface ( Fig. 1 E ). HRas G12V and Q61L structures are nearly identical to the WT structure ( Fig. 1 F ). In the mutant structures, the Y32 side chain is rotated closer and forms a direct hydrogen bond with the phosphate group of GMPPNP as observed previously ( 21 ) ( Fig. 1 F ). ITC titrations show that HRas G12V binds SIN1 RBD with higher affinity than WT HRas, while Q61L binding is slightly weaker than that of WT HRas ( SI Appendix , Fig. S4 B ). To probe the function of SIN1-Ras interaction, we generated several mutations of R311 and R312. ITC binding assays, GST pulldown, and fluorescence resonance energy transfer (FRET) experiments demonstrated that these mutations partially or near completely abolished SIN1 RBD/HRas binding in vitro ( Fig. 2 A and SI Appendix , Fig. S5 A and B ). The pivotal role of R311 in the interaction of SIN1 RBD and Ras was further validated by Co-immunoprecipitation (Co-IP) of SIN1 and HRas in cells ( Fig. 2 B ). To clarify the consequence of the SIN1-Ras association, we expressed SIN1 WT and R311 mutants in SIN1 knockout mouse embryonic fibroblasts (MEFs). While a recent study showed that Ras interaction with SIN1 is dispensable for mTORC2 activity in regard to Akt and PKCα phosphorylation ( 22 ), in SIN1 knockout MEFs, we found that reexpression of SIN1 R311K or R311A mutant led to less phosphorylation of NDRG1 (a substrate of SGK1 kinase) than reexpression of SIN1 WT despite less WT SIN1 expressed ( Fig. 2 C and D ), indicating Ras interaction with SIN1 could promote SGK1 activity. SIN1 protein contains a CRIM domain ( Fig. 1 A ), which was demonstrated to bind Akt ( 23 ). With purified proteins, we showed that GST-tagged SIN1 CRIM domain pulled down a significant amount of SGK1 kinase domain while a poly NQ mutant in the CRIM domain nearly abolished the interaction between CRIM and SGK1 ( SI Appendix , Fig. S6 A ). The poly NQ mutant was previously shown to disrupt interaction between CRIM and Akt ( 23 ). The presence of the RBD and the PH domain appears to have little effect on the interaction between CRIM and SGK1 ( SI Appendix , Fig. S6 A ). To see whether Ras-RBD binding could promote CRIM-SGK1 association, we used GST-tagged WT and mutant CRIM-RBD to pull down SGK1 and HRas-GMPPNP ( SI Appendix , Fig. S6 B ). HRas did not cause significant change to CRIM-SGK1 interaction. So the increased SGK1 activity is not likely due to synergistic binding of Ras and SGK1 to SIN1. The interpretation of the effect of Ras-SIN1 association on Akt is complicated by less WT SIN1 expression than mutants in our stably transfected MEF cells ( Fig. 2 C and E ). Fig. 2. Ras-SIN1 RBD interaction inhibits insulin-induced Ras signaling. ( A ) ITC titration results of WT or mutant SIN1 RBD with HRas-GMPPNP. ( B ) Coimmunoprecipitation of HRas G12V with WT or mutant full-length SIN1 in MEF cells. ( C ) Immunoblot analysis of MEFs for mTORC2 downstream targets. ( D ) Graph shows means ± SEM of densitometry analyses of the immunoblots in C normalized to total protein from three independent experiments, respectively. ** P < 0.01, *** P < 0.001; two-tailed Student’s t test. ( E ) Expression of SIN1 suppresses insulin-induced but not EGF-induced ERK phosphorylation. ( F and G ) Immunoblot analysis of MEFs following different EGF ( F ) or insulin ( G )-stimulated time points for proteins known to belong to the Ras pathway. ( H and I ) Graph shows means ± SEM of densitometry analyses of the immunoblots in F and G normalized to total protein from three independent experiments, respectively. We also found that under insulin stimulation, reexpression of WT SIN1 substantially suppressed phosphorylation of ERK, but R311-mutated SIN1 partially lost this inhibitory effect. Intriguingly, SIN1 does not suppress EGF-induced ERK phosphorylation ( Fig. 2 E ). The time course experiments demonstrated that SIN1 indeed inhibits the maximum phosphorylation of ERK induced by insulin rather than delays its activation ( Fig. 2 F – I ). These data indicate that the interaction of SIN1 and Ras inhibits MAPK signaling only in response to specific growth factors. Raf, a well-established Ras effector, plays critical roles in growth factor-stimulated ERK phosphorylation ( 24 ). To see whether there is any competition between SIN1-HRas interaction and Raf1-HRas interaction, which would in theory inhibit ERK phosphorylation, we first compared HRas-SIN1 RBD interaction with the HRas-Raf1 RBD complex ( 25 ). In vitro, HRas interacts with the Raf1 RBD with much higher affinity ( K d ∼ 0.2 to 0.3 μM), 40 times higher, than with the SIN1 RBD ( Figs. 1 B and 3 C ). After superposition of the structures, we found that the Raf1 RBD interacts with the Switch I loop of HRas similarly to SIN1 RBD, with K84, R89 on Raf1 interacting with E31, D33, D38, and Y40 on HRas ( Fig. 3 A ). However, at the rear of the β-sheet formed between the HRas-Raf1 RBD, Raf1 R67 and R59 formed strong electrostatic interactions with HRas E37. In the SIN1 RBD, R282 (R59 equivalent) is 5.4 Å away from E37, and R67 in Raf1 is replaced with F289 ( Fig. 3 B ). Furthermore, the existence of a shorter valine (V69) in Raf1 instead of a longer leucine (L291 in SIN1) allowed close contact of E37 with R59 ( Fig. 3 B ). Although replacing R67 with F in Raf1 RBD only slightly weakened the binding affinity for HRas, further mutation of Raf V69 to L greatly reduced HRas-Raf1 RBD affinity (15-fold reduction, Fig. 3 C ). In a FRET competition assay, an equal molar amount of WT Raf1 RBD strongly competed with SIN1 RBD and nearly abolished the FRET between SIN1 RBD-ECFP and YPet-HRas, and double-mutant Raf1 RBD could still compete with SIN1 RBD but to a lesser extent ( Fig. 3 D ). So it is unlikely that SIN1 directly competes with Raf1 for Ras binding. Fig. 3. Comparison of HRas-Raf1 RBD, HRas-PI3Kγ RBD, and HRas-SIN1 RBD interactions. ( A and B ) Superposition of HRas-GMPPNP-Raf1 RBD structure (Protein data bank (PDB): 4G0N) with HRas-GMPPNP-SIN1 RBD structure. The rmsd between the two structures is 1.56 Å over 219 aligned Cα atoms. Black dashed lines indicate salt bridges formed between HRas and Raf1 RBD, yellow dashed lines indicate salt bridges formed between HRas and SIN1 RBD, and orange dashed lines represent the distance (Å) between atoms. ( C ) ITC titration of Raf1 RBD with HRas GMPPNP. WT Raf1 RBD binds HRas with high affinity; R67F mutation (M1) slightly reduced the binding affinity; while R67F, V69L double mutation (M2) mimicking SIN1 RBD greatly weakened the interaction. ( D ) FRET competition assays with SIN1 RBD-ECFP and YPet-HRas-GMPPNP. Addition of equal molar amounts of nonfluorescent proteins (SIN1 RBD, Raf1 RBD, or Raf1 RBD M2) reduced the FRET between SIN1 RBD-ECFP and YPet-HRas-GMPPNP to different degrees. The blue line is the basal FRET between ECFP and YPet-HRas-GMPPNP. ( E and F ) Superposition of HRas-GMPPNP-PI3Kγ structure (PDB: 1HE8) with HRas-GMPPNP-SIN1 RBD structure. The rmsd between the two structures is 1.35 Å over 205 aligned Cα atoms. Black dashed lines indicate salt bridges or hydrogen bonds formed between HRas and PI3Kγ RBD, yellow dashed lines indicate salt bridges formed between HRas and SIN1 RBD, and orange dashed lines represent the distance (Å) between atoms. ( G ) ITC titration of PI3Kγ RBD (216 to 312) or PI3Kα RBD (152 to 300) with HRas-GMPPNP. ( H ) FRET competition assays with PI3Kγ RBD-ECFP and YPet-HRas-GMPPNP. Addition of equal molar amounts of nonfluorescent proteins (SIN1 RBD, SIN1 RBDR311A, PI3Kγ RBD, Raf1 RBD) reduced the FRET between PI3Kγ RBD-ECFP and YPet-HRas-GMPPNP to different degrees. ( I ) FRET competition assays with SIN1 RBD-ECFP and YPet-HRas-GMPPNP. Addition of equal molar amounts of nonfluorescent proteins as in H reduced the FRET between SIN1 RBD-ECFP and YPet-HRas-GMPPNP to different degrees. PI3K is another well-described Ras effector ( 26 , 27 ). Analysis of the PI3Kγ-HRas complex structure showed that PI3Kγ mostly uses its RBD region to interact with HRas ( 28 ) and the interaction mode is analogous to that of Raf1 RBD or SIN1 RBD ( Fig. 3 E and F and SI Appendix , Fig. S7 A ). PI3Kγ RBD uses K255, K251 to coordinate HRas D33 while Q231 forms two hydrogen bonds with Y40 and D38. HRas E31 appears to be not involved in the interaction with PI3Kγ RBD ( Fig. 3 E ). At the rear side of the β-sheet, due to the smaller size of PI3Kγ S230 side chain, PI3Kγ K223 was able to form a salt bridge with HRas E37 ( Fig. 3 F ). Alignment of Raf1 RBD-HRas and PI3Kγ RBD-HRas structures with SIN1 RBD-HRas revealed that HRas conformation is quite similar in all three structures while different RBDs bind to HRas with slightly rotated angles ( SI Appendix , Fig. S7 A ). In vitro, PI3Kγ RBD displayed a K d around 6.2 μM for HRas-GMPPNP, slightly stronger than SIN1 RBD (8.1 μM) ( Fig. 3 G ). On the other hand, PI3Kα is measured to bind HRas-GMPPNP with a K d around 14 μM ( Fig. 3 G ). In FRET competition assays we found that either SIN RBD or PI3K RBDs could compete with each other ( Fig. 3 H and I and SI Appendix , Fig. S7 B and C ). However, in all experiments, SIN1 RBD inhibits the FRET signal more than PI3Kα, PI3Kγ RBDs, indicating SIN1 RBD is preferred for HRas binding under similar conditions. Importantly, SIN RBD R311A mutant failed to compete with SIN RBD or PI3K RBDs ( Fig. 3 H and I ), in agreement with our findings in Fig. 2 . An equal amount of Raf1 RBD significantly inhibited HRas binding to SIN1 RBD or PI3K RBDs due to its high affinity ( Fig. 3 D , H , and I and SI Appendix , Figs. S7 B and C ). These in vitro observed affinity differences might help to explain how Ras differentiates its effectors and provide important clues about the crosstalk between different pathways. A previous study showed that insulin-induced ERK1/2 phosphorylation was very sensitive to PI3K-specific inhibitors, wortmannin and LY294002, but EGF-induced ERK1/2 phosphorylation was resistant to these inhibitors ( 29 ). Indeed, treatment with PI3K inhibitor, wortmannin, inhibited insulin-induced ERK phosphorylation and blunted the inhibitory effect of SIN1 ( SI Appendix , Fig. S7 D and E ). In contrast, Akt inhibition by MK2206 enhanced insulin-mediated ERK phosphorylation because Akt is known to negatively regulate the Ras-ERK pathway ( 30 – 32 ). Thus, it is possible that SIN1-Ras interaction perturbed PI3K-related activities but not directly through Raf1. It has been reported that SIN1 has multiple isoforms, one of which (SIN1-α) lacks amino acids 321 to 355, causing an incomplete RBD ( 33 ) ( SI Appendix , Fig. S2 ). However, according to our structural analysis, the key residues that play important roles in the Ras-SIN1 RBD interaction, such as R311 and R312, still exist in SIN1-α, indicating this isoform might still be able to interact with Ras. Indeed, SIN1-α was coimmunoprecipitated with HRas as much as full-length SIN1 (SIN1-β) ( Fig. 4 A ). Surprisingly, compared to the two longer forms of SIN1, much more SIN1-γ, the shortest isoform with PH deletion, is precipitated together with Ras, either WT or G12V mutant ( Fig. 4 A ). These data suggest the existence of autoinhibition on the Ras-SIN1 interaction by the SIN1 PH domain. To test this possibility, we generated a SIN1 fragment, RBD-PH containing both RBD and PH domains. As expected, this fragment binds to Ras with a much lower affinity ( K d > 100 μM) and GST-RBD-PH coprecipitates much less HRas than GST-RBD ( Fig. 4 B and C ). It has been reported that the SIN1 PH domain suppresses mTOR activity via interacting with the mTOR kinase domain ( 34 ). We hypothesized that the autoinhibition by PH is likely due to an intramolecular interaction with the RBD domain. Indeed, the results of the GST pulldown experiments showed that the PH, but not the CRIM domain can bind to the RBD in vitro ( Fig. 4 D ). These data further validate the inhibitory effect of the SIN1 PH domain on Ras binding. Fig. 4. SIN1 PH inhibits Ras-SIN1 RBD interaction. ( A ) Coimmunoprecipitation of SIN1 isoforms with WT or G12V HRas in MEF cells. ( B ) GST pulldown analysis of SIN1 RBD or RBD-PH (RP) with HRas-GMPPNP. RBD-PH binds HRas much weaker than RBD alone. Addition of 60 μM IP4 (the head group of PIP3) to the mixture had little effect on HRas RBD-PH interaction. ( C ) ITC titration of SIN1 RBD-PH (RP) with HRas-GMPPNP yielded a K d greater than 100 μM, indicating the affinity between the two is quite low. ( D ) GST pulldown assay showed that SIN1 RBD could associate with the PH domain but not CRIM. A large body of data have demonstrated that Ras proteins could form dimers or oligomers (nanoclusters) on the membrane and the oligomerization is critical for Ras function ( 35 – 39 ). Ras dimerization is mainly mediated by residues in α4 and α5 as shown by several groups and mutation in this region (e.g., D154Q) led to less ERK phosphorylation ( 35 , 36 , 40 ). In the crystals of HRas-SIN1 RBD, we found that HRas makes specific contacts with a symmetry-related HRas molecule employing a different interface ( Fig. 5 A and B ). E143-R123-E49-R164-E126-R128 formed a continuous electrostatic chain between two adjacent HRas molecules, while S127 and Y4 also contributed to the interaction through hydrogen bonds ( Fig. 5 B ). Previous studies showed that residues around α4 (R128) might be involved in membrane lipid binding or protein–protein interaction while the loop between β2 and β3 where E49 was located is involved in Ras dimerization ( 35 , 36 ). Compared to the canonical HRas dimer (with α4 and α5 buried in the interface) observed in the HRas-Raf1 RBD (4G0N) crystal packing, the loop between β2 and β3 is rotated 120° to interact with α4 and the loop region before α4, overlapping with the calcium ion coordinated by E126 in 4G0N ( Fig. 5 C ), and the resulting side-by-side dimer is much more open compared to the previously described dimer ( Fig. 5 C ). The same Ras-Ras interface is also observed in KRas-SIN1 crystals; however, several residues here are different between KRas and HRas. E49 in KRas is farther away from R123 and K128 is exposed to solvent ( Fig. 5 D ). Similar to the findings of several other groups ( 35 , 37 ), we did not detect HRas G-domain dimers in solution due to the weak Ras-Ras affinity ( SI Appendix , Fig. S8 ). Nevertheless, in 293T cells, overexpression of HRasG12V or KRasG12V with additional mutations in the dimer interface we observed (E49A, E126A in HRas; E49A, D126A in KRas4A) resulted in more ERK phosphorylation ( SI Appendix , Fig. S9 A and B ). It appears Ras dimerization through this interface plays a negative role for EGF-induced ERK activation. Fig. 5. Ras dimerization interface observed in crystal packing. ( A ) Surface diagram showing the observed HRas dimerization interface from HRas-SIN1 RBD crystal packing. Two Ras molecules are colored pink and magenta, respectively. ( B ) Close-up view of the Ras dimerization interface residues. Green dashed lines indicate hydrogen bonds, and black dashed lines denote salt bridges. ( C ) Comparison of the canonical HRas dimer (colored in gold and orange) from PDB: 4G0N with HRas dimer (colored in pink and magenta) in A . The canonical HRas dimer is folded inward through the α4 and α5 interface. In our structure the HRas molecule colored in magenta is rotated around 120° relative to the orange-colored HRas molecule in 4G0N, producing a side-by-side, open arrangement. E126 and R128 are shown as sticks, gold and orange spheres denote Ca 2+ ions in 4G0N, and green spheres are Mg 2+ ions. ( D ) Ribbon representation of KRas-KRas contacts. Green dashed lines indicate hydrogen bonds, black dashed lines denote salt bridges, and orange dashed lines represent the distance (Å) between atoms. Discussion Ras proteins are key regulators of both the Ras/Raf/MEK/ERK and the PI3K/Akt/mTOR pathways and play a critical role in controlling cell growth. Oncogenic Ras proteins are found to be in more than 25% of all cancer types ( 41 ). Under growth factor stimulation, Ras is able to directly bind to its effectors like Raf kinases or PI3Ks and activate their kinase activity. Although several studies confirmed the binding of SIN1 and Ras ( 11 – 13 , 32 ), the function of this interaction remains controversial. Schroder et al. ( 13 ) reported that SIN1 suppressed Ras signaling, whereas a recent study showed the SIN1 mutant’s inability to bind Ras does not affect MAPK signaling upon EGF stimulation ( 22 ). Here we found that SIN1 binding to Ras inhibits insulin-stimulated ERK activation but not EGF-stimulated ERK activation, which gives an explanation for previous controversial observations. The different effect observed for insulin and EGF is surprising as both insulin and EGF could lead to the activation of the Ras/Raf/MEK/ERK pathway by recruitment of Grb2-SOS (guanine-nucleotide-exchange factor for Ras) through receptor kinase or adapter protein phosphorylation ( 30 , 31 , 42 ). The other common pathway activated by insulin/EGF is PI3K/AKT ( 30 , 31 , 43 ). The two dynamic signaling pathways are regulated by many context-dependent crosstalk and feedback loops ( 30 , 31 , 44 ). One critical crosstalk route is through phosphatidylinositol (3,4,5)-trisphosphate (PIP3) produced by activated PI3K. PIP3 recruits PH-domain–containing proteins like GAB (Grb2-associated binding partner) and IRS to the membrane, which recruits more Grb2-SOS to produce GTP-bound Ras ( 30 , 31 ). Activated Ras could bind to PI3K and help stabilize PI3K at the membrane, resulting in more PI3K activation ( 44 ). A previous study with PI3K inhibitors in cancer cell lines showed that PI3K is required for insulin-stimulated but not EGF-stimulated ERK1/2 activation ( 29 ). It was also reported that in 293 cells EGF acts as a potent activator of the Ras/ERK pathway while the Ras/ERK pathway is poorly activated by insulin ( 45 ). It is plausible that insulin-mediated ERK activation relies more on a PI3K-dependent positive feedback loop ( SI Appendix , Fig. S10 ). Our results in Fig. 3 show that SIN1 RBD could compete with PI3K RBDs for Ras binding in solution, and it is possible that SIN1 reduces PI3K activation by competitively binding to Ras and subsequently impairing the effect of the positive feedback loop of PI3K on Ras/Raf/ERK activation ( SI Appendix , Fig. S10 ). Further studies will be required to pinpoint the exact extent of SIN1 on PI3K activities in cells. There are also possibilities that an insulin-specific outcome could be mediated by IRS1 phosphorylation level and its association with the Grb2-SOS or PI3K p85 subunit ( 30 , 31 , 45 ). The insulin receptor requires IRS proteins to interact with PI3K while some EGFR members like ERBB3 and ERBB4 directly bind and activate PI3K ( 43 , 46 ). How IRS proteins are changed when SIN1/mTORC2 binds to Ras is also worth looking into in future studies. SGK1 protein lacks the PH domain and is reported to localize to many cellular compartments including the plasma membrane, the nucleus, the endoplasmic reticulum, mitochondria, and cytoplasm ( 47 , 48 ). Through analysis of NDRG1 phosphorylation, we found that SIN1 RBD mutations reduced SGK1 activity. This could be due to the combined but independent action of CRIM and RBD domains of SIN1. CRIM recruits SGK1 while RBD binds to Ras, and Ras in turn could stabilize SIN1/mTORC2-SGK1 at the plasma membrane. This is in agreement with previous studies showing SIN1/mTORC2 colocalized with activated HRas/KRas ( 13 ) and deletion of the C terminus of SIN1 (193-522) greatly reduced NDRG1 phosphorylation ( 14 ). SIN1 PH domain is proposed to bind PIP3 and mediate mTORC2 membrane association and activation ( 34 ). However, its exact role in regulating mTORC2 function is still debatable as it was reported that SIN1 PH domain could bind several kinds of phosphatidylinositol ( 13 ) and target mTORC2 to the membrane in a PIP3-independent manner ( 49 ). We showed that the PH domain has an inhibitory effect on SIN1-Ras binding. Castel et al. ( 22 ) reported the same conclusion. Further studies would be required to reveal what triggers the PH domain to release its inhibitory effect on Ras-SIN1 interaction. Recently Senoo et al. ( 50 ) found that in response to insulin, phosphorylated GTP-KRas4B and GDP-RhoA form a supercomplex (KARATE) with mTORC2, and the association with mTORC2/SIN1 is proposed to be through GDP-RhoA while GTP-KRas4B binds to GDP-RhoA. However, it is not clear whether GTP-KRas4B directly associates with mTORC2 in their results. In our in vitro experiments we failed to detect binding between SIN1 RBD and the G domain of RhoA-GMPPNP or RhoA-GDP ( Fig. 1 B ). It is possible that the intact mTORC2 is required for binding RhoA and the detailed interaction mechanism would require further investigation. During preparation of this paper, Castel et al. ( 22 ) reported the structures of KRas4B(Q61R) mutant in complex with SIN RBD (PDB: 7LC2) and KRas4B(Q25A) mutant in complex with the SIN1 RBD-PH (PDB: 7LC1). Superposition of WT KRas4A-SIN1 RBD structure (this study) with KRas4B(Q61R)-SIN1 RBD structure (PDB: 7LC2) produced an rmsd of 0.81 Å over 240 aligned Cα atoms ( SI Appendix , Fig. S11 A ). The positions of residues involved in intermolecular interaction are almost identical. Superposition of WT KRas4A-SIN1 RBD structure (this study) with KRas4B(Q25A)-SIN1 RBD-PH structure (PDB: 7LC1) produced an rmsd of 0.88 Å over 241 aligned Cα atoms ( SI Appendix , Fig. S11 B ). In 7LC1 structure, the α2 helix of KRas is in contact with the linker helix between the RBD and PH domains in SIN1 (the linker helix is where KRas interacts with SIN1 besides the RBD domain). In our WT KRas4A structure, the α2 helix of KRas has the same sequence as KRas4B in 7LC1 and adopts nearly identical conformation ( SI Appendix , Figs. S1 and S11 B ). The α2 helix in HRas also has the same sequence as KRas and adopts a similar conformation ( SI Appendix , Figs. S1 and S11 C ), so it is very likely that HRas interacts with the linker helix the same way as KRas. As mentioned earlier, the effector lobe for HRas or KRas to interact with SIN1 RBD has the same sequence, and it makes sense that HRas and KRas G domains both interact with SIN1 in vitro. While the recent study found only KRas G12V interacts with SIN1 RBD in cells ( 22 ), we demonstrated that in cells HRas also interacts with the SIN1, in agreement with the results from previous studies ( 13 , 14 ). It is notable that in cells HRas interacts weakly with full-length SIN1 as shown by the Co-IP results, and in vitro HRas has a weak affinity for RBD-PH. However, it is evident that the SIN1-γ isoform associates strongly with HRas ( Fig. 4 A ), indicating the PH domain might serve a critical regulation role for Ras association with SIN1. It is also worth mentioning that the allosteric lobe and especially the HVR region are quite divergent among different Ras isoforms, which might contribute to isoform-specific functions. A plethora of biochemical, structural, single-molecule, and molecular dynamic simulation studies of the Ras-Raf signaling complex revealed that Raf kinase complex binding to Ras promotes Ras dimerization and subsequent binding of Galectin dimers to form an intricate signalosome to activate a downstream kinase cascade ( 35 – 40 , 51 – 54 ). Strong evidence supports the notion that both HRas and KRas could dimerize through the α4 and α5 interface and disruption of the interface residues leads to reduced Raf activity ( 35 – 37 , 40 ). However, the high-order Ras assembly on membrane remains vague because of the dynamic nature of the signaling events. As often seen in studies of membrane-bound proteins, even very weak interactions in solution could have a huge impact on protein activity on the two-dimensional (2D) membrane. A recent structural and molecular dynamics simulation study of KRas4B-Raf1 RBDCRD (CRD, cysteine-rich domain) showed that monomeric KRas-Raf1 RBDCRD complex could use α4 and α5 to interact with membrane ( 55 – 57 ). This is different from previously proposed modes of KRas dimerization involving α4 and α5 and might reflect membrane-induced Ras reorganization. Interestingly, the dimerization interface we observed in this study is actually compatible with α4 and α5 interacting with membrane while maintaining dimer conformation ( Fig. 5 A and C ). The α4 and α5 helices in both Ras molecules are now exposed. The results of the mutational study we carried out in SI Appendix , Fig. S9 are in line with previous studies demonstrating that HRas E49, together with D47, could affect Ras membrane orientation and E49A D47A double mutation enhanced ERK phosphorylation while D47A alone led only to minor changes in ERK phosphorylation ( 58 – 60 ). Investigation of KRas4B interaction with phosphatidylinositol (4, 5)-phosphate (PIP2) containing lipid found that KRas E49K showed reduced lipid association and increased transforming activity ( 61 ). So it is likely the dimerization interface we observed might be linked to Ras membrane association. Intriguingly, the dimer we observed is in a head-to-tail fashion and if the oligomerization is extended further, we get a right-handed helical assembly, with six Ras molecules per turn and a helical pitch around 124 Å ( SI Appendix , Fig. S12 A – C ). The inside diameter is around 50 Å and lined with α4, α5, and β6 residues ( SI Appendix , Fig. S12 A – C ). SIN1 RBD or SIN RBD-PH can be fitted to this assembly with no steric clashes ( SI Appendix , Fig. S12 A – D ). Similarly, we superposed the KRas-Raf1 RBDCRD structure (PDB: 6XI7) to the KRas dimer we observed in Fig. 5 D and found there is no obvious clash in the helical assembly either ( SI Appendix , Fig. S13 A – C ). Mysore et al. ( 38 ) recently proposed a helical assembly model for KRas, in which the GMA (GTP-mediated asymmetric) KRas dimer they used as a starting model for simulation led to a left-handed helix. The GMA dimer itself is rare and formed in only 5% of simulations ( 38 ). The negative stain electron microscopy results from Mysore et al. ( 38 ) with full-length KRas on lipid monolayer indeed displayed ring-shaped 2D classes, compatible with a helical arrangement. However, it is not possible to distinguish the handedness from top view 2D projections. These discrepancies and the importance of Ras high-order organization definitely warrant further investigation of full-length proteins on membranes or lipid bilayers. In summary, in this study we solved the high-resolution structures of H/KRas-SIN1 RBD complexes, revealing the binding mode of these two important effectors from MAPK and mTORC2 signaling pathways. We found that SIN1 association with Ras induces more SGK1 activation. In addition, SIN1 interacts with Ras to suppress ERK signaling in response to specific growth factors like insulin and this interaction can be inhibited by the SIN1 PH domain. The different response to insulin or EGF might be attributed to SIN1 competing with PI3K for Ras binding and the intrinsic signaling difference between insulin and EGF. Furthermore, a potential Ras dimerization interface was uncovered through crystal packing analysis. Together, these results provide a snapshot of crosstalk between the mTORC2 pathway and the Ras/ERK pathway and lay the foundation for future research. Materials and Methods To overcome the weak affinity between SIN1 RBD and Ras and facilitate crystallization, a short flexible linker (TGSMSG) was introduced between SIN1 RBD (272 to 360) and HRas or KRas G domain (1 to 166). Crystals of GMPPNP-bound HRas-SIN1 RBD, HRasG12V-SIN1 RBD, HRasQ61L-SIN1 RBD, and KRas-SIN1 RBD diffracted to ∼1.6 to 1.7 Å. Data were indexed, integrated, and scaled using the XDS, CCP4 program Pointless and Aimless ( 62 – 64 ). The structures of HRas-SIN1 RBD, HRasG12V-SIN1 RBD, HRasQ61L-SIN1 RBD, and KRas-SIN1 RBD were determined by molecular replacement using the HRas structure from PDB 4G0N ( 25 ) as an initial searching model with Phaser ( 65 ). The structural models were built using Coot ( 66 ) and refined using PHENIX ( 67 ). The linker residues for protein fusion were not observed in the electron density map, indicating they are flexible and not affecting protein interaction. The statistics of the data collection and refinement are shown in SI Appendix , Table S1 . A detailed description of materials and methods can be found in SI Appendix . Supplementary Material Supplementary File We thank the beamline staff of BL17U1 and BL19U1at Shanghai Synchrotron Radiation Facility for help with data collection and Prof. Jiamu Du and Dr. Jianlong Yuan for help with ITC experiments. We thank Prof. Bing Su and Prof. Estela Jacinto for sharing SIN1 KO MEFs and Dr. Wayne Schroder and Prof. Gillian Bushell for sharing SIN1 constructs. This work was supported by Australia National Health and Medical Research Council (NHMRC) project Grant GNT1120201 (to D.E.J.) and National Science Foundation of China Grant 31971125 (to C.Z.). D.E.J. is an NHMRC Senior Principal Research Fellow. G.Y. was supported by an NHMRC early-career fellowship. The authors declare no competing interest. This article is a PNAS Direct Submission. This article contains supporting information online at https://www.pnas.org/lookup/suppl/doi:10.1073/pnas.2119990119/-/DCSupplemental . Data Availability The atomic coordinates and structure factors have been deposited in the Research Collaboratory for Structural Bioinformatics Protein Data Bank (RCSB PDB, https://www.rcsb.org/ ) with the following accession codes: 7VVB (SIN1 RBD-KRas4A), 7VVG (SIN1 RBD-HRasG12V), 7VV8 (SIN1 RBD-HRasQ61L), and 7VV9 (SIN1 RBD-HRas). 1 C. Betz , M. N. Hall , Where is mTOR and what is it doing there? J. Cell Biol. 203 , 563 – 574 ( 2013 ). 24385483 2 I. Ben-Sahra , B. D. Manning , mTORC1 signaling and the metabolic control of cell growth . Curr. Opin. Cell Biol. 45 , 72 – 82 ( 2017 ). 28411448 3 R. A. Saxton , D. M. Sabatini , mTOR signaling in growth, metabolism, and disease . Cell 168 , 960 – 976 ( 2017 ). 28283069 4 S. G. Kim , G. R. Buel , J. Blenis , Nutrient regulation of the mTOR complex 1 signaling pathway . Mol. Cells 35 , 463 – 473 ( 2013 ). 23694989 5 W. Fu , M. N. Hall , Regulation of mTORC2 signaling . Genes (Basel) 11 , 1045 ( 2020 ). 6 L. J. Saucedo , Rheb promotes cell growth as a component of the insulin/TOR signalling network . Nat. Cell Biol. 5 , 566 – 571 ( 2003 ). 12766776 7 H. Stocker , Rheb is an essential regulator of S6K in controlling cell growth in Drosophila . Nat. Cell Biol. 5 , 559 – 565 ( 2003 ). 12766775 8 E. Kim , P. Goraksha-Hicks , L. Li , T. P. Neufeld , K. L. Guan , Regulation of TORC1 by Rag GTPases in nutrient response . Nat. Cell Biol. 10 , 935 – 945 ( 2008 ). 18604198 9 Y. Sancak , The Rag GTPases bind raptor and mediate amino acid signaling to mTORC1 . Science 320 , 1496 – 1501 ( 2008 ). 18497260 10 G. Yang , RagC phosphorylation autoregulates mTOR complex 1 . EMBO J. 38 , e99548 ( 2019 ). 30552228 11 J. Colicelli , Expression of three mammalian cDNAs that interfere with RAS function in Saccharomyces cerevisiae . Proc. Natl. Acad. Sci. U.S.A. 88 , 2913 – 2917 ( 1991 ). 1849280 12 S. Lee , C. A. Parent , R. Insall , R. A. Firtel , A novel Ras-interacting protein required for chemotaxis and cyclic adenosine monophosphate signal relay in Dictyostelium . Mol. Biol. Cell 10 , 2829 – 2845 ( 1999 ). 10473630 13 W. A. Schroder , Human Sin1 contains Ras-binding and pleckstrin homology domains and suppresses Ras signalling . Cell. Signal. 19 , 1279 – 1289 ( 2007 ). 17303383 14 J. R. Kovalski , The functional proximal proteome of oncogenic Ras includes mTORC2 . Mol. Cell 73 , 830 – 844.e12 ( 2019 ). 30639242 15 E. Jacinto , SIN1/MIP1 maintains rictor-mTOR complex integrity and regulates Akt phosphorylation and substrate specificity . Cell 127 , 125 – 137 ( 2006 ). 16962653 16 Q. Yang , K. Inoki , T. Ikenoue , K. L. Guan , Identification of Sin1 as an essential TORC2 component required for complex formation and kinase activity . Genes Dev. 20 , 2820 – 2832 ( 2006 ). 17043309 17 S. J. Humphrey , Dynamic adipocyte phosphoproteome reveals that Akt directly regulates mTORC2 . Cell Metab. 17 , 1009 – 1020 ( 2013 ). 23684622 18 G. Yang , D. S. Murashige , S. J. Humphrey , D. E. James , A positive feedback loop between Akt and mTORC2 via SIN1 phosphorylation . Cell Rep. 12 , 937 – 943 ( 2015 ). 26235620 19 M. A. Frias , mSin1 is necessary for Akt/PKB phosphorylation, and its isoforms define three distinct mTORC2s . Curr. Biol. 16 , 1865 – 1870 ( 2006 ). 16919458 20 A. Scaiola , The 3.2-Å resolution structure of human mTORC2 . Sci. Adv. 6 , eabc1251 ( 2020 ). 33158864 21 G. Buhrman , G. Holzapfel , S. Fetics , C. Mattos , Allosteric modulation of Ras positions Q61 for a direct role in catalysis . Proc. Natl. Acad. Sci. U.S.A. 107 , 4931 – 4936 ( 2010 ). 20194776 22 P. Castel , RAS interaction with Sin1 is dispensable for mTORC2 assembly and activity . Proc. Natl. Acad. Sci. U.S.A. 118 , e2103261118 ( 2021 ). 34380736 23 H. Tatebe , Substrate specificity of TOR complex 2 is determined by a ubiquitin-fold domain of the Sin1 subunit . eLife 6 , e19594 ( 2017 ). 28264193 24 C. Wellbrock , M. Karasarides , R. Marais , The RAF proteins take centre stage . Nat. Rev. Mol. Cell Biol. 5 , 875 – 885 ( 2004 ). 15520807 25 S. K. Fetics , Allosteric effects of the oncogenic RasQ61L mutant on Raf-RBD . Structure 23 , 505 – 516 ( 2015 ). 25684575 26 A. Sjölander , K. Yamamoto , B. E. Huber , E. G. Lapetina , Association of p21ras with phosphatidylinositol 3-kinase . Proc. Natl. Acad. Sci. U.S.A. 88 , 7908 – 7912 ( 1991 ). 1716764 27 A. A. Krygowska , E. Castellano , PI3K: A crucial piece in the RAS signaling puzzle . Cold Spring Harb. Perspect. Med. 8 , a031450 ( 2018 ). 28847905 28 M. E. Pacold , Crystal structure and functional analysis of Ras binding to its effector phosphoinositide 3-kinase gamma . Cell 103 , 931 – 943 ( 2000 ). 11136978 29 L. Liu , Y. Xie , L. Lou , PI3K is required for insulin-stimulated but not EGF-stimulated ERK1/2 activation . Eur. J. Cell Biol. 85 , 367 – 374 ( 2006 ). 16406609 30 M. C. Mendoza , E. E. Er , J. Blenis , The Ras-ERK and PI3K-mTOR pathways: Cross-talk and compensation . Trends Biochem. Sci. 36 , 320 – 328 ( 2011 ). 21531565 31 E. Aksamitiene , A. Kiyatkin , B. N. Kholodenko , Cross-talk between mitogenic Ras/MAPK and survival PI3K/Akt pathways: A fine balance . Biochem. Soc. Trans. 40 , 139 – 146 ( 2012 ). 22260680 32 B. D. Manning , A. Toker , AKT/PKB signaling: Navigating the network . Cell 169 , 381 – 405 ( 2017 ). 28431241 33 Y. Yuan , Characterization of Sin1 isoforms reveals an mTOR-dependent and independent function of Sin1γ . PLoS One 10 , e0135017 ( 2015 ). 26263164 34 P. Liu , PtdIns(3,4,5)P3-dependent activation of the mTORC2 kinase complex . Cancer Discov. 5 , 1194 – 1209 ( 2015 ). 26293922 35 J. Güldenhaupt , N-Ras forms dimers at POPC membranes . Biophys. J. 103 , 1585 – 1593 ( 2012 ). 23062351 36 X. Nan , Ras-GTP dimers activate the mitogen-activated protein kinase (MAPK) pathway . Proc. Natl. Acad. Sci. U.S.A. 112 , 7996 – 8001 ( 2015 ). 26080442 37 M. R. Packer , Raf promotes dimerization of the Ras G-domain with increased allosteric connections . Proc. Natl. Acad. Sci. U.S.A. 118 , e2015648118 ( 2021 ). 33653954 38 V. P. Mysore , A structural model of a Ras-Raf signalosome . Nat. Struct. Mol. Biol. 28 , 847 – 857 ( 2021 ). 34625747 39 W. C. Lin , H-Ras forms dimers on membrane surfaces via a protein-protein interface . Proc. Natl. Acad. Sci. U.S.A. 111 , 2996 – 3001 ( 2014 ). 24516166 40 C. Ambrogio , KRAS dimerization impacts MEK inhibitor sensitivity and oncogenic activity of mutant KRAS . Cell 172 , 857 – 868.e15 ( 2018 ). 29336889 41 G. A. Hobbs , C. J. Der , K. L. Rossman , RAS isoforms and mutations in cancer at a glance . J. Cell Sci. 129 , 1287 – 1292 ( 2016 ). 26985062 42 P. A. Boriack-Sjodin , S. M. Margarit , D. Bar-Sagi , J. Kuriyan , The structural basis of the activation of Ras by Sos . Nature 394 , 337 – 343 ( 1998 ). 9690470 43 B. D. Hopkins , M. D. Goncalves , L. C. Cantley , Insulin-PI3K signalling: An evolutionarily insulated metabolic driver of cancer . Nat. Rev. Endocrinol. 16 , 276 – 283 ( 2020 ). 32127696 44 S. F. Smith , S. E. Collins , P. G. Charest , Ras, PI3K and mTORC2 - Three’s a crowd? J. Cell Sci. 133 , jcs234930 ( 2020 ). 33033115 45 N. Borisov , Systems-level interactions between insulin-EGF networks amplify mitogenic signaling . Mol. Syst. Biol. 5 , 256 ( 2009 ). 19357636 46 P. Wee , Z. Wang , Epidermal growth factor receptor cell proliferation signaling pathways . Cancers (Basel) 9 , 52 ( 2017 ). 47 B. Zhao , Crystal structure of the kinase domain of serum and glucocorticoid-regulated kinase 1 in complex with AMP PNP . Protein Sci. 16 , 2761 – 2769 ( 2007 ). 17965184 48 N. S. Raikwar , P. M. Snyder , C. P. Thomas , An evolutionarily conserved N-terminal Sgk1 variant with enhanced stability and improved function . Am. J. Physiol. Renal Physiol. 295 , F1440 – F1448 ( 2008 ). 18753299 49 M. Ebner , B. Sinkovics , M. Szczygieł , D. W. Ribeiro , I. Yudushkin , Localization of mTORC2 activity inside cells . J. Cell Biol. 216 , 343 – 353 ( 2017 ). 28143890 50 H. Senoo , KARATE: PKA-induced KRAS4B-RHOA-mTORC2 supercomplex phosphorylates AKT in insulin signaling and glucose homeostasis . Mol. Cell 81 , 4622 – 4634.e8 ( 2021 ). 34551282 51 S. Muratcioglu , GTP-dependent K-Ras dimerization . Structure 23 , 1325 – 1335 ( 2015 ). 26051715 52 T. Cookis , C. Mattos , Crystal structure reveals the full Ras-Raf interface and advances mechanistic understanding of Raf activation . Biomolecules 11 , 996 ( 2021 ). 34356620 53 E. Park , Architecture of autoinhibited and active BRAF-MEK1-14-3-3 complexes . Nature 575 , 545 – 550 ( 2019 ). 31581174 54 Y. Kondo , Cryo-EM structure of a dimeric B-Raf:14-3-3 complex reveals asymmetry in the active sites of B-Raf kinases . Science 366 , 109 – 115 ( 2019 ). 31604311 55 Z. Fang , Multivalent assembly of KRAS with the RAS-binding and cysteine-rich domains of CRAF on the membrane . Proc. Natl. Acad. Sci. U.S.A. 117 , 12101 – 12108 ( 2020 ). 32414921 56 C. Neale , A. E. García , The plasma membrane as a competitive inhibitor and positive allosteric modulator of KRas4B signaling . Biophys. J. 118 , 1129 – 1141 ( 2020 ). 32027820 57 T. H. Tran , KRAS interaction with RAF1 RAS-binding domain and cysteine-rich domain provides insights into RAS-mediated RAF activation . Nat. Commun. 12 , 1176 ( 2021 ). 33608534 58 D. Abankwa , A novel switch region regulates H-Ras membrane orientation and signal output . EMBO J. 27 , 727 – 735 ( 2008 ). 18273062 59 A. A. Gorfe , B. J. Grant , J. A. McCammon , Mapping the nucleotide and isoform-dependent structural and dynamical features of Ras proteins . Structure 16 , 885 – 896 ( 2008 ). 18547521 60 M. Šolman , Specific cancer-associated mutations in the switch III region of Ras increase tumorigenicity by nanocluster augmentation . eLife 4 , e08905 ( 2015 ). 26274561 61 S. Cao , K-Ras G-domain binding with signaling lipid phosphatidylinositol (4,5)-phosphate (PIP2): Membrane association, protein orientation, and function . J. Biol. Chem. 294 , 7068 – 7084 ( 2019 ). 30792310 62 P. R. Evans , G. N. Murshudov , How good are my data and what is the resolution? Acta Crystallogr. D Biol. Crystallogr. 69 , 1204 – 1214 ( 2013 ). 23793146 63 W. Kabsch , XDS . Acta Crystallogr. D Biol. Crystallogr. 66 , 125 – 132 ( 2010 ). 20124692 64 M. D. Winn , Overview of the CCP4 suite and current developments . Acta Crystallogr. D Biol. Crystallogr. 67 , 235 – 242 ( 2011 ). 21460441 65 A. J. McCoy , Phaser crystallographic software . J. Appl. Cryst. 40 , 658 – 674 ( 2007 ). 19461840 66 P. Emsley , K. Cowtan , Coot: Model-building tools for molecular graphics . Acta Crystallogr. D Biol. Crystallogr. 60 , 2126 – 2132 ( 2004 ). 15572765 67 D. Liebschner , Macromolecular structure determination using X-rays, neutrons and electrons: Recent developments in Phenix . Acta Crystallogr. D Struct. Biol. 75 , 861 – 877 ( 2019 ). 31588918",
    "full_text_abstract": "Significance Both the mTORC2 and Ras-ERK pathways respond to growth factor stimulation and play critical roles in cell growth and proliferation, disarray of these pathways leads to many diseases, especially cancer. These two signaling pathways crosstalk at many levels; recently it's become clear that the SIN1 component of mTORC2 could interact with Ras family small GTPases, but how these two proteins interact at the molecular level and the functional outcomes of this interaction remain to be addressed. In this work we determined the high-resolution structure of Ras-SIN1 complexes and revealed the detailed interaction mechanism. We also showed that Ras-SIN1 association inhibits insulin-induced ERK activation. Insights from this work could improve our understanding of the disease-causing mechanism of errant mTORC2 or Ras proteins.\n\nOver the years it has been established that SIN1, a key component of mTORC2, could interact with Ras family small GTPases through its Ras-binding domain (RBD). The physical association of Ras and SIN1/mTORC2 could potentially affect both mTORC2 and Ras-ERK pathways. To decipher the precise molecular mechanism of this interaction, we determined the high-resolution structures of HRas/KRas-SIN1 RBD complexes, showing the detailed interaction interface. Mutation of critical interface residues abolished Ras-SIN1 interaction and in SIN1 knockout cells we demonstrated that Ras-SIN1 association promotes SGK1 activity but inhibits insulin-induced ERK activation. With structural comparison and competition fluorescence resonance energy transfer (FRET) assays we showed that HRas-SIN1 RBD association is much weaker than HRas-Raf1 RBD but is slightly stronger than HRas-PI3K RBD interaction, providing a possible explanation for the different outcome of insulin or EGF stimulation. We also found that SIN1 isoform lacking the PH domain binds stronger to Ras than other longer isoforms and the PH domain appears to have an inhibitory effect on Ras-SIN1 binding. In addition, we uncovered a Ras dimerization interface that could be critical for Ras oligomerization. Our results advance our understanding of Ras-SIN1 association and crosstalk between growth factor-stimulated pathways."
}