{
  "PMC": "2192574",
  "DOI": "10.1084/jem.183.5.2025",
  "PMID": "8642313",
  "PMCID": "PMC2192574",
  "title": "T cell leukemia-associated human Notch/translocation-associated Notch homologue has I kappa B-like activity and physically interacts with nuclear factor-kappa B proteins in T cells.",
  "year": 1996,
  "source_url": "https://europepmc.org/article/PMC/PMC2192574",
  "source": "MED",
  "abstract_text": "Translocation-associated Notch homologue (TAN-1), a gene originally cloned from the translocation breakpoint of a human T cell leukemia carrying a 9:7(q34.3) translocation, encodes a protein belonging to the Notch/Lin-12/Glp-1 receptor family. These receptors mediate the specification of numerous cell fates during development in invertebrates and vertebrates. The intracellular portion of Notch/TAN-1 contains six ankyrin repeats that are similar to those found in cytoplasmic I kappa B proteins. I kappa B proteins are specific inhibitors of nuclear factor (NF)-kappa B/Rel transcription factors. Here we show that TAN-1 has functional properties of an I kappa B-like regulator with specificity for the NF-kappa B p50 subunit. A recombinant polypeptide corresponding to the cytoplasmic portion of TAN-1 (TAN-1C) specifically inhibited the DNA binding of p50-containing NF-kappa B complexes. When overexpressed in an appropriate cell line, TAN-1C prevented kappa B-dependent transactivation in transient reporter gene assays in a fashion similar to the structurally related protein, Bcl-3. TAN-1C could activate kappa B-dependent gene expression by attenuating the inhibitory effect of an excess of p50 homodimers. Immunoprecipitation experiments showed that the TAN-1 from a T cell line is associated with NF-kappa B containing p50 and p65 subunits. These observations indicate that TAN-1C may directly engage NF-kappa B transcription factors and modulate nuclear gene expression.",
  "full_text": "J Exp Med J. Exp. Med The Journal of Experimental Medicine 0022-1007 1540-9538 The Rockefeller University Press 2192574 96235013 8642313 Articles T cell leukemia-associated human Notch/translocation-associated Notch homologue has I kappa B-like activity and physically interacts with nuclear factor-kappa B proteins in T cells 1 5 1996 183 5 2025 2032 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Translocation-associated Notch homologue (TAN-1), a gene originally cloned from the translocation breakpoint of a human T cell leukemia carrying a 9:7(q34.3) translocation, encodes a protein belonging to the Notch/Lin-12/Glp-1 receptor family. These receptors mediate the specification of numerous cell fates during development in invertebrates and vertebrates. The intracellular portion of Notch/TAN-1 contains six ankyrin repeats that are similar to those found in cytoplasmic I kappa B proteins. I kappa B proteins are specific inhibitors of nuclear factor (NF)-kappa B/Rel transcription factors. Here we show that TAN-1 has functional properties of an I kappa B-like regulator with specificity for the NF-kappa B p50 subunit. A recombinant polypeptide corresponding to the cytoplasmic portion of TAN- 1 (TAN-1C) specifically inhibited the DNA binding of p50-containing NF- kappa B complexes. When overexpressed in an appropriate cell line, TAN- 1C prevented kappa B-dependent transactivation in transient reporter gene assays in a fashion similar to the structurally related protein, Bcl-3. TAN-1C could activate kappa B-dependent gene expression by attenuating the inhibitory effect of an excess of p50 homodimers. Immunoprecipitation experiments showed that the TAN-1 from a T cell line is associated with NF-kappa B containing p50 and p65 subunits. These observations indicate that TAN-1C may directly engage NF-kappa B transcription factors and modulate nuclear gene expression.",
  "plain_text": "Translocation-associated Notch homologue (TAN-1), a gene originally cloned from the translocation breakpoint of a human T cell leukemia carrying a 9:7(q34.3) translocation, encodes a protein belonging to the Notch/Lin-12/Glp-1 receptor family. These receptors mediate the specification of numerous cell fates during development in invertebrates and vertebrates. The intracellular portion of Notch/TAN-1 contains six ankyrin repeats that are similar to those found in cytoplasmic I kappa B proteins. I kappa B proteins are specific inhibitors of nuclear factor (NF)-kappa B/Rel transcription factors. Here we show that TAN-1 has functional properties of an I kappa B-like regulator with specificity for the NF-kappa B p50 subunit. A recombinant polypeptide corresponding to the cytoplasmic portion of TAN- 1 (TAN-1C) specifically inhibited the DNA binding of p50-containing NF- kappa B complexes. When overexpressed in an appropriate cell line, TAN- 1C prevented kappa B-dependent transactivation in transient reporter gene assays in a fashion similar to the structurally related protein, Bcl-3. TAN-1C could activate kappa B-dependent gene expression by attenuating the inhibitory effect of an excess of p50 homodimers. Immunoprecipitation experiments showed that the TAN-1 from a T cell line is associated with NF-kappa B containing p50 and p65 subunits. These observations indicate that TAN-1C may directly engage NF-kappa B transcription factors and modulate nuclear gene expression."
}
