{
    "PMC": "12215038",
    "DOI": "10.4062/biomolther.2024.210",
    "PMID": "40492423",
    "PMCID": "PMC12215038",
    "title": "Niclosamide Alleviated Skin Inflammation and Restored the Balance between Effector and Regulatory T Cells in Skin.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12215038",
    "source": "MED",
    "abstract_text": "Niclosamide is an oral anthelmintic agent and was reported to also have anti-inflammatory effects by suppressing STAT3 signaling pathways. In this study, we investigated the effect of niclosamide on skin inflammatory diseases to determine its potential as a therapeutic drug. We investigated the effects of niclosamide on two models of skin inflammatory diseases: imiquimod -induced psoriasis-like skin inflammation and LL-37-induced rosacea mouse models. Our experimental results showed that niclosamide ameliorated the psoriasis-like skin inflammation and reduced proinflammatory cytokine production in the psoriasis mouse model. Moreover, niclosamide restored the imbalance between IL-17-expressing γδT cells and Tregs in the psoriasis model. Topical application of niclosamide significantly decreased the abundance of IL-17A<sup>+</sup> γδT cells, which was increased by imiquimod. Moreover, niclosamide significantly increased the abundance of CD4<sup>+</sup>Foxp3<sup>+</sup> Tregs. In the LL-37-induced rosacea mouse model, niclosamide significantly reduced the number of inflammatory cells including neutrophils and mast cells that play major roles in initiating inflammation and inducing uncontrolled dermal vessel function in rosacea. Lastly, niclosamide significantly reduced the number of p-STAT3-positive cells in mouse skin, which was increased by treatment with imiquimod or LL-37. We found an anti-inflammatory effect of niclosamide in psoriasis and rosacea mouse models and demonstrated the ability of niclosamide in controlling skin inflammation by recalibrating T cell differentiation and restoring T cell regulatory function. Niclosamide, as a STAT3 inhibitor, is a promising therapeutic for skin inflammation, particularly for preventing the relapse of disease by restoring regulatory cell functions.",
    "full_text": "pmc Biomol Ther (Seoul) Biomol Ther (Seoul) Biomolecules & Therapeutics 1976-9148 2005-4483 The Korean Society of Applied Pharmacology 12215038 40492423 10.4062/biomolther.2024.210 bt-33-4-735 Original Article Niclosamide Alleviated Skin Inflammation and Restored the Balance between Effector and Regulatory T Cells in Skin Kang Bo Mi 1 2 3 † Seo Eunyoung 4 † Ahn Jung Min 1 2 3 Kim Bo Ri 1 2 Kim Gwanyoung 5 Lee Kyungmin 5 Choi Seunghyun 5 Kim Taeheon 5 Lee Yunjee 5 Choi Wonwoo 4 Choi Chong Won 1 2 3 * Youn Sang Woong 1 2 * 1 Department of Dermatology, Seoul National University College of Medicine, Seoul 03080, Republic of Korea 2 Department of Dermatology, Seoul National University Bundang Hospital, Seongnam 13620, Republic of Korea 3 Institute of Allergy and Clinical Immunology, Seoul National University Medical Research Center, Seoul 03080, Republic of Korea 4 CutisBio, Seoul 06025, Republic of Korea 5 Life Science Research Institute, Daewoong Pharmaceuticals, Yongin 17028, Republic of Korea * Corresponding Authors E-mail: cwonchoi@snu.ac.kr (Choi CW), swyoun@snu.ac.kr (Youn SW), Tel: +82-31-787-7316 (Choi CW), +82-31-787-7312 (Youn SW), Fax: +82-31-787-4058 (Choi CW), +82-31-787-4058 (Youn SW) † The first two authors contributed equally to this work. 1 7 2025 10 6 2025 10 6 2025 33 4 735 745 5 11 2024 2 4 2025 3 4 2025 Copyright © 2025, The Korean Society of Applied Pharmacology 2025 https://creativecommons.org/licenses/by-nc/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/4.0 ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. Niclosamide is an oral anthelmintic agent and was reported to also have anti-inflammatory effects by suppressing STAT3 signaling pathways. In this study, we investigated the effect of niclosamide on skin inflammatory diseases to determine its potential as a therapeutic drug. We investigated the effects of niclosamide on two models of skin inflammatory diseases: imiquimod -induced psoriasis-like skin inflammation and LL-37-induced rosacea mouse models. Our experimental results showed that niclosamide ameliorated the psoriasis-like skin inflammation and reduced proinflammatory cytokine production in the psoriasis mouse model. Moreover, niclosamide restored the imbalance between IL-17-expressing γδT cells and Tregs in the psoriasis model. Topical application of niclosamide significantly decreased the abundance of IL-17A + γδT cells, which was increased by imiquimod. Moreover, niclosamide significantly increased the abundance of CD4 + Foxp3 + Tregs. In the LL-37-induced rosacea mouse model, niclosamide significantly reduced the number of inflammatory cells including neutrophils and mast cells that play major roles in initiating inflammation and inducing uncontrolled dermal vessel function in rosacea. Lastly, niclosamide significantly reduced the number of p-STAT3-positive cells in mouse skin, which was increased by treatment with imiquimod or LL-37. We found an anti-inflammatory effect of niclosamide in psoriasis and rosacea mouse models and demonstrated the ability of niclosamide in controlling skin inflammation by recalibrating T cell differentiation and restoring T cell regulatory function. Niclosamide, as a STAT3 inhibitor, is a promising therapeutic for skin inflammation, particularly for preventing the relapse of disease by restoring regulatory cell functions. Drug reposition Niclosamide STAT3 Psoriasis Rosacea INTRODUCTION Signal transducer and activator of transcription 3 (STAT3), as a member of the STAT protein family, plays a crucial role in transmitting extracellular signals to the cell nucleus ( Akira et al ., 1994 ; Sano et al ., 2008 ). Previous studies have found that STAT3 is critical in maintaining skin homeostasis: the activation of STAT3 is critical for wound healing and hair growth ( Sano et al ., 1999 , 2008 ). Moreover, uncontrolled and constitutive activation of STAT3 can be found in skin cancer and chronic inflammatory skin disorders such as psoriasis ( Chan et al ., 2004 ; Sano et al ., 2005 , 2008 ). Transgenic mice expressing constitutively active STAT3 in their skin showed skin lesions that are similar to those in human psoriasis ( Sano et al ., 2005 , 2008 ). Niclosamide is an oral anthelmintic agent for treating tapeworms ( Jiang et al ., 2022 ). Since FDA approval in 1982, it has been used widely with a favorable safety profile. In addition, some studies found that niclosamide can suppress various intracellular signaling pathways including Wnt/β-catenin, STAT3, and mTOR ( Thatikonda et al ., 2020 ; Jiang et al ., 2022 ). Based on these effects, some researches have investigated the drug repositioning of niclosamide as an anti-inflammatory and anticancer agent and found that niclosamide has anti-inflammatory effects in lupus and systemic sclerosis models via regulating T cell activity ( Morin et al ., 2016 ; Jang et al ., 2021 ). Chronic inflammatory skin diseases, such as psoriasis, rosacea, and atopic dermatitis, affect millions of patients worldwide. The prevalence of psoriasis in the United States is 3.0% and rosacea, a representative chronic facial inflammatory disease, affects an estimated 5.5% of the global population ( Gether et al ., 2018 ; Armstrong et al ., 2021 ). Although these are common skin disorders, new therapies are still required. In this study, we investigated the effects of niclosamide on the skin inflammation of psoriasis and rosacea mouse models to explore the potential of niclosamide as a new treatment option for skin inflammation. We found that treatment with niclosamide ameliorated the inflammatory changes found in the imiquimod-induced psoriasis and LL-37-induced rosacea mouse models. We also found that niclosamide alleviated the psoriasis-like skin inflammation by recalibrating both IL-17 expressing γδT cells and Tregs in mice. MATERIALS AND METHODS Animals For the in vivo study, 8-week-old female C57BL/6 mice and BALB/c mice were purchased (Orient Bio Inc, Seongnam, Korea). Mice were housed in a specific pathogen-free facility with sterile food and water at libitum and acclimatized at least 1 week before conducting the experiments. All animal experiments were approved by the animal Experimental Ethics Committee of our hospital (BA-2206-345-003-05 and BA-2208-349-003-03). Induction of LL-37-induced rosacea-like skin inflammation in mice Briefly, 8-week-old female BALB/c mice were injected with 40 μL of LL-37 peptide (320 μM) twice daily for 2 days (four injections in total). Niclosamide (0.2% dissolved in ethanol) and Ivermectin (Soolantra 10 mg/g, GALDERMA) were applied topically on the back of each mouse after LL-37 injection ( Choi et al ., 2023 ). Twelve hours after the last LL-37 injection, the severity of skin inflammation in the control and niclosamide treatment groups was assessed by grading the erythema, and then the skin was harvested for further analysis. Induction of imiquimod-induced psoriasis-like skin inflammation in mice As previously described ( Choi et al ., 2020 ; Ohn et al ., 2021 ), 8-week-old female C57BL/6 mice received topical treatment with 62.5 mg of 5% imiquimod cream (Aldara ® ; 3M Pharmaceuticals, Dong-A ST Co., Ltd, Seoul, Korea) on their shaved backs and ears for 5 consecutive days. After 4 h of imiquimod treatment, 0.2% niclosamide (dissolved in ethanol) and 0.05% clobetasol (0.05 % Clobederm cream, Korean Drug, Seoul, Korea) were applied topically on the back and ears daily. During the experiment, the severity of psoriasis-like skin inflammation (PASI score) was assessed by summing the indexes of erythema, scaling, and thickness as the psoriasis area and severity index (PASI). In addition, the ear thickness was calibrated daily to assess the severity of inflammation. On day 6, the mice were euthanized with CO 2 and the skin tissue and skin-derived lymph nodes were collected for histological analysis, quantitative reverse transcription polymerase chain reaction (RT-qPCR), and flow cytometric analysis. Experiment of Imiquimod-induced psoriasis-like skin inflammation mouse was the pain level of the animal is grade D. According to IACUC ethical standards, if a side effect occurs, such as a decrease in feed intake or a weight loss of more than 20 % of normal body weight, the experiment will be terminated. However, no changes in the animals could be observed due to the experiment. Immunofluorescence and histopathologic analyses For histopathologic analysis, the back and ear skin of mice were harvested and fixed in 4% formaldehyde solution. After fixation, we stained them with hematoxylin and eosin (H&E). A slide scanner (PANNORAMIC 250 Flash III, 3DHISTECH, Budapest, Hungary) was used to acquire the images for histopathological analysis. To evaluate the severity of psoriasis-like skin inflammation, we measured the epidermal thickness using ImageJ software. For immunofluorescence, the paraffin-embedded tissue sample was cut at 4 µm thickness and deparaffinized. After antigen retrieval, the sections were blocked with a blocking solution (Epredia UltraVision Protein Block, #TA-125-PBQ, Thermo Fisher Scientific, Waltham, MA, USA) for 30 min at room temperature (20-25°C) and incubated with the primary antibodies in a humidified chamber at 4°C overnight. Primary antibodies against mLy-6G were purchased from R&D Systems (RB6-8C5, MN, USA; 1/100 dilution). Antibodies against p-STAT3 were procured from Abcam (ab76315, Cambridge, UK; 1/100 dilution). After washing in phosphate-buffered saline (PBS), the sections were incubated with secondary antibody (Alexa Fluor 594, Invitrogen, MA, USA; 1/200 dilution) at 25°C for 1 h. Lastly, the sections were stained with 4′-6-diamidino-2-phenylindole dihydrochloride (Thermo Fisher Scientific) at room temperature (20-25°C) for 5 min. The samples were mounted using Faramount Aqueous Mounting Medium (Dako, Glostrup, Denmark). Confocal laser scanning microscopy (LSM710, Carl Zeiss, Oberkochen, Germany) was used to acquire the images for immunofluorescence analysis. For the detection of mast cells, mouse skin sections were stained with 0.5 % toluidine blue (Sigma-Aldrich, St. Louis, MO, USA) at room temperature for 5 min. Images were acquired using a microscope. The number of immune cells was counted and the average calculated. Quantitative RT-PCR After harvesting, the mouse skin samples were homogenized with a Bioprep-6 homogenizer (Allsheng, Hangzhou, Zhejiang, China). Then, total RNA was isolated using Trizol reagent (Invitrogen) according to the manufacturer’s instructions. Then, cDNA was synthesized from 1.0 µg of extracted total RNA using the First Strand cDNA Synthesis Kit (Thermo Fisher Scientific). After that, we evaluated the expression level of mRNA using the 7500 Real Time PCR system (Applied Biosystems, Foster City, CA, USA) and AccuPower ® 2X GreenStar™ qPCR Master Mix (Bioneer, Daejeon, Korea). The 2 -ΔΔCt method was used to determine the relative changes in the expression of each target gene. The expression of each gene was normalized to the expression of the Gapdh gene ( Seo et al ., 2012 ). The primer sequences of each gene were listed in Table 1 . Flow cytometry for cell-surface antigens, intracellular cytokines, and transcription factors For flow cytometric analysis, we harvested the draining lymph nodes (inguinal and axillary lymph node) and whole skin tissues from mice as previously described ( Suh et al ., 2022 ). All lymph nodes tissue was completely minced and pipetting the cell suspension on a 100-μm cell strainer with ice-cold Roswell Park Memorial Institute (RPMI) medium with 2% FCS. For generating single cell suspension of mouse skin tissue, the dermal fat tissue was removed and the chopped skin tissue was incubated with 30 μg/ml liberase (Roche Diagnostics GmbH, Mannheim, Germany) with DMEM medium for 60 min at 37°C. The digested tissues were centrifuged and resuspended in RPMI medium with 2% FCS. After single-cell preparation using a 40-μm cell strainer, we carried out surface staining for CD4 (FITC, GK1.5, eBioscience, San Diego, CA, USA), CD25 (APC, PC61, BioLegend, CA, USA), CD3 (BV421, 17A2, BioLegend), TCRγ/δ (PerCP/Cyanine5.5, GL3, BioLegend), and TCRβ (Alexa fluor 700, BioLegend) by incubating the lymph node cells with these antibodies at 4°C for 20 min. For intracellular staining for IL-17A (FITC, eBio17B7, eBioscience) and Foxp3 (PerCP/Cyanine5.5, R16-715, BD Biosciences, Franklin Lakes, NJ, USA), the cells were fixed and permeabilized using an intracellular fixation/permeabilization kit (eBioscience). For mast cell and neutrophil staining of whole-skin single cells, we performed surface staining for CD45 (APC/Cy7, 30-F11, BioLegend), FcεRI (APC, MAR-1, BioLegend), CD117 (Pacific Blue, 2B8, BioLegend), CD11b (PerCP/Cyanine5.5, M1/70, BioLegend), and Ly6G (FITC, 1A8, BioLegend). Flow cytometric analyses were performed using a FACSymphony™ A1 Cell Analyzer (BD Biosciences). The flow cytometry results were analyzed using FlowJo software (FlowJo, OR, USA). Immunoblotting Skin tissue samples and cultured cells were homogenized and lysed in radioimmunoprecipitation assay (RIPA) buffer containing a protease inhibitor mixture (Roche) and phosphatase inhibitor mixture (GenDEPOT, TX, USA). Total cell lysates and tissue extracts were separated by 10% sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and transferred to polyvinylidene fluoride (PVDF) membranes. The membranes were blocked with 5% skim milk (Difco skim milk, 232100, BD Biosciences) in PBS with 0.1% Tween 20 (PBST) for 1 h at room temperature (20-25°C) and probed with p-STAT3 (ab76315, Abcam; 1/1000 dilution), STAT3 (ab68153, Tyr705, Abcam; 1/1000 dilution), and β-actin (13E5, Cell Signaling Technology, MA, USA; 1:1000) primary antibodies. Horseradish peroxidase-conjugated goat anti-rabbit antibody was used as a secondary antibody (32460, Invitrogen; 1:10000). The bands were visualized using the enhanced chemiluminescence detection system (Bio-Rad Laboratories, CA, USA) ( Song et al ., 2025 ). Cell culture Raw 264.7 cells were obtained from the Korean Cell Line Bank (KLNB). The cells were cultured in Dulbecco’s modified Eagle medium (DMEM, Welgene, Gyeongsan, Korea) supplemented with 10% fetal bovine serum (FBS, Welgene) and 1% penicillin (Gibco, MA, USA) in a humidified incubator with 5% CO 2 and at 37°C. Statistical analysis Statistical analyses were performed using GraphPad Prism (GraphPad Software, CA, USA). One-way analysis of variance (ANOVA), followed by Tukey’s post hoc tests was used for comparing the differences among three or more groups and Mann–Whitney tests were used to compare the differences between two groups. P -values <0.05 were considered statistically significant and individual p -values (*** p <0.001, ** p <0.01, and * p <0.05) are indicated in the figure legends. RESULTS p-STAT3 levels in psoriasis and rosacea mouse models The expression and activation of STAT3 was reported in human skin lesions of patients with psoriasis and rosacea ( Sano et al ., 2005 ; Calautti et al ., 2018 ; Wang et al ., 2022 ). We first investigated the phosphorylation of STAT3 in LL37-induced rosacea and imiquimod-induced psoriasis mouse models. Compared to that of normal skin, the inflammatory skin lesions from the psoriasis and rosacea mice showed epidermal thickening and dermal immune cell infiltration ( Fig. 1A ). p-STAT3 was detected in the nuclei of the basal epidermal layers in the psoriasis and rosacea mouse models. Moreover, several STAT3-positive cells were observed in the upper dermis ( Fig. 1B ). In contrast, p-STAT3 was not detected in normal skin. Niclosamide attenuated skin inflammation in the rosacea mouse model Rosacea is a chronic inflammatory disease caused by abnormal innate and acquired immune activity ( Choi et al ., 2023 ). Previous research found that STAT3 is upregulated in rosacea and plays a key role in initiation of inflammation induced by skin barrier dysfunction ( Wang et al ., 2022 ). In this study, we investigated the effect of niclosamide on the LL-37-induced rosacea mouse model ( Fig. 2A ). As previously described ( Yamasaki et al ., 2007 ; Choi et al ., 2023 ), intradermal injection of LL-37 into the backs of mice induced marked erythema and edema that resembled the skin phenotypes of rosacea ( Fig. 2B ). Ivermectin cream is a representative treatment for rosacea and was used as a positive control in the experiment. Notably, topical application of niclosamide significantly alleviated the LL-37-induced skin inflammation. As shown in Fig. 2C and 2D , the intensity of erythema, as measured using the redness score and redness area, was significantly decreased after niclosamide administration. Furthermore, we investigated the effect of niclosamide on the expression of rosacea-related inflammatory cytokines by RT-qPCR analysis ( Fig. 2E , 2F ) and found that the expression of vascular endothelial growth factor (VEGF), which plays a critical role in rosacea pathology, was significantly decreased in the niclosamide treatment. Histological analysis also supported the therapeutic effect of niclosamide in the LL-37-induced rosacea mouse model. As shown in Fig. 2G , LL-37-injected mice exhibited marked increases in inflammatory cell infiltration in the skin, while niclosamide attenuated the number of inflammatory cells. Then, based on previous studies suggesting the role of neutrophils and mast cells in the pathophysiology of rosacea ( Zhao et al ., 2022 ; Choi et al ., 2023 ). we investigated the change in neutrophils and mast cells after niclosamide treatment. The results of immunofluorescence staining for neutrophils and toluidine blue staining for mast cells showed that topical application of niclosamide markedly decreased the number of stained cells that had infiltrated after LL-37 injection in the rosacea mouse model ( Fig. 2H , 2I ). We also evaluated the recruitment of neutrophils and mast cells in skin using flow cytometry analysis ( Fig. 2J , 2K ). Our analysis found that the number of neutrophils and mast cells in skin was significantly decreased by niclosamide treatment compared to that in the LL37+Con group, which is consistent with the results of immunofluorescence staining. Overall, niclosamide reduced skin inflammation by attenuating the infiltration of inflammatory cells in the rosacea mouse model. We found that niclosamide effectively reduce inflammation comparable to ivermectin. Niclosamide ameliorated psoriasis-like skin inflammation in the psoriasis mouse model To investigate the effect of niclosamide on psoriasis-like skin inflammation, niclosamide and clobetasol as positive control were applied topically on the imiquimod-induced psoriasis mouse model. As shown in Fig. 3A , 5-day application of imiquimod significantly induced psoriasis-like skin changes such as erythema, induration, and scaling ( Fig. 3B ). Moreover, the ear thickness was significantly increased by imiquimod application. In contrast, niclosamide ameliorated the imiquimod-induced skin change significantly; specifically, the ear thickness was decreased and PSI score was reduced by the daily topical application of niclosamide ( Fig. 3C ). The change in reduced psoriasis-like skin inflammation by niclosamide treatment was also found in histological analysis. As shown in Fig. 3D , application of imiquimod increased the epidermal thickness and ear thickness, while topical treatment with niclosamide significantly decreased these changes. We found that niclosamide was comparable to clobetasol regarding alleviating the skin inflammation. In psoriasis, proinflammatory cytokines released from keratinocytes and immune cells are responsible for the inflammatory skin changes ( Singh et al ., 2021 ). To analyze the effect of niclosamide on the expression of psoriasis-associated cytokines, RT-qPCR was performed. As shown in Fig. 3E , 5-day application of imiquimod increased the mRNA expression of Il1β, Il6 , Il17A , and Tnfα. Meanwhile, the mRNA expression levels of these psoriasis-associated cytokines were decreased in the niclosamide treatment group, of which the decrease in Il17A and Il6 was statistically significant when compared to the imiquimod only group (IMQ+Con). Niclosamide restored the imbalance between IL-17-expressing γδT cells and Tregs To further investigate the mechanism of the anti-inflammatory effect of niclosamide, we studied the change in pathological T cells in the imiquimod-induced psoriasis mouse model. Recent studies have indicated the critical role of STAT3 in the differentiation and function of γδT cells ( Agerholm et al ., 2019 ). Moreover, IL-17A from γδT cells plays a major role in the pathogenesis of psoriasis-like skin inflammation in the imiquimod-induced mouse model. Therefore, we investigated the effect of niclosamide on the IL-17A + γδT cells in lesional lymph nodes. As shown in Fig. 4A , imiquimod application on mouse skin increased the abundance of IL-17A + γδT cells in draining lymph nodes. Meanwhile, topical application of niclosamide significantly decreased the abundance of IL-17A + γδT cells in the niclosamide treatment group. Previous studies have found an imbalance between effector T cells and regulatory T cells in patients with psoriasis ( Sugiyama et al ., 2005 ; Pietraforte and Frasca, 2023 ). Moreover, recent studies revealed that CD4 + Foxp3 + Tregs alleviate psoriasis-like skin inflammation in the imiquimod-induced mouse model and suggested that restoration of regulatory T cell function can control the inflammation of psoriasis ( Choi et al ., 2020 ; Nussbaum et al ., 2021 ). Therefore, we investigated the effect of niclosamide on the differentiation of CD4 + Foxp3 + Tregs in the imiquimod-induced mouse model. Consistent with the previous report ( Choi et al ., 2020 ), imiquimod application on mouse skin increased the differentiation of CD4 + Foxp3 + Tregs in draining lymph nodes to control the imiquimod-induced inflammation ( Fig. 4B ). In contrast, topical application of niclosamide significantly increased the abundance of CD4 + Foxp3 + Tregs in the niclosamide treatment group. Niclosamide reduced p-STAT3-positive cells in the psoriasis and rosacea mouse models Previous studies have indicated the role of niclosamide as a STAT3 inhibitor ( Thatikonda et al ., 2020 ; Jiang et al ., 2022 ). In the present study, we investigated the effect of niclosamide on the expression and activation of STAT3 in the mouse models of psoriasis and rosacea. As shown in Fig. 5A and 5B , topical application of niclosamide significantly reduced the number of p-STAT3-positive cells in the epidermis and dermis, which was increased by the treatment with LL-37 or imiquimod. The phosphorylation of STAT3 was further explored in whole skin by examining the protein levels of p-STAT3, STAT3, and β-actin by western blotting in the rosacea and psoriasis mouse models ( Fig. 5C ). Consistent with immunostaining, p-STAT3 levels were lower in the niclosamide treated group than in the control group. We also observed cellular p-STAT3 levels in cultured macrophages. Previous studies have indicated that IL-23 significantly activated STAT3 in macrophages ( Hou et al ., 2018 ). We examined the levels of p-STAT3, STAT3, and β-actin by western blotting and found that IL-23 increased the phosphorylation of STAT3 in macrophages while this STAT3 activation was attenuated by niclosamide concentration-dependently ( Fig. 5D ). Hence, we found that niclosamide, as a STAT3 inhibitor, reduced the activity of STAT3 signaling in vitro and in vivo . DISCUSSION This study demonstrated the anti-inflammatory and immune-modulating effect of niclosamide in skin inflammation. Topical application of niclosamide ameliorated imiquimod-induced skin inflammation; niclosamide mitigated the skin changes and reduced the expression of psoriasis-associated inflammatory cytokines in the skin. Moreover, niclosamide restored the balance between IL-17-expressing γδT cells and CD4 + Foxp3 + Tregs by reducing the abundance of IL-17-expressing γδT cells and increasing CD4 + Foxp3 + Tregs in the lymph nodes of the imiquimod-induced psoriasis mouse model. Consistent with the anti-inflammatory effect of niclosamide on psoriasis-like skin inflammation, niclosamide also had an anti-inflammatory effect on the LL-37-induced rosacea mouse model. Niclosamide alleviated the inflammatory skin changes as well as restored the mast cell and neutrophil infiltration induced by LL-37 injection. Lastly, treatment with niclosamide significantly reduced the number of p-STAT3-positive cells in mouse skin which had been increased by treatment with imiquimod or LL-37 ( Fig. 6 ). STAT3 plays a critical role in transmitting extracellular signals to the cell nucleus ( Akira et al ., 1994 ; Sano et al ., 2008 ). STAT3, activated by a variety of cytokines, growth factors, and hormones, mediates the expression of wide range of genes and regulates various cellular processes such as the proliferation, differentiation, and death of cells ( Lim and Cao, 2006 ; Sano et al ., 2008 ). In contrast, abnormality in controlling STAT3 activity can cause diseases such as cutaneous malignancies and chronic inflammatory skin diseases ( Hillmer et al ., 2016 ; Calautti et al ., 2018 ; Choi et al ., 2020 ). Previous studies have revealed the role of STAT3 in the pathogenesis of psoriasis. In one study, epidermal keratinocytes in the skin lesions from patients with psoriasis showed a hyperactivation of STAT3 and transgenic mice with hyperactivated STAT3 in epidermal keratinocytes spontaneously developed psoriasis-like skin lesions ( Sano et al ., 2005 , 2008 ). Based on these observation, there have been studies trying to control psoriasis by regulating STAT3 activation ( Andres et al ., 2013 ; Thatikonda et al ., 2020 ). Thatikonda et al . reported that niclosamide exhibited anti-psoriatic activity by suppressing the activity of STAT3 ( Thatikonda et al ., 2020 ). They found that niclosamide suppressed epidermal hyperplasia by inhibiting the proliferation and inducing the apoptosis of keratinocytes. Consistent with our results, they also found that niclosamide mitigated imiquimod-induced epidermal changes and restored psoriasis-associated inflammatory cytokines such as IL-1β, IL-17, and TNF-α. However, considering the critical role of T cells in the development of psoriasis, investigating niclosamide’s effect on pathologic T cells is necessary to reveal the mechanism of the anti-inflammatory and immune-modulating effect of niclosamide. Recent studies have suggested that psoriasis is a T-cell-mediated immune disease ( Calautti et al ., 2018 ). In patients who are genetically susceptible, self-antigens from keratinocytes activate dendritic cells and produce psoriasis-associated inflammatory cytokines including IL-1β, IL-6, and IL-23. These cytokines induce the differentiation of naïve T cells into Th17 cells, which play a critical role in the pathogenesis of psoriasis by producing IL-17. In the differentiation of Th17 cells and their production of IL-17, STAT3 plays a critical role; in vitro and in vivo studies revealed that overactivation of STAT3 resulted in a marked increase in IL-17-producing T cells ( Yang et al ., 2007 ; Camporeale et al ., 2013 ), while inactivation of STAT3 was associated with impaired IL-17-producing γδT cell differentiation ( Agerholm et al ., 2019 ). Moreover, recent studies found that inhibition of STAT3 activity can suppress the differentiation of IL-17-producing T cells in a collagen-induced arthritis mouse model and an experimental autoimmune encephalomyelitis model ( Kitabayashi et al ., 2010 ; Aqel et al ., 2021 ) Thus, we investigated the effect of niclosamide on T cells in the imiquimod-induced psoriasis mouse model and found that niclosamide treatment suppressed the differentiation of IL-17-producing γδT cells in draining lymph nodes. Moreover, the mRNA expression of Il17 was alleviated by treatment with niclosamide. We suggest that niclosamide, as a STAT3 inhibitor, ameliorates imiquimod-induced psoriasis-like skin inflammation by inhibiting the differentiation of γδT cells and their IL-17 production. CD4 + Foxp3 + Tregs are a subpopulation of T cells that regulate the activity of effector T cells and maintain immune homeostasis ( Sakaguchi et al ., 2008 ; Nussbaum et al ., 2021 ). In the differentiation of CD4 + Foxp3 + Tregs, STAT3 also plays a critical role. During inflammation, IL-6 together with TGF-β suppresses the differentiation of CD4 + Foxp3 + Tregs via the STAT3 signaling pathway ( Kimura and Kishimoto, 2010 ; Korn and Hiltensperger, 2021 ). Thus, STAT3 is a key regulator in balancing Th17 and CD4 + Foxp3 + Tregs by playing a fate-determining role in the development of naïve T cells into Th17 or CD4 + Foxp3 + Tregs ( Kimura and Kishimoto, 2010 ; Aqel et al ., 2021 ; Korn and Hiltensperger, 2021 ). Like other autoimmune diseases, the imbalance between Th17 and regulator T cells has also been reported with psoriasis. Specifically, Th17 cells heavily infiltrate into psoriatic skin lesions, and the ratio between Th17 and CD4 + Foxp3 + Tregs correlates with the severity of psoriasis ( Zhang et al ., 2010 ; Nussbaum et al ., 2021 ). In this study, we investigated the effect of niclosamide, a STAT3 inhibitor, on the differentiation of CD4 + Foxp3 + Tregs in the imiquimod-induced psoriasis mouse model and found that niclosamide increased CD4 + Foxp3 + Tregs and rebalanced the ratio between Th17 and regulatory T cells. Our results are consistent with a previous study that STAT3 inhibitor can restore the balance between effector and regulatory T cells in autoimmune-mediated inflammation ( Aqel et al ., 2021 ). Considering the pathologic role of the imbalance between Th17 and regulatory cells in psoriasis, rebalancing by niclosamide may be a promising therapeutic option in the treatment of psoriasis, particularly for preventing disease relapse and inducing long-lasting tolerance by regulatory T cells ( Nussbaum et al ., 2021 ; Schloder et al ., 2022 ). Rosacea is a common, chronic facial inflammatory disease characterized by inflammatory papules and pustules with recurrent flushing mainly on the central face ( Choi et al ., 2023 ). Despite the fact that the pathogenesis of rosacea is not fully established, a recent study suggested that STAT3 is upregulated in rosacea and plays a key role in the initiation of inflammation induced by skin barrier dysfunction ( Wang et al ., 2022 ). In our study, LL-37 injection increased p-STAT3-positive cells in the skin of the rosacea mouse model, while niclosamide alleviated LL-37-induced rosacea-like skin inflammation and suppressed the infiltration of neutrophils and mast cells, which play a major role in initiating inflammation and inducing uncontrolled dermal vessel function in rosacea ( Wang et al ., 2019 ; Zhao et al ., 2022 ). Our results suggest that niclosamide is a new therapeutic option for rosacea, a disease with few effective drug treatments. Drug repositioning, exploiting new uses for approved pharmaceuticals beyond their original indication, is a promising strategy in finding effective and safe drugs for diseases without appropriate treatment options ( Thatikonda et al ., 2020 ; Bae et al ., 2022 ). In this study, we explored the anti-inflammatory effect of niclosamide and demonstrated that niclosamide significantly alleviated the skin inflammation in imiquimod-induced psoriasis and LL-37-induced rosacea mouse models. Our results also demonstrated the ability of niclosamide in recalibrating T cell differentiation and restoring the regulatory function of T cells. Given the importance of STAT3 in inflammation and immune responses, niclosamide, as a STAT3 inhibitor, has the potential to be a promising treatment for skin inflammation, particularly for preventing disease relapse by restoring regulatory T cell activity. ACKNOWLEDGMENTS We acknowledge the use of BioRender.com for creating the graphical illustrations used in this work. This study was supported by the Seoul National University Bundang Hospital Research Fund (grant number: 02-2020-0004) and the National Research Foundation of Korea (NRF) grant funded by the Korea government (MSIT) (grant number 2021R1C1C1006632). CONFLICT OF INTEREST The authors declare that they have no competing interests. AUTHOR CONTRIBUTIONS Bo Mi Kang: Investigation, Writing-original draft; Eunyoung Seo: Investigation, Formal analysis; Jung Min Ahn: Data curation; Bo Ri Kim: Writing-review & editing; Gwanyoung Kim: Writing- review & editing; Kyungmin Lee: Writing-review & editing; Seunghyun Choi: Writing-review & editing; Taeheon Kim: Writing-review & editing; Yunjee Lee; Writing- review & editing; Wonwoo Choi: Conceptualization, Funding acquisition; Chong Won Choi: Conceptualization, Writing- original draft, Funding acquisition; Sang Woong Youn: Conceptualization, Writing- review & editing, Funding acquisition. REFERENCES Agerholm R. Rizk J. Vinals M. T. Bekiaris V. 2019 STAT3 but not STAT4 is critical for gammadeltaT17 cell responses and skin inflammation EMBO Rep. 20 e48647 10.15252/embr.201948647 31549795 Akira S. Nishio Y. Inoue M. Wang X. J. Wei S. Matsusaka T. Yoshida K. Sudo T. Naruto M. Kishimoto T. 1994 Molecular cloning of APRF, a novel IFN-stimulated gene factor 3 p91-related transcription factor involved in the gp130-mediated signaling pathway Cell 77 63 71 10.1016/0092-8674(94)90235-6 7512451 Andres R. M. Montesinos M. C. Navalon P. Paya M. Terencio M. C. 2013 NF-kappaB and STAT3 inhibition as a therapeutic strategy in psoriasis: in vitro and in vivo effects of BTH J. Invest. Dermatol. 133 2362 2371 10.1038/jid.2013.182 23594598 Aqel S. I. Yang X. Kraus E. E. Song J. Farinas M. F. Zhao E. Y. Pei W. Lovett-Racke A. E. Racke M. K. Li C. Yang Y. 2021 A STAT3 inhibitor ameliorates CNS autoimmunity by restoring Teff:Treg balance JCI Insight 6 e142376 10.1172/jci.insight.142376 33411696 Armstrong A. W. Mehta M. D. Schupp C. W. Gondo G. C. Bell S. J. Griffiths C. E. M. 2021 Psoriasis prevalence in adults in the United States JAMA Dermatol. 157 940 946 10.1001/jamadermatol.2021.2007 34190957 Bae J. M. Kim M. Han J. H. Lee S. Ju H. J. Kim J. W. Almurayshid A. Choi C. W. 2022 Preventive effect of levodopa on vitiligo development: a nationwide case-control study Br. J. Dermatol. 187 259 261 10.1111/bjd.21054 35157304 Calautti E. Avalle L. Poli V. 2018 Psoriasis: a STAT3-centric view Int. J. Mol. Sci. 19 171 10.3390/ijms19010171 29316631 Camporeale A. Marino F. Papageorgiou A. Carai P. Fornero S. Fletcher S. Page B. D. Gunning P. Forni M. Chiarle R. Morello M. Jensen O. Levi R. Heymans S. Poli V. 2013 STAT3 activity is necessary and sufficient for the development of immune-mediated myocarditis in mice and promotes progression to dilated cardiomyopathy EMBO Mol. Med. 5 572 590 10.1002/emmm.201201876 23460527 Chan K. S. Carbajal S. Kiguchi K. Clifford J. Sano S. DiGiovanni J. 2004 Epidermal growth factor receptor-mediated activation of Stat3 during multistage skin carcinogenesis Cancer Res. 64 2382 2389 10.1158/0008-5472.CAN-03-3197 15059889 Choi C. W. Keum H. Yang S. Kang B. M. Kim D. Piao H. Kim J. W. Kim B. R. Youn Sang Woong Jon S. 2023 Bilirubin nanomedicine alleviates inflammation and angiogenesis in a rosacea mouse model Adv. Therap. 6 2200223 10.1002/adtp.202200223 Choi C. W. Kim B. R. Yang S. Kim Y. Kang J. S. Youn S. W. 2020 Regulatory T cells suppress skin inflammation in the imiquimod-induced psoriasis-like mouse model J. Dermatol. Sci. 98 199 202 10.1016/j.jdermsci.2020.04.008 32451152 Gether L. Overgaard L. K. Egeberg A. Thyssen J. P. 2018 Incidence and prevalence of rosacea: a systematic review and meta-analysis Br. J. Dermatol. 179 282 289 10.1111/bjd.16481 29478264 Hillmer E. J. Zhang H. Li H. S. Watowich S. S. 2016 STAT3 signaling in immunity Cytokine Growth Factor Rev. 31 1 15 10.1016/j.cytogfr.2016.05.001 27185365 Hou Y. Zhu L. Tian H. Sun H. X. Wang R. Zhang L. Zhao Y. 2018 IL-23-induced macrophage polarization and its pathological roles in mice with imiquimod-induced psoriasis Protein Cell 9 1027 1038 10.1007/s13238-018-0505-z 29508278 Jang S. G. Lee J. Hong S. M. Song Y. S. Kim M. J. Kwok S. K. Cho M. L. Park S. H. 2021 Niclosamide suppresses the expansion of follicular helper T cells and alleviates disease severity in two murine models of lupus via STAT3 J. Transl. Med. 19 86 10.1186/s12967-021-02760-2 33632240 Jiang H. Li A. M. Ye J. 2022 The magic bullet: niclosamide Front. Oncol. 12 1004978 10.3389/fonc.2022.1004978 36479072 Kimura A. Kishimoto T. 2010 IL-6: regulator of Treg/Th17 balance Eur. J. Immunol. 40 1830 1835 10.1002/eji.201040391 20583029 Kitabayashi C. Fukada T. Kanamoto M. Ohashi W. Hojyo S. Atsumi T. Ueda N. Azuma I. Hirota H. Murakami M. Hirano T. 2010 Zinc suppresses Th17 development via inhibition of STAT3 activation Int. Immunol. 22 375 386 10.1093/intimm/dxq017 20215335 Korn T. Hiltensperger M. 2021 Role of IL-6 in the commitment of T cell subsets Cytokine 146 155654 10.1016/j.cyto.2021.155654 34325116 Lim C. P. Cao X. 2006 Structure, function, and regulation of STAT proteins Mol. Biosyst. 2 536 550 10.1039/b606246f 17216035 Morin F. Kavian N. Nicco C. Cerles O. Chereau C. Batteux F. 2016 Niclosamide prevents systemic sclerosis in a reactive oxygen species-induced mouse model J. Immunol. 197 3018 3028 10.4049/jimmunol.1502482 27613696 Nussbaum L. Chen Y. L. Ogg G. S. 2021 Role of regulatory T cells in psoriasis pathogenesis and treatment Br. J. Dermatol. 184 14 24 10.1111/bjd.19380 32628773 Ohn J. Jang M. Kang B. M. Yang H. Hong J. T. Kim K. H. Kwon O. Jung H. 2021 Dissolving candlelit microneedle for chronic inflammatory skin diseases Adv. Sci. 8 2004873 10.1002/advs.202004873 34306973 Pietraforte I. Frasca L. 2023 Autoreactive T-cells in psoriasis: are they spoiled tregs and can therapies restore their functions? Int. J. Mol. Sci. 24 4348 10.3390/ijms24054348 36901778 Sakaguchi S. Yamaguchi T. Nomura T. Ono M. 2008 Regulatory T cells and immune tolerance Cell. 133 775 787 10.1016/j.cell.2008.05.009 18510923 Sano S. Chan K. S. Carbajal S. Clifford J. Peavey M. Kiguchi K. Itami S. Nickoloff B. J. DiGiovanni J. 2005 Stat3 links activated keratinocytes and immunocytes required for development of psoriasis in a novel transgenic mouse model Nat. Med. 11 43 49 10.1038/nm1162 15592573 Sano S. Chan K. S. DiGiovanni J. 2008 Impact of Stat3 activation upon skin biology: a dichotomy of its role between homeostasis and diseases J. Dermatol. Sci. 50 1 14 10.1016/j.jdermsci.2007.05.016 17601706 Sano S. Itami S. Takeda K. Tarutani M. Yamaguchi Y. Miura H. Yoshikawa K. Akira S. Takeda J. 1999 Keratinocyte-specific ablation of Stat3 exhibits impaired skin remodeling, but does not affect skin morphogenesis EMBO J. 18 4657 4668 10.1093/emboj/18.17.4657 10469645 Schloder J. Shahneh F. Schneider F. J. Wieschendorf B. 2022 Boosting regulatory T cell function for the treatment of autoimmune diseases - That's only half the battle! Front. Immunol. 13 973813 10.3389/fimmu.2022.973813 36032121 Seo M.-D. Kang T. J. Lee C. H. Lee A.-Y. Noh M. 2012 HaCaT keratinocytes and primary epidermal keratinocytes have different transcriptional profiles of cornified envelope-associated genes to T helper cell cytokines Biomol. Ther. (Seoul) 20 171 176 10.4062/biomolther.2012.20.2.171 24116291 Singh R. Koppu S. Perche P. O. Feldman S. R. 2021 The cytokine mediated molecular pathophysiology of psoriasis and its clinical implications Int. J. Mol. Sci. 22 12793 10.3390/ijms222312793 34884596 Song J.-H. Mun S.-H. Mishra S. Kim S.-R. Yang H. Choi S. S. Kim M.-J. Kim D.-Y. Cho S. Ham Y. Choi H. J. Baek W. J. Kwon Y. S. Chang J. H. Ko H. J. 2025 Quercetin-3-methyl ether induces early apoptosis to overcome HRV1B immune evasion, suppress viral replication, and mitigate inflammatory pathogenesis Biomol. Ther. (Seoul) 33 388 398 10.4062/biomolther.2024.204 39979015 Sugiyama H. Gyulai R. Toichi E. Garaczi E. Shimada S. Stevens S. R. McCormick T. S. Cooper K. D. 2005 Dysfunctional blood and target tissue CD4+CD25high regulatory T cells in psoriasis: mechanism underlying unrestrained pathogenic effector T cell proliferation J. Immunol. 174 164 173 10.4049/jimmunol.174.1.164 15611238 Suh J. H. Lee Y. Ohn J. Kim E. J. Kim T.-G. Jo S. J. Kim S. J. Chung J. H. 2022 Adiponectin-derived pentapeptide ameliorates psoriasiform skin inflammation by suppressing IL-17 production in γδT cells J. Dermatol. Sci. 106 45 52 10.1016/j.jdermsci.2022.03.003 35331618 Thatikonda S. Pooladanda V. Godugu C. 2020 Repurposing an old drug for new use: niclosamide in psoriasis-like skin inflammation J. Cell. Physiol. 235 5270 5283 10.1002/jcp.29413 31846070 Wang L. Wang Y. J. Hao D. Wen X. Du D. He G. Jiang X. 2019 The theranostics role of mast cells in the pathophysiology of rosacea Front. Med. (Lausanne) 6 324 10.3389/fmed.2019.00324 32047752 Wang Y. Wang B. Huang Y. Li Y. Yan S. Xie H. Zhang Y. Li J. 2022 Multi-Transcriptomic Analysis and Experimental Validation Implicate a Central Role of STAT3 in Skin Barrier Dysfunction Induced Aggravation of Rosacea J. Inflamm. Res. 15 2141 2156 10.2147/JIR.S356551 35392024 Yamasaki K. Di Nardo A. Bardan A. Murakami M. Ohtake T. Coda A. Dorschner R. A. Bonnart C. Descargues P. Hovnanian A. Morhenn V. B. Gallo R. L. 2007 Increased serine protease activity and cathelicidin promotes skin inflammation in rosacea Nat. Med. 13 975 980 10.1038/nm1616 17676051 Yang X. O. Panopoulos A. D. Nurieva R. Chang S. H. Wang D. Watowich S. S. Dong C. 2007 STAT3 regulates cytokine-mediated generation of inflammatory helper T cells J. Biol. Chem. 282 9358 9363 10.1074/jbc.C600321200 17277312 Zhang L. Yang X. Q. Cheng J. Hui R. S. Gao T. W. 2010 Increased Th17 cells are accompanied by FoxP3(+) Treg cell accumulation and correlated with psoriasis disease severity Clin. Immunol. 135 108 117 10.1016/j.clim.2009.11.008 20006553 Zhao Z. Liu T. Liang Y. Cui W. Li D. Zhang G. Deng Z. Chen M. Sha K. Xiao W. Xie H. Li J. 2022 N2-polarized neutrophils reduce inflammation in rosacea by regulating vascular factors and proliferation of CD4(+) T cells J. Invest. Dermatol. 142 1835 1844.e2 10.1016/j.jid.2021.12.009 34953863 Fig. 1 p-STAT3 levels in psoriasis and rosacea mouse models. (A) H&E staining of mouse skin sections with IMQ-induced psoriasis, LL37-induced rosacea and normal skin control. (B) p-STAT3 levels in the skin with IMQ-induced psoriasis, LL37-induced rosacea and normal skin. Pink fluorescence indicates p-STAT3. Nuclei were stained with DAPI (blue). Epidermis is demarcated with white dashed lines. p-STAT3 positive cells are identified with yellow dotted lines. Data are presented ( n =5 for each group). Scale bar: 50 μm. NS: normal skin. Fig. 2 Effect of niclosamide on skin inflammation in rosacea mouse model. (A) Experiment timeline. (B) The representative gross morphology of mouse skin at 48 h after first LL-37 injection. (C) The skin inflammation redness score ( n =6 in each group). * p <0.05, ** p <0.01, and *** p <0.001 compared to LL37+Con group; two-way ANOVA with Tukey’s multiple comparison tests. (D) The skin redness area measured by Image J ( n =6 in each group). (E, F) The relative gene expression levels of each inflammatory cytokine gene ( n =4 or 6 in each group). (G) Representative histologic images (H&E staining). Epidermis is delineated with black dotted lines. Skin thickness was quantified. (H) Representative histologic sections of mouse cutaneous tissue with immunofluorescence staining for Gr-1. Green arrows indicate Gr-1-positive cells. The number of neutrophils were quantified. (I) Representative histological images of cutaneous tissue sections stained with toluidine blue. The number of mast cells was quantified. (J) Representative contour plots of neutrophils in skin. The number of Ly6G+ and CD11b+ cells among CD45+ cells was quantified. (K) Representative contour plots of mast cells in skin. The number of FcεRI+ and CD117+ cells among CD45+ cells was quantified. Data are presented as mean ± SE; * p <0.05, ** p <0.01, and *** p <0.001 compared to the LL37+Con group. Data were statistically analyzed by one-way ANOVA. Scale bar: 100 μm. EtOH: ethanol, NC: niclosamide, WT: Wild type, LL-37+Con: LL-37 intradermal injection with topical application of vehicle only (ethanol), LL-37+NC: LL-37 intradermal injection with topical application of 0.2% niclosamide in ethanol, LL37+Ivermectin: LL37 intradermal injection with topical application of 2% Ivermectin. Fig. 3 Effect of niclosamide on skin inflammation in psoriasis mouse model. (A) Experiment timeline. (B) The representative gross morphology of mouse skin on day 6. (C) The skin inflammation severity index ( n =10 in each group). * p <0.05, ** p <0.01, and *** p <0.001 compared to the IMQ+Con group for each index on day 6; two-way ANOVA with Tukey’s multiple comparison tests. (D) Representative histologic images (H&E staining). Epidermis is delineated with black dotted lines. Epidermal thickening and ear swelling of mouse skin tissue ( n =10 and n =12 spots in each group, respectively). * p <0.05, ** p <0.01, and *** p <0.001 compared to the Vehicle con group; one-way ANOVA with Tukey’s multiple comparison tests. Scale bar: 100 μm. (E) The relative gene expression levels of each inflammatory cytokine gene ( n =4 or 5 in each group). IMQ: imiquimod, LN: lymph node, EtOH: ethanol, NC: niclosamide, WT: Wild type, IMQ+Con: Imiquimod application with vehicle only (ethanol), IMQ+NC: Imiquimod application with 0.2% niclosamide in ethanol, IMQ+Clobetasol: Imiquimod application with 0.05% clobetasol cream. Fig. 4 Niclosamide restored the imbalance between IL-17 expressing γδT cells and Tregs. (A) Representative contour plots of Th17 in skin-derived lymph nodes. The number of IL-17A + cells among γδTCR+ cells was quantified. (B) Representative contour plots of Tregs in skin-derived lymph nodes. The number of Foxp3+ cells among CD4 cells was quantified. Data are presented as mean ± SE; * p <0.05, ** p <0.01, and *** p <0.001 compared to the IMQ, LL37+Con group. Data were statistically analyzed by one-way ANOVA. WT: Wild type, IMQ+Con: Imiquimod application with vehicle only (ethanol), IMQ+NC: Imiquimod application with 0.2% niclosamide in ethanol. Fig. 5 Downregulation of p-STAT3 by niclosamide in inflammatory skin disease. (A, B) Representative histologic images of mouse cutaneous tissue with immunofluorescence staining for p-STAT3. Epidermis is demarcated with yellow dotted lines. p-STAT3 positive cells are indicated with pink circles. The number of p-STAT3 positive cells was quantified with normalization to DAPI-stained cells ( n =5 mouse skins/group). Data are presented as mean ± SE; * p <0.05, ** p <0.01, and *** p <0.001 compared to the IMQ, LL37+Con group. Data were statistically analyzed by one-way ANOVA. Scale bar: 50 μm. WT: Wild type, IMQ+Con: Imiquimod application with vehicle only (ethanol), IMQ+NC: Imiquimod application with 0.2% niclosamide in ethanol, LL-37+Con: LL-37 intradermal injection with topical application of vehicle only (ethanol), LL-37+NC: LL-37 intradermal injection with topical application of 0.2% niclosamide in ethanol. (C) p-STAT3, STAT3, and β-actin levels in mouse cutaneous tissue assessed by western blotting. (D) Phosphorylation of STAT3 signaling pathway mediators in macrophages induced by IL-23. The levels of p-STAT3, STAT3, and β-actin in culture medium of macrophages treated with IL-23 and/or niclosamide (NC) were assessed by western blotting. Fig. 6 Schematic illustration of the immunomodulatory effects of niclosamide in chronic skin diseases. The left panels depicted the pathological features of rosacea and psoriasis, characterized by increased p-STAT3+ cells and infiltration of pro-inflammatory immune cells (neutrophils, mast cells, and γδ T cells). The right panels showed the effects of niclosamide treatment, including reduced p-STAT3+ cells, decreased pro-inflammatory cell infiltration, and enhanced regulatory T cell populations, resulting in an overall anti-inflammatory response in the skin microenvironment. p-STAT3: Phospho-Signal Transducer and Activator of Transcription 3, Treg: regulatory T cell. Table 1 Primer sequences Forward primer Reverse primer Gapdh TCT TCT TTG GGT ATT GCT TGG CCA CCC TGT TGC TGT AGC C Vegf CGCAGCTACTGCCATCCAAT GTGAGGTTTGATCCGCATAATCT Il17A ATC CCT CAA AGC TCA GCG TGT C GGG TCT TCA TTG CGG TGG AGA G Il1β TGT AAT GAA AGA CGG CAC ACC TCT TCT TTG GGT ATT GCT TGG Il6 CTT CCA TCC AGT TGC CTT CTT G AAT TAA GCC TCC GAC TTG TGA AG Tnfα TCT TCT CAT TCC TGC TTG TGG GGT CTG GGC CAT AGA ACT GA",
    "full_text_abstract": "Niclosamide is an oral anthelmintic agent and was reported to also have anti-inflammatory effects by suppressing STAT3 signaling pathways. In this study, we investigated the effect of niclosamide on skin inflammatory diseases to determine its potential as a therapeutic drug. We investigated the effects of niclosamide on two models of skin inflammatory diseases: imiquimod -induced psoriasis-like skin inflammation and LL-37-induced rosacea mouse models. Our experimental results showed that niclosamide ameliorated the psoriasis-like skin inflammation and reduced proinflammatory cytokine production in the psoriasis mouse model. Moreover, niclosamide restored the imbalance between IL-17-expressing γδT cells and Tregs in the psoriasis model. Topical application of niclosamide significantly decreased the abundance of IL-17A + γδT cells, which was increased by imiquimod. Moreover, niclosamide significantly increased the abundance of CD4 + Foxp3 + Tregs. In the LL-37-induced rosacea mouse model, niclosamide significantly reduced the number of inflammatory cells including neutrophils and mast cells that play major roles in initiating inflammation and inducing uncontrolled dermal vessel function in rosacea. Lastly, niclosamide significantly reduced the number of p-STAT3-positive cells in mouse skin, which was increased by treatment with imiquimod or LL-37. We found an anti-inflammatory effect of niclosamide in psoriasis and rosacea mouse models and demonstrated the ability of niclosamide in controlling skin inflammation by recalibrating T cell differentiation and restoring T cell regulatory function. Niclosamide, as a STAT3 inhibitor, is a promising therapeutic for skin inflammation, particularly for preventing the relapse of disease by restoring regulatory cell functions."
}