{
    "PMC": "6275585",
    "DOI": "10.2478/s11658-013-0105-0",
    "PMID": "24048710",
    "PMCID": "PMC6275585",
    "title": "Telomerase and its extracurricular activities.",
    "year": 2013,
    "source_url": "https://europepmc.org/article/PMC/PMC6275585",
    "source": "MED",
    "abstract_text": "The classical activity of telomerase is to synthesize telomeric repeats and thus maintain telomere length, which in turn ensures chromosome stability and cellular proliferation. However, there is growing evidence that implicates telomerase in many other functions that are independent of TERC being used as its template. Telomerase has an RNA-dependent RNA polymerase (RdRP) activity in the mitochondria. Other than viral RdRPs, it is the only RNA-dependent RNA polymerase that has been identified in mammals. It also plays a role in the Wnt signaling pathway by acting as a transcriptional modulator. Telomerase acts as a reverse transcriptase independent of its core subunit, TERC. Studies indicate that telomerase is also involved in apoptosis and DNA repair.",
    "full_text": "Cell Mol Biol Lett Cell. Mol. Biol. Lett Cellular & Molecular Biology Letters 1425-8153 1689-1392 Springer Vienna Vienna 6275585 24048710 105 10.2478/s11658-013-0105-0 Mini Review Telomerase and its extracurricular activities Jaiswal Rishi Kumar Kumar Pramod Yadava Pramod Kumar +91-11-26704520 +91-11-26742558 pky0200@mail.jnu.ac.in pkyadava1953@gmail.com grid.10706.30 000000040498924X Applied Molecular Biology Laboratory, School of Life Sciences, Jawaharlal Nehru University, New Delhi, 110067 India 18 9 2013 12 2013 18 4 538 554 24 4 2013 11 9 2013 © Versita Warsaw and Springer-Verlag Wien 2013 The classical activity of telomerase is to synthesize telomeric repeats and thus maintain telomere length, which in turn ensures chromosome stability and cellular proliferation. However, there is growing evidence that implicates telomerase in many other functions that are independent of TERC being used as its template. Telomerase has an RNA-dependent RNA polymerase (RdRP) activity in the mitochondria. Other than viral RdRPs, it is the only RNA-dependent RNA polymerase that has been identified in mammals. It also plays a role in the Wnt signaling pathway by acting as a transcriptional modulator. Telomerase acts as a reverse transcriptase independent of its core subunit, TERC. Studies indicate that telomerase is also involved in apoptosis and DNA repair. Key words Telomerase Telomere RNA-dependent RNA polymerase TERT TERC Apoptosis issue-copyright-statement © Versita Warsaw and Springer-Verlag Wien 2013 Abbreviations used BRG1 Brahma-related gene 1 PIP1 POT1-interacting protein 1 PTOP POT1- and TIN2-organizing protein RAP1 repressor and activator protein 1 RdRP RNA-dependent RNA polymerase SMARCA4 SWI/SNF-related matrix-associated actin-dependent regulator of chromatin, subfamily a, member 4 SWI/SNF SWItch/sucrose non-fermentable TEP1 telomerase-associated protein 1 TINT1 TIN2 Interacting Protein 1 TIN2 or TINF2 TRF1-interacting nuclear protein 2 TRF1 or TERF1 telomeric repeat-binding factor 1 TRF2 or TERF2 telomeric repeat-binding factor 2 References 1. Olovnikov AM A theory of marginotomy. The incomplete copying of template margin in enzymic synthesis of polynucleotides and biological significance of the phenomenon J. Theor. Biol. 1973 41 181 190 10.1016/0022-5193(73)90198-7 4754905 2. Watson JD Origin of concatemeric T7 DNA Nat. New Biol. 1972 239 197 201 10.1038/newbio239197a0 4507727 3. Palm W de Lange T How shelterin protects mammalian telomeres Annu. Rev. Genet. 2008 42 301 334 10.1146/annurev.genet.41.110306.130350 18680434 4. Liu D Safari A O’Connor M Chan DW Laegeler A Qin J Songyang Z PTOP interacts with POT1 and regulates its localization to telomeres Nat. Cell. Biol. 2004 6 673 680 10.1038/ncb1142 15181449 5. Houghtaling BR Cuttonaro L Chang W Smith S A dynamic molecular link between the telomere length regulator TRF1 and the chromosome end protector TRF2 Curr. Biol. 2004 14 1621 1631 10.1016/j.cub.2004.08.052 15380063 6. Ye JZ Hockemeyer D Krutchinsky AN Loayza D Hooper S Chait BT De Lange T POT1-interacting protein PIP1: a telomere length regulator that recruits POT1 to the TIN2/TRF1 complex Genes Dev. 2004 18 1649 1654 10.1101/gad.1215404 15231715 7. De Lange T Shelterin: the protein complex that shapes and safeguards human telomeres Genes Dev. 2005 19 2100 2110 10.1101/gad.1346005 16166375 8. Henderson ER Blackburn EH An overhanging 39 terminus is a conserved feature of telomeres Mol. Cell. Biol. 1989 9 345 348 2927395 9. Makarov VL Hirose Y Langmore JP Long G tails at both ends of human chromosomes suggest a C strand degradation mechanism for telomere shortening Cell 1997 88 657 666 10.1016/S0092-8674(00)81908-X 9054505 10. McElligott R Wellinger RJ The terminal DNA structure of mammalian chromosomes EMBO J. 1997 16 3705 3714 10.1093/emboj/16.12.3705 9218811 11. Woodring EW Valerie MT Kenneth EH Stephen DL Jerry WS Normal human chromosomes have long G-rich telomeric overhangs at one end Genes Dev. 1997 11 2801 2809 10.1101/gad.11.21.2801 9353250 12. Greider CW Blackburn EH Identification of a specific telomere terminal transferase enzyme with two kinds of primer specificity Cell 1985 51 405 413 10.1016/0092-8674(85)90170-9 13. Kim NW Piatyszek MA Prowse KR Harley CB West MD Ho PL Coviello GM Wright WE Weinrich SL Shay JW Specific association of human telomerase activity with immortal cells and cancer Science 1994 266 2011 2015 10.1126/science.7605428 7605428 14. Chang JT Chen YL Yang HT Chen CY Cheng AJ Differential regulation of telomerase activity by six telomerase subunits Eur. J. Biochem. 2002 269 3442 3450 10.1046/j.1432-1033.2002.03025.x 12135483 15. Greider CW Blackburn EH A telomeric sequence in the RNA of Tetrahymena telomerase required for telomere repeat synthesis Nature 1989 337 331 337 10.1038/337331a0 2463488 16. Blasco MA Funk W Villeponteau B Greider CW Functional characterization and developmental regulation of mouse telomerase RNA Science 1995 269 1267 1270 10.1126/science.7544492 7544492 17. Feng J Funk WD Wang SS Weinrich SL Avilion AA Chiu CP Adams RR Chang E Allsopp RC Yu J Le S West MD Harley CB Andrews WH Greider CW Villeponteau B The RNA component of human telomerase Science 1995 269 1236 1241 10.1126/science.7544491 7544491 18. Chen JL Greider CW Determinants in mammalian telomerase RNA that mediate enzyme processivity and cross-species incompatibility EMBO J. 2003 22 304 314 10.1093/emboj/cdg024 12514136 19. Lai CK Miller MC Collins K Roles for RNA in telomerase nucleotide and repeat addition processivity Mol. Cell. 2003 11 1673 1683 10.1016/S1097-2765(03)00232-6 12820978 20. Chen JL Blasco MA Greider CW Secondary structure of vertebrate telomerase RNA Cell 2000 100 503 514 10.1016/S0092-8674(00)80687-X 10721988 21. Seto AG Umansky K Tzfati Y Zang AJ Blackburn EH Cech TR A template-proximal RNA paired elements contributes to saccharomyces cerevisiae telomerase activity RNA 2003 9 1323 1332 10.1261/rna.5570803 14561882 22. Mitchell JR Cheng J Collins K A box H/ACA small nucleolar RNA-like domain at the human telomerase RNA 3′ end Mol. Cell. Biol. 1999 19 567 576 9858580 23. Chen JL Blasc MA Greider CW Secondary structure of vertebrate telomerase RNA Cell 2000 100 503 514 10.1016/S0092-8674(00)80687-X 10721988 24. Mitchell JR Collins K Human telomerase activation requires two independent interactions between telomerase RNA and telomerase reverse transcriptase Mol. Cell. 2000 6 361 371 10.1016/S1097-2765(00)00036-8 10983983 25. Matera AG Terns RM Terns MP Non-coding RNA: lessons from the small nuclear and small nucleolar RNA Nat. Rev. Mol. Cell. Biol. 2007 8 209 220 10.1038/nrm2124 17318225 26. Dragon F Pogacic V Filipowicz W In vitro assembly of human H/ACA small nucleolar ribonucleoproteins reveals unique features of U17 and telomerase RNA Mol. Cell. Biol. 2000 20 3037 3048 10.1128/MCB.20.9.3037-3048.2000 10757788 27. Pogacic V Dragon F Filipowicz W Human H/ACA small nucleolar ribonucleoproteins and telomerase share evolutionarily conserved proteins NHP2 and NOP10 Mol. Cell. Biol. 2000 20 9028 9040 10.1128/MCB.20.23.9028-9040.2000 11074001 28. Zhu Y Tomlinson RL Lukowiak AA Terns RM Terns MP Telomerase RNA accumulates in Cajal bodies in human cancer cells Mol. Biol. Cell. 2004 15 81 90 10.1091/mbc.E03-07-0525 14528011 29. Cristofari G Adolf E Reichenbach P Sikora K Terns RM Terns MP Lingner J Human telomerase RNA accumulation in Cajal bodies facilitates telomerase recruitment to telomeres and telomere elongation Mol. Cell. 2007 27 882 889 10.1016/j.molcel.2007.07.020 17889662 30. Zhang Q Kim NK Feigon J Architecture of human telomerase RNA Proc. Natl. Acad. Sci. 2011 108 20325 20332 10.1073/pnas.1100279108 21844345 31. Lendvay TS Morris DK Sah J Balasubramanian B Lundblad V Senescence mutants of Sachharomyces cerevisiae with a defect in telomerase replication identify three additional EST genes Genetics 1996 144 1399 1412 8978029 32. Wick M Zubov D Hagen G Genomic organization and promoter characterization of the gene encoding the human telomerase reverse transcriptase (hTERT) Gene 1999 232 97 106 10.1016/S0378-1119(99)00108-0 10333526 33. Lingner J Hughes TR Shevchenko A Mann M Lundblad V Cech TR Reverse transcriptase motifs in the catalytic subunit of telomerase Science 1997 276 561 567 10.1126/science.276.5312.561 9110970 34. Nakamura TM Morin GB Chapman KB Weinrich SL Andrews WH Lingner J Harley CB Cech TR Telomerase catalytic subunit homologs from fission yeast and human Science 1997 277 955 959 10.1126/science.277.5328.955 9252327 35. Gillis AJ Schuller AP Skordalakes E Structure of the Tribolium castaneum telomerase catalytic subunit TERT Nature 2008 455 633 637 10.1038/nature07283 18758444 36. Mitchell M Gillis A Futahashi M Fujiwara H Skordalakes E Structural basis for telomerase catalytic subunit TERT binding to RNA template and telomeric DNA Nature Struct. Mol. Biol. 2010 17 513 518 10.1038/nsmb.1777 20357774 37. Bodnar AG Ouellette M Frolkis M Holt SE Chiu CP Morin GB Harley CB Shay JW Lichtsteiner S Wright WE Extension of lifespan by introduction of telomerase in to normal human cells Science 1998 279 349 352 10.1126/science.279.5349.349 9454332 38. Cayuela ML Flores JM Blasco MA The telomerase RNA component Terc is required for the tumour-promoting effects of Tert overexpression EMBO Rep. 2005 6 268 274 10.1038/sj.embor.7400359 15731767 39. Canela A Martin-Caballero J Flores JM Blasco MA Constitutive expression of tert in thymocytes leads to increased incidence and dissemination of T-cell lymphoma in Lck-Tert mice Mol. Cell. Biol. 2004 24 4275 4293 10.1128/MCB.24.10.4275-4293.2004 15121848 40. Engelhardt M Drullinsky P Guillem J Moore MA Telomerase and telomere length in the development and progression of premalignant lesions to colorectal cancer Clin. Cancer Res. 1997 3 1931 1941 9815582 41. Hara E Tsurui H Shinozaki A Nakada S Oda K Cooperative of antisense-Rb and antisense-p53 oligomers on the extension of lifespan in human diploid fibroblasts, TIG-1 Biochem. Biophys. Res. Commun. 1991 179 528 534 10.1016/0006-291X(91)91403-Y 1909121 42. Counter CM Avilion AA LeFeuvre CE Stewart NG Greider CW Harley CB Bacchetti S Telomere shortening associated with chromosome instability is arrested in immortal cells which express telomerase activity EMBO J. 1992 11 1921 1929 1582420 43. Shay JW Wright WE Quantitaion of the frequency of immortalization of normal human diploid fibroblasts by sv 40 large T-antigen Exp. Cell Res. 1989 184 109 118 10.1016/0014-4827(89)90369-8 2551703 44. Zhu J Wang H Bishop JM Blackburn EH Telomerase extends the lifespan of virus-transformed human cells without net telomere lengthening Proc. Natl. Acad. Sci. USA 1999 96 3723 3728 10.1073/pnas.96.7.3723 10097104 45. Ding D Zhou J Wang M Cong Y Implications of telomereindependent activities of telomerase reverse transcriptase in human cancer FEBS J. 2013 280 3205 3211 10.1111/febs.12258 23527617 46. Kim M Xu L Blackburn EH Catalytically active human telomerase mutants with allele-specific biological properties Exp. Cell. Res. 2003 288 277 287 10.1016/S0014-4827(03)00217-9 12915119 47. Kenkichi M Possemato R Wong JM Currier JL Tothova Z Manola JB Ganesan S Lansdorp PM Collins K Hahn WC The telomerase reverse transcriptase regulates chromatin state and DNA damage responses Proc. Natl. Acad. Sci. USA 2005 102 8222 8227 10.1073/pnas.0503095102 15928077 48. Stampfer MR Garbe J Levine G Lichtsteiner S Vasserot AP Yaswen P Expression of the telomerase catalytic subunit, hTERT, induces resistance to transforming growth factor beta growth inhibition in p16INK4A (−) human mammary epithelial cells Proc. Natl. Acad. Sci. USA 2001 98 4498 4503 10.1073/pnas.071483998 11287649 49. Lindvall C Hou M Komurasaki T Zheng C Henriksson M Sedivy JM Bjorkholm M Teh BT Nordenskjold M Xu D Molecular characterization of human telomerase reverse transcriptase-immortalized human fibroblasts by gene expression profiling: activation of the epiregulin gene Cancer Res. 2003 63 1743 1747 12702554 50. Choi J Southworth LK Sarin KY Venteicher AS Ma W Chang W Cheung P Jun S Artandi MK Shah N Kim SK Artandi SE TERT promotes epithelial proliferation through transcriptional control of a Myc- and Wnt related developmental program PLoS Genet. 2008 4 e10 10.1371/journal.pgen.0040010 18208333 51. VanMater D Kolligs FT Dlugosz AA Fearon ER Transient activation of beta-catenin signaling in cutaneous keratinocytesis sufficient to trigger the active growth phase of the hair cycle in mice Genes Dev. 2003 17 1219 1224 10.1101/gad.1076103 12756226 52. Reya T Clevers H Wnt signaling in stem cells and cancer Nature 2005 434 843 850 10.1038/nature03319 15829953 53. Wege H Heim D Lütgehetmann M Dierlamm J Lohse AW Brümmendorf TH Forced activation of β-catenin signaling supports the transformation of hTERT-immortalized human fetal hepatocytes Mol. Cancer Res. 2011 9 1222 1231 10.1158/1541-7786.MCR-10-0474 21807967 54. Chiodi I Mondello C Telomere-independent function of telomerase in nuclei, cytoplasm, and mitochondria Front. Oncol. 2012 2 1 6 10.3389/fonc.2012.00133 55. Rao TP Ku’hl M An updated overview on Wnt signaling pathways: a prelude for more Circ. Res. 2010 106 1798 1806 10.1161/CIRCRESAHA.110.219840 20576942 56. Komiya Y Habas R Wnt signal transduction pathways Organogenesis 2008 4 68 75 10.4161/org.4.2.5851 19279717 57. Barker N Hurlstone A Musisi H Miles A Bienz M Clevers H The chromatin remodeling factor Brg-1 interacts with beta-catenin to promote target gene activation EMBO J. 2001 20 4935 4943 10.1093/emboj/20.17.4935 11532957 58. Surendran K Simon TC CNP gene expression is activate by Wnt signaling and correlates with Wnt4 expression during renal injury Am. J. Physiol. Renal Physiol. 2003 284 F653 F662 12475749 59. Jho E ZhanDomon C Joo CK Freund JN Costantini F Wnt/ β — catenin/Tcf signaling induces the transcription of Axin2 a negative regulator of the signaling pathway Mol. Cell. Biol. 2002 22 1172 1183 10.1128/MCB.22.4.1172-1183.2002 11809808 60. Katoh M Katoh M Integrative genomic analyses of WNT11 : Transcriptional mechanisms based on canonical WNT signals and GATA transcription factors Int. J. Mol. Med. 2009 24 247 251 10.3892/ijmm_00000227 19578797 61. Park JI Venteicher AS Hong JY Choi J Jun S Shkreli M Chang W Meng Z Cheung P Ji H McLaughlin M Veenstra TD Nusse R McCrea PD Artandi SE Telomerase modulates Wnt signaling by association with target gene chromatin Nature 2009 460 66 72 10.1038/nature08137 19571879 62. Shkreli M Sarin KY Pech MF Papeta N Chang W Brockman SA Cheung P Lee E Kuhner F Olson JL Kuo CJ Gharavi AG Agati VD Artandi SE Reversible cell-cycle entry in adult kidney podocytes through regulated control of telomerase and Wnt signaling Nat. Med. 2012 18 111 119 10.1038/nm.2550 63. Hoffmeyer K Raggioli A Rudloff S Anton R Hierholzer A Valle ID Hein K Vogt R Kemler R Wnt/beta-catenin signaling regulates telomerase in stem cells and cancer cells Science 2012 336 1549 1554 10.1126/science.1218370 22723415 64. Zhang Y Toh LL Lau P Wang P Telomerase reverse transcriptase (TERT) is an ovel target of Wnt/β-catenin pathway in human cancer J. Biol. Chem. 2012 287 32494 32511 10.1074/jbc.M112.368282 22854964 65. Maida Y Masutomi K RNA-dependent RNA polymerases in RNA silencing Biol. Chem. 2011 392 299 304 10.1515/bc.2011.035 21294682 66. Maida Y Yasukawa M Furuuchi M Lassmann T Possemato R Okamoto N Kasim V Hayashizaki Y Hahn WC Masutomi K An RNA-dependent RNA polymerase formed by TERT and the RMRP RNA Nature 2009 461 230 235 10.1038/nature08283 19701182 67. Ridanpaa M Eenennaam H Pelin K Chadwick R Johnson C Yuan B Venrooij W Pruijn G Salmela R Rockas S Kitie OM Kaitila I Chapelle A Mutations in the RNA component of RNase MRP cause a pleiotropic human disease, cartilage-hair hypoplasia Cell 2001 104 195 203 10.1016/S0092-8674(01)00205-7 11207361 68. Mukherjee S Firpo EJ Wang Y Roberts JM Separation of telomerase functions by reverse genetics Proc. Natl. Acad. Sci. USA 2011 108 E1363 E1371 10.1073/pnas.1112414108 21949400 69. Santos JH Meyer JN Skorvaga M Annab LA VanHouten B Mitochondrial hTERT exacerbates free-radical-mediated mtDNA damage Aging Cell 2004 3 399 411 10.1111/j.1474-9728.2004.00124.x 15569357 70. Santos JH Meyer JN Van Houten B Mitochondrial localization of telomerase as a determinant for hydrogen peroxide-induced mitochondrial DNA damage and apoptosis Hum. Mol. Genet. 2006 15 1757 1768 10.1093/hmg/ddl098 16613901 71. Haendeler J Hoffmann J Rahman S Zeiher AM Dimmeler S Regulation of telomerase activity and anti-apoptotic function by proteinprotein interaction and phosphorylation FEBS Lett. 2003 536 180 186 10.1016/S0014-5793(03)00058-9 12586360 72. Sharma NK Reyes A Green P Caron MJ Bonini MG Gordon DM Holt IJ Santos JH Human telomerase acts as a hTRindependent reverse transcriptase in mitochondria Nucleic Acids Res. 2012 40 712 725 10.1093/nar/gkr758 21937513 73. Haendeler J Hoffmann J Diehl JF Vasa M Spyridopoulos I Zeiher AM Dimmeler S Antioxidants inhibit nuclear export of telomerase reverse transcriptase and delay replicative senescence of endothelial cells Circ. Res. 2004 94 768 775 10.1161/01.RES.0000121104.05977.F3 14963003 74. Zhang P Chan SL Fu W Mendoza M Mattson MP TERT suppresses apoptotis at a premitochondrial step by a mechanism requiring reverse transcriptase activity and 14-3-3 protein-binding ability FASEB J 2003 17 767 769 12594176 75. Massard C Zermati Y Pauleau AL Larochette N Metivier D Sabatier L Kroemer G Soria JC hTERT: a novel endogenous inhibitor of the mitochondrial cell death pathway Oncogene 2006 25 4505 4514 10.1038/sj.onc.1209487 16619047 76. Lee J Sung YH Cheong C Choi YS Jeon HK Sun W Hahn WC Ishikawa F Lee HW TERT promotes cellular and organismal survival independently of telomerase activity Oncogene 2008 27 3754 3760 10.1038/sj.onc.1211037 18223679 77. Ray S Karamysheva Z Wang L Shippen DE Price CM Interactions between telomerase and primase physically link the telomere and chromosome replication machinery Mol. Cell. Biol. 2002 22 5859 5868 10.1128/MCB.22.16.5859-5868.2002 12138196 78. Sharma GG Gupta A Wang H Scherthan H Dhar S Gandhi V Iliakis G Shay JW Young CS Pandita TK hTERT associates with human telomeres and enhances genomic stability and DNA repair Oncogene 2003 22 131 146 10.1038/sj.onc.1206063 12527915 79. Sharma GG Hwang KK Pandita RK Gupta A Dhar S Parenteau J Agarwal M Worman HJ Wellinger RJ Human heterochromatin protein 1 isoforms HP1 (Hsalpha) and HP1 (Hsbeta) interfere with hTERTtelomere interactions and correlate with changes in cell growth and response to ionizing radiation Mol. Cell. Biol. 2003 23 8363 8376 10.1128/MCB.23.22.8363-8376.2003 14585993 80. Shin KH Kang MK Dicterow E Kameta A Baluda MA Park NH Introduction of human telomerase reverse transcriptase to normal human fibroblasts enhances DNA repair capacity Clin. Cancer Res. 2004 10 2551 2560 10.1158/1078-0432.CCR-0669-3 15073136 81. Smith LL Coller HA Roberts JM Telomerase modulates expression of growth-controlling genes and enhances cell proliferation Nat. Cell. Biol. 2003 5 474 479 10.1038/ncb985 12717449",
    "full_text_abstract": "The classical activity of telomerase is to synthesize telomeric repeats and thus maintain telomere length, which in turn ensures chromosome stability and cellular proliferation. However, there is growing evidence that implicates telomerase in many other functions that are independent of TERC being used as its template. Telomerase has an RNA-dependent RNA polymerase (RdRP) activity in the mitochondria. Other than viral RdRPs, it is the only RNA-dependent RNA polymerase that has been identified in mammals. It also plays a role in the Wnt signaling pathway by acting as a transcriptional modulator. Telomerase acts as a reverse transcriptase independent of its core subunit, TERC. Studies indicate that telomerase is also involved in apoptosis and DNA repair."
}