{
  "PMC": "3835379",
  "DOI": "10.3233/dma-2010-0728",
  "PMID": "21045266",
  "PMCID": "PMC3835379",
  "title": "The antioxidant enzyme GPX1 gene polymorphisms are associated with low BMD and increased bone turnover markers.",
  "year": 2010,
  "source_url": "https://europepmc.org/article/PMC/PMC3835379",
  "source": "MED",
  "abstract_text": "Recently, oxidative stress has been suggested as participating in the development of osteoporosis. Glutathione peroxidase 1 (GPX1) is one of antioxidant enzymes responsible for the defence of cells against oxidative damage and thus for protection against age related diseases such as osteoporosis. The aim of present study was to associate genetic variances of GPX1 enzyme with bone mineral density (BMD) and biochemical bone turnover markers and to show the influence of antioxidative defence system in genetics of osteoporosis. We evaluated 682 Slovenian subjects: 571 elderly women and 111 elderly men. All subjects were genotyped for the presence of GPX1 gene polymorphisms Pro198Leu and polyAla region. BMD and biochemical markers were also measured. General linear model analysis, adjusted to height, and (one-way) analysis of variance were used to assess differences between the genotype.and haplotype subgroups, respectively. The significant or borderline significant associations were found between the polyAla or the Pro198Leu polymorphisms and total hip BMD (0.018; 0.023, respectively), femoral neck BMD (0.117; 0.026, respectively) and lumbar spine BMD (0.032; 0.086, respectively), and with biochemical bone turnover markers such as plasma osteocalcin (0.027; 0.025, respectively) and serum C-terminal telopeptide of type I collagen concentrations (0.114; 0.012, respectively) in whole group. Haplotype analysis revealed that the 6-T haplotype is associated significantly with low BMD values (p< 0.025) at all measured locations of the skeleton, and with high plasma osteocalcin concentrations (p=0.008). This study shows for the first time that the polymorphisms polyAla and Pro198Leu of the GPX1 gene, individually and in combination, are associated with BMD and therefore may be useful as genetic markers for bone disease. Moreover, it implies the important contribution of the oxidative stress to pathogenesis of osteoporosis.",
  "full_text": "Dis Markers Dis. Markers DM Disease markers 0278-0240 1875-8630 IOS Press 3835379 21045266 354189 10.3233/DMA-2010-0728 Other The Antioxidant Enzyme GPX1 Gene Polymorphisms Are Associated with Low BMD and Increased Bone Turnover Markers Mlakar Simona Jurkovic 1 Osredkar Josko 1 Prezelj Janez 2 Marc Janja 3 * 1 University Medical Centre Ljubljana Institute of Clinical Chemistry and Biochemistry Ljubljana Slovenia 2 University Medical Centre Ljubljana Department of Endocrinology Diabetes and Metabolic Diseases Ljubljana Slovenia 3 University of Ljubljana Faculty of Pharmacy Department of Clinical Biochemistry Ljubljana Slovenia *Janja Marc: janja.marc@ffa.uni-lj.si 2010 2 11 2010 29 2 71 80 21 10 2010 21 10 2010 Copyright © 2010 Hindawi Publishing Corporation. 2010 Recently, oxidative stress has been suggested as participating in the development of osteoporosis. Glutathione peroxidase 1 ( GPX1 ) is one of antioxidant enzymes responsible for the defence of cells against oxidative damage and thus for protection against age related diseases such as osteoporosis. The aim of present study was to associate genetic variances of GPX1 enzyme with bone mineral density (BMD) and biochemical bone turnover markers and to show the influence of antioxidative defence system in genetics of osteoporosis. We evaluated 682 Slovenian subjects: 571 elderly women and 111 elderly men. All subjects were genotyped for the presence of GPX1 gene polymorphisms Pro198Leu and polyAla region. BMD and biochemical markers were also measured. General linear model analysis, adjusted to height, and (one-way) analysis of variance were used to assess differences between the genotype.and haplotype subgroups, respectively. The significant or borderline significant associations were found between the polyAla or the Pro198Leu polymorphisms and total hip BMD (0.018; 0.023, respectively), femoral neck BMD (0.117; 0.026, respectively) and lumbar spine BMD (0.032; 0.086, respectively), and with biochemical bone turnover markers such as plasma osteocalcin (0.027; 0.025, respectively) and serum C-terminal telopeptide of type I collagen concentrations (0.114; 0.012, respectively) in whole group. Haplotype analysis revealed that the 6-T haplotype is associated significantly with low BMD values ( p > 0.025) at all measured locations of the skeleton, and with high plasma osteocalcin concentrations ( p = 0.008). This study shows for the first time that the polymorphisms polyAla and Pro198Leu of the GPX1 gene, individually and in combination, are associated with BMD and therefore may be useful as genetic markers for bone disease. Moreover, it implies the important contribution of the oxidative stress to pathogenesis of osteoporosis. Osteoporosis oxidative stress glutathione peroxidase 1 bone mineral density osteocalcin",
  "plain_text": "Recently, oxidative stress has been suggested as participating in the development of osteoporosis. Glutathione peroxidase 1 ( GPX1 ) is one of antioxidant enzymes responsible for the defence of cells against oxidative damage and thus for protection against age related diseases such as osteoporosis. The aim of present study was to associate genetic variances of GPX1 enzyme with bone mineral density (BMD) and biochemical bone turnover markers and to show the influence of antioxidative defence system in genetics of osteoporosis. We evaluated 682 Slovenian subjects: 571 elderly women and 111 elderly men. All subjects were genotyped for the presence of GPX1 gene polymorphisms Pro198Leu and polyAla region. BMD and biochemical markers were also measured. General linear model analysis, adjusted to height, and (one-way) analysis of variance were used to assess differences between the genotype.and haplotype subgroups, respectively. The significant or borderline significant associations were found between the polyAla or the Pro198Leu polymorphisms and total hip BMD (0.018; 0.023, respectively), femoral neck BMD (0.117; 0.026, respectively) and lumbar spine BMD (0.032; 0.086, respectively), and with biochemical bone turnover markers such as plasma osteocalcin (0.027; 0.025, respectively) and serum C-terminal telopeptide of type I collagen concentrations (0.114; 0.012, respectively) in whole group. Haplotype analysis revealed that the 6-T haplotype is associated significantly with low BMD values ( p > 0.025) at all measured locations of the skeleton, and with high plasma osteocalcin concentrations ( p = 0.008). This study shows for the first time that the polymorphisms polyAla and Pro198Leu of the GPX1 gene, individually and in combination, are associated with BMD and therefore may be useful as genetic markers for bone disease. Moreover, it implies the important contribution of the oxidative stress to pathogenesis of osteoporosis."
}
