{
    "PMC": "3789972",
    "DOI": "10.1074/jbc.m113.482042",
    "PMID": "23940031",
    "PMCID": "PMC3789972",
    "title": "Human mitochondrial chaperone (mtHSP70) and cysteine desulfurase (NFS1) bind preferentially to the disordered conformation, whereas co-chaperone (HSC20) binds to the structured conformation of the iron-sulfur cluster scaffold protein (ISCU).",
    "year": 2013,
    "source_url": "https://europepmc.org/article/PMC/PMC3789972",
    "source": "MED",
    "abstract_text": "Human ISCU is the scaffold protein for mitochondrial iron-sulfur (Fe-S) cluster biogenesis and transfer. NMR spectra have revealed that ISCU populates two conformational states; that is, a more structured state (S) and a partially disordered state (D). We identified two single amino acid substitutions (D39V and N90A) that stabilize the S-state and two (D39A and H105A) that stabilize the D-state. We isolated the two constituent proteins of the human cysteine desulfurase complex (NFS1 and ISD11) separately and used NMR spectroscopy to investigate their interaction with ISCU. We found that ISD11 does not interact directly with ISCU. By contrast, NFS1 binds preferentially to the D-state of ISCU as does the NFS1-ISD11 complex. An in vitro Fe-S cluster assembly assay showed that [2Fe-2S] and [4Fe-4S] clusters are assembled on ISCU when catalyzed by NFS1 alone and at a higher rate when catalyzed by the NFS1-ISD11 complex. The DnaK-type chaperone (mtHSP70) and DnaJ-type co-chaperone (HSC20) are involved in the transfer of clusters bound to ISCU to acceptor proteins in an ATP-dependent reaction. We found that the ATPase activity of mtHSP70 is accelerated by HSC20 and further accelerated by HSC20 plus ISCU. NMR studies have shown that mtHSP70 binds preferentially to the D-state of ISCU and that HSC20 binds preferentially to the S-state of ISCU.",
    "full_text": "J Biol Chem J. Biol. Chem jbc jbc JBC The Journal of Biological Chemistry 0021-9258 1083-351X American Society for Biochemistry and Molecular Biology 9650 Rockville Pike, Bethesda, MD 20814, U.S.A. 3789972 M113.482042 10.1074/jbc.M113.482042 Protein Structure and Folding Human Mitochondrial Chaperone (mtHSP70) and Cysteine Desulfurase (NFS1) Bind Preferentially to the Disordered Conformation, Whereas Co-chaperone (HSC20) Binds to the Structured Conformation of the Iron-Sulfur Cluster Scaffold Protein (ISCU) * Conformational States of ISCU in Fe-S Cluster Biosynthesis Cai Kai ‡ Frederick Ronnie O. ‡ Kim Jin Hae ‡ Reinen Nichole M. ‡ Tonelli Marco § Markley John L. ‡ § 1 From the ‡ Center for Eukaryotic Structural Genomics and § National Magnetic Resonance Facility at Madison, Biochemistry Department, University of Wisconsin-Madison, Madison, Wisconsin 53706 1 To whom correspondence may be addressed: Biochemistry Dept., University of Wisconsin-Madison, 433 Babcock Dr., Madison WI, 53706. Tel.: 608-263-9349 ; Fax: 608-262-3759 ; E-mail: jmarkley@wisc.edu . 4 10 2013 12 8 2013 12 8 2013 288 40 28755 28770 30 4 2013 8 8 2013 © 2013 by The American Society for Biochemistry and Molecular Biology, Inc. 2013 Author's Choice —Final version full access. Creative Commons Attribution Unported License applies to Author Choice Articles Background: Iron-sulfur cluster biosynthesis involves a scaffold protein (ISCU), cysteine desulfurase (NFS1), chaperone (mtHSP70), and co-chaperone (HSC20). Results: Human mitochondrial ISCU populates structured (S) and disordered (D) conformational states. S interacts preferentially with NFS1 and mtHSP70; D interacts preferentially with HSC20. Conclusion: Shifts in the S ⇄ D equilibrium reveal functional states. Significance: The scaffold protein metamorphic property seen in Escherichia coli is conserved in humans. Human ISCU is the scaffold protein for mitochondrial iron-sulfur (Fe-S) cluster biogenesis and transfer. NMR spectra have revealed that ISCU populates two conformational states; that is, a more structured state (S) and a partially disordered state (D). We identified two single amino acid substitutions (D39V and N90A) that stabilize the S-state and two (D39A and H105A) that stabilize the D-state. We isolated the two constituent proteins of the human cysteine desulfurase complex (NFS1 and ISD11) separately and used NMR spectroscopy to investigate their interaction with ISCU. We found that ISD11 does not interact directly with ISCU. By contrast, NFS1 binds preferentially to the D-state of ISCU as does the NFS1-ISD11 complex. An in vitro Fe-S cluster assembly assay showed that [2Fe-2S] and [4Fe-4S] clusters are assembled on ISCU when catalyzed by NFS1 alone and at a higher rate when catalyzed by the NFS1-ISD11 complex. The DnaK-type chaperone (mtHSP70) and DnaJ-type co-chaperone (HSC20) are involved in the transfer of clusters bound to ISCU to acceptor proteins in an ATP-dependent reaction. We found that the ATPase activity of mtHSP70 is accelerated by HSC20 and further accelerated by HSC20 plus ISCU. NMR studies have shown that mtHSP70 binds preferentially to the D-state of ISCU and that HSC20 binds preferentially to the S-state of ISCU. ATPases Chaperone Chaperonin Enzyme Catalysis Mitochondria NMR Protein Conformation Protein-Protein Interactions Scaffold Proteins Spectroscopy National Institutes of Health U01 GM94622 8P41 GM103399 3R01GM058667-11S1 Introduction Fe-S clusters are ancient protein prosthetic groups that participate in a wide variety of biological processes, including electron transfer, substrate binding and activation, redox catalysis, DNA replication and repair, regulation of gene expression, and tRNA modification ( 1 – 3 ). In bacteria, three Fe-S cluster biogenetic systems have been discovered: the NIF (nitrogen fixation) system involved in maturation of nitrogenase, the SUF (sulfur mobilization) system encoded by the suf operon and highly active under oxidative stress conditions, and the ISC 2 (iron sulfur cluster) system, the general Fe-S cluster biosynthetic pathway (for review, see Refs. 4 , 5 , and 7 – 10 ). Among the three systems, the ISC system is the best-studied and is believed to be the “housekeeping” biosynthetic system ( 5 ). The isc operon of Escherichia coli codes for several proteins: a repressor (IscR), a cysteine desulfurase (IscS), a scaffold protein (IscU), a protein proposed to be an alternative scaffold (IscA), a DnaJ-type co-chaperone (HscB), a DnaK-type chaperone (HscA), a ferredoxin (Fdx), and a protein of uncertain function (IscX). By catalyzing the conversion of l -cysteine to l -alanine, the pyridoxal-5′-phosphate-dependent enzyme IscS generates S 0 , which is transferred to Cys-328 to form a persulfide and then transferred to IscU ( 11 , 12 ). Iron is added to form a [2Fe-2S] cluster. IscU-[2Fe-2S] then binds to HscB, which targets it to the HscA-ATP complex. In a reaction involving hydrolysis of ATP, the cluster is transferred to an acceptor protein such as apoferredoxin ( 13 , 14 ). We have shown by NMR studies that E. coli IscU populates two interconvertible conformational states: a more structured state (S) and a partially disordered state (D) ( 15 ). The two states play different roles in the cycle of Fe-S cluster assembly and transfer. The D-state is the substrate for IscS ( 16 ); the S-state is the form that binds a [2Fe-2S] cluster ( 17 ) and binds preferentially to HscB ( 15 , 18 ). Upon hydrolysis of ATP, HscA binds to the D-state of IscU, ensuing complete release of the cluster to an acceptor protein. ISCU-type proteins are highly conserved throughout living systems ( Fig. 1 A ). Mitochondria contain an ISC-type Fe-S cluster assembly and transfer system, parts of which are homologous to the ISC system of prokaryotes ( 6 ). In humans it has been proposed that this system involves a scaffold protein (ISCU) ( 19 ), a cysteine desulfurase consisting of two subunits, NFS1 (homologous to IscS) and ISD11 (no bacterial homologue found), a DnaJ-type co-chaperone (HSC20), and a DnaK-like chaperone (mtHSP70) ( 6 , 19 ). These mitochondrial proteins are synthesized in the cytoplasm with N-terminal extensions that facilitate mitochondrial entry and are cleaved off upon protein maturation in mitochondria ( 20 ). The mature form of human ISCU, which shares 77% sequence identity with E. coli IscU ( Fig. 1 A ), has been shown to play an important role in cellular iron homeostasis ( 21 ). A tissue-specified splicing mutation of human ISCU has been associated with the disease ISCU myopathy ( 22 ). It has been proposed that the small protein ISD11 stabilizes the cysteine desulfurase NFS1 ( 23 ) and is important for Fe-S cluster assembly and cellular iron homeostasis ( 24 , 25 ). Although it has been shown in an in vitro assay that the ISCU-NFS1-ISD11 complex can assemble Fe-S clusters ( 26 ), little is known about the interactions among these three proteins. Human mtHSP70 (also termed Mortalin, PBP74, GRP75, or HSPA9) appears to be a multifunctional DnaK-type chaperone ( 27 ) (unlike E. coli HscA, which is involved only in Fe-S cluster biogenesis). Human mtHSP70 is known to perform other cellular functions, including protein folding, intracellular trafficking, antigen processing, and aging ( 28 , 29 ). It has been shown that mtHSP70 binds a variety of substrates, including cancer suppressor protein p53 and Parkinson disease-related protein DJ-1, and mtHSP70 has been associated with Alzheimer disease ( 30 , 31 ). Because mtHSP70 is the only Hsp70 chaperone present in human mitochondria, it has been suggested that it plays a role in the human ISC machinery similar to that of E. coli HscA ( 32 ). This hypothesis is supported by the finding that the mtHSP70 homolog in Saccharomyces cerevisiae (Ssc1) participates in Fe-S cluster biosynthesis when the specialized Hsp70 chaperone (Ssq1) is knocked out ( 33 ). HSC20 recently has also been found to be involved in human mitochondrial Fe-S cluster biogenesis ( 34 ). FIGURE 1. Alignment of sequences of IscU homologues and structural representation of ISCU. A , alignment of sequences of IscU homologues. Analysis ( 15 ) of a much larger set of aligned sequences than those represented here showed that the residues highlighted in black were identically conserved, those in blue were conserved, and those in yellow were semi-conserved. The conserved cysteine residues are marked with red arrows , and the conserved LPPVK motif recognized by chaperone proteins is boxed in magenta . Mitochondrial proteins contain an N-terminal sequence that targets ISCU to cross the inner mitochondrial membrane. Excluding this region ( boxed in red ), human ISCU and E. coli IscU share 77% sequence identity. The numbering systems for mature ISCU and E. coli IscU are identical. Abbreviations used are: Av , A. vinelandii; Ec , Escherichia coli ; Hi , H. influenzae ; Aa , A. aeolicus ; Hs , Homo sapiens ; Mm , M. musculus ; Sc , S. cerevisiae. B , solution structure of Zn 2+ bound M. musculus ISCU (PDB code 1WFZ ) ( 47 ), which shares ∼98% sequence identity with human ISCU, provides insights into the structure of human ISCU. Similar to other IscU homologues, M. musculus ISCU consists of three β-strands and four α-helices. Residues mutated in this study (Asp-39, Asn-90, and His-105) are shown in red stick format . Asp-39 and His-105 are close to the Zn 2+ binding site, and Asn-90 is a solvent-exposed polar residue located in a hydrophobic region. All three residues are highly conserved among IscU homologues, and amino acid substitutions at these sites in E. coli IscU have been shown to perturb the position of the D ⇄ S conformational equilibrium ( 35 ). Another important residue Trp-76 is shown in red stick format. Given the sequence similarities of the bacterial and human proteins, it was of interest to determine, whether the human scaffold protein (ISCU) shares the conformational duality of the E. coli ortholog (IscU) and, if so, whether the two states exhibit differential interaction with the cysteine desulfurase, co-chaperone, and chaperone proteins. We report here that the human scaffold protein for Fe-S cluster biogenesis (ISCU), like its E. coli counterpart (IscU), populates two conformational states, a more structured state (S) and a partially disordered state (D). However, the relative population of the S-state of human ISCU is lower (28%) than the corresponding population of E. coli IscU (80%) under comparable solution conditions. Human cysteine desulfurase (NFS1) alone and in the NFS1-ISD11 complex were found to bind preferentially to the D-state of ISCU. However, ISCU does not interact directly with ISD11. The co-chaperone (HSC20) was found to bind preferentially to the S-state of ISCU, whereas the chaperone (mtHSP70) was found to bind preferentially to the D-state of ISCU. HSC20 activated the ATPase activity of mtHSP70, and this activation was greatly increased by the addition of ISCU. EXPERIMENTAL PROCEDURES DNA Cloning The cDNAs encoding the human mitochondrial proteins ISCU, NFS1, ISD11, mtHSP70, and HSC20 were ordered from the Mammalian Gene Collection (Thermo Fisher; Pittsburgh, PA). The genes coding for bacterial proteins were isolated by PCR directly from E. coli genomic DNA (Sigma). The clones for the mitochondrial proteins were designed to yield the mature protein sequences; the gene sequence coding for N-terminal mitochondrial targeting peptide was excluded ( Fig. 1 A, red box ), and the clones coded for a SUMO fusion containing an N-terminal His-tag. The genes were cloned into the pE-SUMO-Kan vector (Lifesensors; Malvern, PA) by using BsaI and XhoI restriction sites in the PCR gene fragments and vector. DNA primers used in these experiments were ordered through either the University of Wisconsin-Madison Biotechnology Center or Integrated DNA Technologies, Inc. (Coralville, IA). Restriction enzymes were purchased from either Promega (Madison, WI) or New England Biolabs (Ipswich, MA). All PCR DNA primers used for cloning included nine additional base pairs at the 5′ ends upstream of the restriction sites to make digestion more efficient at the termini of PCR products. DNA ligation and construction of the expression plasmid were carried out in 10-μl reactions with a PCR-based ligation thermo cycling program (30 s at 30 °C and 30 s at 10 °C repeated 800 times for 12 h). The ligation reaction was heat-inactivated at 65 °C for 25 min and then used to transform chemically competent 10G cells (Lucigen; Madison, WI), which were plated onto YT plates (containing 50 μg/ml kanamycin) and incubated at 37 °C overnight. An E. coli recombinant colony archive was constructed by picking individual colonies and storing them in 30 μl of 20% sterile glycerol. 3-μl aliquots were removed for use in a PCR colony screen (20-μl reaction using Promega 2× PCR master mix) to identify positive clones. The original PCR primers used for isolating the target genes were employed in this PCR colony screen, and the reactions were analyzed on 1% agarose gels in TAE buffer (40 m m Tris acetate, 1 m m EDTA, pH 8.0). To prepare plasmids for DNA sequence analysis, the E. coli colony glycerol stocks that yielded positive recombinants according to the PCR colony screens were grown overnight at 37 °C in 2–3 ml of CircleGrow® broth (MP Biomedicals; Santa Ana, CA) in the presence of 50 μg/ml kanamycin. All DNA sequencing reactions were carried out on a Bio-Rad Dyad Peltier Thermal cycler at the University of Wisconsin-Madison Biotechnology Center, and SeqMan software (DNASTAR; Madison, WI) was used to analyze and identify targets with the correct DNA sequence. We chose sites for production of single amino acid variants of ISCU to match those known to affect the D ⇄ S conformational equilibrium of E. coli IscU ( 35 ). The positions of these residues on Mus musculus Zn 2+ bound ISCU (a model for the S-state) are shown in Fig. 1 B (PDB code 1WFZ ). M. musculus ISCU shares 98% sequence identity with human ISCU ( Fig. 1 A ). Genes for these variants were produced by using the Polymerase Incomplete Primer Extension (PIPE) site-directed mutagenesis method ( 36 ). Production of Proteins Single colonies containing validated genes for the target proteins (human ISCU variants, NFS1, ISD11, mtHSP70, and HSC20 and E. coli IscS) were picked from the YT or MDAG plates ( 37 ) and grown in 1 ml of CircleGrow® broth or YT with 1% glucose (plus appropriate antibiotics) for 1–3 h at 37 °C at 250 rpm and then transferred to 50–100 ml of MDAG medium (with appropriate antibiotics) and grown overnight at 25 °C. For large scale protein production, 1 liter of unlabeled Terrific Broth (TB) auto-inducing medium or M9 isotopic medium was prepared, and 500-ml aliquots were transferred into sterile PET soda bottles ( 38 , 39 ). Each 500-ml aliquot was inoculated with 10 ml of the overnight MDAG starter culture, and the cell cultures were grown at 37 °C (250–320 rpm) for 2–5 h before dropping the growth temperature to 10–25 °C for 24–36 h. For induction with isopropyl-1-thio-β- d -galactoside (IPTG), the cell cultures were grown to A 600 of 1.0–1.5; then the temperature was dropped to 10–25 °C, and IPTG (0.1–0.2 m m final concentration) was added when the temperature had stabilized (after about 15–30 min). For stable isotope labeling, we used an M9-based medium consisting of 100 ml/liter 10× M9 salts (70 g/liter Na 2 HPO 4 , 30 g/liter KH 2 PO 4 , and 5 g/liter NaCl), 1 ml of 1000× metal mix, 1 ml of vitamin mixture ( 40 ), 30 mg/liter thiamine, 0.5 ml of 0.2 m CaCl 2 (0.1 m m final concentration), 2–5 drops of sterile antifoam, 2 ml of 1 m MgSO 4 (2 m m final concentration), [U- 13 C]glucose (2–4 g/liter), 15 NH 4 Cl (1 g/liter), plus the appropriate antibiotics (chloramphenicol to 35 μg/ml and kanamycin to 50–100 μg/ml). At the end of cell growth, the cultures were harvested by centrifugation for 30 min at 4000 × g in a centrifuge with a JS-4.0 rotor (Beckman Coulter; Brea, CA). The cell pastes were stored at −80 °C until needed for protein purification. Buffers The composition of the 1st immobilized metal affinity chromatography (IMAC) buffer was 20 m m Tris-HCl, pH 8, 300–500 m m NaCl, 0.1% Nonidet P-40, 1–2 m m β-mercaptoethanol or DTT, 1 m m phenylmethanesulfonyl fluoride (PMSF), 5–10% glycerol, and 5 m m imidazole. The composition of the 2nd IMAC buffer was the same as the 1st IMAC buffer except that it contained 250 m m imidazole. The SUMO-fusion cleavage buffer contained 20 m m Tris buffer at pH 8, 150 m m NaCl, 2 m m DTT (or β-mercaptoethanol), and 5–10% glycerol. The TND buffer consisted of 50 m m Tris-HCl, pH 8, containing 150 m m NaCl, 5 m m DTT, and 0.3% NaN 3 . The TKDM buffer consisted of 50 m m Tris-HCl, pH 7.5, containing 150 m m KCl, 5 m m DTT, and 10 m m MgCl 2 . Protein Purification All E. coli cell pastes were quickly thawed either on ice or at room temperature and then resuspended in 60–70 ml of lysis buffer: 1st IMAC buffer supplemented with Benzonase (Novagen, Millipore; Billerica, MA) or OmniCleave nuclease (Epicenter, Illumina; Madison, WI), rLysozyme (Novagen), RNase (Qiagen; Valencia, CA), and 0.1% Nonidet P-40 (Sigma). To break open the resuspended cells, we used sonication with a total time of 15–30 min at 4 °C, with a duty cycle of 2 s on and 4 s off. Cell lysates were clarified by high-speed centrifugation at 25,000 rpm for 30 min in a centrifuge with a JA 30.5Ti rotor (Beckman Coulter). The clear cell lysate was then treated with 0.1% w/v polyethylene imine (PEI) to precipitate RNA and then was spun again for 30 min at 25,000 rpm and eluted. DTT was added to a level of 2 m m to ensure reduction of cysteines. The cell lysate was refrigerated at 4 °C, and (NH 4 ) 2 SO 4 was added to 70% (w/v) saturation to precipitate total protein and to remove PEI. Then the sample was spun at 25,000 rpm for 30 min. The protein pellet was resuspended in 30–50 ml of 1st IMAC buffer (without NaCl but with 2 m m DTT), and any debris was discarded after a final centrifugation at 25,000 rpm for 30 min. The clarified protein solution was loaded onto a Qiagen Superflow FF or Ni-Sepharose column (GE Healthcare) IMAC resin at 1–5 ml/min. The IMAC column was washed first with ∼10 column volumes of 1st IMAC buffer and second with 5–10 column volumes of wash buffer (1st IMAC buffer + 30 m m imidazole). The target protein was eluted with the 2nd IMAC buffer, and fractions were collected. SDS-PAGE was used to analyze and assess the purity of the eluted target protein in the collected fractions. The His-tagged, N-terminal SUMO fusion protein was digested with 0.5 mg of SUMO protease. The reaction was carried out in SUMO-fusion cleavage buffer either by desalting the fusion protein by size exclusion chromatography and adding SUMO protease or, more usually, by dialyzing the fusion protein in the presence of SUMO protease overnight at 4 °C against the cleavage buffer. The cleaved sample was loaded onto a freshly equilibrated subtractive IMAC column, which bound the cleaved His-tagged SUMO domain and allowed the cleaved target protein to pass through to a fraction collector. The purities of the target protein fractions were assessed by SDS-PAGE. Mass spectrometry was used to determined target protein masses and the level of stable isotope incorporation. NMR Spectroscopy For NMR samples the TND and TKDM buffers were modified to contain 10% D 2 O for the frequency lock. All NMR spectra were collected on 600 MHz ( 1 H) Bruker BioSpin (Billerica, MA) NMR spectrometers equipped with a z -gradient cryogenic probe. All sample temperatures were regulated at 25 °C. NMRPipe software ( 41 ) was used to process the raw NMR data, and SPARKY software ( 42 , 43 ) was utilized to visualize and analyze the processed NMR data. 1 H, 15 N HSQC spectra of wild-type (WT) and variant ISCU samples were collected with 0.3 m m U- 15 N-ISCU in TND buffer. To monitor the effects of added unlabeled NFS1 or ISD11, we first collected a 1 H, 15 N HSQC spectrum 0.5 m m U- 15 N-ISCU in TND buffer. Then an equal volume of 0.5 m m unlabeled NFS1 was first added, and a 1 H, 15 N TROSY-HSQC spectrum was acquired. Next, an equal volume of 0.5 m m unlabeled ISD11 in TND buffer was added, and another 1 H, 15 N TROSY-HSQC spectrum was acquired. Because of the dilution effect, the intensities of the 1 H, 15 N peaks from ISCU diminished by a factor of two after the addition of NFS1 and by a factor of 3 after the addition of ISD11. However, the quantity of interest was the effect on the relative population of the S-state. The titrations with mtHSP70 were started by collecting 1 H, 15 N HSQC spectra of samples of 0.5 m m U- 15 N-ISCU and 0.5 m m U- 15 N-ISCU(N90A) in TKDM buffer. Then aliquots of unlabeled 0.5 m m mtHSP70 in TKDM buffer were added to each sample, and 1 H, 15 N TROSY-HSQC spectra were acquired. Because of the dilution effect, the intensities of the 1 H, 15 N peaks from ISCU diminished by a factor of two at equimolar ISCU:mtHSP70. Again, the quantity of interest was the effect on the relative population of the S-state. The titrations with HSC20 were started by collecting 1 H, 15 N TROSY-HSQC spectra of samples of 0.5 m m U- 15 N-ISCU or U- 15 N-ISCU(N90A) in TKDM buffer. 1 H, 15 N TROSY-HSQC spectra were acquired after the addition of aliquots of 0.4 m m unlabeled HSC20 in TKDM buffer. Because of the dilution effect, the intensities of the 1 H, 15 N peaks diminished by a factor of 2.25 at equimolar ISCU:HSC20. However, the quantity of interest was the ratio [S]/([S] + [D]). Resonance Assignment of ISCU(N90A) We were able to assign NMR signals of ISCU(N90A), a variant that fully populates the S-state. We collected three-dimensional CBCACONH and HNCACB spectra from a sample of ISCU(N90A) labeled uniformly with 13 C and 15 N and used the data to carry out sequential backbone assignments. Determination of the Position of the S ⇄ D Equilibrium We used the Newton software package ( 44 ) to calculate the relative intensities of the Trp-76 cross-peaks from the S- and D-states. Newton carries out fast maximum likelihood reconstruction (FMLR) of two-dimensional NMR signals to provide rigorous signal intensities by fitting their position, amplitude, line width, and phase. The percent of ISCU in the S-state, %S, is given by Equation 1 , where [S] is obtained from the intensity of the S peak and [D] is from the intensity of the D peak from Trp-76. We carried out three or more independent FMLR analyses of each spectrum to determine reproducibility and estimate errors (shown as error bars). Circular Dichroism Spectroscopy The sample buffer used in circular dichroism (CD) experiments contained 20 m m NaH 2 PO 4 and 50 m m NaCl at pH 8. The solutions were placed in 1-mm path length quartz cuvettes. The concentration of ISCU variants was 20 μ m . Far-UV CD spectra of ISCU variants were collected with an Aviv 202SF CD spectrophotometer (Aviv Biomedical; Lakewood, NJ) at 25 °C. Secondary structure content was estimated from the CD spectra by using K2D2 software ( 45 ). Size Exclusion Chromatography (Gel Filtration) Analytical gel-filtration studies were conducted with Hi-Load 16/60 Superdex 75 Column (GE Healthcare) at room temperature. To investigate the interaction between HSC20 and ISCU (WT or N90A), a 2:1 (molar ratio) mixture of HSC20:ISCU in TKDM buffer was injected. The protein sample was eluted at 1 ml/min flow rate with TKDM buffer as the elution buffer, and 2 ml fractions were collected using an automatic fraction collector (GE Healthcare). Eluted fractions were analyzed by SDS-PAGE. ATPase Assays ATPase assays were carried out in TKDM buffer containing 0.1 m m ATP. The ATPase activity of mtHSP70 was determined at 25 °C by using an EnzCheck Phosphate Assay kit (Invitrogen) to measure the rate of phosphate release rate as described previously ( 46 ). In Vitro Fe-S Custer Assembly A published protocol ( 47 ) was used to assemble Fe-S clusters in vitro . All samples were prepared in an anaerobic chamber (Coy Laboratory; Farmingdale, NY) filled with 90% N 2 gas and 10% H 2 gas. The reconstitution mix in TND buffer at pH 7.5 consisted of 50 μ m ISCU or ISCU(N90A), 250 μ m Fe 2 (NH 4 ) 2 (SO 4 ) 2, and 1 μ m cysteine desulfurase (NFS1, NFS1-ISD11, or E. coli IscS). The reaction was initiated by adding 250 μ m l -cysteine into the reconstitution mix to make the final volume equal 1 ml. The reaction was carried out at 25 °C in a 10-mm path length quartz cuvette sealed with a rubber septum. Spectra were collected on a UV-1700 UV-visible spectrophotometer (Shimadzu; Kyoto, Japan) equipped with a temperature control utility. UVProbe 2.21 software (Shimadzu) was used to collect and analyze the data. RESULTS ISCU Populates Two Conformational States Evidence for the structural heterogeneity of ISCU came from 1 H, 15 N HSQC NMR spectra that exhibited two sets of peaks for certain residues. The most prominent of these was the doubled 1 H, 15 N cross-peak from the side chain of Trp-76, the only tryptophan residue in the protein ( boxed signals on Fig. 2 A ). The spectral analysis was clarified by comparison of 1 H, 15 N HSQC spectra of ISCU ( Fig. 2 A ) with those of the four single-site mutants ( Fig. 2 B ). Variants ISCU(D39V) and ISCU(N90A) yielded 1 H, 15 N HSQC spectra with sharp, well dispersed peaks, as expected for a well structured protein, whereas variants ISCU(D39A) and ISCU(H105A) yielded 1 H, 15 N HSQC spectra with broader, poorly dispersed peaks (particularly in the 1 H dimension), as expected for a partially disordered protein. The spectrum of wild-type ISCU exhibited both sets of peaks. We thus assigned the sharper set of peaks to the structured state ( S ) and the broader set of peaks to the partially disordered state ( D ). Comparison of the Trp-76 peaks from ISCU ( Fig. 2 A ) with those from the variants ( Fig. 2 C ) allowed us to assign signals to the individual states. The %S values for the ISCU variants studied here are collected in Table 1 . FIGURE 2. NMR evidence that ISCU exists in solution as two slow interchanging conformational states and that the S ⇄ D equilibrium is perturbed by single amino acid substitutions. A , 1 H, 15 N HSQC NMR spectrum of ISCU. Because ISCU contains only one tryptophan (Trp-76), the presence of two cross-peaks in the boxed region and inset indicates the existence of two different conformational states. Assignments of individual peaks to the S- and D-states are indicated. B , 1 H, 15 N HSQC NMR spectra of ISCU variants with shifted S ⇄ D equilibria. Whereas the substitutions D39V and N90A stabilize the S-state, substitutions D39A and H105A stabilize the D-state. C , expansions of the spectra in B show the Trp-76 side chain signals used to quantify the relative populations of the S- and D-states. All NMR spectra were collected at 600 MHz ( 1 H) at 25 °C with solutions at pH 8.0. TABLE 1 Properties of wild-type (WT) human ISCU and single-site amino acid variants at pH 8 and 25 °C Structural property WT D39V N90A D39A H105A %S (determined by NMR) = ([S]/([S] + [D])) × 100 (%) 27.5 100 95.4 29.1 11.2 Molar ellipticity at 220 nm (10 4 deg cm 2 dmol −1 ) 0.742 0.926 1.01 0.568 0.476 Predicted α-helix (%) 16.2 25.5 25.0 Predicted β-strand (%) 18.2 19.2 20.2 We used CD spectroscopy to investigate the secondary structure of the ISCU variants. Far-UV (200–260 nm) CD spectra of ISCU variants that stabilize the S-state as shown by NMR exhibited secondary structure, whereas variants that stabilize the D-state as shown by NMR yielded CD spectra that could not be interpreted in terms of secondary structure ( Fig. 3 ; Table 1 ). The CD spectrum of wild-type ISCU was consistent with the mixed population determined by NMR of ∼28% S-state and 72% D-state. The CD spectra of the structured variants of human ISCU (D39V and N90A) as analyzed by K2D2 software ( 43 ) yielded ∼25% α-helix and ∼20% β-strand ( Table 1 ). By comparison, the solution structure of Zn 2+ -bound M. musculus IscU (PDB code 1WFZ , 10.2210/pdb1wfz/pdb), a model for the S-state, contained ∼41% α-helix and ∼20% β-strand. FIGURE 3. Far-UV CD spectra of ISCU variants. All spectra were collected at 25 °C with solutions at pH 8. The CD spectra of ISCU(N90A) ( red ) and ISCU(D39V) ( blue ) indicate the presence of secondary structure, but the CD spectra of ISCU(H105A) ( black ) and ISCU(D39A) ( green ) suggest that little secondary structure is present. The CD spectrum of wild-type ISCU ( magenta ) is intermediate between those of the variants stabilizing the S- and D-states. Interaction of ISCU with NFS1 and ISD11 Two-dimensional 15 N TROSY-HSQC NMR spectra of U- 15 N-ISCU were collected before and after adding a stoichiometric amount of unlabeled NFS1. The %S determined by FMLR analysis of the relative intensities of the Trp-76 peaks assigned to the S- and D-states ( Fig. 4 , A and B ) decreased from ∼27 to ∼7% upon adding 1 eq of NFS1 and remained unchanged after the subsequent addition of 1 eq of ISD11 ( Fig. 4 D ). This result indicates that NFS1 binds preferentially to the D-state of ISCU. The addition of unlabeled ISD11 to U- 15 N-ISCU led to no changes in the two-dimensional 15 N TROSY-HSQC NMR spectra ( Fig. 4 , C and E ), which indicated that ISCU and ISD11 do not interact directly. FIGURE 4. Evidence that NFS1 binds preferentially to the D-state of ISCU. A , top panel , two-dimensional 1 H, 15 N HSQC spectrum of U- 15 N-ISCU. Middle panel , overlay of the two-dimensional 1 H, 15 N TROSY-HSQC spectra of U- 15 N-ISCU alone ( red ) and U- 15 N-ISCU ( blue ) mixed with a stoichiometric amount of unlabeled NFS1. Bottom panel , overlay of two-dimensional 1 H, 15 N TROSY-HSQC spectra of U- 15 N-ISCU ( red ) and the same sample mixed with stoichiometric amounts of unlabeled NFS1 and ISD11 ( green ). B , expansions show the 1 H, 15 N peaks from the indole ring of Trp-76 of ISCU. Top panel , U- 15 N-ISCU. Middle panel , U- 15 N-ISCU mixed with equimolar unlabeled NFS1. Bottom panel , U- 15 N-ISCU mixed with equimolar unlabeled NFS1 and ISD11. C , top panel , two-dimensional 1 H, 15 N HSQC spectrum of U- 15 N-ISCU. Bottom panel , two-dimensional 1 H, 15 N HSQC spectrum of U- 15 N-ISCU mixed with equimolar unlabeled ISD11. All NMR spectra were collected at 600 MHz ( 1 H) at 25 °C with samples at pH 8.0. D and E , %S calculated by FMLR analysis of the intensities of Trp-76 cross-peaks assigned to the S- and D-states under the conditions indicated. mtHSP70 Binds Preferentially to the D-state of ISCU To determine whether mtHSP70, the only Hsp70 chaperone protein in mitochondria ( 27 ), interacts with ISCU, we used two-dimensional 15 N TROSY-HSQC NMR spectroscopy to follow the titration of U- 15 N-ISCU with unlabeled mtHSP70. The addition of mtHSP70 led to a progressive decrease in %S by FMLR analysis ( Fig. 5 C and Table 2 ). %S decreased from 27% in the absence of mtHSP70 to 1.2% at equimolar ISCU:mtHSP70 ( Fig. 5 , A and B ). The results indicate that mtHSP70 binds preferentially to the D-state of ISCU. Several 1 H, 15 N peaks from ISCU were found to be perturbed in the presence of 0.2 eq of mtHSP70 ( Fig. 6 A ). FIGURE 5. Evidence that mtHSP70 binds preferentially to the D-state of ISCU. A , two-dimensional 1 H, 15 N HSQC spectra of U- 15 N-ISCU ( left panel ), U- 15 N-ISCU sample mixed with 0.2 eq of unlabeled mtHSP70 and diluted by a factor of 1.2 ( middle panel ), U- 15 N-ISCU mixed with 1.0 eq of mtHSP70 and diluted by a factor of 2 ( right panel ). B , expansions of the Trp-76 1 H, 15 N cross-peaks from the spectra in A. C , %S calculated by FMLR analysis of the intensities of the Trp-76 cross-peaks assigned to S and D under the conditions indicated. D , two-dimensional 1 H, 15 N TROSY-HSQC spectra of U- 15 N-ISCU(N90A) ( left panel ), U- 15 N-ISCU(N90A) plus 0.2 eq of unlabeled mtHSP70 and diluted by a factor of 1.2 ( middle panel ), U- 15 N-ISCU(N90A) mixed with 1.0 eq of mtHSP70 and diluted by a factor of 2 ( right panel ). E , expansions of the Trp-76 1 H, 15 N cross-peaks from the spectra in D. F , %S calculated by FMLR analysis ( 44 ) of the intensities of the Trp-76 cross-peaks assigned S and D under the conditions indicated. G , two-dimensional 1 H, 15 N TROSY-HSQC spectra of U- 15 N-ISCU(H105A) ( left panel ), U- 15 N-ISCU(H105A) mixed with 0.2 eq of unlabeled mtHSP70 and diluted by a factor of 1.2 ( middle panel ), U- 15 N-ISCU(H105A) plus 1.0 eq of unlabeled mtHSP70 and diluted by a factor of 2 ( right panel ). H , expansions of the Trp-76 1 H, 15 N cross-peaks from the spectra in G. I , %S calculated by FMLR analysis of the intensities of the Trp-76 cross-peaks assigned S and D under the conditions indicated. All NMR spectra were collected at 600 MHz ( 1 H) at 25 °C with samples at pH 8.0. TABLE 2 Effect of added mtHSP70 on the %S of ISCU variants Values in the table represent %S (determined by NMR) = ([S]/([S] + [D])) × 100 (%). ICSU variant Mole fraction of added mtHSP70 0 1.0 % S ISCU 27.5 1.2 ISCU(N90A) 95.4 83.0 ISCU(H105A) 12.4 0.54 FIGURE 6. Effect of added mtHSP70 on selected peaks from 1 H, 15 N TROSY-HSQC spectra of U- 15 N-ISCU and U- 15 N-ISCU(N90A). A , U- 15 N-ISCU alone ( red ) and U- 15 N-ISCU with 0.2 eq of added unlabeled mtHSP70 ( blue ). B , U- 15 N-ISCU(N90A) alone ( red ) and U- 15 N-ISCU(N90A) with 0.2 eq of added unlabeled mtHSP70 ( blue ). We hypothesized that the interaction between mtHSP70 and ISCU(N90A), which populates mainly the S-state, would be weaker than its interaction with ISCU. As anticipated, FMLR analysis of 15 N TROSY-HSQC NMR spectra ( Fig. 5 , D and E ) showed a much smaller effect: %S decreased from 95% in the absence of mtHSP70 to 83% at equimolar mtHSP70:U- 15 N-ISCU(N90A) ( Fig. 5 F ). The magnitudes of the chemical shift perturbations upon adding mtHSP70 were smaller for U- 15 N-ISCU(N90A) than for U- 15 N-ISCU ( Fig. 6 B ). We also investigated the interaction between mtHSP70 and ISCU(H105A), a variant that favors the D-state. The %S of U- 15 N-ISCU(H105A) decreased from 12 to 0.54% upon the addition of equimolar mtHSP70 ( Fig. 5 , G–I ; Table 2 ). The results again confirm that mtHSP70 preferentially binds to the D-state of ISCU. HSC20 Preferentially Binds to the S-state of ISCU Analytical gel-filtration chromatography was employed to investigate the interaction between ISCU and HSC20. Upon elution of a 2:1 (molar ratio) HSC20:ISCU mixture, a peak emerged at ∼70 ml. This elution volume corresponds to the expected molecular mass of the HSC20-ISCU complex (∼37 kDa) ( Fig. 7 A ). SDS-PAGE of the elution fractions confirmed that the peak eluting at 70 ml contained both ISCU and HSC20 ( Fig. 7 B ). We further followed two-dimensional 15 N TROSY-HSQC NMR spectra of U- 15 N-ISCU upon titration with unlabeled HSC20 ( Fig. 8 , A and B ). FMLR analysis showed that %S increased from ∼22 to ∼31% upon the addition of equimolar HSC20 ( Fig. 8 C ). The results indicate that HSC20 binds preferentially to the S-state of ISCU, in analogy to the finding that E. coli HscB binds preferentially to the S-state of IscU ( 15 ). By transferring the backbone assignments for ISCU(N90A) to the 1 H, 15 N HSQC spectrum from the S-state of ISCU, we were able to follow chemical shift perturbations Δ δ HN (as given by Equation 2 ) of U- 15 N-ISCU upon titration with unlabeled HSC20 ( Fig. 8 , G and I ), where Δ δ H and Δ δ N are the chemical shift changes in the 1 H and 15 N dimensions, respectively. FIGURE 7. Analytical gel filtration and SDS-PAGE show interaction between HSC20 and ISCU variants. A , analytical gel-filtration elution profiles of ISCU alone ( blue line ), HSC20 alone ( red line ), and 2:1 mixture of HSC20:ISCU ( black line ). The peak at ∼70 ml elution volume (indicated by the star ) is assigned to the HSC20-ISCU complex. B , SDS-PAGE of the gel-filtration elution fractions collected between 70 and 80 ml from the 2:1 HSC20:ISCU sample. The protein bands at ∼20 and ∼15 kDa correspond to HSC20 and ISCU, respectively. C , analytical gel-filtration elution profiles of ISCU(N90A) alone ( blue line ), HSC20 alone ( red line ), and 2:1 mixture of HSC20:ISCU(N90A) ( black line ). D , SDS-PAGE of the gel-filtration elution fractions collected between 70 and 82 ml from the 2:1 HSC20:ISCU(N90A) sample. The protein bands at ∼20 and ∼15 kDa correspond to HSC20 and ISCU(N90A), respectively. FIGURE 8. Interaction between HSC20 and ISCU. A , two-dimensional 1 H, 15 N TROSY-HSQC spectra of U- 15 N-ISCU ( left panel ), U- 15 N-ISCU in the presence of equimolar unlabeled HSC20 and diluted by a factor of 2.25 ( middle panel ), overlay of the NMR spectra from the left and middle panels ( right panel ). B , expansions of the Trp-76 1 H, 15 N peaks from the spectra in A. C , %S calculated from FMLR analysis of the intensities of the Trp-76 cross-peaks assigned S and D under the conditions indicated. D , 1 H, 15 N TROSY-HSQC spectra of U- 15 N-ISCU(N90A) ( left panel ), U- 15 N-ISCU(N90A) in the presence of 1 eq of unlabeled HSC20 and diluted by a factor of 2.25 ( middle panel ), overlay of the NMR spectra from the left panel and middle panels ( right panel ). E , expansions of the Trp-76 1 H, 15 N peaks from the spectra in D. F , %S calculated from FMLR analysis of the intensities of Trp-76 cross-peaks assigned S and D under the conditions indicated. G , chemical shift perturbation of ISCU signals (Δδ HN ) upon the addition of 1.0 eq of HSC20 plotted as a function of ISCU residue number. Red triangles indicate residues whose NMR peaks were broadened beyond detection upon addition of HSC20. H , chemical shift perturbations (Δδ HN ) for residues of ISCU(N90A) upon the addition of 1 eq of HSC20. I , chemical shift perturbations of ISCU signals resulting from HSC20 binding mapped onto the structure of Zn 2+ bound M. musculus ISCU (PDB code 1WFZ ) ( 47 ). Residues with Δδ HN > 0.04 ppm are colored blue ; residues whose NMR peaks were broadened beyond detection are colored red. J , chemical shift perturbations of ISCU(N90A) resulting from HSC20 binding mapped on the structure of Zn 2+ bound M. musculus ISCU with color coding as in I . Examples of the several peaks from U- 15 N-ISCU that exhibited chemical shift perturbation upon binding HSC20 are shown in Fig. 9 A . The residues of ISCU showing the largest chemical shift perturbations (Leu-31 and Val-32) ( Fig. 8 G ) correspond to hydrophobic residues on the first β-strand of the three-dimensional structure of M. musculus Zn 2+ -ISCU (PDB code 1WFZ ) ( Fig. 8 I ). We speculate that the first β-strand of ISCU provides the binding interface for the ISCU-HSC20 interaction. FIGURE 9. Two-dimensional backbone 1 H, 15 N NMR peaks from U- 15 N-ISCU variants corresponding to selected residues (Gly-30, Leu-31, Asn-90, and Lys-78, from left to right ) that exhibit chemical shift changes upon binding HSC20. A , U- 15 N-ISCU alone ( red ) and with 1.0 eq of unlabeled HSC20 ( blue ). B , U- 15 N-ISCU(N90A) alone ( red ) and with 0.5 eq ( green ) and 1.0 eq ( blue ) of unlabeled HSC20. We also investigated the interaction between HSC20 and the S-state favoring ISCU variant ISCU(N90A). Similar to ISCU, analytical gel-filtration results showed the elution of a peak corresponding to the expected mass of the HSC20-ISCU(N90A) complex (∼37 kDa) ( Fig. 7 C ). SDS-PAGE of the eluted fractions confirmed that this peak contained both ISCU and HSC20 ( Fig. 7 D ). Two-dimensional 15 N TROSY-HSQC NMR spectra of U- 15 N-ISCU(N90A) were acquired as a function of added unlabeled HSC20 ( Fig. 8 , D and E ). Several peaks from U- 15 N-ISCU(N90A) exhibited chemical shift perturbations upon binding HSC20, and examples of these are shown in Fig. 9 B. %S increased from ∼94 to ∼99% after the addition of 1 eq of HSC20, confirming that HSC20 binds preferentially to the S-state of ISCU(N90A) ( Fig. 8 F ). Although more peaks of ISCU(N90A) were broadened beyond detection upon binding HSC20 as indicative of a tighter complex, the pattern of chemical shift perturbations ( Fig. 8 H ) was similar to that for ISCU, suggesting that the first β-strand of ISCU(N90A) interacts with HSC20 ( Fig. 8 J ). In Vitro Fe-S Cluster Assembly Assay To investigate the physiological importance of these findings, we carried out in vitro Fe-S cluster assembly assays. The UV spectra of the assembly mixture collected as a function of time showed the growth of peaks at 456 and 400 nm, which are characteristic for [2Fe-2S] and [4Fe-4S] clusters, respectively ( 47 ). This result indicates that ISCU serves as the scaffold protein for both types of Fe-S cluster ( Fig. 10 A ). We found that NFS1 alone could catalyze Fe-S cluster assembly on ISCU and that the addition of ISD11 increased the Fe-S cluster assembly rate ( Fig. 10 B ). We also investigated in vitro Fe-S cluster assembly on ISCU catalyzed by E. coli cysteine desulfurase (IscS) and found that the assembly rate was faster than that catalyzed by an equivalent concentration of NFS1-ISD11 ( Fig. 10 C ). To investigate the effect of the conformational states of ISCU on cluster assembly, we repeated the reaction replacing ISCU by ISCU(N90A), a variant that is primarily in the S-state. Compared with wild-type ISCU, cluster assembly on ISCU(N90A) occurred at a much slower rate ( Fig. 10 D ). The addition of Zn 2+ , which stabilizes the S-state (data not shown), inhibited the rate of cluster assembly on ISCU ( Fig. 10 E ). FIGURE 10. In vitro Fe-S cluster assembly assays. A , UV-visible absorption spectra of ISCU during Fe-S cluster assembly catalyzed by NFS1-ISD11. Spectra were collected at 60-min intervals. Absorption ( ABS ) at 400 nm and 456 nm are characteristic of [4Fe-4S] and [2Fe-2S] clusters, respectively. B , time course of Fe-S cluster assembly followed at 456 nm. Black line , reaction containing ISCU and catalyzed by NFS1 alone. Red line , reaction containing ISCU and catalyzed by NFS1-ISD11. C , time course of Fe-S cluster assembly followed at 456 nm. Black line , reaction containing ISCU and a catalytic amount of E. coli IscS. Red line , reaction containing ISCU and a catalytic amount of NFS1-ISD11. D , time course of Fe-S cluster assembly followed at 456 nm. Red line , reaction containing ISCU and a catalytic amount of NFS1-ISD11. Black line , reaction containing ISCU(N90A) and a catalytic amount of NFS1-ISD11. E , time course of Fe-S cluster assembly followed at 456 nm in the presence of a catalytic amount of NFS1-ISD11. Red line , reaction containing ISCU. Black line , Reaction containing ISCU and 1 eq of Zn 2+ . ISCU and HSC20 Stimulate the ATPase Activity of mtHSP70 We found that mtHSP70 exhibited a basal ATPase activity of ∼0.10 ± 0.023 min −1 ( Fig. 11 A , black ) which is lower than that reported for E. coli HscA (∼0.46 min −1 ) ( 49 ). The addition of either 6 μ m HSC20 or 15 μ m ISCU to 1 μ m mtHSP70 increased the basal ATPase activity of mtHSP70 by factors of ∼1.7 and ∼4.5, respectively ( Fig. 11 A, red and blue ). The addition of both 15 μ m ISCU and 4 μ m HSC20 increased the basal ATPase activity of mtHSP70 by a factor of ∼15 ( Fig. 11 A, green ). Furthermore, we measured the effects of increasing concentrations of HSC20 alone ( Fig. 11 B ), ISCU alone, and HSC20+ISCU ( Fig. 11 C ) on the ATPase activity of 1 μ m mtHSP70. Based on the double-reciprocal plot, ISCU alone elicited a maximal stimulation of ∼5 fold, and half-maximal stimulation occurred at ∼1.5 μ m ISCU. In the presence of 5 μ m HSC20, a maximal stimulation of ∼17 fold was observed upon adding ISCU, and the concentration of ISCU required for half-maximal stimulation was ∼2 μ m ( Fig. 11 D ). In the presence of 5 μ m HSC20, the addition of 24 μ m ISCU(N90A) increased the basal ATPase activity of mtHSP70 only by a factor of ∼7 ( Fig. 11 E ). Based on the double-reciprocal plot, the maximal stimulation was ∼8 fold, and the concentration of ISCU(N90A) required for half-maximal stimulation was ∼3.5 μ m ( Fig. 11 F ). FIGURE 11. Stimulation of the ATPase activity of mtHSP70 at 25 °C by ISCU and HSC20. A , time course of ATP hydrolysis catalyzed by 1 μ m mtHSP70 alone ( black line ) in the presence of 6 μ m HSC20 ( red line ), in the presence of 15 μ m ISCU ( blue line ), or in the presence of 4 μ m HSC20 + 15 μ m ISCU ( green line ). B , ATPase activity of 1 μ m mtHSP70 as a function of added HSC20. C , ATPase activity of 1 μ m mtHSP70 as a function of added ISCU in the absence of HSC20 ( black line ) and in the presence of 4 μ m HSC20 ( red line ). D , double-reciprocal plot of the data of C. E , ATPase activity of 1 μ m mtHSP70 as a function of added ISCU(N90A) in the presence of 5 μ m HSC20. F , double-reciprocal plot of the data of Fig. 11 E. DISCUSSION The best studied ISC system for Fe-S cluster biosynthesis is from bacteria. An NMR structure has been determined for the S-state of E. coli IscU ( 50 ), and x-ray and NMR structures have been determined for Zn 2+ complexes of Haemophilus influenzae IscU, Streptococcus pyogenes IscU ( 51 ), and Bacillus subtilis IscU (PDB code 1XJS , 10.2210/pdb1xjs/pdb). X-ray structures have been determined for the Aquifex aeolicus IscU-[2Fe-2S] complex ( 17 ), for E. coli IscS ( 12 ), for the E. coli IscS-IscU complex ( 53 ), for E. coli HscB ( 54 ), for the substrate binding domain of E. coli HscA complexed with the IscU recognition peptide ELPPVKIHC ( 55 ), and for E. coli IscA ( 56 ). In addition, NMR studies of the E. coli ISC system have elucidated the roles of the S and D conformational states of IscU in the cycle of Fe-S cluster assembly and delivery ( 15 , 16 , 18 , 50 , 57 ). Despite sequence similarities of the homologous human mitochondrial proteins, the only three-dimensional structure determined to date of a protein from the human ISC system is that of HSC20 (human HscB) ( 58 ). Results presented here show strong parallels between the conformational properties of the human (ISCU) and E. coli (IscU) scaffold proteins as well as their functional properties. Both human ISCU and E. coli IscU can adopt two very different folded conformations; one more structured (S-state) and one partially disordered (D-state) ( Fig. 2 A ). Thus, the scaffold protein can be categorized as a metamorphic protein ( 59 ). In both cases, the S ⇄ D equilibrium is affected by single site amino acid substitutions at positions 39, 90, and 105 ( 16 ) ( Fig. 2 , B and C ). Human ISCU is much less structured (∼28%S) than E. coli IscU (∼80%S) under similar buffer, pH, and temperature conditions ( 35 ). Another interesting difference is that the D39A substitution, which stabilizes the S-state of E. coli IscU ( 16 , 50 ) and has been found to stabilize Fe-S clusters in Azotobacter vinelandii IscU and Schizosaccharomyces pombe Isu1 ( 60 ), was found to favor the D-state of human ISCU. Because we had earlier seen a parallel between the S-state fraction and cluster stability in E. coli IscU ( 16 ), this result appears at odds with an earlier study, which reported that human ISCU(D39A) supported cluster formation, whereas ISCU did not ( 61 ). Prior studies of the human cysteine desulfurase have focused on the NFS1-ISD11 complex, because of difficulties in isolating the two subunits ( 26 , 62 , 63 ). In this study we successfully expressed and purified the two proteins separately. We show here that isolated ISD11 does not interact directly with ISCU ( Fig. 4 C ). On the other hand, isolated NFS1 binds to the D-state of ISCU ( Fig. 4 A , middle panel ) as does the NFS1-ISD11 complex ( Fig. 4 A , bottom panel ). Human ISCU contains the conserved 99 LPPVK 103 motif ( Fig. 1 A ) found in E. coli IscU, which is recognized by the substrate binding domain of E. coli HscA ( 64 ). We found that human mtHSP70 interacts with the D-state of ISCU ( Fig. 5 , A and B ). This result is parallel to the interaction between E. coli HscA and the D-state of IscU ( 18 ). The addition of 1 molar eq of mtHSP70 shifted the S ⇄ D equilibrium of ISCU completely to the D-state ( Fig. 5 , A and B ). By contrast, variant ISCU(N90A), which has a stabilized S-state, remained primarily in the S-state upon the addition of 1 molar eq of mtHSP70 ( Fig. 5 , C and D ). Human HSC20, the putative human homolog of the specialized DnaJ type co-chaperones, has been reported to be involved in human mitochondrial Fe-S cluster biogenesis and mitochondrial iron homeostasis ( 34 ). Although human HSC20 and E. coli HscB share high structural similarity, the former contains an extra N-terminal rubredoxin-like domain not present in E. coli HscB or S. cerevisiae Jac1 ( 58 ). We found that human HSC20 preferentially binds and stabilizes the S-state of ISCU ( Fig. 8 , A–F ). This result is parallel to the preferential interaction between E. coli HscB and the S-state of IscU ( 15 ). Residues on the first β-strand of ISCU, namely Gly-30, Leu-31, and Val-32, exhibited large chemical shift perturbations upon the addition of HSC20 ( Fig. 8 , G–J ). We speculate that these residues are involved in a hydrophobic interaction between ISCU and HSC20. The cluster assembly assay indicated that both [2Fe-2S] and [4Fe-4S] clusters could be assembled on ISCU ( Fig. 10 A ) as catalyzed by NFS1 alone or by the NFS1-ISD11 complex ( Fig. 10 B ). The rate with NFS1-ISD11 was ∼27% faster than with NFS1 alone. We found that E. coli IscS also assembled clusters on human ISCU at an even faster rate than with NFS-ISD11 ( Fig. 10 C ). This result is in agreement with a recent finding that the human NFS1-ISD11 complex, in the absence of frataxin or its bacterial homologue CyaY, exhibited lower cysteine desulfurase activity than E. coli IscS ( 62 ). As catalyzed by NFS-ISD11, ISCU(N90A), the variant with a stabilized S-state, assembled clusters 2.5 times more slowly than ISCU ( Fig. 10 D ). Similar results have been reported for E. coli IscU variants with stabilized S-states ( 16 ). As with the E. coli system ( 16 ), Zn 2+ can also stabilize the S-state of human ISCU (data not shown), and the addition of Zn 2+ was found to inhibit cluster formation ( Fig. 10 E ). The ATPase assay showed that mtHSP70 has a basal ATPase activity of ∼0.10 min −1 at 25 °C, which is close to that of S. cerevisiae Ssc1 and E. coli DnaK (∼0.12 min −1 ) ( 52 ) but much lower than that of E. coli HscA (0.46 min −1 ) ( 49 ). The lower ATPase activity of mtHSP70 compared with E. coli HscA can be attributed to the fact that mtHSP70 requires a nucleotide exchange factor (GrpEL1), which catalyzes the exchange of ADP for ATP, to reach maximal ATPase activity ( 48 ). The E. coli HscA/HscB chaperone system does not utilize a nucleotide exchange factor ( 14 ). ISCU and HSC20 individually enhanced the ATPase activity of mtHSP70 severalfold, and HSC20 plus ISCU together increased the ATPase activity still more ( Fig. 11 A ). The synergic effect of HSC20 and ISCU in stimulating mtHSP70 ATPase activity is similar to that reported for stimulation of the ATPase activity of E. coli HscA by HscB and IscU ( 46 ). Unlike the E. coli system, in which the presence of HscB decreased the concentration of IscU required to stimulate the ATPase activity of HscA ( 46 ), the concentration of ISCU needed for half-maximal stimulation of mtHSP70 ATPase activity was the same or higher in the presence of HSC20 ( Fig. 11 , C and D ). We found that ISCU(N90A) (95 %S) in the presence of HSC20 was half as effective as wild-type ISCU (28 %S) in stimulating the ATPase activity of mtHSP70 ( Fig. 11 , E and F ), in agreement with our model in which the D-state of ISCU binds preferentially to mtHSP70. Together, these results are consistent with the proposed function of human mtHSP70 and HSC20 as the chaperone and co-chaperone, respectively, for human mitochondrial Fe-S cluster biosynthesis. The findings above support a working model for human mitochondrial Fe-S cluster biogenesis ( Fig. 12 ) that is analogous to one proposed for the E. coli system ( 35 ). In this model, conversion of ISCU to the D-state when bound to the cysteine desulfurase ensures that its Cys residues are free of metal ( e.g. Zn 2+ ) and capable of accepting sulfur. Cluster formation then stabilizes the S-state of ISCU, weakens its interaction with the cysteine desulfurase (NFS1-ISD11), and strengthens its interaction with the co-chaperone (HSC20), which binds preferentially to the S-state and targets the complex to the chaperone (mtHSP70). Then, the attack of an acceptor protein ( e.g. apoferredoxin) triggers activation of the ATPase activity of the chaperone leading to conversion of ATP to ADP and a conformational change in the substrate binding domain of the chaperone to the form that binds the D-state of ISCU. The latter interaction ensures irreversible release of the cluster to the acceptor protein. Upon exchange of ADP for ATP (catalyzed by an exchange factor), ISCU is released to resume its S ⇄ D equilibrium. FIGURE 12. Working model for human mitochondrial Fe-S cluster biogenesis. 1 , apoISCU in D⇄S equilibrium. 2 , complex formed between the cysteine desulfurase complex (NFS1-ISD11) and the D-state of ISCU. 3 , sulfur delivered to Cys residues of ISCU. 4 , addition of iron to form a [2Fe-2S] cluster stabilizes the S-state of ISCU. 5 , the co-chaperone (HSC20) binds to holo-ISCU displacing the cysteine desulfurase complex. 6, the J-domain of HSC20 binds to the ATPase domain of the chaperone (mtHSP70), bringing holo-ISCU close to the chaperone. 7 , an acceptor protein containing free Cys -SH groups approaches. 8 , attack of cysteine residues from the acceptor protein liberates residues of ISCU that bind to the chaperone leading to activation of its ATPase activity. 9 , conversion of ATP to ADP leads to a conformational change in the substrate binding domain of the chaperone, which then binds preferentially to the D-state of ISCU releasing the holo-acceptor protein and HSC20. 1 , exchange of mtHSP70-bound ADP with ATP (which involves an exchange factor, not shown) leads to the release of ISCU, which resumes its equilibrium between the S- and D-states. * This work was supported, in whole or in part, by NIGMS, National Institutes of Health Grants U01 GM94622 (Protein Structure Initiative: Biology, Mitochondrial Protein Partnership), 8P41 GM103399 (to the National Magnetic Resonance Facility at Madison, WI), and 3R01GM058667-11S1. 2 The abbreviations used are: ISC iron-sulfur cluster ISCU human scaffold protein IscU E. coli scaffold protein for Fe-S cluster biosynthesis HSC20 human mitochondrial DnaJ-type co-chaperone HscA E. coli DnaK-type chaperone HscB E. coli DnaJ-type co-chaperone HSQC heteronuclear single quantum correlation IscS E. coli cysteine desulfurase FMLR fast maximum likelihood reconstruction ISD11 small protein component of the human cysteine desulfurase complex mtHSP70 human mitochondrial DnaK-type chaperone NFS1 human mitochondrial cysteine desulfurase TROSY transverse relaxation optimized spectroscopy IMAC immobilized metal affinity chromatography. Acknowledgments We thank other members of the Center for Eukaryotic Structural Genomics and the National Magnetic Resonance Facility at Madison for support. REFERENCES 1. Johnson D. C. Dean D. R. Smith A. D. Johnson M. K. ( 2005 ) Structure, function, and formation of biological iron-sulfur clusters . Annu. Rev. Biochem . 74 , 247 – 281 15952888 2. Fontecave M. ( 2006 ) Iron-sulfur clusters. Ever-expanding roles . Nat. Chem. Biol . 2 , 171 – 174 16547473 3. Lill R. ( 2009 ) Function and biogenesis of iron-sulphur proteins . Nature 460 , 831 – 838 19675643 4. Frazzon J. Dean D. R. ( 2003 ) Formation of iron-sulfur clusters in bacteria. An emerging field in bioinorganic chemistry . Curr. Opin. Chem. Biol . 7 , 166 – 173 12714048 5. Py B. Barras F. ( 2010 ) Building Fe-S proteins. Bacterial strategies . Nat. Rev. Microbiol . 8 , 436 – 446 20467446 6. Lill R. Mühlenhoff U. ( 2008 ) Maturation of iron-sulfur proteins in eukaryotes. Mechanisms, connected processes, and diseases . Annu. Rev. Biochem . 77 , 669 – 700 18366324 7. Bandyopadhyay S. Chandramouli K. Johnson M. K. ( 2008 ) Iron-sulfur cluster biosynthesis . Biochem. Soc. Trans . 36 , 1112 – 1119 19021507 8. Xu X. M. Møller S. G. ( 2011 ) Iron-sulfur clusters. biogenesis, molecular mechanisms, and their functional significance . Antioxid. Redox Signal . 15 , 271 – 307 20812788 9. Fontecave M. Ollagnier-de-Choudens S. ( 2008 ) Iron-sulfur cluster biosynthesis in bacteria. Mechanisms of cluster assembly and transfer . Arch. Biochem. Biophys . 474 , 226 – 237 18191630 10. Roche B. Aussel L. Ezraty B. Mandin P. Py B. Barras F. ( 2013 ) Iron/sulfur proteins biogenesis in prokaryotes. Formation, regulation, and diversity . Biochim. Biophys. Acta 1827 , 455 – 469 23298813 11. Schwartz C. J. Djaman O. Imlay J. A. Kiley P. J. ( 2000 ) The cysteine desulfurase, IscS, has a major role in in vivo Fe-S cluster formation in Escherichia coli . Proc. Natl. Acad. Sci. U.S.A . 97 , 9009 – 9014 10908675 12. Cupp-Vickery J. R. Urbina H. Vickery L. E. ( 2003 ) Crystal structure of IscS, a cysteine desulfurase from Escherichia coli . J. Mol. Biol . 330 , 1049 – 1059 12860127 13. Chandramouli K. Johnson M. K. ( 2006 ) HscA and HscB stimulate [2Fe-2S] cluster transfer from IscU to apoferredoxin in an ATP-dependent reaction . Biochemistry 45 , 11087 – 11095 16964969 14. Vickery L. E. Cupp-Vickery J. R. ( 2007 ) Molecular chaperones HscA/Ssq1 and HscB/Jac1 and their roles in iron-sulfur protein maturation . Crit. Rev. Biochem. Mol. Biol . 42 , 95 – 111 17453917 15. Kim J. H. Füzéry A. K. Tonelli M. Ta D. T. Westler W. M. Vickery L. E. Markley J. L. ( 2009 ) Structure and dynamics of the iron-sulfur cluster assembly scaffold protein IscU and its interaction with the cochaperone HscB . Biochemistry 48 , 6062 – 6071 19492851 16. Kim J. H. Tonelli M. Markley J. L. ( 2012 ) Disordered form of the scaffold protein IscU is the substrate for iron-sulfur cluster assembly on cysteine desulfurase . Proc. Natl. Acad. Sci. U.S.A . 109 , 454 – 459 22203963 17. Shimomura Y. Wada K. Fukuyama K. Takahashi Y. ( 2008 ) The asymmetric trimeric architecture of [2Fe-2S] IscU. Implications for its scaffolding during iron-sulfur cluster biosynthesis . J. Mol. Biol . 383 , 133 – 143 18723024 18. Kim J. H. Tonelli M. Frederick R. O. Chow D. C. Markley J. L. ( 2012 ) Specialized Hsp70 chaperone (HscA) binds preferentially to the disordered form, whereas J-protein (HscB) binds preferentially to the structured form of the iron-sulfur cluster scaffold protein (IscU) . J. Biol. Chem . 287 , 31406 – 31413 22782893 19. Lill R. Hoffmann B. Molik S. Pierik A. J. Rietzschel N. Stehling O. Uzarska M. A. Webert H. Wilbrecht C. Mühlenhoff U. ( 2012 ) The role of mitochondria in cellular iron-sulfur protein biogenesis and iron metabolism . Biochim. Biophys. Acta 1823 , 1491 – 1508 22609301 20. Tong W. H. Rouault T. ( 2000 ) Distinct iron-sulfur cluster assembly complexes exist in the cytosol and mitochondria of human cells . EMBO J . 19 , 5692 – 5700 11060020 21. Tong W. H. Rouault T. A. ( 2006 ) Functions of mitochondrial ISCU and cytosolic ISCU in mammalian iron-sulfur cluster biogenesis and iron homeostasis . Cell Metabol . 3 , 199 – 210 22. Mochel F. Knight M. A. Tong W. H. Hernandez D. Ayyad K. Taivassalo T. Andersen P. M. Singleton A. Rouault T. A. Fischbeck K. H. Haller R. G. ( 2008 ) Splice mutation in the iron-sulfur cluster scaffold protein ISCU causes myopathy with exercise intolerance . Am. J. Hum. Genet . 82 , 652 – 660 18304497 23. Wiedemann N. Urzica E. Guiard B. Müller H. Lohaus C. Meyer H. E. Ryan M. T. Meisinger C. Mühlenhoff U. Lill R. Pfanner N. ( 2006 ) Essential role of Isd11 in mitochondrial iron-sulfur cluster synthesis on Isu scaffold proteins . EMBO J . 25 , 184 – 195 16341089 24. Adam A. C. Bornhövd C. Prokisch H. Neupert W. Hell K. ( 2006 ) The Nfs1 interacting protein Isd11 has an essential role in Fe/S cluster biogenesis in mitochondria . EMBO J . 25 , 174 – 183 16341090 25. Shi Y. Ghosh M. C. Tong W. H. Rouault T. A. ( 2009 ) Human ISD11 is essential for both iron-sulfur cluster assembly and maintenance of normal cellular iron homeostasis . Hum. Mol. Genet . 18 , 3014 – 3025 19454487 26. Tsai C. L. Barondeau D. P. ( 2010 ) Human frataxin is an allosteric switch that activates the Fe-S cluster biosynthetic complex . Biochemistry 49 , 9132 – 9139 20873749 27. Schilke B. Williams B. Knieszner H. Pukszta S. D'Silva P. Craig E. A. Marszalek J. ( 2006 ) Evolution of mitochondrial chaperones utilized in Fe-S cluster biogenesis . Curr. Biol . 16 , 1660 – 1665 16920629 28. Wadhwa R. Taira K. Kaul S. C. ( 2002 ) An Hsp70 family chaperone, mortalin/mthsp70/PBP74/Grp75. What, when, and where? Cell Stress Chaperones 7 , 309 – 316 12482206 29. Kaul S. C. Deocaris C. C. Wadhwa R. ( 2007 ) Three faces of mortalin. A housekeeper, guardian, and killer . Exp. Gerontol . 42 , 263 – 274 17188442 30. Deocaris C. C. Kaul S. C. Wadhwa R. ( 2009 ) The versatile stress protein mortalin as a chaperone therapeutic agent . Protein Pept Lett 16 , 517 – 529 19442231 31. Burbulla L. F. Schelling C. Kato H. Rapaport D. Woitalla D. Schiesling C. Schulte C. Sharma M. Illig T. Bauer P. Jung S. Nordheim A. Schöls L. Riess O. Krüger R. ( 2010 ) Dissecting the role of the mitochondrial chaperone mortalin in Parkinson's disease. Functional impact of disease-related variants on mitochondrial homeostasis . Hum. Mol. Genet . 19 , 4437 – 4452 20817635 32. Rouault T. A. ( 2012 ) Biogenesis of iron-sulfur clusters in mammalian cells. New insights and relevance to human disease . Dis. Model Mech . 5 , 155 – 164 22382365 33. Voisine C. Cheng Y. C. Ohlson M. Schilke B. Hoff K. Beinert H. Marszalek J. Craig E. A. ( 2001 ) Jac1, a mitochondrial J-type chaperone, is involved in the biogenesis of Fe/S clusters in Saccharomyces cerevisiae . Proc. Natl. Acad. Sci. U.S.A . 98 , 1483 – 1488 11171977 34. Shan Y. Cortopassi G. ( 2012 ) HSC20 interacts with frataxin and is involved in iron-sulfur cluster biogenesis and iron homeostasis . Hum. Mol. Genet . 21 , 1457 – 1469 22171070 35. Markley J. L. Kim J. H. Dai Z. Bothe J. R. Cai K. Frederick R. O. Tonelli M. ( 2013 ) Metamorphic protein IscU alternates conformations in the course of its role as the scaffold protein for iron-sulfur cluster biosynthesis and delivery . FEBS Lett . 587 , 1172 – 1179 23333622 36. Klock H. E. Lesley S. A. ( 2009 ) The polymerase incomplete primer extension (PIPE) method applied to high-throughput cloning and site-directed mutagenesis . Methods Mol. Biol . 498 , 91 – 103 18988020 37. Blommel P. G. Martin P. A. Wrobel R. L. Steffen E. Fox B. G. ( 2006 ) High efficiency single step production of expression plasmids from cDNA clones using the Flexi Vector cloning system . Protein Expr. Purif . 47 , 562 – 570 16377204 38. Zhao Q. Frederick R. Seder K. Thao S. Sreenath H. Peterson F. Volkman B. F. Markley J. L. Fox B. G. ( 2004 ) Production in two-liter beverage bottles of proteins for NMR structure determination labeled with either 15N- or 13C-15N . J. Struct. Funct. Genomics 5 , 87 – 93 15263847 39. Sreenath H. K. Bingman C. A. Buchan B. W. Seder K. D. Burns B. T. Geetha H. V. Jeon W. B. Vojtik F. C. Aceti D. J. Frederick R. O. Phillips G. N. Jr. Fox B. G. ( 2005 ) Protocols for production of selenomethionine-labeled proteins in 2-L polyethylene terephthalate bottles using auto-induction medium . Protein Expr. Purif . 40 , 256 – 267 15766867 40. Blommel P. G. Becker K. J. Duvnjak P. Fox B. G. ( 2007 ) Enhanced bacterial protein expression during auto-induction obtained by alteration of lac repressor dosage and medium composition . Biotechnol. Prog . 23 , 585 – 598 17506520 41. Delaglio F. Grzesiek S. Vuister G. W. Zhu G. Pfeifer J. Bax A. ( 1995 ) NMRPIPE. A multidimensional spectral processing system based on UNIX Pipes . J. Biomol. NMR 6 , 277 – 293 8520220 42. Goddard T. D. Kneller D. G. ( 2008 ) Sparky , Version 3.3.114 Ed , University of California , San Francisco, CA 43. Kneller D. G. Kuntz I. D. ( 1993 ) UCSF SPARKY. An NMR display, annotation, and assignment tool . J. Cell. Biochem . Suppl. 17C , 254 – 254 44. Chylla R. A. Hu K. Ellinger J. J. Markley J. L. ( 2011 ) Deconvolution of two-dimensional NMR spectra by fast maximum likelihood reconstruction. Application to quantitative metabolomics . Anal. Chem . 83 , 4871 – 4880 21526800 45. Perez-Iratxeta C. Andrade-Navarro M. A. ( 2008 ) K2D2. Estimation of protein secondary structure from circular dichroism spectra . BMC Struct. Biol . 8 , 25 18477405 46. Hoff K. G. Silberg J. J. Vickery L. E. ( 2000 ) Interaction of the iron-sulfur cluster assembly protein IscU with the Hsc66/Hsc20 molecular chaperone system of Escherichia coli . Proc. Natl. Acad. Sci. U.S.A . 97 , 7790 – 7795 10869428 47. Agar J. N. Krebs C. Frazzon J. Huynh B. H. Dean D. R. Johnson M. K. ( 2000 ) IscU as a scaffold for iron-sulfur cluster biosynthesis. Sequential assembly of [2Fe-2S] and [4Fe-4S] clusters in IscU . Biochemistry 39 , 7856 – 7862 10891064 48. Goswami A. V. Chittoor B. D'Silva P. ( 2010 ) Understanding the functional interplay between mammalian mitochondrial Hsp70 chaperone machine components . J. Biol. Chem . 285 , 19472 – 19482 20392697 49. Tapley T. L. Vickery L. E. ( 2004 ) Preferential substrate binding orientation by the molecular chaperone HscA . J. Biol. Chem . 279 , 28435 – 28442 15100228 50. Kim J. H. Tonelli M. Kim T. Markley J. L. ( 2012 ) Three-dimensional structure and determinants of stability of the iron-sulfur cluster scaffold protein IscU from Escherichia coli . Biochemistry 51 , 5557 – 5563 22734684 51. Liu J. Oganesyan N. Shin D. H. Jancarik J. Yokota H. Kim R. Kim S. H. ( 2005 ) Structural characterization of an iron-sulfur cluster assembly protein IscU in a zinc-bound form . Proteins 59 , 875 – 881 15815978 52. Liu Q. Krzewska J. Liberek K. Craig E. A. ( 2001 ) Mitochondrial Hsp70 Ssc1. Role in protein folding . J. Biol. Chem . 276 , 6112 – 6118 11096111 53. Shi R. Proteau A. Villarroya M. Moukadiri I. Zhang L. Trempe J. F. Matte A. Armengod M. E. Cygler M. ( 2010 ) Structural basis for Fe-S cluster assembly and tRNA thiolation mediated by IscS protein-protein interactions . PLoS Biol . 8 , 18 10.1371/journal.pbio.1000354 54. Cupp-Vickery J. R. Vickery L. E. ( 2000 ) Crystal structure of Hsc20, a J-type Co-chaperone from Escherichia coli . J. Mol. Biol . 304 , 835 – 845 11124030 55. Cupp-Vickery J. R. Peterson J. C. Ta D. T. Vickery L. E. ( 2004 ) Crystal structure of the molecular chaperone HscA substrate binding domain complexed with the IscU recognition peptide ELPPVKIHC . J. Mol. Biol . 342 , 1265 – 1278 15351650 56. Cupp-Vickery J. R. Silberg J. J. Ta D. T. Vickery L. E. ( 2004 ) Crystal structure of IscA, an iron-sulfur cluster assembly protein from Escherichia coli . J. Mol. Biol . 338 , 127 – 137 15050828 57. Dai Z. Tonelli M. Markley J. L. ( 2012 ) Metamorphic Protein IscU changes conformation by cis-trans isomerizations of two peptidyl-prolyl peptide bonds . Biochemistry 51 , 9595 – 9602 23110687 58. Bitto E. Bingman C. A. Bittova L. Kondrashov D. A. Bannen R. M. Fox B. G. Markley J. L. Phillips G. N. Jr. ( 2008 ) Structure of human J-type co-chaperone HscB reveals a tetracysteine metal-binding domain . J. Biol. Chem . 283 , 30184 – 30192 18713742 59. Murzin A. G. ( 2008 ) Biochemistry. Metamorphic proteins . Science 320 , 1725 – 1726 18583598 60. Unciuleac M. C. Chandramouli K. Naik S. Mayer S. Huynh B. H. Johnson M. K. Dean D. R. ( 2007 ) In vitro activation of apoaconitase using a [4Fe-4S] cluster-loaded form of the IscU [Fe-S] cluster scaffolding protein . Biochemistry 46 , 6812 – 6821 17506526 61. Foster M. W. Mansy S. S. Hwang J. Penner-Hahn J. E. Surerus K. K. Cowan J. A. ( 2000 ) A mutant human IscU protein contains a stable [2Fe-2S] 2+ center of possible functional significance . J. Am. Chem. Soc . 122 , 6805 – 6806 62. Bridwell-Rabb J. Iannuzzi C. Pastore A. Barondeau D. P. ( 2012 ) Effector role reversal during evolution. The case of frataxin in Fe-S cluster biosynthesis . Biochemistry 51 , 2506 – 2514 22352884 63. Colin F. Martelli A. Clémancey M. Latour J. M. Gambarelli S. Zeppieri L. Birck C. Page A. Puccio H. Ollagnier de Choudens S. ( 2013 ) Mammalian frataxin controls sulfur production and iron entry during de novo Fe4S4 cluster assembly . J. Am. Chem. Soc . 135 , 733 – 740 23265191 64. Hoff K. G. Cupp-Vickery J. R. Vickery L. E. ( 2003 ) Contributions of the LPPVK motif of the iron-sulfur template protein IscU to interactions with the Hsc66-Hsc20 chaperone system . J. Biol. Chem . 278 , 37582 – 37589 12871959",
    "full_text_abstract": "Background: Iron-sulfur cluster biosynthesis involves a scaffold protein (ISCU), cysteine desulfurase (NFS1), chaperone (mtHSP70), and co-chaperone (HSC20). Results: Human mitochondrial ISCU populates structured (S) and disordered (D) conformational states. S interacts preferentially with NFS1 and mtHSP70; D interacts preferentially with HSC20. Conclusion: Shifts in the S ⇄ D equilibrium reveal functional states. Significance: The scaffold protein metamorphic property seen in Escherichia coli is conserved in humans.\n\nHuman ISCU is the scaffold protein for mitochondrial iron-sulfur (Fe-S) cluster biogenesis and transfer. NMR spectra have revealed that ISCU populates two conformational states; that is, a more structured state (S) and a partially disordered state (D). We identified two single amino acid substitutions (D39V and N90A) that stabilize the S-state and two (D39A and H105A) that stabilize the D-state. We isolated the two constituent proteins of the human cysteine desulfurase complex (NFS1 and ISD11) separately and used NMR spectroscopy to investigate their interaction with ISCU. We found that ISD11 does not interact directly with ISCU. By contrast, NFS1 binds preferentially to the D-state of ISCU as does the NFS1-ISD11 complex. An in vitro Fe-S cluster assembly assay showed that [2Fe-2S] and [4Fe-4S] clusters are assembled on ISCU when catalyzed by NFS1 alone and at a higher rate when catalyzed by the NFS1-ISD11 complex. The DnaK-type chaperone (mtHSP70) and DnaJ-type co-chaperone (HSC20) are involved in the transfer of clusters bound to ISCU to acceptor proteins in an ATP-dependent reaction. We found that the ATPase activity of mtHSP70 is accelerated by HSC20 and further accelerated by HSC20 plus ISCU. NMR studies have shown that mtHSP70 binds preferentially to the D-state of ISCU and that HSC20 binds preferentially to the S-state of ISCU."
}