{
    "PMC": "12426308",
    "DOI": "10.1007/s00432-025-06301-y",
    "PMID": "40932605",
    "PMCID": "PMC12426308",
    "title": "Molecular signatures of breast cancer in the Iranian population: a review of cell growth and cell cycle regulators.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12426308",
    "source": "MED",
    "abstract_text": "The mortality rate of breast cancer remains relatively high in the Iranian population, with approximately 4810 deaths reported in 2020 (GLOBOCAN). This elevated fatality rate has been predominantly attributed to delays in diagnosis. In recent years, substantial research efforts have been directed toward elucidating cellular markers associated with breast cancer within this population. To this end, a systematic literature search was undertaken across both international and national databases, including PubMed, Scopus, IranMedex, and Magiran, covering the period from 2019 to 2024. The review synthesized data from studies encompassing a total of 15,318 Iranian breast cancer patients. The aggregated evidence provides comprehensive insights into cellular growth and cell cycle regulation markers implicated in breast cancer, thereby offering potential to inform the development of population-specific molecular diagnostic and prognostic strategies.",
    "full_text": "pmc J Cancer Res Clin Oncol J Cancer Res Clin Oncol Journal of Cancer Research and Clinical Oncology 0171-5216 1432-1335 Springer Berlin Heidelberg Berlin/Heidelberg 12426308 40932605 6301 10.1007/s00432-025-06301-y Review Molecular signatures of breast cancer in the Iranian population: a review of cell growth and cell cycle regulators Mashayekh Zeynab 1 Broojeni Jalal Vallian 1 3 Fard Rasool Fatehi 2 Vallian Sadeq svallian@sci.ui.ac.ir 1 1 https://ror.org/05h9t7759 grid.411750.6 0000 0001 0454 365X Department of Cell and Molecular Biology and Microbiology, Faculty of Science and Technology, University of Isfahan, Isfahan, Iran 2 https://ror.org/04waqzz56 grid.411036.1 0000 0001 1498 685X Department of Surgery, Isfahan University of Medical Sciences, Isfahan, Iran 3 https://ror.org/04cpxjv19 grid.63984.30 0000 0000 9064 4811 Present Address: Department of Human Genetics, McGill University Health Centre, Montreal, QC Canada 11 9 2025 11 9 2025 9 2025 151 9 255 30 7 2025 21 8 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . The mortality rate of breast cancer remains relatively high in the Iranian population, with approximately 4810 deaths reported in 2020 (GLOBOCAN). This elevated fatality rate has been predominantly attributed to delays in diagnosis. In recent years, substantial research efforts have been directed toward elucidating cellular markers associated with breast cancer within this population. To this end, a systematic literature search was undertaken across both international and national databases, including PubMed, Scopus, IranMedex, and Magiran, covering the period from 2019 to 2024. The review synthesized data from studies encompassing a total of 15,318 Iranian breast cancer patients. The aggregated evidence provides comprehensive insights into cellular growth and cell cycle regulation markers implicated in breast cancer, thereby offering potential to inform the development of population-specific molecular diagnostic and prognostic strategies. Keywords Breast cancer Cell cycle Cellular growth Molecular markers Iranian population issue-copyright-statement © Springer-Verlag GmbH Germany, part of Springer Nature 2025 Highlights First comprehensive review of cell growth and cell cycle regulatory markers in Iranian breast cancer patients. Systematic analysis of data from over 15,300 patients across both international and Iranian databases (2019–2024). Identifies population-specific molecular patterns that may influence breast cancer progression and outcomes. Provides a foundation for future diagnostic and prognostic research tailored to the Iranian population. Introduction Breast cancer is one of the major fatal malignancies among the population worldwide. In 2022, the Global Cancer Observatory (GLOBOCAN) recorded approximately 2.3 million new cases of breast cancer in all sexes, and specifically in women of all ages (Bray et al. 2024 ). In 2022, there were approximately 11.0 deaths per 100,000 from breast cancer in the Iranian population, despite a relatively low prevalence rate compared with that in advanced countries. The increased mortality rate among the Iranian population seems to be due mainly to delays in diagnosis (Foroozani et al. 2020 ). Unfortunately, the new cases are mostly young individuals (Ataeinia et al. 2021 ), with a relatively high prevalence rate of the disease in the central provinces of Iran (Soleimani et al. 2023 ). Breast cancer is a multifactorial disorder influenced by both genetic and nongenetic factors. Recent investigations into its molecular pathogenesis have highlighted the fundamental role of genetic factors, especially those regulating cellular growth and cycle, in disease development (Torabi Dalivandan et al. 2021 ). With the advancement and increasing accessibility of molecular techniques, considerable efforts by Iranian scientists over the past decade have focused on the identification of cellular growth and cell cycle regulatory markers associated with breast cancer in the Iranian population. The objective of this review is to synthesize and consolidate findings from investigations conducted over the last five years, with the aim of presenting a comprehensive list of genes involved in cellular growth and cell cycle regulation that hold significant potential as molecular markers for the diagnosis of breast cancer in the Iranian population (Fig. 1 ). Fig. 1 Cellular markers associated with breast cancer in the Iranian population Representation of cellular growth and cell cycle regulatory markers which has been investigated over the past five years in the Iranian population. The most common studied gene markers related to breast cancer in Iranian patients are shown within the red circle. Please see the main text and Table 5 for more information. Methods Search strategy We conducted a literature search in international and Iranian databases, including PubMed ( https://www.Pubmed.ncbi.nlm.nih.gov/ ), Scopus ( https://www.scopus.com/ ) , IranMedex ( https://www.iranmedex.com/ ), and Magiran ( https://www.Magiran.com/ ), regarding the associations between cellular growth and cell cycle regulation, as well as genetic markers and breast cancer in Iran from 2019 until now. In the first stage, the keywords “gene”, “genetics”, “mutation”, “Cellular growth”, “Cell cycle”, and “breast cancer” were searched in the titles. Study selection In this review, we evaluated studies investigating the genetic factors contributing to the development of breast cancer in the Iranian population. Subsequently, we extended the search to identify gene markers reported in other populations worldwide. Key findings were synthesized based on statistical significance and study frequency. Then a gene panel most strongly associated with breast cancer in the Iranian population was compiled. Inclusion criteria Studies were considered eligible if they met all of the following criteria: (i) Conducted on human participants within the Iranian population, (ii) Focused on breast cancer diagnosis, prognosis, or susceptibility, (iii) Investigated molecular markers related to cell growth and/or cell cycle regulation, (iv) Classified as original research, review, meta-analysis, or in silico study, (v) Published in peer-reviewed journals with a recognized impact factor (generally > 2.5). Relevant regional journals with slightly lower impact factors were also considered due to their significance to the Iranian population. (vi) Published between January 2019 and December 2024, (vii) Available in English or Persian. Exclusion criteria Studies were excluded if they met any of the following conditions: (i) Conducted on non-Iranian population or animal models, (ii) Lacked direct evaluation of molecular markers related to cell growth or cell cycle regulation, (iii) Case reports, conference abstracts, editorials, letters, commentaries, theses/dissertations, or unpublished manuscripts, (iv) None-peer reviewed sources, publications in journals without recognized scientific indexing, or lacking sufficient methodological detail, (v) Published before January 2019 or after December 2024, (vi) Articles not available in English or Persian. Kinases and growth factors Kinases and growth factors are central regulators of cellular growth and differentiation. When their pathways become constitutively activated, they can trigger a cascade of molecular events that drive cancer development. Her2 (ErbB2) One of the best-studied growth factor receptors is HER2 (erythroblastic oncogene B, ErbB2), a cell surface receptor protein that belongs to the family of receptor tyrosine kinases (RTKs) (Hynes and Lane 2005 ). HER2 plays a crucial role in breast cancer progression, and several investigations among Iranian populations have explored its oncogenic potential. For example, one study in a subpopulation from Iran showed that the expression of the HER2 receptor was elevated in bone, brain, and lung tissues, the primary metastatic sites of breast cancer. Luminal A and B subtypes were particularly prone to bone metastasis (Hashemi-Bahremani et al. 2020 ). Another study found a strong association between HER2/neu gene amplification and lymph node involvement as well as higher histological grades of breast tumours (Isaee et al. 2024 ). Further evidence from a retrospective study of 276 metastatic breast cancer patients in Shiraz, Iran, highlighted distinct patterns of metastasis depending on receptor subtypes (Jafari et al. 2022 ). HER2-enriched, luminal A, luminal B, and triple-negative breast cancer (TNBC) subtypes exhibited significantly different frequencies of metastasis to bone, brain, lung, and liver. Notably, luminal A and B subtypes showed higher rates of bone metastasis as the initial metastatic site, while receptor expression also varied liver metastasis size. These findings underscore the importance of receptor profiling in predicting metastatic behaviour and tailoring patient management. HER3 Another member of the HER family, epidermal growth factor 3 (HER3), has also been linked to breast cancer metastasis. An Iranian study reported that abnormal HER3 expression, particularly when co-expressed with ROR1 (a receptor tyrosine kinase), correlated strongly with lymph node invasion, distant metastasis, and co-expression of HER2, ER, PR, P53, and Ki67 biomarkers. Together, these findings suggest that HER3 contributes to metastatic progression, often in conjunction with HER2 and other regulatory markers (Hassanzadeh Makoui et al. 2024 ). Obesity-associated factors: FTO Beyond kinases and growth factors, metabolic dysregulation also plays a role in breast cancer progression. The fat mass and obesity-associated (FTO) gene has been implicated in multiple cancers, including breast cancer (Kaklamani et al. 2011 ). In Iranian populations, the SNP FTO/rs9939609 was significantly associated with breast cancer risk among overweight females (Gholamalizadeh et al. 2021 ). This variant also interacts with lifestyle factors such as smoking, physical activity, macronutrient intake, and alcohol consumption (Doaei et al. 2021 ). Importantly, it may neutralize the protective effects of vitamin D against breast cancer. Additional studies found that the rs9939609 variant was more frequent among HER2-negative patients (Montazeri et al. 2022 ). Another study reported that FTO gene variants were associated with breast cancer, obesity and type 2 diabetes mellitus (Hesari et al. 2019a ). Collectively, these findings highlight the diagnostic potential of FTO variants in predicting breast cancer risk. Carcinogenic metabolism genes: CYPs and GSTP1 The cytochrome P450 superfamily of enzymes encode cytochrome P450 proteins, including CYP1A1, CYP1A2, CYP2C8, CYP19A1 and GSTP1. These enzymes are involved in decreasing the carcinogenic effects of environmental chemicals (Nebert and Dalton 2006 ). Polymorphisms in these genes could increase breast cancer susceptibility. Researchers have examined the associations between variations in these genes and breast cancer susceptibility in the Iranian population in several investigations (Golmohammadzadeh et al. 2019 ). In a case–control study of 400 cases, researchers showed that GG genotype of CYP1A2-rs17861162 SNP and TT genotype of ADSL-rs3788579 SNP could significantly be associated with breast cancer in the North-West of Iran (Valizadeh Osalo et al. 2024 ). In a case‒control study of 200 individuals, researchers reported the associations of GSTP1 (rs1695) with the risk of disease among Iranian women with breast cancer (Farmohammadi et al. 2020 ). Researchers have hypothesized that variations in these genes and the serum levels of pesticides could contribute to breast cancer susceptibility based on the above enzymes in breast cancer. CYP19A1 (rs10046) gene polymorphisms with C–C/C–C and C–C/C-T genotypes are strongly associated with breast cancer susceptibility in the Iranian population (Alwan et al. 2021 ). VEGF, HIF-1α and PPAR-γ Nutrigenomics research has shown that diet plays an important role in cancer development. A westernized diet (high intake of meats, processed meats, sauces, fast food, and alcohol) seems to increase carcinogenesis through different mechanisms, including insulin resistance and decreased estrogen excretion (Lathigara et al. 2023 ). Several investigations in the Iranian population have focused on the role of Nutri-genomics in connection with breast cancer susceptibility. Hypoxia-inducible factor-1α (HIF-1α), which is activated by low levels of oxygen in the cell, can activate vascular endothelial growth factor (VEGF) (Favaro et al. 2011 ). The subsequent activation of peroxisome proliferator-activated receptor gamma (PPAR-γ), which is a downstream effector, promotes aberrant vascularization with altered perfusion (angiogenesis) and the initiation of carcinogenesis, such as that of breast cancer (Li et al. 2023 ). Breast cancer patients who adhered to a healthy eating habit, which involved consuming high quantities of fruits, vegetables, vegetable oils, legumes, spices, nuts, and grains, seafood, low-fat meat, skinless poultry, whole bread, and low-fat dairy products, experienced a significant decrease in the expression levels of VEGF-A, PPAR-γ, and HIF-1α, which are nutritional genes (Asemani et al. 2020 ). These findings indicate that healthy eating can inhibit the pathological transformation of benign breast disease (BBD) to its malignant form. In primary breast cancer patients who consume dietary protein, lymphatic and vascular metastasis may be associated with RhoA and VEGF-VEGFR2 overexpression (Shokri et al. 2019 ). Pro-metastatic genes: ROCK, CLDNs, and CTTN Metastasis-related genes such as Rho-associated kinase (ROCK), claudins (CLDN), and cortactin (CTTN) regulate cell motility and epithelial cell‒cell junction integrity (Beaty and Condeelis 2014 ). Ras homologous gene family member A (RhoA), a pro-metastatic gene, increases cellular motility (O’Connor and Chen 2013 ). In a study involving 206 individuals with breast cancer, researchers examined the relationships between the expression levels of pro-metastatic genes (ROCK, CTTN, CLND1, and CLND-4) and clinicopathological features in nonmetastatic eligible patients with breast cancer (Mazloomi et al. 2021 ). The results revealed a positive correlation between the expression of the CTTN, CLDN-1, and CLDN-4 genes and tumour size and between the expression of the CLDN-4 gene and tumour grade. The overexpression of ROCK was associated with metastasis to axillary lymph nodes. Another study on 215 women with nonmetastatic breast cancer showed that a healthy diet could prevent the metastasis of primary breast cancer (Foroutan-Ghaznavi et al. 2022 ). Dietary protein intake has also been linked to increased metastasis via enhanced angiogenesis (Medina and Quesada 2014 ). Vascular endothelial growth factor (VEGF), as a angiogenic factor, functions in tumour progression (Liu et al. 2011 ). Researchers conducted a study on 177 primary diagnosed specimens to measure the expression levels of Rho A, VEGF, and VEGFR and investigate their relationship with lymphatic and vascular metastasis of the tumour (Shokri et al. 2019 ). The results revealed a significant association between the overexpression of VEGFR2 in patients with axillary lymph node metastasis. A positive correlation was detected between RhoA expression and estrogen receptor-positive and vascular metastasis in primary breast cancer patients who consumed dietary protein. Furthermore, a study reported that the upregulation of VEGFR1, VEGFR2, and VEGFR3 as angiogenesis in patients with invasive ductal carcinoma (IDC) compared to the fibroadenoma (Fib)group (Ahmadi et al. 2021 ). The expression levels of VEGF-A are associated with progesterone receptor-positive status in breast cancer patients. Studies have shown that the coenzyme Q10 (CoQ10) gene, which is expressed in the circulation at low levels, is correlated with breast cancer metastasis in breast cancer patients (Abdi et al. 2020 ). Researchers have conducted a meta-analysis to examine the effect of CoQ10 intake, as a supplement, on angiogenesis in breast cancer patients (Alimohammadi et al. 2021 ). The results revealed that CoQ10 supplementation could reduce some important markers of matrix metalloproteinase-2 (MMP-2) and matrix metalloproteinase-9 (MMP-9), which are angiogenesis mediators, as well as inflammation, including VEGF and IL8, in patients with breast cancer. In another independent study, researchers investigated the associations between plasma levels of CoQ10 and the expression levels of VEGF and VEGFR2, angiogenic factors, and AMP-activated protein kinase (AMPK) and 6-phosphofructo-2-kinase/fructose-2,6-bisphosphatase 3 (PFKFB3), metabolism-related factors, in Iranian breast cancer patients (Abdi et al. 2020 ). The results revealed a significant correlation between the expression patterns of the VEGF-A and VEGFR2 genes. VEGFR2 expression was positively correlated with tumour size. There was an inverse correlation between the expression levels of CoQ10 and the expression levels of VEGF-A and VEGFR2 (Jamshidnezhad et al. 2021 ). Insulin-like growth factors: IGFs, ESR1 and COMT Insulin-like growth factors (IGFs) are essential for the development of the mammary gland, but are also implicated in cancer progression (Christopoulos et al. 2015 ). Several studies have investigated the role of the IGF genes in Iranian breast cancer patients. In a study, IGF1 and the lncRNAs LINC00963 and LINC01089 were significantly downregulated in breast cancer tissues. These lncRNAs interact with IGF1 mRNA and serve as potential diagnostic and prognostic biomarkers. The oncogenic miR-1244-5p suppresses IGF1 r expression, influencing the FOXO signaling pathway and correlating with key clinical features such as lymph node metastasis and menopausal status (Rezaei et al. 2023 ). In a case–control study, IGF-2 levels were significantly higher in breast cancer patients compared to healthy controls, while IGF-1 levels showed no difference. These findings suggest IGF-2 as a potential prognostic biomarker (Alizadeh Sadighi et al. 2024 ). Another study found that breast cancer patients positive for ERα but negative for SCUBE2 and BCL2 had significantly poorer survival, while coexpression of HER2 and IGFR1 indicated worse outcomes. The results emphasize assessing multiple biomarkers beyond PGR to better evaluate ERα functionality and prognosis (Esmaeili et al. 2021 ). Additionally, a case–control study on 509 cases focused on the association between 2q35-rs13387042 and the risk of breast cancer (Nesaei et al. 2022 ). 2q35-rs13387042 SNP is regulated the expression of IIGFB5 gene (Ghoussaini et al. 2014 ). A significant correlation reported for the variant and the increased risk of breast cancer. The high mobility group A2 (HMGA2) gene activates during early embryonic development and inactivates during adulthood. The abnormal expression of the gene was associated with various tumours, such as breast cancer. In this case, a bioinformatic and experimental analysis examined the relationship between rs10573247 polymorphism and the risk of breast cancer among the Iranian population. Their results revealed that TT deletion of the polymorphism was associated with the development of breast cancer (Najibi et al. 2024 ). Apoptosis regulatory genes: BCL2 and SCUBE2 Genes regulating apoptosis, such as B-cell leukemia/lymphoma 2 (BCL2) and SCUBE2, also influence breast cancer prognosis. BCL2 is an apoptotic regulator gene that is differentially expressed in different malignancies, including breast cancer (Lippman et al. 2008 ). Studies by Iranian researchers using a case‒control study of a total of 240 cases revealed a significant association between the frequency of large alleles of CA repeats (Hesari et al. 2019a ; Golmohammadzadeh et al. 2019 ) in the BCL2 gene promoter and a greater risk of breast cancer development in Isfahan Province, Iran (Ghorbani et al. 2021 ). Therefore, BCL2 gene functions as an estrogen-regulated gene that is crucial in hormone therapy for breast cancer. Compared with the BCL2 + and/or SCUBE2 + groups, the SCUBE2- and BCL2- groups presented poorer survival, as reported in Iranian patients. It has been reported that patients in the SCUBE2- and BCL2- groups had poorer survival than those in the BCL2 + and/or SCUBE2 + groups. Iranian researchers reported that the SCUBE2 − and BCL2 − groups had poorer survival than the BCL2 + and/or SCUBE2 + groups did, indicating that signal peptide, CUB, and EGF-like domain-containing protein 2 (SCUBE2), a glycoprotein on the cell surface, play crucial roles in hormone therapy for breast cancer, and researchers have reported its involvement in suppressing cancer proliferation (Esmaeili et al. 2021 ). Scientists have proposed that SCUBE2, a glycoprotein on the cell surface, is an important estrogen-related gene in hormone therapy. In a previous study, compared with other patients, patients in the ERα-positive, SCUBE2-, and BCL2-negative groups exhibited markedly poorer survival (Lippman et al. 2008 ). Table 1 lists the kinases and growth factors associated with genetic markers identified in the above studies. Table 1 Summary of studies on kinases and growth factors associated with breast cancer Author (Ref. No.) Year Gene Population size Main findings Hesari et al. ( 2019a ) 2019 FTO Review A significant association between FTO gene polymorphisms and obesity in the Iranian population Shokri et al. ( 2019 ) 2019 Rho A, VEGF, VEGFR2 177 N/T Dietary proteins could associate with the overexpression of RhoA and VEGF-VEGFR2 in favour of lymphatic and vascular metastasis in breast cancer patients Golmohammadzadeh et al. ( 2019 ) 2019 CYP1B1, CYP2C8, CYP19A1 51C/72P Increased risk of breast cancer associated with CYP2C8 (rs1058930), CYP19A1 (rs749292) and CYP1B1 (rs1056836) genetic variants Pirouzpanah et al. ( 2019 ) 2019 IGF-1, PPAR, VEGF, HIF 85P QPCR results showed a decreased plasma IGF-1, and hence IGF-1/IGFBP-1 ratio, which partly could be assigned to enhanced IGFBP-1 level in women with BBD Asemani et al. ( 2020 ) 2020 PPAR-ℽ, VEGF-A, HIF-1α 231C/77P The healthy pattern was inversely associated with BBD, and this could be correlated with downregulation of Peroxisome proliferator-activated receptor gamma (PPAR-γ), Vascular endothelial growth factor A (VEGF-A), & hypoxia inducible factor 1 (HIF-1α) genes Hashemi-Bahremani et al. ( 2020 ) 2020 HER2 239P Higher grades of tumour, invasive ductal carcinoma, absences of hormone receptors and high Ki-67 index significantly correlated with the Her2 amplification Farmohammadi et al. ( 2020 ) 2020 GSTP1 100C/100P Bioinformatic analysis showed that the rs1695 genetic variations of GSTP1 act as a genetic risk factor for breast cancer Abdi et al. ( 2020 ) 2020 CoQ10 100 P Quantitative real-time PCR results followed by Structural equation modelling (SEM) were shown inverse significant correlations between CoQ10 and the expression of AMPK, PFKFB3, VEGF-A & VEGFR2. Furthermore, VEGFR2 expression positively correlated with tumour size Jamshidnezhad et al. ( 2021 ) 2021 CoQ10, IL6, IL8, VEGF Insilico A strong Diagnostic value of IL-6, IL-8, and VEGF for breast cancer in predicting CoQ10’s cytokine-lowering effects based on an ANN model Ahmadi et al. ( 2021 ) 2021 VEGFR-1, VEGFR-2, VEGFR-3 - QPCR result was shown significant up-regulation of VEGFR-1, VEGFR-2 and VEGFR-3 genes in invasive ductal carcinoma (IDC) compare to fibroadenoma (Fib) group Mazloomi et al. ( 2021 ) 2021 ROCK, CTTN, Rho-A, CLDN-1, CLDN-4 206 N/T Positively correlation of the overexpression of CTTN, CLDN-1, and CLDN-4 genes with the extent of tumour size and ROCK amplification with the involvement of axillary lymph node metastasis Gholamalizadeh et al. ( 2021 ) 2021 FTO 180P The tetra-ARMs PCR results revealed a significant association between the high level of circulating vitamin D and the FTO gene risk allele (A) in breast cancer patients Doaei et al. ( 2021 ) 2021 FTO 360C/180P Overweight individuals with rs9939609 FTO genotype were more susceptible to breast cancer Alwan et al. ( 2021 ) 2021 CYP19A1 303C/399P Rs10046 in different genetic models and C–C/C-T& C–C/C–C diplotypes, associated with the risk of breast cancer. The rs700519-C allele associated with longer overall survival. In contrast, the T-T haplotype conferred a shorter overall survival. rs700519-C allele also significantly associated with menarche age Esmaeili et al. ( 2021 ) 2021 BCL2, SCUBE2, HER2, IGFR1 123 N/T ERα + patients, SCUBE2, & BCL2 negative groups showed a poorer survival in comparison with other patients, as shown by the Immunohistochemistry (IHC) results. Patients with positive expression of HER2 and IGFR1 receptors showed a worse survival rate Ghorbani et al. ( 2021 ) 2021 BCL2 120C/120P Followed by polyacrylamide gel electrophoresis & sequencing results: CA-repeat promoter SNPs with large alleles showed a higher risk of breast cancer development Alimohammadi et al. ( 2021 ) 2021 VEGF, IL-8, MMP-2, MMP-9 Review The systematic searching and meta-analysis data showed a significant decrease in the levels of VEGF, IL-8, MMP-2, &amp; MMP-9 genes in patients with breast cancer after receiving CoQ10 supplementation (100 mg/day for 45–90 days) Nesaei et al. ( 2022 ) 2022 IGFB5 184P/322C RFLP result revealed a statistically significant association between 2q35-rs13387042 and breast cancer risk Montazeri et al. ( 2022 ) 2022 FTO 360C/180P A strong association between FTO SNP rs9939609 & HER-2 negative in breast cancer patients Foroutan-Ghaznavi et al. ( 2022 ) 2022 ROCK, Rho A 215P The “Vegan” and “Prudent” diet patterns decreased the expression levels of RhoA and ROCK Jafari et al. ( 2022 ) 2022 HER2, ER, PR 276P Receptor expression was significantly different in patients with bone, brain, & lung metastases, & size of liver metastasis. The study showed that luminal A &amp; B subtypes of breast cancer had higher rates of bone metastasis Doaei et al. ( 2022 ) 2022 FTO 360C/180P Positive association between FTO rs9939609 polymorphism, breast cancer risk, and omega‐6 fatty acids intake Rezaei et al.( 2023 ) 2023 IGF1 50T/50N QPCR analysis confirmed the microarray result that miR-1244-5p, as a potential up-regulated oncogene of BC, suppresses the expression level of LNC01089, LINC00963, & IGF Isaee et al. ( 2024 ) 2024 HER2 100T/8N Based on multiplex-PCR results, the amplification of HER2/neu gene and lymph node involvement, and higher grades of tumour in the breast tumour s compared to normal breast tissues Valizadeh Osalo et al. ( 2024 ) 2024 ADSL, CYP1A2 200C/P PCR -RFLP results showed a significant correlation between GG genotype of CYP1A2-rs17861162 and TT genotype of ADSL-rs3788579 SNPs and breast cancer susceptibility Najibi et al. ( 2024 ) 2024 HMGA2 141P/123N RFLP results showed that the genotype of TT/del TT & del TT/del TT of rs10573247 was significantly associated with increasing risk of breast cancer Hassanzadeh Makoui et al. ( 2024 ) 2024 HER3, ROR1 444P IHC results showed a significant association between the expression level of HER3 and ROR1 genes and clinic-pathological features in the breast tumour s N Normal; T Tumour; C Controls; P Patients; NC Negative controls; BBD Benign breast disease; ALNM Axillary lymph node metastasis; “vegan” pattern: vegetables, vegetables, fruits, legumes, nuts, seeds, and whole grains; “prudent” pattern: spices, seafood, dairy, and vegetable oils; T-ARMS-PCR: tetra-primer amplification refractory mutation system-polymerase chain reaction method; RFLP Restriction fragment length polymorphism Immunity system regulatory factors The immune system serves as a crucial defense mechanism against cancer cells. Alterations in the expression of immune-regulatory factors can disrupts normal cellular physiology and promotes malignancy. PD-1 (PDCD1), PD-L1 (CD274), LSP1 and LAG-3 Programmed cell death (PD-1), a protein product of the PDCD1 gene, and programmed cell death-ligand 1 (PD-L1), encoded by the CD274 gene, are critical immune checkpoint molecules. They regulate T-cell effector functions in both cancer and autoimmunity (Mokhtari et al. 2012 ). Several studies in Iran have focused on the relationship between PD-L1 and breast cancer progression. A systematic review conducted by Iranian researchers revealed that the combination of PD-1/PD-L1 could be used as an effective breast cancer therapeutic drug (Bastaki et al. 2020 ). Several studies have investigated the involvement of PD-L1 dysregulation in human breast cancer in the Iranian population. Additionally, a systematic review revealed a positive correlation between high levels of tumour -infiltrating lymphocytes (TILs) and PD-L1 expression in TNBC patients (Shadbad et al. 2021 ). In vitro findings demonstrated that the level of PD-L1 expression was downregulated in response to the inhibition of epidermal growth factor receptor (EGFR). Furthermore, in silico data indicated that PD-L1 expression positively correlated with EGFR signaling, epithelial to mesenchymal transition-related transcription factors (EMT-TFs), and stemness markers in metastatic breast cancer (Azadi et al. 2019 ). A study revealed that low expression of miR-424-5p could increase the expression of PD-L1. Furthermore, PD-L1 can inhibit cell proliferation via the modulation of the PTEN/PI3K/AKT/mTOR pathway (Dastmalchi et al. 2020 ). Researchers reported that miR-424-5p, miR-138-5p, miR-570-3p, miR-200c-3p, miR-383-5p, miR-34a-5p, miR-3609, miR-195-5p, and miR-497-5p inhibited tumour al PD-L1 expression in TNBC cells (Shadbad et al. 2021 ). In silico and in vitro studies have shown that miR-335 and miR-145 can directly regulate the expression of PD-L1 at the mRNA level and prevent the development of breast cancer (Hajibabaei et al. 2023 ). The hypermethylation of CpG islands in the promoters of these genes can upregulate the expression of PD-L1 in the MCF-7, BT-549, and MDA-MB-231 breast cancer cell lines (Hajibabaei et al. 2023 ). Moreover, researchers have shown that downregulation of miRNA-138-5p could increase the expression level of PD-L1 in breast cancer. This occurs by blocking the PI3K/AKT pathway, which has an anti-proliferative effect, through the inhibition of PD-L1 expression. In addition, this study revealed that this miRNA could inhibit cell motility via downregulation of MMP-2, MMP-9, and Vimentin and upregulation of E-cadherin expression in MDA-MB-231 cells (Rasoolnezhad et al. 2021 ). Other findings include: (i) Reduced miR-383-5p expression leading to increased PD-L1 levels and enhanced cell migration in breast cancer, while overexpression of miR-383-5p in T cells elevated proinflammatory cytokines, supporting its tumour-suppressive role (Azarbarzin et al. 2021 ); (ii) Upregulation of miR-561-3p reducing PD-L1, ZEB1, HIF1A, and MYC expression, thereby suppressing proliferation, inducing apoptosis, and causing cell cycle arrest (Yousefi et al. 2024 ); Higher breast cancer grades correlating with increased CD86, PD-1, and PD-L1 expression in B cells, while CD39 expression correlated with tumour size, suggesting B cells may suppress tumour progression (Shariati et al. 2020 ).; Silencing PD-L1 with siRNA restored T-cell cytotoxicity by increasing proinflammatory cytokines (IL-2, IFN-γ, TNF-α) and reduced anti-inflammatory cytokines (IL-10, TGF-β) in breast cancer cell lines (Shadbad et al. 2021 ). A large study on 361 breast cancer patients from Tehran reported that co-expression of PD-1, PD-L1, and LAG-3 was significantly higher in luminal B and TNBC subtypes, with LAG-3 expression strongly correlating with PD-1 and PD-L1 (Pournabee et al. 2023 ). In addition, impaired NK cell function—characterized by reduced activating receptors (CXCR3, NKG2D) and increased inhibitory receptors (PD-1, TGF-βRII), particularly in CD56^bright NK cells—was observed in breast cancer patients. These findings suggest that NK cell dysfunction contributes to tumour progression and highlight NK cell restoration as a potential immunotherapy strategy (Arianfar et al. 2022 ). Cytokines also play important roles. Interleukin-6 (IL-6), which functions as both a pro-inflammatory cytokine and anti-inflammatory myokine, has genetic variants associated with cancer progression. A systematic review in Iranian patients revealed that the AA + GA genotype of rs1800797 increased breast cancer risk, while the GC and CC + GC genotypes of rs2069840 were protective (Azizi et al. 2024 ). PD-1 expression itself has been reported as significantly higher in breast cancer patients compared with healthy controls, suggesting its potential as a prognostic marker (Hoseini and Sarani 2024 ). In one cohort, PD-L1 was detected in 11.5% of breast cancer samples, predominantly in TNBC, where it was associated with higher tumour grade but not stage. Interestingly, PD-L1 was more frequently expressed in CD8⁺ TILs than tumour cells, and circulating PD-L1 levels did not correlate with tissue expression, suggesting that PD-L1 blockade could benefit TNBC patients without interference from serum PD-L1 (Karami et al. 2020 ). A cross-sectional study of 107 TNBC patients confirmed that PD-L1 positivity was significantly associated with higher tumour grade and increased Ki67 expression (Izadi et al. 2024 ). Another study similarly found PD-L1 expression to be enriched in high-grade TNBC tumours, reinforcing its potential as a therapeutic target (Yazdanpanah et al. 2021 ). The LSP1 gene on chromosome 11p15.5 encodes an actin-binding protein that regulates immune cell motility, and its polymorphisms, such as rs3817198, have been linked to altered breast cancer susceptibility (Sieuwerts et al. 2010 ). In a northeastern Iranian population, the LSP1 rs3817198 polymorphism demonstrated significant predictive and prognostic value for sporadic breast cancer, with specific genotypes associated with altered disease susceptibility and progression (Afzaljavan et al. 2020 ). In another case–control study, the LSP1 rs3817198 TT genotype and the CASC rs4784227 CC and TT genotypes were consistently associated with significantly increased breast cancer risk, highlighting their potential roles as genetic susceptibility markers (Nourolahzadeh 2020 ). IFNℽ, EGR1, TGF-β, CXCR3 and NKG2D The IFNℽ gene encodes a soluble cytokine, a type II interferon that is secreted by both the innate and adaptive immune systems (Cardenas et al. 2019 ). Alterations at the gene level could change gene function with the development of cancer (Cardenas et al. 2019 ). The tumour -infiltrating natural killer (TINK) and the expression of the activating natural killer group 2, member D (NKG2D) receptor by these cells function as important arms of immunity against malignancies, including breast cancer (Rezaeifard et al. 2021 ). Several studies by Iranian scientists revealed a positive correlation between the percentage of regulatory NK cells and tumour size in patients with breast cancer in the Iranian population. In contrast, the specific TGF-β ligand, synthesized by all white blood cell lineages, interacts with both the type 1 and type 2 receptor subunits of transforming growth factor beta (TGF-β). Aberrant signalling of TGF-β receptors has been associated with a wide range of human pathologies, including autoimmune diseases and cancers such as breast cancer (Bhola and Arteaga 2011 ). Moreover, an investigation in a subpopulation from Iran revealed that CXCR3 and NKG2D expression was lower in breast cancer samples than in normal samples (Arianfar et al. 2022 ). Moreover, increased MHC class I polypeptide-related sequence A (MIC-A) levels are correlated with increased expression levels of TGF-βRII and PD-1 in all NK cells, whereas increased IFN-γ expression is associated with decreased TGF-βRII expression on CD56 bright NK cells (Arianfar et al. 2022 ). Table 2 summarizes immune system–associated markers from the above studies. Table 2 Summary of immunity system regulatory markers related to breast cancer Author (Ref. No.) Year Gene Population size Main results Azadi et al. ( 2019 ) 2019 CD274 Cell line Increased expression level of PD-L1 (CD274) in association with the formation of multicellular aggregates in the MDA-MB-231 cells Dastmalchi et al. ( 2020 ) 2020 CD274 35 N/T, Cell Line Downregulation of miR-424-5p & upregulation of PD-L1 expression in breast cancer tissue specimens. Furthermore, transfecting miR-424-5p into MDA-MB-231 cells resulted in higher PD-L1 expression. miR-424-5p had an anti-proliferative effect by modulating PTEN/PI3K/AKT/mTOR pathway Shariati et al. ( 2020 ) 2020 CD86, CD39, PDCD1, CD274 44P Flow cytometry results showed the expression of CD86 + , CD39 + , PD-1 + & PD-L1 + B cells associated with poor prognostic factors of breast cancer Karami et al. ( 2020 ) 2020 CD274 260P/260C PCR–RFLP result revealed PD-L1 rs4143815 (G/C) variant meaningfully reduced the risk of BC. However, the PD-L1 rs2890658 variant increased the BC risk in the AC genotype as well as A allele Afzaljavan et al. ( 2020 ) 2020 LSP1 349P/ 387C T-ARMS PCR analysis revealed that the LSP1 rs3817198 (T > C) polymorphism was significantly associated with increased breast cancer risk and poorer prognosis Nourolahzadeh ( 2020 ) 2020 LSP1, CASC 100C/100P Tetra-ARMs PCR data showed a strong correlation between the TT genotype in LSP1 rs3817198 and CC and TT genotypes of CASC rs4784227 with breast cancer susceptibility Yazdanpanah et al. ( 2021 ) 2021 CD274 144P Dual IHC staining showed increased PD-L1 expression in high-grade TNBC tumour s, while serum levels of PD-L1 remained low Rasoolnezhad et al. ( 2021 ) 2021 CD274, Cell Line QRT-PCR revealed reduced miRNA-138–5p expression, upregulating the expression of PD-L1 in breast cancer tissues and cell lines. Moreover, based on the Western blot results, the miRNA induced apoptosis by increasing Caspase-9 and Caspase-3, while also inhibiting cell motility through targeting MMP-2, MMP-9, and Vimentin, and increasing E-cadherin in MDA-MB-231 cells Azarbarzin et al. ( 2021 ) 2021 CD274, 24 N/T, Cell Line QRT-PCR & western blot results showed miR-383-5p exerted its inhibitory effect via upregulation of PDL1 & blocking the PI3K/AKT/mTOR pathway in MDA-MB-231 cells Rezaeifard et al. ( 2021 ) 2021 CD3, CD56 32 P Intracellular staining (ICS) results indicated that a Higher NK cell frequency was observed in LN⁻ breast tumour s, with regulatory NK cells positively correlating with tumour size Arianfar et al. ( 2022 2022 CXCR3, PDCD1, NKG2D, TGF-βRII 12C/26P Flow cytometry results detected lower expression of CXCR3 & NKG2D in patients than in healthy subjects. Furthermore, TGF-βRII and PDCD1(PD-1) were overexpressed in ‘patients’ CD56 bright NK cells versus ‘patients’ CD56 dim NK cells in breast cancer Pournabee et al. ( 2023 ) 2023 PDCD1, CD274, LAG-3 361P IHC and H & E staining methods showed immune checkpoints (PDCD1 (PD-1), CD274 (PD-L1) & LAG-3 had differentially different levels of expression in certain molecular subtypes of breast cancer Hajibabaei et al. ( 2023 ) 2023 CD274 50 N/T Cell line Decreased expression of miR-335 & miR-145 caused by hypermethylation of promoters could be responsible for upregulation of PDL1 (CD274) in breast cancer tissues and MCF-7, BT-549, and MDA-MB-231 cell lines Azizi et al. ( 2024 ) 2024 IL6 Review Meta-analysis results indicated AA + GA genotype of rs1800797 SNP & the GC and the CC + GC genotypes of rs2069840 variant increased and decreased the risk of breast cancer, respectively Yousefi (Yousefi et al. 2024 Mar 10 ) 2024 CD274, ZEB1, HIF1A, MYC, miR-561-3p, 45T/N, Cell line Cell line analysis showed that miR-561-3p suppresses breast cancer cell growth by downregulating PD-L1, ZEB1, HIF1A, and MYC, while its reduced expression in tissues is associated with upregulation of these oncogenes Izadi et al. ( 2024 ) 2024 CD274 107P IHC analysis revealed that PD-L1 expression was associated with higher tumour grade and elevated Ki67 expression, indicating a potential role in tumour aggressiveness Hoseini and Sarani ( 2024 ) 2024 PDCD1 25T/N QPCR result indicated a significant increase in expression of PD1 in breast cancer N Normal; T Tumour; C Controls; P Patients; PD-1 Programmed cell death; PD-L1 Programmed cell death-ligand 1; RES Resveratrol; IHC immunohistochemistry, NK cell Natural killer cells, CD3 − CD56dim/ CD3 − CD56bright: cytotoxic/ regulatory NK cells, TDLNs tumour draining lymph nodes, LN + : lymph nodes involvement, TGF-βR: transforming growth factor beta receptor Apoptotic molecular markers Apoptosis is a fundamental process that maintains cellular homeostasis by eliminating unnecessary or damaged cells. Disruption of apoptosis promotes uncontrolled cell proliferation and accumulation of genetic alterations, ultimately leading to tumorigenesis. CASP8 The cysteine-aspartic acid protease 8 gene (CASP8) is an initiator caspase in the apoptosis pathway, and mutations in this gene are associated with breast cancer progression (MacPherson et al. 2004 ). In Iranian populations, several studies have examined the role of CASP8 polymorphisms: (i) A case–control study identified polymorphisms such as rs1045485 and rs10931936 as significantly associated with increased breast cancer risk (Afzaljavan et al. 2023 ); (ii) A genome-wide study found associations between rs3754934 and rs12990906 and breast cancer susceptibility. Moreover, haplotypes combining rs1045485, rs10931936, and rs3817578 were linked to greater breast cancer risk. Interestingly, the rs3754934-C allele and CC genotype were associated with reduced risk of death in hormone receptor–positive breast cancer patients (Pasdar et al. 2019 ); (iii) The CC genotype of rs1045485 was found to reduce breast cancer risk (Vahednia et al. 2019 ). These findings suggest that CASP8 gene polymorphisms may serve as genetic markers for breast cancer susceptibility and prognosis. TOX3 The TOX3 gene, located on chromosome 16q21, encodes a high-mobility group box protein that is more highly expressed in breast tumours compared to normal tissue (Jones et al. 2013 ). Single-nucleotide polymorphisms (SNPs) in TOX3 are strongly associated with altered gene regulation and increased breast cancer risk across different populations (Han et al. 2016 ). The studies show: (i) The rs3803662 polymorphism, located near TOX3 within the uncharacterized gene LOC643714, reduces TOX3 mRNA expression in breast tissue (Tajbakhsh et al. 2019a ); (ii) A case–control study in northeastern Iran (943 participants) reported a significant association between rs3803662 and breast cancer risk (Tajbakhsh et al. 2019a ); (iii) Additional studies demonstrated that the T alleles of rs4784227 and rs8051542 were significantly linked to increased breast cancer risk. The TT genotype at both loci showed strong associations across additive, recessive, and dominant genetic models (Jamali et al. 2020 ). These results suggest that TOX3 polymorphisms could serve as valuable biomarkers for breast cancer risk in the Iranian population. MDM2 The mouse double minute 2 homologue (MDM2) gene encodes an oncoprotein that blocks p53 tumour suppressor-mediated transcriptional transactivation. Single-nucleotide polymorphisms can alter the gene expression levels (Atwal et al. 2007 ). Altered expression levels of the MDM family are strongly associated with an increased risk of cancer incidence, including breast cancer (Haupt et al. 2017 ). In this respect, Iranian researchers have focused on the association between breast cancer susceptibility and the frequency of genetic variants in this gene. They showed that the GG genotype of SNP309 (rs2279744) of the MDM2 gene is correlated with breast cancer (Jalilvand et al. 2020 ). Table 3 lists the apoptosis pathways associated with genetic markers from the above studies. Table 3 Summary of studies on apoptotic markers associated with breast cancer Author (Ref. No.) Year Gene Population size Main results Vahednia et al. ( 2019 ) 2019 CASP8 287P/490C ARMs-PCR data indicated that patients with the CC genotype of rs104548 were associated with a decreased risk of breast cancer Pasdar et al. ( 2019 ) 2019 CASP8 553P/450C The ARMs-PCR data showed that rs3754934 in the dominant model (CA + AA vs. CC) and rs12990906 in the allelic model (T vs. C) are associated with the risk of breast cancer in this population Tajbakhsh et al. ( 2019a ) 2019 TOX3 430P/513C The TOX3-rs3803662 SNP was associated with breast cancer risk in the North-East of Iran population, using ARMS PCR Tajbakhsh et al. ( 2019 ) 2019 TOX3 505P/567C A strongly significant statistical association was shown between alleles & genotypes of rs4784227-CASC16 with breast cancer risk in the Iranian population, using ARMS-PCR Jamali et al. ( 2020 ) 2020 TOX3 107P/91C T-ARMS PCR illustrated the association between rs4784227 and rs8051542 polymorphisms in TOX3 gene and breast cancer Jalilvand et al. ( 2020 ) 2020 MDM2 100P/100C PCR–RFLP and PCR methods revealed that the GG genotype of MDM2-SNP309 can play a protective role in breast cancer Afzaljavan et al. ( 2023 ) 2023 CASP8 553C/455P Meta-analysis results identified an association of three-SNP haplotypes, rs3817578 & rs10931936 & rs1045485 with a higher risk of breast cancer N Normal; T Tumour, C Control; P Patient; ARMS Amplification-refractory mutation system DNA biosynthesis and repair markers The maintenance of genomic integrity is essential for normal cellular growth, differentiation, and homeostasis. Dysregulation of DNA repair or biosynthesis pathways can lead to mutations, genomic instability, and cancer progression. Here the studies performed on some of the most relevant breast cancer susceptibility genes are reviewed. BRCA1 and BRCA2 Breast cancer susceptibility genes 1 and 2 (BRCA1/2) are tumour suppressor genes that play important roles in DNA repair, replication fork protection, cell cycle regulation, and gene transcription regulation (Shah et al. 2022 ). Many studies have indicated the important role of these two genes in the risk of breast cancer progression (Neamatzadeh et al. 2015 ). Studies on Iranian breast cancer patients have highlighted the importance of BRCA1/2 mutations in familial breast cancer cases (Vasigh et al. 2022 ). The most common indications for genetic testing included: (i) A positive family history in first-degree relatives, and/or; (ii) Two relatives diagnosed with breast cancer before the age of 50 (Ebrahimi et al. 2019 ). A review of mutation profiles in Iran identified several common pathogenic variants as following: BRCA1: c.81-1G > C, c.66_67delAG, c.4609C > T, c.1568delT, c.1961delA and BRCA2: c.3751_3752insA, c.8585dupT (Majidzadeh-A et al. 2022 ). These findings underscore the role of BRCA1/2 mutations as genetic risk factors for breast cancer in the Iranian population. MTHFR Methyl tetrahydrofolate reductase (MTHFR) functions in DNA biosynthesis and genome integrity, and variations in this gene can increase the susceptibility to cancer (Ergul et al. 2003 ). Several Iranian studies have focused on the role of variations in this gene and the incidence of breast cancer among the Iranian population. Based on two independent case‒control studies in different subpopulations in Iran, rs1801133 SNP in the MTHFR gene was introduced as a prognostic marker of breast cancer (Hesari et al. 2019b ). PTEN Phosphatase and tensin homolog (PTEN) gene encodes a tumour suppressor protein that regulates cell cycle progression and prevents uncontrolled cell division. Mutations or deletions in PTEN are a critical step in carcinogenesis (Li et al. 1997 ). A systematic review concluded that PTEN mutations significantly increase the risk of breast cancer development (Yari et al. 2024 ). Table 4 summarizes DNA repair and cell cycle–related markers from these studies (Table 5 ). Table 4 Summary of studies on DNA biosynthesis and repair markers in breast cancer Author (Ref. No.) Year Gene Population Size Main results Ebrahimi et al. ( 2019 ) 2019 BRCA1, BRCA2 429P Women with multiple hereditary breast cancer risk criteria showed a higher occurrence of BRCA1/2 mutations Hesari et al. ( 2019b ) 2019 MTHFR, CDKN2A, CDKN2B 142C/100P A higher frequency of the allele T & TT genotype in the MTHFR rs1801133 & C allele in the CDKN2A/B rs10811661 was between breast cancer patients Vasigh et al. ( 2022 ) 2021 BRCA1/2 147P BRCA1/2 mutations were the most common indications of breast cancer in the positive breast cancer history in first-degree relatives & two relatives younger than 50 Ajidzadeh-A et al. ( 2022 ) 2021 BRCA1/2 1258P Researchers have detected a total of 41 distinct pathogenic variants in BRCA1 and 48 in BRCA2 in Iran Yari et al. ( 2024 ) 2024 PTEN review Meta-analysis indicated that mutations in the PTEN gene enhance the chance of developing breast cancer N Normal, T Tumour, C Control, P Patient, CDKN2A/B: a gene encoding p16 and ARF tumour suppressor proteins Table 5 A list of the most common studied gene markers related to breast cancer in Iranian patients Gene Number of studies Number of patients Number of controls Cell line CD274 11 1070 414 Yes FTO 5 720 1080 – VEGF 4 262 177 – HER2 4 738 131 – PDCD1 4 361 12 – CASP8 3 1295 1493 – TOX3 3 1042 1089 – BRCA1 3 1834 – – BRCA2 3 1834 – – Conclusions In this review, we comprehensively examined recent literature (2019–2024) from both international and Iranian databases, focusing on molecular markers associated with breast cancer in the Iranian population. A key strength of our study is the integration of locally relevant data on molecular pathways regulating cellular growth, proliferation, apoptosis, immune function, and DNA repair. Unlike previous reviews, our work highlights epidemiological and genetic features that appear distinct within the Iranian population, offering valuable insights for precision medicine. Kinases and growth factors emerged as key regulators of breast cancer progression, consistent with global findings. For example, HER2 amplification in Iranian patients correlated with higher tumour grade, invasive ductal carcinoma, absence of ER/PR receptors, and Ki-67 overexpression—mirroring results from Chinese and Tanzanian cohorts (Ding et al. 2017 ; Shokouh et al. 2015 ; Mansouri et al. 2019 ). These associations underscore the prognostic importance of HER2, TP53, and Ki-67 in predicting metastasis, especially among younger women. Similarly, variants in the FTO gene were found to activate PI3K/AKT signaling in ER-positive patients and increase breast cancer risk, particularly in overweight individuals. Associations between FTO rs9939609 and breast cancer were reported in Iran, with modifying effects from diet, alcohol consumption, smoking, and omega-6 intake (Hassanzadeh Makoui et al. 2024 ; Montazeri et al. 2022 ; Doaei et al. 2022 ). Interestingly, these polymorphisms showed population-specific effects, such as stronger associations in non-obese Iranians (Mozafarizadeh et al. 2019 ) and interaction with MC4R variants in Brazilians (Castro et al. 2021 ). Together, these results suggest that metabolic-genetic interactions play an important role in breast cancer susceptibility. For the first time in Iran, co-expression effects of BCL2 and SCUBE2 were linked to patient survival, introducing new potential prognostic markers (Esmaeili et al. 2021 ). Immune regulatory pathways represent another major category of biomarkers studied in Iranian breast cancer patients. The PD-1/PD-L1 axis, in particular, has been consistently investigated and shown to be dysregulated, especially in TNBC. Similar to studies from China, the U.S., and other populations (Zhao et al. 2019 , 2016 ; Zhou et al. 2021 ; Gramantieri et al. 2021 ; Chen et al. 2022 ; Song et al. 2020 ; Mittendorf et al. 2014 ; Wu et al. 2022 ; Pacheco-Torres et al. 2020 ), Iranian research demonstrates that miRNA-mediated regulation (e.g., miR-424-5p, miR-138-5p, miR-335) modulates PD-L1 expression and may influence tumor immune evasion. These findings align with international evidence supporting immune checkpoint inhibitors (ICIs) as effective treatments for PD-1/PD-L1–positive cancers, including TNBC (Mokhtari et al. 2012 , 2017 ; Lotfinejad et al. 2021 ). VEGF has also been a consistent focus in Iranian studies, where its overexpression correlates with higher tumor grade, metastasis, and poor survival. This mirrors international findings (Liu et al. 2011 ; Ahmadi et al. 2021 ; Liang and Li 2014 ), confirming VEGF’s role as a driver of angiogenesis and aggressive disease behavior. However, clinical translation of VEGF-targeted therapies in Iran remains limited, and larger multicenter studies are needed to establish predictive or therapeutic utility. In terms of genome integrity, most Iranian studies have focused on sporadic breast cancer, with BRCA1/2 research reserved for familial cases. Consistent with global studies (Shah et al. 2022 ; Neamatzadeh et al. 2015 ; Vasigh et al. 2022 ), Iranian patients with multiple hereditary risk criteria demonstrated significantly higher BRCA1/2 mutation rates, highlighting the value of comprehensive genetic screening. Importantly, early-onset breast cancer alone (< 40 years) was insufficient to predict mutations, reinforcing the need for combined hereditary criteria to guide testing strategies. Collectively, genomic and proteomic research has identified numerous markers with diagnostic, prognostic, and therapeutic potential. In Iranian cohorts, the most frequently studied genes include CD274, FTO, VEGF, HER2, PDCD1, CASP8, TOX3, BRCA1, and BRCA2, with sample sizes ranging from 373 to over 2,788 patients. While many findings align with international data, gaps remain in the study of other regulators such as the MCM2–7 complex, PHH3, and epigenetic modifiers, which remain underexplored in Iran. In summary, cell cycle and molecular markers—including growth factors, immune checkpoint regulators, apoptosis-related genes, and DNA repair factors—represent powerful tools for improving breast cancer diagnosis, prognosis, and treatment. Expanding multicenter studies, integrating immune and angiogenic markers, and applying advanced in vitro and in vivo models will be essential for validating these findings and enabling their clinical application. Ultimately, these efforts may pave the way for precision oncology tailored to the Iranian population. Abbreviations ANT Adjacent non-tumour GEO Gene expression omnibus HRM-PCR High resolution melting curve- polymerase chain reaction EMT Epithelial-mesenchymal transition qPCR Quantitative PCR ANCTs Adjacent non-cancerous tissues PANT Paired adjacent non-tumour al IGF1R Insulin like growth factor1 receptor P-AKT AKT Serine/Threonine Kinase 1 ITGB2 Integrin subunit beta 2 NKILA NF-Kappa B interacting LncRNA Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Acknowledgements The authors are grateful to the research department of the University of Isfahan for supporting this study. Author contributions ZM collected and reviewed all the publications used in this manuscript and was a major contributor to the drafting of the manuscript. JVB critically read the manuscript and provided the necessary scientific corrections. RFF critically read the manuscript and provided the necessary clinical corrections. SV supervised the study and finalized the manuscript. All the authors read and approved the final manuscript. Funding Not applicable. Data availability No datasets were generated or analysed during the current study. Declarations Competing interests The authors declare that they have no competing interests. Ethical approval Not applicable. Consent for publication Not applicable. References Abdi S Montazeri V Garjani A Shayanfar A Pirouzpanah S Coenzyme Q10 in association with metabolism-related AMPK/PFKFB3 and angiogenic VEGF/VEGFR2 genes in breast cancer patients Mol Biol Rep 2020 47 4 2459 2473 10.1007/s11033-020-05310-z 32140960 Abdi S, Montazeri V, Garjani A, Shayanfar A, Pirouzpanah S (2020) Coenzyme Q10 in association with metabolism-related AMPK/PFKFB3 and angiogenic VEGF/VEGFR2 genes in breast cancer patients. Mol Biol Rep 47(4):2459–2473 32140960 Afzaljavan F Moezzi A Vahednia E Khorshid Shamshiri A Vakili F Homaei Shandiz F Predictive and prognostic value of LSP1 rs3817198 in sporadic breast cancer in northeastern population of Iran Exp Mol Pathol 2020 116 104514 10.1016/j.yexmp.2020.104514 32738313 Afzaljavan F, Moezzi A, Vahednia E, Khorshid Shamshiri A, Vakili F, Homaei Shandiz F et al (2020) Predictive and prognostic value of LSP1 rs3817198 in sporadic breast cancer in northeastern population of Iran. Exp Mol Pathol 116:104514 32738313 Afzaljavan F Vahednia E Barati Bagherabad M Vakili F Moezzi A Hosseini A Genetic contribution of caspase-8 variants and haplotypes to breast cancer risk and prognosis: a case-control study in Iran BMC Med Gen 2023 16 1 72 10.1186/s12920-023-01484-0 Afzaljavan F, Vahednia E, Barati Bagherabad M, Vakili F, Moezzi A, Hosseini A et al (2023) Genetic contribution of caspase-8 variants and haplotypes to breast cancer risk and prognosis: a case-control study in Iran. BMC Med Gen 16(1):72 Ahmadi SAY Sayad S Shahsavar F Nekouian R Panahi M Sayad S Expression of angiogenesis-related genes in a group of Iranian cases of breast cancer Curr Pharmacogenomics Pers Med 2021 17 3 197 205 10.2174/1875692117999201215161142 Ahmadi SAY, Sayad S, Shahsavar F, Nekouian R, Panahi M, Sayad S et al (2021) Expression of angiogenesis-related genes in a group of Iranian cases of breast cancer. Curr Pharmacogenomics Pers Med 17(3):197–205 Alimohammadi M Rahimi A Faramarzi F Golpour M Jafari-Shakib R Alizadeh-Navaei R Effects of coenzyme Q10 supplementation on inflammation, angiogenesis, and oxidative stress in breast cancer patients: a systematic review and meta-analysis of randomized controlled- trials Inflammopharmacology 2021 29 3 579 593 10.1007/s10787-021-00817-8 34008150 Alimohammadi M, Rahimi A, Faramarzi F, Golpour M, Jafari-Shakib R, Alizadeh-Navaei R et al (2021) Effects of coenzyme Q10 supplementation on inflammation, angiogenesis, and oxidative stress in breast cancer patients: a systematic review and meta-analysis of randomized controlled- trials. Inflammopharmacology 29(3):579–593 34008150 Alizadeh Sadighi S Rostami N Tohidi M Mashayekhi M Insulin-like growth factor (IGF) levels in pre-treatment plasma identifying breast cancer: a case control study Casp J Intern Med 2024 10.22088/cjim.15.4.706 Alizadeh Sadighi S, Rostami N, Tohidi M, Mashayekhi M (2024) Insulin-like growth factor (IGF) levels in pre-treatment plasma identifying breast cancer: a case control study. Casp J Intern Med. 10.22088/cjim.15.4.706. ( 2025 Aug 11 ) Alwan AM Afzaljavan F Tavakol Afshari J Homaei Shandiz F Barati Bagherabad M Vahednia E The impact of CYP19A1 variants and haplotypes on breast cancer risk, clinicopathological features and prognosis Mol Genet Genomic Med 2021 9 7 e1705 10.1002/mgg3.1705 34014013 Alwan AM, Afzaljavan F, Tavakol Afshari J, Homaei Shandiz F, Barati Bagherabad M, Vahednia E et al (2021) The impact of CYP19A1 variants and haplotypes on breast cancer risk, clinicopathological features and prognosis. Mol Genet Genomic Med 9(7):e1705 34014013 Arianfar E Khandoozi SR Mohammadi S Memarian A Suppression of CD56bright NK cells in breast cancer patients is associated with the PD-1 and TGF-βRII expression Clin Transl Oncol 2022 25 3 841 851 10.1007/s12094-022-02997-3 36414921 Arianfar E, Khandoozi SR, Mohammadi S, Memarian A (2022) Suppression of CD56bright NK cells in breast cancer patients is associated with the PD-1 and TGF-βRII expression. Clin Transl Oncol 25(3):841–851 36414921 Asemani S Montazeri V Foroutan-Ghaznavi M Pirouzpanah SS Baradaran B Jafari S Dietary patterns and relative expression levels of PPAR-γ, VEGF-A and HIF-1α genes in benign breast diseases: case–control and consecutive case-series designs Br J Nutr 2020 124 8 832 843 10.1017/S0007114520001737 32406342 Asemani S, Montazeri V, Foroutan-Ghaznavi M, Pirouzpanah SS, Baradaran B, Jafari S et al (2020) Dietary patterns and relative expression levels of PPAR-γ, VEGF-A and HIF-1α genes in benign breast diseases: case–control and consecutive case-series designs. Br J Nutr 124(8):832–843 32406342 Ataeinia B Saeedi Moghaddam S Shabani M Gohari K Sheidaei A Rezaei N National and subnational incidence, mortality, and years of life lost due to breast cancer in iran: trends and age-period-cohort analysis since 1990 Front Oncol 2021 25 11 561376 10.3389/fonc.2021.561376 Ataeinia B, Saeedi Moghaddam S, Shabani M, Gohari K, Sheidaei A, Rezaei N et al (2021) National and subnational incidence, mortality, and years of life lost due to breast cancer in iran: trends and age-period-cohort analysis since 1990. Front Oncol 25(11):561376 Atwal GS Bond GL Metsuyanim S Papa M Friedman E Distelman-Menachem T Haplotype structure and selection of the MDM2 oncogene in humans Proc Natl Acad Sci 2007 104 11 4524 4529 10.1073/pnas.0610998104 17360557 Atwal GS, Bond GL, Metsuyanim S, Papa M, Friedman E, Distelman-Menachem T et al (2007) Haplotype structure and selection of the MDM2 oncogene in humans. Proc Natl Acad Sci 104(11):4524–4529 17360557 Azadi S Aboulkheyr Es H Razavi Bazaz S Thiery JP Asadnia M Ebrahimi Warkiani M Upregulation of PD-L1 expression in breast cancer cells through the formation of 3D multicellular cancer aggregates under different chemical and mechanical conditions Biochimica Et Biophysica Acta (BBA) 2019 1866 12 118526 10.1016/j.bbamcr.2019.118526 Azadi S, Aboulkheyr Es H, Razavi Bazaz S, Thiery JP, Asadnia M, Ebrahimi Warkiani M (2019) Upregulation of PD-L1 expression in breast cancer cells through the formation of 3D multicellular cancer aggregates under different chemical and mechanical conditions. Biochimica Et Biophysica Acta (BBA) 1866(12):118526 Azarbarzin S Hosseinpour-Feizi MA Banan Khojasteh SM Baradaran B Safaralizadeh R MicroRNA -383-5p restrains the proliferation and migration of breast cancer cells and promotes apoptosis via inhibition of PD-L1 Life Sci 2021 267 118939 10.1016/j.lfs.2020.118939 33359245 Azarbarzin S, Hosseinpour-Feizi MA, Banan Khojasteh SM, Baradaran B, Safaralizadeh R (2021) MicroRNA -383-5p restrains the proliferation and migration of breast cancer cells and promotes apoptosis via inhibition of PD-L1. Life Sci 267:118939 33359245 Azizi A Mansouri N Tarlan M Sadeghi M Analysis of interleukin-6 gene variants ( rs1800795, rs1800796, rs1554606, rs1800797, rs2069840, rs12700386, and rs2069861) as prognostic markers in breast cancer: a systematic review, meta-analysis, and network analysis J Interferon Cytokine Res 2024 44 1 3 15 10.1089/jir.2023.0090 38029374 Azizi A, Mansouri N, Tarlan M, Sadeghi M (2024) Analysis of interleukin-6 gene variants ( rs1800795, rs1800796, rs1554606, rs1800797, rs2069840, rs12700386, and rs2069861) as prognostic markers in breast cancer: a systematic review, meta-analysis, and network analysis. J Interferon Cytokine Res 44(1):3–15 38029374 Bastaki S Irandoust M Ahmadi A Hojjat-Farsangi M Ambrose P Hallaj S PD-L1/PD-1 axis as a potent therapeutic target in breast cancer Life Sci 2020 247 117437 10.1016/j.lfs.2020.117437 32070710 Bastaki S, Irandoust M, Ahmadi A, Hojjat-Farsangi M, Ambrose P, Hallaj S et al (2020) PD-L1/PD-1 axis as a potent therapeutic target in breast cancer. Life Sci 247:117437 32070710 Beaty BT Condeelis J Digging a little deeper: The stages of invadopodium formation and maturation Eur J Cell Biol 2014 93 10–12 438 444 10.1016/j.ejcb.2014.07.003 25113547 Beaty BT, Condeelis J (2014) Digging a little deeper: The stages of invadopodium formation and maturation. Eur J Cell Biol 93(10–12):438–444 25113547 Bhola N Arteaga C PD08–04: Inhibition of the TGFb/TGFbR2 pathway prevents enrichment of drug-resistant breast cancer stem cells by anti-cancer chemotherapy Cancer Res 2011 71 24_Supplement PD08-04 10.1158/0008-5472.SABCS11-PD08-04 Bhola N, Arteaga C (2011) PD08–04: Inhibition of the TGFb/TGFbR2 pathway prevents enrichment of drug-resistant breast cancer stem cells by anti-cancer chemotherapy. Cancer Res 71(24_Supplement):PD08-04 Bray F Laversanne M Sung H Ferlay J Siegel RL Soerjomataram I Global cancer statistics 2022: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries CA Cancer J Clin 2024 74 3 229 263 38572751 Bray F, Laversanne M, Sung H, Ferlay J, Siegel RL, Soerjomataram I et al (2024) Global cancer statistics 2022: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin 74(3):229–263 38572751 Cardenas H Jiang G Thomes Pepin J Parker JB Condello S Nephew KP Interferon-γ signaling is associated with BRCA1 loss-of-function mutations in high grade serous ovarian cancer Npj Precis Oncol 2019 3 1 32 10.1038/s41698-019-0103-4 31840082 Cardenas H, Jiang G, Thomes Pepin J, Parker JB, Condello S, Nephew KP et al (2019) Interferon-γ signaling is associated with BRCA1 loss-of-function mutations in high grade serous ovarian cancer. Npj Precis Oncol 3(1):32 31840082 Castro GV Latorre AFS Korndorfer FP De Carlos Back LK Lofgren SE The impact of variants in four genes: MC4R , FTO , PPARG and PPARGC1A in overweight and obesity in a large sample of the Brazilian population Biochem Genet 2021 59 6 1666 1679 10.1007/s10528-021-10079-2 34057646 Castro GV, Latorre AFS, Korndorfer FP, De Carlos Back LK, Lofgren SE (2021) The impact of variants in four genes: MC4R , FTO , PPARG and PPARGC1A in overweight and obesity in a large sample of the Brazilian population. Biochem Genet 59(6):1666–1679 34057646 Chen T Dong Y Wu X Plasma exosomal miR-335-5p serves as a diagnostic indicator and inhibits immune escape in triple-negative breast cancer Xi Bao Yu Fen Zi Mian Yi Xue Za Zhi Chin J Cell Mol Immunol 2022 38 4 347 356 Chen T, Dong Y, Wu X (2022) Plasma exosomal miR-335-5p serves as a diagnostic indicator and inhibits immune escape in triple-negative breast cancer. Xi Bao Yu Fen Zi Mian Yi Xue Za Zhi Chin J Cell Mol Immunol 38(4):347–356 Christopoulos PF Msaouel P Koutsilieris M The role of the insulin-like growth factor-1 system in breast cancer Mol Cancer 2015 14 1 43 10.1186/s12943-015-0291-7 25743390 Christopoulos PF, Msaouel P, Koutsilieris M (2015) The role of the insulin-like growth factor-1 system in breast cancer. Mol Cancer 14(1):43 25743390 Da Cunha PA De Carlos Back LK Sereia AFR Kubelka C Ribeiro MCM Fernandes BL Interaction between obesity-related genes, FTO and MC4R, associated to an increase of breast cancer risk Mol Biol Rep 2013 40 12 6657 6664 10.1007/s11033-013-2780-3 24091943 Da Cunha PA, De Carlos Back LK, Sereia AFR, Kubelka C, Ribeiro MCM, Fernandes BL et al (2013) Interaction between obesity-related genes, FTO and MC4R, associated to an increase of breast cancer risk. Mol Biol Rep 40(12):6657–6664 24091943 Dastmalchi N Hosseinpourfeizi MA Khojasteh SMB Baradaran B Safaralizadeh R Tumour suppressive activity of miR-424-5p in breast cancer cells through targeting PD-L1 and modulating PTEN/PI3K/AKT/mTOR signaling pathway Life Sci 2020 259 118239 10.1016/j.lfs.2020.118239 32784058 Dastmalchi N, Hosseinpourfeizi MA, Khojasteh SMB, Baradaran B, Safaralizadeh R (2020) Tumour suppressive activity of miR-424-5p in breast cancer cells through targeting PD-L1 and modulating PTEN/PI3K/AKT/mTOR signaling pathway. Life Sci 259:118239 32784058 Ding L Zhang Z Xu Y Zhang Y Comparative study of Her-2, p53, Ki-67 expression and clinicopathological characteristics of breast cancer in a cohort of northern China female patients Bioengineered 2017 8 4 383 392 10.1080/21655979.2016.1235101 28075663 Ding L, Zhang Z, Xu Y, Zhang Y (2017) Comparative study of Her-2, p53, Ki-67 expression and clinicopathological characteristics of breast cancer in a cohort of northern China female patients. Bioengineered 8(4):383–392 28075663 Doaei S Bourbour F Rastgoo S Akbari ME Gholamalizadeh M Hajipour A Interactions of anthropometric indices, rs9939609 FTO gene polymorphism and breast cancer: a case-control study J Cell Mol Med 2021 25 7 3252 3257 10.1111/jcmm.16394 33634577 Doaei S, Bourbour F, Rastgoo S, Akbari ME, Gholamalizadeh M, Hajipour A et al (2021) Interactions of anthropometric indices, rs9939609 FTO gene polymorphism and breast cancer: a case-control study. J Cell Mol Med 25(7):3252–3257 33634577 Doaei S Abdollahi S Mohseni GK Gholamalizadeh M Akbari ME Poorhosseini SM The effects of FTO gene rs9939609 polymorphism on the association between breast cancer and dietary intake J Cell Mol Med 2022 26 23 5794 5806 10.1111/jcmm.17595 36403211 Doaei S, Abdollahi S, Mohseni GK, Gholamalizadeh M, Akbari ME, Poorhosseini SM et al (2022) The effects of FTO gene rs9939609 polymorphism on the association between breast cancer and dietary intake. J Cell Mol Med 26(23):5794–5806 36403211 Ebrahimi E Sellars E Shirkoohi R Harirchi I Ghiasvand R Mohebbi E The NCCN criterion “Young age at onset” alone is not an indicator of hereditary breast cancer in iranian population Cancer Prev Res (Phila Pa) 2019 12 11 763 770 10.1158/1940-6207.CAPR-19-0056 Ebrahimi E, Sellars E, Shirkoohi R, Harirchi I, Ghiasvand R, Mohebbi E et al (2019) The NCCN criterion “Young age at onset” alone is not an indicator of hereditary breast cancer in iranian population. Cancer Prev Res (Phila Pa) 12(11):763–770 Ergul E Sazci A Utkan Z Canturk NZ Polymorphisms in the MTHFR gene are associated with breast cancer Tumour Biol 2003 24 6 286 290 10.1159/000076460 15004488 Ergul E, Sazci A, Utkan Z, Canturk NZ (2003) Polymorphisms in the MTHFR gene are associated with breast cancer. Tumour Biol 24(6):286–290 15004488 Esmaeili R Mohammadi S Jafarbeik-Iravani N Yadegari F Olfatbakhsh A Mazaheri M Expression of SCUBE2 and BCL2 predicts favorable response in ERα positive breast cancer Arch Iran Med 2021 24 3 209 217 10.34172/aim.2021.32 33878879 Esmaeili R, Mohammadi S, Jafarbeik-Iravani N, Yadegari F, Olfatbakhsh A, Mazaheri M et al (2021) Expression of SCUBE2 and BCL2 predicts favorable response in ERα positive breast cancer. Arch Iran Med 24(3):209–217 33878879 Farmohammadi A Arab-Yarmohammadi V Ramzanpour R Association analysis of rs1695 and rs1138272 variations in GSTP1 gene and breast cancer susceptibility Asian Pac J Cancer Prev 2020 21 4 1167 1172 10.31557/APJCP.2020.21.4.1167 32334487 Farmohammadi A, Arab-Yarmohammadi V, Ramzanpour R (2020) Association analysis of rs1695 and rs1138272 variations in GSTP1 gene and breast cancer susceptibility. Asian Pac J Cancer Prev 21(4):1167–1172 ( Apr 1; ) 32334487 Favaro E Lord S Harris AL Buffa FM Gene expression and hypoxia in breast cancer Genome Med 2011 3 8 55 10.1186/gm271 21875443 Favaro E, Lord S, Harris AL, Buffa FM (2011) Gene expression and hypoxia in breast cancer. Genome Med 3(8):55 21875443 Foroozani E Ghiasvand R Mohammadianpanah M Afrashteh S Bastam D Kashefi F Determinants of delay in diagnosis and end stage at presentation among breast cancer patients in Iran: a multi-center study Sci Rep 2020 10 1 21477 10.1038/s41598-020-78517-6 33293634 Foroozani E, Ghiasvand R, Mohammadianpanah M, Afrashteh S, Bastam D, Kashefi F et al (2020) Determinants of delay in diagnosis and end stage at presentation among breast cancer patients in Iran: a multi-center study. Sci Rep 10(1):21477 33293634 Foroutan-Ghaznavi M Mazloomi SM Montazeri V Pirouzpanah S Dietary patterns in association with the expression of pro-metastatic genes in primary breast cancer Eur J Nutr 2022 61 6 3267 3284 10.1007/s00394-022-02884-1 35484415 Foroutan-Ghaznavi M, Mazloomi SM, Montazeri V, Pirouzpanah S (2022) Dietary patterns in association with the expression of pro-metastatic genes in primary breast cancer. Eur J Nutr 61(6):3267–3284 35484415 Gholamalizadeh M Mokhtari Z Doaei S Jalili V Davoodi SH Jonoush M The association between fat mass and obesity-associated ( FTO ) genotype and serum vitamin D level in breast cancer patients J Cell Mol Med 2021 25 20 9627 9633 10.1111/jcmm.16908 34490746 Gholamalizadeh M, Mokhtari Z, Doaei S, Jalili V, Davoodi SH, Jonoush M et al (2021) The association between fat mass and obesity-associated ( FTO ) genotype and serum vitamin D level in breast cancer patients. J Cell Mol Med 25(20):9627–9633 34490746 Ghorbani F Javadirad SM Amirmahani F Fatehi Z Tavassoli M Associations of BCL2 CA-repeat polymorphism and breast cancer susceptibility in Isfahan Province of Iran Biochem Genet 2021 59 2 506 515 10.1007/s10528-020-10013-y 33151448 Ghorbani F, Javadirad SM, Amirmahani F, Fatehi Z, Tavassoli M (2021) Associations of BCL2 CA-repeat polymorphism and breast cancer susceptibility in Isfahan Province of Iran. Biochem Genet 59(2):506–515 33151448 Ghoussaini M Edwards SL Michailidou K Nord S Cowper-Sal-lari R Desai K Evidence that breast cancer risk at the 2q35 locus is mediated through IGFBP5 regulation Nat Commun 2014 5 1 4999 10.1038/ncomms5999 Ghoussaini M, Edwards SL, Michailidou K, Nord S, Cowper-Sal-lari R, Desai K et al (2014) Evidence that breast cancer risk at the 2q35 locus is mediated through IGFBP5 regulation. Nat Commun 5(1):4999 Golmohammadzadeh G Mohammadpour A Ahangar N Shokrzadeh M Polymorphisms in Phase I (CYP450) Genes CYP1A1 (rs4646421), CYP1B1 (rs1056836), CYP19A1 (rs749292) and CYP2C8 (rs1058930) and Their Relation to Risk of Breast Cancer: A Case-Control Study in Mazandaran Province in North of Iran Open Access Maced J Med Sci 2019 7 15 2488 2496 10.3889/oamjms.2019.667 31666853 Golmohammadzadeh G, Mohammadpour A, Ahangar N, Shokrzadeh M (2019) Polymorphisms in Phase I (CYP450) Genes CYP1A1 (rs4646421), CYP1B1 (rs1056836), CYP19A1 (rs749292) and CYP2C8 (rs1058930) and Their Relation to Risk of Breast Cancer: A Case-Control Study in Mazandaran Province in North of Iran. Open Access Maced J Med Sci 7(15):2488–2496 31666853 Gramantieri L Giovannini C Piscaglia F Fornari F Micrornas as modulators of tumour metabolism, microenvironment, and immune response in hepatocellular carcinoma J Hepatocell Carcinoma 2021 8 369 385 10.2147/JHC.S268292 34012928 Gramantieri L, Giovannini C, Piscaglia F, Fornari F (2021) Micrornas as modulators of tumour metabolism, microenvironment, and immune response in hepatocellular carcinoma. J Hepatocell Carcinoma 8:369–385 34012928 Hajibabaei S Sotoodehnejadnematalahi F Nafissi N Zeinali S Azizi M Aberrant promoter hypermethylation of miR-335 and miR-145 is involved in breast cancer PD-L1 overexpression Sci Rep 2023 13 1 1003 10.1038/s41598-023-27415-8 36653507 Hajibabaei S, Sotoodehnejadnematalahi F, Nafissi N, Zeinali S, Azizi M (2023) Aberrant promoter hypermethylation of miR-335 and miR-145 is involved in breast cancer PD-L1 overexpression. Sci Rep 13(1):1003 36653507 Han YJ Zhang J Zheng Y Huo D Olopade OI Genetic and epigenetic regulation of TOX3 expression in breast cancer PLoS ONE 2016 11 11 10165559 10.1371/journal.pone.0165559 Han YJ, Zhang J, Zheng Y, Huo D, Olopade OI (2016) Genetic and epigenetic regulation of TOX3 expression in breast cancer. PLoS ONE 11(11):10165559 Hashemi-Bahremani M Ebrahimi A Fallahi M Predicting effects of clinicopathological variables on her2 gene amplification by chromogenic in situ hybridization (CISH) in IHC Her2 (2+) breast cancer patients; A study from Iran Iran J Pathol 2020 15 3 217 224 10.30699/ijp.2020.110293.2172 32754217 Hashemi-Bahremani M, Ebrahimi A, Fallahi M (2020) Predicting effects of clinicopathological variables on her2 gene amplification by chromogenic in situ hybridization (CISH) in IHC Her2 (2+) breast cancer patients; A study from Iran. Iran J Pathol 15(3):217–224 32754217 Hassanzadeh Makoui M Mobini M Fekri S Geranpayeh L Moradi Tabriz H Madjd Z Clinico-pathological and prognostic significance of a combination of tumour biomarkers in Iranian patients with breast cancer Clin Breast Cancer 2024 24 1 e9 e1993 10.1016/j.clbc.2023.09.013 37863762 Hassanzadeh Makoui M, Mobini M, Fekri S, Geranpayeh L, Moradi Tabriz H, Madjd Z et al (2024) Clinico-pathological and prognostic significance of a combination of tumour biomarkers in Iranian patients with breast cancer. Clin Breast Cancer 24(1):e9–e1993 37863762 Haupt S Vijayakumaran R Miranda PJ Burgess A Lim E Haupt Y The role of MDM2 and MDM4 in breast cancer development and prevention J Mol Cell Biol 2017 9 1 53 61 10.1093/jmcb/mjx007 28096293 Haupt S, Vijayakumaran R, Miranda PJ, Burgess A, Lim E, Haupt Y (2017) The role of MDM2 and MDM4 in breast cancer development and prevention. J Mol Cell Biol 9(1):53–61 28096293 Hesari A Anoshiravani AA Talebi S Noruzi S Mohammadi R Salarinia R Knockdown of sal-like 4 expression by small interfering RNA induces apoptosis in breast cancer cells J Cell Biochem 2019 120 6 9392 9399 10.1002/jcb.28214 30520112 Hesari A, Anoshiravani AA, Talebi S, Noruzi S, Mohammadi R, Salarinia R et al (2019a) Knockdown of sal-like 4 expression by small interfering RNA induces apoptosis in breast cancer cells. J Cell Biochem 120(6):9392–9399 30520112 Hesari A Maleksabet A Tirkani AN Ghazizadeh H Iranifar E Mohagheg F Evaluation of the two polymorphisms rs1801133 in MTHFR and rs10811661 in CDKN2A/B in breast cancer J Cell Biochem 2019 120 2 2090 2097 10.1002/jcb.27517 30362613 Hesari A, Maleksabet A, Tirkani AN, Ghazizadeh H, Iranifar E, Mohagheg F et al (2019b) Evaluation of the two polymorphisms rs1801133 in MTHFR and rs10811661 in CDKN2A/B in breast cancer. J Cell Biochem 120(2):2090–2097 30362613 Hoseini H Sarani A Evaluation of PD-1 Gene susceptibility and prognosis in breast cancer patients in Iranian population J Pharm Res 2024 23 3 154 156 10.18579/jopcr/v23.3.58 Hoseini H, Sarani A (2024) Evaluation of PD-1 Gene susceptibility and prognosis in breast cancer patients in Iranian population. J Pharm Res 23(3):154–156 Hynes NE Lane HA ERBB receptors and cancer: the complexity of targeted inhibitors Nat Rev Cancer 2005 5 5 341 354 10.1038/nrc1609 15864276 Hynes NE, Lane HA (2005) ERBB receptors and cancer: the complexity of targeted inhibitors. Nat Rev Cancer 5(5):341–354 15864276 Isaee S Zahraei Z Poursina D Akbari ME Heris HV Her-2/neu gene amplification and its correlation with other prognostic factors in Iranian breast cancer patients Mol Biol Rep 2024 51 1 718 10.1007/s11033-024-09667-3 38824224 Isaee S, Zahraei Z, Poursina D, Akbari ME, Heris HV (2024) Her-2/neu gene amplification and its correlation with other prognostic factors in Iranian breast cancer patients. Mol Biol Rep 51(1):718 38824224 Izadi A, Naimi A, Amjadi E, Beheshtiparvar D, Soltan M (2024) The Prevalence of PD-L1 Expression in Triple-Negative Breast Cancer Patients and Its Correlation with Survival Rates and Other Prognostic Factors: A Survival Analysis. Adv Biomed Res [Internet]. https://journals.lww.com/10.4103/abr.abr_2_24 Jafari SH Jahanmir A Bahramvand Y Tahmasebi S Dallaki M Nasrollahi E Association of estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2 expression with breast cancer metastasis in Iran Iran J Med Sci 2025 10.30476/ijms.2021.88366.1906 40255228 Jafari SH, Jahanmir A, Bahramvand Y, Tahmasebi S, Dallaki M, Nasrollahi E (2025) Association of estrogen receptor, progesterone receptor, and human epidermal growth factor receptor 2 expression with breast cancer metastasis in Iran. Iran J Med Sci. 10.30476/ijms.2021.88366.1906 40255228 Jalilvand A Yari K Aznab M Rahimi Z Salahshouri Far I Mohammadi P A case-control study on the SNP309T → G and 40-bp Del1518 of the MDM2 gene and a systematic review for MDM2 polymorphisms in the patients with breast cancer J Clin Lab Anal 2020 34 12 e23529 10.1002/jcla.23529 32951271 Jalilvand A, Yari K, Aznab M, Rahimi Z, Salahshouri Far I, Mohammadi P (2020) A case-control study on the SNP309T → G and 40-bp Del1518 of the MDM2 gene and a systematic review for MDM2 polymorphisms in the patients with breast cancer. J Clin Lab Anal 34(12):e23529 32951271 Jamali N Nasiri M Yavarian M Association of the functional genetic variants of TOX3 gene with breast cancer in Iran: a case-control study Gene Rep 2020 18 100511 10.1016/j.genrep.2019.100511 Jamali N, Nasiri M, Yavarian M (2020) Association of the functional genetic variants of TOX3 gene with breast cancer in Iran: a case-control study. Gene Rep 18:100511 Jamshidnezhad A Anjomshoa Z Hosseini SA Azizi A The impact coenzyme Q10 supplementation on the inflammatory indices of women with breast cancer using a machine learning prediction model Inf Med Unlocked 2021 24 100614 10.1016/j.imu.2021.100614 Jamshidnezhad A, Anjomshoa Z, Hosseini SA, Azizi A (2021) The impact coenzyme Q10 supplementation on the inflammatory indices of women with breast cancer using a machine learning prediction model. Inf Med Unlocked 24:100614 Jones JO Chin SF Wong-Taylor LA Leaford D Ponder BAJ Caldas C TOX3 mutations in breast cancer PLoS ONE 2013 8 9 e74102 10.1371/journal.pone.0074102 24069272 Jones JO, Chin SF, Wong-Taylor LA, Leaford D, Ponder BAJ, Caldas C et al (2013) TOX3 mutations in breast cancer. PLoS ONE 8(9):e74102 24069272 Kaklamani V Yi N Sadim M Siziopikou K Zhang K Xu Y The role of the fat mass and obesity associated gene (FTO) in breast cancer risk BMC Med Genet 2011 12 1 52 10.1186/1471-2350-12-52 21489227 Kaklamani V, Yi N, Sadim M, Siziopikou K, Zhang K, Xu Y et al (2011) The role of the fat mass and obesity associated gene (FTO) in breast cancer risk. BMC Med Genet 12(1):52 21489227 Karami S Sattarifard H Kiumarsi M Sarabandi S Taheri M Hashemi M Evaluating the possible association between PD-1 (Rs11568821, Rs2227981, Rs2227982) and PD-L1 (Rs4143815, Rs2890658) polymorphisms and susceptibility to breast cancer in a sample of southeast Iranian women Asian Pac J Cancer Prev 2020 21 10 3115 3123 10.31557/APJCP.2020.21.10.3115 33112575 Karami S, Sattarifard H, Kiumarsi M, Sarabandi S, Taheri M, Hashemi M et al (2020) Evaluating the possible association between PD-1 (Rs11568821, Rs2227981, Rs2227982) and PD-L1 (Rs4143815, Rs2890658) polymorphisms and susceptibility to breast cancer in a sample of southeast Iranian women. Asian Pac J Cancer Prev 21(10):3115–3123 33112575 Lathigara D Kaushal D Wilson R Molecular mechanisms of Western diet-induced obesity and obesity-related carcinogenesis—a narrative review Metabolites 2023 13 5 675 10.3390/metabo13050675 37233716 Lathigara D, Kaushal D, Wilson R (2023) Molecular mechanisms of Western diet-induced obesity and obesity-related carcinogenesis—a narrative review. Metabolites 13(5):675 37233716 Li J Yen C Liaw D Podsypanina K Bose S Wang SI PTEN, a putative protein tyrosine phosphatase gene mutated in human brain, breast, and prostate cancer Science 1997 275 5308 1943 1947 10.1126/science.275.5308.1943 9072974 Li J, Yen C, Liaw D, Podsypanina K, Bose S, Wang SI et al (1997) PTEN, a putative protein tyrosine phosphatase gene mutated in human brain, breast, and prostate cancer. Science 275(5308):1943–1947 9072974 Li DH Liu XK Tian XT Liu F Yao XJ Dong JF PPARG: a promising therapeutic target in breast cancer and regulation by natural drugs PPAR Res 2023 2023 1 18 10.1155/2023/4481354 Li DH, Liu XK, Tian XT, Liu F, Yao XJ, Dong JF (2023) PPARG: a promising therapeutic target in breast cancer and regulation by natural drugs. PPAR Res 2023:1–18 Liang B Li Y Prognostic significance of VEGF-C expression in patients with breast cancer: a meta-analysis Iran J Public Health 2014 43 2 128 135 26060735 Liang B, Li Y (2014) Prognostic significance of VEGF-C expression in patients with breast cancer: a meta-analysis. Iran J Public Health 43(2):128–135 26060735 Lippman ME Rae JM Chinnaiyan AM An expression signature of estrogen-regulated genes predicts disease-free survival in tamoxifen-treated patients better than progesterone receptor status Trans Am Clin Climatol Assoc 2008 119 77 90 18596862 Lippman ME, Rae JM, Chinnaiyan AM (2008) An expression signature of estrogen-regulated genes predicts disease-free survival in tamoxifen-treated patients better than progesterone receptor status. Trans Am Clin Climatol Assoc 119:77–90 18596862 Liu Y Tamimi RM Collins LC Schnitt SJ Gilmore HL Connolly JL The association between vascular endothelial growth factor expression in invasive breast cancer and survival varies with intrinsic subtypes and use of adjuvant systemic therapy: results from the Nurses’ Health Study Breast Cancer Res Treat 2011 129 1 175 184 10.1007/s10549-011-1432-3 21390493 Liu Y, Tamimi RM, Collins LC, Schnitt SJ, Gilmore HL, Connolly JL et al (2011) The association between vascular endothelial growth factor expression in invasive breast cancer and survival varies with intrinsic subtypes and use of adjuvant systemic therapy: results from the Nurses’ Health Study. Breast Cancer Res Treat 129(1):175–184 21390493 Lotfinejad P Kazemi T Safaei S Amini M Roshani Asl E Baghbani E PD-L1 silencing inhibits triple-negative breast cancer development and upregulates T-cell-induced pro-inflammatory cytokines Biomed Pharmacother 2021 138 111436 10.1016/j.biopha.2021.111436 33667790 Lotfinejad P, Kazemi T, Safaei S, Amini M, Roshani Asl E, Baghbani E et al (2021) PD-L1 silencing inhibits triple-negative breast cancer development and upregulates T-cell-induced pro-inflammatory cytokines. Biomed Pharmacother 138:111436 33667790 MacPherson G Healey CS Teare MD Balasubramanian SP Reed MWR Pharoah PDP Association of a common variant of the CASP8 gene with reduced risk of breast cancer JNCI J Natl Cancer Inst 2004 96 24 1866 1869 10.1093/jnci/dji001 15601643 MacPherson G, Healey CS, Teare MD, Balasubramanian SP, Reed MWR, Pharoah PDP et al (2004) Association of a common variant of the CASP8 gene with reduced risk of breast cancer. JNCI J Natl Cancer Inst 96(24):1866–1869 15601643 Majidzadeh-A K Zarinfam S Abdoli N Yadegari F Esmaeili R Farahmand L A comprehensive reference for BRCA1/2 genes pathogenic variants in Iran: published, unpublished and novel Fam Cancer 2022 21 2 137 142 10.1007/s10689-021-00242-4 33754277 Majidzadeh-A K, Zarinfam S, Abdoli N, Yadegari F, Esmaeili R, Farahmand L et al (2022) A comprehensive reference for BRCA1/2 genes pathogenic variants in Iran: published, unpublished and novel. Fam Cancer 21(2):137–142 33754277 Mansouri H Mnango LF Magorosa EP Sauli E Mpolya EA Ki-67, p53 and BCL-2 Expressions and their Association with Clinical Histopathology of Breast Cancer among Women in Tanzania Sci Rep 2019 9 1 9918 10.1038/s41598-019-46184-x 31289309 Mansouri H, Mnango LF, Magorosa EP, Sauli E, Mpolya EA (2019) Ki-67, p53 and BCL-2 Expressions and their Association with Clinical Histopathology of Breast Cancer among Women in Tanzania. Sci Rep 9(1):9918 31289309 Mazloomi SM Foroutan-Ghaznavi M Montazeri V Tavoosidana G Fakhrjou A Nozad-Charoudeh H Profiling the expression of pro-metastatic genes in association with the clinicopathological features of primary breast cancer Cancer Cell Int 2021 21 1 6 10.1186/s12935-020-01708-8 33407452 Mazloomi SM, Foroutan-Ghaznavi M, Montazeri V, Tavoosidana G, Fakhrjou A, Nozad-Charoudeh H et al (2021) Profiling the expression of pro-metastatic genes in association with the clinicopathological features of primary breast cancer. Cancer Cell Int 21(1):6 33407452 Medina M Quesada A Dietary Proteins and Angiogenesis Nutrients 2014 6 1 371 381 10.3390/nu6010371 24445377 Medina M, Quesada A (2014) Dietary Proteins and Angiogenesis. Nutrients 6(1):371–381 24445377 Mittendorf EA Philips AV Meric-Bernstam F Qiao N Wu Y Harrington S PD-L1 Expression in Triple-Negative Breast Cancer Cancer Immunol Res 2014 2 4 361 370 10.1158/2326-6066.CIR-13-0127 24764583 Mittendorf EA, Philips AV, Meric-Bernstam F, Qiao N, Wu Y, Harrington S et al (2014) PD-L1 Expression in Triple-Negative Breast Cancer. Cancer Immunol Res 2(4):361–370 24764583 Mokhtari M Akbarzadeh A Hashemi M Javadi G Mahdian R Ghasemi S Cisplatin induces up-regulation of KAI1, a Metastasis suppressor gene, in MCF-7 Breast cancer cell line Trop J Pharm Res 2012 11 4 523 529 10.4314/tjpr.v11i4.1 Mokhtari M, Akbarzadeh A, Hashemi M, Javadi G, Mahdian R, Ghasemi S et al (2012) Cisplatin induces up-regulation of KAI1, a Metastasis suppressor gene, in MCF-7 Breast cancer cell line. Trop J Pharm Res 11(4):523–529 Mokhtari MJ Koohpeima F Mohammadi H A comparison inhibitory effects of cisplatin and MNPs-PEG-cisplatin on the adhesion capacity of bone metastatic breast cancer Chem Biol Drug des 2017 90 4 618 628 10.1111/cbdd.12985 28338288 Mokhtari MJ, Koohpeima F, Mohammadi H (2017) A comparison inhibitory effects of cisplatin and MNPs-PEG-cisplatin on the adhesion capacity of bone metastatic breast cancer. Chem Biol Drug des 90(4):618–628 28338288 Montazeri F Hatami H Fathi S Hasanpour Ardekanizadeh N Bourbour F Rastgoo S FTO genotype was associated with breast cancer in HER2 negative patients Clin Nutr ESPEN 2022 49 495 498 10.1016/j.clnesp.2022.02.122 35623856 Montazeri F, Hatami H, Fathi S, Hasanpour Ardekanizadeh N, Bourbour F, Rastgoo S et al (2022) FTO genotype was associated with breast cancer in HER2 negative patients. Clin Nutr ESPEN 49:495–498 35623856 Mozafarizadeh M Parvizi Omran S Kordestani Z Dehghan Manshadi H Faridazar A Houshmand M Association of obesity related genetic variants (FTO and MC4R) with Breast Cancer Risk:a population-based case-control study in Iran Iran J Biotechnol 2019 10.30498/ijb.2019.99594 32671127 Mozafarizadeh M, Parvizi Omran S, Kordestani Z, Dehghan Manshadi H, Faridazar A, Houshmand M (2019) Association of obesity related genetic variants (FTO and MC4R) with Breast Cancer Risk:a population-based case-control study in Iran. Iran J Biotechnol. 10.30498/ijb.2019.99594 32671127 Najibi K Moghanibashi M Naeimi S Association of deletion polymorphism rs10573247 in the HMGA2 gene with the risk of breast cancer: bioinformatic and experimental analyses World J Surg Oncol 2024 22 1 142 10.1186/s12957-024-03415-4 38802807 Najibi K, Moghanibashi M, Naeimi S (2024) Association of deletion polymorphism rs10573247 in the HMGA2 gene with the risk of breast cancer: bioinformatic and experimental analyses. World J Surg Oncol 22(1):142 38802807 Neamatzadeh H Shiryazdi SM Kalantar SM BRCA1 and BRCA2 mutations in Iranian breast cancer patients: a systematic review J Res Med Sci 2015 20 3 284 293 10.4103/1735-1995.156178 26109977 Neamatzadeh H, Shiryazdi SM, Kalantar SM (2015) BRCA1 and BRCA2 mutations in Iranian breast cancer patients: a systematic review. J Res Med Sci 20(3):284–293 26109977 Nebert DW Dalton TP The role of cytochrome P450 enzymes in endogenous signalling pathways and environmental carcinogenesis Nat Rev Cancer 2006 6 12 947 960 10.1038/nrc2015 17128211 Nebert DW, Dalton TP (2006) The role of cytochrome P450 enzymes in endogenous signalling pathways and environmental carcinogenesis. Nat Rev Cancer 6(12):947–960 17128211 Nesaei A Naderi Ghale-noie Z Khorshid Shamshiri A Afzaljavan F Rivandi M Tajbakhsh A 2q35-rs13387042 variant and the risk of breast cancer: a case–control study Mol Biol Rep 2022 49 5 3549 3557 10.1007/s11033-022-07195-6 35445312 Nesaei A, Naderi Ghale-noie Z, Khorshid Shamshiri A, Afzaljavan F, Rivandi M, Tajbakhsh A et al (2022) 2q35-rs13387042 variant and the risk of breast cancer: a case–control study. Mol Biol Rep 49(5):3549–3557 35445312 Nourolahzadeh Z (2020) Department of Molecular Biology, Ahar Branch Islamic Azad University, Ahar, Iran, Houshmand SM, Department of Molecular Biology, Ahar Branch Islamic Azad University, Ahar, Iran & Knowledge University, Erbil Kurdistan region, Iraq., Mostafa Mohammad F, Medical Laboratory Sciences, Faculty of Allied Health Sciences, Kuwait., et al. Correlation between Lsp1 (Rs3817198) and Casc (Rs4784227) Polymorphisms and the Susceptibility to Breast Cancer. Rep Biochem Mol Biol. 9(3):291–296 O’Connor K Chen M Dynamic functions of RhoA in tumour cell migration and invasion Small GTPases 2013 4 3 141 147 10.4161/sgtp.25131 24025634 O’Connor K, Chen M (2013) Dynamic functions of RhoA in tumour cell migration and invasion. Small GTPases 4(3):141–147 24025634 Pacheco-Torres J Penet MF Krishnamachary B Mironchik Y Chen Z Bhujwalla ZM PD-L1 siRNA theranostics with a dextran nanoparticle highlights the importance of nanoparticle delivery for effective tumour PD-L1 downregulation Front Oncol 2020 10 614365 10.3389/fonc.2020.614365 33718115 Pacheco-Torres J, Penet MF, Krishnamachary B, Mironchik Y, Chen Z, Bhujwalla ZM (2020) PD-L1 siRNA theranostics with a dextran nanoparticle highlights the importance of nanoparticle delivery for effective tumour PD-L1 downregulation. Front Oncol 10:614365 33718115 Pasdar A Afzaljavan F Shandiz FH Kooshyar MM Identifying CASP8 polymorphisms associated with breast cancer risk in an Iranian population Ann Oncol 2019 30 ix129 10.1093/annonc/mdz431.022 Pasdar A, Afzaljavan F, Shandiz FH, Kooshyar MM (2019) Identifying CASP8 polymorphisms associated with breast cancer risk in an Iranian population. Ann Oncol 30:ix129 Pirouzpanah S Asemani S Shayanfar A Baradaran B Montazeri V The effects of Berberis vulgaris consumption on plasma levels of IGF-1, IGFBPs, PPAR-γ and the expression of angiogenic genes in women with benign breast disease: a randomized controlled clinical trial BMC Complement Altern Med 2019 19 1 324 10.1186/s12906-019-2715-1 31752829 Pirouzpanah S, Asemani S, Shayanfar A, Baradaran B, Montazeri V (2019) The effects of Berberis vulgaris consumption on plasma levels of IGF-1, IGFBPs, PPAR-γ and the expression of angiogenic genes in women with benign breast disease: a randomized controlled clinical trial. BMC Complement Altern Med 19(1):324 31752829 Pournabee M Keshavarz-Fathi M Esmaeili P Mahdavi Sharif P Nili F Jahanbin B Characterization of immune checkpoints expression and lymphocyte densities of Iranian breast cancer patients; the co-expression status and clinicopathological associates BMC Cancer 2023 23 1 495 10.1186/s12885-023-11005-y 37264298 Pournabee M, Keshavarz-Fathi M, Esmaeili P, Mahdavi Sharif P, Nili F, Jahanbin B (2023) Characterization of immune checkpoints expression and lymphocyte densities of Iranian breast cancer patients; the co-expression status and clinicopathological associates. BMC Cancer 23(1):495 37264298 Rasoolnezhad M Safaralizadeh R Hosseinpourfeizi MA Banan-Khojasteh SM Baradaran B Mirna-138–5p: a strong tumour suppressor targeting PD-L-1 inhibits proliferation and motility of breast cancer cells and induces apoptosis Eur J Pharmacol 2021 896 173933 10.1016/j.ejphar.2021.173933 33545160 Rasoolnezhad M, Safaralizadeh R, Hosseinpourfeizi MA, Banan-Khojasteh SM, Baradaran B (2021) Mirna-138–5p: a strong tumour suppressor targeting PD-L-1 inhibits proliferation and motility of breast cancer cells and induces apoptosis. Eur J Pharmacol 896:173933 33545160 Rezaei M, Marghmaleki RM, Boroujeni FS, Shahriari A, Omidghaemi S, Azadeh M, et al. (2025) LNC01089-LINC00963/miR-1244–5p/IGF1 ceRNA axis might regulate FOXO signaling pathway in breast cancer patients: a biomarker discovery investigation [Internet]. In Review; 2023 [cited 2025 Aug 11]. Available from: https://www.researchsquare.com/article/rs-3651567/v1 Rezaeifard S Talei A Shariat M Erfani N Tumour infiltrating NK cell (TINK) subsets and functional molecules in patients with breast cancer Mol Immunol 2021 136 161 167 10.1016/j.molimm.2021.03.003 34171565 Rezaeifard S, Talei A, Shariat M, Erfani N (2021) Tumour infiltrating NK cell (TINK) subsets and functional molecules in patients with breast cancer. Mol Immunol 136:161–167 34171565 Shadbad MA Safaei S Brunetti O Derakhshani A Lotfinejad P Mokhtarzadeh A A systematic review on the therapeutic potentiality of PD-L1-inhibiting MicroRNAs for triple-negative breast cancer: toward single-cell sequencing-guided biomimetic delivery Genes 2021 12 8 1206 10.3390/genes12081206 34440380 Shadbad MA, Safaei S, Brunetti O, Derakhshani A, Lotfinejad P, Mokhtarzadeh A et al (2021) A systematic review on the therapeutic potentiality of PD-L1-inhibiting MicroRNAs for triple-negative breast cancer: toward single-cell sequencing-guided biomimetic delivery. Genes 12(8):1206 34440380 Shah JB Pueschl D Wubbenhorst B Fan M Pluta J D’Andrea K Analysis of matched primary and recurrent BRCA1/2 mutation-associated tumour s identifies recurrence-specific drivers Nat Commun 2022 13 1 6728 10.1038/s41467-022-34523-y 36344544 Shah JB, Pueschl D, Wubbenhorst B, Fan M, Pluta J, D’Andrea K et al (2022) Analysis of matched primary and recurrent BRCA1/2 mutation-associated tumour s identifies recurrence-specific drivers. Nat Commun 13(1):6728 36344544 Shariati S Mehdipour F Samadi M Rasolmali R Talei AR Ghaderi A The balance of regulatory and stimulatory B cell subsets in breast cancer draining lymph nodes correlates with tumour prognostic factors Life Sci 2020 257 118117 10.1016/j.lfs.2020.118117 32693243 Shariati S, Mehdipour F, Samadi M, Rasolmali R, Talei AR, Ghaderi A (2020) The balance of regulatory and stimulatory B cell subsets in breast cancer draining lymph nodes correlates with tumour prognostic factors. Life Sci 257:118117 32693243 Shokouh TZ Ezatollah A Barand P Interrelationships between Ki67, HER2/neu, p53, ER, and PR status and their associations with tumour grade and lymph node involvement in breast carcinoma subtypes: retrospective-observational analytical study Medicine (Baltimore) 2015 94 32 e1359 10.1097/MD.0000000000001359 26266392 Shokouh TZ, Ezatollah A, Barand P (2015) Interrelationships between Ki67, HER2/neu, p53, ER, and PR status and their associations with tumour grade and lymph node involvement in breast carcinoma subtypes: retrospective-observational analytical study. Medicine (Baltimore) 94(32):e1359 26266392 Shokri A Pirouzpanah S Foroutan-Ghaznavi M Montazeri V Fakhrjou A Nozad-Charoudeh H Dietary protein sources and tumour al overexpression of RhoA, VEGF-A and VEGFR2 genes among breast cancer patients Genes Nutr 2019 14 1 22 10.1186/s12263-019-0645-7 31333806 Shokri A, Pirouzpanah S, Foroutan-Ghaznavi M, Montazeri V, Fakhrjou A, Nozad-Charoudeh H et al (2019) Dietary protein sources and tumour al overexpression of RhoA, VEGF-A and VEGFR2 genes among breast cancer patients. Genes Nutr 14(1):22 31333806 Sieuwerts AM Ansems M Look MP Span PN De Weerd V Van Galen A Clinical significance of the nuclear receptor co-regulator DC-SCRIPT in breast cancer: an independent retrospective validation study Breast Cancer Res 2010 12 6 R103 10.1186/bcr2786 21122099 Sieuwerts AM, Ansems M, Look MP, Span PN, De Weerd V, Van Galen A et al (2010) Clinical significance of the nuclear receptor co-regulator DC-SCRIPT in breast cancer: an independent retrospective validation study. Breast Cancer Res 12(6):R103 21122099 Soleimani M Ayyoubzadeh SM Jalilvand A Ghazisaeedi M Exploring the geospatial epidemiology of breast cancer in Iran: identifying significant risk factors and spatial patterns for evidence-based prevention strategies BMC Cancer 2023 23 1 1219 10.1186/s12885-023-11555-1 38082251 Soleimani M, Ayyoubzadeh SM, Jalilvand A, Ghazisaeedi M (2023) Exploring the geospatial epidemiology of breast cancer in Iran: identifying significant risk factors and spatial patterns for evidence-based prevention strategies. BMC Cancer 23(1):1219 38082251 Song N Li P Song P Li Y Zhou S Su Q MicroRNA-138-5p suppresses non-small cell lung cancer cells by targeting PD-L1/PD-1 to regulate tumour microenvironment Front Cell Dev Biol 2020 10 8 540 10.3389/fcell.2020.00540 Song N, Li P, Song P, Li Y, Zhou S, Su Q et al (2020) MicroRNA-138-5p suppresses non-small cell lung cancer cells by targeting PD-L1/PD-1 to regulate tumour microenvironment. Front Cell Dev Biol 10(8):540 Tajbakhsh A Javan FA Rivandi M Moezzi A Abedini S Asghari M Significant association of TOX3/LOC643714 locus-rs3803662 and breast cancer risk in a cohort of Iranian population Mol Biol Rep 2019 46 1 805 811 10.1007/s11033-018-4535-7 30515698 Tajbakhsh A, Javan FA, Rivandi M, Moezzi A, Abedini S, Asghari M et al (2019a) Significant association of TOX3/LOC643714 locus-rs3803662 and breast cancer risk in a cohort of Iranian population. Mol Biol Rep 46(1):805–811 30515698 Tajbakhsh A, Farjami Z, Darroudi S, Ayati SH, Vakili F, Asghari M, et al. Association of rs4784227-CASC16 (LOC643714 locus) and rs4782447-ACSF3 polymorphisms and their association with breast cancer risk among Iranian population. EXCLI J 18Doc429 ISSN 1611–2156 [Internet]. 2019 [cited 2025 Aug 11]; Available from: https://www.excli.de/vol18/Kushyar_Pasdar_18062019_proof.pdf Torabi Dalivandan S Plummer J Gayther SA Risks and function of breast cancer susceptibility alleles Cancers 2021 13 16 3953 10.3390/cancers13163953 34439109 Torabi Dalivandan S, Plummer J, Gayther SA (2021) Risks and function of breast cancer susceptibility alleles. Cancers 13(16):3953 34439109 Vahednia E Shandiz FH Bagherabad MB Moezzi A Afzaljavan F Tajbakhsh A The Impact of CASP8 rs10931936 and rs1045485 polymorphisms as well as the haplotypes on breast cancer risk: a case-control study Clin Breast Cancer 2019 19 5 e563 e577 10.1016/j.clbc.2019.02.011 31362911 Vahednia E, Shandiz FH, Bagherabad MB, Moezzi A, Afzaljavan F, Tajbakhsh A et al (2019) The Impact of CASP8 rs10931936 and rs1045485 polymorphisms as well as the haplotypes on breast cancer risk: a case-control study. Clin Breast Cancer 19(5):e563–e577 31362911 Valizadeh Osalo M Hosseini P Charkhian H Soltanzadeh H Goharkhany S Tuncer SB The prevalence of ADSL (rs3788579) and CYP1A2 (rs17861162) polymorphisms in female breast cancer patients in North-West Iran Discov Oncol 2024 15 1 59 10.1007/s12672-024-00919-z 38433141 Valizadeh Osalo M, Hosseini P, Charkhian H, Soltanzadeh H, Goharkhany S, Tuncer SB (2024) The prevalence of ADSL (rs3788579) and CYP1A2 (rs17861162) polymorphisms in female breast cancer patients in North-West Iran. Discov Oncol 15(1):59 38433141 Vasigh M Eslami B Elahi A Kaviani A Shirkoohi R Majidzadeh K Evaluation of the indication of BRCA1/2 genetic tests in Iranian women and acceptance rate of risk-reducing surgeries in BRCA mutation carriers Mol Genet Genomic Med 2022 10 2 e1867 10.1002/mgg3.1867 35023322 Vasigh M, Eslami B, Elahi A, Kaviani A, Shirkoohi R, Majidzadeh K et al (2022) Evaluation of the indication of BRCA1/2 genetic tests in Iranian women and acceptance rate of risk-reducing surgeries in BRCA mutation carriers. Mol Genet Genomic Med 10(2):e1867 35023322 Wu Y Dutta P Clayton S McCloud A Vadgama JV Elevated baseline serum PD-L1 level may predict poor outcomes from breast cancer in African-American and hispanic women J Clin Med 2022 11 2 283 10.3390/jcm11020283 35053979 Wu Y, Dutta P, Clayton S, McCloud A, Vadgama JV (2022) Elevated baseline serum PD-L1 level may predict poor outcomes from breast cancer in African-American and hispanic women. J Clin Med 11(2):283 35053979 Yari K Hakimi A Mohammadi M Ammari-Allahyari M Salari N Ghasemi H The association of PTEN gene mutations with the breast cancer risk: a systematic review and meta-analysis Biochem Genet 2024 62 3 1617 1635 10.1007/s10528-023-10464-z 37658255 Yari K, Hakimi A, Mohammadi M, Ammari-Allahyari M, Salari N, Ghasemi H (2024) The association of PTEN gene mutations with the breast cancer risk: a systematic review and meta-analysis. Biochem Genet 62(3):1617–1635 37658255 Yazdanpanah P Alavianmehr A Ghaderi A Monabati A Montazer M Tahmasbi K PD-L1 expression in tumour lesions and soluble PD-L1 serum levels in patients with breast cancer: TNBC versus TPBC Breast Dis 2021 40 1 43 50 10.3233/BD-201049 33523034 Yazdanpanah P, Alavianmehr A, Ghaderi A, Monabati A, Montazer M, Tahmasbi K et al (2021) PD-L1 expression in tumour lesions and soluble PD-L1 serum levels in patients with breast cancer: TNBC versus TPBC. Breast Dis 40(1):43–50 33523034 Yousefi A Sotoodehnejadnematalahi F Nafissi N Zeinali S Azizi M MicroRNA-561-3p indirectly regulates the PD-L1 expression by targeting ZEB1, HIF1A, and MYC genes in breast cancer Sci Rep 2024 14 1 5845 10.1038/s41598-024-56511-6 38462658 Yousefi A, Sotoodehnejadnematalahi F, Nafissi N, Zeinali S, Azizi M (2024) MicroRNA-561-3p indirectly regulates the PD-L1 expression by targeting ZEB1, HIF1A, and MYC genes in breast cancer. Sci Rep 14(1):5845 38462658 Zeng X Ban Z Cao J Zhang W Chu T Lei D Association of FTO mutations with risk and survival of breast cancer in a chinese population Dis Markers 2015 2015 1 6 10.1155/2015/101032 Zeng X, Ban Z, Cao J, Zhang W, Chu T, Lei D et al (2015) Association of FTO mutations with risk and survival of breast cancer in a chinese population. Dis Markers 2015:1–6 Zhao L Yu H Yi S Peng X Su P Xiao Z The tumour suppressor miR-138-5p targets PD-L1 in colorectal cancer Oncotarget 2016 7 29 45370 45384 10.18632/oncotarget.9659 27248318 Zhao L, Yu H, Yi S, Peng X, Su P, Xiao Z et al (2016) The tumour suppressor miR-138-5p targets PD-L1 in colorectal cancer. Oncotarget 7(29):45370–45384 27248318 Zhao C Ling X Li X Hou X Zhao D MicroRNA-138-5p inhibits cell migration, invasion and EMT in breast cancer by directly targeting RHBDD1 Breast Cancer 2019 26 6 817 825 10.1007/s12282-019-00989-w 31243644 Zhao C, Ling X, Li X, Hou X, Zhao D (2019) MicroRNA-138-5p inhibits cell migration, invasion and EMT in breast cancer by directly targeting RHBDD1. Breast Cancer 26(6):817–825 31243644 Zhou Y Yamamoto Y Takeshita F Yamamoto T Xiao Z Ochiya T Delivery of miR-424-5p via extracellular vesicles promotes the apoptosis of MDA-MB-231 TNBC cells in the tumour microenvironment Int J Mol Sci 2021 22 2 844 10.3390/ijms22020844 33467725 Zhou Y, Yamamoto Y, Takeshita F, Yamamoto T, Xiao Z, Ochiya T (2021) Delivery of miR-424-5p via extracellular vesicles promotes the apoptosis of MDA-MB-231 TNBC cells in the tumour microenvironment. Int J Mol Sci 22(2):844 33467725",
    "full_text_abstract": "The mortality rate of breast cancer remains relatively high in the Iranian population, with approximately 4810 deaths reported in 2020 (GLOBOCAN). This elevated fatality rate has been predominantly attributed to delays in diagnosis. In recent years, substantial research efforts have been directed toward elucidating cellular markers associated with breast cancer within this population. To this end, a systematic literature search was undertaken across both international and national databases, including PubMed, Scopus, IranMedex, and Magiran, covering the period from 2019 to 2024. The review synthesized data from studies encompassing a total of 15,318 Iranian breast cancer patients. The aggregated evidence provides comprehensive insights into cellular growth and cell cycle regulation markers implicated in breast cancer, thereby offering potential to inform the development of population-specific molecular diagnostic and prognostic strategies."
}