{
    "DOI": "10.1016/s0021-9258(18)53862-x",
    "PMID": "7679104",
    "title": "Amphiregulin induces tyrosine phosphorylation of the epidermal growth factor receptor and p185erbB2. Evidence that amphiregulin acts exclusively through the epidermal growth factor receptor at the surface of human epithelial cells.",
    "year": 1993,
    "source_url": "https://europepmc.org/article/MED/7679104",
    "source": "MED",
    "abstract_text": "The COOH-terminal half of the amphiregulin (AR) molecule has sequence homology to epidermal growth factor (EGF). The ability of AR to elicit in vivo phosphorylation of the EGF receptor (EGFR) and p185erbB2 was studied in four human epithelial cell lines which expressed either or both of the receptor tyrosine kinases. AR induced the phosphorylation of the EGFR and p185erbB2, and phosphoamino acid analysis revealed enhanced phosphorylation of tyrosine residues in both receptor proteins. A monoclonal antibody (mAb) which binds to the extracellular domain of the EGFR blocked the phosphorylation of the EGFR and p185erbB2 as well as AR-induced mitogenesis indicating that the EGFR mediated these responses. In MDA-MB-453 cells which lack EGFRs, AR did not induce phosphorylation of p185erbB2, did not affect proliferation, and had no detectable effect on the phosphorylation of cellular proteins isolated using an anti-phosphotyrosine mAb. Qualitatively, in vivo phosphorylations induced by AR and EGF were found to be indistinguishable as demonstrated by analysis of cellular 32P-labeled proteins isolated with the anti-phosphotyrosine mAb. Moreover, in the presence of the anti-EGFR mAb, AR had no effect on the proliferation of cells. These results provide strong evidence that the EGFR is the sole cell surface mediator of the action of AR in human epithelial cells.",
    "full_text_abstract": "The COOH-terminal half of the amphiregulin (AR) molecule has sequence homology to epidermal growth factor (EGF). The ability of AR to elicit in vivo phosphorylation of the EGF receptor (EGFR) and p185erbB2 was studied in four human epithelial cell lines which expressed either or both of the receptor tyrosine kinases. AR induced the phosphorylation of the EGFR and p185erbB2, and phosphoamino acid analysis revealed enhanced phosphorylation of tyrosine residues in both receptor proteins. A monoclonal antibody (mAb) which binds to the extracellular domain of the EGFR blocked the phosphorylation of the EGFR and p185erbB2 as well as AR-induced mitogenesis indicating that the EGFR mediated these responses. In MDA-MB-453 cells which lack EGFRs, AR did not induce phosphorylation of p185erbB2, did not affect proliferation, and had no detectable effect on the phosphorylation of cellular proteins isolated using an anti-phosphotyrosine mAb. Qualitatively, in vivo phosphorylations induced by AR and EGF were found to be indistinguishable as demonstrated by analysis of cellular 32P-labeled proteins isolated with the anti-phosphotyrosine mAb. Moreover, in the presence of the anti-EGFR mAb, AR had no effect on the proliferation of cells. These results provide strong evidence that the EGFR is the sole cell surface mediator of the action of AR in human epithelial cells."
}