{
    "PMC": "11603565",
    "DOI": "10.1177/03000605241300058",
    "PMID": "39600030",
    "PMCID": "PMC11603565",
    "title": "Complexities of complete androgen insensitivity syndrome: insights from a case report and literature review.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11603565",
    "source": "MED",
    "abstract_text": "Complete androgen insensitivity syndrome (CAIS) presents significant challenges in the accurate diagnosis and personalized management of individuals with a 46, XY karyotype who exhibit a female phenotype due to complete insensitivity to androgens. This retrospective case report analyzes the clinical data, genetic testing, hormonal profiling, and imaging studies of a patient who was initially misdiagnosed during hernioplasty and later misidentified as having Mayer-Rokitansky-Küster-Hauser syndrome. The report details the establishment of the correct diagnosis and implementation of a personalized management strategy that postponed gonadectomy until post-puberty. This approach included continuous monitoring and tailored estrogen replacement therapy, which facilitated informed patient decisions and comprehensive feminization while preventing the long-term consequences of estrogen deficiency. Supported by a literature review, this case report emphasizes the necessity of a multidisciplinary approach to managing CAIS, highlighting the importance of heightened awareness, accurate diagnostics, and personalized therapeutic plans to ensure holistic, patient-centered care.",
    "full_text": "pmc J Int Med Res J Int Med Res IMR spimr The Journal of International Medical Research 0300-0605 1473-2300 SAGE Publications Sage UK: London, England 11603565 39600030 10.1177/03000605241300058 10.1177_03000605241300058 Case Report and Case Series Complexities of complete androgen insensitivity syndrome: insights from a case report and literature review https://orcid.org/0000-0002-8779-7731 Asanidze Elene 1 https://orcid.org/0000-0001-9216-1407 Kristesashvili Jenaro 2 https://orcid.org/0000-0002-0363-3183 Asanidze Aleksandre 3 https://orcid.org/0000-0002-3434-2530 Jibladze Ana 2 https://orcid.org/0009-0005-7716-6185 Gaphrindashvili Giorgi 4 https://orcid.org/0009-0009-9119-2979 Asanidze Besik 4 https://orcid.org/0009-0002-3370-8294 Bhatia Ritika 1 1 Department of Gynecology, Faculty of Medicine, 381434 University Geomedi , Tbilisi, Georgia 2 Department of Gynecology, Faculty of Medicine, 112482 Ivane Javakhishvili Tbilisi State University , Tbilisi, Georgia 3 Department of General Surgery, Faculty of Medicine, 115512 Tbilisi State Medical University , Tbilisi, Georgia 4 Department of General Surgery, Faculty of Medicine, Tbilisi State Medical University First University Clinic, Tbilisi, Georgia Elene Asanidze, Faculty of Medicine, University Geomedi, 4 King Solomon II Str. 0114, Tbilisi, Georgia. Email: asanidzeelene@yahoo.com 11 2024 26 11 2024 52 11 03000605241300058 11 7 2024 28 10 2024 © The Author(s) 2024 2024 SAGE Publications https://creativecommons.org/licenses/by-nc/4.0/ Creative Commons Non Commercial CC BY-NC: This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License ( https://creativecommons.org/licenses/by-nc/4.0/ ) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages ( https://us.sagepub.com/en-us/nam/open-access-at-sage ). Complete androgen insensitivity syndrome (CAIS) presents significant challenges in the accurate diagnosis and personalized management of individuals with a 46, XY karyotype who exhibit a female phenotype due to complete insensitivity to androgens. This retrospective case report analyzes the clinical data, genetic testing, hormonal profiling, and imaging studies of a patient who was initially misdiagnosed during hernioplasty and later misidentified as having Mayer-Rokitansky-Küster-Hauser syndrome. The report details the establishment of the correct diagnosis and implementation of a personalized management strategy that postponed gonadectomy until post-puberty. This approach included continuous monitoring and tailored estrogen replacement therapy, which facilitated informed patient decisions and comprehensive feminization while preventing the long-term consequences of estrogen deficiency. Supported by a literature review, this case report emphasizes the necessity of a multidisciplinary approach to managing CAIS, highlighting the importance of heightened awareness, accurate diagnostics, and personalized therapeutic plans to ensure holistic, patient-centered care. Complete androgen insensitivity syndrome (CAIS) Androgen receptor insensitivity Sexual development disorders 46 XY karyotype Mayer-Rokitansky-Küster-Hauser syndrome Gonadectomy Estrogen replacement therapy typesetter ts2 Introduction Androgen insensitivity syndrome (AIS) is a rare X-linked recessive sexual development disorder characterized by a discordance between genetic, gonadal, and phenotypic sex. According to the published literature, the prevalence of AIS is estimated to be one case per 20 000–100 000 newborns with a 46, XY karyotype. 1 – 5 Individuals with AIS, despite having a male karyotype (46, XY) and the secretion of androgens at levels typical for males, exhibit a female phenotype and psychosexual identity. This occurs due to reduced sensitivity or complete insensitivity of the androgen receptors to androgens. 1 – 5 Among the mutations leading to AIS, the deletion of Exon 2 in the androgen receptor gene on Xq12 is commonly observed, impairing the androgen-dependent pathway essential for male sexual differentiation. 2 – 4 The spectrum of receptor insensitivity to androgens categorizes AIS into three main forms: complete (CAIS), partial (PAIS), and mild (MAIS), each presenting with varying degrees of phenotypic expression. 5 , 6 Initially identified by Morris in 1953, 7 androgen insensitivity syndrome (AIS) was historically known as Morris Syndrome and testicular feminization. However, the term AIS has been adopted for its clinical precision and ethical sensitivity. Complete androgen insensitivity syndrome is the most prevalent form of AIS, characterized by a complete insensitivity of androgen receptor to androgens, resulting in a female phenotype and psychosexual identity in individuals with a 46, XY karyotype. 1 – 6 In CAIS, 95% of cases exhibit androgen receptor gene mutations, with 70% inherited maternally and 30% occurring spontaneously (de novo). 3 – 6 Understanding the foundational mechanisms of sexual differentiation is essential for comprehending the pathogenesis of CAIS. The development of reproductive systems is orchestrated by a complex interaction of genetic determinants and hormonal influences. 4 Each human fetus has the inherent potential to develop reproductive structures of both sexes. 4 The Sex-determining Region Y ( SRY ) gene, located on the Y chromosome’s short arm, is crucial in male sex differentiation, initiating the development of male reproductive organs through the activation of Wolffian ducts. Conversely, Müllerian duct regression, prompted by anti-Müllerian hormone from Sertoli cells in the testes, prevents the formation of female reproductive organs, such as the fallopian tubes, uterus, and upper vagina. 1 , 3 – 6 In CAIS, the function of SRY is not impaired, promoting the development of male gonads while inhibiting the development of female reproductive structures through anti-Müllerian hormone. The complete inability of the androgen receptor to interact with androgens disrupts Wolffian duct development and male genital formation. 3 , 4 , 6 Individuals with CAIS thus present with a phenotype and psychosexual identity that are characteristically female, illustrating the complexity of sexual differentiation and the critical role of androgen receptor sensitivity on physical development and gender identity. 6 , 8 The diagnosis of CAIS often follows the discovery of testicular tissue during hernia repair in children, or is diagnosed due to primary amenorrhea and infertility in adults. 6 , 8 Ultrasonography typically reveals absent Müllerian structures and undescended testes, which can be located anywhere along their path of descent. 4 – 6 Individuals with CAIS are usually characterized by complete feminization of the external genitalia, normal breast development at puberty, and reduced body hair. 4 Karyotyping and genetic testing for mutations in the androgen receptor gene are definitive in confirming the diagnosis, providing a comprehensive understanding of the condition’s genetic foundation. 5 – 8 Complete androgen insensitivity syndrome challenges traditional understandings of sex and gender, and underscores the need for a sensitive and personalized approach to management and support for individuals diagnosed with this condition and their families. Highlighting new cases of CAIS is crucial for advancing clinical knowledge, specifically in enhancing awareness and honing diagnostic and therapeutic approaches. Early and accurate diagnosis, alongside appropriate treatment, is critical for preventing the risk of gonadal malignancy, avoiding complications from estrogen deficiency, and ensuring the psychological well-being of individuals with CAIS. 8 Case report In 2020, a 16-year-old individual, phenotypically female with female psychosexual identity, presented at the Center for Reproductive Medicine ‘Universe’ in Tbilisi, Georgia, due to primary amenorrhea. Physical examination of the patient indicated a height of 161 cm, weight of 52 kg, shoulder circumference of 92 cm, pelvic width of 91 cm, and sexual development at Tanner stage Ma 3 P 1 AX 0 Me 0 , with retracted, underdeveloped nipples, reduced and pale areolas, and sparse pubic and absent axillary hair. Gynecological evaluation indicated hypoplastic external genitalia features with a non-virilized clitoris. Additionally, examination with a probe revealed the vagina to be 3 cm in length, terminating in a blind pouch, indicative of incomplete development. The patient’s medical history included surgical intervention for a right-sided inguinal hernia at approximately 10 years of age. During this surgery, a gonad, initially misidentified as an ovary, was repositioned without biopsy. Retrospective consideration of the incident suggests that the gonad was actually a testis, indicative of CAIS, rather than an ovarian finding. Subsequently, at the age of 14, the patient sought a gynecological consultation for the absence of menstruation, despite having started breast development at 13. Ultrasonographic examination revealed uterine agenesis and identified gonadal structures, misinterpreted as ovaries. The absence of comprehensive hormonal and genetic evaluation led to an incorrect diagnosis of Mayer-Rokitansky-Küster-Hauser (MRKH) syndrome, based solely on ultrasonography and clinical observation. At the age of 16, the patient underwent a comprehensive clinical evaluation, involving extensive laboratory, instrumental, and genetic assessments. Pelvic ultrasound and magnetic resonance imaging (MRI) confirmed vaginal hypoplasia and uterine agenesis, with the gonads located at the iliac fossa level ( Figure 1 ). Figure 1. Magnetic resonance imaging of the pelvic organs of a 16-year-old individual who presented with primary amenorrhea, showing: (a and b) vaginal hypoplasia and uterine agenesis, with the gonads located at the iliac fossa level (sagittal and axial plane, respectively). Breast ultrasound demonstrated normal skin and subcutaneous layers, moderate ductal expansion within the glandular layer, without significant changes or abnormalities in the regional lymph nodes. Assessment of bone mineral density indicated a normal bone mass level. The hormonal profile indicated typical male characteristics, with normal male levels of circulating androgens. The specific sex hormone levels were as follows: estradiol, 58.22 pg/ml; total testosterone, 5.4 ng/ml; progesterone, 0.267 ng/ml; luteinizing hormone, 20.3 mIU/ml; follicle-stimulating hormone, 16.4 mIU/ml; and prolactin, 13.8 ng/ml. Cytogenetic analysis of lymphocyte cultures, utilizing G-banding technique, identified a normal male karyotype across 50 analyzed metaphases, denoted as 46, XY. This chromosomal configuration confirmed the presence of a typical male chromosomal complement in the context of the patient’s condition. The patient’s family history revealed that her maternal aunt had primary amenorrhea and infertility due to uterine agenesis and a small gonadal structure, with a past inguinal hernia surgery at age 12. These findings suggest a potential CAIS diagnosis. The diagnosis of CAIS in the present case was confirmed through an integrated approach, combining cytogenetic and hormonal analyses with pelvic ultrasonography and MRI ( Figure 1 ). The management strategy, encompassing the timing of gonadectomy and lifelong estrogen therapy, was devised after consultation with a multidisciplinary team of gynecologists, geneticists, pediatric surgeons, pediatricians, and psychotherapists. Given the relatively low oncological risk before puberty, it was decided to postpone gonadectomy until post-puberty. This decision was supported by consistent imaging surveillance to detect any changes warranting earlier intervention. Such a patient-centered strategy ensures the promotion of natural growth and complete feminization, empowering patients to make informed decisions about surgery once they reach adulthood. In 2023, when the patient was 19 years old, a re-evaluation was conducted. The patient continued to present a distinctly female phenotype and psychosexual identity. Physical examination showed sexual development corresponding to Tanner stage Ma 4 P 2 AX 0 Me 0 , with measurements including a height of 163 cm, weight of 56 kg, BMI of 21 kg/m 2 , shoulder circumference of 93 cm, and pelvic width of 95 cm ( Figure 2 ). Figure 2. Images of a 19-year-old individual who presented with primary amenorrhea at age 16 years and was diagnosed with complete androgen insensitivity syndrome. Notable findings included a retracted right nipple, an underdeveloped left nipple, pale and reduced areolas, along with sparse pubic and absent axillary hair ( Figure 2 ). Gynecological examination further revealed hypoplastic external genitalia, a non-virilized clitoris, and a vagina measuring 3 cm in length that terminated in a blind pouch. Following comprehensive clinical and laboratory investigations, the decision was made to proceed with laparoscopic gonadectomy. The patient underwent a laparoscopic bilateral gonadectomy under general anesthesia. Standard preoperative preparation was followed by a 10-mm umbilical incision for camera insertion and additional 5-mm and 10-mm trocar placements in the mesogastrium for operative access. The intraoperative examination revealed the absence of internal genital structures, termed ‘empty pelvis’, besides bilaterally located gonads resembling testes near the inguinal canals ( Figure 3(a) and (b) ). Figure 3. Images from a 19-year-old individual who presented with primary amenorrhea at age 16 years, showing: (a and b) intraoperative examination revealing an empty pelvis apart from bilaterally located gonads resembling testes near the inguinal canals; (c) laparoscopic gonadectomy; and (d) histological examination of a representative hematoxylin and eosin-stained tissue section revealing atrophic undescended testis (original magnification, ×200). Specifically, the right gonad, which was oval-shaped and hypoplastic, measuring 2 × 2 cm, was found implanted on the anterior abdominal wall, in the region of a postoperative scar from a previously operated inguinal hernia ( Figure 3(a) ). The left gonad, which was also hypoplastic and oval-shaped, measuring 2 × 2 cm, was located near the inguinal canal at the level of the internal inguinal ring ( Figure 3(b) ). Distal to the left gonad, a fibrous tissue mass measuring 1 × 1.5 cm was observed, likely a remnant of the Müllerian duct ( Figure 3(b) ). Laparoscopic tools facilitated the release of adhesions and bilateral gonadectomy, which were then extracted in endobags through an enlarged right-side incision ( Figure 3(c) ). Following this procedure, hemostasis was confirmed, the abdominal cavity was deflated, and the incisions were sutured and dressed. The patient experienced no complications and was discharged the following day. Histopathology confirmed the diagnosis of CAIS with the presence of atrophic, undescended testicles ( Figure 3(d) ). Following gonadectomy, the patient received 2 mg of estradiol valerate daily, along with vitamin D and calcium supplements. The reporting of this study conforms to CARE guidelines. 9 Written informed consent for both treatment and publication of this case with associated images was obtained from the patient, with all personal details de-identified to ensure anonymity. Given the retrospective analysis of clinical data, ethical board approval was not required. Discussion Diagnosing disorders of sexual development poses challenges due to the rarity of cases, emphasizing the importance of a thorough clinical assessment in the diagnostic process. 2 , 10 , 11 Individuals with CAIS typically exhibit a female phenotype, including well-developed breasts, attributed to the aromatization of excessive androgens into estrogens. 5 – 8 CAIS is also associated with hypopigmentation of the areolas and underdeveloped nipples, likely due to the absence of androgenic influence, which, along with other hormones, usually contributes to their development. 3 , 4 The adult height of individuals with CAIS generally ranges between the typical averages for males and females, linked to the growth-regulating gene on the long arm of the Y chromosome. 1 , 4 – 6 However, the patient’s height in the present case was 163 cm, which is not considered tall. In patients with CAIS, the absence of female internal genital structures, including the upper vagina, is due to testicular secretion of anti-Müllerian hormone, which prevents the development of Müllerian duct-derived organs. Nevertheless, the lower part of the vagina, developing from the urogenital sinus, is present, typically resulting in a shortened, shallow vaginal canal ending in a blind pouch. 4 Accurate and early diagnosis of CAIS is crucial for effective management and the prevention of serious medical issues. 10 – 16 The present case emphasizes the imperative need to conduct differential diagnoses to distinguish CAIS from conditions with similar presentations, in order to avoid misdiagnosis. A significant moment in the present case was a surgical procedure for an inguinal hernia at age 10 years, where a gonad, mistaken for an ovary, was located and repositioned into the pelvic cavity without subsequent biopsy or histological evaluation. Such misidentification of undescended testes as ovaries highlights a prevalent diagnostic challenge in CAIS, underscoring the critical importance of considering CAIS in the differential diagnosis of inguinal hernia in females, to avert missed or delayed diagnosis. Diagnostic tools, such as ultrasound, MRI, and karyotyping are essential for confirming CAIS. 11 – 16 The second misdiagnosis in the present case occurred when the patient was aged 14 years and consulted a gynecologist for the absence of menstruation. Ultrasonography revealed uterine agenesis, with gonadal structures mistakenly identified as ovaries. This led to an incorrect diagnosis of MRKH syndrome due to a lack of comprehensive hormonal and genetic testing and relying solely on the patient’s female phenotype. While sharing clinical features, such as a female phenotype and primary amenorrhea, CAIS and MRKH syndrome have distinct genetic and etiological backgrounds. 3 , 4 CAIS, associated with a 46, XY karyotype, results from androgen insensitivity, leading to a lack of developed internal reproductive structures due to the presence of testes. In contrast, MRKH syndrome characterized by a 46, XX karyotype, involves underdeveloped uterine and vaginal structures, but includes normal ovaries. 2 – 4 Misdiagnoses of CAIS as MRKH syndrome have been reported, often due to the ultrasonographic misinterpretation of testicular tissue as ovaries. 2 , 3 Such diagnostic errors carry significant clinical risks, including the potential for malignancy in undescended testes associated with CAIS. Identifying a 46, XY karyotype in the present case allowed for the correct exclusion of MRKH syndrome, underscoring the critical role of precise genetic diagnostics in the effective management and support of CAIS. 3 – 6 In addition to AIS, 5 alpha-reductase deficiency (5aRD) is another 46, XY disorder of sexual development, characterized by a distinct disparity between internal and external genitalia. This condition stems from mutations in the steroid 5 alpha-reductase 2 ( SRD5A2 ) gene, affecting the 5-alpha-reductase type 2 enzyme that is crucial for converting testosterone into dihydrotestosterone (DHT). Impairment of this enzyme results in underdeveloped male genitalia due to insufficient DHT levels. Individuals with CAIS, despite normal or elevated DHT levels, exhibit a female phenotype with fully developed breasts and a typically female-appearing vulva, markedly different from the genital ambiguity observed in 5aRD and the varied manifestations in other forms of AIS, such as partial and mild androgen insensitivity. 3 , 4 , 17 Accurate differentiation between 5aRD and CAIS requires a comprehensive diagnostic approach, including clinical exams, hormonal profiling focusing on the testosterone/DHT ratio, and genetic testing, ensuring appropriate management. 3 , 4 While molecular testing, such as identifying androgen receptor mutations, can offer valuable insights, it is not always feasible or necessary for diagnosing CAIS. Androgen receptor mutations may not be detected in all CAIS cases, further supporting the decision not to pursue this route in the present case. 18 , 19 Moreover, a newly recognized subclass of AIS, known as androgen receptor mutation-negative AIS or AIS type II, supports the notion that molecular diagnosis is not always essential when the clinical picture is clear and supported by comprehensive laboratory and imaging results. 18 , 19 In managing individuals with CAIS, the potential risk of testicular malignancy necessitates careful consideration of the need and timing for gonadectomy. 4 , 10 , 13 In recent years, some centers have chosen to delay or avoid gonadectomy in favor of lifelong surveillance. However, this approach presents significant challenges, including the need for prolonged and intensive monitoring, as individuals who retain their gonads remain at an elevated risk of malignancy. Ensuring consistent follow-up can be difficult, as there is no certainty that all patients will adhere strictly to the required monitoring protocols, which further increases their long-term oncological risk. Currently, there is no consensus on a standardized monitoring protocol for patients opting to retain their gonads. Given these complexities, prophylactic gonadectomy remains widely regarded as the most reliable and effective method to mitigate the risk of malignancy in intra-abdominal gonads in individuals with CAIS. The optimal timing for gonadectomy remains under debate, particularly due to the lack of reliable markers for early detection of precancerous changes. Studies have shown that gonadal malignancy is significantly positively associated with age in individuals with CAIS. In the prepubertal period, the risk of malignancy is reported to be 0.8–2%, while after puberty, the risk is thought to increase to approximately 3.6–33%. 3 , 4 , 6 Considering the relatively low oncological risk before puberty, gonadectomy was postponed until post-puberty in the present case, promoting natural growth and allowing for informed surgical decisions in adulthood. Laparoscopic gonadectomy was selected as the preferred minimally invasive technique for patients with CAIS in our institute, offering enhanced visualization, less invasiveness, and minimal scarring compared with traditional open surgery. The advantages of laparoscopy, such as shorter recovery times and reduced postoperative discomfort, make it an ideal surgical choice for gonad removal or biopsy in patients with CAIS. 12 , 14 Post-surgery, the patient in the present case was advised to begin hormone replacement therapy (HRT), including daily estradiol valerate supplemented with vitamin D and calcium. Following gonadectomy, estrogen HRT is essential for maintaining feminization, preventing the adverse effects of estrogen deficiency, ensuring normal bone mineral density, and supporting both cardiovascular and psychological health. HRT therapy is recommended to continue until the natural age of menopause. 3 – 5 , 14 Additionally, the prescribed vitamin D and calcium are crucial for maintaining optimal bone health and overall well-being. 5 In cases where prepubertal children with CAIS undergo gonadectomy, it is advisable to commence HRT at around 11–12 years of age. This approach is designed to stimulate puberty and guarantee complete feminization. 3 – 6 , 14 Recent studies have explored androgen replacement therapy as an alternative to estrogen in managing CAIS after gonadectomy, particularly for enhancing sexual desire. 4 – 6 , 14 Further research is imperative to thoroughly assess the benefits and limitations of androgen replacement therapy in CAIS. Psychosexual development, influenced by a combination of genetic, hormonal, and environmental factors, involves more than genital formation, extending to the influence of androgens on the brain, which plays a crucial role in determining sexual orientation. 10 , 14 – 17 Clinical observations have shown that most individuals with CAIS express satisfaction with their gender identity and infrequently pursue lifestyle changes. 10 , 16 This highlights the complex relationship between genetic factors, physical characteristics, hormonal influences, and psychosexual identity in the management of CAIS, emphasizing the importance of a comprehensive and sensitive approach in supporting individuals with CAIS. In summary, the present case highlights the diagnostic challenges of CAIS, including the initial misidentification of gonads during hernioplasty and subsequent misdiagnosis as MRKH syndrome due to ultrasound misinterpretation. The case also emphasizes the crucial role of genetic screening in CAIS diagnosis, advocating for expanded genetic screening among all individual relatives, beyond direct lineage. A key management decision was to postpone gonadectomy until post-puberty, informed by imaging (ultrasound and MRI) to detect any changes necessitating earlier intervention. This approach, aided by post-gonadectomy estrogen replacement therapy, was developed in consultation with a multidisciplinary team, aiming to ensure natural growth, complete feminization, and facilitate informed decisions in adulthood. This comprehensive strategy highlights the importance of a multidisciplinary team in delivering holistic, patient-centered care for rare conditions such as CAIS, and emphasizes the critical need for accurate diagnostics, continuous patient care, and long-term therapeutic strategies. Furthermore, the case underscores the urgent requirement for evidence-based guidelines for CAIS diagnosis and management. Such guidelines would ensure early and accurate diagnosis, reduce the risk of misdiagnosis, prevent complications, such as gonadal malignancy, and optimize long-term health outcomes. Acknowledgement We are grateful to the patient for their cooperation in the publication of this case report. Author contributions: Elene Asanidze: conceptualization, methodology, patient examinations, data curation, original draft preparation, and supervision; Jenaro Kristesashvili: conceptualization, methodology, manuscript review, and editing; Ana Jibladze: manuscript writing, review, and editing; Aleksander Asanidze and Ritika Bhatia: software management, resource provision, and visualization creation; Giorgi Gaphrindashvili and Besik Asanidze: surgical procedure execution, description of surgical interventions, and manuscript contribution. The Authors declare that there are no conflicts of interest. Funding: No specific financial support was received from any agencies in the public, commercial, or not-for-profit sectors. ORCID iDs: Elene Asanidze https://orcid.org/0000-0002-8779-7731 Jenaro Kristesashvili https://orcid.org/0000-0001-9216-1407 Aleksandre Asanidze https://orcid.org/0000-0002-0363-3183 Ana Jibladze https://orcid.org/0000-0002-3434-2530 Giorgi Gaphrindashvili https://orcid.org/0009-0005-7716-6185 Besik Asanidze https://orcid.org/0009-0009-9119-2979 Ritika Bhatia https://orcid.org/0009-0002-3370-8294 Data availability statement The data that support the findings of this case report are not publicly available due to privacy and ethical restrictions. Detailed information is contained within the manuscript, and additional details are available from the corresponding author upon reasonable request, subject to patient confidentiality. References 1 Hornig NC Holterhus PM. Molecular basis of androgen insensitivity syndromes . Mol Cell Endocrinol 2021 ; 523 : 111146 . 33385475 2 Berglund A Johannsen TH Stochholm K , et al . Incidence, prevalence, diagnostic delay, and clinical presentation of female 46, XY disorders of sex development . J Clin Endocrinol Metab 2016 ; 101 : 4532 – 4540 . 27603905 3 Guo M Huang JC Li CF , et al . Complete androgen insensitivity syndrome: a case report and literature review . J Int Med Res 2023 ; 51 : 3000605231154413 . 36851849 4 Tyutyusheva N Mancini I Baroncelli GI , et al . Complete androgen insensitivity syndrome: from bench to bed . Int J Mol Sci 2021 ; 22 : 1264 . 33514065 5 Oakes MB Eyvazzadeh AD Quint E , et al . Complete androgen insensitivity syndrome-A review . J Pediatr Adolesc Gynecol 2008 ; 21 : 305 – 310 . 19064222 6 Lanciotti L Cofini M Leonardi A , et al . Different clinical presentations and management in complete androgen insensitivity syndrome (CAIS) . Int J Environ Res Public Health 2019 ; 16 : 1268 . 30970592 7 Morris JM. The syndrome of testicular feminization in male pseudohermaphrodites . Am J Obstet Gynecol 1953 ; 65 : 1192 – 1211 . 13057950 8 Barros BA De Oliveira LR Surur CRC , et al . Complete androgen insensitivity syndrome and risk of gonadal malignancy: systematic review . Ann Pediatr Endocrinol Metab 2021 ; 26 : 19 – 23 . 33819955 9 Gagnier JJ Kienle G Altman DG , et al ; CARE Group . The CARE guidelines: consensus-based clinical case reporting guideline development . Headache 2013 ; 53 : 1541 – 1547 . 24266334 10 Kristesashvili J Kobaladze L Chipashvili M , et al . Sex assignment and psychosexual peculiarities of individuals with different forms of androgen insensitivity syndrome: a qualitative study . Int J Reprod Biomed 2024 ; 21 : 985 – 994 . 38370487 11 Kristesashvili J Asanidze E Sigua N , et al . Premature ovarian insufficiency in an adolescent girl with 48, XXXX karyotype: case presentation and literature review . GREM Gynecological and Reproductive Endocrinology & Metabolism 2023 ; 4 : 024 – 028 . 12 Bhaskararao G Himabindu Y Nayak SR , et al . Laparoscopic gonedectomy in a case of complete androgen insensitivity syndrome . J Hum Reprod Sci 2014 ; 7 : 221 – 223 . 25395750 13 Döhnert U Wünsch L Hiort O. Gonadectomy in complete androgen insensitivity syndrome: why and when? Sex Dev 2017 ; 11 : 171 – 174 . 28719904 14 Birnbaum W Marshall L Werner R , et al . Oestrogen versus androgen in hormone-replacement therapy for complete androgen insensitivity syndrome: a multicentre, randomised, double-dummy, double-blind crossover trial . Lancet Diabetes Endocrinol 2018 ; 6 : 771 – 780 . 30075954 15 Matalka L Dean SJ Beauchamp G , et al . An early case of complete androgen insensitivity syndrome . J Investig Med High Impact Case Rep 2023 ; 11 : 23247096231157918 . 16 Delli Paoli E Di Chiano S Paoli D , et al . Androgen insensitivity syndrome: a review . J Endocrinol Invest 2023 ; 46 : 2237 – 2245 . 37300628 17 Hamann S Stevens J Vick JH , et al . Brain responses to sexual images in 46, XY women with complete androgen insensitivity syndrome are female-typical . Horm Behav 2014 ; 66 : 724 – 730 . 25284435 18 Chen Z Li P Lyu Y , et al . Molecular genetics and general management of androgen insensitivity syndrome . Intractable Rare Dis Res 2023 ; 12 : 71 – 77 . 37287652 19 Hornig NC Ukat M Schweikert HU , et al . Identification of an AR mutation-negative class of androgen insensitivity by determining endogenous AR activity . J Clin Endocrinol Metab 2016 ; 101 : 4468 – 4477 . 27583472",
    "full_text_abstract": "Complete androgen insensitivity syndrome (CAIS) presents significant challenges in the accurate diagnosis and personalized management of individuals with a 46, XY karyotype who exhibit a female phenotype due to complete insensitivity to androgens. This retrospective case report analyzes the clinical data, genetic testing, hormonal profiling, and imaging studies of a patient who was initially misdiagnosed during hernioplasty and later misidentified as having Mayer-Rokitansky-Küster-Hauser syndrome. The report details the establishment of the correct diagnosis and implementation of a personalized management strategy that postponed gonadectomy until post-puberty. This approach included continuous monitoring and tailored estrogen replacement therapy, which facilitated informed patient decisions and comprehensive feminization while preventing the long-term consequences of estrogen deficiency. Supported by a literature review, this case report emphasizes the necessity of a multidisciplinary approach to managing CAIS, highlighting the importance of heightened awareness, accurate diagnostics, and personalized therapeutic plans to ensure holistic, patient-centered care."
}