{
    "PMC": "1968269",
    "DOI": "10.1038/bjc.1993.99",
    "PMID": "8382511",
    "PMCID": "PMC1968269",
    "title": "Saturation of tumour cell surface receptors for urokinase-type plasminogen activator by amino-terminal fragment and subsequent effect on reconstituted basement membranes invasion.",
    "year": 1993,
    "source_url": "https://europepmc.org/article/PMC/PMC1968269",
    "source": "MED",
    "abstract_text": "Single-chain urokinase-type plasminogen activator (pro-uPA) is bound to a specific surface receptor on ovarian cancer HOC-I cells that is incompletely saturated. Saturation of uncovered receptors by uPA polypeptides with intact amino-terminal fragment (ATF) derived from pro-uPA by limited proteolysis (human leucocyte elastase [HLE] or V8 protease) has been studied. HOC-I cells preferentially invaded reconstituted basement membranes in a time- and plasminogen-dependent manner. This process was inhibitable by preincubation with uPA polypeptides in the medium at levels which suggested that complete saturation of cell surface uPA receptors occurred. This result indicates that occupation of uPA receptors by enzymatically inactive uPA fragments or prevention of rebinding of pro-uPA synthesised by tumour cells to the receptors specifically reduces the invasion of the tumour cells through basement membranes in vitro.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group 1968269 8382511 Research Article Saturation of tumour cell surface receptors for urokinase-type plasminogen activator by amino-terminal fragment and subsequent effect on reconstituted basement membranes invasion. Kobayashi H. Ohi H. Shinohara H. Sugimura M. Fujii T. Terao T. Schmitt M. Goretzki L. Chucholowski N. Jänicke F. Department of Obstetrics and Gynecology, Hamamatsu University School of Medicine, Shizuoka, Japan. 3 1993 67 3 537 544 https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . Single-chain urokinase-type plasminogen activator (pro-uPA) is bound to a specific surface receptor on ovarian cancer HOC-I cells that is incompletely saturated. Saturation of uncovered receptors by uPA polypeptides with intact amino-terminal fragment (ATF) derived from pro-uPA by limited proteolysis (human leucocyte elastase [HLE] or V8 protease) has been studied. HOC-I cells preferentially invaded reconstituted basement membranes in a time- and plasminogen-dependent manner. This process was inhibitable by preincubation with uPA polypeptides in the medium at levels which suggested that complete saturation of cell surface uPA receptors occurred. This result indicates that occupation of uPA receptors by enzymatically inactive uPA fragments or prevention of rebinding of pro-uPA synthesised by tumour cells to the receptors specifically reduces the invasion of the tumour cells through basement membranes in vitro. Images Figure 1 Figure 2 Figure 3 Figure 4 Figure 6",
    "full_text_abstract": "Single-chain urokinase-type plasminogen activator (pro-uPA) is bound to a specific surface receptor on ovarian cancer HOC-I cells that is incompletely saturated. Saturation of uncovered receptors by uPA polypeptides with intact amino-terminal fragment (ATF) derived from pro-uPA by limited proteolysis (human leucocyte elastase [HLE] or V8 protease) has been studied. HOC-I cells preferentially invaded reconstituted basement membranes in a time- and plasminogen-dependent manner. This process was inhibitable by preincubation with uPA polypeptides in the medium at levels which suggested that complete saturation of cell surface uPA receptors occurred. This result indicates that occupation of uPA receptors by enzymatically inactive uPA fragments or prevention of rebinding of pro-uPA synthesised by tumour cells to the receptors specifically reduces the invasion of the tumour cells through basement membranes in vitro. Images Figure 1 Figure 2 Figure 3 Figure 4 Figure 6"
}