{
    "PMC": "5471544",
    "DOI": "10.1155/2006/260734",
    "PMID": "16873918",
    "PMCID": "PMC5471544",
    "title": "An overview on Primary Progressive Aphasia and its variants.",
    "year": 2006,
    "source_url": "https://europepmc.org/article/PMC/PMC5471544",
    "source": "MED",
    "abstract_text": "We present a review of the literature on Primary Progressive Aphasia (PPA) together with the analysis of neuropschychological and neuroradiologic profiles of 42 PPA patients. Mesulam originally defined PPA as a progressive degenerative disorder characterized by isolated language impairment for at least two years. The most common variants of PPA are: 1) Progressive nonfluent aphasia (PNFA), 2) semantic dementia (SD), 3) logopenic progressive aphasia (LPA). PNFA is characterized by labored speech, agrammatism in production, and/or comprehension. In some cases the syndrome begins with isolated deficits in speech. SD patients typically present with loss of word and object meaning and surface dyslexia. LPA patients have word-finding difficulties, syntactically simple but accurate language output and impaired sentence comprehension. The neuropsychological data demonstrated that SD patients show the most characteristic pattern of impairment, while PNFA and LPA overlap within many cognitive domains. The neuroimaging analysis showed left perisylvian region involvement. A comprehensive cognitive, neuroimaging and pathological approach is necessary to identify the clinical and pathogenetic features of different PPA variants.",
    "full_text": "Behav Neurol Behav Neurol BN Behavioural Neurology 0953-4180 1875-8584 IOS Press 5471544 16873918 260734 10.1155/2006/260734 Other An Overview on Primary Progressive Aphasia and Its Variants Amici Serena 1 4 * Gorno-Tempini Maria Luisa 1 Ogar Jennifer M. 1 2 Dronkers Nina F. 1 2 3 Miller Bruce L. 1 1 Memory and Aging Center Department of Neurology University of California San Francisco USA 2 VA Northern California Health Care System Martinez CA USA 3 University of California Davis Davis CA USA 4 Department of Neurosciences University of Perugia Perugia Italy *Serena Amici: samici@memory.ucsf.edu 2006 17 7 2006 17 2 77 87 10 7 2006 10 7 2006 Copyright © 2006 Hindawi Publishing Corporation and the authors. 2006 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. We present a review of the literature on Primary Progressive Aphasia (PPA) together with the analysis of neuropschychological and neuroradiologic profiles of 42 PPA patients. Mesulam originally defined PPA as a progressive degenerative disorder characterized by isolated language impairment for at least two years. The most common variants of PPA are: (1) Progressive nonfluent aphasia (PNFA), (2) semantic dementia (SD), (3) logopenic progressive aphasia (LPA). PNFA is characterized by labored speech, agrammatism in production, and/or comprehension. In some cases the syndrome begins with isolated deficits in speech. SD patients typically present with loss of word and object meaning and surface dyslexia. LPA patients have word-finding difficulties, syntactically simple but accurate language output and impaired sentence comprehension. The neuropsychological data demonstrated that SD patients show the most characteristic pattern of impairment, while PNFA and LPA overlap within many cognitive domains. The neuroimaging analysis showed left perisylvian region involvement. A comprehensive cognitive, neuroimaging and pathological approach is necessary to identify the clinical and pathogenetic features of different PPA variants. Primary progressive aphasia nonfluent progressive aphasia semantic dementia logopenic progressive aphasia neuroimaging studies language symptoms",
    "full_text_abstract": "We present a review of the literature on Primary Progressive Aphasia (PPA) together with the analysis of neuropschychological and neuroradiologic profiles of 42 PPA patients. Mesulam originally defined PPA as a progressive degenerative disorder characterized by isolated language impairment for at least two years. The most common variants of PPA are: (1) Progressive nonfluent aphasia (PNFA), (2) semantic dementia (SD), (3) logopenic progressive aphasia (LPA). PNFA is characterized by labored speech, agrammatism in production, and/or comprehension. In some cases the syndrome begins with isolated deficits in speech. SD patients typically present with loss of word and object meaning and surface dyslexia. LPA patients have word-finding difficulties, syntactically simple but accurate language output and impaired sentence comprehension. The neuropsychological data demonstrated that SD patients show the most characteristic pattern of impairment, while PNFA and LPA overlap within many cognitive domains. The neuroimaging analysis showed left perisylvian region involvement. A comprehensive cognitive, neuroimaging and pathological approach is necessary to identify the clinical and pathogenetic features of different PPA variants."
}