{
  "PMC": "7439314",
  "DOI": "10.1126/sciadv.aba7822",
  "PMID": "32832608",
  "PMCID": "PMC7439314",
  "title": "TIP60 K430 SUMOylation attenuates its interaction with DNA-PKcs in S-phase cells: Facilitating homologous recombination and emerging target for cancer therapy.",
  "year": 2020,
  "source_url": "https://europepmc.org/article/PMC/PMC7439314",
  "source": "MED",
  "abstract_text": "Nonhomologous end joining (NHEJ) and homologous recombination (HR) are major repair pathways of DNA double-strand breaks (DSBs). The pathway choice of HR and NHEJ is tightly regulated in cellular response to DNA damage. Here, we demonstrate that the interaction of TIP60 with DNA-PKcs is attenuated specifically in S phase, which facilitates HR pathway activation. SUMO2 modification of TIP60 K430 mediated by PISA4 E3 ligase blocks its interaction with DNA-PKcs, whereas TIP60 K430R mutation recovers its interaction with DNA-PKcs, which results in abnormally increased phosphorylation of DNA-PKcs S2056 in S phase and marked inhibition of HR efficiency, but barely affects NHEJ activity. TIP60 K430R mutant cancer cells are more sensitive to radiation and PARP inhibitors in cancer cell killing and tumor growth inhibition. Collectively, coordinated regulation of TIP60 and DNA-PKcs facilitates HR pathway choice in S-phase cells. TIP60 K430R mutant is a potential target of radiation and PARPi cancer therapy.",
  "full_text": "Sci Adv Sci Adv SciAdv advances Science Advances 2375-2548 American Association for the Advancement of Science 7439314 aba7822 10.1126/sciadv.aba7822 Research Article Research Articles SciAdv r-articles Cell Biology Health and Medicine Health and Medicine TIP60 K430 SUMOylation attenuates its interaction with DNA-PKcs in S-phase cells: Facilitating homologous recombination and emerging target for cancer therapy http://orcid.org/0000-0003-0689-8774 Gao Shan-Shan 1 Guan Hua 1 Yan Shuang 1 2 Hu Sai 1 Song Man 1 Guo Zong-Pei 1 Xie Da-Fei 1 Liu Yike 3 Liu Xiaodan 1 Zhang Shimeng 1 * http://orcid.org/0000-0001-7666-1209 Zhou Ping-Kun 1 3 * 1 Department of Radiation Biology, Beijing Key Laboratory for Radiobiology, Beijing Institute of Radiation Medicine, Beijing 100850, P. R. China. 2 Institute for Environmental Medicine and Radiation Hygiene, School of Public Health, University of South China, Hengyang, Hunan Province 421001, P. R. China. 3 Institute for Chemical Carcinogenesis, State Key Laboratory of Respiratory Disease, Guangzhou Medical University, Xinzao, Panyu District, Guangzhou 511436, P. R. China. * Corresponding author. Email: zhoupk@bmi.ac.cn (P.-K.Z.); zhangshimeng@163.com (S.Z.) 7 2020 10 7 2020 6 28 eaba7822 08 1 2020 01 6 2020 Copyright © 2020 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). 2020 The Authors https://creativecommons.org/licenses/by-nc/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial license , which permits use, distribution, and reproduction in any medium, so long as the resultant use is not for commercial advantage and provided the original work is properly cited. TIP60 K430 SUMOylation inactivates DNA-PKcs to facilitate DNA HR repair, and emerging target for radiation and PARPi cancer therapy. Nonhomologous end joining (NHEJ) and homologous recombination (HR) are major repair pathways of DNA double-strand breaks (DSBs). The pathway choice of HR and NHEJ is tightly regulated in cellular response to DNA damage. Here, we demonstrate that the interaction of TIP60 with DNA-PKcs is attenuated specifically in S phase, which facilitates HR pathway activation. SUMO2 modification of TIP60 K430 mediated by PISA4 E3 ligase blocks its interaction with DNA-PKcs, whereas TIP60 K430R mutation recovers its interaction with DNA-PKcs, which results in abnormally increased phosphorylation of DNA-PKcs S2056 in S phase and marked inhibition of HR efficiency, but barely affects NHEJ activity. TIP60 K430R mutant cancer cells are more sensitive to radiation and PARP inhibitors in cancer cell killing and tumor growth inhibition. Collectively, coordinated regulation of TIP60 and DNA-PKcs facilitates HR pathway choice in S-phase cells. TIP60 K430R mutant is a potential target of radiation and PARPi cancer therapy. http://dx.doi.org/10.13039/100014718 Innovative Research Group Project of the National Natural Science Foundation of China 81530085, 31870847，31800704 the National Key Basic Research Program (973 Program) of MOST 2015CB910601 Copyeditor Kyle Solis INTRODUCTION DNA double-strand break (DSB) is one of the most critical DNA lesions, which can be generated by either endogenous process during programmed recombination events or exposure to exogenous sources of genotoxic agents, such as ionizing radiation (IR) and some chemotherapeutics ( 1 , 2 ). Nonhomologous end joining (NHEJ) and homologous recombination (HR) are the two major pathways to repair DSBs in mammalian cells ( 1 ). DSB is rapidly sensed and bound by the Ku heterodimer (Ku70 and Ku80) in a sequence-independent manner to protect the DSB ends ( 3 ). After binding to the site of DNA damage, the Ku heterodimer quickly recruits the catalytic subunit of DNA-dependent protein kinase (DNA-PKcs) and initiates the end processing of DNA DSBs. Then, DNA-PKcs is phosphorylated and activated to function in NHEJ ( 4 ). DNA-PKcs can be phosphorylated at more than 40 sites upon DNA damage, which favors the initial processing of DNA ends by Artemis ( 5 ). DSBs can also be recognized by the MRE11-RAD50-NBS1 (MRN) complex, which promotes the activation of ataxia telangiectasia mutated (ATM) and the preparation of DNA for the HR pathway via EXO1-executing end resection to form the end of single-stranded DNA (ssDNA) ( 6 ). The long ssDNA overhangs are quickly coated by replication protein A (RPA), and the RPA-coated ssDNA then recruits DNA damage checkpoint kinases to trigger the DNA damage checkpoint arrestment ( 7 ). Strand invasion happened after displacement of RPA from the ssDNA ends by RAD51, which is mediated by BRCA2 ( 8 ). The repair pathway choice between NHEJ and HR is coordinated throughout the cell cycle ( 9 ). NHEJ is assumed active in all phases of the cell cycle, while HR in eukaryotic cells is regulated during the cell cycle to occur most efficiently during the late S and G 2 phases when sister chromatid DNAs are present as the template to mediate HR repair ( 10 , 11 ). DSB repair pathway choice is a tightly regulated process and is influenced by many factors, including the cell cycle status, DNA end resection, and the epigenetic context, and its executing mechanism is not fully revealed ( 12 , 13 ). As a classic NHEJ factor, DNA-PKcs was also reported to directly inhibit DSB end resection of the HR pathway by actively blocking the DSB ends ( 14 ) and by preventing the recruitment of EXO1. Recently, we reported that an increased expression level of RBX1, a modulator of the Skp1–cullin1–F-box ubiquitin ligase, prompts the degradation of EXO1 to limit the HR pathway of DNA DSB repair in G 1 phase, while the increased autophosphorylation of DNA-PKcs at S2056 is responsible for the higher expression level of the RBX1 in the G 1 phase. Targeting the HR repair pathway is an emerging strategy for cancer therapy, such as the small molecules that target the MRN complex, poly(adenosine diphosphate–ribose) polymerase (PARP) inhibitors, and chemical inhibitors of Rad51 ( 15 ). However, most of these inhibitors have low potency or selectivity in cancer therapy. Therefore, extensive efforts to identify the mechanism of the HR and NHEJ pathway choice will benefit more patients from these strategies. TIP60 was first identified as a 60-kDa protein associated with the HIV Tat protein, and the role of chromatin histone acetylation by histone acetyltransferases (HATs) in transcriptional regulation has been well established ( 16 ). In addition to the HAT activity, the TIP60-NuA4 complex also has adenosine triphosphatase (ATPase), DNA helicase, and structural DNA binding activities ( 17 ). This protein is a histone acetylase that has a role in DNA repair and apoptosis and is thought to play important roles in signal transduction ( 18 ). As long as DNA DSB occurs, TIP60-catalyzing acetylation of histones H3, H4, and γH2AX could then induce chromatin relaxation and remodeling ( 19 , 20 ). Besides, TIP60 is also known to interact with the members of the phosphatidylinositol 3-kinase–related kinase (PIKK) family, such as ATM and DNA-PKcs, and stimulates their kinase activity through its acetylase activity ( 21 ). SUMOylation of TIP60 HAT is also a key component of the signal transduction pathway that links the detection of DNA lesion to the activation of the p53-dependent cell cycle checkpoint and autophagy ( 22 , 23 ). SUMOylation has attracted increasing attention as a main form of protein posttranslational modification (PTM). This PTM exists in almost all eukaryotes and is essential for the maintenance of genomic integrity, transcriptional regulation, gene expression, and the regulation of intracellular signal transduction ( 24 ). Small ubiquitin-like modifier (SUMO) modification has been found in many DNA damage response (DDR)–related proteins, including BRCA1, 53BP1, PCNA, XPC, Rad52, BLM, and Ku70 ( 1 , 24 , 25 ). It has been reported that PIAS1- and PIAS4-mediated SUMOylation of BRCA1 and 53BP1 promotes their recruitment to DNA damage sites. SUMOylation of RPA1 was suggested to promote HR by facilitating the recruitment of RAD51 ( 26 ). Moreover, SUMO1 and SUMO2/3 are detected in IR-induced foci (IRIF), laser-induced DNA damage, and Lac arrays harboring DSBs and can be precipitated from damaged chromatin ( 27 ). However, the function of most PTM by SUMO in DDR is far from expounded. In the present study, we sought to explore the mechanism regulating the interaction of TIP60 and DNA-PKcs and its role in the decision-making process underpinning DNA repair pathway choice in association with cell cycle phase. Using a coimmunoprecipitation (Co-IP) assay, we identified the interaction between TIP60 and DNA-PKcs, but not ATM, and this interaction was attenuated in S phase. The interaction change was regulated by PIAS4-mediated TIP60 K430 SUMO2 modification. TIP60 K430R mutant could enhance DNA-PKcs S2056 phosphorylation to promote NHEJ in S phase while impairing HR. TIP60 K430R mutant cancer cells are highly sensitive to DNA damage stress and PARP inhibitor (PARPi). Together, we provide new insights into the molecular mechanisms that control DNA repair pathway choice and the potential application to tumor therapy. RESULTS The interaction between DNA-PKcs and TIP60 is abated in S phase The action of TIP60 in the activation of both ATM and DNA-PKcs in response to DNA damage is a key component of the DNA damage–signaling transduction ( 1 , 21 ), whereas the function of the TIP60–DNA-PKcs/ATM network in DNA damage repair, especially its coordination with the cell cycle process, is not clear. To investigate whether the TIP60-mediated DNA-PKcs or ATM activity network in the DDR is associated with cell cycle progression, we first performed the Co-IP assay with an antibody against TIP60 using chromatin-free cell extracts from HeLa cells to detect the interaction between TIP60 and DNA-PKcs or ATM in the different cell cycle phases of synchronized cells ( Fig. 1, A and B ). We found that the interaction of TIP60 with DNA-PKcs, but not ATM, decreased markedly in S-phase cells ( Fig. 1B ). Vice versa, Co-IP assay with an antibody against DNA-PKcs also showed the interaction of DNA-PKcs and TIP60 attenuated in S phase ( Fig. 1C ). Fig. 1 The interaction of DNA-PKcs and TIP60 is abated in S phase. ( A ) Representative flow cytometric histograms of the synchronized HeLa cells by double blockage of thymidine method. ( B ) Co-IP assays were performed with TIP60 antibody to test the interaction between TIP60 and DNA-PKcs or ATM. Cyclin A2 was used as an S-phase marker. The efficiency of synchronization was monitored by flow cytometry. ( C ) Co-IP assays were performed with DNA-PKcs antibody to check the interaction between TIP60 and DNA-PKcs in different cell cycle phases of HeLa cells. ( D ) Co-IP was performed to determine the essential region of DNA-PKcs for its interaction with TIP60. Upper panel: Schematic representation of different DNA-PKcs truncated mutants. Lower panel: HEK-293T cells were transiently transfected with the indicated constructs for 30 hours, then cell lysates were immunoprecipitated with anti-Flag affinity gel, and Western blotting was performed with indicated antibodies. ( E ) GST pull-down assay of DNA-PKcs H domain (AA3540-4128) for detecting its interaction with TIP60. ( F ) GST pull-down assay of TIP60 for detecting its interaction with DNA-PKcs antibody. ( G ) GST pull-down assay of DNA-PKcs H domain for detecting its interaction with TIP60 in different phases of the cell cycle. We next tested which position of DNA-PKcs is responsible for interacting with TIP60 by expressing a series of truncation mutants of DNA-PKcs in human embryonic kidney (HEK)–293T cells ( Fig. 1D , upper panel). We found that the DNA-PKcs C-terminal H domain (AA3540-4128) is responsible for its binding of TIP60 ( Fig. 1D , lower panel). A direct interaction between TIP60 and this C-terminal fragment was confirmed by glutathione S -transferase (GST) pull-down assay ( Fig. 1E ). When the TIP60 protein expressed in Escherichia coli was used to perform the GST pull-down test of DNA-PKcs, to our surprise, there was no cell cycle–dependent alteration on the interaction of TIP60 and DNA-PKcs ( Fig. 1F ). However, when we used the C-terminal AA3540-4128 (H domain) of DNA-PKcs expressed in E. coli BL21 to perform the GST pull-down assay again, its interaction was attenuated markedly with the TIP60 protein in the extract from the S-phase HeLa cells ( Fig. 1G ). This suggested that the interaction abated in the S phase of human cells between TIP60 and DNA-PKcs could be dependent on the PTM of TIP60 that cannot occur in the E. coli , but not DNA-PKcs. TIP60 K430 SUMO2 modification is responsible for the attenuation of its interaction with DNA-PKcs in S phase We next tested which region of TIP60 is responsible for its interaction with DNA-PKcs by expressing TIP60 wild-type (WT) or its truncated or deleted mutants in HEK-293T cells ( Fig. 2A ). The TIP60 mutant T5 (deletion of residues AA404–471) lost the interaction with DNA-PKcs ( Fig. 2B ). A direct interaction between the fragment AA404–471 of TIP60 expressed in BL21 E. coli and DNA-PKcs was confirmed by GST pull-down assay ( Fig. 2C ). According to the database, we found that there are two potential SUMOylation sites in the region of AA404–471: K430 and K451 ( 22 , 23 ). Then, the TIP60 K430R or K451R and TIP60 K430R or K451R mutants were constructed. Whether these two sites are responsible for the interaction of TIP60 with DNA-PKcs was tested by expressing TIP60 and these mutants in HEK-293T cells. As shown in Fig. 2D , the decreased interaction of TIP60 and DNA-PKcs in S phase was reverted in K430R mutant. This result indicated that the K430 site, but not the K451 site, is responsible for the attenuated interaction of TIP60 and DNA-PKcs, specifically in S-phase cells ( Fig. 2D ). Fig. 2 Identification of TIP60 K430 site SUMO2 modification is responsible for the attenuation of TIP60–DNA-PKcs interaction in S phase. ( A ) Schematic representation of different TIP60 mutants and the minimum interaction region. ( B ) Co-IP assay was performed to determine the essential regions of TIP60 protein to interact with DNA-PKcs. HEK-293T cells were transiently transfected with the indicated constructs for 30 hours. Cell lysates were immunoprecipitated with anti-Flag affinity gel, and Western blot was performed with indicated antibodies. ( C ) GST pull-down assay of TIP60 AA404–471 to detect its interaction with DNA-PKcs. ( D ) Co-IP was performed to determine the sites of TIP60 protein essential for the TIP60–DNA-PKcs interaction. HEK-293T cells were transiently transfected with the indicated Flag-tagged TIP60 mutant constructs for 30 hours. Cell lysates were immunoprecipitated with anti-Flag affinity gel, and Western blot was performed with indicated antibodies. ( E ) GST pull-down assay of DNA-PKcs H domain and TIP60 K430R mutant using the indicated proteins expressed in bacteria. ( F ) HEK-293T cells were transiently transfected with indicated plasmids and synchronized to different phases of the cell cycle. Cells were lysed, and SUMOylated TIP60 proteins were pulled down using Flag beads and detected by Western blotting. ( G ) HEK-293T cells were transiently transfected with indicated plasmids for 36 hours. Cells were lysed, and SUMOylated TIP60 proteins were pulled down and detected by Western blotting. Then, GST pull-down assay was performed by using the DNA-PKcs H domain (C-terminal AA3540-4128 fragment) expressed in BL21 E. coli to confirm the above result. Obviously, in contrast to the TIP60 WT as shown in Fig. 1G , the interaction between the DNA-PKcs H domain and TIP60 K430R mutant showed no difference in different phases of the cell cycle ( Fig. 2E ); this further implied that the decreased interaction between DNA-PKcs and TIP60 in S phase is associated with the PTM of TIP60 protein at the K430 site. Although the K430 and K451 site was previously reported to be modified by SUMO1 ( 23 ), it is important to figure out whether this S phase–dependent SUMOylation of TIP60 is modified by either SUMO1 and SUMO2 or both. To identify whether and which SUMO modification is responsible for the TIP60 and DNA-PKcs interaction regulation, we detected the TIP60 SUMO1 and SUMO2 modification status in different phases of the cell cycle. We found that SUMO2 modification of TIP60, but not SUMO1, was increased markedly in S phase ( Fig. 2F ). Immunofluorescence assays were performed to determine whether SUMO2 modification of TIP60 is associated with DNA damage or not. The results showed that TIP60 colocalized with SUMO-activating enzyme subunit 2 (SAE2), SUMOylation E2 conjugase UBC9, and SUMO2 in cells either with and without irradiation (fig. S1, A and B). It has also come to our attention that TIP60 partially displays speckle distribution in the cells even without irradiation. TIP60 was previously reported to be recruited to the promyelocytic leukemia (PML) nuclear body (NB) by the PML3 isoform, which was assumed to protect TIP60 from Mdm2-mediated degradation ( 28 ). We coexpressed the green fluorescent protein (GFP)–TIP60 and red fluorescent protein (RFP)–tagged PML isoform PML IV in the cells and also found that TIP60 colocalized in PML NB with PML IV protein (fig. S2A). Obviously, after irradiation, TIP60 colocalized at the IRIF with γH2AX, a marker of radiation-induced DSB (fig. S2B). These data indicated that the SUMO2 modification status of TIP60 was mainly associated with cell cycle in the presence or absence of DNA damage, whereas the cellular distribution of TIP60 may change with the alterations of growing conditions, e.g., the stress of genotoxic exposure. Our data showed that only the TIP60 K430 site is responsible for the TIP60 and DNA-PKcs interaction regulation. Then, we investigated whether K430 or K451 is the SUMO2 modification site of TIP60. The result showed that, different from SUMO1 modification, the SUMO2 modification mainly occurs at the K430 site ( Fig. 2G ). PIAS4 is the E3 ligase and SENP3 is the deSUMOylation enzyme of TIP60 K430 site SUMO2 modification To identify the E3 ligase and deSUMOylation enzyme of TIP60 SUMO2 modification, we knocked down the different SUMOylation E3 ligases or deSUMOylation enzymes along with overexpression of Flag-TIP60 and HA-SUMO2 in 293T cells and then performed the immunoprecipitation assays. The data showed that knockdown of E3 ligase PIAS4 decreased TIP60 SUMOylation ( Fig. 3A ), and overexpression of the deSUMOylation enzyme SENP3 also markedly decreased TIP60 SUMOylation ( Fig. 3B ). Co-IP assay results showed that TIP60 interacts with both PIAS4 and SENP3 ( Fig. 3, C and D ). TIP60 was also shown to colocalize with PIAS4 in cells either with or without irradiation (fig. S3). Fig. 3 Identification of PIAS4 as the E3 ligase and SENP3 as the deSUMOylation enzyme of TIP60 SUMO2 modification. ( A ) 293T cells were transiently transfected with the indicated plasmids and siRNAs against PISA1 to PISA4 or HDAC4 or HDAC7. Cells were lysed, and SUMOylated TIP60 proteins were pulled down using Flag beads and detected by Western blotting. ( B ) 293T cells were transiently transfected with indicated plasmids expressing Flag-TIP60, HA-SUMO2, and SENP1 or SENP2/SENP3/SENP4/SENP5/SENP6. Cells were lysed, and SUMOylated TIP60 proteins were pulled down using Flag beads and detected by Western blotting. ( C and D ) 293T cells were transiently transfected with indicated plasmids. Thirty-six hours after transfection, cells were lysed, and Co-IP assays were performed with indicated antibodies and then detected by Western blotting. ( E ) 293T cells were transiently transfected with indicated plasmids and siRNAs against PISA4. SUMOylated TIP60 proteins were pulled down from cellular lysates using Flag beads and detected by Western blotting. ( F ) 293T cells were transiently transfected with indicated plasmids and siRNAs against SENP3. SUMOylated TIP60 proteins were pulled down from cellular lysates using Flag beads and detected by Western blotting. To further confirm the identification results, we knocked down PIAS4 or SENP3 with different small interfering RNAs (siRNAs) and performed the rescue tests by overexpressing the indicated PIAS4 siRNA1–resistant or SENP3 siRNA1–resistant rescuing proteins. The results indicated that the PIAS4 siRNA–mediated decrease of TIP60 SUMO2 modification could be recovered by expressing PIAS4-siRes ( Fig. 3E ). The SENP3 siRNA–mediated increase of TIP60 SUMO2 modification could be down-regulated by also expressing the rescuing protein SENP3-siRes ( Fig. 3F ). These results confirm that PIAS4 and SENP3 are the E3 ligase and deSUMOylation enzyme of TIP60 K430 SUMOylation, respectively. TIP60 K430 SUMOylation blocks its interaction with DNA-PKcs directly in S-phase cells both in vitro and in vivo. To test whether TIP60 K430 SUMOylation directly blocks the TIP60–DNA-PKcs interaction, in vitro SUMOylation, deSUMOylation, and pull-down assay were performed. As shown in Fig. 4A , PIAS4 SUMOylates TIP60 WT (lane 6), but not TIP60 K430 mutant (lane 8), and SENP3 can deSUMOylate TIP60 (lane 7) in vitro. On the basis of in vitro SUMOylation and deSUMOylation assays, the GST pull-down assay was conducted by using the GST or GST–DNA-PKcs H domain protein expressed in and purified from E. coli . The result indicated that TIP60 K430 SUMOylation blocked its interaction with DNA-PKcs directly in vitro ( Fig. 4B , lane 3). Besides, as shown in Fig. 4C , knockdown of PIAS4 recovered the interaction of TIP60 and DNA-PKcs in S-phase cells. When the suppressed PIAS4 was recovered by expressing the PIAS4-siRNA1 resistant (PIAS4-siRes) protein, the PIAS4 knockdown–mediated alteration of the TIP60–DNA-PKcs interaction in S-phase cells was reverted again. Furthermore, the attenuation of TIP60 and DNA-PKcs binding in S-phase cells was also recovered by overexpressing SENP3, which can abate TIP60 SUMOylation ( Fig. 4D ). These data strongly support that TIP60 K430 SUMOylation could block its interaction with DNA-PKcs directly both in vitro and in vivo. Fig. 4 TIP60 K430 SUMOylation blocks its interaction with DNA-PKcs in S-phase cells both in vitro and in vivo. ( A ) PIAS4 SUMOylates and SENP3 deSUMOylates TIP60 in vitro. Workflow of the in vitro assay (upper panel). Briefly, His-TIP60 WT and His-TIP60 K430R expressed and purified from E. coli were used as substrates, and His-PIAS4 and His-SENP3 expressed and purified from E. coli were used as enzymes. The in vitro SUMOylation assay was performed, followed by in vitro deSUMOylation assay, as described in Materials and Methods. Samples were separated by SDS-PAGE and blotted with indicated antibodies. ( B ) PIAS4 mediates SUMOylation and SENP3 mediates deSUMOylation of TIP60 K430, which is essential for the binding of TIP60 and DNA-PKcs. Workflow of the in vitro assay (upper panel). Briefly, after in vitro SUMOylation and deSUMOylation assay, the samples were incubated with GST or GST–DNA-PKcs H domain for pull-down assay, and then samples were detected by Western blotting with indicated antibodies. ( C and D ) 293T cells were transiently transfected with indicated plasmids and siRNAs. Then, the synchronized or unsynchronized S-phase cells were lysed. Co-IP assay was performed with indicated antibodies. Then, samples were detected by Western blotting with indicated antibodies. TIP60 K430 SUMO2 modification facilitates HR pathway of DNA DSB repair in association with inhibition of DNA-PKcs S2056 phosphorylation To understand the role of TIP60 SUMO2 modification in DNA damage repair, the TIP60 WT or K430R mutant vectors were transfected and stably expressed in the TIP60 knockdown HeLa or MD231 cells to rescue the TIP60 function. Then, we examined γH2AX foci formation, a typical marker of DNA DSB. As shown in Fig. 5 (A and B) , as compared with TIP60 WT cells, TIP60 K430R mutant–expressing cells displayed an elevated level of residual γH2AX foci 4 hours or longer after 4-Gy γ-ray irradiation, suggesting that TIP60 K430 SUMO2 modification is necessary for the efficiency of DNA DSB repair. Next, we examined how TIP60 K430 SUMO2 modification promotes DNA repair using integrated reporter assays for evaluating the activity of DSB repair pathways HR and NHEJ. We observed a significantly compromised activity of the HR pathway in TIP60 K430R mutant cells ( Fig. 5C ). Conversely, TIP60 K430R mutation resulted in a minor increase in NHEJ activity ( Fig. 5D ). The mutation of TIP60 K430R significantly sensitized the cells to olaparib, a PARP inhibitor ( Fig. 5, E and F ), suggesting an important role of TIP60 K430 SUMO2 modification in the HR pathway. Besides, TIP60 K430R mutation resulted in compromised accumulation of DNA end resection biomarker RPA2, which is a critical event of producing the ssDNA end for the HR pathway ( Fig. 5, G and H ). Fig. 5 TIP60 K430 SUMO2 modification facilitates HR repair. ( A ) TIP60 K430R mutation decreases the efficiency of DNA DSB repair as shown by the increased residual γH2AX foci after 4-Gy irradiation. ( B ) Quantification of γH2AX foci. Data are means ± SD from three independent experiments (100 cells for each point were scored in each experiment). * P < 0.05, ** P < 0.01. two-tailed Student’s t test. Scale bar, 40 μm. ( C ) HR efficiency was determined using the direct repeat GFP (DR-GFP) reporter assay. ( D ) The NHEJ efficiency was determined using the EJ5-GFP reporter assay. BRCA1 or 53BP1 siRNAs were used as a positive or negative control, respectively. Data are means ± SD from three independent experiments. * P < 0.01, two-tailed Student’s t test. ( E and F ) TIP60 K430R mutation sensitizes cancer cells to the PARP inhibitor olaparib, measured by colony formation ability assay (E) and 3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium inner salt (MTS) assay (F). SR50 represents the concentration for 50% cell growth inhibition (μM). Data are means ± SEM from three independent experiments. * P < 0.05, two-way analysis of variance (ANOVA). ( G ) RPA2 accumulation at sites of 4-Gy–induced DNA damage. One hour after irradiation, cells were subjected to immunostaining of RPA2 antibody. ( H ) Quantification of γH2AX and RPA foci in the cells 1 hour after 4-Gy irradiation. Data are means ± SD from three independent experiments (50 cells in each experiment). * P < 0.05, two-tailed Student’s t test. To test whether TIP60 K430R mutant impairs its acetylase activity, the acetylation of histone H4K16 site, and ATM, DNA-PKcs was detected by immunoprecipitation and Western blotting assays. The result showed that, because of the acetylation of H4K16 and ATM, DNA-PKcs was increased in both asynchronized TIP60 WT and K430R mutant cells in response to DNA damage. However, the radiation-induced acetylation of DNA-PKcs, but not histone H4 and ATM, was attenuated in S-phase cells, and this attenuation of DNA-PKcs acetylation in S phase could be recovered by TIP60 K430 mutant ( Fig. 6A ). However, how TIP60 K430 SUMO2 modification regulates HR efficiency by inhibiting TIP60 and DNA-PKcs interaction is still unknown. The phosphorylation of DNA-PKcs S2056 is critical for maintaining its activity in NHEJ ( 29 ). It has been reported that DNA-PKcs S2056 phosphorylation is attenuated in S-phase cells ( 30 ). We wonder whether the alteration TIP60 and DNA-PKcs interaction plays a role in the process. Then, we examined DNA-PKcs phosphorylation in the S phase of TIP60 WT and TIP60 K430R mutant cells. The results indicated that the phosphorylation of DNA-PKcs S2056 and T2609 as well as ATM S1982 was all increased by irradiation in the asynchronized cells ( Fig. 6B ). However, in the S-phase cells, the radiation-induced phosphorylation of DNA-PKcs S2056, but not DNA-PKcs T2609 and ATM S1981, was attenuated ( Fig. 6B ). TIP60 K430R mutant recovered the radiation-induced phosphorylation of DNA-PKcs S2056 in S-phase cells to the same level of that in asynchronized cells. We then performed immunofluorescent staining assay using the PCNA as the marker of S-phase cells and found that the DNA-PKcs S2056 phosphorylation was much lower in the TIP60 WT S-phase cells than in the non–S-phase cells, which was largely recovered in TIP60 K430R mutant S-phase cells ( Fig. 6, C and D ). These results indicated that TIP60 K430 SUMO2 modification facilitates the choice of the HR pathway in S-phase cells by inhibiting the activity of the critical component DNA-PKcs of the NHEJ pathway. Fig. 6 TIP60 K430 SUMO2 modification leads to DNA-PKcs activity inhibition in S phase. ( A ) Effect of TIP60 K430R mutation and cell cycle on the acetylation of DNA-PKcs, ATM, and H4K16ac. The cells were synchronized or not to S phase and irradiated with 4 Gy. The cells were lysed 1 hour after irradiation and subjected to Co-IP assay with indicated antibodies and then to Western blotting with indicated antibodies. ( B ) Effect of TIP60 K430R mutation and cell cycle on the phosphorylation of DNA-PKcs S2056, T2609, and ATM S1981. The cells were synchronized or not to S phase and irradiated with 4 Gy. Cells were lysed 1 hour after irradiation and detected by Western blotting with indicated antibodies. ( C and D ) TIP60 WT and TIP60 K430R mutant HeLa cells were irradiated with 4 Gy, and 1 hour after irradiation, cells were harvested and immunostained with indicated antibodies. Quantification (D) is the mean ± SD from three independent experiments (50 cells in each experiment). * P < 0.05, two-tailed Student’s t test. Targeting TIP60 K430 SUMO2 modification improves the outcome of cancer therapy of irradiation and DNA damage drugs TIP60 K430R mutant impaired DNA damage repair by disrupting the HR efficiency. We consider whether TIP60 K430R mutation can prompt the apoptosis of cancer cells after irradiation. We found that the apoptosis percentage of TIP60 K430R mutant of cancer cells increased markedly after treatment with IR, PARPi olaparib, or the combination ( Fig. 7, A and B ). The colony formation assay of HeLa cells ( Fig. 7C ) and MD231 cells ( Fig. 7D ) confirmed that TIP60 K430R mutant cancer cells were extremely sensitive to PARPi. We also found that TIP60 K430R mutation sensitized HeLa ( Fig. 7E ) and MD231 cells ( Fig. 7F ) to other DNA-damaging agents, including camptothecin, mitomycin C, and hydroxyurea. Last, we performed the tumor growth assay by using the tumor-harboring naked mice; the data showed that the growth of tumors derived from the TIP60 K430R mutant cancer cells was inhibited much more markedly by the treatment of irradiation and PARPi as compared to the tumor derived from TIP60 WT cancer cells ( Fig. 7, G to I ). Fig. 7 TIP60 K430 SUMO2 modification is a new potential target for cancer therapy of both DNA damage drugs and irradiation. ( A ) Flow cytometric histograms of apoptosis detection. The TIP60 WT and K430R mutant HeLa cells were treated with 1 μM olaparib or 4-Gy γ-ray irradiation or the combination. Apoptosis was detected at 24 hours after treatments. ( B ) Quantification of apoptosis induction. Data are means ± SD from three independent experiments. P < 0.05, as compared with the wild-type group TIP60 WT group. ( C and D ) Survival of TIP60 WT and TIP60 K430R mutant HeLa (C) and MBA-MD231 (D) cells exposed to γ-rays with or without the combination of olaparib treatment. Data are means ± SD from three independent experiments. * P ≤ 0.05. ( E and F ) Sensitivity of TIP60 WT and TIP60 K430R mutant HeLa (E) and MBA-MD231 (F) cells to DNA damage or replication stress–inducing agents was determined by MTS assays. Data are means ± SD from three biological triplicates. * P < 0.05, ** P < 0.01. ( G to I ) Tumorigenicity of TIP60 WT and TIP60 K430R mutant HeLa cells in nude mice. TIP60 WT (0.1 ml; 2 × 10 6 cells) or TIP60 K430R mutant HeLa cells were injected into each nude mouse. Three days later, mice were treated as indicated in Materials and Methods. Tumor growth was measured and compared every 3 days. Four weeks after injection, the mice were sacrificed, and the tumor samples were collected and weighed. Data are means ± SD. * P < 0.05. Photo credit: Shanshan Gao, Department of Radiation Biology, Beijing Institute of Radiation Medicine. DISCUSSION Both TIP60 and DNA-PKcs play important roles in cellular DDRs ( 29 ). Although there was previously a report implying the interaction between TIP60 and DNA-PKcs ( 21 ), here, we found that the interaction of TIP60 and DNA-PKcs was markedly attenuated in the S phase of cells. In the present report, we presented our major findings regarding the SUMOylation of TIP60, its regulation of its interaction with DNA-PKcs and DNA damage repair, and its practical significance in cancer therapy of radiation and PARPi agents. Our research demonstrates that the SUMO2 modification of TIP60 at the K430 site regulates the choice of HR and NHEJ pathway of DNA DSB repair in S phase. In addition, targeting TIP60 K430 SUMO2 modification sensitizes cancer cells’ response to irradiation and PARP inhibition. Mechanistically, TIP60 K430 SUMO2 modification inhibits the interaction between DNA-PKcs and TIP60 in S phase, consequentially decreases the phosphorylation of DNA-PKcs S2056, and facilitates DSB end resection to generate the ssDNA and initiate the error-free HR repair. Accordingly, TIP60 K430 SUMO2 modification is essential for DNA damage repair in vivo. Moreover, TIP60 K430 mutant of cancer cells demonstrates aberrant high DNA-PKcs activity (increased S2056 autophosphorylation) in S phase and results in deficiency of the HR pathway activity, highly implying the crucial importance of appropriately controlling and regulating the DNA-PKcs activity in coordinating with cell cycle progression in response to DNA damage. TIP60 promotes DNA-PKcs and ATM activity in response to DNA damage ( 21 , 31 ). It was assumed that restriction of DNA-PKcs activity in S phase is important to initiate DSB end resection for preferential choice of the HR pathway of DNA DSB repair ( 32 , 33 ). Here, we provided new evidence to illustrate the underlying mechanism of how DNA-PKcs activity is restricted in S-phase cells. DNA-PKcs is phosphorylated on more than 40 sites including at a number of phosphorylation clusters in response to DSBs, in which the best characterized are the Ser 2056 and Thr 2609 phosphorylation clusters ( 34 ). Both the Ser 2056 and Thr 2609 clusters are the sites of DNA-PKcs autophosphorylation, whereas the T2609 cluster is primarily targeted by ATM or the ataxia telangiectasia mutated and Rad3 related (ATR), suggesting that these two clusters are distinct. Mutagenesis studies revealed that the two clusters may have opposing roles with regard to the regulation of DNA end processing ( 35 ). Further evidence that the S2056 phosphorylation limits DNA end resection therefore promotes NHEJ, whereas the phosphorylation of T2609 improves the HR efficiency by facilitating the resection. It has also been reported that DNA-PKcs could inhibit ATM activity by directly phosphorylating ATM at T86/T373 and T1985/S1987/S1988 sites. In contrast, ATM also phosphorylates DNA-PKcs at residues T2609 and T2647 to abolish the inhibition ( 36 , 37 ). Furthermore, phosphorylation-defective mutant of DNA-PKcs at the T2609 cluster markedly reduces the DSB end resection ( 38 ). Increasing evidence has shown that HR is most active in the S phase ( 39 ). Previous studies reported that the BRCA1 C-terminal BRCT domain binds to the DNA-PKcs S2056 cluster in S phase to inhibit DNA-PKcs S2056 phosphorylation, and blocking phosphorylation of these sites results in an increase in DNA end resection and recruitment of HR proteins to IR-induced DSBs ( 30 ). Here, we found that TIP60 K430 SUMO2 modification is increased in S phase after DNA damage induced by IR, which abates the interaction of DNA-PKcs and TIP60 and therefore affects DNA-PKcs activity. In TIP60 K430R mutant cells, DNA-PKcs S2056 phosphorylation is aberrantly increased, resulting in attenuation of DSB end resection and HR. Therefore, changes of TIP60-mediated DNA-PKcs activity in the S phase and non–S phase coordinate together to control DSB repair pathway choice and DNA end resection of HR. PARP inhibitors have been designed and tested for many years and became new class of chemotherapeutic agents directed at targeting cancers with BRCA mutations and HR defect ( 40 ). Searching for new biomarkers that can efficiently identify tumors that are sensitive to PARP inhibitor treatment would widen the prospective patient population benefit from PARPi. Perhaps, the novel mechanism, revealed in the present study, that regulates HR and NHEJ pathway choice also affects PARP inhibitor response. Here, we found that TIP60 K430 SUMO2 modification affected HR activity and cancer cell response to PARP inhibitor as well as IR. We brought new insights into cancer therapy with TIP60 SUMO2 modification defect mutations. Expanding and identifying populations that carried TIP60 SUMO2 modification defect mutations affecting its functions in HR may result in improved clinical outcomes. In summary, our study demonstrates that TIP60 K430 SUMOylation regulates its interaction with DNA-PKcs and affects the latter’s activity, which plays an important role in giving preference to the choice of HR pathway–dependent repair of DSBs in S phase. This work will also provide new strategies for the development of highly specific anticancer therapies targeting DNA-PKcs and HR-dependent processes. MATERIALS AND METHODS Cell culture and transfection HEK-293T, MD231, U2OS, and HeLa cells were purchased from the American Type Culture Collection (ATCC). HeLa cells were synchronized by double-thymidine block to obtain an enriched population of G 1 , S, and G 2 -M cells or left untreated for asynchronous cells. All cells were maintained in Dulbecco’s modified Eagle’s medium (DMEM) containing 10% fetal bovine serum (FBS) at 37°C in 5% CO 2 . All transfections were performed using Lipofectamine 2000 (Invitrogen) according to the manufacturer’s instruction. RNA interference target sequences siRNAs were synthesized by GenePharma. For siRNA transfection, cells were transfected twice at 24-hour interval with the indicated siRNA using Lipofectamine 2000 (Invitrogen) according to the manufacturer’s instructions. The sequences of siRNAs against human TIP60 were AAGCAGGCAUCUGCAGCAUCCdTdT and GGUGUAGGUAACAGGACAUdTdT. The other siRNA sequences were as follows: PIAS4-siRNA1, UCCAGUGAAUCCUUGAGGUdTdT; PIAS4-siRNA2, CAACAAGCCUGGUGUGGAAdTdT; SENP3-siRNA1, GGCGUGUCAGUUGAUGAAAdTdT; SENP3-siRNA2, CUGGAAAGGUUACAAAdTdT; 53BP1-siRNA, GAGAGCAGAUGAUCCUUUAdTdT; and BRCA1-siRNA, CAGCUACCCUUCCAUCAUAUUdTdT. The target sequences of short hairpin RNAs (shRNAs) were as follows: human TIP60, AAGCAGGCATCTGCAGCATCC and GGTGTAGGTAACAGGACATAT. Clonogenic survival assay HeLa and MD231 cells stably expressing TIP60 WT or TIP60 K430R mutant were plated in 60-mm dishes. Six hours later, cells were treated with olaparib or irradiation with indicated doses. Cells were incubated in 4-ml medium and cultured for 2 weeks to allow colony formation. Cells were stained with 0.5% crystal violet in phosphate-buffered saline (PBS) with 20% methanol, and colonies with >50 cells were counted. Antibodies and constructs The following antibodies were used: anti-HA (H9658; dilution: 1:1000 for Western blotting and 1:500 for immunoprecipitation; Sigma), anti-Flag (F3165; 1:1000 for Western blotting and 1:500 for immunoprecipitation; Sigma-Aldrich), anti-γH2AX (05-636; 1:1000 for Western blotting and 1:500 for immunofluorescence; Millipore), anti-TIP60 (sc-16323; 1:1000 for Western blotting and 1:500 for immunoprecipitation; Santa Cruz Biotechnology), anti-PIAS4 (ab58416; 1:1000 for Western blotting; Abcam), anti-SENP3 (ab124790; 1:1000 for Western blotting, Abcam), anti-RPA2 (ab76420; 1:500 for immunofluorescence; Abcam), DNA-PKcs (ab32556; 1:1000 for Western blotting and 1:500 for immunoprecipitation; Abcam), DNA-PKcs pS2056 (18192; 1:1000 for Western blotting and 1:500 for immunofluorescence; Abcam), ATM (sc-135663; 1:1000 for Western blotting; Santa Cruz Biotechnology), and ATM pS1981 (ab81292; 1:1000 for Western blotting; Abcam). TIP60 full-length complementary DNA (cDNA) or truncated mutants were subcloned into pcDNA3.1-Flag vector. TIP60 full-length cDNA and T5 truncated mutants were cloned into GST-pET-4T-1 and His-pET vector for GST and His-tagged TIP60 expression. Truncated Flag–DNA-PKcs overexpression plasmids were gifts from Z. Shang. The GST–DNA-PKcs H domain was cloned into pET-4T-1 for GST-tagged expression. SENP3 and PIAS4 full-length cDNAs were subcloned into HA-PCMV and His-pET vector. For site-directed mutagenesis of TIP60 K430R, K451R, K430R K451R, TIP60 shRNA–resistant, SENP3 siRNA1–resistant, and PIAS4 siRNA1–resistant mutants, a QuikChange Mutagenesis kit (Stratagene) was used according to the manufacturer’s protocol and then confirmed by sequencing. Co-IP and Western blotting For Co-IP assay, cells were lysed in NETN buffer [100 mM NaCl, 20 mM tris-Cl (pH 8.0), 0.5 mM EDTA, 0.5% (v/v) NP-40, 1× cocktail protease inhibitor] and maintained under constant agitation for 30 min at 4°C followed by centrifugation for 10 min at 4°C. Then, the cells were incubated with indicated antibodies or beads for 6 hours at 4°C and washed three times with NETN buffer. The samples were separated by SDS–polyacrylamide gel electrophoresis (SDS-PAGE) and detected with indicated antibodies. For Western blot, cells were lysed in NETN buffer and maintained under constant agitation for 30 min at 4°C. Samples were separated by SDS-PAGE and detected with indicated antibodies. Immunofluorescence Cells were cultured on coverslips and treated with 4 Gy of IR. The cells were washed three times with ice-cold PBS 1 hour after IR and then incubated with 4% paraformaldehyde at room temperature for 15 min. The cells were subsequently permeabilized with PBS containing 0.5% Triton X-100 at room temperature for 10 min and blocked with 10% FBS in PBS at room temperature for 1 hour. Then, cells were incubated for 1 hour with primary antibodies at room temperature. Cells were subsequently washed three times with PBS and then incubated with secondary antibodies. Then, 4′,6-diamidino-2-phenylindole (DAPI) staining was performed. Slides were imaged using a Zeiss LSM800 fluorescence microscope. Flow cytometry Cells were trypsinized and washed with ice-cold PBS. For analysis of the cell cycle, cells were fixed in ice-cold 70% ethanol overnight at −20°C and then centrifuged at 1000 rpm at 4°C for 5 min, and pellets were suspended in 500 ml of PBS containing propidium iodide (100 mg/ml) and ribonuclease (10 mg/ml) for 30 min at room temperature. For analysis of apoptosis, the Annexin V-FITC Apoptosis Detection Kit (Beyotime) was used according to the manufacturer’s instruction. Fluorescence-activated cell sorting (FACS) analysis was performed by flow cytometry, and the percentage of apoptotic cells and cells in the G 0 -G 1 , S, and G 2 -M phases of the cell cycle was analyzed by ModFit (version 2.0) software. In vitro SUMOylation and deSUMOylation assay His-tagged TIP60, SENP3, and PIAS4 proteins were expressed and purified from E. coli BL21 cells. For the in vitro SUMOylation assay, the SUMOylation Assay Kit (ab139470) bought from Abcam was used according to the manufacturer’s protocol. Briefly, the regents and purified proteins were mixed as indicated and incubated at 37°C for 2 hours, and then the samples were incubated at 65°C for 30 min to quench the reaction and inactivate PIAS4. For the deSUMOylation reaction, purified SENP3 protein was incubated with the samples mentioned above at 37°C for 2 hours. Last, samples were separated by SDS-PAGE and analyzed by Western blot. Generation of TIP60 WT and TIP60 K430R mutant cell lines To generate the TIP60 WT and TIP60 K430R mutant cell lines, HeLa and MD231 cells were transfected with TIP60 shRNA lentivirus and selected by puromycin (1 μg/ml). Two weeks after transfection, the knockdown efficiency was detected by Western blotting. Then, TIP60 knockdown cell lines were transfected with Flag-pcDNA3.1-TIP60 WT or K430R shRNA–resistant plasmid and selected by G418 (0.5 mg/ml) for 1 month. Last, the cells were detected by Western blotting with TIP60 and Flag antibodies. HR and NHEJ DNA repair assay HR and NHEJ assays were used to determine the HR and NHEJ repair efficiency. The DNA repair assays were performed as previously described. Briefly, U2OS cells integrated with direct repeat GFP (DR-GFP) or EJ5-GFP reporters were infected with the indicated plasmid or siRNA. Then, cells were transfected with I-Scel and p-cherry expression vector. Doxycycline (DOX) was added to induce I-SecI expression. Forty-eight hours after DOX was added, the percentage of GFP- or RFP-positive cells was analyzed by FACS. HR and NHEJ efficiency were presented as the percentage of GFP- and RFP-positive cells. Repair frequencies presented are means ± SD of at least three independent experiments. GST pull-down assay For the TIP60, TIP60(404-471aa), or DNA-PKcs-H GST pull-down assays, the fragment fusion proteins were expressed in BL21 E. coli and then purified on glutathione Sepharose 4B beads. Purified fusion proteins were incubated with cell lysates or protein samples at 4°C for 6 hours. The samples were separated by SDS-PAGE and analyzed by Western blotting. Cell viability assay HeLa and MD231 cells integrated with TIP60 WT or TIP60 K430R mutant were plated onto 96-well plates (2000 cells per well) and, 6 hours later, treated with camptothecin, hydroxyurea (HU), cisplatin, or PARPi as indicated. Two days later, the viability of the cells was determined using the CellTiter-Blue reagent (Promega). Data were presented as means ± SD of at least three independent experiments. Tumorigenicity experiment All experiments were performed with 4-week-old female CD1 nude mice (Beijing Vital River) under specific pathogen–free condition. TIP60 WT and TIP60 K430R mutant HeLa cells were digested with 0.25% trypsin and washed twice with PBS, and the cell concentration was adjusted to 2 × 10 7 cells/ml with PBS. Then, 0.1-ml cell solution was injected into both flanks of nude mice (five mice for each group). Three days later, mice were locally irradiated with 15 Gy alone or in combination with olaparib. We observed the growth of the tumors every 3 days. About 4 to 5 weeks after injection, the tumors were removed and the weights of the tumors were calculated. The animal experiments proceeded in accordance with the Laboratory Animal Guideline of Welfare and Ethics (GB/T 35892-2018) and were approved by the Animal Care and Use Committee at the Military Academy of Medical Sciences. Supplementary Material aba7822_SM.pdf Acknowledgments Funding: This study was supported by grants from the National Natural Science Foundation of China (81530085, 31870847, 31800704, and 81272998) and the National Key Basic Research Program (973 Program) of MOST, China (grant no. 2015CB910601). Author contributions: S.-S.G. and S.Z. performed most of the experiments. H.G., S.Y., S.H., M.S., Z.-P.G., D.-F.X., Y.L., S.Z., and X.L. assisted with the experiment and critical regents and provided technical help. P.-K.Z. contributed study concept and critical design. S.-S.G. and P.-K.Z. conceived the project and analyzed the data. S.-S.G. drafted the initial manuscript. P.-K.Z. critically reviewed and revised the final manuscript. Competing interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. Additional data related to this paper may be requested from the authors. SUPPLEMENTARY MATERIALS Supplementary material for this article is available at http://advances.sciencemag.org/cgi/content/full/6/28/eaba7822/DC1 View/request a protocol for this paper from Bio-protocol . REFERENCES AND NOTES 1 Ciccia A. , Elledge S. J. , The DNA damage response: Making it safe to play with knives . Mol. Cell 40 , 179 – 204 ( 2010 ). 20965415 2 Chatterjee N. , Walker G. C. , Mechanisms of DNA damage, repair, and mutagenesis . Environ. Mol. Mutagen. 58 , 235 – 263 ( 2017 ). 28485537 3 Downs J. A. , Jackson S. P. , A means to a DNA end: The many roles of Ku . Nat. Rev. Mol. Cell Biol. 5 , 367 – 378 ( 2004 ). 15122350 4 Radhakrishnan S. K. , Lees-Miller S. P. , DNA requirements for interaction of the C-terminal region of Ku80 with the DNA-dependent protein kinase catalytic subunit (DNA-PKcs) . DNA Repair 57 , 17 – 28 ( 2017 ). 28641126 5 Rouhani M. , Modeling the interplay between DNA-PK, Artemis, and ATM in non-homologous end-joining repair in G1 phase of the cell cycle . J. Biol. Phys. 45 , 147 ( 2019 ). 30721424 6 Williams R. S. , Williams J. S. , Tainer J. A. , Mre11-Rad50-Nbs1 is a keystone complex connecting DNA repair machinery, double-strand break signaling, and the chromatin template . Biochem. Cell Biol. 85 , 509 – 520 ( 2007 ). 17713585 7 Cui Y. F. , Zhou P. K. , Woolford L. B. , Lord B. I. , Hendry J. H. , D. W. Wang , Apoptosis in bone marrow cells of mice with different p53 genotypes after gamma-rays irradiation in vitro . J. Environ. Pathol. Toxicol. Oncol. 14 , 159 – 163 ( 1995 ). 9003693 8 Davies A. A. , Masson J.-Y. , McIlwraith M. J. , Stasiak A. Z. , Stasiak , Venkitaraman A. R. , West S. C. , Role of BRCA2 in control of the RAD51 recombination and DNA repair protein . Mol. Cell. Biol. 7 , 273 – 282 ( 2001 ). 9 Delacôte F. , Lopez B. S. , Importance of the cell cycle phase for the choice of the appropriate DSB repair pathway, for genome stability maintenance: The trans-S double-strand break repair model . Cell Cycle 7 , 33 – 38 ( 2007 ). 18196958 10 Kass E. M. , Jasin M. , Collaboration and competition between DNA double-strand break repair pathways . FEBS Lett. 584 , 3703 – 3708 ( 2010 ). 20691183 11 Jackson S. P. , Bartek J. , The DNA-damage response in human biology and disease . Nature 461 , 1071 – 1078 ( 2009 ). 19847258 12 Ceccaldi R. , Rondinelli B. , D’Andrea A. D. , Repair pathway choices and consequences at the double-strand break . Trends Cell Biol. 26 , 52 – 64 ( 2016 ). 26437586 13 Brandsma I. , Gent D. C. , Pathway choice in DNA double strand break repair: Observations of a balancing act . Genome Integr. 3 , 9 ( 2012 ). 23181949 14 Zhou Y. , Paull T. T. , DNA-dependent protein kinase regulates DNA end resection in concert with Mre11-Rad50-Nbs1 (MRN) and ataxia telangiectasia-mutated (ATM) . J. Biol. Chem. 288 , 37112 – 37125 ( 2013 ). 24220101 15 Adashek J. , Jain R. K. , Zhang J. , Clinical development of PARP inhibitors in treating metastatic castration-resistant prostate cancer . Cell 8 , 860 ( 2019 ). 16 Kamine J. , Elangovan B. , Subramanian T. , Coleman D. , Chinnadurai G. , Identification of a cellular protein that specifically interacts with the essential cysteine region of the HIV-1 Tat transactivator . Virology 216 , 357 – 366 ( 1996 ). 8607265 17 Jha S. , Shibata E. , Dutta A. , Human Rvb1/Tip49 is required for the histone acetyltransferase activity of Tip60/NuA4 and for the downregulation of phosphorylation on H2AX after DNA damage . Mol. Cell. Biol. 28 , 2690 – 2700 ( 2008 ). 18285460 18 Ikura T. , Ogryzko V. V. , Grigoriev M. , Groisman R. , Wang J. , Horikoshi M. , Scully R. , Qin J. , Nakatani Y. , Involvement of the TIP60 histone acetylase complex in DNA repair and apoptosis . Cell Cycle 102 , 463 – 473 ( 2000 ). 19 van Attikum H. , Gasser S. M. , Crosstalk between histone modifications during the DNA damage response . Trends Cell Biol. 19 , 207 – 217 ( 2009 ). 19342239 20 Sun Y. , Jiang X. , Chen S. , Fernandes N. , Price B. D. , A role for the Tip60 histone acetyltransferase in the acetylation and activation of ATM . Proc. Natl. Acad. Sci. U.S.A. 102 , 13182 – 13187 ( 2005 ). 16141325 21 Jiang X. , Sun Y. , Chen S. , Roy K. , Price B. D. , The FATC domains of PIKK proteins are functionally equivalent and participate in the Tip60-dependent activation of DNA-PKcs and ATM . J. Biol. Chem. 281 , 15741 – 15746 ( 2006 ). 16603769 22 Naidu S. R. , Lakhter A. J. , Androphy E. J. , PIASy-mediated Tip60 sumoylation regulates p53-induced autophagy . Cell Cycle 11 , 2717 – 2728 ( 2012 ). 22751435 23 Cheng Z. , Ke Y. , Ding X. , Wang F. , Wang H. , Wang W. , Ahmed K. , Liu Z. , Xu Y. , Aikhionbare F. , Yan H. , Liu J. , Xue Y. , Yu J. , Powell M. , Liang S. , Wu Q. , Reddy S. E. , Hu R. , Huang H. , Jin C. , Yao X. , Functional characterization of TIP60 sumoylation in UV-irradiated DNA damage response . Oncogene 27 , 931 – 941 ( 2008 ). 17704809 24 Garvin A. J. , Morris J. R. , SUMO, a small, but powerful, regulator of double-strand break repair . Philos. Trans. R. Soc. Lond. B Biol. Sci. 372 , 20160281 ( 2017 ). 28847818 25 Galanty Y. , Belotserkovskaya R. , Coates J. , Polo S. , Miller K. M. , Jackson S. P. , Mammalian SUMO E3-ligases PIAS1 and PIAS4 promote responses to DNA double-strand breaks . Nature 462 , 935 – 939 ( 2009 ). 20016603 26 Shima H. , Suzuki H. , Sun J. , Kono K. , Shi L. , Kinomura A. , Horikoshi Y. , Ikura T. , Ikura M. , Kanaar R. , Igarashi K. , Saitoh H. , Kurumizaka H. , Tashiro S. , Activation of the SUMO modification system is required for the accumulation of RAD51 at sites of DNA damage . J. Cell Sci. 126 , 5284 – 5292 ( 2013 ). 24046452 27 Ismail I. H. , Gagné J.-P. , Caron M.-C. , McDonald D. , Xu Z. , Masson J.-Y. , Poirier G. G. , Hendzel M. J. , CBX4-mediated SUMO modification regulates BMI1 recruitment at sites of DNA damage . Nucleic Acids Res. 40 , 5497 – 5510 ( 2012 ). 22402492 28 Wu Q. , Hu H. , Lan J. , Emenari C. , Wang Z. , Chang K.-S. , Huang H. , Yao X. , PML3 orchestrates the nuclear dynamics and function of TIP60 . J. Biol. Chem. 284 , 8747 – 8759 ( 2009 ). 19150978 29 Davis A. J. , Chen B. P. , Chen D. J. , DNA-PK: A dynamic enzyme in a versatile DSB repair pathway . DNA Repair 17 , 21 – 29 ( 2014 ). 24680878 30 Davis A. J. , Chi L. , So S. , Lee K.-J. , Mori E. , Fattah K. , Yang J. , Chen D. J. , BRCA1 modulates the autophosphorylation status of DNA-PKcs in S phase of the cell cycle . Nucleic Acids Res. 42 , 11487 – 11501 ( 2014 ). 25223785 31 Blackford A. N. , Jackson S. P. , ATM, ATR, and DNA-PK: The trinity at the heart of the DNA damage response . Mol. Cell 66 , 801 – 817 ( 2017 ). 28622525 32 Nilsson A. , Siren F. , Lewensohn R. , Wang N. , Skog S. , Cell cycle-dependent regulation of the DNA-dependent protein kinase . Cell Prolif. 32 , 239 – 248 ( 1999 ). 10614713 33 Mladenov E. , Fan X. , Paul-Konietzko K. , Soni A. , Iliakis G. , DNA-PKcs and ATM epistatically suppress DNA end resection and hyperactivation of ATR-dependent G 2 -checkpoint in S-phase irradiated cells . Sci. Rep. , 14597 ( 2019 ). 31601897 34 Summers K. C. , Shen F. , Potchanant E. A. S. , Phipps E. A. , Hickey R. J. , Malkas L. H. , Phosphorylation: The molecular switch of double-strand break repair . Int. J. Proteomics , 373816 ( 2011 ). 22084686 35 Nagasawa H. , Little J. B. , Lin Y.-F. , So S. , Kurimasa A. , Peng Y. , Brogan J. R. , Chen D. J. , Bedford J. S. , Chen B. P. C. , Differential role of DNA-PKcs phosphorylations and kinase activity in radiosensitivity and chromosomal instability . Radiat. Res. 175 , 83 – 89 ( 2011 ). 21175350 36 Zhou Y. , Lee J.-H. , Jiang W. , Crowe J. L. , Zha S. , Paull T. T. , Regulation of the DNA damage response by DNA-PKcs inhibitory phosphorylation of ATM . Mol. Cell 65 , 91 – 104 ( 2017 ). 27939942 37 Jiang W. , Crowe J. L. , Liu X. , Nakajima S. , Wang Y. , Li C. , Lee B. J. , Dubois R. L. , Liu C. , Yu X. , Lan L. , Zha S. , Differential phosphorylation of DNA-PKcs regulates the interplay between end-processing and end-ligation during nonhomologous end-joining . Mol. Cell 58 , 172 – 185 ( 2015 ). 25818648 38 Shibata A. , Conrad S. , Birraux J. , Geuting V. , Barton O. , Ismail A. , Kakarougkas A. , Meek K. , Taucher-Scholz G. , Löbrich M. , Jeggo P. A. , Factors determining DNA double-strand break repair pathway choice in G2 phase . EMBO J. 30 , 1079 – 1092 ( 2011 ). 21317870 39 Karanam K. , Kafri R. , Lahav G. , Quantitative live cell imaging reveals a gradual shift between DNA repair mechanisms and a maximal use of HR in mid S phase . Mol. Cell 47 , 320 – 329 ( 2012 ). 22841003 40 Francica P. , Rottenberg S. , Mechanisms of PARP inhibitor resistance in cancer and insights into the DNA damage response . Genome Med. 10 , 101 ( 2018 ). 30593284",
  "plain_text": "TIP60 K430 SUMOylation inactivates DNA-PKcs to facilitate DNA HR repair, and emerging target for radiation and PARPi cancer therapy.\n\nNonhomologous end joining (NHEJ) and homologous recombination (HR) are major repair pathways of DNA double-strand breaks (DSBs). The pathway choice of HR and NHEJ is tightly regulated in cellular response to DNA damage. Here, we demonstrate that the interaction of TIP60 with DNA-PKcs is attenuated specifically in S phase, which facilitates HR pathway activation. SUMO2 modification of TIP60 K430 mediated by PISA4 E3 ligase blocks its interaction with DNA-PKcs, whereas TIP60 K430R mutation recovers its interaction with DNA-PKcs, which results in abnormally increased phosphorylation of DNA-PKcs S2056 in S phase and marked inhibition of HR efficiency, but barely affects NHEJ activity. TIP60 K430R mutant cancer cells are more sensitive to radiation and PARP inhibitors in cancer cell killing and tumor growth inhibition. Collectively, coordinated regulation of TIP60 and DNA-PKcs facilitates HR pathway choice in S-phase cells. TIP60 K430R mutant is a potential target of radiation and PARPi cancer therapy."
}
