{
    "PMC": "7006269",
    "DOI": "10.5487/tr.2008.24.3.175",
    "PMID": "32038792",
    "PMCID": "PMC7006269",
    "title": "Activation Mechanism of Protein Kinase B by DNA-dependent Protein Kinase Involved in the DNA Repair System.",
    "year": 2008,
    "source_url": "https://europepmc.org/article/PMC/PMC7006269",
    "source": "MED",
    "abstract_text": "DNA-dependent protein kinase (DNA-PK) is involved in joining DNA double-strand breaks induced by ionizing radiation or V(D)J recombination and is activated by DNA ends and composed of a DNA binding subunit, Ku, and a catalytic subunit, DNA-PKcs. It has been suggested that DNA-PK might be 2<sup>nd</sup> upstream kinase for protein kinase B (PKB). In this report, we showed that Ser473 phosphorylation in the hydrophobic-motif of PKB is blocked in DNA-PK knockout mouse embryonic fibroblast cells (MEFs) following insulin stimulation, while there is no effect on Ser473 phosphorylation in DNA-PK wild type MEF cells. The observation is further confirmed in human glioblastoma cells expressing a mutant form of DNA-PK (M059J) and a wild-type of DNA-PK (M059K), indicating that DNA-PK is indeed important for PKB activation. Furthermore, the treatment of cells with doxorubicin, DNA-damage inducing agent, leads to PKB phosphorylation on Ser473 in control MEF cells while there is no response in DNA-PK knockout MEF cells. Together, these results proposed that DNA-PK has a potential role in insulin signaling as well as DNA-repair signaling pathway.",
    "full_text": "Toxicol Res Toxicol Res Toxicological Research 1976-8257 2234-2753 Springer Singapore Singapore 7006269 2403175 10.5487/TR.2008.24.3.175 Article Activation Mechanism of Protein Kinase B by DNA-dependent Protein Kinase Involved in the DNA Repair System Li Yuwen 13 Piao Longzhen 13 Yang Keum-Jin 13 Shin Sanghee 13 Shin Eulsoon 13 Park Kyung Ah 13 Byun Hee Sun 13 Won Minho 13 Choi Byung Lyul 13 Lee Hyunji 13 Kim Young-Rae 13 Hong Jang Hee 13 Hur Gang Min 13 Kim Jeong-Lan 23 Cho Jae Youl 33 Seok Jeong Ho jhseok@cnu.ac.kr 13 Park Jongsun insulin@cnu.ac.kr 13 13 grid.31501.36 0000 0004 0470 5905 Department of Pharmacology, Cell Signaling Laboratory, Research Center for Transgenic Cloned Pigs, Daejeon Regional Cancer Center, Cancer Research Institute, Research Institute for Medical Sciences, Korea 23 grid.254230.2 0000 0001 0722 6377 Department of Psychiatry, College of Medicine, Chungnam National University, Taejeon, 301-131 Korea 33 grid.412010.6 0000 0001 0707 9039 School of Bioscience and Biotechnology, and Institute of Bioscience and Biotechnology, Kangwon National University, Chuncheon, 200-701 Korea 43 grid.254230.2 0000 0001 0722 6377 Department of Pharmacology, College of Medicine, Chungnam National University, Taejeon, 301-131 Korea 1 9 2008 9 2008 24 3 175 182 10 6 2008 8 8 2008 11 8 2008 © Korean Society of Toxicology 2019 This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/ . DNA-dependent protein kinase (DNA-PK) is involved in joining DNA double-strand breaks induced by ionizing radiation or V(D)J recombination and is activated by DNA ends and composed of a DNA binding subunit, Ku, and a catalytic subunit, DNA-PKcs. It has been suggested that DNA-PK might be 2 nd upstream kinase for protein kinase B (PKB). In this report, we showed that Ser473 phosphorylation in the hydrophobic-motif of PKB is blocked in DNA-PK knockout mouse embryonic fibroblast cells (MEFs) following insulin stimulation, while there is no effect on Ser473 phosphorylation in DNA-PK wild type MEF cells. The observation is further confirmed in human glioblastoma cells expressing a mutant form of DNA-PK (M059J) and a wild-type of DNA-PK (M059K), indicating that DNA-PK is indeed important for PKB activation. Furthermore, the treatment of cells with doxorubicin, DNA-damage inducing agent, leads to PKB phosphorylation on Ser473 in control MEF cells while there is no response in DNA-PK knockout MEF cells. Together, these results proposed that DNA-PK has a potential role in insulin signaling as well as DNA-repair signaling pathway. Key words DNA-PK DNA damage Protein kinase B Insulin signaling Cell Signaling issue-copyright-statement © Korean Society of Toxicology 2008 References Alessi DR Andjelkovic M Caudwell B Cron P Morrice N Cohen P Hemmings BA Mechanism of activation of protein kinase B by insulin and IGF-1 Embo. J. 1996 15 6541 6551 10.1002/j.1460-2075.1996.tb01045.x 8978681 Alessi DR James SR Downes CP Holmes AB Gaffney PR Reese CB Cohen P Characterization of a 3-phosphoinositide-dependent protein kinase which phosphorylates and activates protein kinase Balpha Cuir. Biol. 1997 7 261 269 10.1016/S0960-9822(06)00122-9 Allalunis-Turner MJ Barron GM Day RS 3rd Dobler KD Mirzayans R Isolation of two cell lines from a human malignant glioma specimen differing in sensitivity to radiation and chemotherapeutic drugs Radiat. Res. 1993 134 349 354 10.2307/3578196 8316628 Andjelkovic M Alessi DR Meier R Fernandez A Lamb NJ Frech M Cron P Cohen P Lucocq JM Hemmings BA Role of translocation in the activation and function of protein kinase B J. Biol. Chem. 1997 272 31515 31524 10.1074/jbc.272.50.31515 9395488 Andjelkovic M Maira SM Cron P Parker PJ Hemmings BA Domain swapping used to investigate the mechanism of protein kinase B regulation by 3-phosphoinositide-dependent protein kinase 1 and Ser473 kinase Mol. Cell. Biol. 1999 19 5061 5072 10.1128/MCB.19.7.5061 10373555 Beamish HJ Jessberger R Riballo E Priestley A Blunt T Kysela B Jeggo PA The C-terminal conserved domain of DNA-PKcs, missing in the SCID mouse, is required for kinase activity Nucleic. Acids. Res. 2000 28 1506 1513 10.1093/nar/28.7.1506 10710416 Bradford MM A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding Anal. Biochem. 1976 72 248 254 10.1016/0003-2697(76)90527-3 942051 Brazil DP Yang Z-Z Hemmings BA Advances in protein kinase B signalling: AKTion on multiple fronts Trends in Biochemical Sciences 2004 29 233 242 10.1016/j.tibs.2004.03.006 15130559 Burma S Chen DJ Role of DNA-PK in the cellular response to DNA double-strand breaks DNA Repair (Amst) 2004 3 909 918 10.1016/j.dnarep.2004.03.021 15279776 Byrum J Jordan S Safrany ST Rodgers W Visualization of inositol phosphate-dependent mobility of Ku: depletion of the DNA-PK cofactor InsP6 inhibits Ku mobility Nucleic. Acids. Res. 2004 32 2776 2784 10.1093/nar/gkh592 15150344 Caporali S Levati L Starace G Ragone G Bonmassar E Alvino E D’Atri S AKT is activated in an ATR-dependent manner in response to temozolomide and confers protection against drug-induced cell growth inhibition Mot Pharmacol. 2008 74 173 183 10.1124/mol.107.044743 Chan DW Son SC Block W Ye R Khanna KK Wold MS Douglas P Goodarzi AA Pelley J T Y Lavin MF Lees-Miller SP Purification and characterization of ATM from human placenta. A manganese-dependent, wortmannin-sensitive serine/threonine protein kinase J. Biol. Chem. 2000 275 7803 7810 10.1074/jbc.275.11.7803 10713094 Citterio E Vermeulen W Hoeijmakers JH Transcriptional healing Cell. 2000 101 447 450 10.1016/S0092-8674(00)80854-5 10850486 Dummler B Hemmings BA Physiological roles of PKB/Akt isoforms in development and disease Biochem. Soc. Trans 2007 35 231 235 10.1042/BST0350231 17371246 Feng J Park J Cron R Hess D Hemmings BA Identification of a PKB/Akt hydrophobic motif ser-473 kinase as DNA-dependent protein kinase J. Biol. Chem. 2004 279 41189 41196 10.1074/jbc.M406731200 15262962 Gottschalk AR Doan A Nakamura JL Stokoe D Haas-Kogan DA Inhibition of phosphatidylinositol-3-kinase causes increased sensitivity to radiation through a PKB-dependent mechanism Int. J. Radiat. Oncol. Biol. Phys. 2005 63 1221 1227 10.1016/j.ijrobp.2005.08.014 16253776 Grana TM Rusyn EV Zhou H Sartor CI Cox AD Ras mediates radioresistance through both phosphatidylinositol 3-kinase-dependent and Raf-dependent but mitogen-activated protein kinase/extracellular signal-regulated kinase kinase-independent signaling pathways Cancer. Res. 2002 62 4142 4150 12124353 Gupta AK Bakanauskas VJ Cerniglia GJ Cheng Y Bernhard EJ Muschel RJ McKenna WG The Ras radiation resistance pathway Cancer. Res. 2001 61 4278 4282 11358856 Gupta AK Cerniglia GJ Mick R Ahmed MS Bakanauskas VJ Muschel RJ McKenna WG Radiation sensitization of human cancer cells in vivo by inhibiting the activity of PI3K using LY294002 Int. J. Radial Oncol. Biol. Phys. 2003 56 846 853 10.1016/S0360-3016(03)00214-1 Hanakahi LA Bartlet-Jones M Chappell C Pappin D West SC Binding of inositol phosphate to DNA-PK and stimulation of double-strand break repair Cell. 2000 102 721 729 10.1016/S0092-8674(00)00061-1 11030616 Hanakahi LA West SC Specific interaction of IP6 with human Ku70/80, the DNA-binding subunit of DNA-PK Embo. J. 2002 21 2038 2044 10.1093/emboj/21.8.2038 11953323 Hartley KO Gell D Smith GC Zhang H Divecha N Connelly MA Admon A Lees-Miller SP Anderson CW Jackson SP DNA-dependent protein kinase catalytic subunit: a relative of phosphatidylinositol 3-kinase and the ataxia telangiectasia gene product Cell. 1995 82 849 856 10.1016/0092-8674(95)90482-4 7671312 Hill MM Andjelkovic M Brazil DR Ferrari S Fabbro D Hemmings BA Insulin-stimulated protein kinase B phosphorylation on Ser-473 is independent of its activity and occurs through a staurosporine-insensitive kinase J. Biol. Chem. 2001 276 25643 25646 10.1074/jbc.C100174200 11373274 Hoeijmakers JH DNA repair mechanisms Maturi-tas 2001 38 17 22 10.1016/S0378-5122(00)00188-2 Hoeijmakers JH Genome maintenance mechanisms for preventing cancer Nature 2001 411 366 374 10.1038/35077232 11357144 Hresko RC Mueckler M mTOR.RICTOR is the Ser473 kinase for Akt/protein kinase B in 3T3-L1 adipocytes J. Biol. Chem. 2005 280 40406 40416 10.1074/jbc.M508361200 16221682 Li B Yuan M Kim IA Chang CM Bernhard EJ Shu HK Mutant epidermal growth factor receptor displays increased signaling through the phosphatidylinositol-3 kinase/AKT pathway and promotes radioresistance in cells of astrocytic origin Oncogene 2004 23 4594 4602 10.1038/sj.onc.1207602 15077177 Li X Lu Y Liang K Liu B Fan Z Differential responses to doxorubicin-induced phosphorylation and activation of Akt in human breast cancer cells Breast. Cancer. Res. 2005 7 R589 597 10.1186/bcr1259 16168102 Loeb LA Mutator phenotype may be required for multistage carcinogenesis Cancer. Res. 1991 51 3075 3079 2039987 Ma Y Lieber MR Binding of inositol hexakisphosphate (IP6) to Ku but not to DNA-PKcs J. Biol. Chem. 2002 277 10756 10759 10.1074/jbc.C200030200 11821378 Meek K Gupta S Ramsden DA Lees-Miller SP The DNA-dependent protein kinase: the director at the end Immunol. Rev 2004 200 132 141 10.1111/j.0105-2896.2004.00162.x 15242401 O’Neill T Dwyer AJ Ziv Y Chan DW Lees-Miller SP Abraham RH Lai JH Hill D Shiloh Y Cantley LC Rathbun GA Utilization of oriented peptide libraries to identify substrate motifs selected by ATM J. Biol. Chem. 2000 275 22719 22727 10.1074/jbc.M001002200 10801797 Park J Hill MM Hess D Brazil DR Hofsteenge J Hemmings BA Identification of tyrosine phosphorylation sites on 3-phosphoinositide-dependent protein kinase-1 and their role in regulating kinase activity J. Biol. Chem. 2001 276 37459 37471 10.1074/jbc.M105916200 11481331 Quevedo C Kaplan DR Derry WB AKT-1 regulates DNA-damage-induced germline apoptosis in C. elegans Curr. Biol. 2007 17 286 292 10.1016/j.cub.2006.12.038 17276923 Sarbassov DD Guertin DA Ali SM Sabatini DM Phosphorylation and regulation of Akt/PKB by the rictor-mTOR complex Science 2005 307 1098 1101 10.1126/science.1106148 15718470 Stephens L Anderson K Stokoe D Erdjument-Bromage H Painter GF Holmes AB Gaffney PR Reese CB McCormick F Tempst P Coadwell J Hawkins PT Protein kinase B kinases that mediate phosphatidylinositol 3,4,5-trisphosphate-dependent activation of protein kinase B Science 1998 279 710 714 10.1126/science.279.5351.710 9445477 Stokoe D Stephens LR Copeland T Gaffney PR Reese CB Painter GF Holmes AB McCormick F Hawkins PT Dual role of phosphatidylinositol-3,4,5-trisphosphate in the activation of protein kinase B Science 1997 277 567 570 10.1126/science.277.5325.567 9228007 Taccioli GE Amatucci AG Beamish HJ Gell D Xiang XH Torres Arzayus MI Priestley A Jackson SP Marshak Rothstein A Jeggo PA Herrera VL Targeted disruption of the catalytic subunit of the DNA-PK gene in mice confers severe combined immunodeficiency and radiosensitivity Immunity 1998 9 355 366 10.1016/S1074-7613(00)80618-4 9768755 Toker A Newton AC Akt/protein kinase B is regulated by autophosphorylation at the hypothetical PDK-2 site J. Biol. Chem. 2000 275 8271 8274 10.1074/jbc.275.12.8271 10722653 van Gent DC Hoeijmakers JH Kanaar R Chromosomal stability and the DNA double-stranded break connection Nat. Rev. Genet 2001 2 196 206 10.1038/35056049 11256071 Viniegra JG Martinez N Modirassari P Losa JH Parada Cobo C Lobo VJ Luquero CI Alvarez-Vallina L Ramon y Cajal S Rojas JM Sanchez-Prieto R Full activation of PKB/Akt in response to insulin or ionizing radiation is mediated through ATM J. Biol. Chem. 2005 280 4029 4036 10.1074/jbc.M410344200 15546863 Weterings E Chen DJ DNA-dependent protein kinase in nonhomologous end joining: a lock with multiple keys? J. Cell. Biol. 2007 179 183 186 10.1083/jcb.200705106 17938249 Weterings E van Gent DC The mechanism of non-homologous end-joining: a synopsis of synapsis DNA Repair (Amst) 2004 3 1425 1435 10.1016/j.dnarep.2004.06.003 15380098 Yang ZZ Tschopp O Baudry A Dummler B Hynx D Hemmings BA Physiological functions of protein kinase B/Akt Biochem. Soc. Trans 2004 32 350 354 10.1042/bst0320350 15046607",
    "full_text_abstract": "DNA-dependent protein kinase (DNA-PK) is involved in joining DNA double-strand breaks induced by ionizing radiation or V(D)J recombination and is activated by DNA ends and composed of a DNA binding subunit, Ku, and a catalytic subunit, DNA-PKcs. It has been suggested that DNA-PK might be 2 nd upstream kinase for protein kinase B (PKB). In this report, we showed that Ser473 phosphorylation in the hydrophobic-motif of PKB is blocked in DNA-PK knockout mouse embryonic fibroblast cells (MEFs) following insulin stimulation, while there is no effect on Ser473 phosphorylation in DNA-PK wild type MEF cells. The observation is further confirmed in human glioblastoma cells expressing a mutant form of DNA-PK (M059J) and a wild-type of DNA-PK (M059K), indicating that DNA-PK is indeed important for PKB activation. Furthermore, the treatment of cells with doxorubicin, DNA-damage inducing agent, leads to PKB phosphorylation on Ser473 in control MEF cells while there is no response in DNA-PK knockout MEF cells. Together, these results proposed that DNA-PK has a potential role in insulin signaling as well as DNA-repair signaling pathway."
}