{
  "PMC": "11582049",
  "DOI": "10.3389/fcell.2024.1500263",
  "PMID": "39583200",
  "PMCID": "PMC11582049",
  "title": "The function of histone methyltransferase SETDB1 and its roles in liver cancer.",
  "year": 2024,
  "source_url": "https://europepmc.org/article/PMC/PMC11582049",
  "source": "MED",
  "abstract_text": "Epigenetic alterations in gene expression have been implicated in cancer development and tumor immune escape, with posttranslational histone or non-histone modifications representing attractive targets for disease surveillance and therapy. SET domain bifurcated 1 (SETDB1) is a histone lysine methyltransferase that reversibly catalyzes the di- and tri-methylation of histone 3 lysine 9 (H3K9) on euchromatin, inhibiting gene transcription within these regions and facilitating the switch from euchromatic to heterochromatic states. Emerging evidence suggests that SETDB1 amplification and aberrant activation are significantly associated with poor prognosis in hepatocellular carcinoma (HCC), and contribute to HCC development, immune escape, and immune checkpoint blockade (ICB) resistance. Here, we provide an updated overview of the cellular and molecular effects of SETDB1 activity in hepatocarcinogenesis and progression and focus on studies linking its function to immunotherapy for HCC, and present current challenges and future perspectives for targeting SETDB1 in HCC treatment.",
  "full_text": "pmc Front Cell Dev Biol Front Cell Dev Biol Front. Cell Dev. Biol. Frontiers in Cell and Developmental Biology 2296-634X Frontiers Media S.A. 11582049 1500263 10.3389/fcell.2024.1500263 Cell and Developmental Biology Review The function of histone methyltransferase SETDB1 and its roles in liver cancer Zhang and He 10.3389/fcell.2024.1500263 Zhang Enxiang * He Pingping * State Key Laboratory for Macromolecule Drugs and Large-scale Manufacturing , School of Pharmaceutical Sciences and food engineering , Liaocheng University , Liaocheng , China Edited by: Shyamala Maheswaran , Harvard Medical School, United States Reviewed by: Jingchao Wang , Harvard Medical School, United States Shengchao Xu , City of Hope National Medical Center, United States *Correspondence: Enxiang Zhang, zhangenxiang0728@163.com ; Pingping He, hepingping@lcu.edu.cn 08 11 2024 2024 12 1500263 23 9 2024 28 10 2024 Copyright © 2024 Zhang and He. 2024 Zhang and He https://creativecommons.org/licenses/by/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Epigenetic alterations in gene expression have been implicated in cancer development and tumor immune escape, with posttranslational histone or non-histone modifications representing attractive targets for disease surveillance and therapy. SET domain bifurcated 1 (SETDB1) is a histone lysine methyltransferase that reversibly catalyzes the di- and tri-methylation of histone 3 lysine 9 (H3K9) on euchromatin, inhibiting gene transcription within these regions and facilitating the switch from euchromatic to heterochromatic states. Emerging evidence suggests that SETDB1 amplification and aberrant activation are significantly associated with poor prognosis in hepatocellular carcinoma (HCC), and contribute to HCC development, immune escape, and immune checkpoint blockade (ICB) resistance. Here, we provide an updated overview of the cellular and molecular effects of SETDB1 activity in hepatocarcinogenesis and progression and focus on studies linking its function to immunotherapy for HCC, and present current challenges and future perspectives for targeting SETDB1 in HCC treatment. liver cancer SETDB1 DNA methylation H3K9 trimethylation tumor immunotherapy The author(s) declare that financial support was received for the research, authorship, and/or publication of this article. This work was supported by grants from National Natural Science Foundation of China (82400679 to Enxiang Zhang), the National Natural Science Foundation of Shandong Province (ZR2024QH006 to Enxiang Zhang and No. ZR2023QB257 to PH), and the start-up package from Liaocheng University and to Enxiang Zhang. section-at-acceptance Cancer Cell Biology 1 Introduction Hepatocellular carcinoma (HCC) is one of the most common malignant tumors, and it is also one of the most common malignant tumors in Asian population. Its high morbidity and mortality pose a serious threat to human health. Despite recent advances in the diagnosis and treatment of HCC, its complex pathogenesis is still not fully understood. As an important field for the study of gene expression regulation, epigenetics has played a key role in the occurrence and development of many diseases ( Ling and Rönn, 2019 ; Baccarelli and Ordovás, 2023 ; Hardy and Mann, 2016 ). Similar to other cancers, HCC is a heterogeneous disease driven by progressive genetic aberrations, including tumor suppressor gene silencing, oncogene activation, and chromosomal abnormalities ( Hanahan and Weinberg, 2011 ). SET domain bifurcated 1 (SETDB1) is an important histone 3 lysine 9 (H3K9) methyltransferase, which is found to be abnormally expressed in several types of cancers ( Strepkos et al., 2021 ). Several studies have shown that SETDB1 amplification plays a key role in tumorigenesis and progression, such as promoting cell proliferation, migration, invasion, epithelial-mesenchymal transition (EMT), metastasis, drug resistance, and immune evasion ( Orouji et al., 2019 ; Yu et al., 2020 ). However, the specific role and regulatory mechanism of SETDB1 in HCC have not been fully elucidated. Several recent studies have focused on the role of SETDB1 in the development and progression of HCC. For example, one study found that the high expression of SETDB1 was closely related to the clinical stage and prognosis of HCC, suggesting that SETDB1 may be an important prognostic indicator of HCC ( Wong et al., 2016 ). Another study found that SETDB1 could affect the biological behavior of liver cancer cells by regulating the methylation status of certain key genes ( Fei et al., 2015a ). Moreover, epigenetic dysregulation is one of the most important hallmarkers of tumorigenesis ( Hanahan and Weinberg, 2011 ). Existing evidence has identified epigenetic alterations as the driver of immune escape ( Gomez et al., 2020 ), so targeting epigenetic molecules such as SETDB1 may enhance the immune response and overcome immune checkpoint blockade (ICB) resistance in HCC cells. In this review, we discuss in detail the role and molecular mechanisms of SETDB1 overexpression in HCC, particularly its role in regulating tumor immune responses. Finally, we discuss the current challenges and perspectives of targeting SETDB1 for HCC treatment and suggest some future research directions in the field of SETDB1 research. 2 Structure and cellular distribution of SETDB1 2.1 The structure of SETDB1 SETDB1, also known as ERG-associated protein with SET domain (ESET), is a member of the histone lysine N-terminal methyltransferase family. SETDB1 is expressed in human, mouse, monkey, sheep, and other mammals. Human SETDB1 is mapped to chromosome 1q21.3, consisting of 1,291 amino acids with a molecular weight of 143.1 kDa ( Markouli et al., 2021a ). Both the SET domain and the amino acid sequence are conserved during evolution. The domain composition of SETDB1 includes an N-terminal part containing a methyl-CpG-binding domain (MBD) and three Tudor domains, and a C-terminal part with a pre-SET, a SET, and a post-SET domain ( Torrano et al., 2019 ). Three Tudor domains anchor SETDB1 to arginine and lysine residues on histone or non-histone substrates and are critical to the formation of complexes for proteins that regulate transcriptional activity through chromatin modification, such as Histone Deacetylase 1/2 (HDAC1/2) and Kruppel-associated box-Zinc Finger Proteins-KRAB-Associated Protein-1 (KRAB-ZFP-KAP-1) ( Schultz et al., 2002 ). In addition, the Tudor domains can also regulate snRNP processing in Cajal bodies ( Terns and Terns, 2001 ). MBD is functional, containing two DNA-interacting arginine residues that facilitate DNA binding and coupling the DNA methyl-CpG binding function to the H3K9 methylation function by interacting with DNA methyltransferase 3 (DNMT3) and inducing gene silencing ( Ohki et al., 2001 ; Ho et al., 2008 ). Thus, the interaction between DNA methylation and histone methylation may promote epigenetic marking ( Kang, 2015 ). Alternatively, the N-terminal part of SETDB1 contains two nuclear export signals (NES) and two nuclear localization signals (NLS), which regulate the localization of SETDB1 in cells ( Cho et al., 2013 ). The presence of the C-terminal pre-SET, SET, and post-SET domains of SETDB1 is critical for the activity of the protein methyltransferase ( Yang et al., 2002 ). The bifurcated SET domain is the main region of catalytic activity and is separated by a large piece of insertion ( Harte et al., 1999 ). It has been shown that ubiquitination at the SET insertion site K867 is essential for the integrity of mammalian SETDB1 enzymatic activity ( Sun and Fang, 2016 ; Ishimoto et al., 2016 ). The presence of an evolutionarily conserved K867 in the insertion fragment, which can constitute monobititination in an E3-independent manner and is essential for maintaining the enzymatic integrity of SETDB1 ( Sun and Fang, 2016 ). The SET domain recruits S-adenosyl methionine (SAM) as a cofactor to methylate the ε-amino group of lysine residues during catalysis ( Wang et al., 2003 ). In addition, the SET domain is arranged in a helix structure, linked to the antiparallel double-stranded β-sheets by amino acid loops of different lengths that intercept the branched SET domains. This blocked amino acids chain, preserved by evolution, was shown to significantly regulate the activity of the SETDB1 protein ( Wu et al., 2010 ). Three isoforms of the SETDB1 gene have been identified, which result from alternative splicing. Isoforms one is encoded by the complete longest transcript code, containing all the necessary exons and domains, and is widely expressed ( Markouli et al., 2021a ; Blackburn et al., 2003 ). Although isoform 2 is the shorter splice variant, it still has all the important domains similar to isoform 1. In addition, isoform 2 also contains pre-SET, SET, and post-SET domains, as well as two Tudor domains and an MDB domain like isoform 1. In contrast to isoform 1, isoform 3 lacks the C-terminus and comprises only 400 amino acids at the N-terminus ( Figure 1 ) ( Markouli et al., 2021b ; Karanth et al., 2017 ). FIGURE 1 Schematic representation of the SETDB1 gene, functional domains and its isoforms. The N-terminal of SETDB1 contains two Tudor domains, a CpG DNA methyl-binding domain (MBD) and a branched SET domain, and the C-terminal contains a pre-SET, a SET, and a post-SET domain. SETDB1 has three different Isoforms, which are produced by alternative splicing. 2.2 The distribution of SETDB1 SETDB1 is normally expressed in nuclei, but there are few studies on the subcellular localization of human SETDB1. Tachibana et al. found that SETDB1 was mainly expressed in the cytoplasm by establishing a human cell line expressing enhanced green fluorescent protein fused to hSETDB1 ( Tachibana et al., 2015 ). This is because SETDB1 undergoes proteasomal degradation, resulting in its export to the cytoplasm ( Tachibana et al., 2015 ). Nevertheless, SETDB1 is also widely distributed in the nucleus, especially in heterochromatin regions. It regulates gene expression by interacting with histones and other proteins to form a stable complex ( Loyola et al., 2009 ). In addition, SETDB1 can also interact with other epigenetic marks, such as methylation and acetylation, to further affect gene expression. 3 Biological functions of SETDB1 The main role of SETDB1 is to participate in processes such as histone methylation, transcriptional repression and chromatin gene silencing, and chromatin remodeling in cells ( Strepkos et al., 2021 ) ( Figure 2 ). At the same time, as a genome-wide chromatin modifier, SETDB1 also has many other physiological functions, including regulating PML-NB(Promyelocytic leukaemia nuclear bodies) complex formation ( Cho et al., 2013 ), mediating X chromosome inactivation ( Minkovsky et al., 2014 ), inhibiting endogenous retrovirus ( Matsui et al., 2010 ), regulating cell proliferation ( Chen et al., 2017 ), regulating inflammatory response ( Juznić et al., 2021 ), and regulating helper T cell differentiation ( Hu et al., 2021 ). In addition, during normal development, SETDB1 also plays an important role in the development of the central nervous system ( Lohmann et al., 2010 ). What’s more, SETDB1 is strongly associated with a variety of diseases, such as neuro-related diseases and a variety of tumors ( Strepkos et al., 2021 ; Markouli et al., 2021b ). FIGURE 2 Biological functions of SETDB1. The SET domain of SETDB1 uses the cofactor S-adenosylmethionine (SAM) as the methyl donor and human ATFA-related regulator (hAM) as the inducer to trimethylate histone 3 lysine 9, thereby changing chromatin composition and inhibiting gene expression to participate in complex and diverse physiological processes. SETDB1 also maintains the structural integrity of PML-NBs and is essential for various biological processes mediated by PML-NBs. SETDB1 is involved in the suppression of ERV elements to promote genome stabilization and can regulate oocyte and spermatogenic meiosis. In addition, SETDB1 is also essential for maintaining X chromosome inactivation (Xi) and preventing inflammatory response. SETDB1 can promote cell division by interfering with the activity of p53 and AKT and interact with Cyclin D1 and c-MYC to induce cell proliferation. Finally, SETDB1 is involved in early embryonic development by regulating the expression of genes involved in pluripotency and trophectoderm development, and it can regulate the development of the nervous system by inhibiting differentiation markers. 3.1 SETDB1 regulates epigenetic effects Histone methylation is a major regulator of epigenetic modification and plays a key role in gene expression. Among them, histone lysine methylation is one of the important regulatory factors, which is related to the regulation of complex physiological activities and the malignant transformation of tumors ( Li et al., 2011 ). Existing studies have found that H3K9 is the main substrate for SETDB1. SETDB1 can specifically methylate H3K9 residues, thereby maintaining the structure of DNA and controlling gene expression by regulating the degree of DNA compression ( Fischle et al., 2003 ). In this reaction, the SET domain of SETDB1 uses the cofactor S-adenosine methionine (SAM) as the methyl donor to methylate the ε-amino-methylation of the lysine residue ( Herz et al., 2013 ). SETDB1 individually di-methylates H3K9. Human ATFa-associated modulator (hAM) can induce the conversion of H3 lysine di-methylation to trimethylation and promote the gene repression activity of SETDB1 through a SAM-dependent mechanism, which is achieved by binding to SETDB1 to form the SETDB1/hAM complex ( Wang et al., 2003 ). The interaction of SETDB1 with hAM, while not a prerequisite for its function, can enhance its activity ( Wang et al., 2003 ). In addition, H3K9 trimethylation is associated with gene suppression, while H3K9 monomethylation is associated with gene excitation ( Barski et al., 2007 ). Thus, binding to hAM increases SETDB1-dependent transcriptional inhibition on chromatin templates. 3.2 SETDB1 regulates PML-NBs formation Promyelocytic leukaemia nuclear bodies (PML-NBs) are a ribosome containing a variety of proteins, which play an important role in many biological processes, including gene transcription, tumor suppression, apoptosis, neovascularization, DNA repair, antiviral response, and maintenance of genome stability ( Bernardi and Pandolfi, 2007 ; de Thé et al., 2012 ). SETDB1 has been established as an integral component of the PML-NB structure. Cho et al. demonstrated the binding of endogenous SETDB1 and PML proteins at the stage of mouse lytic development and demonstrated their colocalization on PML-NBs ( Cho et al., 2011 ). In this complex, SETDB1 has a dual function. On the one hand, SETDB1 is essential for maintaining the structural integrity of PML-NBs, which is mediated by the physical interaction of SETDB1 with PML protein through its SIM motif ( Kang, 2015 ; Cho et al., 2011 ). Knockdown of SETDB1 results in the decomposition of PML-NBs, whereas degradation of PML by arsenic treatment results in the disappearance of SETDB1 foci ( Cho et al., 2011 ). On the other hand, SETDB1 is a transcriptional regulator of PML-NBs related genes. Chromatin immunoprecipitation (CHIP) assay revealed that SETDB1 binds the promoter of DNA binding inhibitor 2 (ID2) within the PML-NBs framework and inhibits its expression by installing H3K9 methylation ( Cho et al., 2011 ). 3.3 SETDB1 mediates X-Chromosome inactivation X-Chromosome inactivation (XCI) is an epigenetic silence caused by heterochromatin formation early in the development of female mammalian embryos that persists throughout the life cycle of somatic cells ( Minkovsky et al., 2014 ). SETDB1 has also been found to be associated with XCI, which promotes gene silencing and maintains XCI by altering the conformation of the entire inactivated X chromosome ( Keniry et al., 2016 ). During XCI, activating transcription factor 7-interacting protein (ATF7IP or MCAF1) interacts with methyl-CpG-binding domain protein 1 (MBD1) to favor SETDB1-mediated H3K9me3 and hence heterochromatin formation, leading to H3K9 trimethylation on the X chromosome inactivation (Xi) and random silencing of one of the two X chromosomes in female cells ( Minkovsky et al., 2014 ). Further studies confirmed that the formation of MBD1-chromatin assembly factor-1 (CAF-1) chaperone complex initiates the formation of the transcriptional repressive complex by mediating the recruitment of SETDB1 to the CAF-1 large subunit and maintaining XCI in somatic cells ( Reese et al., 2003 ; Sarraf and Stancheva, 2004 ; Ichimura et al., 2005 ). The heterochromatin structure is inherited during DNA replication through association with MBD1 and ATF7IP ( Sarraf and Stancheva, 2004 ). In addition, ATF7IP can also mediate the location of SETDB1 in the nucleus and increase the ubiquitination of SETDB1, thereby enhancing its enzymatic activity ( Tsusaka et al., 2019 ). 3.4 SETDB1 mediated silencing of retroelements Endogenous retroviruses (ERVs) are a subclass of viral retroelements that contain long terminal repeats scattered in euchromatin regions of mammalian DNA and account for approximately 8% of the human genome ( Maksakova et al., 2006 ; Geis and Goff, 2020 ). Although retrotransposition contributes to genome diversification evolution and adaptation, it can also lead to genome instability, insertional mutations, or transcriptional perturbations ( Mager and Stoye, 2015 ). Thus, integrated retroelements are usually transcriptionally silenced by DNA methylation and/or H3K9 trimethylation. The study found that SETDB1 inhibited the expression of ERVs, thereby minimizing the likelihood that they would alter DNA. Tan et al. demonstrated that the reconstruction of ERV expression in SETDB1 knockout mice upregulated the expression of other neighboring genes, a large proportion of which produced chimeric transcripts with ERVs or possessed ERVs within 10 kb of their starting site ( Tan et al., 2012 ). Specifically, ERVs silencing is initiated by the recruitment of KRAB-associated protein-1 (KAP1) to the target by members of the KRAB zinc finger protein (KRAB-ZFP) family ( Fukuda and Shinkai, 2020 ). KAP1 contains a RING-B box-coiled helix domain, a heterochromatin protein 1(HP1) binding domain, and a PHD-bromodomain for recruiting SETDB1 to gene promoters, thereby establishing a H3K9me3-silenced chromatin state on KAP1-targeted genes ( Fukuda and Shinkai, 2020 ). Mouse embryonic stem cells (mESCs) have been found to enhance SETDB1 recruitment to ERV retrotranspose and form KAP1 inhibitory complexes to repress proviral molecules ( Thompson et al., 2015 ). Moreover, RNA binding protein and transcription cofactor heterogeneous nuclear ribonucleoprotein K (hnRNP K), which are required for SETDB1-dependent proviral silencing processes, act as a binding partner of the SETDB1-KAP1 complex through direct interaction in mESCs ( Thompson et al., 2015 ). Notably, Fukuda et al. found that retroelement silencing factor 1 (RESF1) knockout mouse embryonic stem cells reduced SETDB1 enrichment at the provirus and ERV sites ( Fukuda et al., 2018 ). This interaction suggests that RESF1 may also play a role in SETDB1-mediated ERV inhibition by modulating the action of SETDB1. Recently, studies of SETDB1 knockout in adult mice and differentiated cells have shown that SETDB1 also inhibits reverse transcriptional elements in somatic cells, suggesting that SETDB1 has a persistent role in inhibiting ERVs expression even after early developmental stages ( Kato et al., 2018 ). In addition, SETDB1-dependent ERV inhibition has also been shown to be associated with the regulation of CD4 + T cell differentiation and the evasion recognition by the immune system of cancer cells. Takikita et al. demonstrated that SETDB1 is required for CD4 + T cells to acquire and maintain T helper 2 (Th2) responses ( Takikita et al., 2016 ). And Th2-differentiated, SETDB1 knockdown CD4 + T cells were unable to maintain their Th2 differentiation when exposed to Th1-inducing signals ( Takikita et al., 2016 ). On the other hand, SETDB1 inhibits ERV expression through H3K9 methylation to prevent ERV-induced B cell immune response, thereby enabling acute myeloid leukemia (AML) cells to evade innate immunity ( Cuellar et al., 2017 ). 3.5 SETDB1 regulates cell division and proliferation SETDB1 has been shown to interact with cell cycle regulators to exert cell cycle effects. SETDB1 enhances c-MYC and Cyclin D1 expression by promoting internal ribosome entry site (IRES)-mediated translation of MYC/CCND1 mRNA, leading to significant signaling of c-MYC, thereby promoting cell cycle progression and providing cells with a growth/self-renewal advantage ( Xiao et al., 2018 ). P53 is a known central regulator of cell cycle progression and apoptosis, and many studies have shown that SETDB1 can inhibit p53 through methylation, thereby promoting cell proliferation ( Strepkos et al., 2021 ). In addition, the regulation of SETDB1 on cell proliferation and survival is also related to the regulation of protein kinase B (protein kinase B, AKT) activity ( Guo et al., 2019 ). Studies have shown that AKT undergoes SETDB1-mediated lysine methylation to promote its activation. Mechanistically, the interaction of phosphatidylinositol (3,4,5)-triphosphate with AKT promotes its interaction with SETDB1, which in turn promotes AKT methylation and thus maintains AKT phosphorylation ( Guo et al., 2019 ). 3.6 SETDB1 regulates the inflammatory response SETDB1 also inhibits Toll-like receptor 4 (TLR4)-mediated inflammatory responses in macrophages ( Hachiya et al., 2016 ). Mechanistically, SETDB1 deficiency reduced basal H3K9 methylation and increased TLR4-mediated recruitment of nuclear factor κB (NF-κB) to the proximal promoter region of interleukin-6 (IL-6), thereby accelerating IL-6 promoter activity. In addition, upon lipopolysaccharide (LPS) stimulation, H3K9 methylation was reduced, which was associated with the recruitment of NF-κB p65 to this site, thereby activating IL-6 transcription ( Hachiya et al., 2016 ). This suggests that SETDB1-mediated resting-state H3K9 methylation may act as a gatekeeper in regulating the inflammatory response, contributing to the balance between suppression and activation of proinflammatory cytokines. In addition, SETDB1 is also necessary for intestinal epithelial differentiation and prevention of intestinal inflammation. Deletion of SETDB1 results in de-silencing of ERVs, DNA damage and inflammation, ultimately leading to intestinal epithelial cell death ( Juznić et al., 2021 ). The study found that while mucosal SETDB1 expression was not impaired in the vast majority of inflammatory bowel disease (IBD) patients, a comparison of IBD and non-IBD exome revealed overexpression of rare missense variants of SETDB1 in IBD individuals, some of which are predicted to be associated with loss of function and may be associated with the pathogenesis of intestinal inflammation ( Juznić et al., 2021 ). 3.7 SETDB1 is involved in early embryo development Studies have shown that the SETDB1 gene is actively transcribed during the blastocyst stage of embryogenesis and controls the expression of genes associated with pluripotency and trophoectodermal development ( Cho et al., 2013 ; Lohmann et al., 2010 ; Bilodeau et al., 2009 ). In contrast to other H3K9-specific histone lysine methyltransferases, SETDB1 dysfunction was found to induce the earliest lethality around peri-implantation ( Peters et al., 2001 ; Tachibana et al., 2002 ; Tachibana et al., 2005 ). After knockout of SETDB1 on embryonic stem cells (ES), significant downregulation of the pluripotency controlling transcription factors Oct4, Nanog, and Sox2 was observed, as well as upregulation of differentiation markers (Cdx2, Gata2, and Hand1) ( Dong et al., 2023 ). Bilodeau et al. also found that SETDB1 knockdown induced upregulation of several differentiation markers, including paired-box 3 (Pax3), homeobox a1 (Hoxa1), and nuclear receptor subfamily 2 group F member 2 (Nr2f2), suggesting that ES cells would transfer to differentiation in the absence of SETDB1 ( Blackburn et al., 2003 ). In addition, the catalytic activity of SETDB1 is required in meiosis and early oogenesis, and the absence of SETDB1 leads to a reduction in the number of mature eggs ( Kim et al., 2016 ; Eymery et al., 2016 ). 3.8 SETDB1 coordinates the central nervous system development Additionally, SETDB1 has also been shown to be involved in the early development of the central nervous system. A study by Tan et al. showed that SETDB1 is highly expressed in the early stages of mouse brain development, where it binds to the promoters of astroglia-related genes (GFAP, SOX9), suppressing their transcription through H3K9me3 and preventing premature formation of astrocytes ( Tan et al., 2012 ). In addition, SETDB1 expression decreased with the increase of embryonic age. SETDB1 ablation leads to early lethality and severe defects in brain development, with enhanced astrocyte formation and inhibition of neurogenesis, which reveals the importance of SETDB1 in brain development ( Tan et al., 2012 ). Fei et al. found that SETDB1 can interact with polycomb repressive complex 2 (PRC2) to repress genes involved in neuronal differentiation ( Fei et al., 2015b ). This finding suggests that SETDB1 can use an alternative mechanism to repress gene regulation that is distinct from its direct enzymatic activity. 4 Upstream regulation of SETDB1 The expression and activity of SETDB1 are regulated by several aspects. In 2006, Ryu et al. identified specific protein 1 (Sp1) and specific protein 3 (Sp3) as transcriptional activators of SETDB1, which can bind to the promoter of SETDB1 to activate transcription of the gene ( Ryu et al., 2006 ). Miramycin, a clinically approved DNA-binding antitumor antibiotic rich in guanosine-cytosine, can interfere with the DNA binding of these Sp family transcription factors ( Osada et al., 2013 ). It has been reported that miramycin inhibits the basal activity of the SETDB1 gene promoter in a dose-dependent manner. In addition, the combination of minomycin and hemiamine downregulated the expression of SETDB1 and decreased the hypermethylation of H3K9 ( Ryu et al., 2006 ). Moreover, another transcription factor 4 (TCF4) can also directly bind to the promoter of SETDB1 to enhance its expression ( Shang et al., 2021 ). As mentioned above, SETDB1 promotes cell cycle progression by increasing c-MYC expression. Indeed, increased c-MYC can also positively feedback by directly binding to the SETDB1 promoter to regulate SETDB1 expression and enhance its transcription ( Xiao et al., 2018 ). MicroRNAs (miRNAs) are a class of single-stranded non-coding RNAs with an intrinsic length of approximately 21–25 nt ( Lewis et al., 2005 ), which can also negatively regulate SETDB1 expression by targeting the 3′-UTR of its mRNA ( Shao et al., 2019 ). Shao et al. found that miR-621 expression was low in HCC tissues and cells, and this low expression was associated with poor prognosis in HCC patients. Further studies showed that miR-621 and miR-29 directly bound to the 3′-UTR of SETDB1 to suppress its expression ( Shao et al., 2019 ). In addition, miR-409–3p was found to negatively regulate SETDB1 expression in non-small cell lung cancer (NSCLC) ( Liu et al., 2020 ). Ubiquitination of SETDB1 is critical for its stability, methyltransferase activity, nuclear localization, and function. As mentioned above, ATF7IP inhibits SETDB1 nuclear export by binding to its N-terminal region and increases its ubiquitination, thus enhancing its methyltransferase activity, while ATF7IP deficiency promotes the proteasomal degradation of SETDB1, thereby attenuating its expression ( Tsusaka et al., 2019 ). Some studies have shown that disruption of the ATF7IP-SETDB1 complex in tumor cells can restore the expression of tumor antigens, which provides a rationale for cancer immunotherapy targeting SETDB1 or ATF7IP ( Hu et al., 2021 ). 5 Role of SETDB1 in HCC Recent studies have shown that there is a close relationship between cancer formation and epigenetic dysregulation ( Vendetti and Rudin, 2013 ). Moreover, epigenetic mechanisms often cooperate with genetic mechanisms in the process of malignant tumor development caused by changes in chromatin status ( Hanahan and Weinberg, 2011 ). It has been reported that the histone methyltransferase SETDB1 is overexpressed in most cancer types, and its induced aberrant methylation of H3K9 is an important player in epigenetics and is involved in the genesis of a variety of cancers. According to TCGA data, SETDB1 is amplified in 10.8% of liver cancers, 9.1% of breast cancers, 8.4% of bladder cancers, 7.4% of ovarian cancers, and 6% of uterine cancers, and mutated in about 5% of melanomas. Importantly, SETDB1 can suppress tumor innate immunogenicity and evade immune responses by inhibiting transposable elements enriched genomic regions ( Griffin et al., 2021 ). The following is the detailed summary of the role of SETDB1 in HCC and the mechanisms involved ( Figure 3 ). FIGURE 3 The mechanisms underlying the role of SETDB1 in HCC. In liver cancer, SETDB1 dimethylates gain-of-function (GOF) mutant P53 at K370 to prevent its degradation by MDM2-mediated ubiquitination, and then promotes liver cancer cell growth. SETDB1 also can cooperate with Tiam1 to promote the proliferation and migration of HCC cells by forming the SETDB1-Tiam1 complex. In addition, miR-29, miR-621, and miR-381 directly target the 3′-UTR of SETDB1 and inhibits its expression, while overexpression of specific protein 1 (Sp1) transcriptively enhanced SETDB1 expression. 5.1 Amplification and overexpression of SETDB1 in HCC Epigenetic dysregulation plays an important role in the development of liver cancer. In 2015, Wong et al. used transcriptome sequencing to examine the expression of 591 epigenetic regulators in hepatitis B-related human HCC ( Wong et al., 2016 ). The results suggest that aberrant expression of epigenetic regulators is a common event in HCC. Importantly, SETDB1 was the most significantly upregulated epigenetic regulator in human HCC. SETDB1 overexpression is significantly correlated with HCC progression, tumor aggressiveness (such as tumor microsatellite formation and metastasis), and poor prognosis of HCC patients. Further studies found that SETDB1 knockdown reduced the proliferative and migratory capacity of HCC cells, suppressed orthotopic tumorigenicity, and abolished the formation of lung metastasis. Mechanistically, the frequent upregulation of SETDB1 in human HCC is attributed to a recurrent copy gain of SETDB1 on chromosome 1q21. In addition, overexpression of specific protein 1 (Sp1) transcriptively enhanced SETDB1 expression. The above results indicate that multiple mechanisms of SETDB1 activation at the chromosomal, transcriptional, and post-transcriptional levels jointly contribute to SETDB1 upregulation in human HCC. In another study, Fei et al. examined SETDB1 expression in six HCC samples adjacent to normal tissue and obtained similar results ( Fei et al., 2015a ). SETDB1 expression was elevated in 4 of 6 pairs of tumor tissues compared with control tissues. Furthermore, SETDB1 is overexpressed with modest copy number gain in HCC, and the hotspot gain-of-function (GOF) TP53 mutations including R249 S are associated with this overexpression ( Fei et al., 2015a ). In HCC cell lines carrying the R249 S mutation, inhibition of SETDB1 by siRNA or shRNA suppressed cell proliferation. Taken together, SETDB1 overexpression is mediated by several complementary mechanisms of action, suggesting that upregulation of SETDB1 may be a marker of HCC progression. 5.2 SETDB1 aggravates HCC by methylating p53 SETDB1-mediated dimethylation of the tumor suppressor p53 plays an important role in the progression and metastasis of HCC. TP53 encodes the human tumor suppressor p53 and is one of the most frequently mutated genes in HCC. TP53 is reported to be mutated in about 50% of human tumors, including HCC ( Brosh and Rotter, 2009 ; Shen and Ong, 1996 ; Mutational hotspot in the p53 gene in human hepatocellular carcinomas Hsu IC et al., 1991 ). The investigators found that the proportion of TP53 mutations was significantly increased in HCC tumor samples with SETDB1 copy number gain or overexpression. Moreover, in HCC cell lines bearing R249 S mutation, SETDB1 inactivation inhibited cell growth. Immunoprecipitation assay showed that SETDB1 can form a complex with p53, especially mutant p53. To further determine the methylation modification of p53 by SETDB1, Fei et al. used p53 peptide and synthetic K370me1 as substrates and SAM as the methyl donor of SETDB1, respectively, and showed that SETDB1 may be a p53 methylase that mainly converts K370me1 to K370me2 ( Fei et al., 2015a ). Further studies revealed the regulatory mechanism of SETDB1 on p53 protein stability. It has been previously shown that p53 methylation affects p53 protein stability ( Chuikov et al., 2004 ). The researchers introduced wild-type or mutant p53 into HCT116 p53-null cells and treated them with the protein synthesis inhibitor cycloheximide. As expected, wild-type p53 disappeared rapidly, whereas R249 S mutant p53 showed greater stability. When SETDB1 is knocked down, p53R249 S turned over at an accelerated rate. In addition, SETDB1 knockdown increased the ubiquitination level of p53 and increased the association of MDM2 with p53. Furthermore, SETDB1 inhibition also reduced the S15 phosphorylation of p53, which has been shown to stabilize p53 by preventing p53 ubiquitination ( Meek, 2009 ). Finally, in HCCLM3 xenotransplantation models in nude mice, SETDB1 knockdown significantly inhibited tumor growth and increased cell differentiation. Collectively, SETDB1 overexpressed in HCC formed a complex with p53 and catalyzed p53K370 dimethylation. Attenuation of SETDB1 reduced the levels of p53K370me2 and subsequently resulted in increased recognition and degradation of p53 by MDM2 ( Meek, 2009 ). 5.3 SETDB1 promotes cells proliferation and migration by interacting with Tiam1 in HCC HCC has a high recurrence rate due to its poor prognosis and high rates of intrahepatic and extrahepatic metastasis ( Budhu et al., 2006 ). However, the metastatic potential of HCC cells is affected by a variety of factors, including cell intrinsic characteristics and external microenvironmental factors ( Fidler, 2003 ). Previous studies have shown that HCC metastasis is caused by the T-lymphom invasion and metastasis gene (Tiam1) gene, a member of the Dbl gene family that controls guanine nucleotide exchange factors (GEFs) ( Huang et al., 2013 ). A study by Zhang et al. showed that SETDB1 is also closely related to Tiam1-induced HCC metastasis ( Zhang et al., 2018 ). The data showed that the average expression levels of SETDB1 and Tiam1 in HCC samples were significantly higher than those in normal tissues. Importantly, the expression of SETDB1 was positively correlated with Tiam1. Further, the direct interaction between SETDB1 and Tiam1 was further determined by glutathione-S-transferase (GST) pull-down and cross-linked immunoprecipitation (CLIP) tests. Specifically, SETDB1 cooperates with Tiam1 to promote the proliferation and migration of HCC cells by forming the SETDB1-Tiam1 complex. In addition, overexpression of SETDB1 promoted the proliferation, migration and EMT of HCC cells, while the effects were reversed after Tiam1 knockdown ( Zhang et al., 2018 ). 5.4 Regulation of SETDB1 by microRNAs in HCC As mentioned above, miR-29 has been reported to be downregulated frequently in human HCC ( Wong et al., 2014 ). Later studies found that in the TCGA sample set, miR-29 family members were significantly downregulated and negatively correlated with SETDB1 expression levels ( Wong et al., 2016 ). Wong et al. further found that overexpression of miR-29 significantly inhibited luciferase activity in wild-type SETDB1 3′-UTR labeled reporter cells. However, this effect was attenuated in miR-29 binding site mutants, thus confirming the specific negative regulatory function of miR-29 on SETDB1 ( Wong et al., 2016 ). In addition to miR-29, miR-621 has been shown to reduce SETDB1 expression by directly targeting the 3′-UTR of SETDB1 and enhancing the radiosensitivity of HCC cells ( Shao et al., 2019 ). MiR-621 is located on chromosome 13q, and the absence of miR-621 can upregulate the cell cycle regulation gene, leading to the proliferation of liver cancer cells. Moreover, miR-621 is one of the miRNAs with the most significant expression difference between HCC and paracancer tissues ( Shao et al., 2019 ). Shao et al. further used the dual luciferase reporter gene system to prove that SETDB1 is the direct target gene of miR-621, and that miR-621 can activate p53 signaling pathway by inhibiting SETDB1, and ultimately enhance the radiosensitivity of HCC cells ( Shao et al., 2019 ). A recent study showed that SETDB1 also seems to have a potential binding with miR-381, and enhancer of zeste homolog 2 (EZH2) inhibits the expression of miR-381 by promoting H3K27me3 activity in its promoter region, which can promote the expression of SETDB1 ( Zhou et al., 2022 ). In conclusion, the results of several studies suggest that miRNAs may be negative regulators of SETDB1 and that the loss of specific miRNAs in human HCC may contribute to the upregulation of SETDB1 by removing its post-transcriptional control. More in-depth research is needed to reveal other miRNAs that can regulate SETDB1. 5.5 SETDB1 suppressed HBV replication in HCC by Sirt2.5 inhibition Hepatitis B virus (HBV) infection is one of main factors for HCC progression, so targeting HBV replication is ideal method for HCC repression and clinical therapeutical application development. The human sirtuin 2 functioned as a deacetylase, which could promote HCC progression by enhancing HBV replication. Sirt2 owns 5 different isoforms as Sirt2.1, Sirt 2.2, Sirt 2.3, Sirt 2.4, Sirt 2.5. Different from other isoform, Sirt2.5 was in nuclei, because the loss of nuclei export sequence. Upon HBV infection all isoforms were enhanced but Sirt2.5 did not influence HBV replication via Akt but due to epigenetic regulation. As established, Sirt2.5 was in nuclei and its binding with Akt was weakened upon HBV infection. In Sirt2.5 overexpression HBV-infected cells, some HKMTs including SETDB1 were recruited to bind with Sirt 2.5, following inhibition of cccDNA transcription ( Piracha et al., 2024 ). So, targeting SETDB1/Sirt2.5 axis could be a great target for HCC due to HBV infection. 6 Therapeutic targeting of SETDB1 in HCC 6.1 Targeting SETDB1-mediated AKT methylation in HCC In addition to P53, AKT has also been reported to be a substrate for SETDB1 methylation, involved in tumorigenesis and leading to cancer cell growth and increased glycolysis ( Guo et al., 2019 ; Li et al., 2006 ). As part of the inositol triphosphate (IP3)/AKT pathway, AKT is an important regulator of cell proliferation and survival ( Manning and Toker, 2017 ). Studies have shown that SETDB1 trimethylates the K140 and K142 sites of AKT to promote its phosphorylation on T308 and S473 sites and activation, which is antagonized by lysine demethylase 4B (KDM4B). Moreover, in NSCLC, SETDB1 activates K63-linked AKT ubiquitination by trimethylating AKT at K64 and subsequently by recruiting Jumonji domain protein 2A (JMJD2A) and E3 ligase TRAF6 to the AKT complex ( Piracha et al., 2024 ). Similarly, in colorectal cancer, overexpression of SETDB1 promotes cell proliferation by activating AKT, while inhibition of SETDB1 enhances cetuximab sensitivity in colorectal cancer therapy ( Hou et al., 2020 ). In liver cancer, activation of the AKT pathway has been shown to be an important risk factor for early recurrence and poor prognosis in patients ( Buontempo et al., 2011 ). Moreover, the PI3K/AKT/mTOR signaling pathway proteins were significantly elevated in PET/CT-positive HCC patients, suggesting that the activation of this pathway may be a key factor in the glycolytic phenotype of HCC cells ( An et al., 2022 ). Several mTOR inhibitors have been tested to treat HCC but have failed in clinical trials, so targeting SETDB1-mediated AKT methylation is a promising strategy for HCC. 6.2 Targeting interference to immune system of SETDB1 in HCC Immunotherapy has shown considerable efficacy in several cancer treatments. Preclinical and clinical studies have shown that ICB therapy provides survival benefits to more patients with liver cancer. A combination of anti the programmed cell death protein 1/programmed cell death ligand 1 (PD-1/PD-L1) and anti-cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) antibodies is currently being evaluated in clinical trials for liver cancer. Recent studies have shown that the expansion of SETDB1 in human tumors plays a crucial role in allowing tumor immune escape and resisting ICB ( Lin et al., 2021 ). By screening for chromatin regulators with CRISPR-Cas9, Griffin et al. identified that SETDB1 and other members of the HUSH and KAP1 complexes act as mediators of immune escape in ICB-treated mouse tumor models. When SETDB1 is targeted by CRISPR-Cas9 sgRNA, sensitivity to ICB therapy increases ( Griffin et al., 2021 ). Further studies found that SETDB1 primarily inhibits a wide range of domains in the open genomic region that are rich in immune clusters and transposable elements (TE) associated with fragment replication events. SETDB1 loss suppresses potential TE-derived regulatory elements, immunostimulatory genes, and TE-encoded retrovirus antigens in these regions and triggers a TE-specific cytotoxic T cell response ( Griffin et al., 2021 ). In addition, the expression level of SETDB1 also affects the efficacy of ICB therapy. It has been reported that SETDB1-TRIM28 inhibition combined with PD-L1 elevation promotes micronucleus formation in the cytoplasm, thereby activating the cGAS (cyclic GMP-AMP synthase)-STING innate immune response pathway, and further increases the infiltration of CD8 T cells ( Lin et al., 2021 ). The absence of SETDB1 can significantly improve the efficacy of anti-PD-L1 therapy. Therefore, it may be considered to combine SETDB1 inhibition with ICB in the treatment of HCC. 6.3 Targeting microRNAs to inhibit SETDB1 in HCC As mentioned above, several miRNAs that can negatively regulate SETDB1 have been identified in HCC, including miR-29, miR-621, and miR-381, so targeting miRNAs is a viable approach to inhibit SETDB1. In addition, SETDB1 has been found to interact with the DNA methyltransferase DNMT3A. Interestingly, members of the miR-29 family have also been shown to target DNMT3 in HCC cells ( Kogure et al., 2014 ). Low levels of miR-29 and DNMT3A modulation were associated with HCC invasiveness, while forced expression of miR-29 abrogated transforming growth factor (TGF)-β-induced E-cadherin supression ( Kogure et al., 2014 ). Moreover, miR-29 levels are controlled to maintain the differentiated hepatocyte phenotype ( Cicchini et al., 2015 ). Therefore, targeting miR-29 may affect HCC progression and metastasis by regulating the methylation activity of histone and DNA. In addition, after transfection of miR-621 in HCC cells, not only decreased SETDB1 expression, but also decreased cell survival, increased apoptosis, and increased DNA damage response index γ-H2AX were observed ( Shao et al., 2019 ). Therefore, targeting miR-621 is a way to improve the sensitivity of HCC radiation therapy. 6.4 Application of SETDB1 inhibitors to reduce its function in HCC Given the important role of SETDB1 in tumorigenesis, progression, metastasis, and tumor immune escape, the development of SETDB1 inhibitors is a promising strategy for cancer chemotherapy and immunotherapy. However, unfortunately, SETDB1 inhibitors used in preclinical trials are mostly nonselective compounds. This is due to the lack of a SET domain crystal structure, which is challenged by its bifurcated characteristic. At present, there are few studies on the use of SETDB1 inhibitors to inhibit HCC progression, so we summarized SETDB1 inhibitors for other cancer therapies. Miramycin A and miramycin analogue EC-8042 have been reported to inhibit SETDB1 expression in melanoma to reduce the tumor growth ( Federico et al., 2020 ). Cardamosin can inhibit breast tumor growth by inhibiting SETDB1 and prevents the enrichment of breast cancer stem-like cells when combined with chemotherapy drugs ( Jia et al., 2016 ). Piperlongumine, a natural alkaloid compound, has also been found to reduce SETDB1 expression to induce PARP cleavage and FOSB expression in breast cancer cell lines, leading to cell death ( Park et al., 2019 ). BIX-01294 (CAS 935693–62–2), a G9a HMTase inhibitor, also reduced SETDB1 expression levels in melanoma cell lines. The combination of BIX-01294 with BRAF and MEK inhibitors for the treatment of BRAF-mutated cells showed a high level of synergistic effects ( Orouji et al., 2019 ). In addition, SAM hydrolase inhibitor DZNep increased the anti-proliferative and pro-apoptotic activities of lung cancer cells by down-regulating SETDB1 ( Lee and Kim, 2013 ). Arsenic trioxide (As 2 O 3 ) has been reported to severely reduce SETDB1 levels by inducing promyelocytic leukemia protein degradation ( Cho et al., 2013 ) (R, R)-59 is a selective SETDB1-TTD small molecule inhibitor screened based on this concept that has been shown to inhibit SETDB1 in acute monocytic leukemia cells ( Guo et al., 2021 ). Of interest, several chemotherapeutic agents, including paclitaxel (PTX), cisplatin, doxorubicin, and 5-fluorouracil, have also been shown to inhibit SETDB1 expression at both transcriptional and protein levels ( Na et al., 2016 ). Among them, PTX inhibited SETDB1 expression in a p53-dependent manner, while cisplatin and doxorubicin reduced H3K9me3 levels and inhibited tumor growth ( Na et al., 2016 ; Na and Kim, 2018 ). 7 Prospects and future research directions There is no doubt that alterations in epigenetic modifications and chromatin remodeling are involved in the pathogenesis of many diseases, including cancer ( Figure 4 ). As a key H3K9 methyltransferase, SETDB1 is a promising candidate. So far, the abnormal expression and poor prognosis of SETDB1 in various cancers have demonstrated its role as an oncogene. Also, great progress has been made in elucidating the underlying mechanisms of SETDB1 regulation and its functional implication in different cancers. However, the specific role of SETDB1 in HCC and its regulation of a series of interaction signaling pathways have not been fully elucidated. Based on the review of the relevant studies of SETDB1 in HCC, we believe that future research directions are as follows: FIGURE 4 Timeline of major discoveries in SETDB1 studies, including basic science and clinical translational studies. Firstly, existing studies have shown that SETDB1 is the most significantly upregulated epigenetic regulator in human HCC, and its overexpression affects HCC progression, tumor invasiveness and poor prognosis. However, the difference of SETDB1 in different pathological stages of liver cancer has not been deeply studied. It has been reported that the high expression of SETDB1 is associated with the advanced pathological status of patients with NSCLC ( Inoue et al., 2015 ), but other studies have found that SETDB1 is strongly expressed in the early stage of NSCLC ( Wu et al., 2014 ; Lafuente-Sanchis et al., 2016 ). Interestingly, high levels of SETDB1 mRNA were found to persist in all stages of cancer in NSCLC patients, suggesting that SETDB1 has different roles at different stages of tumorigenesis ( Cruz-Tapias et al., 2019 ). Therefore, relevant studies are needed to clarify the differences of SETDB1 in different stages of HCC, to provide the possibility of using SETDB1 as a biomarker for early diagnosis of HCC and a potential therapeutic target. Second, recent studies on SETDB1 have highlighted its important role in regulating cancer through methylation of non-histone proteins, which further expands the downstream mechanism of SETDB1. However, whether SETDB1 can methylate other non-histone proteins in HCC and what its mechanism still needs to be further screened and explored. There is also an urgent need to clarify the specificity of SETDB1 binding to a specific substrate (histone or non-histone) in HCC. At present, SETDB1 inhibition has been shown to significantly improve the sensitivity of liver cancer radiation therapy, so combining SETDB1 inhibition with the currently used liver cancer treatment methods, such as chemotherapy, radiotherapy or gene therapy, may have a good therapeutic effect. In addition, transposable factors and immune clusters have been found to be silenced by SETDB1-dependent H3K9 methylation in cancer, suggesting that SETDB1 is a negative regulator of tumor intrinsic immunity. Therefore, SETDB1 can be used as a candidate target for immunotherapy and be considered for use in combination with ICB inhibitors for HCC therapy. On the other hand, it also suggests that the development of SETDB1 inhibitors with high specificity, low toxicity and high efficiency may provide a new option for SETDB1 targeted liver cancer treatment. Most of the recently reported effective SETDB1 antagonists are non-specific, and since most are cytotoxic chemotherapeutic agents, off-target effects and side effects are inevitable. The potential idea for developing selective SETDB1 inhibitors is to specifically block the SETDB1-TTD interaction or compete with SAM to inhibit SETDB1 activity. In addition, active substances such as paclitaxel have been found to inhibit the expression of SETDB1, and many natural active substances have hepatoprotective effects, so it is possible to consider screening SETDB1 inhibitors among them. In addition, SETDB1 is not the only enzyme that mediates H3K9 methylation; other methyltransferases can also mediate this histone labeling. Therefore, the complex interactions between SETDB1 and other epigenetic enzymes, such as other methylases or acetylases, should also be considered when inhibiting SETDB1 to minimize off-target side effects of its therapeutic targeting. Moreover, therapeutic RNAs targeting SETDB1, including small interfering RNAs (siRNAs), antisense oligonucleotides (ASOs), or large RNAs such as mRNAs, long non-coding RNAs (lncRNAs), and cyclic RNAs, also represent an alternative strategy for developing disease therapies. For example, overexpression of Hox antisense intergenic RNA (HOTAIR), a functional non-protein long non-coding RNA (lncRNA), has been shown to promote cancer progression by different mechanisms. Studies have shown that HOTAIR-mediated direct inhibition of miR-7 in breast cancer stem cells can upregulate SETDB1 and inhibit E-cadherin, thus favoring EMT ( Zhang et al., 2014 ). HOTAIR-mediated regulation of SETDB1 in HCC has not been reported, so future studies can focus on its role in HCC. Immunotherapy has shown considerable efficacy in several cancer treatments. Preclinical and clinical studies have shown that ICB therapy provides survival benefits to more patients with liver cancer. A combination of anti the programmed cell death protein 1/programmed cell death ligand 1 (PD-1/PD-L1) and anti-cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) antibodies is currently being evaluated in clinical trials for liver cancer. But SETDB1 overexpression exerted resistant sometimes. So, targeting SETDB1 and combination with ICB could be an ideal therapy for HCC. But due to the lack of structure of whole SETDB1,there was no direct inhibitors developed currently,so the specification of its structure and agonist development will be most promising for HCC or other diseases resulting from SETDB1 abnormality. Finally, further studies, including animal model experiments, organoid model experiments and clinical trials, are needed to confirm whether SETDB1 is feasible as a therapeutic target and suitable for human clinical treatment. We hope that this review effectively presents the extensive research to better understand the function of SETDB1 in liver cancer. We believe that future studies will make greater progress and provide new strategies for the early diagnosis and effective treatment of liver cancer patients. Author contributions EZ: Conceptualization, Funding acquisition, Supervision, Writing–original draft, Writing–review and editing. PH: Funding acquisition, Supervision, Writing–review and editing. Conflict of interest The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher’s note All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. References An J. Oh M. Kim S. Y. Oh Y. J. Oh B. Oh J. H. ( 2022 ). PET-based radiogenomics supports mTOR pathway targeting for hepatocellular carcinoma . Clin. Cancer Res. 28 , 1821 – 1831 . 10.1158/1078-0432.CCR-21-3208 35191466 Baccarelli A. A. Ordovás J. ( 2023 ). Epigenetics of early cardiometabolic disease: mechanisms and precision medicine . Circ. Res. 132 , 1648 – 1662 . 10.1161/CIRCRESAHA.123.322135 37289899 Barski A. Cuddapah S. Cui K. Roh T. Y. Schones D. E. Wang Z. ( 2007 ). High-resolution profiling of histone methylations in the human genome . Cell 129 , 823 – 837 . 10.1016/j.cell.2007.05.009 17512414 Bernardi R. Pandolfi P. P. ( 2007 ). Structure, dynamics and functions of promyelocytic leukaemia nuclear bodies . Nat. Rev. Mol. Cell Biol. 8 , 1006 – 1016 . 10.1038/nrm2277 17928811 Bilodeau S. Kagey M. H. Frampton G. M. Rahl P. B. Young R. A. ( 2009 ). SetDB1 contributes to repression of genes encoding developmental regulators and maintenance of ES cell state . Genes Dev. 23 , 2484 – 2489 . 10.1101/gad.1837309 19884255 Blackburn M. L. Chansky H. A. Zielinska-Kwiatkowska A. Matsui Y. Yang L. ( 2003 ). Genomic structure and expression of the mouse ESET gene encoding an ERG-associated histone methyltransferase with a SET domain . Biochim. Biophys. Acta - Gene Struct. Expr. 1629 , 8 – 14 . 10.1016/S0167-4781(03)00155-6 Brosh R. Rotter V. ( 2009 ). When mutants gain new powers: news from the mutant p53 field . Nat. Rev. Cancer 9 , 701 – 713 . 10.1038/nrc2693 19693097 Budhu A. Forgues M. Ye Q. H. Jia H. L. He P. Zanetti K. A. ( 2006 ). Prediction of venous metastases, recurrence, and prognosis in hepatocellular carcinoma based on a unique immune response signature of the liver microenvironment . Cancer Cell 10 , 99 – 111 . 10.1016/j.ccr.2006.06.016 16904609 Buontempo F. Ersahin T. Missiroli S. Senturk S. Etro D. Ozturk M. ( 2011 ). Inhibition of Akt signaling in hepatoma cells induces apoptotic cell death independent of Akt activation status . Invest New Drugs 29 , 1303 – 1313 . 10.1007/s10637-010-9486-3 20628892 Chen K. Zhang F. Ding J. Liang Y. Zhan Z. Zhan Y. ( 2017 ). Histone methyltransferase SETDB1 promotes the progression of colorectal cancer by inhibiting the expression of TP53 . J. Cancer 8 , 3318 – 3330 . 10.7150/jca.20482 29158805 Cho S. Park J. S. Kang Y. K. ( 2011 ). Dual functions of histone-lysine N-methyltransferase Setdb1 protein at promyelocytic leukemia-nuclear body (PML-NB): maintaining PML-NB structure and regulating the expression of its associated genes . J. Biol. Chem. 286 , 41115 – 41124 . 10.1074/jbc.M111.248534 21921037 Cho S. Park J. S. Kang Y. K. ( 2013 ). Regulated nuclear entry of over-expressed Setdb1 . Genes Cells 18 , 694 – 703 . 10.1111/gtc.12068 23782009 Chuikov S. Kurash J. K. Wilson J. R. Xiao B. Justin N. Ivanov G. S. ( 2004 ). Regulation of p53 activity through lysine methylation . Nature 432 , 353 – 360 . 10.1038/nature03117 15525938 Cicchini C. de Nonno V. Battistelli C. Cozzolino A. M. De Santis Puzzonia M. Ciafrè S. A. ( 2015 ). Epigenetic control of EMT/MET dynamics: HNF4α impacts DNMT3s through miRs-29 . Biochim. Biophys. Acta - Gene Regul. Mech. 1849 , 919 – 929 . 10.1016/j.bbagrm.2015.05.005 Cruz-Tapias P. Zakharova V. Perez-Fernandez O. M. Mantilla W. Ramírez-Clavijo S. Ait-Si-Ali S. ( 2019 ). Expression of the major and pro-oncogenic H3K9 lysine methyltransferase SETDB1 in non-small cell lung cancer . Cancers (Basel) 11 , 1134 . 10.3390/cancers11081134 31398867 Cuellar L. Herzner A. M. Zhang X. Goyal Y. Watanabe C. Friedman B. A. ( 2017 ). Silencing of retrotransposons by SET DB1 inhibits the interferon response in acute myeloid leukemia . J. Cell Biol. 216 , 3535 – 3549 . 10.1083/jcb.201612160 28887438 de Thé H. Le Bras M. Lallemand-Breitenbach V. ( 2012 ). The cell biology of disease: acute promyelocytic leukemia, arsenic, and PML bodies . J. Cell Biol. 198 , 11 – 21 . 10.1083/jcb.201112044 22778276 Dong L. Liao H. Zhao L. Wang J. Wang C. Wang B. ( 2023 ). A functional crosstalk between the H3K9 methylation writers and their reader HP1 in safeguarding embryonic stem cell identity . Stem Cell Rep. 18 , 1775 – 1792 . 10.1016/j.stemcr.2023.08.004 Eymery A. Liu Z. Ozonov E. A. Stadler M. B. Peters AHFM ( 2016 ). The methyltransferase Setdb1 is essential for meiosis and mitosis in mouse oocytes and early embryos . Dev 143 , 2767 – 2779 . 10.1242/dev.132746 Federico A. Steinfass T. Larribère L. Novak D. Morís F. Núñez L. E. ( 2020 ). Mithramycin A and mithralog EC-8042 inhibit SETDB1 expression and its oncogenic activity in malignant melanoma . Mol. Ther. Oncolytics 18 , 83 – 99 . 10.1016/j.omto.2020.06.001 32637583 Fei Q. Shang K. Zhang J. Chuai S. Kong D. Zhou T. ( 2015a ). Histone methyltransferase SETDB1 regulates liver cancer cell growth through methylation of P53 . Nat. Commun. 6 , 8651 . 10.1038/ncomms9651 26471002 Fei Q. Yang X. Jiang H. Wang Q. Yu Y. Yu Y. ( 2015b ). SETDB1 modulates PRC2 activity at developmental genes independently of H3K9 trimethylation in mouse ES cells . Genome Res. 25 , 1325 – 1335 . 10.1101/gr.177576.114 26160163 Fidler I. J. ( 2003 ). The pathogenesis of cancer metastasis: the “seed and soil” hypothesis revisited . Nat. Rev. Cancer 3 , 453 – 458 . 10.1038/nrc1098 12778135 Fischle W. Wang Y. Allis C. D. ( 2003 ). Histone and chromatin cross-talk . Curr. Opin. Cell Biol. 15 , 172 – 183 . 10.1016/S0955-0674(03)00013-9 12648673 Fukuda K. Okuda A. Yusa K. Shinkai Y. ( 2018 ). A CRISPR knockout screen identifies SETDB1-target retroelement silencing factors in embryonic stem cells . Genome Res. 28 , 846 – 858 . 10.1101/gr.227280.117 29728365 Fukuda K. Shinkai Y. ( 2020 ). SETDB1-mediated silencing of retroelements . Viruses 12 , 596 . 10.3390/v12060596 32486217 Geis F. K. Goff S. P. ( 2020 ). Silencing and transcriptional regulation of endogenous retroviruses: an overview . Viruses 12 , 884 . 10.3390/v12080884 32823517 Gomez S. Tabernacki T. Kobyra J. Roberts P. Chiappinelli K. B. ( 2020 ). Combining epigenetic and immune therapy to overcome cancer resistance . Semin. Cancer Biol. 65 , 99 – 113 . 10.1016/j.semcancer.2019.12.019 31877341 Griffin G. K. Wu J. Iracheta-Vellve A. Patti J. C. Hsu J. Davis T. ( 2021 ). Epigenetic silencing by SETDB1 suppresses tumour intrinsic immunogenicity . Nature 595 , 309 – 314 . 10.1038/s41586-021-03520-4 33953401 Guo J. Dai X. Laurent B. Zheng N. Gan W. Zhang J. ( 2019 ). AKT methylation by SETDB1 promotes AKT kinase activity and oncogenic functions . Nat. Cell Biol. 21 , 226 – 237 . 10.1038/s41556-018-0261-6 30692625 Guo Y. Mao X. Xiong L. Xia A. You J. Lin G. ( 2021 ). Structure-guided discovery of a potent and selective cell-active inhibitor of SETDB1 tudor domain . Angew. Chem. - Int. Ed. 60 , 8760 – 8765 . 10.1002/anie.202017200 Hachiya R. Shiihashi T. Shirakawa I. Iwasaki Y. Matsumura Y. Oishi Y. ( 2016 ). The H3K9 methyltransferase Setdb1 regulates TLR4-mediated inflammatory responses in macrophages . Sci. Rep. 6 , 28845 . 10.1038/srep28845 27349785 Hanahan D. Weinberg R. A. ( 2011 ). Hallmarks of cancer: the next generation . Cell 144 , 646 – 674 . 10.1016/j.cell.2011.02.013 21376230 Hardy T. Mann D. A. ( 2016 ). Epigenetics in liver disease: from biology to therapeutics . Gut 65 , 1895 – 1905 . 10.1136/gutjnl-2015-311292 27624887 Harte P. J. Wu W. Carrasquillo M. M. Matera G. ( 1999 ). Assignment of a novel bifurcated SET domain gene, SETDB1, to human chromosome band 1q21 by in situ hybridization and radiation hybrids . Cytogenet Cell Genet. 84 , 83 – 86 . 10.1159/000015220 10343109 Herz H. M. Garruss A. Shilatifard A. ( 2013 ). SET for life: biochemical activities and biological functions of SET domain-containing proteins . Trends Biochem. Sci. 38 , 621 – 639 . 10.1016/j.tibs.2013.09.004 24148750 Ho K. L. McNae I. W. Schmiedeberg L. Klose R. J. Bird A. P. Walkinshaw M. D. ( 2008 ). MeCP2 binding to DNA depends upon hydration at methyl-CpG . Mol. Cell 29 , 525 – 531 . 10.1016/j.molcel.2007.12.028 18313390 Hou Z. Sun L. Xu F. Hu F. Lan J. Song D. ( 2020 ). Blocking histone methyltransferase SETDB1 inhibits tumorigenesis and enhances cetuximab sensitivity in colorectal cancer . Cancer Lett. 487 , 63 – 73 . 10.1016/j.canlet.2020.05.029 32473242 Hu H. Khodadadi-Jamayran A. Dolgalev I. Cho H. Badri S. Chiriboga L. A. ( 2021 ). Targeting the Atf7ip–Setdb1 complex augments antitumor immunity by boosting tumor immunogenicity . Cancer Immunol. Res. 9 , 1298 – 1315 . 10.1158/2326-6066.CIR-21-0543 34462284 Huang J. Ye X. Guan J. Chen B. Li Q. Zheng X. ( 2013 ). Tiam1 is associated with hepatocellular carcinoma metastasis . Int. J. Cancer 132 , 90 – 100 . 10.1002/ijc.27627 22573407 Ichimura T. Watanabe S. Sakamoto Y. Aoto T. Pujita N. Nakao M. ( 2005 ). Transcriptional repression and heterochromatin formation by MBD1 and MCAF/AM family proteins . J. Biol. Chem. 280 , 13928 – 13935 . 10.1074/jbc.M413654200 15691849 Inoue Y. Matsuura S. Kurabe N. Kahyo T. Mori H. Kawase A. ( 2015 ). Clinicopathological and survival analysis of Japanese patients with resected non-small-cell lung cancer harboring NKX2-1, SETDB1, MET, HER2, SOX2, FGFR1, or PIK3CA gene amplification . J. Thorac. Oncol. 10 , 1590 – 1600 . 10.1097/JTO.0000000000000685 26536195 Ishimoto K. Kawamata N. Uchihara Y. Okubo M. Fujimoto R. Gotoh E. ( 2016 ). Ubiquitination of lysine 867 of the human SETDB1 protein upregulates its histone H3 lysine 9 (H3K9) methyltransferase activity . PLoS One 11 , e0165766 . 10.1371/journal.pone.0165766 27798683 Jia D. Tan Y. Liu H. Ooi S. Li L. Wright K. ( 2016 ). Cardamonin reduces chemotherapy-enriched breast cancer stem-like cells in vitro and in vivo . Oncotarget 7 , 771 – 785 . 10.18632/ONCOTARGET.5819 26506421 Juznić L. Peuker K. Strigli A. Brosch M. Herrmann A. Häsler R. ( 2021 ). SETDB1 is required for intestinal epithelial differentiation and the prevention of intestinal inflammation . Gut 70 , 485 – 498 . 10.1136/gutjnl-2020-321339 32503845 Kang Y. K. ( 2015 ). SETDB1 in early embryos and embryonic stem cells . Curr. Issues Mol. Biol. 17 , 1 – 10 . 10.21775/cimb.017.001 24698782 Karanth A. V. Maniswami R. R. Prashanth S. Govindaraj H. Padmavathy R. Jegatheesan S. K. ( 2017 ). Emerging role of SETDB1 as a therapeutic target . Expert Opin. Ther. Targets 21 , 319 – 331 . 10.1080/14728222.2017.1279604 28076698 Kato M. Takemoto K. Shinkai Y. ( 2018 ). A somatic role for the histone methyltransferase Setdb1 in endogenous retrovirus silencing . Nat. Commun. 9 , 1683 . 10.1038/s41467-018-04132-9 29703894 Keniry A. Gearing L. J. Jansz N. Liu J. Holik A. Z. Hickey P. F. ( 2016 ). Setdb1-mediated H3K9 methylation is enriched on the inactive X and plays a role in its epigenetic silencing . Epigenetics Chromatin 9 , 16 . 10.1186/s13072-016-0064-6 27195021 Kim J. Zhao H. Dan J. Kim S. Hardikar S. Hollowell D. ( 2016 ). Maternal Setdb1 is required for meiotic progression and preimplantation development in mouse . PLoS Genet. 12 , e1005970 . 10.1371/journal.pgen.1005970 27070551 Kogure T. Kondo Y. Kakazu E. Ninomiya M. Kimura O. Shimosegawa T. ( 2014 ). Involvement of miRNA-29a in epigenetic regulation of transforming growth factor-β-induced epithelial-mesenchymal transition in hepatocellular carcinoma . Hepatol. Res. 44 , 907 – 919 . 10.1111/hepr.12188 23789939 Lafuente-Sanchis A. Zúñiga G. J. M. Cremades A. Estors M. Martínez-Hernández N. J. Martínez-Hernández N. J. ( 2016 ). Prognostic value of ERCC1, RRM1, BRCA1 and SETDB1 in early stage of non-small cell lung cancer . Clin. Transl. Oncol. 18 , 798 – 804 . 10.1007/s12094-015-1440-6 26542178 Lee J. K. Kim K. C. ( 2013 ). DZNep, inhibitor of S-adenosylhomocysteine hydrolase, down-regulates expression of SETDB1 H3K9me3 HMTase in human lung cancer cells . Biochem. Biophys. Res. Commun. 438 , 647 – 652 . 10.1016/j.bbrc.2013.07.128 23933322 Lewis B. P. Burge C. B. Bartel D. P. ( 2005 ). Conserved seed pairing, often flanked by adenosines, indicates that thousands of human genes are microRNA targets . Cell 120 , 15 – 20 . 10.1016/j.cell.2004.12.035 15652477 Li F. Ye B. Hong L. Xu H. Fishbein M. C. ( 2011 ). Epigenetic modifications of histone H4 in lung neuroendocrine tumors . Appl. Immunohistochem. Mol. Morphol. 19 , 389 – 394 . 10.1097/PAI.0b013e3182108e2e 21415707 Li H. Rauch T. Chen Z. X. Szabó P. E. Riggs A. D. Pfeifer G. P. ( 2006 ). The histone methyltransferase SETDB1 and the DNA methyltransferase DNMT3A interact directly and localize to promoters silenced in cancer cells . J. Biol. Chem. 281 , 19489 – 19500 . 10.1074/jbc.M513249200 16682412 Lin J. Guo D. Liu H. Zhou W. Wang C. Müller I. ( 2021 ). The SETDB1-TRIM28 complex suppresses antitumor immunity . Cancer Immunol. Res. 9 , 1413 – 1424 . 10.1158/2326-6066.CIR-21-0754 34848497 Ling C. Rönn T. ( 2019 ). Epigenetics in human obesity and type 2 diabetes . Cell Metab. 29 , 1028 – 1044 . 10.1016/j.cmet.2019.03.009 30982733 Liu S. Li B. Xu J. Hu S. Zhan N. Wang H. ( 2020 ). SOD1 promotes cell proliferation and metastasis in non-small cell lung cancer via an miR-409-3p/SOD1/SETDB1 epigenetic regulatory feedforward loop . Front. Cell Dev. Biol. 8 , 213 . 10.3389/fcell.2020.00213 32391354 Lohmann F. Loureiro J. Su H. Fang Q. Lei H. Lewis T. ( 2010 ). KMT1E mediated H3K9 methylation is required for the maintenance of embryonic stem cells by repressing trophectoderm differentiation . Stem Cells 28 , 201 – 212 . 10.1002/stem.278 20014010 Loyola A. Tagami H. Bonaldi T. Roche D. Quivy J. P. Imhof A. ( 2009 ). The HP1alpha-CAF1-SetDB1-containing complex provides H3K9me1 for Suv39-mediated K9me3 in pericentric heterochromatin . EMBO Rep. 10 , 769 – 775 . 10.1038/embor.2009.90 19498464 Mager D. L. Stoye J. P. ( 2015 ). Mammalian endogenous retroviruses . Microbiol. Spectr. 3 , MDNA3 – M0009 . 10.1128/microbiolspec.mdna3-0009-2014 Maksakova I. A. Romanish M. T. Gagnier L. Dunn C. A. Van De Lagemaat L. N. Mager D. L. ( 2006 ). Retroviral elements and their hosts: insertional mutagenesis in the mouse germ line . PLoS Genet. 2 , e2 – e10 . 10.1371/journal.pgen.0020002 16440055 Manning B. D. Toker A. ( 2017 ). AKT/PKB signaling: navigating the network . Cell 169 , 381 – 405 . 10.1016/j.cell.2017.04.001 28431241 Markouli M. Strepkos D. Chlamydas S. Piperi C. ( 2021b ). Histone lysine methyltransferase SETDB1 as a novel target for central nervous system diseases . Prog. Neurobiol. 200 , 101968 . 10.1016/j.pneurobio.2020.101968 33279625 Markouli M. Strepkos D. Piperi C. ( 2021a ). Structure, activity and function of the SETDB1 protein methyltransferase . Life 11 , 817 . 10.3390/life11080817 34440561 Matsui T. Leung D. Miyashita H. Maksakova I. A. Miyachi H. Kimura H. ( 2010 ). Proviral silencing in embryonic stem cells requires the histone methyltransferase ESET . Nature 464 , 927 – 931 . 10.1038/nature08858 20164836 Meek D. W. ( 2009 ). Tumour suppression by p53: a role for the DNA damage response? Nat. Rev. Cancer 9 , 714 – 723 . 10.1038/nrc2716 19730431 Minkovsky A. Sahakyan A. Rankin-Gee E. Bonora G. Patel S. Plath K. ( 2014 ). The Mbd1-Atf7ip-Setdb1 pathway contributes to the maintenance of X chromosome inactivation . Epigenetics Chromatin 7 , 12 . 10.1186/1756-8935-7-12 25028596 Mutational hotspot in the p53 gene in human hepatocellular carcinomas Hsu IC Metcalf R. A. Sun T. Welsh J. A. Wang N. J. Harris C. C. ( 1991 ). Nature 1991;350:427?428 . Hepatology 14 , 742 – 744 . 10.1002/hep.1840140430 1655609 Na H. H. Kim K. C. ( 2018 ). SETDB1-mediated FosB regulation via ERK2 is associated with an increase in cell invasiveness during anticancer drug treatment of A549 human lung cancer cells . Biochem. Biophys. Res. Commun. 495 , 512 – 518 . 10.1016/j.bbrc.2017.10.176 29108991 Na H. H. Noh H. J. Cheong H. M. Kang Y. Kim K. C. ( 2016 ). SETDB1 mediated FosB expression increases the cell proliferation rate during anticancer drug therapy . BMB Rep. 49 , 238 – 243 . 10.5483/BMBRep.2016.49.4.031 26949019 Ohki I. Shimotake N. Fujita N. Jee J. G. Ikegami T. Nakao M. ( 2001 ). Solution structure of the methyl-CpG binding domain of human MBD1 in complex with methylated DNA . Cell 105 , 487 – 497 . 10.1016/S0092-8674(01)00324-5 11371345 Orouji E. Federico A. Larribère L. Novak D. Lipka D. B. Assenov Y. ( 2019 ). Histone methyltransferase SETDB1 contributes to melanoma tumorigenesis and serves as a new potential therapeutic target . Int. J. Cancer 145 , 3462 – 3477 . 10.1002/ijc.32432 31131878 Osada N. Kosuge Y. Ishige K. Ito Y. ( 2013 ). Mithramycin, an agent for developing new therapeutic drugs for neurodegenerative diseases . J. Pharmacol. Sci. 122 , 251 – 256 . 10.1254/jphs.13R02CP 23902990 Park J. A. Na H. H. Jin H. O. Kim K. C. ( 2019 ). Increased expression of fosb through reactive oxygen species accumulation functions as pro-apoptotic protein in piperlongumine treated MCF7 breast cancer cells . Mol. Cells 42 , 884 – 892 . 10.14348/molcells.2019.0088 31735020 Peters AHFM O’Carroll D. Scherthan H. Mechtler K. Sauer S. Schöfer C. ( 2001 ). Loss of the Suv39h histone methyltransferases impairs mammalian heterochromatin and genome stability . Cell 107 , 323 – 337 . 10.1016/S0092-8674(01)00542-6 11701123 Piracha Z. Z. Saeed U. Piracha I. E. Noor S. Noor E. ( 2024 ). Decoding the multifaceted interventions between human sirtuin 2 and dynamic hepatitis B viral proteins to confirm their roles in HBV replication . Front. Cell Infect. Microbiol. 13 , 1234903 . 10.3389/fcimb.2023.1234903 38239506 Reese B. E. Bachman K. E. Baylin S. B. Rountree M. R. ( 2003 ). The methyl-CpG binding protein MBD1 interacts with the p150 subunit of chromatin assembly factor 1 . Mol. Cell Biol. 23 , 3226 – 3236 . 10.1128/mcb.23.9.3226-3236.2003 12697822 Ryu H. Lee J. Hagerty S. W. Byoung Y. S. McAlpin S. E. Cormier K. A. ( 2006 ). ESET/SETDB1 gene expression and histone H3 (K9) trimethylation in Huntington’s disease . Proc. Natl. Acad. Sci. U. S. A. 103 , 19176 – 19181 . 10.1073/pnas.0606373103 17142323 Sarraf S. A. Stancheva I. ( 2004 ). Methyl-CpG binding protein MBD1 couples histone H3 methylation at lysine 9 by SETDB1 to DNA replication and chromatin assembly . Mol. Cell 15 , 595 – 605 . 10.1016/j.molcel.2004.06.043 15327775 Schultz D. C. Ayyanathan K. Negorev D. Maul G. G. Rauscher F. J. ( 2002 ). SETDB1: a novel KAP-1-associated histone H3, lysine 9-specific methyltransferase that contributes to HP1-mediated silencing of euchromatic genes by KRAB zinc-finger proteins . Genes Dev. 16 , 919 – 932 . 10.1101/gad.973302 11959841 Shang W. Wang Y. Liang X. Li T. Shao W. Liu F. ( 2021 ). SETDB1 promotes gastric carcinogenesis and metastasis via upregulation of CCND1 and MMP9 expression . J. Pathol. 253 , 148 – 159 . 10.1002/path.5568 33044755 Shao Y. Song X. Jiang W. Chen Y. Ning Z. Gu W. ( 2019 ). MicroRNA-621 acts as a tumor radiosensitizer by directly targeting SETDB1 in hepatocellular carcinoma . Mol. Ther. 27 , 355 – 364 . 10.1016/j.ymthe.2018.11.005 30503969 Shen H. M. Ong C. N. ( 1996 ). Mutations of the p53 tumor suppressor gene and ras oncogenes in aflatoxin hepatocarcinogenesis . Mutat. Res. - Rev. Genet. Toxicol. 366 , 23 – 44 . 10.1016/S0165-1110(96)90005-6 Strepkos D. Markouli M. Klonou A. Papavassiliou A. G. Piperi C. ( 2021 ). Histone methyltransferase SETDB1: a common denominator of tumorigenesis with therapeutic potential . Cancer Res. 81 , 525 – 534 . 10.1158/0008-5472.CAN-20-2906 33115801 Sun L. Fang J. ( 2016 ). E3-Independent constitutive monoubiquitination complements histone methyltransferase activity of SETDB1 . Mol. Cell 62 , 958 – 966 . 10.1016/j.molcel.2016.04.022 27237050 Tachibana K. Gotoh E. Kawamata N. Ishimoto K. Uchihara Y. Iwanari H. ( 2015 ). Analysis of the subcellular localization of the human histone methyltransferase SETDB1 . Biochem. Biophys. Res. Commun. 465 , 725 – 731 . 10.1016/j.bbrc.2015.08.065 26296461 Tachibana M. Sugimoto K. Nozaki M. Ueda J. Ohta T. Ohki M. ( 2002 ). G9a histone methyltransferase plays a dominant role in euchromatic histone H3 lysine 9 methylation and is essential for early embryogenesis . Genes Dev. 16 , 1779 – 1791 . 10.1101/gad.989402 12130538 Tachibana M. Ueda J. Fukuda M. Takeda N. Ohta T. Iwanari H. ( 2005 ). Histone methyltransferases G9a and GLP form heteromeric complexes and are both crucial for methylation of euchromatin at H3-K9 . Genes Dev. 19 , 815 – 826 . 10.1101/gad.1284005 15774718 Takikita S. Muro R. Takai T. Otsubo T. Kawamura Y. I. Dohi T. ( 2016 ). A histone methyltransferase ESET is critical for T cell development . J. Immunol. 197 , 2269 – 2279 . 10.4049/jimmunol.1502486 27511731 Tan S. L. Nishi M. Ohtsuka T. Matsui T. Takemoto K. Kamio-Miura A. ( 2012 ). Essential roles of the histone methyltransferase ESET in the epigenetic control of neural progenitor cells during development . Dev 139 , 3806 – 3816 . 10.1242/dev.082198 Terns M. P. Terns R. M. ( 2001 ). Macromolecular complexes: SMN - the master assembler . Curr. Biol. 11 , R862 – R864 . 10.1016/S0960-9822(01)00517-6 11696342 Thompson P. J. Dulberg V. Moon K. M. Foster L. J. Chen C. Karimi M. M. ( 2015 ). hnRNP K coordinates transcriptional silencing by SETDB1 in embryonic stem cells . PLoS Genet. 11 , e1004933 . 10.1371/journal.pgen.1004933 25611934 Torrano J. Al Emran A. Hammerlindl H. Schaider H. ( 2019 ). Emerging roles of H3K9me3, SETDB1 and SETDB2 in therapy-induced cellular reprogramming . Clin. Epigenetics 11 , 43 . 10.1186/s13148-019-0644-y 30850015 Tsusaka T. Shimura C. Shinkai Y. ( 2019 ). ATF7IP regulates SETDB1 nuclear localization and increases its ubiquitination . EMBO Rep. 20 , e48297 . 10.15252/embr.201948297 31576654 Vendetti F. P. Rudin C. M. ( 2013 ). Epigenetic therapy in non-small-cell lung cancer: targeting DNA methyltransferases and histone deacetylases . Expert Opin. Biol. Ther. 13 , 1273 – 1285 . 10.1517/14712598.2013.819337 23859704 Wang H. An W. Cao R. Xia L. Erdjument-Bromage H. Chatton B. ( 2003 ). mAM facilitates conversion by ESET of dimethyl to trimethyl lysine 9 of histone H3 to cause transcriptional repression . Mol. Cell 12 , 475 – 487 . 10.1016/j.molcel.2003.08.007 14536086 Wong C. C. L. Tse A. P. W. Huang Y. P. Zhu Y. T. Chiu D. K. C. Lai R. K. H. ( 2014 ). Lysyl oxidase-like 2 is critical to tumor microenvironment and metastatic niche formation in hepatocellular carcinoma . Hepatology 60 , 1645 – 1658 . 10.1002/hep.27320 25048396 Wong C. M. Wei L. Law C. T. Ho D. W. H. Tsang F. H. C. Au S. L. K. ( 2016 ). Up-regulation of histone methyltransferase SETDB1 by multiple mechanisms in hepatocellular carcinoma promotes cancer metastasis . Hepatology 63 , 474 – 487 . 10.1002/hep.28304 26481868 Wu H. Min J. Lunin V. V. Antoshenko T. Dombrovski L. Zeng H. ( 2010 ). Structural biology of human H3K9 methyltransferases . PLoS One 5 , e8570 . 10.1371/journal.pone.0008570 20084102 Wu P. C. Lu J. W. Yang J. Y. Lin I. H. Ou D. L. Lin Y. H. ( 2014 ). H3K9 histone methyltransferase, KMT1E/SETDB1, Cooperates with the SMAD2/3 pathway to suppress lung cancer metastasis . Cancer Res. 74 , 7333 – 7343 . 10.1158/0008-5472.CAN-13-3572 25477335 Xiao J. F. Sun Q. Y. Ding L. W. Chien W. Liu X. Y. Mayakonda A. ( 2018 ). The c-MYC–BMI1 axis is essential for SETDB1-mediated breast tumourigenesis . J. Pathol. 246 , 89 – 102 . 10.1002/path.5126 29926931 Yang L. Xia L. Wu D. Y. Wang H. Chansky H. A. Schubach W. H. ( 2002 ). Molecular cloning of eset, a novel histone h3-specific methyltransferase that interacts with erg transcription factor . Oncogene 21 , 148 – 152 . 10.1038/sj.onc.1204998 11791185 Yu L. Ye F. Li Y. Y. Zhan Y. Z. Liu Y. Yan H. M. ( 2020 ). Histone methyltransferase SETDB1 promotes colorectal cancer proliferation through the STAT1-CCND1/CDK6 axis . Carcinogenesis 41 , 678 – 688 . 10.1093/carcin/bgz131 31306481 Zhang H. Cai K. Wang J. Wang X. Cheng K. Shi F. ( 2014 ). MiR-7, inhibited indirectly by LincRNA HOTAIR, directly inhibits SETDB1 and reverses the EMT of breast cancer stem cells by downregulating the STAT3 pathway . Stem Cells 32 , 2858 – 2868 . 10.1002/stem.1795 25070049 Zhang Y. Huang J. Li Q. Chen K. Liang Y. Zhan Z. ( 2018 ). Histone methyltransferase SETDB1 promotes cells proliferation and migration by interacting withTiam1 in hepatocellular carcinoma . BMC Cancer 18 , 539 . 10.1186/s12885-018-4464-9 29739365 Zhou J. Che J. Xu L. Yang W. Li Y. Zhou W. ( 2022 ). Enhancer of zeste homolog 2 promotes hepatocellular cancer progression and chemoresistance by enhancing protein kinase B activation through microRNA-381-mediated SET domain bifurcated 1 . Bioengineered 13 , 5737 – 5755 . 10.1080/21655979.2021.2023792 35184652",
  "plain_text": "Epigenetic alterations in gene expression have been implicated in cancer development and tumor immune escape, with posttranslational histone or non-histone modifications representing attractive targets for disease surveillance and therapy. SET domain bifurcated 1 (SETDB1) is a histone lysine methyltransferase that reversibly catalyzes the di- and tri-methylation of histone 3 lysine 9 (H3K9) on euchromatin, inhibiting gene transcription within these regions and facilitating the switch from euchromatic to heterochromatic states. Emerging evidence suggests that SETDB1 amplification and aberrant activation are significantly associated with poor prognosis in hepatocellular carcinoma (HCC), and contribute to HCC development, immune escape, and immune checkpoint blockade (ICB) resistance. Here, we provide an updated overview of the cellular and molecular effects of SETDB1 activity in hepatocarcinogenesis and progression and focus on studies linking its function to immunotherapy for HCC, and present current challenges and future perspectives for targeting SETDB1 in HCC treatment."
}
