{
  "PMC": "7511815",
  "DOI": "10.1016/j.ajoc.2020.100931",
  "PMID": "32995667",
  "PMCID": "PMC7511815",
  "title": "Diplopia as the presenting feature of acute lymphoblastic leukemia.",
  "year": 2020,
  "source_url": "https://europepmc.org/article/PMC/PMC7511815",
  "source": "MED",
  "abstract_text": "<h4>Purpose</h4>To report a rare case of acute lymphoblastic leukemia presenting with diplopia to an ophthalmologist.<h4>Observations</h4>A 29-year-old male patient presented to ophthalmology department with sudden onset of binocular diplopia in left gaze. Magnetic resonance imaging of brain and orbits revealed a thickened left medial rectus, with enhancement of right sixth nerve, bilateral third and fifth nerves. Bone marrow biopsy revealed acute lymphoblastic leukemia (ALL) with a Burkitt-type chromosomal translocation-t(8; 14) and the patient was started on chemotherapy.<h4>Conclusion and importance</h4>This was a case of incomitant esotropia worse with left gaze due to left medial rectus infiltration mimicking a left sixth cranial nerve paresis. Diplopia can be the only presenting symptom of ALL and it can involve either an extraocular muscle or a cranial nerve.",
  "full_text": "Am J Ophthalmol Case Rep Am J Ophthalmol Case Rep American Journal of Ophthalmology Case Reports 2451-9936 Elsevier 7511815 S2451-9936(20)30246-2 10.1016/j.ajoc.2020.100931 100931 Case Report Diplopia as the presenting feature of acute lymphoblastic leukemia Burshina A.T. a Thirugnanam Rajasekar b Selvan Arul c Seetharaman C. d Karthik Kumar Mani a Mehta Sangita S. e Shah Virna M. virna@aravind.org a ∗ a Neuro Ophthalmology Department, Aravind Eye Hospital & Postgraduate Institute of Ophthalmology, Coimbatore, Tamilnadu, India b Haematology Department, Kovai Medical Center and Hospitals, Coimbatore, Tamilnadu, India c Neurology Department, Kovai Medical Center and Hospitals, Coimbatore, Tamilnadu, India d Radiology Department, Kovai Medical Center and Hospitals, Coimbatore, Tamilnadu, India e Laboratory Medicine Department, Kovai Medical Center and Hospitals, Coimbatore, Tamilnadu, India ∗ Corresponding author. Neuro Ophthalmology Department, Aravind Eye Hospital & Postgraduate Institute of Ophthalmology, Tamilnadu, Coimbatore, 641014, India. virna@aravind.org 17 9 2020 12 2020 17 9 2020 20 100931 30 4 2020 21 8 2020 13 9 2020 © 2020 The Authors 2020 This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Purpose To report a rare case of acute lymphoblastic leukemia presenting with diplopia to an ophthalmologist. Observations A 29-year-old male patient presented to ophthalmology department with sudden onset of binocular diplopia in left gaze. Magnetic resonance imaging of brain and orbits revealed a thickened left medial rectus, with enhancement of right sixth nerve, bilateral third and fifth nerves. Bone marrow biopsy revealed acute lymphoblastic leukemia (ALL) with a Burkitt-type chromosomal translocation—t(8; 14) and the patient was started on chemotherapy. Conclusion and importance This was a case of incomitant esotropia worse with left gaze due to left medial rectus infiltration mimicking a left sixth cranial nerve paresis. Diplopia can be the only presenting symptom of ALL and it can involve either an extraocular muscle or a cranial nerve. Keywords Acute lymphoblastic leukemia Sixth nerve palsy Extraocular muscle infiltration 1 Introduction Acute lymphoblastic leukemia (ALL) is a hematological malignancy, with less than 10% of adults having central nervous system (CNS) involvement. 1 As cranial nerve palsies occurring due to ALL is rare, a correct and timely diagnosis presents a challenge. A high degree of suspicion combined with neuroimaging, cerebro spinal fluid (CSF) cytology and bone marrow biopsy confirms the final diagnosis. Here, we present a rare case of ALL presenting first to the ophthalmology department with diplopia. 1.1 Case report A 28 year old male presented with acute onset binocular diplopia in left gaze of 3 days duration. There was no history of trauma. Clinical examination showed orthophoria per corneal light reflex in the primary gaze and esophoria on alternating cover-uncover test. Prism bar cover test showed 16 prism diopter of esotropia on fixing with the right eye. In right gaze, it showed orthophoria and 35 prism diopter esotropia in left gaze. On levoversion there was under action of left lateral rectus. On ductions, abduction was restricted in left eye which was −3 i.e. inability to abduct the eye >22.5° past midline and hence the movement of left eye was approximately 25%. Diplopia chart showed maximum separation of uncrossed images in levoversion. Hess chart showed under action of left lateral rectus with overaction of right medial and also of left medial rectus suggesting of a possible left sixth nerve paresis. Forced duction test was not done. His best corrected visual acuity was 6/6 in both eyes and intraocular pressure on applanation tonometry was 13 mm Hg bilaterally. Dilated fundoscopy was normal with no papilledema. He was not diabetic or hypertensive. Routine blood examination was normal with hemoglobin of 14.1 gm/dl, total leukocyte count of 5800 cells per cubic millimeter and differential count of neutrophils 57%, lymphocytes 37% and eosinophils 6%. His random blood sugar was 108 mg/dl and erythrocyte sedimentation rate of 5 mm/hour and he was advised neuroimaging. On magnetic resonance imaging (MRI), medial rectus in left eye appeared bulky with heterogeneity in enhancement and showed mild diffusion restriction. There was also enhancement of multiple cranial nerves namely the right sixth nerve, bilateral 3rd nerves and bilateral trigeminal nerves ( Fig. 1 ). Choroid plexus on left side showed altered signal findings, suggesting a possible immune complex deposition disease ( Fig. 2 ). These findings suggested a possible tubercular or inflammatory etiology deposits or immune complex deposition disease. Thus there was left eye abduction deficit with left medial rectus infiltration/enlargement on diffusion-weighted imaging, and enhancement of right sixth cranial nerve. CSF examination revealed elevated protein (150.4 mg/dl) decreased glucose (59 mg/dl) and elevated WBC count (50 cells/mm 3 ) with lymphocyte predominance (90%). With these findings tuberculous meningitis was suspected, as it is endemic in India. However real-time polymerase chain reaction (RT-PCR) for tuberculosis was negative. Fig. 1 A: T1 post contrast sequence showing relatively bulky medial rectus on the left side with small deposit showing heterogeneous enhancement with increased enhancement of bilateral 3rd nerves (black arrows). 1B : Prominent enhancing sixth nerve on right side (white arrow). 1C: Increased enhancement of cisternal segments of bilateral trigeminal nerves (white arrows). Fig. 1 Fig. 2 Choroid plexus on left side shows restricted diffusion on DWI and ADC respectively (white arrows) suggestive of immune complex deposition. Fig. 2 Peripheral smear and bone marrow aspiration study was done which showed leukoerythroblastosis, atypical lymphoid cells with round large nuclei, coarse nuclear chromatin and moderate amount of basophilic cytoplasm with multiple cytoplasmic vacuoles ( Fig. 3 ), suggestive of ALL L3 blasts. On flow cytometry, leukemic cells revealed expression of mature B cell markers like CD19, D20 and CD79a. Dim expression of clonality marker kappa-chain was noted. Findings confirmed mature B cell neoplasm. Fluorescence in situ hybridization test was positive for c-myc (8q24.21) rearrangement and karyotype confirmed the translocation t(8:14) ( Fig. 4 ). Patient was treated with chemotherapy and steroids and his ocular symptoms improved after 2 cycles. Fig. 3 Marrow cells almost completely replaced by sheets of blasts, 22–28 μm in size coarse nuclei chromatin, prominent nucleoli and moderate amounts of blue granula cytoplasm. Cellularity showed solidly cellular fragments and markedly hypercellular smears. (For interpretation of the references to colour in this figure legend, the reader is referred to the Web version of this article.) Fig. 3 Fig. 4 A: FISH test showing C-MYC (8q24.21) rearrangement. 4B: Karyotype showing the translocation t(8:14). Fig. 4 2 Discussion There have been cases reported of leukemia presenting with orbital muscle infiltration, but in most cases it is during relapse of the disease, 1 , 2 or in children. 3 Recently Alrobaian et al. published a case of ALL presenting with sixth nerve palsy along with retinal hemorrhages, and postcontrast MRI of their case through the brainstem showed left sixth nerve enhancement involving the cisternal segment. 4 However our case showed left medial muscle thickening and enhancement of multiple cranial nerves. In our case, the left sixth nerve paresis was mainly due to the intrinsic mechanical restriction caused by the thickening of the left medial rectus rather than a central cause. Version, duction, saccade amplitudes and forced duction can help distinguish muscle vs. nerve and extrinsic restriction. Apart from left medial rectus thickening, although the MRI did pickup multiple cranial nerves enhancement, the left 6th nerve was normal in its entire course and our patient had no obvious clinical signs or symptoms of the involved cranial nerves. Workup of a case presenting with diplopia should include a through anterior segment examination, documentation of extraocular movements, fundus examination mainly to rule out papilledema, diplopia and Hess charting, routine blood work up (including blood sugar and serum lipid profile) and blood pressure measurement. Trauma should be ruled out. Forced duction test is to be performed if suspicious of restrictive palsy. All cranial nerves should be checked to localize the lesion. MRI brain with orbit and contrast should be performed. In our case diplopia was primarily due to incomitant esotropia worse with left gaze, due to left medial rectus infiltration and restriction, rather than left cranial nerve 6 paresis causing left eye abduction deficit. ALL is a hematological malignancy of lymphoid line that originates in the lymphoid precursors of bone marrow, lymph nodes and thymus. Less than 10% of adults with ALL have CNS involvement with significant neurological dysfunction such as cranial nerve palsy. 5 ALL with CNS involvement can be rapidly fatal if untreated. Several risk factors are associated with the development of CNS involvement in ALL. Age seems to be a key factor with a higher incidence in young adults. 6 Mature B cell subtype is also associated with an increased risk of CNS spread. Leukemia causes neurological dysfunction directly by invading the CNS or indirectly by altering hematological factors; the former occurs by dissemination of leukemic cells in the subarachnoid space and leptomeninges, while latter occurs because of hyper viscosity syndrome secondary to high levels of intravascular leukemic cells. Infiltration of individual nerves with leukemic cells or ischemia induced damage of the vasa nervorum causes cranial nerve manifestations. 7 Besides the clinical evaluation of neurological signs and symptoms, three independent techniques are used to diagnose CNS disease in ALL patients: CNS neuroradiology, CSF cytology and flow cytometry. 8 When one is considering an infiltrative etiology based on neuroimaging showing enhancement of cranial nerves with heterogenous extra ocular muscle enhancement and leptomeningeal/ependymal involvement, as in our case, CSF studies should be performed looking for malignant cells (flow cytometry included, especially when protein and cell count in the CSF is high), in addition to the routine tests. From endemic countries, more common diagnosis like tubercular meningitis should also be ruled out first. In our case RT-PCR was negative for tuberculosis. Bone marrow biopsy has to be performed if the CSF analysis comes inconclusive. The concomitant use of neuroradiology, bone marrow biopsy and flow cytometry confirmed the diagnosis of ALL. We believe that a correct diagnosis has been made here without resorting to much intervention, utilizing the unique capabilities of both radiology and histopathology. 3 Conclusion Thus a case of ALL presenting only with diplopia is reported here. Though the MRI showed multiple cranial nerves affected, the patient had no other symptoms or signs. Diplopia was probably due to the leukemic infiltrate on the medial rectus, again an unusual presentation. So a high degree of suspicion, a combined use of neuroimaging CSF analysis, cytoflowmetry and bone marrow biopsy confirmed the final diagnosis of acute lymphoblastic leukemia. Patient consent Consent to publish this case report has been obtained from the patient in writing. Disclosures None. Funding No funding or grant support. Authorship All authors attest that they meet the current ICMJE criteria for Authorship. Declaration of competing interest The following authors have no Conflicts of Interest or financial disclosures: (ATB, RT, AS, CS, MKK, SSM, VMS). References 1 Kiratli H. Balci K.E. Himmetoğlu C. Uner A. Isolated extraocular muscle involvement as the ophthalmic manifestation of leukaemia Clin Exp Ophthalmol 37 6 2009 609 613 19702712 2 Hinkle A.S. Dinndorf P.A. Bulas D.I. Kapur S. Relapse of acute lymphoblastic leukemia in the inferior rectus muscle of the eye Cancer 73 6 1994 1757 1760 8156504 3 Chen E. Morrison D.G. Donahue S.P. Acute myeloid leukemia presenting as bilateral proptosis from diffuse extraocular muscle infiltration Am J Ophthalmol 137 5 2004 948 950 15126169 4 Alrobaian M.A. Vizcaino M.A. Henderson A.D. Acute sixth nerve palsy and retinal hemorrhages as the presenting features of acute lymphoblastic leukemia J Neuro Ophthalmol 2020 Mar 3 10.1097/WNO.0000000000000920 [Epub ahead of print] 5 Lazarus H.M. Richards S.M. Chopra R. MRC)/National Cancer Research Institute (NCRI) Adult Leukaemia Working Party of the United Kingdom and the Eastern Cooperative Oncology Group. Central nervous system involvement in adult acute lymphoblastic leukemia at diagnosis: results from the international ALL trial MRC UKALL XII/ECOG E2993 Blood 108 2 2006 465 472 16556888 6 Pavlovsky S. Eppinger-Helft M. Sackmann Muriel F. Factors that influence the appearance of central nervous system leukemia Blood 42 6 1973 935 938 4519105 7 Demopoulos A. DeAngelis L.M. Neurologic complications of leukemia Curr Opin Neurol 15 6 2002 691 699 12447107 8 Chamberlain M.C. Glantz M. Groves M.D. Wilson W.H. Diagnostic tools for neoplastic meningitis: detecting disease, identifying patient risk, and determining benefit of treatment Semin Oncol 36 4 Suppl 2 2009 S35 S45 19660682 Acknowledgements None.",
  "plain_text": "Purpose To report a rare case of acute lymphoblastic leukemia presenting with diplopia to an ophthalmologist. Observations A 29-year-old male patient presented to ophthalmology department with sudden onset of binocular diplopia in left gaze. Magnetic resonance imaging of brain and orbits revealed a thickened left medial rectus, with enhancement of right sixth nerve, bilateral third and fifth nerves. Bone marrow biopsy revealed acute lymphoblastic leukemia (ALL) with a Burkitt-type chromosomal translocation—t(8; 14) and the patient was started on chemotherapy. Conclusion and importance This was a case of incomitant esotropia worse with left gaze due to left medial rectus infiltration mimicking a left sixth cranial nerve paresis. Diplopia can be the only presenting symptom of ALL and it can involve either an extraocular muscle or a cranial nerve."
}
