{
    "PMC": "7455189",
    "DOI": "10.1126/sciadv.abb4591",
    "PMID": "32923640",
    "PMCID": "PMC7455189",
    "title": "The NEMP family supports metazoan fertility and nuclear envelope stiffness.",
    "year": 2020,
    "source_url": "https://europepmc.org/article/PMC/PMC7455189",
    "source": "MED",
    "abstract_text": "Human genome-wide association studies have linked single-nucleotide polymorphisms (SNPs) in <i>NEMP1</i> (<i>nuclear envelope membrane protein 1</i>) with early menopause; however, it is unclear whether NEMP1 has any role in fertility. We show that whole-animal loss of NEMP1 homologs in <i>Drosophila</i>, <i>Caenorhabditis elegans</i>, zebrafish, and mice leads to sterility or early loss of fertility. Loss of Nemp leads to nuclear shaping defects, most prominently in the germ line. Biochemical, biophysical, and genetic studies reveal that NEMP proteins support the mechanical stiffness of the germline nuclear envelope via formation of a NEMP-EMERIN complex. These data indicate that the germline nuclear envelope has specialized mechanical properties and that NEMP proteins play essential and conserved roles in fertility.",
    "full_text": "Sci Adv Sci Adv SciAdv advances Science Advances 2375-2548 American Association for the Advancement of Science 7455189 abb4591 10.1126/sciadv.abb4591 Research Article Research Articles SciAdv r-articles Genetics The NEMP family supports metazoan fertility and nuclear envelope stiffness http://orcid.org/0000-0003-2580-0728 Tsatskis Yonit 1 * http://orcid.org/0000-0001-6853-2036 Rosenfeld Robyn 1 2 * Pearson Joel D. 1 * Boswell Curtis 2 3 * http://orcid.org/0000-0002-1420-7753 Qu Yi 1 http://orcid.org/0000-0003-3218-5081 Kim Kyunga 1 4 Fabian Lacramioara 5 http://orcid.org/0000-0002-2807-412X Mohammad Ariz 6 http://orcid.org/0000-0002-1501-2544 Wang Xian 7 8 http://orcid.org/0000-0003-1126-3538 Robson Michael I. 9 Krchma Karen 10 Wu Jun 10 http://orcid.org/0000-0001-5329-0986 Gonçalves João 1 http://orcid.org/0000-0002-2113-8936 Hodzic Didier 11 Wu Shu 1 Potter Daniel 11 Pelletier Laurence 1 2 Dunham Wade H. 1 http://orcid.org/0000-0002-6090-4437 Gingras Anne-Claude 1 2 http://orcid.org/0000-0001-7895-0741 Sun Yu 7 8 Meng Jin 12 http://orcid.org/0000-0003-3821-5181 Godt Dorothea 12 http://orcid.org/0000-0003-2148-2996 Schedl Tim 6 http://orcid.org/0000-0001-7918-0953 Ciruna Brian 2 3 http://orcid.org/0000-0002-9634-9375 Choi Kyunghee 10 13 http://orcid.org/0000-0001-6483-3771 Perry John R. B. 14 http://orcid.org/0000-0001-9184-7212 Bremner Rod 1 15 http://orcid.org/0000-0003-2635-1338 Schirmer Eric C. 9 http://orcid.org/0000-0002-5925-9901 Brill Julie A. 2 16 http://orcid.org/0000-0003-2166-4298 Jurisicova Andrea 1 4 17 † http://orcid.org/0000-0003-1126-5154 McNeill Helen 1 2 11 † 1 Lunenfeld-Tanenbaum Research Institute, Sinai Health System, Toronto, ON M5G 1X5, Canada. 2 Department of Molecular Genetics, University of Toronto, Toronto, ON M5S 1A8, Canada. 3 Program in Developmental and Stem Cell Biology, The Hospital for Sick Children, Toronto, ON, Canada. 4 Department of Physiology, University of Toronto, 1 King’s College Circle, Toronto, ON M5S 1A8, Canada. 5 Genome and Genome Biology Program, The Hospital for Sick Children, Toronto, ON M5G 0A4, Canada. 6 Department of Genetics, School of Medicine, Washington University School of Medicine, St. Louis, MO 63110, USA. 7 Department of Mechanical and Industrial Engineering, University of Toronto, Toronto, ON M5S 3G8, Canada. 8 Institute of Biomaterials and Biomedical, University of Toronto, Toronto, ON M5S 3G9, Canada. 9 Wellcome Centre for Cell Biology and Institute of Cell Biology, University of Edinburgh, Edinburgh EH9 3BF, UK. 10 Department of Pathology and Immunology, Washington University School of Medicine, St. Louis, MO 63110, USA. 11 Department of Developmental Biology, Washington University School of Medicine, St. Louis, MO 63110, USA. 12 Department of Cell and Systems Biology, University of Toronto, Toronto, ON, Canada. 13 Graduate School of Biotechnology, Kyung Hee University, Yong In, South Korea. 14 MRC Epidemiology Unit, Cambridge Biomedical Campus, University of Cambridge School of Clinical Medicine, Cambridge, UK. 15 Departments of Ophthalmology and Visual Science and Laboratory Medicine and Pathobiology, University of Toronto, Toronto, ON M5S 1A8, Canada. 16 Cell Biology Program, The Hospital for Sick Children, Toronto, ON M5G 0A4, Canada. 17 Department of Obstetrics and Gynecology, University of Toronto, Toronto, ON M5G 1E2, Canada. * These authors contributed equally to this work. † Corresponding author. Email: mcneillh@wustl.edu (H.M.); jurisicova@lunenfeld.ca (A.J.) 8 2020 28 8 2020 6 35 eabb4591 25 2 2020 17 7 2020 Copyright © 2020 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). 2020 The Authors https://creativecommons.org/licenses/by-nc/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial license , which permits use, distribution, and reproduction in any medium, so long as the resultant use is not for commercial advantage and provided the original work is properly cited. Loss of Nemp leads to softening of the germline nuclear envelope and loss of fertility. Human genome-wide association studies have linked single-nucleotide polymorphisms (SNPs) in NEMP1 ( nuclear envelope membrane protein 1 ) with early menopause; however, it is unclear whether NEMP1 has any role in fertility. We show that whole-animal loss of NEMP1 homologs in Drosophila , Caenorhabditis elegans , zebrafish, and mice leads to sterility or early loss of fertility. Loss of Nemp leads to nuclear shaping defects, most prominently in the germ line. Biochemical, biophysical, and genetic studies reveal that NEMP proteins support the mechanical stiffness of the germline nuclear envelope via formation of a NEMP-EMERIN complex. These data indicate that the germline nuclear envelope has specialized mechanical properties and that NEMP proteins play essential and conserved roles in fertility. http://dx.doi.org/10.13039/100000002 National Institutes of Health R01 GM100756 http://dx.doi.org/10.13039/100000002 National Institutes of Health http://dx.doi.org/10.13039/100008762 Genome Canada OGI-097 http://dx.doi.org/10.13039/100013061 Ontario Genomics OGI-139 http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research 143319 http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research MOP-42462 http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research 143301 http://dx.doi.org/10.13039/501100004089 Krembil Foundation http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research 167279 http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research PJT-148658 http://dx.doi.org/10.13039/501100001804 Canada Research Chairs http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research 156081 http://dx.doi.org/10.13039/501100000038 Natural Sciences and Engineering Research Council of Canada http://dx.doi.org/10.13039/501100000038 Natural Sciences and Engineering Research Council of Canada http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research MOP-102546 http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research MOP-130437 Wellcome Studentship http://dx.doi.org/10.13039/501100000024 Canadian Institutes of Health Research 153128 Wellcome Senior Research Fellowship 095209 Copyeditor Adrienne Del Mundo INTRODUCTION Reproductive life span in women is dictated by the finite number of germ cells created during fetal life and loss during aging ( 1 ). Premature ovarian insufficiency (i.e., menopause before age of 40) affects ~1 to 2% of women and is a leading cause of infertility in the Western world. Examination of published human genome-wide association studies data revealed that single-nucleotide polymorphisms (SNPs) near the NEMP1 ( nuclear envelope membrane protein 1 ) locus show an association with reduced age at menopause ( 2 , 3 ). We analyzed an additional cohort of 106,353 women from the UK Biobank study ( 4 ) and confirmed an association between NEMP1 and age of menopause, with the most significant association in a region ~300 kb away from NEMP1 (rs2277339, P = 5.7 × 10 −51 ) (fig. S1A). Published Hi-C data from human ovaries indicate that rs2277339 physically interacts with the NEMP1 locus (fig. S1B), with chromatin changes consistent with the possibility that this is a distant enhancer element for NEMP1. In addition, we found an association ( P = 2.7 × 10 −3 ) with a previously unknown variant identified in the Genotype-Tissue Expression (GTEx) study (rs114352356) ( 5 ). This SNP encodes a rare nonsynonymous disruptive allele, which lies in the NEMP1 coding region, and is associated with 3.64-year (standard error 1.23) earlier onset of menopause (fig. S1A). RESULTS NEMP1 is a poorly understood, multi-transmembrane nuclear envelope (NE) protein with homologs found in all metazoans ( Fig. 1A ). No genetic models exist for Nemp function in any system. We first examined Drosophila , which has a single Nemp gene (CG9723). We found that dNemp is ubiquitously expressed in all examined larval and pupal tissues (fig. S2). Super-resolution microscopy revealed that dNemp localizes to inner nuclear membranes (INMs) ( Fig. 1, B to D ), as does Xenopus and human NEMP1 ( 6 , 7 ). Fig. 1 Drosophila Nemp is a NE protein required for fertility. ( A ) Predicted membrane topology of dNemp. ( B ) dNemp colocalizes with LaminB. ( C ) dNemp localizes at the INM of S2 cells. OMX microscopy of dNemp localization relative to RanGap and GP210. ( D ) Schematic of nuclear markers used in (C). ( E ) (i) Experimental schematic and (ii) results of sperm exhaustion assay to test fertility of dNemp mutant males rescued with tubulin-Gal4 -driven dNemp or hNEMP1 cDNA and decreased fertility as ote −/− ( ote PK/B279G ) mutant males age. ( F ) Phase-contrast imaging of adult testes from (i) WT and (ii) dNemp −/− ( dNemp RR1 /y ) mutants reveals drastic morphological changes. ( G ) Phase-contrast imaging of (i) WT ovary and (ii) pair of dNemp −/− ( dNemp RR1/RR1 ) ovaries reveals lack of mature oocytes (yellow arrowheads). ( H ) dNemp and hNEMP1 rescue the eclosure defects of dNemp −/− flies. Eclosure rates of dNemp −/− adults alone or rescued with tubulinGal4 -driven dNemp or hNEMP1 . Eclosure rates are normalized to dNemp −/− rescue by dNemp transgene, and balancer effects are taken into account. ( I ) Armadillo (Arm) staining of (i) dNemp −/− and (ii) dNemp −/− flies rescued with the BAC construct showing significant rescue of testis morphology. The hub of the testis is marked by an asterisk. ( J and K ) (i) WT and (ii) nos>dNemp RNAi testes (J) and ovaries (K) show germline defects. P -values are denoted as follows; *0.05 > P > 0.01; **0.01 > P >0.001; ***: 0.001 > P > 0.0001; **** P < 0.0001. We generated two independent dNemp mutants and found that dNemp −/− males and females are sterile ( Fig. 1, E to G , and fig. S3A). Loss of dNemp also resulted in ~40% pupal lethality ( Fig. 1H ). Bacterial artificial chromosome (BAC) rescue constructs containing the genomic region of dNemp ( Fig. 1I ) or tubulin-Gal4 –driven expression of dNemp complementary DNA (cDNA) ( Fig. 1, E and H ) fully restored fertility and viability, confirming that these phenotypes are caused by the loss of dNemp . Human NEMP1 could rescue viability and partially rescue dNemp −/− sterility, suggesting that the role of NEMP in fertility may be conserved ( Fig. 1, E and H , and fig. S3B). dNemp −/− mutants had extremely small testes and ovaries ( Fig. 1, F and G ). Germline dNemp knockdown led to fewer germ cells in testes ( Fig. 1J ) and ovaries ( Fig. 1K ). Somatic knockdown also caused defects in gonad structure and infertility (fig. S3, C and D). Thus, dNemp is required by both somatic and germline cells for fertility. In dNemp −/− testes, the stem cell niche and surrounding self-renewing germline and somatic stem cells appeared normal (figs. S3, E to H, and S4, A and B). However, subsequent development was disrupted, with a markedly reduced number of Vasa + germ cells (fig. S4, C and D), reduced proliferation (fig. S4, E to G), and disorganization of germline and somatic cells (fig. S4, H and I). Analysis of adult testes revealed spermatocytes but only rare elongated haploid spermatids (fig. S4, J and K). In dNemp −/− ovaries, most of the germline cells degenerated at the prepual stage, and the remaining germline cells did not complete oogenesis ( Fig. 1, G and K , and fig. S5, A to F). Thus, in the absence of dNemp, somatic and germline cells initiate differentiation but have reduced germ cell numbers and cannot produce mature gametes. Loss of dNemp leads to defects in nuclear shape Because dNemp localizes to the INM, we examined nuclear structure in dNemp −/− testes. Wild-type (WT) germ cell nuclei have a smooth contour. In contrast, dNemp −/− germ cells and cyst cells have a markedly distorted NE ( Fig. 2, A to D ). Electron microscopy (EM) revealed that the dNemp −/− NE is highly convoluted with regions of blebbing and deep invaginations ( Fig. 2, E to G ). Fig. 2 Drosophila Nemp supports NE shape. ( A and B ) Larval testes. The hub of the testis is marked by an asterisk. LaminB staining of germ cells from (A) WT and (B) dNemp −/− testes shows blebbing of the NE in (i) and at higher magnification in (ii) and (iii). ( C and D ) Otefin staining of somatic cyst cells examined from (C) WT and (D) dNemp −/− testes. Otefin mislocalization in a subset of cyst cells (yellow arrowheads). ( E to G ) Transmission EM analysis of early germ cells in (E) WT and (F) dNemp −/− larval testes. Red arrows point to the NE. C, cytoplasm; N, nucleus. (G) Quantification of WT and dNemp −/− germ cell NE circularity. ( H and I ) Larval testes in (H) WT reveal a LaminC gradient, while (I) dNemp −/− mutants show increases of LaminC in late cysts (yellow arrowheads). Drosophila has two Lamin genes. LaminA/C is a developmentally regulated and mechanical stress–induced lamin ( 8 ), while LaminB is ubiquitously expressed. In WT gonads, LaminC gradually increases as germ cells move away from the stem cell niche ( Fig. 2H ). In dNemp −/− testes, near the hub, although the NE is distorted, nuclear pore staining and LaminB appear normal ( Fig. 2B and fig. S5G). In more mature germ cells, however, LaminC staining increases in sporadic germ cell cysts ( Fig. 2I ). In those cysts, the nuclear lamina contracts around the chromatin ( Fig. 2, H and I ), and NE staining of the INM protein Otefin (Ote) and LaminB and nuclear pore staining are lost ( Fig. 2I and fig. S5, H to K). EM analysis shows disintegration of the NE in late germ cells, consistent with late-stage apoptosis. No defects in nuclear morphology were detected in any other larval or pupal tissues. Thus, loss of dNemp leads to early disruption of nuclear shape, with later loss of NE integrity, specifically in the reproductive system of Drosophila . Nemp is needed for fertility in worms and fish We next examined the single Caenorhabditis elegans NEMP homolog. Two independent nemp-1 deletion null alleles ( oz534 and oz535 ) were generated and analyzed. Fecundity was decreased in nemp-1 null hermaphrodites, with reduced brood size ( Fig. 3A ) and increased number of dead eggs ( Fig. 3B ). The number of sterile adults increased with age and at low temperature ( Fig. 3C ). Thus, loss of C. elegans Nemp leads to fertility defects, which are exacerbated with age. The fertile subset of nemp-1 mutant hermaphrodites has relatively normal germ lines but displays unusually condensed chromatin in the pachytene region ( Fig. 3D ). The sterile nemp-1 −/− subset has a very small germ line ( Fig. 3, D and E ), and germ cells have abnormal nuclear shapes, with invaginated Lamin staining that subdivides the chromatin. Fig. 3 Nemp defects in C. elegans and Danio rerio . ( A ) Brood sizes of control ( nemp-1oz534/+ , n = 24) and KO ( nemp-1 oz534/535 , n = 14) C. elegans mutants bred over 5 days. ( B ) Dead egg counts per broods in (A). ( C ) Quantification of sterility defects in nemp-1 homozygous oz534 and oz535 animals compared to WT control. Mutants show increased sterility when aging. ( D and E ) Lamin and DAPI staining of (D) WT and (E) KO ( oz534 homozygous) C. elegans . Insets depict single nuclei from (i) WT and (ii) KO animals. ( F ) Fertility of female zNemp1hsc98;zNemp2hsc100 double mutants declines with repeated breeding trials compared to zNemp1hsc98/+;zNemp2hsc100/+ double heterozygous over a 12-week period. ( G ) Fertility loss of male double mutants compared to double heterozygous siblings. ns, not significant. Zebrafish have two Nemp homologs (zNemp1 and zNemp2). Homozygous loss of either one had no discernible effect on animal morphology, viability, or fecundity. zNemp1 −/− ;zNemp2 −/− animals were also viable and healthy (fig. S6), but both females ( Fig. 3F ) and males ( Fig. 3G ) had impaired fertility. WT and zNemp −/+ ;zNemp2 −/+ females lay hundreds of eggs per clutch and are fertile for up to 2 years. In contrast, zNemp1 −/− ;zNemp2 −/− females lay normal-size clutches only for the first 3 weeks, and then fertility drops markedly, suggesting an aging component to the Nemp mutant phenotype. Vasa staining revealed loss of germ cells in zNemp1 −/− ;zNemp2 −/− females (fig. S6, K and L), similar to loss of Vasa in dNemp mutants. Loss of human NEMP1 leads to nuclear shaping defects Because there are no cell lines that replicate normal human germ cell development, we turned to knockdown to determine the effects of loss of NEMP1 in a range of human cell lines. In HT1080 cells, severely deformed nuclei and extensively invaginated NEs were present 72 hours after knockdown ( Fig. 4, A to C ). Cells efficiently depleted of hNEMP1 failed to survive and were largely absent after 120 hours. Knockdown of both hNEMP1 and hNEMP2 in T24, RPE-1, and NCI-H661 cells also caused a reduction in final cell number, accompanied by decreased proliferation, but little apoptosis ( Fig. 4, D to F ). In contrast, milder effects on cell proliferation were seen upon knockdown of NEMP in the nonadherent cell line SHP77. To determine whether the mild effects were due to partial knockdown, we used CRISPR to generate NEMP1/2KO SHP77 cells (fig. S7A). NEMP1/2KO SHP77 cells had only minor growth defects and subtle effects on NE roundness. Thus, human NEMP1 is important for nuclear shape and proliferation to varying degrees in different cultured cells. Fig. 4 Loss of human NEMP leads to defects in nuclear shape and survival, and EMERIN (EMD) forms a complex with NEMP1. ( A to C ) Lentivirus knockdown of hNEMP1 in HT1080 cells causes convoluted nuclei and increased LaminA/C. (A) Quantification of knockdown efficiency and (B) corresponding nuclear shape. (C) Example of nuclei from respective short hairpin RNA (shRNA) transfections. ( D ) Knockdown of hNEMP1 and hNEMP2 using different combinations of siRNAs (combos A and B) causes a reduction in cell number in various cell types. Cell number remains unchanged in SHP77 cells. ( E ) Level of hNEMP1 and hNEMP2 knockdown measured by quantitative polymerase chain reaction. ( F ) Apoptosis of RPE-1 cells assessed by annexin V/PI (propidium iodide) staining at 6 days following combined knockdown of hNEMP1 and hNEMP2 . ( G ) Top 5 hNEMP1 BioID interactors identified by spectral counts. Yellow indicates LEM domain proteins. P value of 2.0 × 10 −9 and a Benjamini of 6.2 × 10 −8 ; The database for annotation, visualization and integrated discovery (DAVID) Bioinformatics Resource. ( H ) Top 5 hNEMP1 AP-MS interactors identified by spectral counts. All proteins listed for BioID and AP-MS are high-confidence <1% false discovery rate. ( I ) Endogenous hNEMP1 coimmunoprecipitates with EMD-GFP (green fluorescent protein). HEK293 cells transiently transfected with GFP or EMD-GFP were subjected to GFP pull-down. ( J ) Endogenous EMERIN coimmunoprecipitation with hNEMP1-BirA*-Flag. HEK293 cells stably expressing either hNEMP1-BirA*-Flag or BirA*-Flag were subjected to Flag immunoprecipitation (IP). NEMP/EMERIN interactions support NE shape and fertility To understand how Nemp1 functions, we next screened for Nemp1 interacting partners using BioID. We tagged the C terminus of hNEMP1 with the biotinylating enzyme BirA* ( 9 ), and interacting proteins were retrieved by streptavidin beads and identified by mass spectrometry. Gene Ontology analysis indicated that the most abundant proteins associated with hNEMP1 are NE and endoplasmic reticulum (ER) proteins. Multiple LEM domain proteins, including Emerin, Man1, and Lap2β, were enriched ( Fig. 4G and table S1). Enrichment of the INTERPRO term “LEM domain” was significant ( P = 2.0 × 10 −9 ). We conducted a parallel affinity purification–mass spectrometry (AP-MS) screen using FLAG-tagged hNEMP1 as bait, which also identified Emerin as a high-confidence hNEMP1 interactor ( Fig. 4H and table S2). Coimmunoprecipitation experiments confirmed Emerin’s interaction with hNEMP1 ( Fig. 4, I and J , and fig. S7B), but not with other nuclear lamina proteins with low Significance Analysis of INTeractome (SAINT) scores (fig. S7C). Together, these data indicate that the LEM domain protein Emerin can form a complex with Nemp1. LEM-D proteins are among the best understood NE proteins and serve as crucial links between the NE and chromatin, supporting the mechanical stiffness of the nucleus. LEM-D proteins also promote reassembly of the NE after mitosis or meiosis [reviewed in ( 10 )] and regulate transcription factors and signaling pathway components ( 11 – 13 ). The finding that NEMP1 binds multiple LEM-D (Lap2, Emerin, and Man1 domain) proteins was exciting, as mutation of Drosophila LEM-D impairs fertility. Notably, Drosophila Emerin (Ote) mutants are viable but are female sterile and have age-dependent male sterility ( Fig. 1E ), while loss of dMAN1 results in male sterility and decreased female fertility ( 11 , 12 , 14 ). The absence of the third LEM-D protein, Bocksbeutel, has no overt phenotype, but loss of any two of the three Drosophila LEM-D proteins is lethal. Because loss of dNemp leads to more severe germline defects than loss of ote , Nemp may interact with multiple LEM proteins to support fertility. To determine whether the interaction of NEMP with Emerin is conserved, we tested whether Drosophila Nemp can bind Drosophila Emerin (Ote). We expressed tagged versions in S2 cells and found that they coimmunoprecipitate (fig. S7D). To test whether dNemp genetically interacts with Ote in fertility, we quantified germ cell numbers in ote −/− and dNemp −/+ ;ote −/− ovaries. While loss of one copy of dNemp has no detectable effect on ovarian size or fertility, loss of one copy of dNemp in the absence of Ote further reduces Vasa + germ cell number (fig. S7, E to G). These data indicate that there is a genetic interaction between dNemp and ote . Because LEM domain proteins have semi-redundant functions, we hypothesize that dNemp interactions with other LEM domain proteins such as dMAN1 and Bocksbeutel may also support the NE, providing a potential explanation for reduced germ cell number in dNemp −/+ ;ote −/− mutants. Nemp1/Emerin complexes support NE mechanical stiffness Disruption of Emerin causes abnormal nuclear shape, reduced stiffness, and impaired response to mechanical stress ( 15 ). We wondered whether altered nuclear shape in the absence of Nemp could be due to altered mechanics. To assay NE properties in human cells, we used atomic force microscopy (AFM) with a focused ion beam (FIB)–modified probe ( 16 , 17 ). In this approach, the probe tip first deforms and then penetrates the cell membrane, followed by contact with NE ( Fig. 5A ), allowing analysis of both plasma membrane and NE resistance. Force-displacement data were used to quantify the apparent Young’s modulus, which reflects the stiffness of the nucleus. While plasma membrane stiffness was not affected by knockout (KO) of hNEMP ( Fig. 5A , iii), nuclear stiffness in both T24 and SHP77 cells was significantly reduced by knockdown or loss of NEMP1/2 ( Fig. 5, B and C ). In contrast, use of a scrambled small interfering RNA (siRNA) and knockdown of another INM protein, the LAMINB receptor (LBR), did not affect NE stiffness (fig. S7, H and I). Thus, Nemp1 specifically supports NE stiffness. Fig. 5 Human NEMP and EMERIN (EMD) cause changes to NE stiffness. ( A ) (i) SEM image of a FIB-modified AFM probe. Representative AFM force-displacement data measured from (ii) sg-Control nontargeted CRISPR clone 1 cells and (iii) hNEMP1/2 KO clone cells. ( B ) Apparent Young’s modulus of T24 cell nuclei treated with siControl, sihNEMP1, sihEMD alone, or sihNEMP1/sihEMD together. ( C ) Apparent Young’s modulus of cell nuclei of SHP77 hNEMP1 and hNEMP1/2 CRISPR KO cells. ( D and E ) Apparent Young’s modulus of WT (D) and NEMP1/2KO (E) SHP77 cells transfected with GFP-LMNA. An increase in both WT and NEMP1/2KO NE stiffness indicates that LMNA acts independently of NEMP to provide stiffness to the NE. ( F and G ) WT (F) and NEMP1/2KO (G) SHP77 cells stained with phalloidin to mark the actin cytoskeleton under DMSO- or latrunculin B–treated (200 nM) condition in (i). Inhibiting actin polymerization with latrunculin B treatment causes the apparent Young’s modulus to decrease in WT and not in NEMP1/2KO cells in (ii). ( H ) Apparent Young’s modulus of WT or NEMP1/2KO SHP77 cells treated with or without siRNA against EMERIN (siEMD). ( I ) EMERIN (EMD) knockdown with siRNA shows decreased protein levels by immunoblot. Actin was used as a loading control. LaminA is known to support nuclear stiffness. To explore the relationship of LAMINA (LMNA) and NEMP1, we overexpressed LMNA in control and NEMP1/2KO cells. Overexpression of LMNA increased NE stiffness in SHP77 cells in the presence or absence of NEMP1 ( Fig. 5, D and E , and fig. S8, A and B), indicating that LMNA can act independently of NEMP1. The actin cytoskeleton can also protect the nucleus from mechanical stresses. We treated WT and NEMP1/2KO SHP77 cells with latrunculin B and found that loss of actin in WT cells causes decreased stiffness but had no effect on KO cells ( Fig. 5, F and G ). Knockdown of EMERIN softened the NE in both T24 and SHP77 cells ( Fig. 5, B, H, and I ), consistent with previous studies ( 15 , 18 ). Significantly, knockdown of EMERIN in the absence of NEMP1 and NEMP2 did not further soften the NE ( Fig. 5H ). Our data suggest that a NEMP-EMERIN complex provides NE mechanical stiffness in cultured cells. Nemp1 is essential for fertility in mice Mice have two NEMP genes ( mNemp1 and mNemp2 ). Our RNAscope analysis revealed that Nemp1 is highly expressed in oocytes, while Nemp2 is largely expressed in somatic cells (fig. S8, C and D). We used CRISPR to delete mNemp1 (fig. S8E). mNemp1 −/− animals are viable and generally healthy, although anemic (fig. S8F). Significantly, most of the mNemp1 −/− females were sterile (11 of 13) or severely subfertile ( Fig. 6A ), while mNemp1 −/− males were fertile. Fig. 6 Loss of mNemp1 in mice causes fertility defects and reduced NE stiffness in oocytes. ( A ) Litter sizes of mNemp1 +/+ , mNemp1 +/− , and mNemp1 −/− females. ( B ) Follicle count of 4-week-old mNemp and EMD mutant ovaries showing early and highly significant depletion of primordial (Prd) follicles [ n = 5 WT, 6 heterozygous (HET) and 5 KO, and 3 EMD KO], but not primary (Prim) or secondary (Sec) follicles. M1, metaphase 1. ( C ) (i) mNemp1 is required for spindle organization of ovulated oocytes (oocyte number analyzed: WT = 101, HET = 89, and KO = 87 at 4 weeks; WT = 57, HET = 100, and KO = 123 at 7 months). (ii) Illustration of spindles in ovulated oocytes. ( D ) Immunostaining of mNemp1 and LaminA/C in primordial, primary, secondary, and antral follicles of a WT ovary. Orange arrowheads mark the NE of each cell type. ( E ) Immunostaining of EMD in primordial, primary, and secondary follicles of a WT ovary. ( F ) mNemp1 is required for early mouse embryonic development (WT = 59, HET = 90, and KO = 53 embryos examined). Genotypes refer to females mated with WT males. dpc, days post-coitus. ( G ) (i) Micropipette aspiration of germinal vesicles (GV) measures stiffness of the NE in (ii) WT and mNemp1 mutant oocytes. ( H ) Schematic model of a mammalian ovary. A gradient of stiffness occurs with high stiffness in the cortex and decreasing stiffness in the medulla. Primordial follicles in the cortex have high levels of Nemp/EMD (red) and low levels of LaminA/C (green). As the oocytes mature, Nemp/EMD levels drop and LaminA/C levels increase. The mammalian ovary is composed of a mechanically stiff, highly cross-linked cortex filled with primordial follicles that constitute the ovarian reserve. As follicles mature and grow, becoming primary, secondary, and antral, they move into the softer ovarian medulla. Histological analysis of mNemp1 −/− ovaries revealed a marked reduction in the number of primordial follicles ( Fig. 6B and fig. S8G), indicating a reduced ovarian reserve. Because reduced ovarian reserve can lead to premature menopause in humans, this could provide an explanation for the association of NEMP1 SNPs with earlier age of menopause. Examination of ovulated oocytes (fig. S8H) from Nemp1 −/− mutants revealed a range of meiotic defects, which increased with maternal age in both Nemp1 −/− mutant and haploinsufficient females ( Fig. 6C ). In addition, oocytes derived from Nemp1 −/− females, fertilized by WT sperm, largely failed to progress beyond eight cells ( Fig. 6F ). Thus, loss of Nemp1 not only reduces ovarian reserve but also compromises developmental competence. To better understand Nemp1 function in the ovary, we generated antibodies to mouse Nemp1 and stained ovaries (fig. S8, I and J). Consistent with loss of primordial follicles, Nemp1 expression is strongest in primordial follicle oocytes and rapidly declines as oocytes mature and move from the mechanically challenging environment of the cortex ( Fig. 6D ). Emerin expression mirrors Nemp1, with the highest levels in primordial oocytes ( Fig. 6E ), consistent with a model in which Emerin and Nemp1 function together. Loss of Emerin, like loss of Nemp1, leads to a reduced ovarian reserve ( Fig. 6B ). To directly test whether Nemp1 supports NE stiffness in the germ line, we used micropipette aspiration and found that Nemp1 −/− oocytes have reduced NE stiffness ( Fig. 6G and fig. S8K). We hypothesized that the loss of the ovarian reserve in Nemp1 mutants was due to the mechanically stressful cortical environment. Because LaminA/C has been shown to provide mechanical support for the NE in somatic tissues ( 8 ), we stained ovaries to determine whether LaminA/C was present in primordial oocytes. Significantly, there is little or no detectable LaminA/C staining in primordial follicles, although LaminA/C is prominent in growing follicles ( Fig. 6D ). Thus, LaminA/C has a complementary expression pattern to NEMP and Emerin ( Fig. 6, D and E ). These data support a model in which more mature oocytes and somatic cells are supported by LaminA/C, whereas oocytes in the primordial follicles are mechanically supported by a Nemp-Emerin complex ( Fig. 6H ). DISCUSSION Human genome-wide association studies identified variants in the NEMP1 locus linked to early menopause. Here, we demonstrate that NEMP proteins have a critical role in supporting metazoan fertility (flies, worms, fish, and mice). These data are consistent with the hypothesis that variants in human NEMP1 could contribute to diminished ovarian reserve, causing early menopause. Our studies show that NEMP proteins function in a complex with LEM domain proteins to support NE mechanical stiffness and animal fertility. Loss of Nemp results in nuclear morphology defects specifically in the germ line in vivo; however, a variety of cultured human cells have disrupted nuclear shape and reduced proliferation upon knockdown of NEMP1. Why does loss of Nemp not lead to abnormally shaped nuclei in most somatic cells in vivo? Culturing cells on hard glass or tissue culture plastic leads to increased mechanical stresses on the nucleus, compared to the relatively softer environment in vivo ( 19 ), potentially explaining the nuclear shaping defects in most cultured cells that lack Nemp. Cells that are poorly adherent, such as SHP77 or Drosophila S2 cells, do not show nuclear shaping defects upon loss of Nemp. We speculate that reduced mechanical stress on the nucleus in semiadherent cells may make them more resilient to loss of NEMP when compared to adherent cells. Why is the germ line specifically sensitive to loss of Nemp? LaminA/C levels correlate with tissue stiffness, and increased LaminA/C in somatic cells contributes to nuclear stability when nuclei are subjected to stress ( 8 ). LaminC levels are very low initially but increase as cells mature in WT Drosophila testes and ovaries. Similarly, the mammalian ovary has a gradient of LaminA/C, with little or no expression in primordial follicles but increasing levels as oocytes mature. These data suggest that Nemp1 may have a specific function when LaminA/C levels are low. We found that in the absence of NEMP1, depolymerization of actin with latrunculin B did not further soften the NE. These data indicate that the actin cytoskeleton may function either downstream or in parallel with NEMP1 to support the NE. Although we could not detect changes in actin organization in Nemp1 −/− oocytes using phalloidin, there may be alterations not detectable by this staining. Nemp1 is required in oocytes of primordial follicles, which reside in an environment with high mechanical tension ( 20 – 22 ). Loss of high cortical tension can lead to loss of primordial follicles, and too much tension can inhibit follicle progression ( 20 – 22 ). Mechanical tension from the environment is transmitted to the nucleus, and our data show that NEMP can stiffen the NE, thereby buffering mechanical stress on the nucleus. Consistent with this model, Nemp1 levels are high in primordial oocytes that reside in the cortex where tension is high and decrease as oocytes mature. Substantial data indicate that germ cells have a specialized NE ( 23 – 25 ). This specialized nuclear membrane composition is likely necessary for the unique and marked reorganization of germ cell chromatin that occurs during progression from a primordial germ cell to a fully differentiated gamete, as well as to withstand the stresses on the NE that occur during meiosis. Our biochemical data show that NEMP1 can form a complex with Emerin and that both Emerin and NEMP1 support NE stiffness. These results suggest that NEMP–LEM-D complexes have evolved to mechanically support the specialized NE of germ cells. However, while our data point to NEMP in mechanical support of the germ line NE, NEMP may also support fertility in other ways, perhaps acting through its conserved nucleoplasmic domain. We note that our BioID and AP-MS screens indicate that NEMP1 can interact with a number of non–LEM-D proteins, which may provide insight into additional functions. We also note that although loss of NEMP impairs fertility across a wide range of organisms, there are species-specific differences. Although both males and females depend on Nemp for fertility in flies and fish, in mice, only females lose fertility. Our analysis of Nemp1KO mice revealed multiple defects in oocytes including defects in chromosome segregation; however, the strong premeiotic defects in the Drosophila testes and ovaries precluded analysis of meiosis in that system, and more studies will be needed to dissect the impact of dNemp on meiosis. Although the most marked effect of loss of Nemp was loss of fertility in diverse organisms, we also found that a significant proportion of dNemp −/− mutants failed to eclose. We also saw that mice lacking Nemp1 were anemic. These data point to additional functions for Nemp homologs outside the germ line that may be mediated by some of the protein interactors identified in our biochemical screens. Future work will determine the relevance of these diverse Nemp-interacting proteins. Nemp deficiency is accompanied by increased susceptibility to age-associated fertility defects in worms, fish, and mice, similar to aging LEM-D mutants in diverse species. Thus, understanding the functions of this conserved family of NE proteins may illuminate mechanisms underlying the growing problem of infertility that has arisen as women increasingly delay childbearing. MATERIALS AND METHODS Drosophila melanogaster lines WT flies are yw unless otherwise noted. RNA interference (RNAi) stocks for expression of double-stranded RNA under control of GAL4/UAS were obtained from Vienna Drosophila Resource Center (VDRC) or Bloomington Drosophila Stock Center (BDSC) ( dNemp VDRC #37412, dNemp BDSC #57475 for germline expression) and were driven using enGal4 , nosGal4 , or tubGal4 . dNemp −/− clones were generated with FRT19A (BDSC #1744). BAC rescue constructs were generated using flies containing an attP2 site on 3L (BDSC #8622). UAS- dNemp and UAS- hNEMP1 were generated by injecting w[1118] flies (BestGene Inc) with cDNA dNemp1 or hNEMP1 pPWH (Gateway), respectively, and driven using tubGal4 in a dNemp −/− background. C. elegans lines WT N2 (Cel-nemp-1 is 559 amino acids) and two Cel-nemp-1 mutant strains, Cel-nemp-1(oz534)/sC1(s2023) [dpy-1(s2170) umnIs41] III [the variation oz534 deletes 2270 base pairs (bp) and 416 amino acids and introduces a premature stop codon with a putative protein size of 33 amino acids] and Cel-nemp-1(oz535)/sC1(s2023) [dpy-1(s2170) umnIs41] III (the deletion oz535 deletes 2112 bp and 381 amino acids and introduces a premature stop codon with a putative protein size of 35 amino acids), were used. Zebrafish lines Established zebrafish protocols were adhered to, and all protocols were performed in accordance with Canadian Council on Animal Care guidelines. zNemp1 hsc98 , zNemp1 hsc99 , zNemp2 hsc100 , and zNemp2 hsc101 lines were generated by CRISPR-Cas9–mediated mutagenesis (see Supplementary Materials and Methods for details). Mice mNemp1 (Nemp1 em#(TCP)McNeill ) CRISPR KO allele was obtained by CRISPR-Cas9–mediated deletion of exon3 that is present in all mNemp1 transcripts (Toronto Center for Phenogenomics). Mice were generated and maintained on a C57B16N background. A 386-bp deletion was achieved using guide RNA (gRNA) U2 and D1 that flank exon3 (described in fig. S8E). Sequencing (see Primer Table in Supplementary Materials and Methods) confirmed the presence of the deletion leading to a premature STOP codon within exon4. The absence of Nemp1 was confirmed by immunoblot and immunofluorescence microscopy. Emerin mutant mice (Emd tm1.1Stw ) were obtained from C. Stewart, and genotyping was done as previously described ( 26 ). Cell lines Human small cell lung cancer cell line, SHP77, and non–small cell lung cancer cell line, NCI-H661, were cultured in RPMI 1640 supplemented with sodium pyruvate, Hepes, glucose (4.5 g/liter), and 10% fetal bovine serum (FBS). T24 human bladder cancer cells were cultured in McCoy’s 5A media supplemented with 10% FBS, and human hTERT-RPE-1 cells were cultured in Dulbecco’s modified Eagle’s medium (DMEM)/F-12 supplemented with 10% FBS. Generation of dNemp antibodies Antibodies against dNemp were generated using a dNemp-GST (glutathione S -transferase) fusion protein to the C-terminal region of the protein (amino acids 301 to 454) and injected into rats for immunization (Covance). Immunostaining—Adult and larval testes staining Drosophila testes Adult male flies were placed in ethanol for 2 to 5 min before dissection. Testes were dissected in phosphate-buffered saline (PBS) and then fixed in 4% paraformaldehyde (PFA) for 20 min at room temperature (RT). Samples were washed and blocked in a solution of 0.5% bovine serum albumin in 0.3% PBST (PBS containing 0.3% Triton X-100) for 1 hour. Testes were incubated in primary antibody in blocking solution overnight at 4°C. After washing, a secondary antibody was added in the blocking solution and incubated at RT for 1 hour, washed, and placed at 4°C in 70% glycerol. Samples were mounted in Vectashield (Vector Laboratories). 4′,6-Diamidino-2-phenylindole (DAPI) staining was performed using DAPI in Vectashield. Rhodamine-phalloidin (1:200) was used to visualize filamentous actin. Images were viewed on a Nikon Eclipse 90i confocal microscope with EZ-CI 3.80 software. Antibodies are listed in Supplementary Materials and Methods in the Key Resources Table. Larval testes were fixed and stained in four-well plates with mesh baskets and directly mounted in Vectashield. For immunostaining of Bam in larval testes, incubation in primary antibody was performed for three nights at 4°C. Bam antibody (1:50) was added each night, and the staining protocol was resumed on day 4. S2 cells for OMX microscopy S2 cells were fixed in 4% PFA in PBS for 15 min at RT. Primary antibody was added in 5% normal goat serum (NGS) in 0.1% PBST, and cells were incubated for 2 hours at RT. Cells were stained with Hoechst 33342 for 30 min in the dark after washes. Incubation in secondary antibody took place in 5% NGS in 0.1% PBST for 2 hours at RT. Secondary antibodies (donkey anti-mouse/rat/rabbit antibodies conjugated to Alexa Fluor 488 or Alexa Fluor 594, Molecular Probes/Life Technologies) were used at a 1:500 dilution. ProLong mounting medium (Life Technologies) was used for mounting. Microscopy was performed on a three-dimensional structured illumination microscope (OMX v3, Applied Precision). Sperm exhaustion assay Less than 1-day-old dNemp −/− , dNemp −/− ; tub>dNemp , dNemp −/− ; tub>hNEMP1 , and ote −/− males were collected and individually mated in vials with three virgin yw females. After 3 days, males were isolated and transferred to a new vial with three fresh virgin yw females. This procedure was repeated five times until males were 18 days old. All vials were scored for the presence of progeny. For each experiment, at least four to eight crosses were scored per genotype. Each experiment was repeated at least three times. Fertility analyses in C. elegans Experiments were carried out using homozygous worms from homozygous mothers, i.e., M(−)Z(−). For sterility and dead eggs at 20°C, L4 worms were collected and scored for sterility after 24 hours. The eggs were collected from fertile worms for about an hour, mothers were removed, and the laid eggs were counted. After 16 hours, eggs that failed to hatch were counted. For sterility and dead eggs at 20°C, Cel-nemp-1(oz534) L4 worms were subjected to fem-3 RNAi. The feminized F 1 progeny were crossed either with N2 males to get Cel- nemp-1( oz534/+ ) worms or with Cel- nemp-1(oz435) males to get Cel- nemp-1( oz534/oz535 ) trans-heterozygous animals. The L4s were separated and scored for sterility after 24 hours. The dead eggs were ascertained as above. To get worms of desired genotype for brood size determination, Cel- nemp-1( oz534 ) worms were allowed to purge (lay off all the eggs) for ~5 days and then crossed with either N2 or Cel- nemp-1( oz535 ) males. The resultant F 1 L4s were cloned and transferred to new plate after every 24 hours until they stopped laying eggs. Dead eggs were scored after ~16 hours of transferring mothers, and total hatched progeny, larval arrest, and males were ascertained after 48 hours. The 25°C experiment was done similar to the 20°C experiment. Worms were grown at 25°C for a couple of generations before determining the sterility. For 15°C experiment, the worms were grown at 15°C for a couple of generations before determining sterility and dead eggs. Fertility analysis in zebrafish Double zNemp1 hsc98 ;zNemp2 hsc100 mutant zebrafish or double zNemp1 hsc98 /+;zNemp2 hsc100 /+ heterozygous siblings were assessed for fertility by outcrossing to WT animals. Animals were crossed weekly for 12 weeks, and at each breeding attempt, the number of embryos produced and the number of embryos successfully fertilized were scored at 6 hours post-fertilization (hfp). Immunoprecipitation and immunoblot Human embryonic kidney (HEK) 293 or S2 cells were transfected with Effectene for 2 to 5 days. Cell lysis and immunoprecipitation with GFP-Trap_A (ChromoTek GmbH), anti-Flag M2 affinity gel (Sigma-Aldrich), or anti–hemagglutinin (HA)–agarose (Sigma-Aldrich) were performed according to the manufacturer’s instructions. Input ranged from 0.2 to 0.4% of lysis volume. Samples were electrophoresed on 12.5% SDS–polyacrylamide gels and transferred to nitrocellulose membranes, blocked in 5% skim milk powder in tris-buffered saline overnight, and subsequently incubated with primary and secondary antibodies. Chemiluminescence detection was performed on a VersaDoc imager (Bio-Rad). AFM probe modification Standard AFM probe tips (MLCT-D, Bruker) were modified with a FIB scanning electron microscope (SEM) dual-beam system (Hitachi NB5000 FIB-SEM). Individual cantilevers were mounted on the SEM stage with the tips facing upward. The AFM pyramidal tips were then milled into a long cylindrical shape by dual-ion beams (beam 25-1-80). The milling process was monitored under SEM imaging. The process lasts approximately 10 min per probe. The resulting tips were 150 to 250 nm in diameter and 3 to 5 μm in length. AFM measurement and data processing Force-displacement data were collected on cells at RT using an AFM (BioScope Catalyst, Santa Barbara, CA) mounted on a Nikon confocal microscope. Cells were cultured on tissue culture dishes that were coated with poly-lysine. Measurement of cells in each petri dish was completed within 20 min. The AFM probes used in experiments were FIB-modified as described above, with a nominal spring constant of 0.03 N/m. The spring constant of each probe was calibrated using thermal spectroscopy (Nanoscope 8.10). To mitigate the viscoelastic effect, loading speed was set to be constant at 15 μm/s. The AFM probe tip penetrated the plasma membrane at the cell center above the NE and continued to move until forces were applied on the NE. The collected force-displacement data were used to quantify the apparent Young’s modulus of the cell nucleus. Apparent Young’s modulus values were calculated by fitting the nuclear deforming region on the force-displacement curve to the Hertz model for a cylindrical tip. Latrunculin B treatment of human SHP77 cells SHP77 cells were treated with actin polymerization inhibitor latrunculin B [200 nM in dimethyl sulfoxide (DMSO); Sigma-Aldrich] or DMSO alone in RPMI 1640 medium for 30 min at 37°C. For subsequent experiments, cells were placed in RPMI 1640 alone for 1 hour at 37°C before fixing for immunofluorescence or probing for AFM. Generation of anti-mNemp1 antibodies A peptide corresponding to amino acids 420 to 434 of mNemp1 (SEEEGSEYPTFTQNN-Cys) was conjugated to keyhole limpet hemocyanin and injected in rabbits (Pacific Immunology). Final bleeds were validated in immunoblot and immunofluorescence using mNemp1 −/− tissues. Immunofluorescence of mouse ovaries Whole ovaries dissected from 4-week-old C57BL6/N mice were fixed in 4% PFA/PBS for 3 hours and equilibrated in 30% sucrose/PBS overnight at 4°C. Sections (15 μm) were collected from optical cutting temperature (OCT) blocks on Superfrost Plus slides (VWR) using a refrigerated cryostat (CM 1850, Leica). Slices were rinsed in PBS, permeabilized with 10% donkey serum/0.3% Triton X-100 in PBS (blocking buffer) for 30 min, and incubated with primary antibodies overnight at 4°C. After rinses in PBS, appropriate Alexa 488/594/647–conjugated secondary antibodies (1:1000 dilution; Thermo Fisher Scientific) and DAPI were added in blocking buffer for 2 hours followed by rinses in PBS. Sections were mounted with Dako fluorescence mounting medium (Agilent Technologies). Images were acquired with the NIS-Elements software using a 40× objective (numerical aperture, 1.4) on a Ti2 inverted confocal laser microscope (Nikon). Oocyte and embryo collection and spindle staging For ovulated oocytes, females were given 5 IU of pregnant mare’s serum gonadotropin (PMSG; ProSpec, Israel) followed 48 hours later by 5 IU of human chorionic gonadotropin (hCG; Merck, Canada) via intraperitoneal injection. Cumulus-oocyte complexes were recovered from oviducts of primed females 14 to 16 hours after hCG using mHTF medium (LifeGlobal) supplemented with 0.1% human serum albumin (HSA). Oocytes were denuded from cumulus cells by brief incubation in hyaluronidase (Sigma-Aldrich) and were fixed in PHEM fixative (80 mM Pipes, 5 mM EGTA, 1 mM MgCl 2 , 25 mM Hepes at pH 7.2, 3.7% formaldehyde, and 10% Triton X-100) and processed for immunostaining. For embryos, females were hormonally primed as stated above. After hCG injection, females were set to mate with WT C57BL6/N males. Copulation was confirmed by the presence of vaginal plug. Plugged females were flushed at day post-coitus (dpc) 1.5. Recovered two-cell–stage embryos were cultured in Global medium (LifeGlobal) supplemented with 0.1% HSA in microdrops overplayed under mineral oil until day 4.5 to assess embryo developmental and arrest rates; embryo morphology was recorded twice daily. Follicle counts To assess ovarian endowment, ovaries were fixed in Dietrich’s fixative (4% formalin, 28% ethanol, and 0.34 N glacial acetic acid), embedded in paraffin, serially sectioned (5 μm), and then stained with picric acid–methyl blue stain. The number and stage of healthy follicles present in each ovary were recorded for every 10th section and summed. Supplementary Material abb4591_SM.pdf Acknowledgments Work using the UK Biobank Resource was conducted under application 9797. The authors wish to acknowledge the contribution of the Clinical Phenotyping Core at The Centre for Phenogenomics for phenotyping services. Stocks obtained from the BDSC (NIH P40OD018537) were used in this study. Monoclonal antibodies listed in the Supplemental Materials were obtained from the Developmental Studies Hybridoma Bank (DSHB), created by the NICHD of the NIH and maintained at the University of Iowa, Department of Biology, Iowa City, IA 52242. Funding: Financial support for this work was provided by Canadian Institutes of Health Research grants 143319 to H.M., MOP-42462 and PJT-148658 to B.C., 153128 to R.B., 156081 to A.J., MOP-102546 and MOP-130437 to J.A.B., 143301 to A.-C.G., and 167279 to L.P. This work was also supported, in part, by the Krembil Foundation to L.P., the Canada Research Chair program to B.C., NIH R01 GM100756 to T.S., NSERC Discovery grant to D.G. and Y.S., NIH to K.C., and the Medical Research Council (unit programme MC_UU_12015/2) to J.R.B.P. Financial support was also provided by the Wellcome Senior Research Fellowship 095209 to E.C.S., Core funding 092076 to the Wellcome Centre for Cell Biology, and a Wellcome studentship to M.I.R. Ontario Research Funds—Research Excellence Program were provided to Y.S. Proteomics work was performed at the Network Biology Collaborative Centre at the Lunenfeld-Tanenbaum Research Institute, a facility supported by Canada Foundation for Innovation funding, by the Ontarian Government, and by the Genome Canada and Ontario Genomics (OGI-097 and OGI-139). Author contributions: Y.T., H.M., and A.J. conceptualized the project, designed experiments, and wrote the manuscript. Y.T., R.R., J.D.P., C.B., Y.Q., K.Ki., K.Kr., L.F., A.M., X.W., M.I.R., J.W., J.G., D.H., S.W., A.-C.G., W.H.D., J.M., D.P., and D.G. performed and analyzed experiments. E.C.S., J.A.B., R.B., J.D.P., K.C., B.C., L.P., A.-C.G., T.S., Y.S., J.R.B.P., and D.G. provided reagents and advice. Competing interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. Additional data related to this paper may be requested from the authors. The mouse lines generated for this manuscript can be provided by the Lunenfeld-Tanenbaum Research Institute pending scientific review and a completed material transfer agreement. Requests for these mouse lines should be submitted to H.M. at mcneillh@wustl.edu . SUPPLEMENTARY MATERIALS Supplementary material for this article is available at http://advances.sciencemag.org/cgi/content/full/6/35/eabb4591/DC1 REFERENCES AND NOTES 1 Goswami D. , Conway G. S. , Premature ovarian failure . Hum. Reprod. Update 11 , 391 – 410 ( 2005 ). 15919682 2 Horikoshi M. , Day F. R. , Akiyama M. , Hirata M. , Kamatani Y. , Matsuda K. , Ishigaki K. , Kanai M. , Wright H. , Toro C. A. , Ojeda S. R. , Lomniczi A. , Kubo M. , Ong K. K. , Perry J. R. B. , Elucidating the genetic architecture of reproductive ageing in the Japanese population . Nat. Commun. 9 , 1977 ( 2018 ). 29773799 3 Stolk L. , Perry J. R. B. , Chasman D. I. , He C. , Mangino M. , Sulem P. , Barbalic M. , Broer L. , Byrne E. M. , Ernst F. , Esko T. , Franceschini N. , Gudbjartsson D. F. , Hottenga J.-J. , Kraft P. , McArdle P. F. , Porcu E. , Shin S.-Y. , Smith A. V. , van Wingerden S. , Zhai G. , Zhuang W. V. , Albrecht E. , Alizadeh B. Z. , Aspelund T. , Bandinelli S. , Lauc L. B. , Beckmann J. S. , Boban M. , Boerwinkle E. , Broekmans F. J. , Burri A. , Campbell H. , Chanock S. J. , Chen C. , Cornelis M. C. , Corre T. , Coviello A. D. , d’Adamo P. , Davies G. , de Faire U. , de Geus E. J. C. , Deary I. J. , Dedoussis G. V. Z. , Deloukas P. , Ebrahim S. , Eiriksdottir G. , Emilsson V. , Eriksson J. G. , Fauser B. C. J. M. , Ferreli L. , Ferrucci L. , Fischer K. , Folsom A. R. , Garcia M. E. , Gasparini P. , Gieger C. , Glazer N. , Grobbee D. E. , Hall P. , Haller T. , Hankinson S. E. , Hass M. , Hayward C. , Heath A. C. , Hofman A. , Ingelsson E. , Janssens A. C. J. W. , Johnson A. D. , Karasik D. , Kardia S. L. R. , Keyzer J. , Kiel D. P. , Kolcic I. , Kutalik Z. , Lahti J. , Lai S. , Laisk T. , Laven J. S. E. , Lawlor D. A. , Liu J. , Lopez L. M. , Louwers Y. V. , Magnusson P. K. E. , Marongiu M. , Martin N. G. , Klaric I. M. , Masciullo C. , Knight B. M. , Medland S. E. , Melzer D. , Mooser V. , Navarro P. , Newman A. B. , Nyholt D. R. , Onland-Moret N. C. , Palotie A. , Paré G. , Parker A. N. , Pedersen N. L. , Peeters P. H. M. , Pistis G. , Plump A. S. , Polasek O. , Pop V. J. M. , Psaty B. M. , Räikkönen K. , Rehnberg E. , Rotter J. I. , Rudan I. , Sala C. , Salumets A. , Scuteri A. , Singleton A. , Smith J. A. , Snieder H. , Soranzo N. , Stacey S. N. , Starr J. M. , Stathopoulou M. G. , Stirrups K. , Stolk R. P. , Styrkarsdottir U. , Sun Y. V. , Tenesa A. , Thorand B. , Toniolo D. , Tryggvadottir L. , Tsui K. , Ulivi S. , van Dam R. M. , van der Schouw Y. T. , van Gils C. H. , van Nierop P. , Vink J. M. , Visscher P. M. , Voorhuis M. , Waeber G. , Wallaschofski H. , Wichmann H. E. , Widen E. , Wijnands-van Gent C. J. M. , Willemsen G. , Wilson J. F. , Wolffenbuttel B. H. R. , Wright A. F. , Yerges-Armstrong L. M. , Zemunik T. , Zgaga L. , Zillikens M. C. , Zygmunt M. ; Life Lines Cohort Study , Arnold A. M. , Boomsma D. I. , Buring J. E. , Crisponi L. , Demerath E. W. , Gudnason V. , Harris T. B. , Hu F. B. , Hunter D. J. , Launer L. J. , Metspalu A. , Montgomery G. W. , Oostra B. A. , Ridker P. M. , Sanna S. , Schlessinger D. , Spector T. D. , Stefansson K. , Streeten E. A. , Thorsteinsdottir U. , Uda M. , Uitterlinden A. G. , van Duijn C. M. , Völzke H. , Murray A. , Murabito J. M. , Visser J. A. , Lunetta K. L. , Meta-analyses identify 13 loci associated with age at menopause and highlight DNA repair and immune pathways . Nat. Genet. 44 , 260 – 268 ( 2012 ). 22267201 4 Bycroft C. , Freeman C. , Petkova D. , Band G. , Elliott L. T. , Sharp K. , Motyer A. , Vukcevic D. , Delaneau O. , O’Connell J. , Cortes A. , Welsh S. , Young A. , Effingham M. , Vean G. M. , Leslie S. , Allen N. , Donnelly P. , Marchini J. , The UK Biobank resource with deep phenotyping and genomic data . Nature 562 , 203 – 209 ( 2018 ). 30305743 5 Rivas M. A. , Pirinen M. , Conrad D. F. , Lek M. , Tsang E. K. , Karczewski K. J. , Maller J. B. , Kukurba K. R. , De Luca D. S. , Fromer M. , Ferreira P. G. , Smith K. S. , Zhang R. , Zhao F. , Banks E. , Poplin R. , Ruderfer D. M. , Purcell S. M. , Tukiainen T. , Minikel E. V. , Stenson P. D. , Cooper D. N. , Huang K. H. , Sullivan T. J. , Nedzel J. ; GTEx Consortium , Consortium G. , Bustamante C. D. , Li J. B. , Daly M. J. , Guigo R. , Donnelly P. , Ardlie K. , Sammeth M. , Dermitzakis E. T. , McCarthy M. I. , Montgomery S. B. , Lappalainen T. , MacArthur D. G. , Effect of predicted protein-truncating genetic variants on the human transcriptome . Science 348 , 666 – 669 ( 2015 ). 25954003 6 Mamada H. , Takahashi N. , Taira M. , Involvement of an inner nuclear membrane protein, Nemp1, in Xenopus neural development through an interaction with the chromatin protein BAF . Dev. Biol. 327 , 497 – 507 ( 2009 ). 19167377 7 Wilkie G. S. , Korfali N. , Swanson S. K. , Malik P. , Srsen V. , Batrakou D. G. , de las Heras J. , Zuleger N. , Kerr A. R. W. , Florens L. , Schirmer E. C. , Several novel nuclear envelope transmembrane proteins identified in skeletal muscle have cytoskeletal associations . Mol. Cell. Proteomics 10 , M110.003129 ( 2011 ). 8 Swift J. , Ivanovska I. L. , Buxboim A. , Harada T. , Dingal P. C. D. P. , Pinter J. , Pajerowski J. D. , Spinler K. R. , Shin J.-W. , Tewari M. , Rehfeldt F. , Speicher D. W. , Discher D. E. , Nuclear lamin-A scales with tissue stiffness and enhances matrix-directed differentiation . Science 341 , 1240104 ( 2013 ). 23990565 9 Kim D. I. , KC B. , Zhu W. , Motamedchaboki K. , Doye V. , Roux K. J. , Probing nuclear pore complex architecture with proximity-dependent biotinylation . Proc. Natl. Acad. Sci. U.S.A. 111 , E2453 – E2461 ( 2014 ). 24927568 10 Barton L. J. , Soshnev A. A. , Geyer P. K. , Networking in the nucleus: A spotlight on LEM-domain proteins . Curr. Opin. Cell Biol. 34 , 1 – 8 ( 2015 ). 25863918 11 Jiang X. , Xia L. , Chen D. , Yang Y. , Huang H. , Yang L. , Zhao Q. , Shen L. , Wang J. , Chen D. , Otefin, a nuclear membrane protein, determines the fate of germline stem cells in Drosophila via interaction with Smad complexes . Dev. Cell 14 , 494 – 506 ( 2008 ). 18410727 12 Barton L. J. , Pinto B. S. , Wallrath L. L. , Geyer P. K. , The Drosophila nuclear lamina protein otefin is required for germline stem cell survival . Dev. Cell 25 , 645 – 654 ( 2013 ). 23806619 13 Pan D. , Estévez-Salmerón L. D. , Stroschein S. L. , Zhu X. , He J. , Zhou S. , Luo K. , The integral inner nuclear membrane protein MAN1 physically interacts with the R-Smad proteins to repress signaling by the transforming Growth Factor-β superfamily of cytokines . J. Biol. Chem. 280 , 15992 – 16001 ( 2005 ). 15647271 14 Pinto B. S. , Wilmington S. R. , Hornick E. E. L. , Wallrath L. L. , Geyer P. K. , Tissue-specific defects are caused by loss of the Drosophila MAN1 LEM domain protein . Genetics 180 , 133 – 145 ( 2008 ). 18723885 15 Lammerding J. , Hsiao J. , Schulze P. C. , Kozlov S. , Stewart C. L. , Lee R. T. , Abnormal nuclear shape and impaired mechanotransduction in emerin-deficient cells . J. Cell Biol. 170 , 781 – 791 ( 2005 ). 16115958 16 Liu H. , Wen J. , Xiao Y. , Liu J. , Hopyan S. , Radisic M. , Simmons C. A. , Sun Y. , In Situ mechanical characterization of the cell nucleus by atomic force microscopy . ACS Nano 8 , 3821 – 3828 ( 2014 ). 24673613 17 Wang X. , Liu H. , Zhu M. , Cao C. , Xu Z. , Tsatskis Y. , Lau K. , Kuok C. , Filleter T. , McNeill H. , Simmons C. A. , Hopyan S. , Sun Y. , Mechanical stability of the cell nucleus – roles played by the cytoskeleton in nuclear deformation and strain recovery . J. Cell Sci. 131 , jcs209627 ( 2018 ). 29777038 18 Guilluy C. , Osborne L. D. , Van Landeghem L. , Sharke L. , Superfine R. , Garcia-Mata R. , Burridge K. , Isolated nuclei adapt to force and reveal a mechanotransduction pathway in the nucleus . Nat. Cell Biol. 16 , 376 – 381 ( 2014 ). 24609268 19 Kirby T. J. , Lammerding J. , Emerging views of the nucleus as a cellular mechanosensor . Nat. Cell Biol. 20 , 373 – 381 ( 2018 ). 29467443 20 Jorge S. , Chang S. , Barzilai J. J. , Leppert P. , Segars J. H. , Mechanical signaling in reproductive tissues: Mechanisms and importance . Reprod. Sci. 21 , 1093 – 1107 ( 2014 ). 25001021 21 Hornick J. E. , Duncan F. E. , Shea L. D. , Woodruff T. K. , Isolated primate primordial follicles require a rigid physical environment to survive and grow in vitro . Hum. Reprod. 27 , 1801 – 1810 ( 2012 ). 22456922 22 Woodruff T. K. , Shea L. D. , A new hypothesis regarding ovarian follicle development: Ovarian rigidity as a regulator of selection and health . J. Assist. Reprod. Genet. 28 , 3 – 6 ( 2011 ). 20872066 23 Link J. , Jahn D. , Alsheimer M. , Structural and functional adaptations of the mammalian nuclear envelope to meet the meiotic requirements . Nucleus 6 , 93 – 101 ( 2015 ). 25674669 24 Burke B. , LINC complexes as regulators of meiosis . Curr. Opin. Cell Biol. 52 , 22 – 29 ( 2018 ). 29414590 25 Link J. , Jantsch V. , Meiotic chromosomes in motion: A perspective from Mus musculus and Caenorhabditis elegans . Chromosoma 128 , 317 – 330 ( 2019 ). 30877366 26 Melcon G. , Kozlov S. , Cutler D. A. , Sullivan T. , Hernandez L. , Zhao P. , Mitchell S. , Nader G. , Bakay M. , Rottman J. N. , Hoffman E. P. , Stewart C. L. , Loss of emerin at the nuclear envelope disrupts the Rb1/E2F and MyoD pathways during muscle regeneration . Human Mol. Gen. 15 , 637 – 651 ( 2006 ). 27 Fabian L. , Wei H.-C. , Rollins J. , Noguchi T. , Blankenship J. T. , Bellamkonda K. , Polevoy G. , Gervais L. , Guichet A. , Fuller M. T. , Brill J. A. , Phosphatidylinositol 4,5-bisphosphate directs spermatid cell polarity and exocyst localization in Drosophila . Mol. Biol. Cell 21 , 1546 – 1555 ( 2010 ). 20237161 28 Huang J. , Wu S. , Barrera J. , Matthews K. , Pan D. , The Hippo signaling pathway coordinately regulates cell proliferation and apoptosis by inactivating Yorkie, the Drosophila Homolog of YAP . Cell 122 , 421 – 434 ( 2005 ). 16096061 29 Jao L.-E. , Wente S. R. , Chen W. , Efficient multiplex biallelic zebrafish genome editing using a CRISPR nuclease system . Proc. Natl. Acad. Sci. U.S.A. 110 , 13904 – 13909 ( 2013 ). 23918387 30 Draper B. W. , Identification of germ-line stem cells in Zebrafish . Methods Mol. Biol. 1463 , 103 – 113 ( 2017 ). 27734351 31 Draper B. W. , McCallum C. M. , Moens C. B. , nanos1 is required to maintain oocyte production in adult zebrafish . Dev. Biol. 305 , 589 – 598 ( 2007 ). 17418113 32 Liu G. , Knight J. D. R. , Zhang J. P. , Tsou C.-C. , Wang J. , Lambert J.-P. , Larsen B. , Tyers M. , Raught B. , Bandeira N. , Nesvizhskii A. I. , Choi H. , Gingras A.-C. , Data independent acquisition analysis in ProHits 4.0 . J. Proteomics 149 , 64 – 68 ( 2016 ). 27132685 33 Teo G. , Liu G. , Zhang J. , Nesvizhskii A. I. , Gingras A.-C. , Choi H. , SAINTexpress : Improvements and additional features in Significance Analysis of Interactome software . J. Proteomics 100 , 37 – 43 ( 2014 ). 24513533 34 Mellacheruva D. , Wright Z. , Couzens A. L. , Lambert J.-P. , St-Denis N. A. , Li T. , Miteva Y. V. , Hauri S. , Sardiu M. E. , Low T. Y. , Halim V. A. , Bagshaw R. D. , Hubner N. C. , Al-Hakim A. , Bouchard A. , Faubert D. , Fermin D. , Dunham W. H. , Goudreault M. , Lin Z.-Y. , Badillo B. G. , Pawson T. , Durocher D. , Coulombe B. , Aebersold R. , Superti-Furga G. , Colinge J. , Heck A. J. R. , Choi H. , Gstaiger M. , Mohammed S. , Cristea I. M. , Bennett K. L. , Washburn M. P. , Raught B. , Ewing R. M. , Gingras A.-C. , Nesvizhskii A. I. , The CRAPome: A contaminant repository for affinity purification-mass spectrometry data . Nat. Methods 10 , 730 – 736 ( 2013 ). 23921808 35 Wang X. , Zhang Z. , Tao H. , Liu J. , Hopyan S. , Sun Y. , Characterizing inner pressure and stiffness of trophoblast and inner cell mass of blastocysts . Biophys. J. 115 , 2443 – 2450 ( 2018 ). 30509858 36 Tan S. C. W. , Pan W. X. , Ma G. , Cai N. , Leong K. W. , Liao K. , Viscoelastic behaviour of human mesenchymal stem cells . BMC Cell Biol. 9 , 40 ( 2008 ). 18644160 37 Day F. R. , Ruth K. S. , Thompson D. J. , Lunetta K. L. , Pervjakova N. , Chasman D. I. , Stolk L. , Finucane H. K. , Sulem P. , Bulik-Sullivan B. , Esko T. , Johnson A. D. , Elks C. E. , Franceschini N. , He C. , Altmaier E. , Brody J. A. , Franke L. L. , Huffman J. E. , Keller M. F. , McArdle P. F. , Nutile T. , Porcu E. , Robino A. , Rose L. M. , Schick U. M. , Smith J. A. , Teumer A. , Traglia M. , Vuckovic D. , Yao J. , Zhao W. , Albrecht E. , Amin N. , Corre T. , Hottenga J.-J. , Mangino M. , Smith A. V. , Tanaka T. , Abecasis G. , Andrulis I. L. , Anton-Culver H. , Antoniou A. C. , Arndt V. , Arnold A. M. , Barbieri C. , Beckmann M. W. , Beeghly-Fadiel A. , Benitez J. , Bernstein L. , Bielinski S. J. , Blomqvist C. , Boerwinkle E. , Bogdanova N. V. , Bojesen S. E. , Bolla M. K. , Borresen-Dale A.-L. , Boutin T. S. , Brauch H. , Brenner H. , Brüning T. , Burwinkel B. , Campbell A. , Campbell H. , Chanock S. J. , Chapman J. R. , Chen Y.-D. I. , Chenevix-Trench G. , Couch F. J. , Coviello A. D. , Cox A. , Czene K. , Darabi H. , De Vivo I. , Demerath E. W. , Dennis J. , Devilee P. , Dörk T. , Dos-Santos-Silva I. , Dunning A. M. , Eicher J. D. , Fasching P. A. , Faul J. D. , Figueroa J. , Flesch-Janys D. , Gandin I. , Garcia M. E. , García-Closas M. , Giles G. G. , Girotto G. G. , Goldberg M. S. , González-Neira A. , Goodarzi M. O. , Grove M. L. , Gudbjartsson D. F. , Guénel P. , Guo X. , Haiman C. A. , Hall P. , Hamann U. , Henderson B. E. , Hocking L. J. , Hofman A. , Homuth G. , Hooning M. J. , Hopper J. L. , Hu F. B. , Huang J. , Humphreys K. , Hunter D. J. , Jakubowska A. , Jones S. E. , Kabisch M. , Karasik D. , Knight J. A. , Kolcic I. , Kooperberg C. , Kosma V.-M. , Kriebel J. , Kristensen V. , Lambrechts D. , Langenberg C. , Li J. , Li X. , Lindström S. , Liu Y. , Luan J. , Lubinski J. , Mägi R. , Mannermaa A. , Manz J. , Margolin S. , Marten J. , Martin N. G. , Masciullo C. , Meindl A. , Michailidou K. , Mihailov E. , Milani L. , Milne R. L. , Müller-Nurasyid M. , Nalls M. , Neale B. M. , Nevanlinna H. , Neven P. , Newman A. B. , Nordestgaard B. G. , Olson J. E. , Padmanabhan S. , Peterlongo P. , Peters U. , Petersmann A. , Peto J. , Pharoah P. D. P. , Pirastu N. N. , Pirie A. , Pistis G. , Polasek O. , Porteous D. , Psaty B. M. , Pylkäs K. , Radice P. , Raffel L. J. , Rivadeneira F. , Rudan I. , Rudolph A. , Ruggiero D. , Sala C. F. , Sanna S. , Sawyer E. J. , Schlessinger D. , Schmidt M. K. , Schmidt F. , Schmutzler R. K. , Schoemaker M. J. , Scott R. A. , Seynaeve C. M. , Simard J. , Sorice R. , Southey M. C. , Stöckl D. , Strauch K. , Swerdlow A. , Taylor K. D. , Thorsteinsdottir U. , Toland A. E. , Tomlinson I. , Truong T. , Tryggvadottir L. , Turner S. T. , Vozzi D. , Wang Q. , Wellons M. , Willemsen G. , Wilson J. F. , Winqvist R. , Wolffenbuttel B. B. H. R. , Wright A. F. , Yannoukakos D. , Zemunik T. , Zheng W. , Zygmunt M. , Bergmann S. , Boomsma D. I. , Buring J. E. , Ferrucci L. , Montgomery G. W. , Gudnason V. , Spector T. D. , van Duijn C. M. , Alizadeh B. Z. , Ciullo M. , Crisponi L. , Easton D. F. , Gasparini P. P. , Gieger C. , Harris T. B. , Hayward C. , Kardia S. L. R. , Kraft P. , Knight B. M. , Metspalu A. , Morrison A. C. , Reiner A. P. , Ridker P. M. , Rotter J. I. , Toniolo D. , Uitterlinden A. G. , Ulivi S. , Völzke H. , Wareham N. J. , Weir D. R. , Yerges-Armstrong L. M. ; PRACTICAL consortium ; kCon Fab Investigators ; AOCS Investigators ; Generation Scotland ; EPIC-Inter Act Consortium ; Life Lines Cohort Study , Price A. L. , Stefansson K. , Visser J. A. , Ong K. K. , Chang-Claude J. , Murabito J. M. , Perry J. R. B. , Murray A. , Large-scale genomic analyses link reproductive aging to hypothalamic signaling, breast cancer susceptibility and BRCA1-mediated DNA repair . Nat. Genet. 47 , 1294 – 1303 ( 2015 ). 26414677 38 Day F. R. , Helgason H. , Chasman D. I. , Rose L. M. , Loh P.-R. , Scott R. A. , Helgason A. , Kong A. , Masson G. , Magnusson O. T. , Gudbjartsson D. , Thorsteinsdottir U. , Buring J. E. , Ridker P. M. , Sulem P. , Stefansson K. , Ong K. K. , Perry J. R. B. , Physical and neuro-behavioural determinants of reproductive onset and success . Nat. Genet. 48 , 617 – 623 ( 2016 ). 27089180 39 Loh P.-R. , Tucker G. , Bulik-Sullivan B. K. , Vilhjálmsson B. J. , Finucane H. K. , Salem R. M. , Chasman D. I. , Ridker P. M. , Neale B. M. , Berger B. , Patterson N. , Price A. L. , Efficient Bayesian mixed-model analysis increases association power in large cohorts . Nat. Genet. 47 , 284 – 290 ( 2015 ). 25642633 40 Malik P. , Korfali N. , Srsen V. , Lazou V. , Batrakou D. G. , Zuleger N. , Kananagh D. M. , Wilkie G. S. , Goldberg M. W. , Schirmer E. C. , Cell-specific and lamin-dependent targeting of novel transmembrane proteins in the nuclear envelope . Cell. Mol. Life Sci. 67 , 1353 – 1369 ( 2010 ). 20091084",
    "full_text_abstract": "Loss of Nemp leads to softening of the germline nuclear envelope and loss of fertility.\n\nHuman genome-wide association studies have linked single-nucleotide polymorphisms (SNPs) in NEMP1 ( nuclear envelope membrane protein 1 ) with early menopause; however, it is unclear whether NEMP1 has any role in fertility. We show that whole-animal loss of NEMP1 homologs in Drosophila , Caenorhabditis elegans , zebrafish, and mice leads to sterility or early loss of fertility. Loss of Nemp leads to nuclear shaping defects, most prominently in the germ line. Biochemical, biophysical, and genetic studies reveal that NEMP proteins support the mechanical stiffness of the germline nuclear envelope via formation of a NEMP-EMERIN complex. These data indicate that the germline nuclear envelope has specialized mechanical properties and that NEMP proteins play essential and conserved roles in fertility."
}