{
  "PMC": "10420049",
  "DOI": "10.3390/ijms241512498",
  "PMID": "37569871",
  "PMCID": "PMC10420049",
  "title": "Roles of Non-Coding RNA in Alzheimer's Disease Pathophysiology.",
  "year": 2023,
  "source_url": "https://europepmc.org/article/PMC/PMC10420049",
  "source": "MED",
  "abstract_text": "Alzheimer's disease (AD) is a chronic neurodegenerative disorder that is accompanied by deficits in memory and cognitive functions. The disease is pathologically characterised by the accumulation and aggregation of an extracellular peptide referred to as amyloid-β (Aβ) in the form of amyloid plaques and the intracellular aggregation of a hyperphosphorelated protein tau in the form of neurofibrillary tangles (NFTs) that cause neuroinflammation, synaptic dysfunction, and oxidative stress. The search for pathomechanisms leading to disease onset and progression has identified many key players that include genetic, epigenetic, behavioural, and environmental factors, which lend support to the fact that this is a multi-faceted disease where failure in various systems contributes to disease onset and progression. Although the vast majority of individuals present with the sporadic (non-genetic) form of the disease, dysfunctions in numerous protein-coding and non-coding genes have been implicated in mechanisms contributing to the disease. Recent studies have provided strong evidence for the association of non-coding RNAs (ncRNAs) with AD. In this review, we highlight the current findings on changes observed in circular RNA (circRNA), microRNA (miRNA), short interfering RNA (siRNA), piwi-interacting RNA (piRNA), and long non-coding RNA (lncRNA) in AD. Variations in these ncRNAs could potentially serve as biomarkers or therapeutic targets for the diagnosis and treatment of Alzheimer's disease. We also discuss the results of studies that have targeted these ncRNAs in cellular and animal models of AD with a view for translating these findings into therapies for Alzheimer's disease.",
  "full_text": "pmc Int J Mol Sci Int J Mol Sci ijms International Journal of Molecular Sciences 1422-0067 MDPI 10420049 10.3390/ijms241512498 ijms-24-12498 Review Roles of Non-Coding RNA in Alzheimer’s Disease Pathophysiology https://orcid.org/0000-0003-4145-348X Olufunmilayo Edward O. 1 2 https://orcid.org/0000-0002-4447-0835 Holsinger R. M. Damian 1 3 * Sharma Hari Shanker Academic Editor 1 Laboratory of Molecular Neuroscience and Dementia, School of Medical Sciences, Faculty of Medicine and Health, The University of Sydney, Camperdown, NSW 2050, Australia; eddietobie@gmail.com 2 Department of Medicine, University College Hospital, Queen Elizabeth Road, Oritamefa, Ibadan 200212, Nigeria 3 Neuroscience, School of Medical Sciences, Faculty of Medicine and Health, The University of Sydney, Sydney, NSW 2006, Australia * Correspondence: damian.holsinger@sydney.edu.au 06 8 2023 8 2023 24 15 12498 14 7 2023 25 7 2023 03 8 2023 © 2023 by the authors. 2023 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Alzheimer’s disease (AD) is a chronic neurodegenerative disorder that is accompanied by deficits in memory and cognitive functions. The disease is pathologically characterised by the accumulation and aggregation of an extracellular peptide referred to as amyloid-β (Aβ) in the form of amyloid plaques and the intracellular aggregation of a hyperphosphorelated protein tau in the form of neurofibrillary tangles (NFTs) that cause neuroinflammation, synaptic dysfunction, and oxidative stress. The search for pathomechanisms leading to disease onset and progression has identified many key players that include genetic, epigenetic, behavioural, and environmental factors, which lend support to the fact that this is a multi-faceted disease where failure in various systems contributes to disease onset and progression. Although the vast majority of individuals present with the sporadic (non-genetic) form of the disease, dysfunctions in numerous protein-coding and non-coding genes have been implicated in mechanisms contributing to the disease. Recent studies have provided strong evidence for the association of non-coding RNAs (ncRNAs) with AD. In this review, we highlight the current findings on changes observed in circular RNA (circRNA), microRNA (miRNA), short interfering RNA (siRNA), piwi-interacting RNA (piRNA), and long non-coding RNA (lncRNA) in AD. Variations in these ncRNAs could potentially serve as biomarkers or therapeutic targets for the diagnosis and treatment of Alzheimer’s disease. We also discuss the results of studies that have targeted these ncRNAs in cellular and animal models of AD with a view for translating these findings into therapies for Alzheimer’s disease. ncRNA circRNA miRNA siRNA piRNA lncRNA biomarkers therapeutic targets This research received no external funding. 1. Introduction Alzheimer’s disease (AD) is a chronic degenerative condition of the central nervous system (CNS) that manifests mainly as dementia. It is the most common form of dementia and affects memory and higher executive functions, including learning, comprehension, language, and judgment, generally without effects on consciousness. The exact pathophysiological mechanisms underlying the cause of AD are still unknown. It is, however, clear that AD is a heterogeneous disease with a multifaceted etiology that includes genetic, immunologic, and environmental factors acting in concert to dysregulate homeostatic mechanisms and propagate the onset and development of the disease. The extracellular aggregation of beta-amyloid (Aβ) peptides and the intracellular accumulation of hyperphosphorylated tau protein within the CNS are the most widely studied and recognised pathological features in AD development, while neural network and vascular theories for AD onset and development are also being actively explored [ 1 ]. Oxidative stress, mitochondrial dysfunction, autophagy, non-coding RNAs, and neuroinflammation are other processes for which new evidence of their integral roles in AD pathogenesis is constantly being discovered, further strengthening the fact that the etiological factors involved in the disease process are heterogeneous and work in concert until the final disease pathway is fully established. Non-coding RNAs (ncRNAs) are a diverse family of non-protein-coding RNA transcripts that, due to their critical regulatory actions in multiple biological processes and disease development, are potentially useful as therapeutic targets and biomarkers for a range of physiological and pathological conditions [ 2 ]. This family of RNA molecules includes microRNAs (miRNAs), long noncoding RNAs (lncRNAs), small interfering RNAs, circular RNAs (circRNAs), and piwi-interacting RNAs (piRNAs) that interact with other RNAs, DNA, and proteins through their primary sequence and structural elements. These ncRNAs regulate biological processes including transcription, RNA turnover, translation, and post-translational assembly of proteins [ 3 , 4 ]. As mentioned, ncRNAs have been reported to play pivotal roles in the pathophysiologic processes that promote the onset and development of many diseases, including Alzheimer’s [ 5 , 6 , 7 ], and therefore represent potentially useful and novel therapeutic targets and disease biomarkers. In this review, we aim to highlight the current knowledge of how various ncRNAs influence pathophysiologic mechanisms and processes in AD and how these molecules may be harnessed for clinical and therapeutic benefits. 2. Important Pathophysiological Processes in Alzheimer’s Disease AD is a multifactorial disease condition that involves a wide range of pathogenic mechanisms. While the most prominent risk factor for AD is age, family history, variant ε4 of the apolipoprotein E (APOE-ε4) gene, hypercholesterolemia, type-2 diabetes mellitus, and traumatic brain injury are emerging as important and sometimes modifiable risk factors for the disease [ 8 , 9 , 10 , 11 ]. Genome-wide association studies (GWAS) have identified several gene loci that influence the risk of AD and include the presenilin genes, PS1 and PS2 , clusterin , complement receptor 1 , ABCA7 , PICALM , CD33 , MS4A6A , MS4A4E , CD2AP , SOAT1 , and PTGS2 [ 12 , 13 ]. The products of many of these gene loci are known to influence the expression of proteins involved in Aβ degradation, CNS immune regulatory processes, and cholesterol metabolism, key processes that have been identified as modulators of inflammatory and neurodegenerative components of AD pathogenesis. A number of environmental factors have also been shown to play varying roles in AD pathogenesis. However, the exact mechanisms these factors play in AD onset and progression have not been fully elucidated [ 14 ]. The accumulation of Aβ and hyperphosphorylated tau protein is a well-studied pathologic endpoint of AD and is classically identified on histologic examination as senile plaques and neurofibrillary tangles (NFTs), primarily within the hippocampus, neocortex, and other subcortical regions of the brain. Senile plaques are extracellular deposits of the Aβ peptide that are produced via cleavage of the type I transmembrane amyloid precursor protein (APP). Cleavage of the APP by α-secretase, which represents the constitutive pathway of APP processing in neurons, generates a peptide referred to as p3 and precludes the formation of toxic Aβ. Under some physiological but mostly pathological conditions, cleavage of APP by β-site APP-cleaving enzyme 1 (BACE1) activates a pathway that involves the generation of a 99 amino-acid C-terminal fragment (C99) and a soluble fragment referred to as sAPP-β. C99 is further processed by the γ-secretase complex of proteins (PS1, PEN2, Aph1, and nicastrin) to produce Aβ of lengths varying in size from 37 to 43 amino acids, with those longer than 40 amino acids being more hydrophobic and aggregating. We and others have demonstrated that levels of BACE1 protein and activity are increased in AD brain and cerebrospinal fluid (CSF) in the absence of changes in its mRNA [ 15 , 16 , 17 , 18 , 19 ]. The other protein component associated with AD pathology is the hyperphosphorylated form of the cytoskeletal protein tau, which accumulates within neurons and axons to form NFTs, with various adverse effects on neurotransmitter transport, synaptic transmission, and the regulation of apoptotic mechanisms [ 20 ]. Physiologically, tau acts to stabilise the microtubular network by binding to microtubulin, thus maintaining the integrity of the neuronal cytoskeleton and mediating the axonal transport of neurotransmitters. Increased activity of protein kinases, including glycogen synthase kinase 3β (GSK-3β), perturbation of the mitogen-activated protein kinase (MAPK) pathway, and a concurrent reduction in phosphatase activity have been shown to contribute to the hyperphosphorylation of tau and its subsequent accumulation and loss of function [ 21 , 22 ]. Aβ is well known to induce synaptotoxicity. Studies by Talantova and colleagues [ 23 ] revealed that the binding of Aβ to nicotinic acetylcholine receptors on astrocytes promotes the release of glutamate, which in turn activates extrasynaptic NMDA receptors (eNMDARs) on neurons, with resultant excitotoxic effects manifested by a dampening of evoked and miniature excitatory postsynaptic currents (mEPSCs) within the hippocampus [ 23 ]. The binding of Aβ to astrocytic receptors results in a cascade of cyclical events that accentuate the generation of Aβ, resulting in the generation of nitric oxide and reactive oxygen species that culminate in cellular toxicity (reviewed by [ 24 ]). Mitochondrial dysfunction and oxidative stress act in a reciprocal, mutually potentiating manner to promote the onset and pathophysiological progression of AD [ 25 , 26 ]. Electron leakage during ATP (adenosine triphosphate) generation by the electron transport chain within neuronal mitochondria leads to the sequential generation of toxic reactive oxygen species (ROS) and reactive nitrogen species (RNS), all of which promote the propagation of pathologic processes involved in the disease, including Aβ generation [ 27 , 28 ]. Conversely, Aβ has also been shown to be a potent inducer of oxidative stress and damage within neurons [ 24 , 29 ]. Neuroinflammation is another important and well-established pathologic factor in Alzheimer’s disease onset and progression. Microglia are involved in the uptake and subsequent detoxification of Aβ and the mediation of various neuroinflammatory processes and pathways. During pathologic states, microglia may become overactive and undergo extensive functional and morphological changes, often resulting in the over-production of numerous pro-inflammatory cytokines and subsequent neuronal and synaptic toxicity and loss, with attendant over-production and accumulation of Aβ and tau, generating a vicious cycle of neurodegeneration [ 30 , 31 ]. Perturbations in cellular autophagic processes also promote the accumulation of Aβ and hyperphosphorylated tau proteins, resulting in further propagation of these toxic products [ 32 , 33 ]. 3. Non-Coding RNAs: Introduction and General Regulatory Functions The central dogma or tenet of molecular biology, as developed from studies of simpler organisms, is that DNA acts as a template for the transcription of messenger RNAs (mRNAs), which in turn serve as templates for the production of proteins via the processes of translation. Emerging research has consistently revealed an increasing number of exceptions to this rule, i.e., RNA types that do not encode for proteins, especially in more complex living organisms. These RNA molecules include the traditionally known classes of RNAs involved in translation, such as transfer RNAs (those that carry amino acids and are involved in the synthesis of proteins), ribosomal RNAs (RNAs involved in forming the machinery for protein synthesis), small nuclear RNAs, which are involved in splicing events involving mRNA transcripts, and small nucleolar RNAs that are critically involved in the chemical modification of other smaller RNAs such as ribosomal and transfer RNAs. Non-coding RNAs are broadly classified as either housekeeping or regulatory ncRNAs. Regulatory ncRNAs have been categorised based on their length into short-chain ncRNAs that include circular RNAs, short-interfering RNAs, microRNAs, and piwi-associated RNAs, and long ncRNA (lncRNA) [ 34 , 35 ]. As the name suggests, regulatory RNAs act as important regulators of gene expression in many essential cellular systems and biochemical interactions. Long non-coding RNA refers to species longer than 200 nucleotides in length and is known to play roles in biological processes, including epigenetic control of chromatin modification, mRNA stability, promoter-specific regulation of genes, the inactivation/lyonization of X-chromosomes, and imprinting [ 3 ]. 3.1. Circular RNA (circRNA) Circular RNAs possess covalently linked ends and are found in a wide variety of organisms, ranging from non-cellular pathogens such as hepatitis delta virus [ 36 ] to various eukaryotic organisms, where they are typically produced from errors in mRNA splicing [ 37 , 38 ]. They originate from a process termed back-splicing and may contain segments of introns, exons, or even non-coding intergenic regions [ 39 ]. Since eukaryotic DNA contain split genes (segments of exons separated by noncoding sequences), precursor mRNAs (pre-mRNAs) must undergo modifications that ensure non-coding mRNA segments are removed and protein-coding exons are combined in the process of splicing. An error in the splicing mechanism can lead to the joining of the two ends of a single exon or a preceding exon, leading to the formation of circRNA [ 40 , 41 ]. The exact mechanisms by which the splicing machinery selects particular RNA sequences or segments to circularize are not fully understood, but the presence of inverted repeats in neighbouring introns and/or exons may be responsible [ 38 , 40 ]. Linear mRNAs themselves may also circularize during translation via interactions between factors that combine the 5′ and 3′ ends of the mRNA, via processes such as direct covalent interactions, protein bridging, or even via Watson-Crick base pairing [ 42 ]. Evidence suggests that circRNAs are resistant to most RNA degrading machines, which act by initially binding to the free ends of linear RNAs and, therefore, large amounts of circRNA may accumulate within the cytoplasm of cells [ 43 ]. A circRNA that is predominantly found in human and mouse brains is ciRS-7. Located on chromosome Xq27.1, ciRS-7 consists of approximately 1500 nucleotides and harbours over 70 highly conserved microRNA binding sites. MicroRNAs avidly bind to transcripts with complementary sequences, and this particular circular RNA may bind up to 20,000 miR-7 microRNAs per cell [ 41 ], in an interaction described as “sponging” [ 44 ], with resultant microRNA degradation. This suggests that circRNAs may play pivotal roles in regulating the number and activity of microRNAs. Beyond their actions in the regulation of microRNAs, circRNAs may also sequester other forms of RNA (in addition to microRNA) as well as RNA-binding proteins, forming large RNA-protein complexes [ 42 ]. 3.2. MicroRNA (miRNA) MicroRNAs typically consist of 21–23 nucleotides and exert gene-regulatory functions by forming sequence-specific base pairs with mRNAs to repress translation and/or initiate mRNA degradation [ 45 ]. Lee and colleagues [ 46 ] discovered that lin-4 , a gene that controls larval development in C. elegans , coded for a pair of small RNAs. The first RNA was found to be 22 nucleotides in length, and the second, which contained 61 nucleotides, was proposed to be a precursor of the shorter form as it folded into a loop and underwent further processing [ 46 ]. The shorter lin-4 RNA is now widely considered the first member of the large class of small regulatory RNAs referred to as microRNAs [ 47 , 48 , 49 ]. The production of miRNAs commences with the synthesis of primary miRNA transcripts (pri-miRNAs) by RNA polymerase II. Pri-miRNAs possess one or more stem loop structures that are subsequently processed by the Microprocessor complex in the nucleus, consisting of a ribonuclease III enzyme, Drosha, and the RNA-binding protein DiGeorge syndrome critical region 8 (DGCR8) [ 50 ]. The small hairpin precursor miRNAs (pre-miRNAs) that are released characteristically have a 2-nuleotide 3′ overhang. These pre-miRNAs are transported through nuclear pores into the cytoplasm bound to Exportin5/RanGTP and, when released, are further processed by the RNase III endonuclease, Dicer, into a miRNA duplex, which is then loaded onto the Argonaute (AGO) protein family (AGO1-4 in humans) in an ATP-dependent manner [ 51 ]. There are currently approximately 1915 identified microRNA precursors in the human genome, of which 725 are high-confidence identifications, with these precursors producing active microRNAs with one or both strands [ 52 , 53 ]. MicroRNAs exert their effects by participating in ribonucleoprotein (RNP) complexes, referred to as either miRNA-induced silencing complexes (miRISCs) or miRNPs, with the AGO family of proteins being the most important and best characterised members of the complex. The microRNAs bind to complementary sites on the target mRNAs and, together with the components of the miRISC, guide members of the Argonaute protein family to either degrade the bound mRNA or inhibit the initiation of its translation into protein products [ 54 , 55 ]. mRNA degradation is specified by microRNA if there is sufficient complementarity between the two, while repression of translation is specified if the complementarity is inadequate to stimulate degradation [ 56 , 57 ]. When degradation is favoured by the microRNA, the excision is made precisely between the mRNA nucleotides paired to the 10th and 11th residues of the microRNA [ 58 , 59 ]. Repression of mRNA translation may be achieved by microRNAs either via the inhibition of the actions of ribosomes and their components on the target mRNA or by causing an essentially non-productive translation process via the degradation of nascent polypeptides being produced from the ribosomal complexes [ 60 ]. Via their influence on a vast number of different mRNAs, microRNAs have the ability to modulate the expression of genes that participate in the regulation of a wide variety of cellular metabolic or developmental processes and pathways and possibly even act as switches for the expression of some of these genes. 3.3. Small Interfering RNA (siRNA) Consisting of approximately 21 nucleotide-long double-stranded RNA molecules, small interfering RNAs are known to exert important gene regulatory effects via the process of RNA interference (RNAi). RNAi refers to the biological processes involved in the silencing of genes via the degradation of complementary mRNAs via the actions of double-stranded RNAs (dsRNA) [ 61 ]. RNA interference has been extensively studied for its potential benefits in the study of genomics and gene functions and in the treatment of various classes of diseases, including cancer and neurodegenerative diseases [ 62 , 63 ]. RNA interference as a phenomenon was first discovered in plants and was then demonstrated in C. elegans [ 64 ]. The production of siRNAs involves the cleavage and processing of longer double-stranded RNAs (dsRNA) into siRNAs. These siRNAs are generally characterised by a double nucleotide overhang at the 3′ end of each RNA strand, generated via the actions of Dicer [ 65 , 66 ], the endoribonuclease also involved in miRNA synthesis. When formed, siRNAs, similar to miRNAs, are incorporated into RNA-induced silencing complexes (RISC) [ 67 , 68 , 69 ]. Following binding to the RISC complex, the siRNA strands separate, and the strand with the most stable 5′-end integrates into the RISC complex. The single-stranded antisense RNA aligns the now functional RISC complex with the target mRNA and, employing the catalytic RISC protein, degrades the target [ 70 , 71 ]. One may note similarities between the actions of miRNAs and siRNAs and question whether the similarities in their primary actions translate to similarities in their effects on protein expression and ultimately cellular function and survival. Okamura and Lai [ 72 ] argue that the observations that worms and flies with dysfunctional RNA interference pathways are generally normal and fertile, while those with dysfunctional miRNA pathways often suffer lethal consequences, suggest that the role of endogenous siRNAs (and essentially, RNA interference) fundamentally differs from that of miRNA regulation. Additionally, animal studies show that many miRNAs are highly evolutionarily conserved [ 73 , 74 ], while most pseudogenes that generate siRNAs are poorly conserved [ 75 ]. More investigations are needed to clarify the differences between gene regulatory processes by siRNAs and miRNAs in mammals and humans. Due to their ability to silence many disease-causing genes, siRNAs have gained attention as potential therapeutic agents. Considerable efforts have been expended in the development of siRNA-based therapies for a wide range of metabolic disorders, cancers, and neurodegenerative diseases, as well as in in vivo and in vitro studies of single gene functions [ 76 , 77 ]. The mechanisms leading to gene silencing driven by siRNAs and miRNAs are outlined in Figure 1 . 3.4. Piwi-Interacting RNAs (piRNAs) P-Element-induced wimpy testis (PIWI)-interacting RNAs (piRNAs) are a class of non-coding RNAs that interact with and guide PIWI-clade Argonaute proteins to silence transposable elements in genes and regulate gene expression, particularly in germ cells. PIWI proteins were initially discovered in Drosophila melanogaster germline cells, where they were found to be important in germline maintenance and renewal [ 79 , 80 ]. Subsequent studies have demonstrated that piRNAs are also expressed in a tissue-specific manner within many human somatic tissue types, where they play regulatory roles in transposon silencing, gene regulation, epigenetic regulation, genome rearrangement, germ stem cell maintenance, and spermatogenesis [ 81 ]. Three groups of piRNAs have been identified: Transposon-derived piRNAs are the best-studied piRNAs and are transcribed from both genomic strands, yielding sense and antisense piRNAs; piRNAs are typically produced from 3′ untranslated regions (UTRs) of mRNAs, whereas lncRNA-derived piRNAs are produced from the entire transcript [ 82 , 83 ]. Unlike stem-loop or double-stranded miRNA and siRNA precursors that are processed by the RNAse III-like enzyme, Dicer, piRNAs are transcribed as large, single-stranded precursors, which subsequently undergo post-translational processing independently from Dicer [ 81 , 84 , 85 ]. This process occurs on or near the mitochondria and is largely controlled by the endonuclease ZUCCHINI/PLD6/MITOPLD [ 86 ]. PiRNA precursors are devoid of secondary stem-loop/hairpin structures, unlike those identified in miRNA. Like most other ncRNAs, the piRNA precursors require post-transcriptional processing to attain full structural maturity and function effectively. As discovered in germline cells, piRNAs interact with members of the Piwi subfamily of proteins, including the Argonaute proteins Aub, Piwi, and AGO3, in order to perform their numerous functions [ 87 , 88 ]. Once associated with Piwi proteins, piRNAs undergo further posttranscriptional modifications whereby the 3′-end of the piRNA is 2′-O-methylated, protecting the piRNA from degradation. The Piwi-piRNA complex forms RNA-induced silencing complexes (RISC) and guides the silencing complexes to RNA and transposon targets [ 89 ]. Transposons (or transposable elements) are genetic elements that possess the ability to constantly change their location within the genome via numerous mechanisms. They were found to often promote deleterious effects in many living organisms, including humans, classically with their discovery in the plasmids of antibiotic-resistant bacteria and more recently in altered gene regulation seen in many genetic diseases and cancers [ 90 , 91 ]. PiRNA-Piwi complexes mediate RNA interference and transposon silencing by facilitating a state of chromatin repression and heterochromatin formation [ 92 ]. The silencing pathway commences when piRNA-Piwi complexes recruit the epigenetic factor HP1a (heterocromatin protein 1a), which in turn recruits Su(var)3-9, a histone methyltransferase [ 93 , 94 ]. Su(var)3-9 catalyzes the trimethylation of the DNA packaging protein histone H3 at lysine 9 (H3K9me3). The gene regulatory functions of piRNAs in a wide range of contexts, including signal transduction and tumour suppressor pathways, have been described [ 95 , 96 ]. The potential efficacy of piRNAs and Piwi proteins as diagnostic/prognostic markers and novel therapeutic agents has also been extensively described [ 97 , 98 , 99 , 100 , 101 ]. 3.5. Long Non-Coding RNA (lncRNA) Long non-coding RNAs are ncRNAs that are longer than 200 nucleotides. They constitute a large and heterogeneous group of RNAs with varying genomic origins, biogenesis, and functions. Estimates place the number of lncRNA genes within the human genome at ~16,000 [ 102 , 103 ]. Based on their cellular localization and interactions with other biochemical components within cells, lncRNAs are known to perform various regulatory and modulatory functions for chromatin, cytoplasmic mRNAs, membraneless nuclear bodies, and signalling pathways. Many of these functions ultimately influence the pathophysiological processes in numerous neuronal disorders, including immune, cancer, and neurodegenerative conditions, with some sequencing studies revealing considerable amounts of dysregulated lncRNAs in the human neocortex [ 104 ]. Similar to mRNAs, most lncRNA species are transcribed by RNA polymerase II and are post-transcriptionally processed to include 5′-m7G (methylguanosine) capping and 3′-polyadenylation [ 105 ]. In contrast to mRNAs, a large proportion of lncRNAs are sequestered within the nucleus [ 106 , 107 ]. This striking difference in cellular localization may be explained by the fact that lncRNA genes are generally less evolutionarily conserved, contain fewer exons, and are expressed in significantly lower amounts compared to mRNAs [ 108 , 109 ]. The relatively lower rates of transcription and expression of lncRNA genes have been proposed to be linked to the repressive modifications on histone proteins at the loci of gene promoters [ 110 , 111 ]. In addition, the actions of RNAPII with dysregulated carboxyl terminus phosphorylation result in weakly spliced lncRNA that do not respond to polyadenylation-induced transcription termination, leading to the accumulation of lncRNAs on chromatin with subsequent RNA exosome-mediated degradation [ 112 ]. These findings attempt to explain the largely nuclear localization of lncRNAs and imply that these mechanisms would need to be negotiated in order for lncRNAs to transit into the cytoplasm and perform some of their functions. The cytosolic translocation of long and A/U-rich RNA transcripts (such as lncRNAs) has been found to be dependent on the exportin NXF1 [ 113 ], after which they are either distributed to the cytoplasm in association with RNA-binding proteins or sorted to specific organelles [ 114 ]. lncRNAs, via mechanisms that involve DNA and histone modifications, are known to influence the selective repression or activation of various genes [ 115 ]. They have been shown to promote gene expression via the recruitment of histone H3K4 methyltransferases [ 98 , 116 ] and repress gene expression by binding and activating DNA methyltransferases such as DNMT1 and DNMT3b [ 117 , 118 ]. lncRNAs also exert influence on proteins, enzymes, and their interactions, with important effects on posttranslational modifications and fundamental cellular signalling pathways. The NF-kappaB (NF-κB)-interacting lncRNA (NKILA) has been shown to bind NF-κB/IκB in a ternary complex, obscuring its phosphorylation site and essentially inactivating the NF-κB signalling pathway [ 119 ]. Moreover, lncRNAs within dendritic cells have been shown to regulate protein expression and modifications via their interactions with the transcription factor signal transducer and activator of transcription 3 (STAT3) and the tyrosine phosphatase SHIP1 [ 120 ]. These studies suggest the feasibility of employing lncRNAs as potential biomarkers and therapeutic targets for a wide range of diseases. 4. Roles of Non-Coding RNAs in Alzheimer’s Disease Pathogenesis A growing body of literature consistently implicates noncoding RNAs (ncRNAs), in particular miRNAs and lncRNAs, in AD pathogenesis. These ncRNAs have been shown to contribute via numerous pathways to amyloid-β (Aβ) peptide and tau accumulation, neuroinflammation, neuronal loss, and other known pathomechanisms by which AD states become established. 4.1. Roles of MiRNAs in Alzheimer’s Disease Pathophysiology MiRNAs are expressed in large numbers within the CNS and display region- and age-specific expression patterns [ 121 , 122 ], with a specific subset shown to be expressed in the hippocampus and cortex in adult mice [ 123 ]. MiRNA expression profiles also depend on the subtypes of neurons (e.g., glutamatergic vs. GABAergic neurons) as well as their locations within the cell (e.g., distal axons vs. synaptic fraction). Some miRNAs known to populate synaptic areas include miR-7-5p, miR-29a-3p, miR-137-5p, miR-200c-3p, miR-318-3p, miR-322-5p, and miR-339-5p [ 124 ], while those that populate distal axons include miR-16-5p, miR-204-5p, and miR-221-3p [ 125 ]. These co-localization patterns suggest that different miRNAs may play distinctive functions in diverse regions of the nervous system. Studies into the roles of miRNAs in CNS function have revealed that these small, 21–23 nucleotide sequences have been shown to be involved in important processes including neurogenesis, neuronal plasticity, synaptic function, memory, and learning [ 121 , 122 ]. The miRNAs miR-106a-5p/363-3p, miR-17-5p/92-3p cluster, and miR-106b-5p/25-3p have been shown to be important during brain development [ 126 , 127 ], while miR-124-3p and miR-9-5p are critical for neurogenesis, axonal development, and neuronal migration [ 128 , 129 , 130 ]. MicroRNAs also exert influences on cells within the CNS other than neurons. MiR-125-5p and Let-7b-5p regulate astrocyte differentiation [ 131 ], while miR-338-5p and miR-138-5p are involved in oligodendrocyte differentiation [ 132 ]. Studies in mice have shown that the deletion of the gene for Dicer, which cleaves miRNA precursors, enhanced behavioural performance, and post-tetanic potentiation (PTP), which reflect synaptic plasticity, with altered levels of the synaptic proteins BDNF and PSD95 and altered the morphology of dendritic spines [ 133 ]. These findings imply that miRNAs play crucial roles in memory and learning processes, with miR-134-5p specifically shown to affect long-term memory [ 134 ]. Attempts have also been made to describe the roles of miRNAs in neuroinflammation. MiR-146a-5p negatively regulates inflammation by inhibiting the toll-like receptor 4 (TLR4) signalling pathway [ 135 ]. Additionally, pro-inflammatory microglia have been shown to express increased miR-155-5p and decreased miR-146a-5p levels, changes that are required for the transition to a pro-inflammatory state [ 136 ]. Many studies have shown significant dysregulation of miRNAs in the CNS and tissues of AD animal models and human subjects. 4.1.1. Roles of MiRNAs in Aβ Production and Clearance Amyloid plaque deposition in the brain is a pathological hallmark of AD, and abnormalities in Aβ production and metabolism are known to contribute to the disease. Aβ is produced by the sequential proteolytic cleavage of the amyloid precursor protein (APP) by enzymes known as BACE1 (β-site APP cleaving enzyme 1) and γ-secretase (a complex of four proteins with presenilin 1 (PS1) acting as the key proteolytic enzyme within the complex). Following cleavage of APP by β-secretase, the membrane-tethered APP C-terminal fragment is then processed by γ-secretase to generate Aβ and the APP-intracellular domain (AICD), which can translocate to the nucleus and act as a potential transcription factor. We and others have reported that β-secretase protein and activity levels are increased in AD brain and cerebrospinal fluid in AD subjects [ 15 , 18 , 19 ] and that BACE1 represents the rate-limiting step in Aβ production [ 15 ]. Mutations in the APP and PS1 genes have been associated with an early-onset form of AD that results in the production of longer and more fibrillogenic forms of Aβ. Drugs targeting BACE1 and PS1 have entered various stages of clinical trials, but due to the roles played by these enzymes in other key proteolytic pathways, many of these drugs have failed to progress to the clinic. MiRNAs have been shown to be involved in Aβ pathology via their influences on APP and the enzymes that produce Aβ. The expression of miR-16, miR-29a/b-1 and c, miR-186, and miR-195 has been shown to be decreased in the brains of patients with AD and AD mice [ 5 , 137 , 138 , 139 , 140 ]. MiR-16 has been shown to regulate the expression of both APP and BACE1 as well as nicastrin, a component of the γ-secretase complex of proteins [ 141 ]. In addition, miR-16 was also shown to decrease levels of total tau phosphorylation in neuronal cell lines [ 141 ]. Translating their findings in vivo, Parsi and colleagues [ 141 ] discovered that miR-16 was capable of decreasing endogenous BACE1 and tau protein levels in a dose-dependent manner in wildtype mouse brains. Herbert and colleagues [ 5 ] reported that miR-29a and -29/b-1 were significantly decreased in a cluster of AD subjects who had an elevated level of BACE1 in the brain. We and others have shown that BACE1 protein levels are significantly elevated in the brain and cerebrospinal fluid of AD subjects [ 15 , 16 , 17 , 18 , 19 ] in the absence of changes in BACE1 mRNA expression [ 15 ]. BACE1 is the rate-limiting enzyme in Aβ generation, as we showed a more than 2-fold accumulation of β-CTF in the AD brain of subjects with elevated BACE1 expression [ 15 ]. The observation by Herbert and colleagues provides a potential explanation for the increase in BACE1 protein in the absence of mRNA changes. MiR-195 is another modulatory non-coding RNA sequence that is altered in the AD brain. Cao and colleagues [ 142 ] discovered that miR-195 was reduced in the parietal cortex of MCI and early AD subjects carrying a single ApoE ε4 allele compared to ApoE ε4 −/− subjects. They also observed a significant reduction in miR-195 expression in female compared to male subjects. Interestingly, this group also discovered that levels of miR-195 were decreased in 12-month-old ApoE4 +/+ mouse brains compared to ApoE3 +/+ mice, recapitulating results observed in humans. Intriguingly, overexpression of miR-195 rescued cognitive deficits and significantly reduced amyloid burden in the ApoE4 mouse models [ 142 ], highlighting the therapeutic potential of miR-195. This non-coding RNA species is known to regulate phosphoinositol biphosphate (PIP 2 ) and synaptojanin 1 (synj1) levels in the brain. Synj1 is a brain PIP 2 -degrading enzyme, and overexpression of miR-195 reduces expression levels of synj1 [ 142 ]. A major mechanism of miRNA function is its binding to the 3′ untranslated regions (UTR) of target genes. Zhang and colleagues [ 143 ] showed that overexpression of miR-188-3p suppresses BACE1 gene transcription and expression in 5xFAD transgenic (Tg) mice. This was shown to reduce Aβ production and its neurotoxic and synaptotoxic effects [ 143 ], with the opposite effects occurring when a miRNA sponge that decreases miRNA expression was employed. MicroRNAs may also display effects on Aβ production via their direct effects on genes other than BACE1. Peroxisome-proliferator-activated receptor gamma (PPARγ) is known to inhibit the expression of the BACE1 protein, suppressing Aβ production and accumulation [ 144 ]. Liu et al. [ 145 ] showed that miR-128 in the cerebral cortex of 3xTg AD mice targets and inhibits the expression of PPARγ, suggesting that knockout of miR-128 may reduce amyloid plaque formation and deposition, in contrast to other highlighted micro-RNA studies. A number of miRNAs have also been proven to reduce the generation of amyloid plaques via their inhibitory effects on APP. MiR-346, miR-101, miR-101a-3p, and miR-384 are known to inhibit APP production (and consequently, amyloid plaque generation) via their actions on either the 3′ or 5′ UTRs of the APP gene, and these microRNAs have been noted to be downregulated in animal models and AD subjects [ 146 , 147 , 148 ]. The epsilon 4 allele of apolipoprotein E (APOE ε4) is a major risk factor for AD, especially the late-onset form of the disease. Apolipoproteins are known to be involved in lipid metabolism and the exact mechanisms by which they contribute to the disease process are still under investigation [ 149 ]. The clearance of Aβ within the CNS is affected by the actions of microRNAs on APOE mRNAs. MiR-1908 interacts directly with the 3′-UTR of ApoE mRNA and subsequently reduces ApoE mRNA and APOE levels, with a resultant diminution of ApoE-mediated Aβ clearance observed in AD patients [ 150 ]. ATP-binding cassette transporter A1 (ABCA1) is an important regulator of APOE lipidation and Aβ clearance. Kim et al. [ 151 ] showed that miR-33 in the brains of AD mice suppresses ABCA1 expression via its interaction with the 3′-UTR of the ABCA1 mRNA in neural cells. Thus, miR-33 overexpression significantly increases extracellular Aβ accumulation by impairing neuronal Aβ clearance, underscoring its potential as a target for the treatment of AD [ 151 ]. 4.1.2. Roles of MiRNAs in Tau Expression and Phosphorylation The microtubule-associated protein tau, generally localized within axons, is responsible for the stabilization of microtubular components and axonal transport. The abnormal hyperphosphorylation and aggregation of tau result in the formation of neurofibrillary tangles (NFTs), a common pathological hallmark of AD [ 152 ]. Recent studies have revealed that miRNAs influence the regulation of tau protein. Investigations on transgenic mice by Hernandez-Rapp and colleagues [ 6 ] revealed that miR-132 inhibits the expression of tau protein, with its deficiency leading to increased expression, phosphorylation, and aggregation of tau, leading to deleterious effects on long-term memory. Similarly, Santa-Maria and colleagues [ 153 ] showed that miR-219 alters the expression of tau mRNA via its interaction with its 3′-UTR. Contrasting effects have, however, been reported. Increased expression of miR-146a has been shown to enhance abnormal tau hyperphosphorylation in the brains of AD subjects [ 154 ]. Rho-associated coiled-coil-containing protein kinase 1 (ROCK1) dephosphorylates tau by phosphorylating and activating the Phosphatase and Tensin Homolog (PTEN) protein. ROCK1 mRNA is a target of miR-146a, and thus, overexpression of this miRNA will indirectly result in the accumulation of hyperphosphorylated tau, resulting in memory impairments, as shown in animal studies [ 154 , 155 ]. Other indirect relationships have also been described. MiR-512 has been shown to inhibit the expression of the genes for the anti-apoptotic proteins MCL1 and cFLIP, and a reduction in the levels of this microRNA has been associated with the hyperphosphorylation of tau in AD brains [ 156 ]. MiR-137 has been shown to inhibit tau hyperphosphorylation via its actions with the 3′-UTR of the calcium voltage-gated channel subunit alpha-1 C (CACNA1C) mRNA, suppressing expression of its protein product in the hippocampus and cortex of AD mice, which is presumably involved in tau hyperphosphorylation [ 157 ]. 4.1.3. Roles of MiRNAs in Neuronal Proliferation and Loss MicroRNAs exert influences on neuronal apoptosis via their regulatory actions on target genes and signalling pathways involved in the process. Brain-derived neurotrophic factor (BDNF), a member of a family of neurotrophic factors, promotes neuronal survival, protects against neuronal apoptosis, mitochondrial dysfunction, and oxidative stress, aids the formation of new synapses, and enhances neuronal plasticity while offering protective effects against Aβ toxicity [ 158 , 159 ]. BDNF levels are known to be reduced in Alzheimer’s disease [ 160 ]. The microRNA miR-206, found to be upregulated in the serum of AD patients [ 161 ], has been shown to decrease BDNF expression by binding to the 3′-UTR of BDNF mRNA [ 162 ]. Decreased levels of BDNF will potentially leave neurons vulnerable by exposing them to various neurotoxic consequences without adequate trophic support. Epidermal growth factor receptor (EGFR), acting via MAPK/ERK and PI3K/AKT signalling pathways, is known to play crucial roles in neuronal plasticity, survival, and protection from neurotoxicity [ 163 ]. Yang and colleagues [ 164 ] reported that levels of miR-133b were substantially lower in AD patients compared to healthy controls and that miR-133b levels were positively correlated with scores on the mini-mental state examination (MMSE) in the study population. They also showed that miR-133b significantly attenuated Aβ-induced neuronal apoptosis, underscoring its neuroprotective actions and potential as a biomarker [ 164 ]. Studies by Wang and coworkers [ 165 ] have demonstrated that miR-222, via its interactions with the protein p27 Kip1 , plays important regulatory roles in cell cycle progression and neuronal proliferation and may contribute to the pathological processes in AD. P27 Kip1 inhibits the phosphorylation of the retinoblastoma (Rb) protein, a pivotal cell cycle checkpoint protein. Phosphorylation of Rb is required to progress the cell from the G1 phase of the cell cycle to the synthesis (S) phase. Increased levels of p27 Kip1 would essentially halt cell proliferation in the G1 phase. A recent study revealed significant decreases in the level of miR-222 in the serum of mild and moderate AD patients [ 166 ]. The finding of decreased miR-222 early in the disease highlights the potential of this miRNA as a biomarker for AD and should be further investigated. 4.1.4. Roles of MiRNA in Neuroinflammation Neuroinflammation plays a pivotal role in the pathophysiological processes involved in AD, with many complex and often reciprocal interactions described between inflammatory mediators, cells, and the pathological hallmarks of the disease. The accumulation of Aβ results in cellular reactions, including the chronic activation of microglia, which, during the process of clearing Aβ, release inflammatory cytokines and chemokines that propagate neuroinflammation [ 167 ]. MicroRNAs exert regulatory effects on the intracellular pathways and functions of numerous mediators of neuroinflammation. Liu and colleagues [ 168 ] reported that increased expression of miR-155 in the hippocampus of AD rats correlated with elevated expression and functioning of pro-inflammatory cytokines. Knockout of miR-155 significantly suppressed caspase-3 levels and other inflammatory signalling pathways that it mediated, with corresponding improvements in learning and memory in the rats [ 168 ]. Studies by Guedes and colleagues [ 169 ] also revealed similar findings, with miR-155 expression noted to enhance the production and actions of the inflammatory mediators IL-6 and interferon beta (IFNβ) in activated astrocytes and microglia. This effect is associated with the direct inhibitory effects of miR-155 on the expression of SOCS-1 (suppressor of cytokine signalling 1), a potent inhibitor of inflammatory mechanisms, as observed in 3xTg AD mice used in this study, suggesting that miR-155 may be a potent neuroinflammation-based therapeutic target for AD [ 169 ]. The microRNAs miR-132 and miR-212 have also been associated with neuroinflammation in AD. Hadar et al. [ 170 ] demonstrated that the expression of these two miRNAs was upregulated in lymphoblastoid cells (LCLs) from AD patients, with a corresponding decrease in the expression of silent information regulator 1 (sirtuin1, SIRT1), a known target of miR-132 and -212. SIRT1 is known to play critical anti-inflammatory roles in various disease states typified by inflammation, including AD, where it exerts neuroprotective effects via specific mechanisms [ 171 ], and the downregulation of the transcription of its gene by these microRNAs may serve to propagate neuroinflammatory processes in AD. 4.1.5. Roles of MicroRNAs in Oxidative Stress Oxidative stress plays an important role in the pathogenesis of AD [ 28 , 172 ]. It is closely associated with mitochondrial dysfunction and is characterised by an imbalance between the generation and degradation of reactive oxygen and reactive nitrogen species (ROS and RNS) [ 28 , 173 ]. There are complex and often reciprocal relationships between ROS/RNS levels and various pathological factors in AD. Elevated levels of ROS may initiate the processing of the amyloid precursor protein, promote Aβ accumulation, and activate various signalling pathways that propagate the development and progression of AD states [ 28 , 29 ]. Notch signalling is known to be important for differentiation, proliferation, regulation of apoptosis, and mediation of oxidative stress in a number of cell types, including neurons, especially during the course of AD [ 174 , 175 ]. Chen et al. [ 176 ] demonstrated that Hairy and enhancer of split (Hes)-related with YRPW motif protein 2 (HEY2), an important transcription factor associated with Notch signaling, is a target of miR-98 and that inhibition of HEY2 by this microRNA resulted in inactivation of the Notch signalling pathway in AD mice. The inactivation led to the suppression of Aβ production and reduced mitochondrial dysfunction and oxidative stress in the mice [ 176 ]. In mice harbouring both the APP Swedish and PSEN1 delta 9 mutations (APPswe/PSEN1Δ9), Wang and colleagues [ 177 ] discovered abnormal expression of the oxidative stress-associated microRNAs miR-34a, miR-34c, and miR-98 between 3 and 6 months of age. Intriguingly, this time period corresponds with the deposition of Aβ in the hippocampus in this model [ 178 ]. Other studies have described similar effects of oxidative stress on microRNAs in AD states. Reactive oxygen species have been shown to upregulate miR-20a levels in primary hippocampal neurons [ 179 ], and this microRNA is known to reduce Aβ formation and accumulation by its inhibitory effects on APP mRNA transcription [ 180 ], indicating a protective role for the miRNA. Table 1 provides a summary of some dysregulated miRNAs found in AD tissues. 4.2. Roles of Small Interfering RNAs in Alzheimer’s Disease Pathophysiology Numerous studies have investigated the role of siRNAs in AD pathophysiology. Hérard and colleagues [ 181 ] were the first to demonstrate siRNA-mediated, in vivo repression of a protein at the synapse. They showed that intraocular-injected siRNA was transported into retinal ganglion cells and subsequently drastically reduced the volume of newly synthesised and axonally transported APP and amyloid precursor-like protein 2 (APLP2) in retinal termini in the adult rat brain [ 181 ]. These findings suggest that alterations in the levels of APP/APLP2 and their turnover at the synaptic termini could potentially perturb synaptic function and possibly facilitate pathogenic processes in AD. Studies by Miller and colleagues [ 182 ] showed that siRNAs siT10/C11, synthesised to target wildtype APP and APPsw expressed in COS-7, caused highly specific silencing of their targets, as demonstrated by both immunofluorescence and western blot analyses. They also demonstrated significant suppression of tau expression by synthesised siRNAs targeting wildtype and mutant tau (V337M) expressed in COS-7 cells [ 182 ]. The microtubule affinity-regulating kinase 2 (MARK2) protein has been shown to be an important generator of tau as it phosphorylates serine 262 of the tau protein [ 183 ]. Azorsa and colleagues [ 184 ] showed that siRNAs targeting MARK2 reduced its expression by as much as 95%, with a resultant 26% reduction in 12E8 phosphorylated tau but a less significant change in total tau protein levels [ 184 ]. In addition, Azorsa and colleagues also demonstrated that siRNA-mediated knockdown of EIF2AK2 (eukaryotic translation initiation factor 2 α kinase 2) resulted in a significant reduction in pS262 tau levels and a lesser but equally significant reduction in total tau. EIF2AK2 has been shown to be activated in AD [ 185 ] and has been implicated in the propagation of neuronal apoptosis secondary to Aβ toxicity [ 186 ]. The results from the Azorsa study suggest important roles for EIF2AK2 in the expression of total and phosphorylated tau proteins in AD and the inhibitory effects of siRNAs on tau pathology in AD [ 184 ]. We and others have shown that siRNAs targeting BACE1 significantly reduce Aβ levels. Employing four siRNAs targeting the catalytic and adjoining regions of BACE1, we found that an 18% reduction in BACE1 mRNA resulted in an 83% decrease in Aβ secreted from APP-transfected SH-SY5Y cells [ 187 ]. In 2008, Faghihi and colleagues reported a novel long non-coding antisense BACE1 transcript (BACE1-AS) that consisted of a ~2-kb RNA sequence that was transcribed from the opposite strand of the BACE1 locus. The encoded transcript formed an RNA duplex with the BACE1 mRNA, increasing its stability [ 188 ]. BACE1-AS transcript levels were found to be elevated 2–3-fold in the parietal cortex and cerebellum of the brains of AD subjects. Interestingly, we reported increased BACE1 protein expression in the AD brain and cerebrospinal fluid [ 15 , 16 , 17 ] in the absence of changes in BACE1 mRNA [ 15 ]. These findings by Faghihi and colleagues [ 188 ] probably explain our results, whereby the stability of BACE1 mRNA would lead to increased expression of its protein due to a loss in turnover. This in turn would lead to increased production of CTFβ and Aβ and increased senile plaque accumulation [ 15 ]. Aβ 42 accumulation also appears to enhance BACE1-AS expression, contributing to Aβ 42 deposition via positive feedback [ 188 ]. Studies by Zhang et al. [ 189 ] demonstrated that BACE1-AS siRNA transfection into SAMP8 mice significantly enhanced neuronal proliferation, reduced amounts of BACE1, APP, and phosphorylated tau, inhibited Aβ 40 and Aβ 42 deposition in the hippocampus, and significantly improved the memory and learning of the mice within 3 weeks of lentiviral infection with BACE1-AS siRNA [ 189 ]. While a number of studies focusing on the roles and mechanisms of siRNA-induced RNA interference and possible therapeutic efficacy in Alzheimer’s disease have been conducted, more of these studies need to be undertaken, especially in greater detail, so as to identify other nuclear elements, proteins, and pathways that RNA interference may influence to either contribute to or mitigate disease progression. 4.3. Roles of Piwi-Interacting RNAs in Alzheimer’s Disease Pathophysiology Extensive research on the roles of piRNAs in the crucial mechanisms that promote Alzheimer’s disease onset and progression is still ongoing. However, a few studies have described some of their roles in the regulation of Aβ levels in AD and AD-related oxidative stress and apoptosis. The first major study to confirm a role for piRNAs in the human brain in AD was conducted by Roy et al. [ 190 ]. They found that 125 different piRNAs were directly involved in the downregulation or silencing of 1923 different mRNAs in AD. The four most important genes affected by the piRNAs were CYCS, LIN7C, KPNA6, and RAB11A, with resultant effects on a number of molecular pathways involved in the disease process [ 190 ]. The piRNAs piR-34393 and piR-38240 were noted to be particularly important in AD pathogenesis, as they were observed to reduce the expression of cytochrome C somatic (CYCS) and KPNA6, which codes for Karyopherin α6. The dysregulation of both of these proteins in AD has been established. Perturbations in cytochrome functions may impair mitochondrial ATP generation, promote electron leaks, and consequently produce free radicals within the mitochondria, while Karyopherin plays important roles in the maintenance of cellular homeostasis during states of oxidative stress, mediates nucleocytoplasmic protein transport via importins and exportins, and, via its actions as chaperones, prevents abnormal protein aggregation [ 191 , 192 ]. These findings indicate that piRNAs may promote oxidative stress and the accumulation of insoluble protein aggregates (including Aβ and tau), which contribute significantly to AD onset and progression. In addition, piRNAs have also been shown to be involved in the initiation of a number of single nucleotide polymorphisms (SNP) associated with AD, with Mao et al. [ 193 ] identifying 103 piRNAs associated with SNPs in AD. 4.4. Roles of Circular RNAs in Alzheimer’s Disease Pathophysiology As noted earlier, circular RNAs typically function as microRNA sponges in mammalian cells, where they have been implicated in pathogenic processes involved in many human disease conditions, including neurological disorders [ 194 ]. Circular RNAs influence AD onset and progression via the roles they have been noted to play in disease pathomechanisms, including Aβ deposition, oxidative stress, and neuroinflammation. Several studies have shown that miR-138 exerts influences on learning and memory by regulating the activities of acyl protein thioesterase 1 (APT1) [ 195 , 196 ]. Hansen et al. [ 197 ], in one of the earliest functional analyses of naturally expressed circRNAs, showed that the testis-specific circular RNA produced from the Sry (Sex-determining region Y) gene serves as a sponge for miR-138 and may therefore influence memory and learning behaviours. The circular RNA ciRS-7, derived from the antisense cerebellar degeneration-related protein 1 (CDR1-AS) gene, is known to act as an endogenous sponge for miR-7 [ 198 ]. The circular RNA Cdr1as, via miR-7 and its targets, regulates insulin transcription and secretion in islet cells [ 198 ]. MiR-7 has been shown to be significantly elevated in AD brains, influencing Aβ deposition [ 199 ]. Subsequently, Zhao and colleagues [ 200 ] reported low ciRS-7 levels in the neocortex and hippocampal area CA1 in AD subjects compared to controls. This decrease in ciRS-7 would decrease the ‘sponging’ activity of miR-7, resulting in increased levels and subsequent propagation of the amyloidogenic pathway via increased expression of BACE1 and APP and down regulation of a number of mRNA targets, including Ubiquitin protein ligase A (UBE2A), an autophagic protein important for amyloid peptide proteolysis and clearance via the ubiquitin-26S proteasome pathways [ 200 ]. Downregulation or dysfunction of components of the proteasome system has been shown to be associated with Aβ accumulation and senile plaque deposits in AD [ 201 , 202 ]. Interestingly, ciRS-7 may also offer neuroprotective effects in AD as, based on studies by Shi et al. [ 203 ], it may increase the rates of APP and BACE1 degradation via a different ubiquitin-proteasome system as it up regulates the expression of ubiquitin carboxyl-terminal hydrolase L1 (UCHL1) mRNA and protein, consequently reducing Aβ generation. Some circular RNAs have been recently reported to play important regulatory roles in oxidative stress. Huang and colleagues [ 204 ] reported increased expression of mmu_circRNA_013636 and reduced expression of mmu_circRNA_012180 in the hippocampus of SAMP8 AD mice. These two circRNAs were predicted to interact and regulate 462 and 631 mRNAs [ 204 ]. Subsequent treatment of these mice with panax notoginseng saponins (PNS), the main active compound extracted from the root of panax notoginseng, reversed the expression of these particular circRNAs [ 204 ]. Earlier studies by Huang and co-workers demonstrated that treatment of SAMP8 AD mice with PNS prevented oxidative stress injury by increasing gene expression and activity of important components of the enzymatic antioxidant system, including catalase (CAT), superoxide dismutase (SOD), and glutathione peroxidase (GSH-Px) [ 205 ]. Reversing the above-mentioned circular RNA profile suggests that circular RNAs play important roles in oxidative stress in AD, and the regulation of circRNAs may hold potential therapeutic benefits. The findings in mice and human tissues are summarised in Table 2 . Circular RNAs have also been shown to exert influences on neuroinflammatory mechanisms in AD. Yang et al. [ 206 ] showed that circRNA_0000950, via its actions as a sponge for miR-103, increases the levels of prostaglandin endoperoxide synthase 2 (PTGS2) and the inflammatory cytokines IL-1β and TNF-α, whilst also suppressing neurite outgrowth and promoting neuronal apoptosis in cellular AD models. Studies by Diling and colleagues [ 207 ] revealed that circNF1-419, via its interaction with adaptor protein 2 B1 (AP2B1), regulated inflammatory factors TNF-α and NF-κB, with a resultant downregulation of tau, phosphorylated tau, Aβ 1-42 , and APOE, delaying AD onset. Zhang and colleagues [ 208 ] showed that berberine-induced upregulation of circHDAC9 (Histone deacetylase 9) reduced Aβ 42 -induced neuroinflammation in human neurons via its actions as a sponge for miR-142-5p, as evidenced by a reduction in the activity of caspase-3 and levels of interleukin-1β (IL-1β), IL-6, and tumour necrosis factor-α (TNF-α). 4.5. Roles of Long Non-Coding RNAs in Alzheimer’s Disease Pathophysiology As discussed earlier, long non-coding RNAs have a predominantly nuclear distribution, and their functions may vary depending on the cell type. With diverse functional mechanisms, including epigenetic regulation, dysregulation of lncRNA function has been linked to the pathophysiological processes involved in cancer, epilepsy, cardiovascular disease, and various genetic and neurodegenerative diseases, including Alzheimer’s disease [ 209 ]. Several lncRNAs, including BACE1-AS, MALAT1, 51A, 17A, NDM29, BC200, NAT-Rad18, and BDNF-AS are known to regulate APP processing, tau phosphorylation, synaptic plasticity, and neuroinflammation and have been shown to play varying roles in AD pathogenesis [ 210 ]. 4.5.1. Roles of LncRNAs in Aβ Production and Clearance BACE1-AS is a lncRNA that is transcribed from the sense strand of the BACE1 gene and functions as a competing endogenous RNA (ceRNA) [ 188 ]. The lncRNA shares miRNA-response elements, including miR-29, miR-107, miR-124, miR-485, and miR-761 [ 188 ]. BACE1-AS has been shown to upregulate BACE1 expression in AD subjects [ 211 ], and BACE1-AS itself has been shown to be highly expressed in the blood and brain of AD patients and in AD animal models, thus facilitating AD progression via its effects on BACE1 activity. Studies have also shown that knockdown of BACE1-AS decreases BACE1 and Aβ levels, inhibits tau phosphorylation in the hippocampus, and improves learning performance and memory in AD mice [ 189 , 212 ]. Another lncRNA that has been found to be highly expressed in the AD brain is BC200, also referred to as brain cytoplasmic RNA 1 (BCYRN1) [ 213 ]. BC200 promotes AD progression by modulating BACE1 expression, resulting in elevated levels of Aβ production [ 213 ]. Inhibition of this lncRNA in a cell culture model Aβ 1–42 suppressed BACE1 expression, increased neuronal viability, and reduced neuronal loss [ 214 ]. The nuclear enriched abundant transcript 1 (NEAT1) lncRNA is also known to play a role in AD pathogenesis, with its levels shown to be elevated in AD [ 215 ]. Zhao and colleagues [ 216 ] have shown that NEAT1 inhibits the actions of miRNA-124, a microRNA that inhibits BACE1 expression (and Aβ production) by binding to its 3′-UTR. Thus, NEAT1 plays a vital role in AD pathogenesis, and its knockdown may produce protective effects in AD. Sortilin-related receptor 1 (SORL1) functions as a sorting receptor for APP and plays a critical role in preventing AD progression, as a reduction in its expression promotes Aβ formation and aggregation in the brains of AD subjects [ 217 ]. Downregulation of SORL1 redirects APP to the β-secretase cleavage pathway, promoting Aβ formation [ 218 ]. LncRNA 51A is an antisense configuration of the first intron of the SORL1 gene that inhibits SORL1 expression, and as such, this lncRNA may promote Aβ generation in AD [ 219 ]. Low-density lipoprotein receptor-related protein 1 (LRP1) plays a critical role in CNS function. In addition to being important for cellular cholesterol transport, LRP1 also plays roles in the endocytosis of ligands and transcytosis across the blood-brain barrier (BBB) [ 220 ]. BBB integrity [ 221 ] is important for Aβ clearance, with its expression noted to be lower in AD subjects [ 222 ]. Yamanaka and colleagues [ 223 ] showed that LRP1-AS, a conserved antisense lncRNA transcribed from the LRP1 gene locus, decreases LRP1 expression in the brains of AD subjects, possibly via epigenetic mechanisms, with consequent impairment of Aβ clearance, leading to amyloid plaque aggregation. 4.5.2. Roles of LncRNA in Tau Hyperphosphorylation and Neuronal Loss In addition to its influences on Aβ production, NEAT1 also appears to play a role in tau hyperphosphorylation in AD. Knockdown of NEAT1 has been shown to elevate expression of p-tau via the frizzled class receptor 3 (FZD3)/CSK3β/p-tau pathway, with metformin inducing a reversal of these effects as it increases NEAT1 expression [ 224 , 225 ]. Linc00507, a member of the long intervening non-coding RNA (lincRNA) family, a subclass of long non-coding RNAs, is expressed almost exclusively in the cortex in primates and humans [ 226 ]. It has been shown to be upregulated in both the cortex and hippocampus of APP/PS1 mice and, acting via the p25/p35/GSK3β pathway, trigger extensive tau phosphorylation and aggregation [ 226 ]. It may also produce this effect by upregulating MAPT and tau tubulin kinase via its actions on miR-181C-5P [ 227 ]. LncRNA EBF3-AS, a 2-exon RNA consisting of 842 nt, is transcribed from the opposite strand of the protein-coding gene early B cell factor 3 ( EBF3 ) located on chromosome 10 [ 228 ]. EBF3 is a DNA-binding transcription factor that inhibits cell proliferation and induces cell cycle arrest, growth suppression, and apoptosis [ 229 ]. Magistri et al. [ 228 ] showed that EBF3-AS was upregulated in the brains of late-onset Alzheimer’s disease (LOAD) subjects, while Gu and colleagues [ 230 ] later corroborated this finding in the hippocampus of APP/PS1 AD mice and showed that it regulates EBF3 expression and, importantly, promotes Aβ-induced neuronal apoptosis in AD subjects. Another lncRNA that has been associated with neuronal loss in AD is NAT-Rad18. This lncRNA is known to play important roles in DNA repair [ 231 , 232 ] and is expressed in the hippocampus, cortex, striatum, cerebellum, brain stem, spinal cord, and olfactory bulb. Harvey and colleagues [ 233 ] showed that NAT-Rad18 upregulation increases the sensitivity of cells to potentially genotoxic agents, contributing to Aβ-induced neuronal apoptosis. 4.5.3. Roles of LncRNAs in Neuroinflammation and Oxidative Stress Maternally expressed gene 3 (MEG3), located on chromosome 14q32.3 in humans, encodes for a lncRNA of ~1700 bp and has been found to play important roles in the mediation of neuroinflammation in Alzheimer’s disease via its effects on microglia and astrocytes [ 234 ], amongst other functions. MEG3 inactivates the functionally pivotal PI3/Akt signalling pathway in astrocytes via inhibition of critical protein components, which leads to improved spatial memory in AD mice [ 235 ]. MEG3 may also act to promote microglia activation in AD via the inhibition of miR-7a-5p [ 234 ]. Metastasis-associated lung adenocarcinoma transcript 1 (MALAT1), also known as noncoding nuclear-enriched abundant transcript 2 (NEAT2) is a 6.7–7 kb lncRNA transcribed from a locus on Chromosome 11q13 [ 236 ]. Studies have demonstrated the active involvement of MALAT1 in numerous physiological processes, including the splicing of various mRNA transcripts, epigenetic modification, and synapse formation [ 237 ]. An increase in MALAT1 expression following damage induced by hypoxia/ischemia in mice has been shown to decrease the susceptibility of the brain to injury by promoting angiogenesis, inhibiting apoptosis, and inflammation, and regulating autophagic changes in the brain [ 238 ]. Other studies have revealed that in addition to reducing neuronal apoptosis and promoting functional neuronal repair and regeneration, MALAT1 upregulation also resulted in the downregulation of IL-6 and TNF-alpha levels and the elevation of IL-10 levels, typifying the potent anti-inflammatory actions of this lncRNA [ 239 ]. In addition, the study also showed that MALAT1-induced inhibition of miR-125b was associated with a significant reduction in the release of inflammatory cytokines. A novel lncRNA, ANRIL (lnc-antisense non-coding RNA in the INK4 locus), has been shown to influence important inflammatory processes in various diseases [ 240 , 241 ]. Studies in nerve growth factor (NGF)-treated PC12 cells that were challenged with Aβ 1–42 showed that knockdown of ANRIL significantly decreased levels of apoptosis and increased neurite outgrowth. These effects were facilitated by significant decreases in the inflammatory cytokines tumour necrosis factor-α (TNF-α), IL-1β, IL-6, and IL-17 [ 242 ]. In a study investigating the role of ANRIL in a primary neuron cellular model of hypoxia, Li and colleagues [ 243 ] discovered that while hypoxia caused significant induction of ANRIL and cell death, inhibition of ANRIL exacerbated cell death, possibly suggesting a protective role played by this lncRNA in vitro. The implications of these findings need further exploration. The lncRNA named 17A, discovered in 2007, is a pol-III-dependent ncRNA that harbours the potential to regulate pol-II-transcribed protein-coding genes. This lncRNA maps to intron 3 of the GPR51 gene that codes for the GABA B2 receptor (GABAB R2). Expression of 17A has been found to tightly regulate the splicing of GPR51, leading to the generation of four variants of GABAB R2, favouring the non-functional variant B [ 244 ]. Since the functioning of GABAB R2 requires a heterodimeric complex forming between GABA B1 and GABA B2, the predominant generation of variant B2 in 17A ncRNA-expressing cells significantly impairs GABAB signalling [ 244 ]. Levels of 17A have also been shown to be upregulated in the AD brain, and it exerts influences on the regulation of neuroinflammation and clinical phenotype [ 244 , 245 ], typically via its effects on GABARs. The GABA-B receptors are also involved in the regulation of microglial function and general modulation of neuroinflammation as they are known to inhibit the release of pro-inflammatory cytokines. The 17A cells have been shown to downregulate the expression of GABA-B receptors and deactivate the GABA-B signaling cascade in AD mouse models [ 244 , 246 ], implying their potential relevance in the neuroinflammatory processes involved in AD pathophysiology, which must be further explored. Another lncRNA that has been implicated in neuroinflammation in AD is MAGI2-AS3, transcribed from the antisense strand of the membrane-associated guanylate ginase, WW, and PDZ domain containing 2 (MAGI2) gene located at chromosome 7q21.11 (genecards.org). It was initially known to play varying roles in processes that promote or inhibit the progression of various neoplastic diseases [ 247 , 248 ] but has recently been shown to play roles in Aβ-mediated neuroinflammation in AD, with studies revealing that the upregulation of MAGI2-AS3 promotes Aβ deposition, neuroinflammation, and neuronal loss [ 249 ]. The lncRNA SOX21-AS1, another antisense transcript that targets FZD3/5 and regulates Wnt signalling has been shown to play important roles in oxidative stress-induced neuronal injury and loss in AD mouse models. Zhang and colleagues showed that levels of SOX21-AS1 are elevated in the hippocampus of AD mice and that its downregulation may result in increased FZD3/5 expression and activation of Wnt signalling, which offers substantial protection against oxidative stress, reduces neuronal loss, and ultimately improves learning abilities and memory in AD [ 250 ]. The lncRNA activation by transforming growth factor-β (lncRNA-ATB) is also involved in oxidative stress in AD, as elevated levels have been shown to be associated with Aβ-induced oxidative stress and neurotoxicity. Wang and co-workers showed that suppression of this lncRNA significantly reduces oxidative damage in a cellular model of AD, possibly as a result of its regulatory effects on miR-200/ZNF217 [ 251 ]. Table 3 provides a summary of some dysregulated lncRNAs found in AD tissues. 5. Prospects of Non-Coding RNAs as Potential Therapeutic Targets and Biomarkers for Alzheimer’s Disease The discovery of the roles that ncRNAs play in various pathogenic processes in Alzheimer’s disease provides a new perspective for further understanding the disease process and developing new therapeutic options for the disease. Some of the numerous mechanisms by which non-coding RNAs influence the pathophysiological processes involved in Alzheimer’s disease have been extensively discussed. These influences imply that non-coding RNAs can be employed, targeted for therapeutic benefits, or used as biomarkers for Alzheimer’s disease. Non-coding RNA-based therapies have already been developed for a wide range of disease conditions [ 252 ] and studies are ongoing to identify viable non-coding RNA therapeutic targets for Alzheimer’s disease. MicroRNAs and long non-coding RNAs are two families of ncRNAs that have been best studied for their potential as therapeutic targets for Alzheimer’s disease. Many of the studies that have been highlighted in this review suggest that ncRNAs can be manipulated, depending on their intrinsic contributions to AD pathophysiology, in order to slow down disease progression and produce beneficial clinical effects. The expression profile of non-coding RNAs in the brains of AD patients with respect to different pathological processes reflects their potential as therapeutic targets. The levels of a number of microRNAs are altered during specific Braak stages in AD patients, and changes in the expression of certain miRNAs are observed throughout the disease process, from early stages characterised clinically by mild cognitive impairment to the later, more clinically severe stages. As described in previous sections of this review, the dysregulation of miRNAs in the brains of AD patients and animal models affects the pathological progression of AD by regulating many target genes and signalling pathways and may be manipulated for therapeutic benefits in a wide variety of neurodegenerative conditions [ 253 ]. MicroRNA mimetic activity represents a new approach to miRNA therapeutics. They are exogenously synthesised double-stranded RNA molecules that are subsequently processed and modified in vivo into functional microRNAs [ 254 , 255 ]. Other miRNA mimics may be designed to inhibit the functions of endogenous miRNAs, and they are typically designed based on the complementary sequence of the target miRNA. Long non-coding RNAs also exert significant influences on various pathophysiological processes in Alzheimer’s disease, and therapeutic measures to target them are also being developed. Oligonucleotide compounds, antisense oligonucleotides, and small interfering RNAs are being investigated for their ability to target and knockout specific lncRNAs and harness therapeutic effects [ 256 , 257 ]. Oligonucleotides, antibodies, and other small molecules are also being explored for their ability to precisely target ncRNAs for therapeutic benefits [ 258 ]. These molecules can gain entry into cells and specifically target RNAs that are ordinarily not easily accessible to other types of therapeutic compounds or substances that rely on cell receptor activation [ 259 , 260 ]. The high specificity of oligonucleotides in binding RNA targets will also result in a significantly minimal side effect profile. An important challenge that ncRNA-based therapy for Alzheimer’s disease faces is the blood-brain barrier, and strategies such as lipid or polymer nanoparticle delivery systems [ 261 , 262 ], focused ultrasound [ 263 ], and adeno-associated virus vectors [ 264 ] are being investigated to circumvent this challenge. Non-coding RNAs circulating in the serum or CSF are also potentially useful as biomarkers for the early detection of Alzheimer’s disease based on the changes in their expression during the disease process [ 265 ]. A number of studies have identified the potential usefulness of specific miRNAs and piRNAs as diagnostic or prognostic markers for Alzheimer’s disease. There are advantages to using circulating miRNAs as biomarkers apart from their close association with diseases: the ease of use of miRNA detection technology, the resistance of miRNAs to RNase digestion and tolerance of a wide range of pH conditions, and their stability at room temperature [ 147 ]. These advantages suggest the possibility of miRNAs and possibly other ncRNAs as ideal biomarkers for AD. Early diagnosis may bring about interventions that significantly delay or even prevent Alzheimer’s disease onset, and more studies to identify rapid and non-invasive biomarkers must be embarked upon in order to improve early diagnosis. A major phenomenon that should also be explored in future studies is the existence of different types of RNA fragments within protein deposits in AD. Shmookler Reis and colleagues [ 266 ] demonstrated a significant, non-random presence of RNA within pathological protein aggregates in AD states, and the significance of this finding needs to be studied in detail, especially as regards its cause and effects on AD pathophysiology. 6. Conclusions Non-coding RNAs perform critical regulatory functions in a wide range of cell types. Via epigenetic mechanisms and by regulating the expression of a number of genes, ncRNAs exert influence over a potentially wide range of cellular processes that depend on the expression and function of a large number of proteins. The wide-ranging effects of ncRNAs on normal cell function imply that their actions and dysregulation could have important roles in the onset and progression of many human diseases. Non-coding RNAs have been found to play important roles in the pathophysiology of Alzheimer’s disease, with recent studies in cellular and animal models as well as human brain tissue, serum, and CSF studies shedding light on some of these roles. MicroRNAs, circular RNAs, piwi-interacting RNAs, small interfering RNAs, and long non-coding RNAs have all been implicated in amyloid plaque formation and accumulation, tau hyperphosphorylation, neuroinflammation, oxidative stress, autophagy, and many other important pathophysiological processes in Alzheimer’s disease onset and progression. Many of these studies also reveal that some non-coding RNAs can be manipulated in AD, with potential therapeutic changes to the pathophysiological process. In addition, due to changes in the expression pattern of many non-coding RNAs at different stages of the disease, non-coding RNAs may also be useful as biomarkers for Alzheimer’s disease, and a number of studies have generated results that support this idea. Using non-coding RNAs as biomarkers for AD may significantly improve early detection and ultimately result in better clinical outcomes resulting from earlier intervention. Although significant strides have been made in the study of the roles that non-coding RNAs play in AD pathogenesis, much still remains unknown with regard to the exact mechanistic nature of their pathophysiological roles and their potential as therapeutic options and biomarkers. More detailed studies on the properties of many non-coding RNAs, the exact roles that they play in AD progression, and how they play these roles will lead to the discovery of new biomarkers and viable therapeutic strategies for the disease, which will improve prognosis and outcomes for patients. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions Conceptualization, R.M.D.H.; data curation, E.O.O.; writing—original draft preparation, E.O.O.; writing—content review and editing, R.M.D.H.; supervision, R.M.D.H. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement All data are presented in the article. Conflicts of Interest The authors declare no conflict of interest. References 1. Chen Y.G. Research Progress in the Pathogenesis of Alzheimer’s Disease Chin. Med. J. (Engl.) 2018 131 1618 1624 10.4103/0366-6999.235112 29941717 2. Lekka E. Hall J. Noncoding RNAs in disease FEBS Lett. 2018 592 2884 2900 10.1002/1873-3468.13182 29972883 3. Hombach S. Kretz M. Non-coding RNAs: Classification, Biology and Functioning Adv. Exp. Med. Biol. 2016 937 3 17 10.1007/978-3-319-42059-2_1 27573892 4. Idda M.L. Munk R. Abdelmohsen K. Gorospe M. Noncoding RNAs in Alzheimer’s disease Wiley Interdiscip. Rev. RNA 2018 9 e1463 10.1002/wrna.1463 5. Hebert S.S. Horre K. Nicolai L. Papadopoulou A.S. Mandemakers W. Silahtaroglu A.N. Kauppinen S. Delacourte A. De Strooper B. Loss of microRNA cluster miR-29a/b-1 in sporadic Alzheimer’s disease correlates with increased BACE1/beta-secretase expression Proc. Natl. Acad. Sci. USA 2008 105 6415 6420 10.1073/pnas.0710263105 18434550 6. Hernandez-Rapp J. Rainone S. Goupil C. Dorval V. Smith P.Y. Saint-Pierre M. Vallee M. Planel E. Droit A. Calon F. microRNA-132/212 deficiency enhances Abeta production and senile plaque deposition in Alzheimer’s disease triple transgenic mice Sci. Rep. 2016 6 30953 10.1038/srep30953 27484949 7. Liu H. Chu W. Gong L. Gao X. Wang W. MicroRNA-26b is upregulated in a double transgenic mouse model of Alzheimer’s disease and promotes the expression of amyloid-beta by targeting insulin-like growth factor 1 Mol. Med. Rep. 2016 13 2809 2814 10.3892/mmr.2016.4860 26847596 8. Coon K.D. Myers A.J. Craig D.W. Webster J.A. Pearson J.V. Lince D.H. Zismann V.L. Beach T.G. Leung D. Bryden L. A high-density whole-genome association study reveals that APOE is the major susceptibility gene for sporadic late-onset Alzheimer’s disease J. Clin. Psychiatry 2007 68 613 618 10.4088/JCP.v68n0419 17474819 9. Wijesekara N. Ahrens R. Sabale M. Wu L. Ha K. Verdile G. Fraser P.E. Amyloid-beta and islet amyloid pathologies link Alzheimer’s disease and type 2 diabetes in a transgenic model FASEB J. 2017 31 5409 5418 10.1096/fj.201700431R 28808140 10. Chang T.Y. Yamauchi Y. Hasan M.T. Chang C. Cellular cholesterol homeostasis and Alzheimer’s disease J. Lipid Res. 2017 58 2239 2254 10.1194/jlr.R075630 28298292 11. Abu Hamdeh S. Waara E.R. Moller C. Soderberg L. Basun H. Alafuzoff I. Hillered L. Lannfelt L. Ingelsson M. Marklund N. Rapid amyloid-beta oligomer and protofibril accumulation in traumatic brain injury Brain Pathol. 2018 28 451 462 10.1111/bpa.12532 28557010 12. Lambert J.C. Ibrahim-Verbaas C.A. Harold D. Naj A.C. Sims R. Bellenguez C. DeStafano A.L. Bis J.C. Beecham G.W. Grenier-Boley B. Meta-analysis of 74,046 individuals identifies 11 new susceptibility loci for Alzheimer’s disease Nat. Genet. 2013 45 1452 1458 10.1038/ng.2802 24162737 13. Chesler E.J. Lu L. Shou S. Qu Y. Gu J. Wang J. Hsu H.C. Mountz J.D. Baldwin N.E. Langston M.A. Complex trait analysis of gene expression uncovers polygenic and pleiotropic networks that modulate nervous system function Nat. Genet. 2005 37 233 242 10.1038/ng1518 15711545 14. Chin-Chan M. Navarro-Yepes J. Quintanilla-Vega B. Environmental pollutants as risk factors for neurodegenerative disorders: Alzheimer and Parkinson diseases Front. Cell Neurosci. 2015 9 124 10.3389/fncel.2015.00124 25914621 15. Holsinger R.M. McLean C.A. Beyreuther K. Masters C.L. Evin G. Increased expression of the amyloid precursor beta-secretase in Alzheimer’s disease Ann. Neurol. 2002 51 783 786 10.1002/ana.10208 12112088 16. Holsinger R.M. McLean C.A. Collins S.J. Masters C.L. Evin G. Increased beta-Secretase activity in cerebrospinal fluid of Alzheimer’s disease subjects Ann. Neurol. 2004 55 898 899 10.1002/ana.20144 15174031 17. Holsinger R.M. Lee J.S. Boyd A. Masters C.L. Collins S.J. CSF BACE1 activity is increased in CJD and Alzheimer disease versus [corrected] other dementias Neurology 2006 67 710 712 10.1212/01.wnl.0000229925.52203.4c 16924032 18. Fukumoto H. Cheung B.S. Hyman B.T. Irizarry M.C. Beta-secretase protein and activity are increased in the neocortex in Alzheimer disease Arch. Neurol. 2002 59 1381 1389 10.1001/archneur.59.9.1381 12223024 19. Yang L.B. Lindholm K. Yan R. Citron M. Xia W. Yang X.L. Beach T. Sue L. Wong P. Price D. Elevated beta-secretase expression and enzymatic activity detected in sporadic Alzheimer disease Nat. Med. 2003 9 3 4 10.1038/nm0103-3 12514700 20. Wang J.Z. Wang Z.H. Tian Q. Tau hyperphosphorylation induces apoptotic escape and triggers neurodegeneration in Alzheimer’s disease Neurosci. Bull. 2014 30 359 366 10.1007/s12264-013-1415-y 24627329 21. Zhu X. Lee H.G. Raina A.K. Perry G. Smith M.A. The role of mitogen-activated protein kinase pathways in Alzheimer’s disease Neurosignals 2002 11 270 281 10.1159/000067426 12566928 22. Munoz L. Ammit A.J. Targeting p38 MAPK pathway for the treatment of Alzheimer’s disease Neuropharmacology 2010 58 561 568 10.1016/j.neuropharm.2009.11.010 19951717 23. Talantova M. Sanz-Blasco S. Zhang X. Xia P. Akhtar M.W. Okamoto S. Dziewczapolski G. Nakamura T. Cao G. Pratt A.E. Abeta induces astrocytic glutamate release, extrasynaptic NMDA receptor activation, and synaptic loss Proc. Natl. Acad. Sci. USA 2013 110 E2518 E2527 10.1073/pnas.1306832110 23776240 24. Elangovan S. Holsinger R.M.D. Cyclical amyloid beta-astrocyte activity induces oxidative stress in Alzheimer’s disease Biochimie 2020 171–172 38 42 10.1016/j.biochi.2020.02.003 25. Grimm A. Eckert A. Brain aging and neurodegeneration: From a mitochondrial point of view J. Neurochem. 2017 143 418 431 10.1111/jnc.14037 28397282 26. Mecocci P. Boccardi V. Cecchetti R. Bastiani P. Scamosci M. Ruggiero C. Baroni M. A Long Journey into Aging, Brain Aging, and Alzheimer’s Disease Following the Oxidative Stress Tracks J. Alzheimer’s Dis. 2018 62 1319 1335 10.3233/JAD-170732 29562533 27. Swerdlow R.H. Burns J.M. Khan S.M. The Alzheimer’s disease mitochondrial cascade hypothesis: Progress and perspectives Biochim. Biophys. Acta 2014 1842 1219 1231 10.1016/j.bbadis.2013.09.010 24071439 28. Olufunmilayo E.O. Gerke-Duncan M.B. Holsinger R.M.D. Oxidative Stress and Antioxidants in Neurodegenerative Disorders Antioxidants 2023 12 517 10.3390/antiox12020517 36830075 29. Cheignon C. Tomas M. Bonnefont-Rousselot D. Faller P. Hureau C. Collin F. Oxidative stress and the amyloid beta peptide in Alzheimer’s disease Redox Biol. 2018 14 450 464 10.1016/j.redox.2017.10.014 29080524 30. Sarlus H. Heneka M.T. Microglia in Alzheimer’s disease J. Clin. Investig. 2017 127 3240 3249 10.1172/JCI90606 28862638 31. Long H.Z. Zhou Z.W. Cheng Y. Luo H.Y. Li F.J. Xu S.G. Gao L.C. The Role of Microglia in Alzheimer’s Disease From the Perspective of Immune Inflammation and Iron Metabolism Front. Aging Neurosci. 2022 14 888989 10.3389/fnagi.2022.888989 35847685 32. Pickford F. Masliah E. Britschgi M. Lucin K. Narasimhan R. Jaeger P.A. Small S. Spencer B. Rockenstein E. Levine B. The autophagy-related protein beclin 1 shows reduced expression in early Alzheimer disease and regulates amyloid beta accumulation in mice J. Clin. Investig. 2008 118 2190 2199 10.1172/JCI33585 18497889 33. Cai Z. Zhou Y. Liu Z. Ke Z. Zhao B. Autophagy dysfunction upregulates beta-amyloid peptides via enhancing the activity of gamma-secretase complex Neuropsychiatr. Dis. Treat. 2015 11 2091 2099 10.2147/NDT.S84755 26316755 34. Zaratiegui M. Irvine D.V. Martienssen R.A. Noncoding RNAs and gene silencing Cell 2007 128 763 776 10.1016/j.cell.2007.02.016 17320512 35. Ponting C.P. Oliver P.L. Reik W. Evolution and functions of long noncoding RNAs Cell 2009 136 629 641 10.1016/j.cell.2009.02.006 19239885 36. Wang K.S. Choo Q.L. Weiner A.J. Ou J.H. Najarian R.C. Thayer R.M. Mullenbach G.T. Denniston K.J. Gerin J.L. Houghton M. Structure, sequence and expression of the hepatitis delta (delta) viral genome Nature 1986 323 508 514 10.1038/323508a0 3762705 37. Cocquerelle C. Mascrez B. Hetuin D. Bailleul B. Mis-splicing yields circular RNA molecules FASEB J. 1993 7 155 160 10.1096/fasebj.7.1.7678559 7678559 38. Capel B. Swain A. Nicolis S. Hacker A. Walter M. Koopman P. Goodfellow P. Lovell-Badge R. Circular transcripts of the testis-determining gene Sry in adult mouse testis Cell 1993 73 1019 1030 10.1016/0092-8674(93)90279-Y 7684656 39. Panni S. Lovering R.C. Porras P. Orchard S. Non-coding RNA regulatory networks Biochim. Biophys. Acta Gene Regul. Mech. 2020 1863 194417 10.1016/j.bbagrm.2019.194417 31493559 40. Jeck W.R. Sorrentino J.A. Wang K. Slevin M.K. Burd C.E. Liu J. Marzluff W.F. Sharpless N.E. Circular RNAs are abundant, conserved, and associated with ALU repeats RNA 2013 19 141 157 10.1261/rna.035667.112 23249747 41. Memczak S. Jens M. Elefsinioti A. Torti F. Krueger J. Rybak A. Maier L. Mackowiak S.D. Gregersen L.H. Munschauer M. Circular RNAs are a large class of animal RNAs with regulatory potency Nature 2013 495 333 338 10.1038/nature11928 23446348 42. Wilusz J.E. Sharp P.A. Molecular biology. A circuitous route to noncoding RNA Science 2013 340 440 441 10.1126/science.1238522 23620042 43. Salzman J. Gawad C. Wang P.L. Lacayo N. Brown P.O. Circular RNAs are the predominant transcript isoform from hundreds of human genes in diverse cell types PLoS ONE 2012 7 e30733 10.1371/journal.pone.0030733 22319583 44. Ebert M.S. Neilson J.R. Sharp P.A. MicroRNA sponges: Competitive inhibitors of small RNAs in mammalian cells Nat. Methods 2007 4 721 726 10.1038/nmeth1079 17694064 45. Bartel D.P. MicroRNAs: Target recognition and regulatory functions Cell 2009 136 215 233 10.1016/j.cell.2009.01.002 19167326 46. Lee R.C. Feinbaum R.L. Ambros V. The C. elegans heterochronic gene lin-4 encodes small RNAs with antisense complementarity to lin-14 Cell 1993 75 843 854 10.1016/0092-8674(93)90529-Y 8252621 47. Lee R.C. Ambros V. An extensive class of small RNAs in Caenorhabditis elegans Science 2001 294 862 864 10.1126/science.1065329 11679672 48. Lau N.C. Lim L.P. Weinstein E.G. Bartel D.P. An abundant class of tiny RNAs with probable regulatory roles in Caenorhabditis elegans Science 2001 294 858 862 10.1126/science.1065062 11679671 49. Lagos-Quintana M. Rauhut R. Lendeckel W. Tuschl T. Identification of novel genes coding for small expressed RNAs Science 2001 294 853 858 10.1126/science.1064921 11679670 50. Svobodova E. Kubikova J. Svoboda P. Production of small RNAs by mammalian Dicer Pflug. Arch. 2016 468 1089 1102 10.1007/s00424-016-1817-6 51. Fang Z. Du R. Edwards A. Flemington E.K. Zhang K. The sequence structures of human microRNA molecules and their implications PLoS ONE 2013 8 e54215 10.1371/journal.pone.0054215 23349828 52. Kozomara A. Griffiths-Jones S. miRBase: Annotating high confidence microRNAs using deep sequencing data Nucleic Acids Res. 2014 42 D68 D73 10.1093/nar/gkt1181 24275495 53. Kozomara A. Birgaoanu M. Griffiths-Jones S. miRBase: From microRNA sequences to function Nucleic Acids Res. 2019 47 D155 D162 10.1093/nar/gky1141 30423142 54. Meister G. Landthaler M. Patkaniowska A. Dorsett Y. Teng G. Tuschl T. Human Argonaute2 mediates RNA cleavage targeted by miRNAs and siRNAs Mol. Cell 2004 15 185 197 10.1016/j.molcel.2004.07.007 15260970 55. Filipowicz W. Bhattacharyya S.N. Sonenberg N. Mechanisms of post-transcriptional regulation by microRNAs: Are the answers in sight? Nat. Rev. Genet. 2008 9 102 114 10.1038/nrg2290 18197166 56. Hutvagner G. Zamore P.D. A microRNA in a multiple-turnover RNAi enzyme complex Science 2002 297 2056 2060 10.1126/science.1073827 12154197 57. Zeng Y. Yi R. Cullen B.R. MicroRNAs and small interfering RNAs can inhibit mRNA expression by similar mechanisms Proc. Natl. Acad. Sci. USA 2003 100 9779 9784 10.1073/pnas.1630797100 12902540 58. Elbashir S.M. Lendeckel W. Tuschl T. RNA interference is mediated by 21- and 22-nucleotide RNAs Genes. Dev. 2001 15 188 200 10.1101/gad.862301 11157775 59. Llave C. Xie Z. Kasschau K.D. Carrington J.C. Cleavage of Scarecrow-like mRNA targets directed by a class of Arabidopsis miRNA Science 2002 297 2053 2056 10.1126/science.1076311 12242443 60. Olsen P.H. Ambros V. The lin-4 regulatory RNA controls developmental timing in Caenorhabditis elegans by blocking LIN-14 protein synthesis after the initiation of translation Dev. Biol. 1999 216 671 680 10.1006/dbio.1999.9523 10642801 61. Dana H. Chalbatani G.M. Mahmoodzadeh H. Karimloo R. Rezaiean O. Moradzadeh A. Mehmandoost N. Moazzen F. Mazraeh A. Marmari V. Molecular Mechanisms and Biological Functions of siRNA Int. J. Biomed. Sci. 2017 13 48 57 10.59566/IJBS.2017.13048 28824341 62. Rubin M.A. Targeted therapy of cancer: New roles for pathologists–prostate cancer Mod. Pathol. 2008 21 (Suppl. S2) S44 S55 10.1038/modpathol.2008.11 18437173 63. Oh Y.K. Park T.G. siRNA delivery systems for cancer treatment Adv. Drug Deliv. Rev. 2009 61 850 862 10.1016/j.addr.2009.04.018 19422869 64. Fire A. Xu S. Montgomery M.K. Kostas S.A. Driver S.E. Mello C.C. Potent and specific genetic interference by double-stranded RNA in Caenorhabditis elegans Nature 1998 391 806 811 10.1038/35888 9486653 65. Bernstein E. Caudy A.A. Hammond S.M. Hannon G.J. Role for a bidentate ribonuclease in the initiation step of RNA interference Nature 2001 409 363 366 10.1038/35053110 11201747 66. Kim D.H. Behlke M.A. Rose S.D. Chang M.S. Choi S. Rossi J.J. Synthetic dsRNA Dicer substrates enhance RNAi potency and efficacy Nat. Biotechnol. 2005 23 222 226 10.1038/nbt1051 15619617 67. Hammond S.M. Bernstein E. Beach D. Hannon G.J. An RNA-directed nuclease mediates post-transcriptional gene silencing in Drosophila cells Nature 2000 404 293 296 10.1038/35005107 10749213 68. Khvorova A. Reynolds A. Jayasena S.D. Functional siRNAs and miRNAs exhibit strand bias Cell 2003 115 209 216 10.1016/S0092-8674(03)00801-8 14567918 69. Chen P.Y. Weinmann L. Gaidatzis D. Pei Y. Zavolan M. Tuschl T. Meister G. Strand-specific 5’-O-methylation of siRNA duplexes controls guide strand selection and targeting specificity RNA 2008 14 263 274 10.1261/rna.789808 18094121 70. Zamore P.D. Tuschl T. Sharp P.A. Bartel D.P. RNAi: Double-stranded RNA directs the ATP-dependent cleavage of mRNA at 21 to 23 nucleotide intervals Cell 2000 101 25 33 10.1016/S0092-8674(00)80620-0 10778853 71. Meister G. Tuschl T. Mechanisms of gene silencing by double-stranded RNA Nature 2004 431 343 349 10.1038/nature02873 15372041 72. Okamura K. Lai E.C. Endogenous small interfering RNAs in animals Nat. Rev. Mol. Cell Biol. 2008 9 673 678 10.1038/nrm2479 18719707 73. Czech B. Malone C.D. Zhou R. Stark A. Schlingeheyde C. Dus M. Perrimon N. Kellis M. Wohlschlegel J.A. Sachidanandam R. An endogenous small interfering RNA pathway in Drosophila Nature 2008 453 798 802 10.1038/nature07007 18463631 74. Okamura K. Chung W.J. Ruby J.G. Guo H. Bartel D.P. Lai E.C. The Drosophila hairpin RNA pathway generates endogenous short interfering RNAs Nature 2008 453 803 806 10.1038/nature07015 18463630 75. Tam O.H. Aravin A.A. Stein P. Girard A. Murchison E.P. Cheloufi S. Hodges E. Anger M. Sachidanandam R. Schultz R.M. Pseudogene-derived small interfering RNAs regulate gene expression in mouse oocytes Nature 2008 453 534 538 10.1038/nature06904 18404147 76. Hu B. Zhong L. Weng Y. Peng L. Huang Y. Zhao Y. Liang X.J. Therapeutic siRNA: State of the art Signal Transduct. Target. Ther. 2020 5 101 10.1038/s41392-020-0207-x 32561705 77. Friedrich M. Aigner A. Therapeutic siRNA: State-of-the-Art and Future Perspectives BioDrugs 2022 36 549 571 10.1007/s40259-022-00549-3 35997897 78. Lam J.K. Chow M.Y. Zhang Y. Leung S.W. siRNA Versus miRNA as Therapeutics for Gene Silencing Mol. Ther. Nucleic Acids 2015 4 e252 10.1038/mtna.2015.23 26372022 79. Lin H. Spradling A.C. A novel group of pumilio mutations affects the asymmetric division of germline stem cells in the Drosophila ovary Development 1997 124 2463 2476 10.1242/dev.124.12.2463 9199372 80. Cox D.N. Chao A. Baker J. Chang L. Qiao D. Lin H. A novel class of evolutionarily conserved genes defined by piwi are essential for stem cell self-renewal Genes. Dev. 1998 12 3715 3727 10.1101/gad.12.23.3715 9851978 81. Han Y.N. Li Y. Xia S.Q. Zhang Y.Y. Zheng J.H. Li W. PIWI Proteins and PIWI-Interacting RNA: Emerging Roles in Cancer Cell Physiol. Biochem. 2017 44 1 20 10.1159/000484541 29130960 82. Thomson T. Lin H. The biogenesis and function of PIWI proteins and piRNAs: Progress and prospect Annu. Rev. Cell Dev. Biol. 2009 25 355 376 10.1146/annurev.cellbio.24.110707.175327 19575643 83. Huang Y. Bai J.Y. Ren H.T. PiRNAs biogenesis and its functions Russ. J. Bioorganic Chem. 2014 40 320 326 10.1134/S1068162014030169 84. Grishok A. Tabara H. Mello C.C. Genetic requirements for inheritance of RNAi in C. elegans Science 2000 287 2494 2497 10.1126/science.287.5462.2494 10741970 85. Gao Y. Feng B. Han S. Lu L. Chen Y. Chu X. Wang R. Chen L. MicroRNA-129 in Human Cancers: From Tumorigenesis to Clinical Treatment Cell Physiol. Biochem. 2016 39 2186 2202 10.1159/000447913 27802440 86. Iwasaki Y.W. Siomi M.C. Siomi H. PIWI-Interacting RNA: Its Biogenesis and Functions Annu. Rev. Biochem. 2015 84 405 433 10.1146/annurev-biochem-060614-034258 25747396 87. Vagin V.V. Sigova A. Li C. Seitz H. Gvozdev V. Zamore P.D. A distinct small RNA pathway silences selfish genetic elements in the germline Science 2006 313 320 324 10.1126/science.1129333 16809489 88. Carmell M.A. Girard A. van de Kant H.J. Bourc’his D. Bestor T.H. de Rooij D.G. Hannon G.J. MIWI2 is essential for spermatogenesis and repression of transposons in the mouse male germline Dev. Cell 2007 12 503 514 10.1016/j.devcel.2007.03.001 17395546 89. Aravin A.A. Sachidanandam R. Bourc’his D. Schaefer C. Pezic D. Toth K.F. Bestor T. Hannon G.J. A piRNA pathway primed by individual transposons is linked to de novo DNA methylation in mice Mol. Cell 2008 31 785 799 10.1016/j.molcel.2008.09.003 18922463 90. Cordaux R. Batzer M.A. The impact of retrotransposons on human genome evolution Nat. Rev. Genet. 2009 10 691 703 10.1038/nrg2640 19763152 91. Babakhani S. Oloomi M. Transposons: The agents of antibiotic resistance in bacteria J. Basic. Microbiol. 2018 58 905 917 10.1002/jobm.201800204 30113080 92. Le Thomas A. Rogers A.K. Webster A. Marinov G.K. Liao S.E. Perkins E.M. Hur J.K. Aravin A.A. Toth K.F. Piwi induces piRNA-guided transcriptional silencing and establishment of a repressive chromatin state Genes. Dev. 2013 27 390 399 10.1101/gad.209841.112 23392610 93. Ebert A. Schotta G. Lein S. Kubicek S. Krauss V. Jenuwein T. Reuter G. Su(var) genes regulate the balance between euchromatin and heterochromatin in Drosophila Genes. Dev. 2004 18 2973 2983 10.1101/gad.323004 15574598 94. Huang X.A. Yin H. Sweeney S. Raha D. Snyder M. Lin H. A major epigenetic programming mechanism guided by piRNAs Dev. Cell 2013 24 502 516 10.1016/j.devcel.2013.01.023 23434410 95. Neisch A.L. Fehon R.G. Ezrin, Radixin and Moesin: Key regulators of membrane-cortex interactions and signaling Curr. Opin. Cell Biol. 2011 23 377 382 10.1016/j.ceb.2011.04.011 21592758 96. Lee K. Kim H. An K. Kwon O.B. Park S. Cha J.H. Kim M.H. Lee Y. Kim J.H. Cho K. Replenishment of microRNA-188-5p restores the synaptic and cognitive deficits in 5XFAD Mouse Model of Alzheimer’s Disease Sci. Rep. 2016 6 34433 10.1038/srep34433 27708404 97. Busch J. Ralla B. Jung M. Wotschofsky Z. Trujillo-Arribas E. Schwabe P. Kilic E. Fendler A. Jung K. Piwi-interacting RNAs as novel prognostic markers in clear cell renal cell carcinomas J. Exp. Clin. Cancer Res. 2015 34 61 10.1186/s13046-015-0180-3 26071182 98. Wang K.C. Yang Y.W. Liu B. Sanyal A. Corces-Zimmerman R. Chen Y. Lajoie B.R. Protacio A. Flynn R.A. Gupta R.A. A long noncoding RNA maintains active chromatin to coordinate homeotic gene expression Nature 2011 472 120 124 10.1038/nature09819 21423168 99. Lu Y. Zhang K. Li C. Yao Y. Tao D. Liu Y. Zhang S. Ma Y. Piwil2 suppresses p53 by inducing phosphorylation of signal transducer and activator of transcription 3 in tumor cells PLoS ONE 2012 7 e30999 10.1371/journal.pone.0030999 22303479 100. Hanusek K. Poletajew S. Kryst P. Piekielko-Witkowska A. Boguslawska J. piRNAs and PIWI Proteins as Diagnostic and Prognostic Markers of Genitourinary Cancers Biomolecules 2022 12 186 10.3390/biom12020186 35204687 101. Mokarram P. Niknam M. Sadeghdoust M. Aligolighasemabadi F. Siri M. Dastghaib S. Brim H. Ashktorab H. PIWI interacting RNAs perspectives: A new avenues in future cancer investigations Bioengineered 2021 12 10401 10419 10.1080/21655979.2021.1997078 34723746 102. Uszczynska-Ratajczak B. Lagarde J. Frankish A. Guigo R. Johnson R. Towards a complete map of the human long non-coding RNA transcriptome Nat. Rev. Genet. 2018 19 535 548 10.1038/s41576-018-0017-y 29795125 103. Fang S. Zhang L. Guo J. Niu Y. Wu Y. Li H. Zhao L. Li X. Teng X. Sun X. NONCODEV5: A comprehensive annotation database for long non-coding RNAs Nucleic Acids Res. 2018 46 D308 D314 10.1093/nar/gkx1107 29140524 104. Liu S. Trapnell C. Single-cell transcriptome sequencing: Recent advances and remaining challenges F1000Res 2016 5 182 10.12688/f1000research.7223.1 105. Marchese F.P. Raimondi I. Huarte M. The multidimensional mechanisms of long noncoding RNA function Genome Biol. 2017 18 206 10.1186/s13059-017-1348-2 29084573 106. Derrien T. Johnson R. Bussotti G. Tanzer A. Djebali S. Tilgner H. Guernec G. Martin D. Merkel A. Knowles D.G. The GENCODE v7 catalog of human long noncoding RNAs: Analysis of their gene structure, evolution, and expression Genome Res. 2012 22 1775 1789 10.1101/gr.132159.111 22955988 107. Guo C.J. Ma X.K. Xing Y.H. Zheng C.C. Xu Y.F. Shan L. Zhang J. Wang S. Wang Y. Carmichael G.G. Distinct Processing of lncRNAs Contributes to Non-conserved Functions in Stem Cells Cell 2020 181 621 636 10.1016/j.cell.2020.03.006 32259487 108. Hezroni H. Koppstein D. Schwartz M.G. Avrutin A. Bartel D.P. Ulitsky I. Principles of long noncoding RNA evolution derived from direct comparison of transcriptomes in 17 species Cell Rep. 2015 11 1110 1122 10.1016/j.celrep.2015.04.023 25959816 109. Quinn J.J. Zhang Q.C. Georgiev P. Ilik I.A. Akhtar A. Chang H.Y. Rapid evolutionary turnover underlies conserved lncRNA-genome interactions Genes. Dev. 2016 30 191 207 10.1101/gad.272187.115 26773003 110. Mele M. Mattioli K. Mallard W. Shechner D.M. Gerhardinger C. Rinn J.L. Chromatin environment, transcriptional regulation, and splicing distinguish lincRNAs and mRNAs Genome Res. 2017 27 27 37 10.1101/gr.214205.116 27927715 111. Lagarde J. Uszczynska-Ratajczak B. Carbonell S. Perez-Lluch S. Abad A. Davis C. Gingeras T.R. Frankish A. Harrow J. Guigo R. High-throughput annotation of full-length long noncoding RNAs with capture long-read sequencing Nat. Genet. 2017 49 1731 1740 10.1038/ng.3988 29106417 112. Schlackow M. Nojima T. Gomes T. Dhir A. Carmo-Fonseca M. Proudfoot N.J. Distinctive Patterns of Transcription and RNA Processing for Human lincRNAs Mol. Cell 2017 65 25 38 10.1016/j.molcel.2016.11.029 28017589 113. Zuckerman B. Ron M. Mikl M. Segal E. Ulitsky I. Gene Architecture and Sequence Composition Underpin Selective Dependency of Nuclear Export of Long RNAs on NXF1 and the TREX Complex Mol. Cell 2020 79 251 267 10.1016/j.molcel.2020.05.013 32504555 114. Huang H. Li L. Wen K. Interactions between long non-coding RNAs and RNA-binding proteins in cancer (Review) Oncol. Rep. 2021 46 1 15 10.3892/or.2021.8207 115. Guttman M. Rinn J.L. Modular regulatory principles of large non-coding RNAs Nature 2012 482 339 346 10.1038/nature10887 22337053 116. Grote P. Wittler L. Hendrix D. Koch F. Wahrisch S. Beisaw A. Macura K. Blass G. Kellis M. Werber M. The tissue-specific lncRNA Fendrr is an essential regulator of heart and body wall development in the mouse Dev. Cell 2013 24 206 214 10.1016/j.devcel.2012.12.012 23369715 117. Mohammad F. Mondal T. Guseva N. Pandey G.K. Kanduri C. Kcnq1ot1 noncoding RNA mediates transcriptional gene silencing by interacting with Dnmt1 Development 2010 137 2493 2499 10.1242/dev.048181 20573698 118. Schmitz K.M. Mayer C. Postepska A. Grummt I. Interaction of noncoding RNA with the rDNA promoter mediates recruitment of DNMT3b and silencing of rRNA genes Genes Dev. 2010 24 2264 2269 10.1101/gad.590910 20952535 119. Liu B. Sun L. Liu Q. Gong C. Yao Y. Lv X. Lin L. Yao H. Su F. Li D. A cytoplasmic NF-kappaB interacting long noncoding RNA blocks IkappaB phosphorylation and suppresses breast cancer metastasis Cancer Cell 2015 27 370 381 10.1016/j.ccell.2015.02.004 25759022 120. Wang P. Xue Y. Han Y. Lin L. Wu C. Xu S. Jiang Z. Xu J. Liu Q. Cao X. The STAT3-binding long noncoding RNA lnc-DC controls human dendritic cell differentiation Science 2014 344 310 313 10.1126/science.1251456 24744378 121. Sempere L.F. Freemantle S. Pitha-Rowe I. Moss E. Dmitrovsky E. Ambros V. Expression profiling of mammalian microRNAs uncovers a subset of brain-expressed microRNAs with possible roles in murine and human neuronal differentiation Genome Biol. 2004 5 R13 10.1186/gb-2004-5-3-r13 15003116 122. Landgraf P. Rusu M. Sheridan R. Sewer A. Iovino N. Aravin A. Pfeffer S. Rice A. Kamphorst A.O. Landthaler M. A mammalian microRNA expression atlas based on small RNA library sequencing Cell 2007 129 1401 1414 10.1016/j.cell.2007.04.040 17604727 123. Bak M. Silahtaroglu A. Moller M. Christensen M. Rath M.F. Skryabin B. Tommerup N. Kauppinen S. MicroRNA expression in the adult mouse central nervous system RNA 2008 14 432 444 10.1261/rna.783108 18230762 124. Lugli G. Torvik V.I. Larson J. Smalheiser N.R. Expression of microRNAs and their precursors in synaptic fractions of adult mouse forebrain J. Neurochem. 2008 106 650 661 10.1111/j.1471-4159.2008.05413.x 18410515 125. Natera-Naranjo O. Aschrafi A. Gioio A.E. Kaplan B.B. Identification and quantitative analyses of microRNAs located in the distal axons of sympathetic neurons RNA 2010 16 1516 1529 10.1261/rna.1833310 20584895 126. Suh M.R. Lee Y. Kim J.Y. Kim S.K. Moon S.H. Lee J.Y. Cha K.Y. Chung H.M. Yoon H.S. Moon S.Y. Human embryonic stem cells express a unique set of microRNAs Dev. Biol. 2004 270 488 498 10.1016/j.ydbio.2004.02.019 15183728 127. Ventura A. Young A.G. Winslow M.M. Lintault L. Meissner A. Erkeland S.J. Newman J. Bronson R.T. Crowley D. Stone J.R. Targeted deletion reveals essential and overlapping functions of the miR-17 through 92 family of miRNA clusters Cell 2008 132 875 886 10.1016/j.cell.2008.02.019 18329372 128. Makeyev E.V. Zhang J. Carrasco M.A. Maniatis T. The MicroRNA miR-124 promotes neuronal differentiation by triggering brain-specific alternative pre-mRNA splicing Mol. Cell 2007 27 435 448 10.1016/j.molcel.2007.07.015 17679093 129. Dajas-Bailador F. Bonev B. Garcez P. Stanley P. Guillemot F. Papalopulu N. microRNA-9 regulates axon extension and branching by targeting Map1b in mouse cortical neurons Nat. Neurosci. 2012 15 697 699 10.1038/nn.3082 22484572 130. Radhakrishnan B. Alwin Prem Anand A. Role of miRNA-9 in Brain Development J. Exp. Neurosci. 2016 10 101 120 10.4137/JEN.S32843 27721656 131. Shenoy A. Danial M. Blelloch R.H. Let-7 and miR-125 cooperate to prime progenitors for astrogliogenesis EMBO J. 2015 34 1180 1194 10.15252/embj.201489504 25715649 132. Lau P. Verrier J.D. Nielsen J.A. Johnson K.R. Notterpek L. Hudson L.D. Identification of dynamically regulated microRNA and mRNA networks in developing oligodendrocytes J. Neurosci. 2008 28 11720 11730 10.1523/JNEUROSCI.1932-08.2008 18987208 133. Konopka W. Kiryk A. Novak M. Herwerth M. Parkitna J.R. Wawrzyniak M. Kowarsch A. Michaluk P. Dzwonek J. Arnsperger T. MicroRNA loss enhances learning and memory in mice J. Neurosci. 2010 30 14835 14842 10.1523/JNEUROSCI.3030-10.2010 21048142 134. Gao J. Wang W.Y. Mao Y.W. Graff J. Guan J.S. Pan L. Mak G. Kim D. Su S.C. Tsai L.H. A novel pathway regulates memory and plasticity via SIRT1 and miR-134 Nature 2010 466 1105 1109 10.1038/nature09271 20622856 135. Taganov K.D. Boldin M.P. Chang K.J. Baltimore D. NF-kappaB-dependent induction of microRNA miR-146, an inhibitor targeted to signaling proteins of innate immune responses Proc. Natl. Acad. Sci. USA 2006 103 12481 12486 10.1073/pnas.0605298103 16885212 136. Su W. Aloi M.S. Garden G.A. MicroRNAs mediating CNS inflammation: Small regulators with powerful potential Brain Behav. Immun. 2016 52 1 8 10.1016/j.bbi.2015.07.003 26148445 137. Zhong Z. Yuan K. Tong X. Hu J. Song Z. Zhang G. Fang X. Zhang W. MiR-16 attenuates beta-amyloid-induced neurotoxicity through targeting beta-site amyloid precursor protein-cleaving enzyme 1 in an Alzheimer’s disease cell model Neuroreport 2018 29 1365 1372 10.1097/WNR.0000000000001118 30142113 138. Lei X. Lei L. Zhang Z. Zhang Z. Cheng Y. Downregulated miR-29c correlates with increased BACE1 expression in sporadic Alzheimer’s disease Int. J. Clin. Exp. Pathol. 2015 8 1565 1574 25973041 139. Kim J. Yoon H. Chung D.E. Brown J.L. Belmonte K.C. Kim J. miR-186 is decreased in aged brain and suppresses BACE1 expression J. Neurochem. 2016 137 436 445 10.1111/jnc.13507 26710318 140. Zhu H.C. Wang L.M. Wang M. Song B. Tan S. Teng J.F. Duan D.X. MicroRNA-195 downregulates Alzheimer’s disease amyloid-beta production by targeting BACE1 Brain Res. Bull. 2012 88 596 601 10.1016/j.brainresbull.2012.05.018 22721728 141. Parsi S. Smith P.Y. Goupil C. Dorval V. Hebert S.S. Preclinical Evaluation of miR-15/107 Family Members as Multifactorial Drug Targets for Alzheimer’s Disease Mol. Ther. Nucleic Acids 2015 4 e256 10.1038/mtna.2015.33 26440600 142. Cao J. Huang M. Guo L. Zhu L. Hou J. Zhang L. Pero A. Ng S. El Gaamouch F. Elder G. MicroRNA-195 rescues ApoE4-induced cognitive deficits and lysosomal defects in Alzheimer’s disease pathogenesis Mol. Psychiatry 2021 26 4687 4701 10.1038/s41380-020-0824-3 32632205 143. Zhang J. Hu M. Teng Z. Tang Y.P. Chen C. Synaptic and cognitive improvements by inhibition of 2-AG metabolism are through upregulation of microRNA-188-3p in a mouse model of Alzheimer’s disease J. Neurosci. 2014 34 14919 14933 10.1523/JNEUROSCI.1165-14.2014 25378159 144. Quan Q. Qian Y. Li X. Li M. Pioglitazone Reduces beta Amyloid Levels via Inhibition of PPARgamma Phosphorylation in a Neuronal Model of Alzheimer’s Disease Front. Aging Neurosci. 2019 11 178 10.3389/fnagi.2019.00178 31379559 145. Liu Y. Zhang Y. Liu P. Bai H. Li X. Xiao J. Yuan Q. Geng S. Yin H. Zhang H. MicroRNA-128 knockout inhibits the development of Alzheimer’s disease by targeting PPARgamma in mouse models Eur. J. Pharmacol. 2019 843 134 144 10.1016/j.ejphar.2018.11.004 30412727 146. Long J.M. Maloney B. Rogers J.T. Lahiri D.K. Novel upregulation of amyloid-beta precursor protein (APP) by microRNA-346 via targeting of APP mRNA 5’-untranslated region: Implications in Alzheimer’s disease Mol. Psychiatry 2019 24 345 363 10.1038/s41380-018-0266-3 30470799 147. Zhang Y. Zhao Y. Ao X. Yu W. Zhang L. Wang Y. Chang W. The Role of Non-coding RNAs in Alzheimer’s Disease: From Regulated Mechanism to Therapeutic Targets and Diagnostic Biomarkers Front. Aging Neurosci. 2021 13 654978 10.3389/fnagi.2021.654978 34276336 148. Liu C.G. Wang J.L. Li L. Xue L.X. Zhang Y.Q. Wang P.C. MicroRNA-135a and -200b, potential Biomarkers for Alzheimer׳s disease, regulate beta secretase and amyloid precursor protein Brain Res. 2014 1583 55 64 10.1016/j.brainres.2014.04.026 25152461 149. Kim J. Basak J.M. Holtzman D.M. The role of apolipoprotein E in Alzheimer’s disease Neuron 2009 63 287 303 10.1016/j.neuron.2009.06.026 19679070 150. Wang Z. Qin W. Wei C.B. Tang Y. Zhao L.N. Jin H.M. Li Y. Wang Q. Luan X.Q. He J.C. The microRNA-1908 up-regulation in the peripheral blood cells impairs amyloid clearance by targeting ApoE Int. J. Geriatr. Psychiatry 2018 33 980 986 10.1002/gps.4881 29635818 151. Kim J. Yoon H. Horie T. Burchett J.M. Restivo J.L. Rotllan N. Ramirez C.M. Verghese P.B. Ihara M. Hoe H.S. microRNA-33 Regulates ApoE Lipidation and Amyloid-beta Metabolism in the Brain J. Neurosci. 2015 35 14717 14726 10.1523/JNEUROSCI.2053-15.2015 26538644 152. Li B. Chohan M.O. Grundke-Iqbal I. Iqbal K. Disruption of microtubule network by Alzheimer abnormally hyperphosphorylated tau Acta Neuropathol. 2007 113 501 511 10.1007/s00401-007-0207-8 17372746 153. Santa-Maria I. Alaniz M.E. Renwick N. Cela C. Fulga T.A. Van Vactor D. Tuschl T. Clark L.N. Shelanski M.L. McCabe B.D. Dysregulation of microRNA-219 promotes neurodegeneration through post-transcriptional regulation of tau J. Clin. Investig. 2015 125 681 686 10.1172/JCI78421 25574843 154. Wang G. Huang Y. Wang L.L. Zhang Y.F. Xu J. Zhou Y. Lourenco G.F. Zhang B. Wang Y. Ren R.J. MicroRNA-146a suppresses ROCK1 allowing hyperphosphorylation of tau in Alzheimer’s disease Sci. Rep. 2016 6 26697 10.1038/srep26697 27221467 155. Hu C. Zhou H. Liu Y. Huang J. Liu W. Zhang Q. Tang Q. Sheng F. Li G. Zhang R. ROCK1 promotes migration and invasion of non-small-cell lung cancer cells through the PTEN/PI3K/FAK pathway Int. J. Oncol. 2019 55 833 844 10.3892/ijo.2019.4864 31485605 156. Mezache L. Mikhail M. Garofalo M. Nuovo G.J. Reduced miR-512 and the Elevated Expression of Its Targets cFLIP and MCL1 Localize to Neurons With Hyperphosphorylated Tau Protein in Alzheimer Disease Appl. Immunohistochem. Mol. Morphol. 2015 23 615 623 10.1097/PAI.0000000000000147 26258756 157. Jiang Y. Xu B. Chen J. Sui Y. Ren L. Li J. Zhang H. Guo L. Sun X. Micro-RNA-137 Inhibits Tau Hyperphosphorylation in Alzheimer’s Disease and Targets the CACNA1C Gene in Transgenic Mice and Human Neuroblastoma SH-SY5Y Cells Med. Sci. Monit. 2018 24 5635 5644 10.12659/MSM.908765 30102687 158. Beeri M.S. Sonnen J. Brain BDNF expression as a biomarker for cognitive reserve against Alzheimer disease progression Neurology 2016 86 702 703 10.1212/WNL.0000000000002389 26819454 159. Arancibia S. Silhol M. Mouliere F. Meffre J. Hollinger I. Maurice T. Tapia-Arancibia L. Protective effect of BDNF against beta-amyloid induced neurotoxicity in vitro and in vivo in rats Neurobiol. Dis. 2008 31 316 326 10.1016/j.nbd.2008.05.012 18585459 160. Holsinger R.M. Schnarr J. Henry P. Castelo V.T. Fahnestock M. Quantitation of BDNF mRNA in human parietal cortex by competitive reverse transcription-polymerase chain reaction: Decreased levels in Alzheimer’s disease Brain Res. Mol. Brain Res. 2000 76 347 354 10.1016/S0169-328X(00)00023-1 10762711 161. Xie B. Zhou H. Zhang R. Song M. Yu L. Wang L. Liu Z. Zhang Q. Cui D. Wang X. Serum miR-206 and miR-132 as Potential Circulating Biomarkers for Mild Cognitive Impairment J. Alzheimers Dis. 2015 45 721 731 10.3233/JAD-142847 25589731 162. Tian N. Cao Z. Zhang Y. MiR-206 decreases brain-derived neurotrophic factor levels in a transgenic mouse model of Alzheimer’s disease Neurosci. Bull. 2014 30 191 197 10.1007/s12264-013-1419-7 24604632 163. Romano R. Bucci C. Role of EGFR in the Nervous System Cells 2020 9 1887 10.3390/cells9081887 32806510 164. Yang Q. Zhao Q. Yin Y. miR-133b is a potential diagnostic biomarker for Alzheimer’s disease and has a neuroprotective role Exp. Ther. Med. 2019 18 2711 2718 10.3892/etm.2019.7855 31572518 165. Wang X. Xu Y. Zhu H. Ma C. Dai X. Qin C. Downregulated microRNA-222 is correlated with increased p27Kip(1) expression in a double transgenic mouse model of Alzheimer’s disease Mol. Med. Rep. 2015 12 7687 7692 10.3892/mmr.2015.4339 26398571 166. Zeng Q. Zou L. Qian L. Zhou F. Nie H. Yu S. Jiang J. Zhuang A. Wang C. Zhang H. Expression of microRNA-222 in serum of patients with Alzheimer’s disease Mol. Med. Rep. 2017 16 5575 5579 10.3892/mmr.2017.7301 28849039 167. Marttinen M. Takalo M. Natunen T. Wittrahm R. Gabbouj S. Kemppainen S. Leinonen V. Tanila H. Haapasalo A. Hiltunen M. Molecular Mechanisms of Synaptotoxicity and Neuroinflammation in Alzheimer’s Disease Front. Neurosci. 2018 12 963 10.3389/fnins.2018.00963 30618585 168. Liu D. Zhao D. Zhao Y. Wang Y. Zhao Y. Wen C. Inhibition of microRNA-155 Alleviates Cognitive Impairment in Alzheimer’s Disease and Involvement of Neuroinflammation Curr. Alzheimer Res. 2019 16 473 482 10.2174/1567205016666190503145207 31456514 169. Guedes J.R. Custodia C.M. Silva R.J. de Almeida L.P. Pedroso de Lima M.C. Cardoso A.L. Early miR-155 upregulation contributes to neuroinflammation in Alzheimer’s disease triple transgenic mouse model Hum. Mol. Genet. 2014 23 6286 6301 10.1093/hmg/ddu348 24990149 170. Hadar A. Milanesi E. Walczak M. Puzianowska-Kuznicka M. Kuznicki J. Squassina A. Niola P. Chillotti C. Attems J. Gozes I. SIRT1, miR-132 and miR-212 link human longevity to Alzheimer’s Disease Sci. Rep. 2018 8 8465 10.1038/s41598-018-26547-6 29855513 171. Jiao F. Gong Z. The Beneficial Roles of SIRT1 in Neuroinflammation-Related Diseases Oxid. Med. Cell Longev. 2020 2020 6782872 10.1155/2020/6782872 33014276 172. Butterfield D.A. Halliwell B. Oxidative stress, dysfunctional glucose metabolism and Alzheimer disease Nat. Rev. Neurosci. 2019 20 148 160 10.1038/s41583-019-0132-6 30737462 173. Pizzino G. Irrera N. Cucinotta M. Pallio G. Mannino F. Arcoraci V. Squadrito F. Altavilla D. Bitto A. Oxidative Stress: Harms and Benefits for Human Health Oxid. Med. Cell Longev. 2017 2017 8416763 10.1155/2017/8416763 28819546 174. Bai Y.X. Fang F. Jiang J.L. Xu F. Extrinsic Calcitonin Gene-Related Peptide Inhibits Hyperoxia-Induced Alveolar Epithelial Type II Cells Apoptosis, Oxidative Stress, and Reactive Oxygen Species (ROS) Production by Enhancing Notch 1 and Homocysteine-Induced Endoplasmic Reticulum Protein (HERP) Expression Med. Sci. Monit. 2017 23 5774 5782 10.12659/msm.904549 29206808 175. Woo H.N. Park J.S. Gwon A.R. Arumugam T.V. Jo D.G. Alzheimer’s disease and Notch signaling Biochem. Biophys. Res. Commun. 2009 390 1093 1097 10.1016/j.bbrc.2009.10.093 19853579 176. Chen F.Z. Zhao Y. Chen H.Z. MicroRNA-98 reduces amyloid beta-protein production and improves oxidative stress and mitochondrial dysfunction through the Notch signaling pathway via HEY2 in Alzheimer’s disease mice Int. J. Mol. Med. 2019 43 91 102 10.3892/ijmm.2018.3957 30365070 177. Wang L.L. Min L. Guo Q.D. Zhang J.X. Jiang H.L. Shao S. Xing J.G. Yin L.L. Liu J.H. Liu R. Profiling microRNA from Brain by Microarray in a Transgenic Mouse Model of Alzheimer’s Disease Biomed. Res. Int. 2017 2017 8030369 10.1155/2017/8030369 29057267 178. Jankowsky J.L. Fadale D.J. Anderson J. Xu G.M. Gonzales V. Jenkins N.A. Copeland N.G. Lee M.K. Younkin L.H. Wagner S.L. Mutant presenilins specifically elevate the levels of the 42 residue beta-amyloid peptide in vivo: Evidence for augmentation of a 42-specific gamma secretase Hum. Mol. Genet. 2004 13 159 170 10.1093/hmg/ddh019 14645205 179. Zhang R. Zhang Q. Niu J. Lu K. Xie B. Cui D. Xu S. Screening of microRNAs associated with Alzheimer’s disease using oxidative stress cell model and different strains of senescence accelerated mice J. Neurol. Sci. 2014 338 57 64 10.1016/j.jns.2013.12.017 24423585 180. Hebert S.S. Horre K. Nicolai L. Bergmans B. Papadopoulou A.S. Delacourte A. De Strooper B. MicroRNA regulation of Alzheimer’s Amyloid precursor protein expression Neurobiol. Dis. 2009 33 422 428 10.1016/j.nbd.2008.11.009 19110058 181. Herard A.S. Besret L. Dubois A. Dauguet J. Delzescaux T. Hantraye P. Bonvento G. Moya K.L. siRNA targeted against amyloid precursor protein impairs synaptic activity in vivo Neurobiol. Aging 2006 27 1740 1750 10.1016/j.neurobiolaging.2005.10.020 16337035 182. Miller V.M. Gouvion C.M. Davidson B.L. Paulson H.L. Targeting Alzheimer’s disease genes with RNA interference: An efficient strategy for silencing mutant alleles Nucleic Acids Res. 2004 32 661 668 10.1093/nar/gkh208 14754988 183. Drewes G. Trinczek B. Illenberger S. Biernat J. Schmitt-Ulms G. Meyer H.E. Mandelkow E.M. Mandelkow E. Microtubule-associated protein/microtubule affinity-regulating kinase (p110mark). A novel protein kinase that regulates tau-microtubule interactions and dynamic instability by phosphorylation at the Alzheimer-specific site serine 262 J. Biol. Chem. 1995 270 7679 7688 10.1074/jbc.270.13.7679 7706316 184. Azorsa D.O. Robeson R.H. Frost D. Meec hoovet B. Brautigam G.R. Dickey C. Beaudry C. Basu G.D. Holz D.R. Hernandez J.A. High-content siRNA screening of the kinome identifies kinases involved in Alzheimer’s disease-related tau hyperphosphorylation BMC Genom. 2010 11 25 10.1186/1471-2164-11-25 185. Peel A.L. Bredesen D.E. Activation of the cell stress kinase PKR in Alzheimer’s disease and human amyloid precursor protein transgenic mice Neurobiol. Dis. 2003 14 52 62 10.1016/S0969-9961(03)00086-X 13678666 186. Chang R.C. Wong A.K. Ng H.K. Hugon J. Phosphorylation of eukaryotic initiation factor-2alpha (eIF2alpha) is associated with neuronal degeneration in Alzheimer’s disease Neuroreport 2002 13 2429 2432 10.1097/00001756-200212200-00011 12499843 187. Holsinger R.M.D. Tan N.B.L. Tan J.L. Masters C.L. Evin G. Suppression of the Alzheimer’s disease BACE1 by RNA interference. Program No. 35:661.10 Proceedings of the Society for Neuroscience Washington, DC, USA 12–16 November 2005 188. Faghihi M.A. Modarresi F. Khalil A.M. Wood D.E. Sahagan B.G. Morgan T.E. Finch C.E. St Laurent G. 3rd Kenny P.J. Wahlestedt C. Expression of a noncoding RNA is elevated in Alzheimer’s disease and drives rapid feed-forward regulation of beta-secretase Nat. Med. 2008 14 723 730 10.1038/nm1784 18587408 189. Zhang W. Zhao H. Wu Q. Xu W. Xia M. Knockdown of BACE1-AS by siRNA improves memory and learning behaviors in Alzheimer’s disease animal model Exp. Ther. Med. 2018 16 2080 2086 10.3892/etm.2018.6359 30186443 190. Roy J. Sarkar A. Parida S. Ghosh Z. Mallick B. Small RNA sequencing revealed dysregulated piRNAs in Alzheimer’s disease and their probable role in pathogenesis Mol. Biosyst. 2017 13 565 576 10.1039/C6MB00699J 28127595 191. Sun Z. Wu T. Zhao F. Lau A. Birch C.M. Zhang D.D. KPNA6 (Importin alpha7)-mediated nuclear import of Keap1 represses the Nrf2-dependent antioxidant response Mol. Cell Biol. 2011 31 1800 1811 10.1128/MCB.05036-11 21383067 192. Pasha T. Zatorska A. Sharipov D. Rogelj B. Hortobagyi T. Hirth F. Karyopherin abnormalities in neurodegenerative proteinopathies Brain 2021 144 2915 2932 10.1093/brain/awab201 34019093 193. Mao Q. Fan L. Wang X. Lin X. Cao Y. Zheng C. Zhang Y. Zhang H. Garcia-Milian R. Kang L. Transcriptome-wide piRNA profiling in human brains for aging genetic factors Jacobs J. Genet. 2019 4 014 32149191 194. Shao Y. Chen Y. Roles of Circular RNAs in Neurologic Disease Front. Mol. Neurosci. 2016 9 25 10.3389/fnmol.2016.00025 27147959 195. Tatro E.T. Risbrough V. Soontornniyomkij B. Young J. Shumaker-Armstrong S. Jeste D.V. Achim C.L. Short-term recognition memory correlates with regional CNS expression of microRNA-138 in mice Am. J. Geriatr. Psychiatry 2013 21 461 473 10.1016/j.jagp.2012.09.005 23570889 196. Schroder J. Ansaloni S. Schilling M. Liu T. Radke J. Jaedicke M. Schjeide B.M. Mashychev A. Tegeler C. Radbruch H. MicroRNA-138 is a potential regulator of memory performance in humans Front. Hum. Neurosci. 2014 8 501 10.3389/fnhum.2014.00501 25071529 197. Hansen T.B. Jensen T.I. Clausen B.H. Bramsen J.B. Finsen B. Damgaard C.K. Kjems J. Natural RNA circles function as efficient microRNA sponges Nature 2013 495 384 388 10.1038/nature11993 23446346 198. Xu H. Guo S. Li W. Yu P. The circular RNA Cdr1as, via miR-7 and its targets, regulates insulin transcription and secretion in islet cells Sci. Rep. 2015 5 12453 10.1038/srep12453 26211738 199. Fernandez-de Frutos M. Galan-Chilet I. Goedeke L. Kim B. Pardo-Marques V. Perez-Garcia A. Herrero J.I. Fernandez-Hernando C. Kim J. Ramirez C.M. MicroRNA 7 Impairs Insulin Signaling and Regulates Abeta Levels through Posttranscriptional Regulation of the Insulin Receptor Substrate 2, Insulin Receptor, Insulin-Degrading Enzyme, and Liver X Receptor Pathway Mol. Cell Biol. 2019 39 e00170-19 10.1128/MCB.00170-19 31501273 200. Zhao Y. Alexandrov P.N. Jaber V. Lukiw W.J. Deficiency in the Ubiquitin Conjugating Enzyme UBE2A in Alzheimer’s Disease (AD) is Linked to Deficits in a Natural Circular miRNA-7 Sponge (circRNA; ciRS-7) Genes 2016 7 116 10.3390/genes7120116 27929395 201. Lonskaya I. Shekoyan A.R. Hebron M.L. Desforges N. Algarzae N.K. Moussa C.E. Diminished parkin solubility and co-localization with intraneuronal amyloid-beta are associated with autophagic defects in Alzheimer’s disease J. Alzheimer’s Dis. 2013 33 231 247 10.3233/JAD-2012-121141 22954671 202. Lukiw W.J. Circular RNA (circRNA) in Alzheimer’s disease (AD) Front. Genet. 2013 4 307 10.3389/fgene.2013.00307 24427167 203. Shi Z. Chen T. Yao Q. Zheng L. Zhang Z. Wang J. Hu Z. Cui H. Han Y. Han X. The circular RNA ciRS-7 promotes APP and BACE1 degradation in an NF-kappaB-dependent manner FEBS J. 2017 284 1096 1109 10.1111/febs.14045 28296235 204. Huang J.L. Xu Z.H. Yang S.M. Yu C. Zhang F. Qin M.C. Zhou Y. Zhong Z.G. Wu D.P. Identification of Differentially Expressed Profiles of Alzheimer’s Disease Associated Circular RNAs in a Panax Notoginseng Saponins-Treated Alzheimer’s Disease Mouse Model Comput. Struct. Biotechnol. J. 2018 16 523 531 10.1016/j.csbj.2018.10.010 30524667 205. Huang J.L. Jing X. Tian X. Qin M.C. Xu Z.H. Wu D.P. Zhong Z.G. Neuroprotective Properties of Panax notoginseng Saponins via Preventing Oxidative Stress Injury in SAMP8 Mice Evid. Based Complement. Altern. Med. 2017 2017 8713561 10.1155/2017/8713561 206. Yang H. Wang H. Shang H. Chen X. Yang S. Qu Y. Ding J. Li X. Circular RNA circ_0000950 promotes neuron apoptosis, suppresses neurite outgrowth and elevates inflammatory cytokines levels via directly sponging miR-103 in Alzheimer’s disease Cell Cycle 2019 18 2197 2214 10.1080/15384101.2019.1629773 31373242 207. Diling C. Yinrui G. Longkai Q. Xiaocui T. Yadi L. Xin Y. Guoyan H. Ou S. Tianqiao Y. Dongdong W. Circular RNA NF1-419 enhances autophagy to ameliorate senile dementia by binding Dynamin-1 and Adaptor protein 2 B1 in AD-like mice Aging (Albany NY) 2019 11 12002 12031 10.18632/aging.102529 31860870 208. Zhang N. Gao Y. Yu S. Sun X. Shen K. Berberine attenuates Abeta42-induced neuronal damage through regulating circHDAC9/miR-142-5p axis in human neuronal cells Life Sci. 2020 252 117637 10.1016/j.lfs.2020.117637 32251633 209. Luo Q. Chen Y. Long noncoding RNAs and Alzheimer’s disease Clin. Interv. Aging 2016 11 867 872 10.2147/CIA.S107037 27418812 210. Cortini F. Roma F. Villa C. Emerging roles of long non-coding RNAs in the pathogenesis of Alzheimer’s disease Ageing Res. Rev. 2019 50 19 26 10.1016/j.arr.2019.01.001 30610928 211. Zeng T. Ni H. Yu Y. Zhang M. Wu M. Wang Q. Wang L. Xu S. Xu Z. Xu C. BACE1-AS prevents BACE1 mRNA degradation through the sequestration of BACE1-targeting miRNAs J. Chem. Neuroanat. 2019 98 87 96 10.1016/j.jchemneu.2019.04.001 30959172 212. Modarresi F. Faghihi M.A. Patel N.S. Sahagan B.G. Wahlestedt C. Lopez-Toledano M.A. Knockdown of BACE1-AS Nonprotein-Coding Transcript Modulates Beta-Amyloid-Related Hippocampal Neurogenesis Int. J. Alzheimer’s Dis. 2011 2011 929042 10.4061/2011/929042 21785702 213. Mus E. Hof P.R. Tiedge H. Dendritic BC200 RNA in aging and in Alzheimer’s disease Proc. Natl. Acad. Sci. USA 2007 104 10679 10684 10.1073/pnas.0701532104 17553964 214. Li H. Zheng L. Jiang A. Mo Y. Gong Q. Identification of the biological affection of long noncoding RNA BC200 in Alzheimer’s disease Neuroreport 2018 29 1061 1067 10.1097/WNR.0000000000001057 29979260 215. Puthiyedth N. Riveros C. Berretta R. Moscato P. Identification of Differentially Expressed Genes through Integrated Study of Alzheimer’s Disease Affected Brain Regions PLoS ONE 2016 11 e0152342 10.1371/journal.pone.0152342 27050411 216. Zhao M.Y. Wang G.Q. Wang N.N. Yu Q.Y. Liu R.L. Shi W.Q. The long-non-coding RNA NEAT1 is a novel target for Alzheimer’s disease progression via miR-124/BACE1 axis Neurol. Res. 2019 41 489 497 10.1080/01616412.2018.1548747 31014193 217. Yin R.H. Yu J.T. Tan L. The Role of SORL1 in Alzheimer’s Disease Mol. Neurobiol. 2015 51 909 918 10.1007/s12035-014-8742-5 24833601 218. Rogaeva E. Meng Y. Lee J.H. Gu Y. Kawarai T. Zou F. Katayama T. Baldwin C.T. Cheng R. Hasegawa H. The neuronal sortilin-related receptor SORL1 is genetically associated with Alzheimer disease Nat. Genet. 2007 39 168 177 10.1038/ng1943 17220890 219. Ciarlo E. Massone S. Penna I. Nizzari M. Gigoni A. Dieci G. Russo C. Florio T. Cancedda R. Pagano A. An intronic ncRNA-dependent regulation of SORL1 expression affecting Abeta formation is upregulated in post-mortem Alzheimer’s disease brain samples Dis. Model. Mech. 2013 6 424 433 10.1242/dmm.009761 22996644 220. Zlokovic B.V. Deane R. Sagare A.P. Bell R.D. Winkler E.A. Low-density lipoprotein receptor-related protein-1: A serial clearance homeostatic mechanism controlling Alzheimer’s amyloid beta-peptide elimination from the brain J. Neurochem. 2010 115 1077 1089 10.1111/j.1471-4159.2010.07002.x 20854368 221. Storck S.E. Kurtyka M. Pietrzik C.U. Brain endothelial LRP1 maintains blood-brain barrier integrity Fluids Barriers CNS 2021 18 27 10.1186/s12987-021-00260-5 34147102 222. Van Gool B. Storck S.E. Reekmans S.M. Lechat B. Gordts P. Pradier L. Pietrzik C.U. Roebroek A.J.M. LRP1 Has a Predominant Role in Production over Clearance of Abeta in a Mouse Model of Alzheimer’s Disease Mol. Neurobiol. 2019 56 7234 7245 10.1007/s12035-019-1594-2 31004319 223. Yamanaka Y. Faghihi M.A. Magistri M. Alvarez-Garcia O. Lotz M. Wahlestedt C. Antisense RNA controls LRP1 Sense transcript expression through interaction with a chromatin-associated protein, HMGB2 Cell Rep. 2015 11 967 976 10.1016/j.celrep.2015.04.011 25937287 224. Kickstein E. Krauss S. Thornhill P. Rutschow D. Zeller R. Sharkey J. Williamson R. Fuchs M. Kohler A. Glossmann H. Biguanide metformin acts on tau phosphorylation via mTOR/protein phosphatase 2A (PP2A) signaling Proc. Natl. Acad. Sci. USA 2010 107 21830 21835 10.1073/pnas.0912793107 21098287 225. Lan Z. Chen Y. Jin J. Xu Y. Zhu X. Long Non-coding RNA: Insight Into Mechanisms of Alzheimer’s Disease Front. Mol. Neurosci. 2021 14 821002 10.3389/fnmol.2021.821002 35095418 226. Ransohoff J.D. Wei Y. Khavari P.A. The functions and unique features of long intergenic non-coding RNA Nat. Rev. Mol. Cell Biol. 2018 19 143 157 10.1038/nrm.2017.104 29138516 227. Yan Y. Yan H. Teng Y. Wang Q. Yang P. Zhang L. Cheng H. Fu S. Long non-coding RNA 00507/miRNA-181c-5p/TTBK1/MAPT axis regulates tau hyperphosphorylation in Alzheimer’s disease J. Gene Med. 2020 22 e3268 10.1002/jgm.3268 32891070 228. Magistri M. Velmeshev D. Makhmutova M. Faghihi M.A. Transcriptomics Profiling of Alzheimer’s Disease Reveal Neurovascular Defects, Altered Amyloid-beta Homeostasis, and Deregulated Expression of Long Noncoding RNAs J. Alzheimer’s Dis. 2015 48 647 665 10.3233/JAD-150398 26402107 229. Zhang J. Zhang Y. Tan X. Zhang Q. Liu C. Zhang Y. MiR-23b-3p induces the proliferation and metastasis of esophageal squamous cell carcinomas cells through the inhibition of EBF3 Acta Biochim. Biophys. Sin. 2018 50 605 614 10.1093/abbs/gmy049 29750239 230. Gu C. Chen C. Wu R. Dong T. Hu X. Yao Y. Zhang Y. Long Noncoding RNA EBF3-AS Promotes Neuron Apoptosis in Alzheimer’s Disease DNA Cell Biol. 2018 37 220 226 10.1089/dna.2017.4012 29298096 231. Lloyd A.G. Tateishi S. Bieniasz P.D. Muesing M.A. Yamaizumi M. Mulder L.C. Effect of DNA repair protein Rad18 on viral infection PLoS Pathog. 2006 2 e40 10.1371/journal.ppat.0020040 16710452 232. Parenti R. Paratore S. Torrisi A. Cavallaro S. A natural antisense transcript against Rad18, specifically expressed in neurons and upregulated during beta-amyloid-induced apoptosis Eur. J. Neurosci. 2007 26 2444 2457 10.1111/j.1460-9568.2007.05864.x 17970741 233. Harvey S.H. Sheedy D.M. Cuddihy A.R. O’Connell M.J. Coordination of DNA damage responses via the Smc5/Smc6 complex Mol. Cell Biol. 2004 24 662 674 10.1128/MCB.24.2.662-674.2004 14701739 234. Meng J. Ding T. Chen Y. Long T. Xu Q. Lian W. Liu W. LncRNA-Meg3 promotes Nlrp3-mediated microglial inflammation by targeting miR-7a-5p Int. Immunopharmacol. 2021 90 107141 10.1016/j.intimp.2020.107141 33189612 235. Yi J. Chen B. Yao X. Lei Y. Ou F. Huang F. Upregulation of the lncRNA MEG3 improves cognitive impairment, alleviates neuronal damage, and inhibits activation of astrocytes in hippocampus tissues in Alzheimer’s disease through inactivating the PI3K/Akt signaling pathway J. Cell. Biochem. 2019 120 18053 18065 10.1002/jcb.29108 31190362 236. Tateishi S. Sakuraba Y. Masuyama S. Inoue H. Yamaizumi M. Dysfunction of human Rad18 results in defective postreplication repair and hypersensitivity to multiple mutagens Proc. Natl. Acad. Sci. USA 2000 97 7927 7932 10.1073/pnas.97.14.7927 10884424 237. Zhang X. Hamblin M.H. Yin K.J. The long noncoding RNA Malat1: Its physiological and pathophysiological functions RNA Biol. 2017 14 1705 1714 10.1080/15476286.2017.1358347 28837398 238. Zhang L. Wang H. Long Non-coding RNA in CNS Injuries: A New Target for Therapeutic Intervention Mol. Ther. Nucleic Acids 2019 17 754 766 10.1016/j.omtn.2019.07.013 31437654 239. Ma P. Li Y. Zhang W. Fang F. Sun J. Liu M. Li K. Dong L. Long Non-coding RNA MALAT1 Inhibits Neuron Apoptosis and Neuroinflammation While Stimulates Neurite Outgrowth and Its Correlation With MiR-125b Mediates PTGS2, CDK5 and FOXQ1 in Alzheimer’s Disease Curr. Alzheimer Res. 2019 16 596 612 10.2174/1567205016666190725130134 31345147 240. Guo F. Tang C. Li Y. Liu Y. Lv P. Wang W. Mu Y. The interplay of LncRNA ANRIL and miR-181b on the inflammation-relevant coronary artery disease through mediating NF-kappaB signalling pathway J. Cell Mol. Med. 2018 22 5062 5075 10.1111/jcmm.13790 30079603 241. Wei J.C. Shi Y.L. Wang Q. LncRNA ANRIL knockdown ameliorates retinopathy in diabetic rats by inhibiting the NF-kappaB pathway Eur. Rev. Med. Pharmacol. Sci. 2019 23 7732 7739 10.26355/eurrev_201909_18982 31599399 242. Zhou B. Li L. Qiu X. Wu J. Xu L. Shao W. Long non-coding RNA ANRIL knockdown suppresses apoptosis and pro-inflammatory cytokines while enhancing neurite outgrowth via binding microRNA-125a in a cellular model of Alzheimer’s disease Mol. Med. Rep. 2020 22 1489 1497 10.3892/mmr.2020.11203 32626959 243. Li H. Qi J. Wei J. Xu B. Min S. Wang L. Si Y. Qiu H. Long non-coding RNA ANRIL mitigates neonatal hypoxic-ischemic brain damage via targeting the miR-378b/ATG3 axis Am. J. Transl. Res. 2021 13 11585 11596 34786084 244. Massone S. Vassallo I. Fiorino G. Castelnuovo M. Barbieri F. Borghi R. Tabaton M. Robello M. Gatta E. Russo C. 17A, a novel non-coding RNA, regulates GABA B alternative splicing and signaling in response to inflammatory stimuli and in Alzheimer disease Neurobiol. Dis. 2011 41 308 317 10.1016/j.nbd.2010.09.019 20888417 245. Zhang C. Li B. The correlation between LncRNA-17A expression in peripheral blood mononuclear cells and Wnt/beta-catenin signaling pathway and cognitive function in patients with Alzheimer disease Am. J. Transl. Res. 2021 13 11981 11986 34786131 246. Wang M. Qin L. Tang B. MicroRNAs in Alzheimer’s Disease Front. Genet. 2019 10 153 10.3389/fgene.2019.00153 30881384 247. Li D. Wang J. Zhang M. Hu X. She J. Qiu X. Zhang X. Xu L. Liu Y. Qin S. LncRNA MAGI2-AS3 Is Regulated by BRD4 and Promotes Gastric Cancer Progression via Maintaining ZEB1 Overexpression by Sponging miR-141/200a Mol. Ther. Nucleic Acids 2020 19 109 123 10.1016/j.omtn.2019.11.003 31837602 248. Tang C. Cai Y. Jiang H. Lv Z. Yang C. Xu H. Li Z. Li Y. LncRNA MAGI2-AS3 inhibits bladder cancer progression by targeting the miR-31-5p/TNS1 axis Aging 2020 12 25547 25563 10.18632/aging.104162 33231563 249. Zhang J. Wang R. Deregulated lncRNA MAGI2-AS3 in Alzheimer’s disease attenuates amyloid-beta induced neurotoxicity and neuroinflammation by sponging miR-374b-5p Exp. Gerontol. 2021 144 111180 10.1016/j.exger.2020.111180 33279663 250. Zhang L. Fang Y. Cheng X. Lian Y.J. Xu H.L. Silencing of Long Noncoding RNA SOX21-AS1 Relieves Neuronal Oxidative Stress Injury in Mice with Alzheimer’s Disease by Upregulating FZD3/5 via the Wnt Signaling Pathway Mol. Neurobiol. 2019 56 3522 3537 10.1007/s12035-018-1299-y 30143969 251. Wang J. Zhou T. Wang T. Wang B. Suppression of lncRNA-ATB prevents amyloid-beta-induced neurotoxicity in PC12 cells via regulating miR-200/ZNF217 axis Biomed. Pharmacother. 2018 108 707 715 10.1016/j.biopha.2018.08.155 30248538 252. Crooke S.T. Witztum J.L. Bennett C.F. Baker B.F. RNA-Targeted Therapeutics Cell Metab. 2018 27 714 739 10.1016/j.cmet.2018.03.004 29617640 253. Faravelli I. Corti S. MicroRNA-Directed Neuronal Reprogramming as a Therapeutic Strategy for Neurological Diseases Mol. Neurobiol. 2018 55 4428 4436 10.1007/s12035-017-0671-7 28664454 254. Shukla G.C. Singh J. Barik S. MicroRNAs: Processing, Maturation, Target Recognition and Regulatory Functions Mol. Cell Pharmacol. 2011 3 83 92 22468167 255. Kranick J.C. Chadalavada D.M. Sahu D. Showalter S.A. Engineering double-stranded RNA binding activity into the Drosha double-stranded RNA binding domain results in a loss of microRNA processing function PLoS ONE 2017 12 e0182445 10.1371/journal.pone.0182445 28792523 256. Blokhin I. Khorkova O. Hsiao J. Wahlestedt C. Developments in lncRNA drug discovery: Where are we heading? Expert. Opin. Drug Discov. 2018 13 837 849 10.1080/17460441.2018.1501024 30078338 257. Chen Y. Li Z. Chen X. Zhang S. Long non-coding RNAs: From disease code to drug role Acta Pharm. Sin. B 2021 11 340 354 10.1016/j.apsb.2020.10.001 33643816 258. Lima J.F. Cerqueira L. Figueiredo C. Oliveira C. Azevedo N.F. Anti-miRNA oligonucleotides: A comprehensive guide for design RNA Biol. 2018 15 338 352 10.1080/15476286.2018.1445959 29570036 259. Chi X. Gatti P. Papoian T. Safety of antisense oligonucleotide and siRNA-based therapeutics Drug Discov. Today 2017 22 823 833 10.1016/j.drudis.2017.01.013 28159625 260. Yu A.M. Choi Y.H. Tu M.J. RNA Drugs and RNA Targets for Small Molecules: Principles, Progress, and Challenges Pharmacol. Rev. 2020 72 862 898 10.1124/pr.120.019554 32929000 261. Cullis P.R. Hope M.J. Lipid Nanoparticle Systems for Enabling Gene Therapies Mol. Ther. 2017 25 1467 1475 10.1016/j.ymthe.2017.03.013 28412170 262. Dong Y. Siegwart D.J. Anderson D.G. Strategies, design, and chemistry in siRNA delivery systems Adv. Drug Deliv. Rev. 2019 144 133 147 10.1016/j.addr.2019.05.004 31102606 263. Rezai A.R. Ranjan M. D’Haese P.F. Haut M.W. Carpenter J. Najib U. Mehta R.I. Chazen J.L. Zibly Z. Yates J.R. Noninvasive hippocampal blood-brain barrier opening in Alzheimer’s disease with focused ultrasound Proc. Natl. Acad. Sci. USA 2020 117 9180 9182 10.1073/pnas.2002571117 32284421 264. Kimura T. Ferran B. Tsukahara Y. Shang Q. Desai S. Fedoce A. Pimentel D.R. Luptak I. Adachi T. Ido Y. Production of adeno-associated virus vectors for in vitro and in vivo applications Sci. Rep. 2019 9 13601 10.1038/s41598-019-49624-w 31537820 265. Kumar S. Reddy P.H. Are circulating microRNAs peripheral biomarkers for Alzheimer’s disease? Biochim. Biophys. Acta 2016 1862 1617 1627 10.1016/j.bbadis.2016.06.001 27264337 266. Shmookler Reis R.J. Atluri R. Balasubramaniam M. Johnson J. Ganne A. Ayyadevara S. “Protein aggregates” contain RNA and DNA, entrapped by misfolded proteins but largely rescued by slowing translational elongation Aging Cell 2021 20 e13326 10.1111/acel.13326 33788386 Figure 1 Common mechanisms of gene silencing driven by siRNA and miRNA. siRNA: dsRNA, produced from an miRNA gene is transcribed into a primary miRNA (pri-miRNA) and then processed by Drosha into precursor miRNAs (pre-miRNAs) in the nucleus. Pre-miRNAs are exported out of the nucleus into the cytoplasm, where it is processed by Dicer into siRNA, which is loaded into the RNA-induced silencing complex (RISC). Argonaute (AGO2), which is a component of RISC, cleaves the passenger strand of siRNA that is then degraded by cellular machinery. The guide strand then guides the active RISC to the target mRNA. The complementary binding between the guide strand of siRNA and the target mRNA leads to the cleavage of mRNA. miRNA: Transcription of an miRNA gene is performed by RNA polymerase II in the nucleus to generate pri-miRNA, which is then cleaved by Drosha to form pre-miRNA. The pre-miRNA is transported by exportin 5 to the cytoplasm, where it is processed by Dicer into miRNA. Similar to siRNA, the miRNA is loaded into the RISC, where the passenger strand is degraded. The miRISC is guided by the remaining guide strand to the target mRNA through partial complementary binding. Unlike siRNAs, miRNAs are known to post-transcriptionally regulate target mRNAs through the 3′-UTR, which interacts mainly with the 5′-end of the target mRNA. Image adapted from [ 78 ]. ijms-24-12498-t001_Table 1 Table 1 Examples of dysregulated miRNAs in AD. Non-Coding RNA Expression Source/Specimen References miR-16; miR-29a/b-1 and c; miR-186; miR-195 Decreased AD brain; Tg mouse brain [ 5 , 137 , 138 , 139 , 140 ] miR-101; miR-101a-3p; miR-346; miR-384 Decreased AD brain and Tg mouse brain [ 146 , 147 , 148 ] miR-146a Increased AD brain [ 154 ] miR-512 Decreased AD brain [ 156 ] miR-206 Increased AD serum [ 161 ] miR-133b Decreased AD brain [ 164 ] miR-222 Decreased AD serum [ 166 ] miR-132; miR-212 Increased Lymphoblastoid cells from AD patients [ 170 ] ijms-24-12498-t002_Table 2 Table 2 Summary of circular RNA activity in the context of AD. Non-Coding RNA Expression Source/Specimen Reference ciRS-7 Increased AD brain, blood [ 199 ] ciRS-7 Decreased AD cortex and hippocampus (CA1) [ 200 ] mmu_circRNA_013636 Increased SAMP AD mice [ 204 ] mmu_circRNA_012180 Decreased SAMP AD mice [ 204 ] ijms-24-12498-t003_Table 3 Table 3 Examples of dysregulated lncRNAs in AD tissues. Non-Coding RNA Expression Source/Specimen References BACE1-AS Increased AD brain, blood [ 161 ] BC200/BCYRN1 Increased AD brain [ 213 ] NEAT1 Increased AD brain [ 215 ] LRP1-AS Increased AD brain [ 223 ] Linc00507 Increased APP/PS1 mouse brain [ 226 ] EBF3-AS Increased AD brain, APP/PS1 mouse brain [ 228 , 230 ] 17A Increased AD brain [ 244 , 245 ] SOX21-AS1 Increased Hippocampus of AD mice [ 250 ]",
  "plain_text": "Alzheimer’s disease (AD) is a chronic neurodegenerative disorder that is accompanied by deficits in memory and cognitive functions. The disease is pathologically characterised by the accumulation and aggregation of an extracellular peptide referred to as amyloid-β (Aβ) in the form of amyloid plaques and the intracellular aggregation of a hyperphosphorelated protein tau in the form of neurofibrillary tangles (NFTs) that cause neuroinflammation, synaptic dysfunction, and oxidative stress. The search for pathomechanisms leading to disease onset and progression has identified many key players that include genetic, epigenetic, behavioural, and environmental factors, which lend support to the fact that this is a multi-faceted disease where failure in various systems contributes to disease onset and progression. Although the vast majority of individuals present with the sporadic (non-genetic) form of the disease, dysfunctions in numerous protein-coding and non-coding genes have been implicated in mechanisms contributing to the disease. Recent studies have provided strong evidence for the association of non-coding RNAs (ncRNAs) with AD. In this review, we highlight the current findings on changes observed in circular RNA (circRNA), microRNA (miRNA), short interfering RNA (siRNA), piwi-interacting RNA (piRNA), and long non-coding RNA (lncRNA) in AD. Variations in these ncRNAs could potentially serve as biomarkers or therapeutic targets for the diagnosis and treatment of Alzheimer’s disease. We also discuss the results of studies that have targeted these ncRNAs in cellular and animal models of AD with a view for translating these findings into therapies for Alzheimer’s disease."
}
