{
    "PMC": "4617492",
    "DOI": "10.1155/2006/974975",
    "PMID": "16675878",
    "PMCID": "PMC4617492",
    "title": "The Fanconi anemia pathway of genomic maintenance.",
    "year": 2006,
    "source_url": "https://europepmc.org/article/PMC/PMC4617492",
    "source": "MED",
    "abstract_text": "Fanconi anemia (FA), a recessive syndrome with both autosomal and X-linked inheritance, features diverse clinical symptoms, such as progressive bone marrow failure, hypersensitivity to DNA cross-linking agents, chromosomal instability and susceptibility to cancer. At least 12 genetic subtypes have been described (FA-A, B, C, D1, D2, E, F, G, I, J, L, M) and all except FA-I have been linked to a distinct gene. Most FA proteins form a complex that activates the FANCD2 protein via monoubiquitination, while FANCJ and FANCD1/BRCA2 function downstream of this step. The FA proteins typically lack functional domains, except for FANCJ/BRIP1 and FANCM, which are DNA helicases, and FANCL, which is probably an E3 ubiquitin conjugating enzyme. Based on the hypersensitivity to cross-linking agents, the FA proteins are thought to function in the repair of DNA interstrand cross-links, which block the progression of DNA replication forks. Here we present a hypothetical model, which not only describes the assembly of the FA pathway, but also positions this pathway in the broader context of DNA cross-link repair. Finally, the possible role for the FA pathway, in particular FANCF and FANCB, in the origin of sporadic cancer is discussed.",
    "full_text": "Cell Oncol Cell. Oncol ACP Cellular Oncology : the Official Journal of the International Society for Cellular Oncology 1570-5870 1875-8606 IOS Press 4617492 16675878 974975 10.1155/2006/974975 Review The Fanconi Anemia Pathway of Genomic Maintenance Levitus Marieke Joenje Hans de Winter Johan P. * Division of Clinical Genetics and Human Genetics VU Medical Center van der Boechorststraat 7 1081 BT Amsterdam The Netherlands *Johan P. de Winter: j.dewinter@vumc.nl 2006 28 4 2006 28 1-2 3 29 Copyright © 2006 Hindawi Publishing Corporation and the authors. 2006 Fanconi anemia (FA), a recessive syndrome with both autosomal and X-linked inheritance, features diverse clinical symptoms, such as progressive bone marrow failure, hypersensitivity to DNA cross-linking agents, chromosomal instability and susceptibility to cancer. At least 12 genetic subtypes have been described (FA-A, B, C, D1, D2, E, F, G, I, J, L, M) and all except FA-I have been linked to a distinct gene. Most FA proteins form a complex that activates the FANCD2 protein via monoubiquitination, while FANCJ and FANCD1/BRCA2 function downstream of this step. The FA proteins typically lack functional domains, except for FANCJ/BRIP1 and FANCM, which are DNA helicases, and FANCL, which is probably an E3 ubiquitin conjugating enzyme. Based on the hypersensitivity to cross-linking agents, the FA proteins are thought to function in the repair of DNA interstrand cross-links, which block the progression of DNA replication forks. Here we present a hypothetical model, which not only describes the assembly of the FA pathway, but also positions this pathway in the broader context of DNA cross-link repair. Finally, the possible role for the FA pathway, in particular FANCF and FANCB, in the origin of sporadic cancer is discussed. Fanconi anemia cancer genetic predisposition",
    "full_text_abstract": "Fanconi anemia (FA), a recessive syndrome with both autosomal and X-linked inheritance, features diverse clinical symptoms, such as progressive bone marrow failure, hypersensitivity to DNA cross-linking agents, chromosomal instability and susceptibility to cancer. At least 12 genetic subtypes have been described (FA-A, B, C, D1, D2, E, F, G, I, J, L, M) and all except FA-I have been linked to a distinct gene. Most FA proteins form a complex that activates the FANCD2 protein via monoubiquitination, while FANCJ and FANCD1/BRCA2 function downstream of this step. The FA proteins typically lack functional domains, except for FANCJ/BRIP1 and FANCM, which are DNA helicases, and FANCL, which is probably an E3 ubiquitin conjugating enzyme. Based on the hypersensitivity to cross-linking agents, the FA proteins are thought to function in the repair of DNA interstrand cross-links, which block the progression of DNA replication forks. Here we present a hypothetical model, which not only describes the assembly of the FA pathway, but also positions this pathway in the broader context of DNA cross-link repair. Finally, the possible role for the FA pathway, in particular FANCF and FANCB, in the origin of sporadic cancer is discussed."
}