{
  "PMC": "7314197",
  "DOI": "10.1093/cid/ciaa663",
  "PMID": "32463434",
  "PMCID": "PMC7314197",
  "title": "Metatranscriptomic Characterization of Coronavirus Disease 2019 Identified a Host Transcriptional Classifier Associated With Immune Signaling.",
  "year": 2021,
  "source_url": "https://europepmc.org/article/PMC/PMC7314197",
  "source": "MED",
  "abstract_text": "<h4>Background</h4>The recent identification of a novel coronavirus, also known as severe acute respiratory syndrome coronavirus 2, has caused a global outbreak of respiratory illnesses. The rapidly developing pandemic has posed great challenges to diagnosis of this novel infection. However, little is known about the metatranscriptomic characteristics of patients with coronavirus disease 2019 (COVID-19).<h4>Methods</h4>We analyzed metatranscriptomics in 187 patients (62 cases with COVID-19 and 125 with non-COVID-19 pneumonia). Transcriptional aspects of 3 core elements, pathogens, the microbiome, and host responses, were evaluated. Based on the host transcriptional signature, we built a host gene classifier and examined its potential for diagnosing COVID-19 and indicating disease severity.<h4>Results</h4>The airway microbiome in COVID-19 patients had reduced alpha diversity, with 18 taxa of differential abundance. Potentially pathogenic microbes were also detected in 47% of the COVID-19 cases, 58% of which were respiratory viruses. Host gene analysis revealed a transcriptional signature of 36 differentially expressed genes significantly associated with immune pathways, such as cytokine signaling. The host gene classifier built on such a signature exhibited the potential for diagnosing COVID-19 (area under the curve of 0.75-0.89) and indicating disease severity.<h4>Conclusions</h4>Compared with those with non-COVID-19 pneumonias, COVID-19 patients appeared to have a more disrupted airway microbiome with frequent potential concurrent infections and a special trigger host immune response in certain pathways, such as interferon-gamma signaling. The immune-associated host transcriptional signatures of COVID-19 hold promise as a tool for improving COVID-19 diagnosis and indicating disease severity.",
  "full_text": "Clin Infect Dis Clin. Infect. Dis cid Clinical Infectious Diseases: An Official Publication of the Infectious Diseases Society of America 1058-4838 1537-6591 Oxford University Press US 7314197 32463434 10.1093/cid/ciaa663 ciaa663 Major Article AcademicSubjects/MED00290 Metatranscriptomic Characterization of COVID-19 Identified A Host Transcriptional Classifier Associated With Immune Signaling Zhang Haocheng 1 Ai Jing-Wen 1 Yang Wenjiao 2 Zhou Xian 1 He Fusheng 2 Xie Shumei 2 Zeng Weiqi 2 3 Li Yang 1 Yu Yiqi 1 Gou Xuejing 2 Li Yongjun 2 Wang Xiaorui 2 Su Hang 2 Xu Teng 2 3 Zhang Wenhong 1 1 Department of Infection Diseases, Huashan Hospital affiliated to Fudan University, Shanghai, China 2 Vision Medicals Center for Infection Diseases, Guangzhou, Guangdong, China 3 Key Laboratory of Animal Gene Editing and Animal Cloning in Yunnan Province and College of Veterinary Medicine, Yunnan Agricultural University, Kunming, China Corresponding author: Wenhong Zhang, Department of Infection Diseases, Huashan Hospital, Fudan University, 12 Wulumuqi Zhong Road, Shanghai, 200040, China, Email: wenhongzhang_hs@126.com Author H.Z., J.A., and W.Y. contributed equally to this manuscript. Author T.X., and W.Z. contributed equally to this manuscript. 28 5 2020 ciaa663 01 4 2020 © The Author(s) 2020. Published by Oxford University Press for the Infectious Diseases Society of America. All rights reserved. For permissions, e-mail: journals.permissions@oup.com. 2020 This article is published and distributed under the terms of the Oxford University Press, Standard Journals Publication Model ( https://academic.oup.com/journals/pages/open_access/funder_policies/chorus/standard_publication_model ) This article is made available via the PMC Open Access Subset for unrestricted re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the COVID-19 pandemic or until permissions are revoked in writing. Upon expiration of these permissions, PMC is granted a perpetual license to make this article available via PMC and Europe PMC, consistent with existing copyright protections. Abstract BACKGROUND The recent identification of a novel coronavirus, also known as SARS-CoV-2, has caused a global outbreak of respiratory illnesses. The rapidly developing pandemic has posed great challenges to diagnosis of this novel infection. However, little is known about the metatranscriptomic characteristics of patients with Coronavirus Disease 2019 (COVID-19). METHODS We analyzed metatranscriptomics in 187 patients (62 cases with COVID-19 and 125 with non-COVID-19 pneumonia). Transcriptional aspects of three core elements – pathogens, the microbiome, and host responses – were interrogated. Based on the host transcriptional signature, we built a host gene classifier and examined its potential for diagnosing COVID-19 and indicating disease severity. RESULTS The airway microbiome in COVID-19 patients had reduced alpha diversity, with 18 taxa of differential abundance. Potentially pathogenic microbes were also detected in 47% of the COVID-19 cases, 58% of which were respiratory viruses. Host gene analysis revealed a transcriptional signature of 36 differentially expressed genes significantly associated with immune pathways such as cytokine signaling. The host gene classifier built on such a signature exhibited potential for diagnosing COVID-19 (AUC of 0.75-0.89) and indicating disease severity. CONCLUSIONS Compared to those with non-COVID-19 pneumonias, COVID-19 patients appeared to have a more disrupted airway microbiome with frequent potential concurrent infections, and a special trigger host immune response in certain pathways such as interferon gamma signaling. The immune-associated host transcriptional signatures of COVID-19 hold promise as a tool for improving COVID-19 diagnosis and indicating disease severity. SARS-CoV-2 COVID-19 Host responses Metatranscriptomics Concurrent infection article-lifecycle PAP edited-state accepted-manuscript",
  "plain_text": "Abstract BACKGROUND The recent identification of a novel coronavirus, also known as SARS-CoV-2, has caused a global outbreak of respiratory illnesses. The rapidly developing pandemic has posed great challenges to diagnosis of this novel infection. However, little is known about the metatranscriptomic characteristics of patients with Coronavirus Disease 2019 (COVID-19). METHODS We analyzed metatranscriptomics in 187 patients (62 cases with COVID-19 and 125 with non-COVID-19 pneumonia). Transcriptional aspects of three core elements – pathogens, the microbiome, and host responses – were interrogated. Based on the host transcriptional signature, we built a host gene classifier and examined its potential for diagnosing COVID-19 and indicating disease severity. RESULTS The airway microbiome in COVID-19 patients had reduced alpha diversity, with 18 taxa of differential abundance. Potentially pathogenic microbes were also detected in 47% of the COVID-19 cases, 58% of which were respiratory viruses. Host gene analysis revealed a transcriptional signature of 36 differentially expressed genes significantly associated with immune pathways such as cytokine signaling. The host gene classifier built on such a signature exhibited potential for diagnosing COVID-19 (AUC of 0.75-0.89) and indicating disease severity. CONCLUSIONS Compared to those with non-COVID-19 pneumonias, COVID-19 patients appeared to have a more disrupted airway microbiome with frequent potential concurrent infections, and a special trigger host immune response in certain pathways such as interferon gamma signaling. The immune-associated host transcriptional signatures of COVID-19 hold promise as a tool for improving COVID-19 diagnosis and indicating disease severity."
}
