{
    "PMC": "7123555",
    "PMCID": "PMC7123555",
    "title": "Komplexe Gerinnungsstörungen",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC7123555",
    "source": "PMC",
    "full_text": "978-3-642-01544-1 10.1007/978-3-642-01544-1 Hämostaseologie Hämostaseologie 978-3-642-01543-4 978-3-642-01544-1 7123555 35 10.1007/978-3-642-01544-1_35 Article Komplexe Gerinnungsstörungen Pötzsch Bernd 1 Madlener Katharina 2 1 grid.15090.3d 000000008786803X Institut für Experimentelle Hämatologie und Transfusionsmedizin, Universitätsklinikum Bonn, Sigmund-Freud-Straße 25, 53105 Bonn, 2 grid.419757.9 0000000403905331 Kerckhoff Klinik, BenekeStraße 2-8, 61231 Bad Nauheim, Lämmle B. 3 Kremer Hovinga J. A. 3 Rath W. 4 Pötzsch B. 5 Madlener K. 6 Lengfelder E. 7 Neuhaus T. 8 Bayraktar D. U. 9 3 grid.411656.1 0000 0004 0479 0855 Inselspital Universitätsspital, Universitätsklinikum für Hämatologie und Hämatologisches Zentrallabor, CH-3010 Bern, 4 grid.1957.a 0000 0001 0728 696X Medizinische Fakultäat der RWTH, Wendlingweg 2, D-52074 Aachen, 5 grid.15090.3d 000000008786803X Institut für experimentelle Hämatologie und Transfusionsmedizin, Universitätsklinikum Bonn, Sigmund-Freud-Straße 25, D-53105 Bonn, 6 grid.419757.9 0000 0004 0390 5331 Kerckhoff-Klinik, Hämostaseologie und Transfusionsmedizin, Benekestraße 2-8, D-61231 Bad Nauheim, 7 grid.411778.c 0000000121621728 Medizinische Fakultät Mannheim der Universität Heidelberg III. Medizinische Klinik, Universitätsmedizin Mannheim, Theodor-Kutzer-Ufer 1-3, D-68167 Mannheim, 8 St. Vincenz-Krankenhaus, Abt. für Hämatologie und Internistische Onkologie, Auf dem Schafsberg, D-65549 Limburg, 9 6770 Indian Creek Drive Apt 15F, Miami Beach, FL 33141 USA 14 1 2010 529 569 © Springer-Verlag Berlin Heidelberg 2010 This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic. Zusammenfassung Die thrombotisch-thrombozytopenische Purpura (TTP) und das hämolytischurämische Syndrom (HUS) sind thrombotische Mikroangiopathien, gekennzeichnet durch eine Endothelzellschädigung mit nachfolgender Bildung von Thromben in der Mikrozirkulation mit intravasaler Hämolyse und Thrombozytopenie. Ischämische Organdysfunktionen im Gehirn, den Nieren und anderen Organen Prägen das klinische Bild. Während bei Erwachsenen das Auftreten einer neurologischen Symptomatik zur Diagnose TTP führt, wird bei Kindern mit dem Leitsymptom Nierenversagen die Diagnose HUS gestellt. issue-copyright-statement © Springer-Verlag Berlin Heidelberg 2010 Literatur Allford S.L. Hunt B.J. Rose P. Machin S.J. Guidelines on the diagnosis and management of the thrombotic microangiopathic haemolytic anaemias Br J Haematol 2003 120 4 556 73 10.1046/j.1365-2141.2003.04049.x 12588343 Amorosi E.L. Ultmann J.E. Thrombotic thrombocytopenic purpura: report of 16 cases and review of the literature Medicine (Baltimore) 1966 45 139 59 Asada Y. Sumiyoshi A. Hayashi T. Suzumiya J. Kaketani K. Immunohistochemistry of vascular lesion in thrombotic thrombocytopenic purpura, with special reference to factor VIII related antigen Thromb Res 1985 38 5 469 79 10.1016/0049-3848(85)90180-X 2861671 Atkinson J.P. Liszewski M.K. Richards A. Kavanagh D. Moulton E.A. Hemolytic uremic syndrome: an example of insufficient complement regulation on self-tissue Ann N Y Acad Sci 2005 1056 144 52 10.1196/annals.1352.032 16387683 Banno F. Kokame K. Okuda T. Honda S. Miyata S. Kato H. Tomiyama Y. Miyata T. Complete deficiency in ADAMTS13 is prothrombotic, but it alone is not sufficient to cause thrombotic thrombocytopenic purpura Blood 2006 107 8 3161 6 10.1182/blood-2005-07-2765 16368888 Barbot J. Costa E. Guerra M. Ten years of prophylactic treatment with fresh-frozen plasma in a child with chronic relapsing thrombotic thrombocytopenic purpura as a result of a congenital deficiency of von Willebrand factor-cleaving protease Br J Haematol 2001 113 3 649 51 10.1046/j.1365-2141.2001.02808.x 11380451 Bell W.R. Braine H.G. Ness P.M. Kickler T.S. Improved survival in thrombotic thrombocytopenic purpura-hemolytic uremic syndrome. Clinical experience in 108 patients N Engl J Med 1991 325 6 398 403 2062331 Bennett C.L. Weinberg P.D. Rozenberg-Ben-Dror K. Yarnold P.R. Kwaan H.C. Green D. Thrombotic thrombocytopenic purpura associated with ticlopidine. A review of 60 cases Ann Intern Med 1998 128 7 541 4 9518398 Bernardo A. Ball C. Nolasco L. Moake J.F. Dong J.F. Effects of inflammatory cytokines on the release and cleavage of the endothelial cell-derived ultralarge von Willebrand factor multimers under flow Blood 2004 104 1 100 6 10.1182/blood-2004-01-0107 15026315 Bianchi V. Robles R. Alberio L. Furlan M. Lämmle B. Von Willebrand factor-cleaving protease (ADAMTS13) in thrombocytopenic disorders: a severely deficient activity is specific for thrombotic thrombocytopenic purpura Blood 2002 100 2 710 3 10.1182/blood-2002-02-0344 12091372 Byrnes J.J. Khurana M. Treatment of thrombotic thrombocytopenic purpura with plasma N Engl J Med 1977 297 25 1386 9 562982 Chandler W.L. Jelacic S. Boster D.R. Ciol M.A. Williams G.D. Watkins S.L. Igarashi T. Tarr P.I. Prothrombotic coagulation abnormalities preceding the hemolytic-uremic syndrome N Engl J Med 2002 346 1 23 32 10.1056/NEJMoa011033 11777999 Dent J.A. Berkowitz S.D. Ware J. Kasper C.K. Ruggeri Z.M. Identification of a cleavage site directing the immunochemical detection of molecular abnormalities in type IIA von Willebrand factor Proc Natl Acad Sci U S A 1990 87 16 6306 10 10.1073/pnas.87.16.6306 2385594 Donadelli R. Banterla F. Galbusera M. In-vitro and in-vivo consequences of mutations in the von Willebrand factor cleaving protease ADAMTS13 in thrombotic thrombocytopenic purpura Thromb Haemost 2006 96 4 454 64 17003922 Dong J.F. Moake J.L. Nolasco L. Bernardo A. Arceneaux W. Shrimpton C.N. Schade A.J. McIntire L.V. Fujikawa K. Lopez J.A. ADAMTS-13 rapidly cleaves newly secreted ultralarge von Willebrand factor multimers on the endothelial surface under flowing conditions Blood 2002 100 12 4033 9 10.1182/blood-2002-05-1401 12393397 Dragon-Durey M.A. Fremeaux-Bacchi V. Heterozygous and homozygous factor h deficiencies associated with hemolytic uremic syndrome or membranoproliferative glomerulonephritis: report and genetic analysis of 16 cases J Am Soc Nephrol 2004 15 3 787 95 10.1097/01.ASN.0000115702.28859.A7 14978182 Dragon-Durey M.A. Loirat C. Cloarec S. Macher M.A. Blouin J. Nivet H. Weiss L. Fridman W.H. Fremeaux-Bacchi V. Anti-Factor H autoantibodies associated with atypical hemolytic uremic syndrome J Am Soc Nephrol 2005 16 2 555 63 10.1681/ASN.2004050380 15590760 Dundas S. Murphy J. Soutar R.L. Jones G.A. Hutchinson S.J. Todd W.T. Effectiveness of therapeutic plasma exchange in the 1996 Lanarkshire Escherichia coli O157: H7 outbreak Lancet 1999 354 9187 1327 30 10.1016/S0140-6736(99)01251-9 10533860 Fakhouri F. Vernant J.P. Veyradier A. Efficiency of curative and prophylactic treatment with rituximab in ADAMTS13-deficient thrombotic thrombocytopenic purpura: a study of 11 cases Blood 2005 106 6 1932 37 10.1182/blood-2005-03-0848 15933059 Fontana S. Kremer Hovinga J.A. Studt J.D. Alberio L. Lämmle B. Mansouri Taleghani B. Plasma therapy in thrombotic thrombocytopenic purpura: review of the literature and the Bern experience in a subgroup of patients with severe acquired ADAMTS-13 deficiency Semin Hematol 2004 41 1 48 59 10.1053/j.seminhematol.2003.10.010 14727259 Fujikawa K. Suzuki H. McMullen B. Chung D. Purification of human von Willebrand factor-cleaving protease and its identification as a new member of the metalloproteinase family Blood 2001 98 6 1662 6 10.1182/blood.V98.6.1662 11535495 Furlan M. Lämmle B. Aetiology and pathogenesis of thrombotic thrombocytopenic purpura and haemolytic uraemic syndrome: the role of von Willebrand factor-cleaving protease Best Pract Res Clin Haematol 2001 14 2 437 54 10.1053/beha.2001.0142 11686108 Furlan M. Robles R. Galbusera M. Von Willebrand factorcleaving protease in thrombotic thrombocytopenic purpura and the hemolytic-uremic syndrome N Engl J Med 1998 339 22 1578 84 10.1056/NEJM199811263392202 9828245 Furlan M. Robles R. Solenthaler M. Lämmle B. Acquired deficiency of von Willebrand factor-cleaving protease in a patient with thrombotic thrombocytopenic purpura Blood 1998 91 8 2839 46 9531594 Furlan M. Robles R. Solenthaler M. Wassmer M. Sandoz P. Lämmle B. Deficient activity of von Willebrand factor-cleaving protease in chronic relapsing thrombotic thrombocytopenic purpura Blood 1997 89 9 3097 103 9129011 Furlan M. Robles R. Lämmle B. Partial purification and characterization of a protease from human plasma cleaving von Willebrand factor to fragments produced by in vivo proteolysis Blood 1996 87 10 4223 34 8639781 Gasser C. Gautier E. Steck A. Siebenmann R.E. Oechslin R. Hämolytisch-urämische Syndrome: bilaterale Nierenrindennekrosen bei akuten erworbenen hämolytischen Anämien Schweiz Med Wochenschr 1955 85 905 909 13274004 George J.N. Kremer Hovinga J.A. Terrell D.R. Vesely S.K. Lämmle B. The Oklahoma Thrombotic Thrombocytopenic Purpura-Hemolytic Uremic Syndrome Registry: the Swiss connection Eur J Haematol 2008 80 4 277 86 10.1111/j.1600-0609.2008.01040.x 18221388 George J.N. Clinical practice. Thrombotic thrombocytopenic purpura N Engl J Med 2006 354 18 1927 35 10.1056/NEJMcp053024 16672704 George J.N. How I treat patients with thrombotic thrombocytopenic purpura-hemolytic uremic syndrome Blood 2000 96 4 1223 29 10942361 Gerritsen H.E. Robles R. Lämmmle B. Furlan M. Partial amino acid sequence of purified von Willebrand factor-cleaving protease Blood 2001 98 6 1654 61 10.1182/blood.V98.6.1654 11535494 Goicoechea de Jorge E. Harris C.L. Esparza-Gordillo J. Gain-offunction mutations in complement factor B are associated with atypical hemolytic uremic syndrome Proc Natl Acad Sci USA 2007 104 1 240 5 10.1073/pnas.0603420103 17182750 Griffin P.M. Tauxe R.V. The epidemiology of infections caused by Escherichia coli O157: H7, other enterohemorrhagic E. coli, and the associated hemolytic uremic syndrome Epidemiol Rev 1991 13 60 98 1765120 Gunther K. Garizio D. Nesara P. ADAMTS13 activity and the presence of acquired inhibitors in human immunodeficiency virus-related thrombotic thrombocytopenic purpura Transfusion 2007 47 9 1710 6 10.1111/j.1537-2995.2007.01346.x 17725738 Hommais A. Rayes J. Houllier A. Obert B. Legendre P. Veyradier A. Girma J.P. Ribba A.S. Molecular characterization of four ADAMTS13 mutations responsible for congenital thrombotic thrombocytopenic purpura (Upshaw-Schulman syndrome) Thromb Haemost 2007 98 3 593 9 17849048 Hosler G.A. Cusumano A.M. Hutchins G.M. Thrombotic thrombocytopenic purpura and hemolytic uremic syndrome are distinct pathologic entities. A review of 56 autopsy cases Arch Pathol Lab Med 2003 127 7 834 9 12823037 Hulstein J.J. de Groot P.G. Silence K. Veyradier A. Fijnheer R. Lenting P.J. A novel nanobody that detects the gain-of-function phenotype of von Willebrand factor in ADAMTS13 deficiency and von Willebrand disease type 2B Blood 2005 106 9 3035 42 10.1182/blood-2005-03-1153 16014562 Hulstein J.J. van Runnard Heimel P.J. Franx A. Lenting P.J. Bruinse H.W. Silence K. de Groot P.G. Fijnheer R. Acute activation of the endothelium results in increased levels of active von Willebrand factor in hemolysis, elevated liver enzymes and low platelets (HELLP) syndrome J Thromb Haemost 2006 4 12 2569 75 10.1111/j.1538-7836.2006.02205.x 16968329 Kappers-Klunne M.C. Wijermans P. Fijnheer R. Croockewit A.J. van der Holt B. de Wolf J.T. Lowenberg B. Brand A. Splenectomy for the treatment of thrombotic thrombocytopenic purpura Br J Haematol 2005 130 5 768 76 10.1111/j.1365-2141.2005.05681.x 16115135 Kavanagh D. Goodship T.H. Update on evaluating complement in hemolytic uremic syndrome Curr Opin Nephrol Hypertens 2007 16 6 565 71 10.1097/MNH.0b013e3282f0872f 18089972 Kinoshita S. Yoshioka A. Park Y.D. Upshaw-Schulman-Syndrome revisited: a concept of congenital thrombotic thrombocytopenic purpura Int J Hematol 2001 74 1 101 8 10.1007/BF02982558 11530798 Kokame K. Nobe Y. Kokubo Y. Okayama A. Miyata T. FRETS-VWF73, a first fluorogenic substrate for ADAMTS13 assay Br J Haematol 2005 129 1 93 100 10.1111/j.1365-2141.2005.05420.x 15801961 Kokame K. Matsumoto M. Soejima K. Mutations and common polymorphisms in ADAMTS13 gene responsible for von Willebrand factor-cleaving protease activity Proc Natl Acad Sci USA 2002 99 18 11902 7 10.1073/pnas.172277399 12181489 Kremer Hovinga J.A. Zeerleder S. Kessler P. ADAMTS-13, von Willebrand factor and related parameters in severe sepsis and septic shock J Thromb Haemost 2007 5 11 2284 90 10.1111/j.1538-7836.2007.02743.x 17764538 Kremer Hovinga J.A. Mottini M. Lämmle B. Measurement of ADAMTS-13 activity in plasma by the FRETS-VWF73 assay: comparison with other assay methods J Thromb Haemost 2006 4 5 1146 8 10.1111/j.1538-7836.2006.01904.x 16689773 Kremer Hovinga JA, Zahnd R, George JN et al. (2006b) Evidence for a pathophysiological role of anti-ADAMTS13 antibodies despite the presence of normal ADAMTS13 activity and presumption of an epitope spreading over time in recurrent thrombotic thrombocytopenic purpura (TTP). In: 48th Annual Meeting of the American Society of Hematology 2006 Orlando, Florida: Blood 2006, Abstract #1067 Kremer Hovinga J.A. Studt J.D. Alberio L. Lämmle B. von Willebrand factor-cleaving protease (ADAMTS-13) activity determination in the diagnosis of thrombotic microangiopathies: the Swiss experience Semin Hematol 2004 41 1 75 82 10.1053/j.seminhematol.2003.10.008 14727262 Kremer Hovinga J.A. Studt J.D. Demarmels Biasiutti F. Splenectomy in relapsing and plasma-refractory acquired thrombotic thrombocytopenic purpura Haematologica 2004 89 3 320 4 15020271 Lämmle B. Kremer Hovinga J.A. Alberio L. Thrombotic thrombocytopenic purpura J Thromb Haemost 2005 3 8 1663 75 10.1111/j.1538-7836.2005.01425.x 16102032 Laurence J. Mitra D. Steiner M. Staiano-Coico L. Jaffe E. Plasma from patients with idiopathic and human immunodeficiency virusassociated thrombotic thrombocytopenic purpura induces apoptosis in microvascular endothelial cells Blood 1996 87 8 3245 54 8605340 Levy G.G. Nichols W.C. Lian E.C. Mutations in a member of the ADAMTS gene family cause thrombotic thrombocytopenic purpura Nature 2001 413 6855 488 94 10.1038/35097008 11586351 Lopez J.A. Dong J.F. Cleavage of von Willebrand factor by ADAMTS-13 on endothelial cells Semin Hematol 2004 41 1 15 23 10.1053/j.seminhematol.2003.10.004 14727255 Mannucci P.M. Canciani M.T. Forza I. Lussana F. Lattuada A. Rossi E. Changes in health and disease of the metalloprotease that cleaves von Willebrand factor Blood 2001 98 9 2730 5 10.1182/blood.V98.9.2730 11675345 Martin K. Borgel D. Lerolle N. Feys H.B. Trinquart L. Vanhoorelbeke K. Deckmyn H. Legendre P. Diehl J.L. Baruch D. Decreased ADAMTS-13 (A disintegrin-like and metalloprotease with thrombospondin type 1 repeats) is associated with a poor prognosis in sepsis-induced organ failure Crit Care Med 2007 35 10 2375 82 10.1097/01.CCM.0000284508.05247.B3 17944029 Matsumoto M. Kokame K. Soejima K. Molecular characterization of ADAMTS13 gene mutations in Japanese patients with Upshaw-Schulman syndrome Blood 2004 103 4 1305 10 10.1182/blood-2003-06-1796 14563640 Matsumoto M. Yagi H. Ishizashi H. Wada H. Fujimura Y. The Japanese experience with thrombotic thrombocytopenic purpura-hemolytic uremic syndrome Semin Hematol 2004 41 1 68 74 10.1053/j.seminhematol.2003.10.009 14727261 Moake J.L. Thrombotic microangiopathies N Engl J Med 2002 347 8 589 600 10.1056/NEJMra020528 12192020 Moake J.L. Chow T.W. Thrombotic thrombocytopenic purpura: understanding a disease no longer rare Am J Med Sci 1998 316 2 105 19 10.1097/00000441-199808000-00006 9704664 Moake J.L. Rudy C.K. Troll J.H. Weinstein M.J. Colannino N.M. Azocar J. Seder R.H. Hong S.L. Deykin D. Unusually large plasma factor VIII: von Willebrand factor multimers in chronic relapsing thrombotic thrombocytopenic purpura N Engl J Med 1982 307 23 1432 5 10.1056/NEJM198212023072306 6813740 Moore J.C. Hayward C.P. Warkentin T.E. Kelton J.G. Decreased von Willebrand factor protease activity associated with thrombocytopenic disorders Blood 2001 98 6 1842 6 10.1182/blood.V98.6.1842 11535519 Mori Y. Wada H. Gabazza E.C. Minami N. Nobori T. Shiku H. Yagi H. Ishizashi H. Matsumoto M. Fujimura Y. Predicting response to plasma exchange in patients with thrombotic thrombocytopenic purpura with measurement of vWF-cleaving protease activity Transfusion 2002 42 5 572 80 10.1046/j.1537-2995.2002.00100.x 12084165 Moschcowitz E. Hyaline thrombosis of the terminal arterioles and capillaries: a hitherto undescribed disease Proc N Y Pathol Soc 1924 24 21 24 Motto D.G. Chauhan A.K. Zhu G. Homeister J. Lamb C.B. Desch K.C. Zhang W. Tsai H.M. Wagner D.D. Ginsburg D. Shigatoxin triggers thrombotic thrombocytopenic purpura in genetically susceptible ADAMTS13-deficient mice J Clin Invest 2005 115 10 2752 61 10.1172/JCI26007 16200209 Nguyen L. Li X. Duvall D. Terrell D.R. Vesely S.K. George J.N. Twicedaily plasma exchange for patients with refractory thrombotic thrombocytopenic purpura: the experience of the Oklahoma Registry, 1989 through 2006 Transfusion 2008 48 2 349 57 18028271 Ono T. Mimuro J. Madoiwa S. Soejima K. Kashiwakura Y. Ishiwata A. Takano K. Ohmori T. Sakata Y. Severe secondary deficiency of von Willebrand factor-cleaving protease (ADAMTS13) in patients with sepsis-induced disseminated intravascular coagulation: its correlation with development of renal failure Blood 2006 107 2 528 34 10.1182/blood-2005-03-1087 16189276 Peyvandi F. Ferrari S. Lavoretano S. Canciani M.T. Mannucci P.M. von Willebrand factor cleaving protease (ADAMTS-13) and ADAMTS-13 neutralizing autoantibodies in 100 patients with thrombotic thrombocytopenic purpura Br J Haematol 2004 127 4 433 9 10.1111/j.1365-2141.2004.05217.x 15521921 Peyvandi F. Lavoretano S. Palla R. ADAMTS13 and anti-ADAMTS13 antibodies as markers for recurrence of acquired thrombotic thrombocytopenic purpura during remission Haematologica 2008 93 2 232 9 10.3324/haematol.11739 18223285 Pimanda J.E. Maekawa A. Wind T. Paxton J. Chesterman C.N. Hogg P.J. Congenital thrombotic thrombocytopenic purpura in association with a mutation in the second CUB domain of ADAMTS13 Blood 2004 103 2 627 9 10.1182/blood-2003-04-1346 14512317 Plaimauer B. Fuhrmann J. Mohr G. Wernhart W. Bruno K. Ferrari S. Konetschny C. Antoine G. Rieger M. Scheiflinger F. Modulation of ADAMTS13 secretion and specific activity by a combination of common amino acid polymorphisms and a missense mutation Blood 2006 107 1 118 25 10.1182/blood-2005-06-2482 16160007 Remuzzi G. Galbusera M. Noris M. von Willebrand factor cleaving protease (ADAMTS13) is deficient in recurrent and familial thrombotic thrombocytopenic purpura and hemolytic uremic syndrome Blood 2002 100 3 778 85 10.1182/blood-2001-12-0166 12130486 Rock G.A. Management of thrombotic thrombocytopenic purpura Br J Haematol 2000 109 3 496 507 10.1046/j.1365-2141.2000.01941.x 10886194 Rock G.A. Shumak K.H. Buskard N.A. Blanchette V.S. Kelton J.G. Nair R.C. Spasoff R.A. Comparison of plasma exchange with plasma infusion in the treatment of thrombotic thrombocytopenic purpura Canadian Apheresis Study Group. N Engl J Med 1991 325 6 393 7 Rüfer A. Brodmann D. Gregor M. Kremer Hovinga J.A. Lämmle B. Wuillemin W.A. Rituximab for acute plasma-refractory thrombotic thrombocytopenic purpura A case report and concise review of the literature. Swiss Med Wkly 2007 137 37–38 518 24 17990141 Ruggenenti P. Remuzzi G. The pathophysiology and management of thrombotic thrombocytopenic purpura Eur J Haematol 1996 56 4 191 207 10.1111/j.1600-0609.1996.tb01930.x 8641387 Schneppenheim R. Kremer Hovinga J.A. Becker T. A common origin of the 4143insA ADAMTS13 mutation Thromb Haemost 2006 96 1 3 6 16807643 Schneppenheim R. Budde U. Hassenpflug W. Obser T. Severe ADAMTS-13 deficiency in childhood Semin Hematol 2004 41 1 83 9 10.1053/j.seminhematol.2003.10.007 14727263 Schneppenheim R. Budde U. Oyen F. Von Willebrand factor cleaving protease and ADAMTS13 mutations in childhood TTP Blood 2003 101 5 1845 50 10.1182/blood-2002-08-2399 12393505 Schultz D.R. Arnold P.I. Jy W. Valant P.A. Gruber J. Ahn Y.S. Mao F.W. Mao W.W. Horstman L.L. Anti-CD36 autoantibodies in thrombotic thrombocytopenic purpura and other thrombotic disorders: identification of an 85 kD form of CD36 as a target antigen Br J Haematol 1998 103 3 849 57 10.1046/j.1365-2141.1998.01070.x 9858245 Scully M. Cohen H. Cavenagh J. Benjamin S. Starke R. Killick S. Mackie I. Machin S.J. Remission in acute refractory and relapsing thrombotic thrombocytopenic purpura following rituximab is associated with a reduction in IgG antibodies to ADAMTS-13 Br J Haematol 2007 136 3 451 61 10.1111/j.1365-2141.2006.06448.x 17233847 Shumak K.H. Rock G.A. Nair R.C. Late relapses in patients successfully treated for thrombotic thrombocytopenic purpura Ann Intern Med 1995 122 8 569 72 7887549 Soejima K. Mimura N. Hirashima M. Maeda H. Hamamoto T. Nakagaki T. Nozaki C. A novel human metalloprotease synthesized in the liver and secreted into the blood: possibly, the von Willebrand factor-cleaving protease? J Biochem (Tokyo) 2001 130 4 475 80 11574066 Studt J.D. Kremer Hovinga J.A. Antoine G. Hermann M. Rieger M. Scheiflinger F. Lämmle B. Fatal congenital thrombotic thrombocytopenic purpura with apparent ADAMTS13 inhibitor: in vitro inhibition of ADAMTS13 activity by hemoglobin Blood 2005 105 2 542 4 10.1182/blood-2004-06-2096 15367436 Studt J.D. Kremer Hovinga J.A. Alberio L. Bianchi V. Lämmle B. Von Willebrand factor-cleaving protease (ADAMTS-13) activity in thrombotic microangiopathies: diagnostic experience 2001/2002 of a single research laboratory Swiss Med Wkly 2003 133 23–24 325 32 12923683 Swisher K.K. Doan J.T. Vesely S.K. Kwaan H.C. Kim B. Lämmle B. Kremer Hovinga J.A. George J.N. Pancreatitis preceding acute episodes of thrombotic thrombocytopenic purpura-hemolytic uremic syndrome: report of five patients with a systematic review of published reports Haematologica 2007 92 7 936 43 10.3324/haematol.10963 17606444 Takahashi H. Tatewaki W. Wada K. Shibata A. Thrombin generation in patients with thrombotic thrombocytopenic purpura Am J Hematol 1989 32 4 255 7 10.1002/ajh.2830320404 2479264 Tandon N.N. Rock G. Jamieson G.A. Anti-CD36 antibodies in thrombotic thrombocytopenic purpura Br J Haematol 1994 88 4 816 25 10.1111/j.1365-2141.1994.tb05122.x 7529543 Terrell D.R. Williams L.A. Vesely S.K. Lämmle B. Kremer Hovinga J.A. George J.N. The incidence of thrombotic thrombocytopenic purpurahemolytic uremic syndrome: all patients, idiopathic patients, and patients with severe ADAMTS-13 deficiency J Thromb Haemost 2005 3 7 1432 6 10.1111/j.1538-7836.2005.01436.x 15978100 Tsai H.M. Chandler W.L. Sarode R. Hoffman R. Jelacic S. Habeeb R.L. Watkins S.L. Wong C.S. Williams G.D. Tarr P.I. von Willebrand factor and von Willebrand factor-cleaving metalloprotease activity in Escherichia coli O157: H7-associated hemolytic uremic syndrome Pediatr Res 2001 49 5 653 9 10.1203/00006450-200105000-00008 11328948 Tsai H.M. Rice L. Sarode R. Chow T.W. Moake J.L. Antibody inhibitors to von Willebrand factor metalloproteinase and increased binding of von Willebrand factor to platelets in ticlopidine-associated thrombotic thrombocytopenic purpura Ann Intern Med 2000 132 10 794 9 10819702 Tsai H.M. Lian E.C. Antibodies to von Willebrand factor-cleaving protease in acute thrombotic thrombocytopenic purpura N Engl J Med 1998 339 22 1585 94 10.1056/NEJM199811263392203 9828246 Tsai H.M. Physiologic cleavage of von Willebrand factor by a plasma protease is dependent on its conformation and requires calcium ion Blood 1996 87 10 4235 44 8639782 Uchida T. Wada H. Mizutani M. Identification of novel mutations in ADAMTS13 in an adult patient with congenital thrombotic thrombocytopenic purpura Blood 2004 104 7 2081 3 10.1182/blood-2004-02-0715 15126318 Upshaw J.D. Congenital deficiency of a factor in normal plasma that reverses microangiopathic hemolysis and thrombocytopenia N Engl J Med 1978 298 24 1350 2 10.1056/NEJM197806152982407 651994 Vesely S.K. George J.N. Lämmle B. Studt J.D. Alberio L. El-Harake M.A. Raskob G.E. ADAMTS13 activity in thrombotic thrombocytopenic purpura-hemolytic uremic syndrome: relation to presenting features and clinical outcomes in a prospective cohort of 142 patients Blood 2003 102 60 68 10.1182/blood-2003-01-0193 12637323 Veyradier A. Obert B. Haddad E. Severe deficiency of the specific von Willebrand factor-cleaving protease (ADAMTS 13) activity in a subgroup of children with atypical hemolytic uremic syndrome J Pediatr 2003 142 3 310 7 10.1067/mpd.2003.79 12640381 Veyradier A. Obert B. Houllier A. Meyer D. Girma J.P. Specific von Willebrand factor-cleaving protease in thrombotic microangiopathies: a study of 111 cases Blood 2001 98 6 1765 72 10.1182/blood.V98.6.1765 11535510 Warwicker P. Goodship T.H. Donne R.L. Pirson Y. Nicholls A. Ward R.M. Turnpenny P. Goodship J.A. Genetic studies into inherited and sporadic hemolytic uremic syndrome Kidney Int 1998 53 4 836 44 10.1111/j.1523-1755.1998.00824.x 9551389 Zheng X.L. Kaufman R.M. Goodnough L.T. Sadler J.E. Effect of plasma exchange on plasma ADAMTS13 metalloprotease activity, inhibitor level, and clinical outcome in patients with idiopathic and nonidiopathic thrombotic thrombocytopenic purpura Blood 2004 103 11 4043 9 10.1182/blood-2003-11-4035 14982878 Zheng X. Chung D. Takayama T.K. Majerus E.M. Sadler J.E. Fujikawa K. Structure of von Willebrand factor-cleaving protease (ADAMTS13), a metalloprotease involved in thrombotic thrombocytopenic purpura J Biol Chem 2001 276 44 41059 63 10.1074/jbc.C100515200 11557746 Literatur Agatisa P.K. Ness R.B. Roberts J.M. Impairment of endothelial function in women with a history of preeclampsia: an indicator of cardiovascular risk Am J Physiol Heart Circ Physiol 2004 286 H1389 1393 10.1152/ajpheart.00298.2003 15020302 Baxter J.K. Weinstein L. HELLP syndrome: The state of the art Obstet Gynecol Surv 2004 59 838 845 10.1097/01.ogx.0000146948.19308.c5 15572962 Benyo D.F. Smarason A. Redman C.W. Expression of inflammatory cytokines in placentas from women with preeclampsia J Clin Endocrinol Metab 2001 86 2505 2512 10.1210/jc.86.6.2505 11397847 Boehlen F. Thrombocytopenie in pregnancy Haemostaseologie 2006 1 72 74 Detti L. Mecaci F. Piccioli A. Postpartum heparin therapy for patients with HELLP syndrome is associated with significant hemorrhagic complications J Perinat 2005 25 236 240 10.1038/sj.jp.7211265 Dessole S. Capobianco G. Virdis P. Hepatic rupture after cesarean section in a patient with HELLP syndrome: a case report and review of the literature Arch Gynecol Obstet 2007 276 189 192 10.1007/s00404-006-0318-9 17479271 Eckford S.D. MacNab I.L. Turner M.L. Plasmapheresis in the management of HELLP syndrome J Obstet Gynecol 1998 18 377 379 15512115 Eser B. Guven M. Unal A. The role of plasma exchange in HELLP syndrome Clin Appl Thrombosis/Hemostasis 2005 11 211 217 10.1177/107602960501100211 Garovic V.D. Hayman S.R. Hypertension in pregnancy: an emerging risk factor for cardiovascular disease Nat Clin Pract Nephrol 2007 3 11 613 622 10.1038/ncpneph0623 17957198 Harms K. Rath W. Herting E. Kuhn W. Maternal hemolysis, elevated liver enzymes, low platelet count and neonatal outcome Am J Perinatol 1995 12 1 6 10.1055/s-2007-994387 7710566 Hulstein J.J. van Runnard Heimpel P.J. Franx A. Acute activation of the endothelium results in increased levels of active von Willebrand factor in hemolysis, elevated liver enzymes and low platelets (HELLP) syndrome J Thromb Haemost 2006 4 2569 2575 10.1111/j.1538-7836.2006.02205.x 16968329 Jacquemyn Y. Jochems L. Duiker E. Long-term renal function after HELLP syndrome Gynecol Obstet Invest 2004 57 117 120 10.1159/000075942 14707475 Magann E.F. Martin J.W. Twelve steps to optimal management of HELLP syndrome Cin Obstet Gynecol 1999 42 532 543 10.1097/00003081-199909000-00009 Martin J.W. May W.L. Magann E.F. Early risk assessment of severe preeclampsia: admission battery of symptoms and laboratory tests to predict likelihood of subsequent significant maternal morbidity Am J Obstet Gynecol 1999 180 1407 1414 10.1016/S0002-9378(99)70026-8 10368478 Martin J.W. Rose C.H. Briery C. Understanding and managing HELLP syndrome: the integral role of aggressive glucocorticoids for mother and child Am J Obstet Gynecol 2006 195 914 934 10.1016/j.ajog.2005.08.044 16631593 Matahaba P, Moodley J (2006) Corticosteroids for HELLP syndrome in pregnancy (Review). The Cochrane Library Issue 2 Rath W. Loos H. Kuhn W. Das HELLP-Syndrom Zentralbl Gynäkol 1994 116 195 205 8023604 Rath W. Wieding J.U. Kuhn W. Erkenntnisse über hämostaseologische Veränderungen bei Gestose und HELLP-Syndrom für die klinische Praxis Geburth Frauenheilk 1991 51 741 746 10.1055/s-2007-1023825 Rath W. Faridi A. Dudenhausen J.W. HELLP syndrome J Perinat Med 2000 28 249 260 10.1515/JPM.2000.033 11031696 Rath W. Rath W. Friese K. Hypertensive Schwangerschaftserkrankungen Erkrankungen in der Schwangerschaft 2005 Stuttgart Thieme 73 97 Rath W. Fischer T. Klockenbusch W. Diagnostik und Therapie hypertensiver Schwangerschaftserkrankungen AWMF 2007 015/018 2 Sibai B.M. El-Nazar A. Gonzalez-Ruiz A. Severe preeclampsia-eclampsia in young primigravid women. Subsequent pregnancy outcome and remote prognosis Am J Obstet Gynecol 1986 155 1011 1016 3777042 Sibai B.M. Ramadan M.K. Usta J. Maternal morbidity and mortality in 442 patients with HELLP syndrome Am J Obstet Gynecol 1993 169 1000 1006 8238109 Visser W. Wallenburg H.C.S. Temporising management of severe preeclampsia with and without HELLP syndrome BJOG 1995 102 111 120 10.1111/j.1471-0528.1995.tb09062.x Literatur Abraham E. Reinhart K. Svoboda P. Assessment of the safety of recombinant tissue factor pathway inhibitor in patients with severe sepsis: a multicenter, randomized, placebo-controlled, singleblind, dose escalation study Crit Care Med 2001 29 2081 2089 10.1097/00003246-200111000-00007 11700399 Abraham E. Reinhart K. Opal S. Efficacy and safety of tifacogin (recombinant tissue factor pathway inhibitor) in severe sepsis: a randomized controlled trial JAMA 2003 290 238 247 10.1001/jama.290.2.238 12851279 Angstwurm M.W.A. Dempfle C.E. Spannagl M. New disseminated intravascular coagulation score: a useful tool to predict mortality in comparison with acute physiology and chronic health evaluation II and logistic organ dysfunction scores Crit Care Med 2006 34 314 320 10.1097/01.CCM.0000196832.27501.B2 16424708 Avvisati G. ten Cate J.W. Büller H.R. Tranexamic acid for control of haemorrhage in acute promyelocytic leukamia Lancet 1989 2 122 124 10.1016/S0140-6736(89)90181-5 2567893 Bakhtiari K. Meijers J.C. de Jonge E. Prospective validation of the International Society of Thrombosis and Haemostasis scoring system for disseminated intravascular coagulation Crit Care Med 2004 32 2416 2421 10.1097/01.CCM.0000147769.07699.E3 15599145 BarbuiT F. A. Disseminated intravascular coagulation in acute leukaemia Semin Thromb Hemost 2001 27 593 604 10.1055/s-2001-18865 11740683 Bernard G.R. Vincent J.L. Laterre P.F. Recombinant human protein C Worldwide Evaluation in Severe Sepsis PROWESS) study group Efficacy and safety of recombinant human activated protein C for severe sepsis N Engl J Med 2001 344 699 709 10.1056/NEJM200103083441001 11236773 Bone R.C. Gram-positive organisms and sepsis Arch Intern Med 1994 154 26 34 10.1001/archinte.154.1.26 8267486 Carr J.M. McKinney M. McDonagh J. Diagnosis of disseminated intravascular coagulation: role of D-Dimer Am J Clin Pathol 1989 91 280 287 2646905 Colman R.W. Rubin R.N. Disseminated intravascular coagulation due to malignancy Semin Oncol 1990 17 172 186 2183359 Corrigan J.J. Jr Heparin therapy in bacterial septicemia J Pediatr 1977 91 695 700 10.1016/S0022-3476(77)81017-2 333074 De Pont A.C. Bakhtiari K. Hutten B.A. Recombinant human activated protein C resets thrombin generation in patients with severe sepsis: A case control study Crit Care 2005 9 R490 R497 10.1186/cc3774 16277710 Dhainaut J.F. Yan S.B. Joyce D.E. Treatment effects of drotrecogin alfa (activated) in patients with severe sepsis with or without overt disseminated intravascular coagulation J Thromb Haemost 2004 2 1924 1933 10.1111/j.1538-7836.2004.00955.x 15550023 Dhainaut J.F. Shorr A.F. Macias W.L. Dynamic evolution of coagulopathy in the first day of severe sepsis: relationship with mortality and organ failure Crit Care Med 2005 33 341 348 10.1097/01.CCM.0000153520.31562.48 15699837 Dempfle C.E. The use of soluble fibrin in evaluating the acute and chronic hypercoagulable state Thromb Haemost 1999 82 673 683 10605767 du Toit H. Coetzee A.R. Chalton D.O. Heparin treatment in thrombin-induced disseminated intravascular coagulation in the baboon Crit Care Med 1991 19 1195 1200 10.1097/00003246-199109000-00017 1884620 Feinstein D.I. Diagnosis and management of disseminated intravascular coagulation: the role of heparin therapy Blood 1982 60 284 287 7046845 Gando S. Sawamura A. Hayakawa M. Hoshino H. Kubota N. Oshiro A. First day dynamic changes in antithrombin III activity after supplementation have a predictive value in critically ill patients Am J Hematol 2006 81 907 14 10.1002/ajh.20696 16924643 Gando S. Nakanisihi Y. Tedo I. Cytokines and plasminogen activator inhibitor-1 in posttrauma disseminated intravascular coagulation: relationship to multiple organ dysfunction syndrome Crit Care Med 1995 23 1835 1842 10.1097/00003246-199511000-00009 7587259 Kienast J. Juers M. Wiedermann C.J. Treatment effects of high-dose antithrombin with concomitant heparin in patients with severe sepsis with or without disseminated intravascular coagulation J Thromb Haemost 2006 4 90 97 10.1111/j.1538-7836.2005.01697.x 16409457 Kinasewitz G.T. Zein J.G. Lee G.L. Prognostic value of a simple evolving disseminated intravascular coagulation score in patients with severe sepsis Crit Care Med 2005 33 2214 2221 10.1097/01.CCM.0000181296.53204.DE 16215373 Kobayshi N. Maekawa T. Takada M. Criteria for diagnosis of DIC based on the analysis of clinical and laboratory findings in 345 DIC patients collected by the research committee on DIC in Japan Bibl Haematol 1987 49 848 852 Levi M. van der Poll T. ten Cate H. The cytokine-mediated imbalance between coagulant and anticoagulant mechanisms in sepsis and endotoxaemia Eur J Clin Invest 1997 27 3 9 10.1046/j.1365-2362.1997.570614.x 9041370 Levi M. ten Cate H. Disseminated intravascular coagulation N Engl J Med 1999 341 586 592 10.1056/NEJM199908193410807 10451465 Levi M. de Jonge E. van der Poll T. Rationale for restoration of physiological anticoagulant pathways in patients with sepsis and disseminated intravascular coagulation Crit Care Med 2001 29 S90 S94 10.1097/00003246-200107001-00028 11445740 Levi M. The imbalance between tissue factor and tissue factor pathway inhibitor in sepsis Crit Care Med 2002 30 1914 1915 10.1097/00003246-200208000-00046 12163821 Levi M. Peters M. Buller H.R. Efficacy and safety of recombinant factor VIIa for the treatment of severe bleeding: a systematic review Crit Care Med 2005 33 883 890 10.1097/01.CCM.0000159087.85970.38 15818119 Levi M. van der Poll T. ten Cate H. Tissue factor in infection and severe inflammation Semin Thromb Hemost 2006 32 33 39 10.1055/s-2006-933338 16479460 Levi M. Disseminated intravascular coagulation Crit Care Med 2007 35 2191 2195 10.1097/01.CCM.0000281468.94108.4B 17855836 Mannucci P.M. Levi M. Prevention and treatment of major blood loss N Engl J Med 2007 356 2301 2311 10.1056/NEJMra067742 17538089 McCarron B.I. Marder V.J. Francis C.W. Reactivity of soluble fibrin assays with plasmic degradation products of fibrin and in patients receiving fibrinolytic therapy Thromb Haemost 1999 82 1722 1729 10613661 Ontachi Y. Asakura H. Arahata M. Effect of combined therapy of danaparoid sodium and tranexamic acid on chronic disseminated intravascular coagulation associated with abdominal aortic aneurysm Circ J 2005 69 1150 1153 10.1253/circj.69.1150 16127203 Pernerstorfer T. Hollenstein U. Hansen J. Heparin blunts endotoxin-induced coagulation activation Circulation 1999 100 2485 2490 10604885 Slofstra S.H. vant Veer C. Buurman W.A. Low molecular weight heparin attenuates multiple organ failure in a murine model of disseminated intravascular coagulation Crit Care Med 2005 33 1455 1457 10.1097/01.CCM.0000166370.94927.B6 15942389 Taylor F.B.J. Chang A. Esmon C.T. Protein C prevents the coagulopathic and lethal effects of Escherichia coli infusion in the baboon J Clin Invest 1987 79 918 925 10.1172/JCI112902 3102560 Taylor F.B.J. Chang A. Ruf W. Lethal E. coli septic shock is prevented by blocking tissue factor with monoclonal antibody Circ Shock 1991 33 127 134 2044206 Ten Cate H. Timmerman J.J. Levi M. The pathophysiology of disseminated intravascular coagulation Thromb Haemost 1999 82 713 717 10605772 Toh C.H. Dennis M. Disseminated intravascular coagulation: old disease, new hope BMJ 2005 327 974 977 10.1136/bmj.327.7421.974 Warren B.L. Eid A. Singer P. Caring for the critically ill patient: high-dose antithrombin III in severe sepsis. A randomized controlled trial JAMA 2001 286 1869 1878 10.1001/jama.286.15.1869 11597289 Weiner C.P. The obstetric patient and disseminated intravascular coagulation Clin Perinatol 1986 13 705 717 3539446 Literatur Anagrelide Study Group Anagrelide, a therapy for thrombocythemic states. Experience in 577 patients Am J Med 1992 92 69 76 10.1016/0002-9343(92)90017-6 1731512 Apperley J. Gardembas M. Melo J. Response to imatinib mesylate in patients with chronic myeloproliferative diseases with rearrangements of the platelet-derived growth factor receptor beta N Engl J Med 2002 347 481 487 10.1056/NEJMoa020150 12181402 Bench A. Pahl H. Chromosomal and molecular markers in myeloproliferative disorders Semin Hematol 2005 42 196 205 10.1053/j.seminhematol.2005.08.001 16210033 Berk P.D. Goldberg J.D. Silverstein M.N. Increased incidence of acute leukemia in polycythemia vera associated with chlorambucil therapy N Engl J Med 1981 304 441 447 10.1056/NEJM198102193040801 7005681 Campbell P. Scott L. Buck G. Definition of subtypes of essential thrombocythemia and relation to polycythemia vera based on JAK2V617F mutation ststus: a prospective study Lancet 2005 366 1945 1953 10.1016/S0140-6736(05)67785-9 16325696 Cervantes F. Barosi G. Demory J. Myelofibrosis with myeloid metaplasia in young individuals: disease characteristics, prognostic factors and identification of risk Groups Brit J Haematol 1998 102 684 690 10.1046/j.1365-2141.1998.00833.x 9722294 Cortelazzo S. Viero P. Bellavita P. Hydroxyurea for patients with essential thrombocythemia and a high risk of thrombosis N Engl J Med 1995 332 1132 1136 10.1056/NEJM199504273321704 7700286 Cross N.C. Reiter A. Tyrosine kinase fusion genes in chronic myeloproliferative diseases Leukemia 2002 16 1207 1212 10.1038/sj.leu.2402556 12094244 Finazzi G. Ruggeri M. Rodeghiero F. Second malignancies in patients with essential thrombocythemia treated with busulphan and hydroxyurea: long-term follow up of a randomized trial Brit J Haematol 2000 110 577 583 10.1046/j.1365-2141.2000.02188.x 10997967 Gotlib J. Cools J. Malone J. The FIP1L1-PDGFRα fusion tyrosine kinase in hypereosinophilic syndrome and chronic eosinophilc leukemia: implications for diagnosis, classification and management Blood 2004 103 2879 2891 10.1182/blood-2003-06-1824 15070659 Gruppo Italiano Studio Polycythemia vera The natural history of 1213 patients followed for 20 years Ann Intern Med 1995 123 656 664 7574220 Harrison C.N. Campbell P.J. Buck G. United Kingdom Medical Research Council Primary Thrombocythemia 1 Study. Hydroxyurea compared with anagrelide in high-risk essential thrombocythemia N Engl J Med 2005 353 33 45 10.1056/NEJMoa043800 16000354 James C. Ugo V. Couédic J. A unique clonal JAK2 mutation leading to constitutive signalling causes polycythaemia vera Nature 2005 434 1144 1148 10.1038/nature03546 15793561 Jones A. Kreil S. Zoi K. Widespread occurrence of the JAK2V617F mutation in chronic myeloproliferative disorders Blood 2005 106 2162 2168 10.1182/blood-2005-03-1320 15920007 Klippel S. Strunck S. Temerinac S. Quantification of PRV-1 mRNA distinguishes polycythemia vera from secondary erythrocytosis Blood 2003 102 3569 3574 10.1182/blood-2003-03-0919 12893745 Landolfi R. Marchioli R. Kutti J. Efficacy and safety of low dose aspirin in polycythemia vera N Engl J Med 2004 350 114 124 10.1056/NEJMoa035572 14711910 Lengfelder E. Griesshammer M. Hehlmann R. Interferon-alpha in the treatment of essential thrombocythemia Leukemia and Lymphoma 1997 22 Suppl 1 135 142 Lengfelder E. Hochhaus A. Kronawitter U. Should a platelet limit of 600 *10 9/l be used as a diagnostic criterion in essential thrombocythemia? An analysis of the natural course including early stages Brit J Haematol 1998 100 15 23 10.1046/j.1365-2141.1998.00529.x 9450785 Lengfelder E. Berger U. Hehlmann R. Interferon treatment of polycythemia vera Ann Hematol 2000 79 103 109 10.1007/s002770050563 10803930 Najean Y. Dresch C. Rain J.D. The very-long-term course of polycythemia: a complement to the previously published data of the polycythemia vera study group Brit J Haematol 1993 86 233 235 10.1111/j.1365-2141.1994.tb03289.x Tartaglia A. Goldberg J.D. Berk P.D. Wasserman L.R. Adverse effects of antiaggregating platelet therapy in the treatment of polycythemia vera Semin Hematol 1986 23 172 176 3749927 Tefferi A. Thiele J. Orazio A. Proposals and rationale for revision of the World Health Organization diagnostic criteria for polycythemia vera, essential thrombocythemia, and primary myelofibrosis: recommendation from an ad hoc international expert panel Blood 2007 110 1092 1097 10.1182/blood-2007-04-083501 17488875 Tefferi A. Myelofibrosis with myeloid metaplasia N Engl J Med 2000 342 1255 1265 10.1056/NEJM200004273421706 10781623 Thiele J. Michiels J.J. Kvasnicka M.M. Thiele J. Prefibrotic and classical chronic idiopathic myelofibrosis or myelofibrosis with myeloid metaplasia/agnogenic myeloid metaplasia Myeloproliferative disorders 2005 Bad Honnef Grunwald 62 83 Literatur Alpert L.I. Veno-occlusive disease of the liver associated with oral contraceptives: case report and review of literature Hum Pathol 1976 7 709 18 10.1016/S0046-8177(76)80082-2 992650 Annaloro C. Robbiolo L. Pozzoli E. Four-year survival after trans-jugular intrahepatic porto-systemic shunt für veno-occlusive disease following autologous bane marrow transplantation Leuk Lymphoma 2004 45 1485 1487 10.1080/10428190410001663626 15359654 Attal M. Huguet F. Rubie H. Prevention of hepatic veno-occlusive disease after bane marrow transplantation by continuous infusion of low-dose heparin: a prospective, randomized trial Blood 1992 79 2834 2840 1586733 Ayash L.J. Hunt M. Antman K. Hepatic venoocclusive disease in autologous bane marrow transplantation of solid tumors and lymphomas J Clin Oncol 1990 8 1699 1706 2213105 Azoulay D. Castaing D. Lemoine A. Transjugular intrahepatic portosystemic shunt (TIPS) for severe veno-occlusive disease of the liver following bone marrow transplantation Bone Marrow Transplant 2000 25 987 92 10.1038/sj.bmt.1702386 10800068 Bacher P. Kindel G. Walenga J.M. Modulation of endothelial and platelet function by a polydeoxyribonucleotide derived drug “efibrotide„. A dual mechanism in the control of vascular pathology Thromb Res 1993 70 343 8 10.1016/0049-3848(93)90107-Y 8332964 Barkholt L. Remberger M. Hassan Z. A prospective randomized study using N-acetyl-L-cysteine for early liver toxicity after allogeneic hematopoietic stem cell transplantation Bone Marrow Transplant 2008 41 785 90 10.1038/sj.bmt.1705969 18176610 Bearman S.I. Lee J.L. Baron A.E. Treatment of hepatic venoocclusive disease with recombinant human tissue plasminogen activator and heparin in 42 Marrow transplant patients Blood 1997 89 1501 1506 9057629 Bearman S.I. Shuhart M.C. Hinds M.S. Recombinant human tissue plasminogen activator für the treatment of established severe venoocclusive disease of the liver after bane marrow transplantation Blood 1992 80 2458 2462 1421368 Berk P.D. Popper H. Krueger G.R. Veno-occlusive disease of the liver after allogenic bane marrow transplantation: possible association with graft-versus-host disease Ann Intern Med 1979 90 158 164 36019 Bianchi G. Barone D. Lanzarotti E. Defibrotide, a single-stranded polydeoxyribonucleotide acting as an adenosine receptor agonist Eur J Pharmacol 1993 238 327 334 10.1016/0014-2999(93)90864-E 8405101 Bras G. Jelliffe D.B. Stuart K.L. Veno-occlusive disease of liver with nonportal type of cirrhosis, occurring in Jamaica AMA Arch Pathol 1954 57 285 300 13147641 Bulley S.R. Strahm B. Doyle J. Defibrotide fort he treatment of hepatic veno-occlusive disease in children Pediatr Blood Cancer 2006 48 700 4 10.1002/pbc.20934 Carreras E. Veno-occlusive disease of the liver after hematopoietic cell transplantation Eur J Haematol 2000 64 281 291 10.1034/j.1600-0609.2000.9r200.x 10863974 Carreras E. Bertz H. Arcese W. Incidence and outcome of hepatic veno-occlusive disease after blood or marrow transplantation: a prospective cohort study of the European Group for Blood and Marrow Transplantation. European Group for Blood and Marrow Transplantation Chronic Leukemia Working Party Blood 1998 92 3599 3604 9808553 Carreras E. Graenena A. Navasa M. On the reliability of clinical criteria for the diagnosis of hepatic veno-occlusive disease Ann Hematol 1993 66 77 80 10.1007/BF01695888 8448243 Chalandon Y. Roosnek E. Mermillod B. Prevention of venoocclusive disease with defibrotide after allogeneic stern cell transplantation Biol Blood Marrow Transplant 2004 10 347 354 10.1016/j.bbmt.2004.01.002 15111934 Chopra R. Eaton J.D. Grassi A. Defibrotide for the treatment of hepatic veno-occlusive disease: results of the European compassionate-use study Br J Haematol 2000 111 1122 1129 10.1046/j.1365-2141.2000.02475.x 11167751 Clift R.A. Buckner C.D. Appelbaum F.R. Allogeneic marrow transplantation in patients with acute myeloid leukemia in first remission: a randomized trial of two irradiation regimens Blood 1990 76 1867 71 2224134 Corbacioglu S. Greil J. Peters C. Defibrotide in the treatment of children with veno-occlusive disease (VOD): a retrospective multicentre study demonstrates therapeutic efficacy upon early intervention Bone Marrow Transplant 2004 33 189 95 10.1038/sj.bmt.1704329 14661036 DeLeve L.D. Shulmann H.M. McDonald G.B. Toxic injury to hepatic sinusoids: sinusoidal obstruction syndrome (veno-occlusive disease) Semin Liver Dis 2002 22 27 42 10.1055/s-2002-23204 11928077 DeLeve L.D. McCuskey R.S. Wang X. Characterization of a reproducible rat model of hepatic veno-occlusive disease Hepatology 1999 29 1779 1791 10.1002/hep.510290615 10347121 Dignan F. Gujral D. Ethell M. Prophylactic defibrotide in allogeneic stem cell transplantation: minimal morbidity and zero mortality from veno-occlusive disease Bone Marrow Transplant 2007 40 79 82 10.1038/sj.bmt.1705696 17502897 Dulley F.L. Kanfer E.J. Appelbaum F.R. Venoocclusive disease of the liver after chemoradiotherapy and autologous bone marrow transplantation Transplantation 1987 43 870 3 3296355 El Mouelhi M. Kauffmann F.C. Sublobular distribution of tranferases and hydrolases associated with glucuronide, sulfate and glutathione conjugation in human liver Hepatology 1986 6 450 6 10.1002/hep.1840060322 3086205 Essell J.H. Schroeder M.T. Harman G.S. Ursodil prophylaxis against hepatic complications of allogeneic bane marrow transplantation. A randomized, double-blind, placebo-controlled trial Ann Intern Med 1998 128 975 981 9625683 Essell J.H. Thompson J.M. Harman G.S. Marked increase in veno-occlusive disease of the liver associated with methotrexate use for graft-versus-host disease prophylaxis in patients receiving busulfan/cyclophosphamide Blood 1992 79 2784 2788 1586725 Fajardo L.F. Colby T.V. Pathogenesis of veno-occlusive liver disease after radiation Arch Pathol Lab Med 1980 104 584 588 6893535 Ferra C. de Sanjose S. Gallardo D. IL-6 and IL-8 levels in plasma during hematopoietic progenitor transplantation Haematologica 1998 83 1082 7 9949625 Fisher D.C. Vredenburgh J.J. Petros W.P. Reduced mortality following bone marrow transplantation fro breast cancer with the addition of peripheral blood progenitor cells is due to a marked reduction in veno-occlusive disease of the liver Bone marrow transplan 1998 21 117 22 10.1038/sj.bmt.1701068 Forrest D.L. Thompson K. Dorcas V.G. Low molecular weight heparin for the prevention of hepatic veno-occlusive disease (VOD) after hematopoietic stem cell transplantation: a prospective phase II study Bone Marrow Transplant 2003 31 1143 9 10.1038/sj.bmt.1704087 12796794 Fried M.W. Connagan D.G. Sharma S. Transjugular intrahepatic portosystemic shunt for the management of severe venoocclusive disease following bone marrow transplantation Hepatology 1996 24 588 91 10.1002/hep.510240321 8781329 Goringe A.P. Brown S. O’Callaghan U. Glutamine and vitamin E in the treatment of hepatic veno-occlusive disease following high-dose chemotherapy Bone Marrow Transplant 1998 21 829 32 10.1038/sj.bmt.1701172 9603409 Hagglund H. Remberger M. Klaesson S. Norethisterone treatment, a major risk-factor tor veno-occlusive disease in the liver after allogeneic bane marrow transplantation Blood 1998 92 4568 4572 9845522 Hagglund H. Ringden O. Ericzon B.G. Treatment of hepatic venoocclusive disease with recombinant human tissue plasminogen activator or orthotopic liver transplantation after allogeneic bone marrow transplantation Transplantation 1996 62 1076 80 10.1097/00007890-199610270-00009 8900305 Ho V.T. Linden E. Revta C. Heaptic veno-occlusive disease after hematopoietic stem cell transplantation: Review and update on the use of defobrotide Semin Thromb Hemost 2007 33 373 88 10.1055/s-2007-976173 17525895 Jones R.J. Lee K.S. Beschorner W.E. Venoocclusive disease of the liver following bane marrow transplantation Transplantation 1987 44 778 783 10.1097/00007890-198712000-00011 3321587 Leahey A.M. Bunin N.J. Recombinant human tissue plasminogen activator for the treatment of severe hepatic veno-occlusive disease in pediatric bane marrow transplant patients Bone Marrow Transplant 1996 17 1101 1104 8807121 Lee J.H. Lee K.H. Lee J.H. Plasminogen activator inhibitor-1 is an independent diagnostic marker as well as severity predictor of hepatic veno-occlusive disease after allogeneic bone marrow transplantation in adults conditioned with busulfan and cyclophosphamide Br J Haematol 2002 118 1087 94 10.1046/j.1365-2141.2002.03748.x 12199790 MacQuillan G.C. Mutimer D. Fulminant liver failure due to severe veno-occlusive disease after haematopoietic cell transplantation: A depressing experience Q J Med 2004 97 581 9 Mandel J. Mark E.J. Hales C.A. Pulmonary veno-occlusive disease Am J Respir Crit Care Med 2000 162 1964 73 11069841 Marsa-Vila L. Gorin N.C. Laporte J.P. Prophylactic heparin does not prevent liver veno-occlusive disease following autologous bone marrow transplantation Eur J Haematol 1991 47 346 54 10.1111/j.1600-0609.1991.tb01859.x 1761121 Matute-Bello G. McDonald G.D. Hinds M.S. Association of pulmonary function testing abnormalities and severe veno-occlusive disease of the liver after bone marrow transplantation Bone Marrow Transplant 1998 21 1125 30 10.1038/sj.bmt.1701225 9645575 McDonald G.B. Hinds M.S. Fisher L.D. Veno-occlusive disease of the liver and multiorgan failure after bane marrow transplantation: a cohort study of 355 patients Ann Intern Med 1993 118 255 267 8420443 McDonald G.B. Sharma P. Matthews D.E. Venoocclusive disease of the liver after bane marrow transplantation: diagnosis, incidence, and predisposing factors Hepatology 1984 4 116 122 10.1002/hep.1840040121 6363247 Merresse V. Hartmann O. Vassal G. Risk factors for hepatic veno-occlusive disease after high-dose busulfan-containing regimens followed by autologous bane marrow transplantation: a study of 136 children Bone Marrow Transplant 1992 10 135 141 Morris J.D. Harris R.E. Hashmi R. Antithrombin-111 for the treatment of chemotherapy-induced organ dysfunction following bane marrow transplantation Bone Marrow Transplant 1997 20 871 878 10.1038/sj.bmt.1700985 9404929 Nattakom T.V. Charlton A. Wilmore D.W. Use of vitamin E and glutamine in the successful treatment of severe veno-occlusive disease following bone marrow transplantation Nutr Clin Pract 1995 10 16 8 10.1177/011542659501000116 7898412 Nimer S.D. Milewicz A.L. Champlin R.E. Successful treatment of hepatic venoocclusive disease in a bane marrow transplant patient with orthotopic liver transplantation Transplantation 1990 49 819 821 10.1097/00007890-199004000-00036 2326879 Ohashi K. Tanabe J. Watanabe R. The Japanese multicenter open randomized trial of ursodeoxycholic acid prophylaxis for hepatic veno-occlusive disease after stern cell transplantation Am J Hematol 2000 64 32 38 10.1002/(SICI)1096-8652(200005)64:1<32::AID-AJH6>3.0.CO;2-N 10815785 Or R. Nagler A. Shpilberg O. Low molecular weight heparin for the prevention of veno-occlusive disease of the liver in bone marrow transplantation patients Transplantation 1996 61 1067 71 10.1097/00007890-199604150-00014 8623187 Petäjä J. Pitkänen S. Vettenranta K. Serum tumor marker CA 125 is an early and sensitive indicator of veno-occlusive disease in children undergoing bone marrow transplantation Clin Cancer Res 2000 6 531 5 10690535 Pihusch M. Wegner H. Goehring P. Diagnosis of hepatic veno-occlusive disease by plasminogen activator inhibitor-1 plasma antigen levels: a prospective analysis in 350 allogeneic hematopoietic stem cell recipients Transplantation 2005 80 1376 82 10.1097/01.tp.0000183288.67746.44 16340778 Rabiller A. Jais X. Hamid A. Occult alveolar haemorrhage in pulmonary veno-occlusive disease Eur Respir J 2006 27 108 113 10.1183/09031936.06.00054105 16387942 Rapaport A.P. Doyle H.R. Starzl T. Orthotopic liver transplantation for life-threatening veno-occlusive disease of the liver after allogeneic bane marrow transplant Bone Marrow Transplant 1991 8 421 424 1768978 Richardson P.G. Soiffer R. Antin J.H. Defibrotide (Df) for the treatment of severe veno-occlusive disease (VOD) and multi-organ failure (MOF) post SCT: final results of a phase II, multi-center, randomized, dose-finding trial Blood 2006 108 438 Richardson P.G. Murakami C. Jin Z. Multi-institutional use of defibrotide in 88 patients after stem cell transplantation with severe veno-occlusive disease and multisystem organ failure: response without significant toxicity in a high-risk population and factors predictive of outcome Blood 2002 100 4337 43 10.1182/blood-2002-04-1216 12393437 Richardson P.G. Elias A.D. Krishnan A. Treatment of severe veno-occlusive disease with defobrotide: compassionate use results in response without significant toxicity in a high-risk population Blood 1998 92 737 44 9680339 Ringden O. Remberger M. Lehmann S. N-acetylcysteine for hepatic veno-occlusive disease after allogeneic stern cell transplantation Bone Marrow Transplant 2000 25 993 996 10.1038/sj.bmt.1702387 10800069 Ringden O. Wennberg L. Ericzon B.G. Altepiase for hepatic veno-occlusive disease after bane marrow transplantation Lancet 1992 340 546 547 10.1016/0140-6736(92)91741-P 1354293 Rio B. Bauduer F. Arrago J.P. N-terminal peptide of type III procollagen: a marker for the development of hepatic veno-occlusive disease after BMT and a basis for determining the timing of prophylactic heparin Bone Marrow Transplant 1993 11 471 2 8334428 Rio B. Andreu G. Nicod A. Thrombocytopenia in venoocclusive disease after bane marrow transplantation or chemotherapy Blood 1986 67 1773 1776 3518836 Rodriguez-Inigo E. Tomas J.F. Gomez-Garcia de Soria V. Hepatitis C and G virus infection and liver dysfunction after allogeneic bone marrow transplantation: results from a prospective study Blood 1997 90 1326 31 9242569 Rosenthai J. Sender L. Secola R. Phase II trial of heparin prophylaxis for veno-occlusive disease of the liver in chidren undergoing bane marrow transplantation Bone Marrow Transplant 1996 18 185 191 8832013 Ruutu T. Eriksson B. Remes K. Ursodeoxycholic acid for the prevention of hepatic complications in allogeneic stem cell transplantation Blood 2002 100 1977 83 10.1182/blood-2001-12-0159 12200355 Sato Y. Asada Y. Hara S. e. aI. Hepatic stellate cells (Ito cells) in veno-occlusive disease of the liver after allogeneic bane marrow transplantation Histopathology 1999 34 66 70 10.1046/j.1365-2559.1999.00569.x 9934587 Schlegel P.G. Haber H.P. Beck J. Hepatic veno-occlusive disease in pediatric stem cell recipients: successful treatment with continuous infusion of prostaglandin E1 and low-dose heparin Ann Hematol 1998 76 37 41 10.1007/s002770050358 9486923 Sebagh M. Oebette M. Samuel O. Silent & qual presentation of veno-occlusive disease after liver transplantation as part of the process of cellular rejection with endothelial predilection Hepatology 1999 30 1144 1150 10.1002/hep.510300514 10534334 Shulman H.M. Gooley T. Dudley M.D. Utility of transvenous liver biopsies and wedged hepatic venous pressure measurements in sixty marrow transplant recipients Transplantation 1995 59 1015 22 10.1097/00007890-199504150-00017 7709437 Shulman H.M. Fisher L.B. Schoch H.G. Venoocclusive disease of the liver after marrow transplantation: Histological correlates of clinical signs ans symptoms Hepatology 1994 19 1171 80 10.1002/hep.1840190515 8175139 Shulman H.M. Gown A.M. Nugent O.J. Hepatic veno-occlusive disease after bane marrow transplantation. Immunhistochemical identification of the material within occluded central venules Am J Pathol 1987 127 549 558 2438942 Smith L.H. Dixon J.D. Stringham J.R. Pivotal role of PAI-1 in a murine model of hepatic vein thrombosis Blood 2006 107 132 4 10.1182/blood-2005-07-2681 16160004 Srivastava A. Poonkuzhali B. Shaji R.V. Glutathione S-tranferase M 1 polymorphism: a risk factor for hepatic veno-occlusive disease in bane marrow transplantation Blood 2004 104 1574 1577 10.1182/blood-2003-11-3778 15142875 Strasser S.I. Myerson O. Spurgeon C.L. Hepatitis C infection and bane marrow transplantation: a cohort study with 10-year follow-up Hepatology 1999 29 1893 1899 10.1002/hep.510290609 10347135 Ulutin O.N. Antithrombotic effect and clinical potential of defibrotide Semin Thromb Hemost 1993 19 Suppl 1 186 91 8362266 Versluys B. Bhattacharaya R. Steward C. Prophylaxis with defibrotide prevents veno-occlusive disease in stern Gell transplantation after gemtuzumab ozogamicin exposure Blood 2004 103 1986 10.1182/blood-2003-10-3612 Wadleigh M. Richardson P.G. Zahrieh O. Prior gemtuzumab ozogamicin exposure significantly increases the risk of veno-occlusive disease in patients who undergo myeloablative allogeneic stern Gell transplantation Blood 2003 102 1578 1582 10.1182/blood-2003-01-0255 12738663 Wang X. Kanel G.C. OeLeve L.O. Support of sinusoidal endothelial Gell glutathione prevents hepatic veno-occlusive disease in the rat Hepatology 2000 31 428 434 10.1002/hep.510310224 10655267 Williams L.M. Nelson S. Mason C.M. Pulmonary veno-occlusive disease in an adult following bone marrow transplantatoin: Case reports and review of the literature Chest 1996 109 1388 91 10.1378/chest.109.5.1388 8625695 Willmot F. Robertson G. Senecio disease, or cirrhosis of the liver due to senecio poisoning Lancet 1920 2 848 9 10.1016/S0140-6736(01)00020-4",
    "full_text_abstract": "Zusammenfassung Die thrombotisch-thrombozytopenische Purpura (TTP) und das hämolytischurämische Syndrom (HUS) sind thrombotische Mikroangiopathien, gekennzeichnet durch eine Endothelzellschädigung mit nachfolgender Bildung von Thromben in der Mikrozirkulation mit intravasaler Hämolyse und Thrombozytopenie. Ischämische Organdysfunktionen im Gehirn, den Nieren und anderen Organen Prägen das klinische Bild. Während bei Erwachsenen das Auftreten einer neurologischen Symptomatik zur Diagnose TTP führt, wird bei Kindern mit dem Leitsymptom Nierenversagen die Diagnose HUS gestellt.",
    "abstract_text": "Zusammenfassung Die thrombotisch-thrombozytopenische Purpura (TTP) und das hämolytischurämische Syndrom (HUS) sind thrombotische Mikroangiopathien, gekennzeichnet durch eine Endothelzellschädigung mit nachfolgender Bildung von Thromben in der Mikrozirkulation mit intravasaler Hämolyse und Thrombozytopenie. Ischämische Organdysfunktionen im Gehirn, den Nieren und anderen Organen Prägen das klinische Bild. Während bei Erwachsenen das Auftreten einer neurologischen Symptomatik zur Diagnose TTP führt, wird bei Kindern mit dem Leitsymptom Nierenversagen die Diagnose HUS gestellt."
}