{
    "PMC": "3239213",
    "DOI": "10.1093/nar/gkr651",
    "PMID": "21890893",
    "PMCID": "PMC3239213",
    "title": "SIRT1 links CIITA deacetylation to MHC II activation.",
    "year": 2011,
    "source_url": "https://europepmc.org/article/PMC/PMC3239213",
    "source": "MED",
    "abstract_text": "Antigen-dependent stimulation of T cells plays a critical role in adaptive immunity and host defense. Activation of major histocompatibility complex II (MHC II) molecules, dictated by Class II transactivator (CIITA), is considered a pivotal step in this process. The mechanism underlying differential regulation of CIITA activity by the post-translational modification machinery (PTM) and its implications are not clearly appreciated. Here, we report that SIRT1, a type III deacetylase, interacts with and deacetylates CIITA. SIRT1 activation augments MHC II transcription by shielding CIITA from proteasomal degradation and promoting nuclear accumulation and target binding of CIITA. In contrast, depletion of SIRT1 upregulates CIITA acetylation and attenuates its activity. Nicotinamide phosphoribosyltransferase (NAMPT) that synthesizes NAD(+) required for SIRT1 activation exerts similar effects on CIITA activity. Two different types of stress stimuli, hypobaric hypoxia and oxidized low-density lipoprotein (oxLDL), induce the acetylation of CIITA and suppress its activity by inhibiting the SIRT1 expression and activity. Thus, our data link SIRT1-mediated deacetylation of CIITA to MHC II transactivation in macrophages and highlight a novel strategy stress cues may employ to manipulate host adaptive immune system.",
    "full_text": "Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 3239213 10.1093/nar/gkr651 gkr651 Gene Regulation, Chromatin and Epigenetics SIRT1 links CIITA deacetylation to MHC II activation Wu Xiaoyan 1 3 Kong Xiaocen 1 2 Chen Dewei 4 Li He 1 2 Zhao Yuhao 1 2 Xia Minjie 1 2 Fang Mingming 1 5 Li Ping 1 2 Fang Fei 1 2 Sun Lina 1 2 Tian Wenfang 1 2 Xu Huihui 1 2 Yang Yuyu 1 2 Qi Xiaohong 2 3 Gao Yuqi 4 Sha Jiahao 1 Chen Qi 1 2 Xu Yong 1 2 * 1 State Key Laboratory of Reproductive Medicine, Atherosclerosis Research Center, Key Laboratory of Cardiovascular Disease, 2 Department of Pathophysiology, 3 Laboratory Center for Basic Medical Sciences, Nanjing Medical University, Nanjing, Jiangsu 210029, China, 4 Department of High Altitude Medicine, Third Military Medical University, Chongqing 400038, China and 5 Jiangsu Jiankang Vocational Institute, Nanjing, Jiangsu 210029, China *To whom correspondence should be addressed. Tel: +86 25 86862888 ; Fax: +86 25 86862888 ; Email: yxu2005@gmail.com The authors wish it to be known that, in their opinion, the first two authors should be regarded as joint First Authors. 12 2011 12 2011 2 9 2011 2 9 2011 39 22 9549 9558 10 3 2011 6 7 2011 24 7 2011 © The Author(s) 2011. Published by Oxford University Press. 2011 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/3.0 ), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. Antigen-dependent stimulation of T cells plays a critical role in adaptive immunity and host defense. Activation of major histocompatibility complex II (MHC II) molecules, dictated by Class II transactivator (CIITA), is considered a pivotal step in this process. The mechanism underlying differential regulation of CIITA activity by the post-translational modification machinery (PTM) and its implications are not clearly appreciated. Here, we report that SIRT1, a type III deacetylase, interacts with and deacetylates CIITA. SIRT1 activation augments MHC II transcription by shielding CIITA from proteasomal degradation and promoting nuclear accumulation and target binding of CIITA. In contrast, depletion of SIRT1 upregulates CIITA acetylation and attenuates its activity. Nicotinamide phosphoribosyltransferase (NAMPT) that synthesizes NAD + required for SIRT1 activation exerts similar effects on CIITA activity. Two different types of stress stimuli, hypobaric hypoxia and oxidized low-density lipoprotein (oxLDL), induce the acetylation of CIITA and suppress its activity by inhibiting the SIRT1 expression and activity. Thus, our data link SIRT1-mediated deacetylation of CIITA to MHC II transactivation in macrophages and highlight a novel strategy stress cues may employ to manipulate host adaptive immune system. INTRODUCTION The development of the adaptive immune system affords higher eukaryotes much specificity and intricacy in combating pathogens and protecting the physiological integrity of the host ( 1 ). Central to this system is the activation of helper T lymphocytes (T h1 and T h2 ) bearing the surface marker CD4 that are specialized in eliminating intracellular pathogens ( 2 ). A prerequisite to CD4 + T h stimulation is the expression of Class II major histocompatibility complex (MHC II) genes on antigen presenting cells (APCs) that include B lymphocytes, dendritic cells and macrophages. Therefore, transcriptional regulation of the MHC II genes provides a critical step in modulating T h activity and hence, the adaptive immune response. Many genetic and environmental insults, ranging from aging to hyperlipidemia to hypoxia, target this process by down-regulating MHC II transcription in APCs and rendering the host susceptible to opportunistic microbes ( 3 , 4 ). There is, however, no unified model to account for impaired MHC II expression in response to these challenges. MHC II transactivator (CIITA), referred to as the master regulator of MHC II transactivation, was first identified in patients with the hereditary disease bare lymphocyte syndrome (BLS) characterized by the absence of circulating CD4 + T lymphocytes owing to the silencing of the MHC II loci ( 5 ). Mice deficient in CIITA also showed marked reduction in MHC II levels with severe immune deficiency ( 6 , 7 ). CIITA drives MHC II transactivation by engaging several sequence-specific transcription factors into a multi-protein enhanceosome on the MHC II promoter ( 8 ). The post-transcriptional modification (PTM) machinery is considered a key regulatory layer that refines CIITA-dependent MHC II activation by altering its binding partners, subcellular localization and/or protein stability in response to intrinsic and extrinsic stimuli ( 9 ). For instance, phosphorylation within the proline/serine/threonine region of CIITA favors its oligomerization and nuclear accumulation resulting in enhanced MHC II expression, whereas deacetylation by the class I deacetylase HDAC2 targets CIITA to proteasomal degradation, hence abrogating MHC II transactivation ( 10 , 11 ). Silencing information regulator 1 (SIRT1) is a NAD + -dependent deacetylase and the mammalian ortholog of the yeast Sir2 gene that controls life span ( 12 ). SIRT1, by deacetylating histones and more often non-histone protein factors, has been implicated in a number of physiological and pathological processes, including heterochromatin formation, apoptosis, DNA repair, type 2 diabetes, tumorigenesis and cardiovascular disease ( 13 ). Recent investigations have pointed to a pivotal role for SIRT1 in fine-tuning the immune system both in the innate and the adaptive branches. Deacetylation by SIRT1 inhibits DNA binding ability of NF-κB reining in the chronic inflammation response, whereas deacetylation of FoxP3 by SIRT1 promotes its destruction and suppresses the activity of regulatory T cells ( 14 , 15 ). We report here that SIRT1 interacts with and deacetylates CIITA, stabilizing CIITA protein and enhancing MHC II transactivation. The SIRT1 agonist resveratrol rescues MHC II expression in macrophages confronted with hypobaric hypoxia and oxidized low-density lipoprotein (oxLDL). Therefore, our data highlight a critical link that various injurious signals share in common to undercut the host defense system. MATERIALS AND METHODS Briefly, human embryonic kidney cell (293), human leukemia monocytic/macrophage (THP-1) and murine macrophage (RAW264.7) were maintained according to the vendors’ recommendations. Promoter activity was measured by transfection reporter assays. Expression of mRNA and protein was measured by real-time quantitative PCR, western blotting and/or flow cytometry. Protein–protein interaction was evaluated by co-immunoprecipitation (Co-IP). Knockdown of endogenous proteins was mediated by short hairpin RNA (shRNA). Protein–DNA interaction was assayed by chromatin immunoprecipitation (ChIP). For more details, see ‘Materials and Methods’ section in Supplementary Data . RESULTS SIRT1 potentiates the activation of MHC II transcription by CIITA in macrophages We have previously demonstrated that HDAC2, a class I deacetylase, interacts with CIITA and suppresses its activity by targeting it to proteasomal degradation ( 11 ). Several recent investigations have implicated the class III deacetylase SIRT1 in regulating the immune system ( 14–16 ), therefore we set to determine whether MHC II transcription, a key pathophysiological process controlled by CIITA, was affected. Co-transfection of SIRT1 enhanced activation of MHC II promoter activity by CIITA in a dose response manner ( Figure 1 A). Interestingly, other members of the sirtuin family did not impact significantly MHC II transactivation by CIITA ( Supplementary Figure S1A ). In contrast, knockdown of SIRT1 expression relieved the activation of MHC II transcription ( Figure 1 B and Supplementary Figure S1B ). Of note, regulation of CIITA transcriptional activity by SIRT1 clearly requires its deacetylase moiety because the mutation (HY) that abolishes this function failed to stimulate the DRα promoter and when present in high doses, even repressed the promoter acting as a dominant negative mutant ( Figure 1 C and Supplementary Figure S1C ), indicating that active deacetylation by SIRT1 is required for MHC II transcription. In further support of this notion, pharmaceutical activation of SIRT1 enzyme activity by resveratrol significantly boosted, whereas, inhibition of SIRT1 activity by both nicotinamide (NAM) and sirtinol attenuated MHC II transcription ( Figure 1 D). Similar observations were also made for the endogenous MHC II mRNA levels in human and murine cultured macrophages ( Figure 1 E–G and Supplementary Figure S1D ). To further probe the physiological relevance of these findings, we isolated primary murine primary peritoneal macrophages. Treatment with resveratrol upregulated, whereas treatment with sirtinol downregulated MHC II message levels ( Supplementary Figure S1E ). Intriguingly, HDAC2, a class I deacetylase previously found to suppress CIITA activity, antagonized elevation of MHC II transactivation by CIITA in the presence of SIRT1 ( Supplementary Figure S1E ). Collectively, these data indicate that SIRT1 specifically upregulates the transcriptional activation of MHC II genes by CIITA. Figure 1. SIRT1 augments MHC II transactivation by CIITA. ( A and B ) An HLA-DRα promoter construct (0.1 µg) was transfected into THP-1 cells with CIITA (0.1 µg) and either SIRT1 expression plasmid (0.2 µg, A) or two different shRNA plasmids targeting SIRT1 (0.5 µg, B). Luciferase activities were normalized by both protein concentration and GFP fluorescence. Data are presented as normalized relative luciferase unit (NRLU). ( C ) An HLA-DRα promoter construct (0.1 µg) was transfected into THP-1 with CIITA (0.1 µg) and either wild-type (WT) or mutant SIRT1 (0.2 µg). Luciferase activities are presented as NRLU. ( D ) An HLA-DRα promoter construct (0.1 µg) was transfected into THP-1 cells with CIITA (0.1 µg), followed by treatment with different concentrations of resveratrol (RSV, 5–50 µM) or nicotinamide (NAM, 5–50 mM) Luciferase activities are presented as NRLU. ( E and F ) THP-1 cells were infected with virus carrying either WT or mutant SIRT1 (E) or SIRT1 shRNA (F) followed by treatment with IFN-γ. MHC II mRNA levels were measured by qPCR. ( G ) THP-1 cells were treated with IFN-γ, RSV or NAM as indicated. MHC II mRNA levels were measured by qPCR. SIRT1 interacts with and deacetylates CIITA Since we observed that SIRT1 potentiated CIITA-dependent transactivation of MHC II, we examined whether SIRT1 could interact with CIITA. FLAG-tagged CIITA and Myc-tagged SIRT1 were transfected into 293 cells either alone or together. SIRT1 was co-precipitated with CIITA by the anti-FLAG antibody, whereas CIITA was co-precipitated with SIRT1 by the anti-Myc antibody ( Figure 2 A). Similarly, endogenous CIITA and SIRT1 also formed a complex in THP-1 cells ( Supplementary Figure S2A ). Next, we examined whether CIITA acetylation was impacted by SIRT1. Overexpression of wild-type (WT), but not an enzyme deficient (HY), SIRT1 markedly decreased CIITA acetylation levels ( Figure 2 B). Conversely, depletion of endogenous SIRT1 by shRNA-mediated knockdown augmented CIITA acetylation ( Figure 2 C). Alternatively, activation of SIRT1 by resveratrol downregulated, whereas suppression of SIRT1 activity by NAM or sirtinol, upregulated CIITA acetylation in 293 cells ( Figure2 D and Supplementary Figure S2B and C ) and THP-1 cells ( Supplementary Figure S2D ). Together, our data suggest that SIRT1 interacts with, and regulates the acetylation levels of CIITA. Figure 2. SIRT1 interacts with and deacetylates CIITA. ( A ) 293 cells were transfected with Myc-tagged SIRT1 and FLAG-tagged CIITA. Immunoprecipitations were performed with indicated antibodies. The eluates were analyzed by Western blottings. ( B and C ) FLAG-tagged CIITA was transfected into 293 cells with either SIRT1 expression constructs (B) or shRNA constructs (C). Immunoprecipitations were performed with anti-FLAG and acetylation of CIITA was probed with anti-acetyl lysine. ( D ) FLAG-tagged CIITA was transfected into 293 cells followed by treatment with RSV or NAM. Immunoprecipitations were performed with anti-FLAG and acetylation of CIITA was probed with anti-acetyl lysine. SIRT1 promotes the accumulation and promoter binding of CIITA in the nucleus Next, we sought to tackle, whereby SIRT1 fine-tunes CIITA activity. Our previous data demonstrate that deacetylation by HDAC2 targets CIITA to degradation by the 26S proteasome ( 11 ). Therefore, we examined the impact of SIRT1 on the stability of CIITA. Overexpression of WT, but not mutated SIRT1, or treatment with resveratrol markedly enhanced the half-life of CIITA ( Figure 3 A and Supplementary Figure S3A ). As a result, CIITA protein accumulated in the nucleus ( Figure 3 B and Supplementary Figure S3B ). In accordance, enhancing SIRT1 activity achieved by either overexpression or resveratrol treatment also promoted the occupancy of the MHC II promoter by CIITA ( Figure 3 C and Supplementary Figure S3C ). In sharp contrast, depletion of SIRT1 expression by shRNA or treatment with sirtinol, attenuated CIITA stability and severely disrupted CIITA recruitment to the MHC II promoter ( Figure 3 E and F, Supplementary Figure S3B–D ). HDAC2, on the other hand, blocked the stabilization of CIITA protein by SIRT1 ( Supplementary Figure S3E ). Together, our data suggest that SIRT1 regulates CIITA activity by augmenting its stability, nuclear accumulation and target binding. Figure 3. SIRT1 promotes nuclear accumulation and target promoter binding of CIITA . ( A ) pcDNA3-CIITA was transfected into 293 cells with Myc-tagged SIRT1 (WT or HY). Cycloheximide was added 24 h post-transfection and cells were harvested at different time points as indicated. ( B ) 293 cells were transfected with CIITA, SIRT1 WT or SIRT1 HY. Cells were harvested, fractionated and probed for CIITA. ( C ) THP-1 cells were infected with retrovirus carrying SIRT1 plasmids (WT or HY) followed by treatment with IFN-γ as indicated. ChIP assays were performed with anti-CIITA. Data are presented as pictogram of DNA precipitated per nanogram input. ( D ) 293 cells were transfected with CIITA, SIRT1 shRNA or shRNA targeting luciferase (LUC-shRNA). Cycloheximide was added 24 h post-transfection and cells were harvested at different time points as indicated. ( E ) CIITA was transfected into 293 cells with SIRT1-shRNA or LUC-shRNA. Cells were harvested, fractionated and probed for CIITA. ( F ) THP-1 cells were infected with retrovirus carrying SIRT1-shRNA or LUC-shRNA followed by treatment with IFN-γ as indicated. ChIP assays were performed with anti-CIITA. NAM phosphoribosyltransferase augments MHC II transactivation by CIITA SIRT1 activity depends on intracellular levels of NAD+, which is synthesized primarily by NAM phosphoribosyltransferase (NAMPT). Therefore, we evaluated the role of NAMPT in CIITA-dependent MHC II transactivation. First, we assessed whether NAMPT could impact the acetylation levels of CIITA. Similar to SIRT1, WT but not enzyme defective (W247A) NAMPT potently reduced CIITA acetylation ( Figure 4 A). In contrast, depletion of endogenous NAMPT expression with shRNA ( Supplementary Figure S4A ) markedly induced CIITA acetylation. Moreover, treatment with the NAMPT-specific inhibitor, FK866 also increased CIITA acetylation ( Supplementary Figure S4B ), further confirming that NAMPT indeed contributes to the regulation of CIITA acetylation levels. In keeping with the notion that SIRT1-mediated deacetylation protects CIITA from proteasomal degradation, we also found that NAMPT overexpression resulted in increased CIITA protein stability ( Figure 4 B) and promoter recruitment ( Figure 4 C), whereas, NAMPT elimination by shRNA expedited CIITA destruction ( Supplementary Figure S4C ) and disrupted promoter occupancy by CIITA ( Supplementary Figure S4D ). Figure 4. NAMPT augments MHC II transactivation by CIITA. ( A ) FLAG-tagged CIITA was transfected into 293 cells with NAMPT [WT or mutant (WA)]. Immunoprecipitations were performed with anti-FLAG and acetylation of CIITA was probed with anti-acetyl lysine. ( B ) CIITA was transfected into 293 cells with NAMPT (WT or WA). Cycloheximide was added 24 h post-transfection and cells were harvested at different time points as indicated. ( C ) THP-1 cells were infected with retro-virus carrying NAMPT (WT or WA) followed by treatment with IFN-γ. ChIP assays were performed with anti-CIITA. ( D ) An HLA-DRα promoter construct was transfected into THP-1 cells with CIITA and either WT or WA NAMPT. Luciferase activities are presented as NRLU. ( E ) THP-1 cells were infected with retroviral particles carrying NAMPT plasmids (WT or WA) or an empty vector (EV) followed by treatment with IFN-γ. The MHC II expression was assessed by qPCR. Next, we examined whether NAMPT could modulate the activation of MHC II transcription by CIITA. Co-transfection of NAMPT WT caused a small, but significant increase in HLA-DRα promoter activity ( Figure 4 D). Conversely, treatment with FK866 ( Supplementary Figure S4E ), or knockdown of NAMPT by shRNA ( Supplementary Figure S4F ), all attenuated activation of MHC II transcription by CIITA. Similarly, endogenous HLA-DRα message was upregulated with ectopic NAMPT ( Figure 4 E), whereas it was downregulated in the absence of NAMPT ( Supplementary Figure S4G ) or when NAMPT activity was inhibited ( Supplementary Figure S4H ). In aggregate, this line of evidence supports the notion that NAMPT contributes to CIITA-dependent MHC II transactivation. Hypoxic stress attenuates activation of MHC II transcription by CIITA Hypoxia is believed to play an important role in pathogen infection and impaired host defense, primarily by weakening the innate immunity system ( 17 ). We set to determine whether the adaptive immune system may be affected by hypoxic stress. Activation of the HLA-DRα promoter activity by CIITA and IFN-γ induced mRNA levels of MHC II were significantly downregulated in macrophage cells that were subject to 1% O 2 ( Figure 5 A and B). In parallel, acetylation of CIITA was upregulated by hypobaric hypoxia stress ( Figure 5 C). Concomitantly, mRNA and protein levels of SIRT1 were attenuated by hypobaric hypoxia ( Supplementary Figure S5A and B ). In the meantime, intracellular NAD+ levels, as well as, SIRT1 activity were dampened ( Supplementary Figure S5C and D ) likely due to a combination of reduced SIRT1 expression and reduced NAMPT expression ( Supplementary Figure S5E ). Figure 5. Hypoxic stress attenuates activation of MHC II transcription by CIITA. ( A ) An HLA-DRα promoter construct was transfected into THP-1 cells with CIITA either under normoxia or hypoxia. Luciferase activities are presented as NRLU. ( B ) THP-1 cells were treated with IFN-γ either under normoxia or hypoxia. HLA-DRα mRNA levels were measured by qPCR. ( C ) FLAG-tagged CIITA was transfected into 293 cells, exposed to 1% O 2 and harvested at various time points. Immunoprecipitations were performed with anti-FLAG and acetylation of CIITA was probed with anti-acetyl lysine. Lysates were probed for SIRT1. ( D ) FLAG-CIITA was transfected into 293 cells followed by treatment with RSV and/or exposure to 1% O 2 for 24 h. Immunoprecipitations were performed with anti-FLAG and acetylation of CIITA was probed with anti-acetyl lysine. Lysates were probed for SIRT1. ( E ) CIITA was transfected into 293 cells followed by treatment with resveratrol and/or exposure to 1% O 2 . Cycloheximide was added 24 h post-transfection and cells were harvested at different time points as indicated, half-life of 1% O 2 ( F ) THP-1 cells were treated with or without resveratrol followed by exposure to 1% O 2. ChIP assays were performed with anti-CIITA. ( G ) THP-1 cells were pre-treated with, or without resveratrol before exposure to 1% O 2 for 24 h. HLA-DRα mRNA levels were measured by qPCR. Therefore, we hypothesized that hypoxia may abolish CIITA-dependent MHC II transcription by targeting SIRT1 activity. Indeed, activation of SIRT1 by resveratrol restored CIITA deacetylation and prevented CIITA degradation ( Figure 5D and E ). More importantly, resveratrol rescued the binding of CIITA to the promoter disrupted by hypoxia and activation of MHC II transcription ( Figure 5F and G ). In aggregate, this line of data clearly demonstrates that hypoxic stress suppresses CIITA-dependent transcriptional activation of MHC II genes via attenuating the expression and activity of SIRT1 in macrophages. oxLDL suppresses MHC II expression by targeting SIRT1 oxLDL is one of the major risk factors for atherosclerosis. Antigen presentation by macrophage plays an important role in host defense and eliminating excess oxLDL. Therefore, we examined the effect of oxLDL on CIITA-dependent MHC II transcription. oxLDL, but not native LDL (nLDL), stimulated the acetylation of CIITA while simultaneously promoted its degradation ( Figure 6 A and Supplementary Figure S6A ). Concomitantly, binding of CIITA to the MHC II gene promoter was impaired ( Figure 6 B and Supplementary Figure S6B ). As a result, oxLDL alleviated the activation of MHC II transcription by CIITA as demonstrated by both promoter assay ( Figure 6 C and Supplementary Figure S6C ) and quantitative PCR ( Figure 6 D). Pre-treatment with resveratrol restored the acetylation levels of CIITA ( Figure 6 E), enhanced the stability of CIITA ( Supplementary Figure S6A ), binding of CIITA to the MHC II promoter ( Figure 6 B), as well as the transcriptional activation of MHC II ( Figure 6 C and D). Figure 6. oxLDL suppresses CIITA activity in macrophages. ( A ) FLAG-tagged CIITA transfected 293 cells or IFN-γ treated THP-1 cells were exposed to nLDL or oxLDL. Immunoprecipitations were performed with anti-FLAG or anti-CIITA and acetylation of CIITA was probed with anti-acetyl lysine. ( B ) THP-1 cells were treated with IFN-γ, oxLDL or RSV as indicated. ChIP assays were performed with anti-CIITA. ( C ) An HLA-DRα promoter construct was transfected into THP-1 cells with CIITA followed by treatment with oxLDL or RSV. Luciferase activities are presented as NRLU. ( D ) THP-1 cells were treated with IFN-γ, oxLDL or RSV as indicated. HLA-DRα mRNA levels were measured by qPCR. ( E ) FLAG-tagged CIITA transfected 293 cells or IFN-γ treated THP-1 cells were exposed to oxLDL and/or RSV. Immunoprecipitations were performed with anti-FLAG or anti-CIITA and acetylation of CIITA was probed with anti-acetyl lysine. To assess the possibility that oxLDL may target SIRT1 to suppress CIITA-mediated MHC II activation, we examined the expression and activity of SIRT1 in macrophages challenged with oxLDL. The oxLDL treatment significantly downregulated both mRNA and protein levels of SIRT1 in macrophages ( Supplementary Figure S6D and E ). In addition, SIRT1 activity was also suppressed by oxLDL ( Supplementary Figure S6F ). Thus, oxLDL acting as a stress stimulus impairs MHC II transactivation by limiting the cellular pool of active SIRT1. DISCUSSION Antigen presentation by MHC II molecules expressed on the surfaces of macrophages constitutes a pivotal circuit to the integrity of the adaptive immune system. This process is constantly challenged by various stress cues, either extrinsic or intrinsic, that leave the host paralyzed in combating and eliminating pathogens ( 18 , 19 ). There have been numerous reports highlighting the different strategies stress stimuli employ to cripple the adaptive immune system. Our data presented here suggest that suppression of the type III deacetylase SIRT1 may provide a common mechanism that links stress signals to impaired antigen presentation by macrophages. SIRT1 is a well-known target for manipulation by stress. Expression and/or activity of SIRT1 can be altered by, among others, ionizing radiation ( 20 ), cigarette smoke ( 21 ), mechanic stretch ( 22 ), excessive nutrition ( 23 ) and malignancy ( 24 ). We demonstrate here that SIRT1 is targeted in macrophages by chronic hypoxia, which is associated with pulmonary hypertension (HPH) and chronic obstructive pulmonary disease (COPD) and oxLDL, a primary risk factor for atherosclerosis. Animal models as well as population studies have correlated HPH, COPD and atherosclerosis with increased incidence of infection ( 25–27 ). Interestingly, aging-triggered immunosenescence is also associated with compromised adaptive immunity and increased susceptibility to infection ( 28 ). Several independent investigations have shown that aging renders macrophages less competent in presenting antigens and activating T lymphocytes to combat invading pathogens in both mice and humans ( 29–31 ). Among the possible mechanisms underlying macrophage dysfunction as result of aging is reduced expression of MHC II molecules. Herrero et al. ( 4 ) have reported that bone marrow-derived macrophages isolated from old mice fail to express H2-IA compared with younger mice. In the same study, it was found that expression levels of CIITA were not altered by advanced age, alluding to a post-transcriptional scheme that modifies CIITA activity. Our preliminary data also indicate that IFN-γ fail to elicit MHC II expression in macrophages of higher passages (Wu,X.Y. and Xu,Y., unpublished data). SIRT1 has long been considered as a key factor in the aging process playing primarily a protective role in defying senescence associated pathologies; conversely, aging down-regulates the expression and/or activity of SIRT1 ( 32 ). Therefore, our data add to the list of pathways wherein antigen presentation by macrophages is targeted by stress signals and point to a scenario in which SIRT1 functions as a central mediator that, by fine-tuning the activity of CIITA, maintains the adaptive immune system of the host and prevents immune evasion. One intriguing finding in the current investigation is that the NAD + synthesizing enzyme NAMPT is also necessary for CIITA-dependent MHC II transactivation. Initially known as pre-B cell colony enhancing factor (PBEF), NAMPT is implicated in a range of pathophysiological processes including lineage specification of immune cells and longevity. Recently, it has been demonstrated that NAMPT protects cells from genotoxic stress ( 33 ) and excessive nutrient uptake ( 34 ), raising the possibility that NAMPT, similar to SIRT1, may sense and coordinate response to alterations in cellular microenvironment. Of note, circulating NAMPT is associated with metabolic disorder, consistent with the concept that aberrant activation of MHC II contributes chronic inflammation ( 35 , 36 ). It remains to be determined how NAMPT balances the need for MHC II expression in vivo and whether the effect of NAMPT requires SIRT1. Also noteworthy is the fact that NAMPT produces NAD + that is necessary for not only SIRT1, but also for other members of the sirtuin family including SIRT6 and SIRT7. Both SIRT6 and SIRT7 have been reported to influence the immune response by curbing the production and release of pro-inflammatory cytokines ( 37 , 38 ). Thus, NAMPT may be a coordinator in the immune system by activating different sirtuins. Post-translational modification has emerged as potent machinery that modulates CIITA-mediated transcriptional activation of MHC II ( 9 ). One outstanding question regarding the present study is whether pan-acetyl levels of CIITA could be used as an accurate predictor for its activity. It has been reported that PCAF-dependent acetylation of CIITA promotes its nuclear accumulation that is associated with enhanced MHC II transactivation ( 39 ). Alternatively, CIITA possesses an acetyltransferases activity that is required for its activity ( 40 ). Both reports are consistent with our previous data demonstrating that HDAC2, a class I deacetylase, antagonizes CIITA-mediated MHC II transactivation by deacetylating CIITA ( 11 ). Our novel finding presented here, however, suggests that acetylation/deacetylation of specific residues of CITIA, rather than, overall acetylation levels of CIITA, herald specific outcomes. Similar observation has been made for the pro-inflammatory transcription factor NF-κB/p65. Whereas acetylation of lysines 310 and 221 correlates with enhanced p65 activity ( 41 ), acetylation of p65 on lysines 122 and 123 reduces its affinity for target DNA ( 42 ). Consistently, deacetylation by SIRT1 and HDAC3 exert antagonizing effects on p65 ( 14 , 42 ). Thus, our data echo the notion that dynamic regulation of acetylation by different deacetylases may result in different consequences. Indeed, class I and III HDACs have been shown to function in both cooperating and opposing manners. For instance, HDAC2 and SIRT1 are able to synergistically deacetylate and activate the proto-oncogene BCL6, implicated in the pathogenesis of B cell lymphoma ( 43 ). On the other hand, SIRT1 upregulates, whereas, HDAC3 downregulates eNOS activity by differential deacetylation ( 44 , 45 ). Future investigations employing proteomic tools would lead to the determination of the precise lysine residues targeted by SIRT1 and HDAC2 and allow a context-specific analysis of the role of SIRT1 and HDAC2 in MHC II transactivation A macrophage-specific SIRT1 knock-out mouse model has been made available recently. In these mice, there is increased synthesis of pro-inflammatory genes and accelerated development of insulin resistance, owing to hyperacetylated p65 ( 46 ). It would be interesting to assess the overall wholesomeness of the adaptive immune system in these mice and in particular, the ability of macrophages to transcribe MHC II molecules and present antigens in response to stress. In summary, our data delineate a potential mechanism, whereby stress renders the adaptive immune system of the host less efficient in coping with pathogens and allude to a potential therapeutic strategy for deficient antigen presentation since the SIRT1 agonist resveratrol can potently restore MHC II expression in macrophages confronted with hypoxia and oxLDL. SUPPLEMENTARY DATA Supplementary Data are available at NAR online. FUNDING Natural Science Foundation of China ( 30844036 , 30730044 , 30971426/H2101 , 81070120 ; in part); a Young Investigator Training Grant from the School of Basic Medical Sciences , Nanjing Medical University (09JC009 to X.Y.W.); Health Administration of Jiangsu Province ( H200965 to M.M.F.). Funding for open access charge: National Natural Science Foundation of China . Conflict of interest statement . None declared. REFERENCES 1 Flajnik MF Kasahara M Origin and evolution of the adaptive immune system: genetic events and selective pressures Nat. Rev. Genet. 2010 11 47 59 19997068 2 Ho IC Glimcher LH Transcription: tantalizing times for T cells Cell 2002 109 Suppl S109 S120 11983157 3 Romano-Carratelli C Galdiero M Bentivoglio C Nuzzo I Cozzolino D Torella R HLA class II antigens and interleukin-1 in patients affected by type-II diabetes mellitus and hyperlipemia J. Med. 1993 24 28 34 8501402 4 Herrero C Marques L Lloberas J Celada A IFN-gamma-dependent transcription of MHC class II IA is impaired in macrophages from aged mice J. Clin. Invest. 2001 107 485 493 11181648 5 Steimle V Otten LA Zufferey M Mach B Complementation cloning of an MHC class II transactivator mutated in hereditary MHC class II deficiency (or bare lymphocyte syndrome) Cell 1993 75 135 146 8402893 6 Chang CH Guerder S Hong SC van Ewijk W Flavell RA Mice lacking the MHC class II transactivator (CIITA) show tissue-specific impairment of MHC class II expression Immunity 1996 4 167 178 8624807 7 Itoh-Lindstrom Y Piskurich JF Felix NJ Wang Y Brickey WJ Platt JL Koller BH Ting JP Reduced IL-4-, lipopolysaccharide-, and IFN-gamma-induced MHC class II expression in mice lacking class II transactivator due to targeted deletion of the GTP-binding domain J. Immunol. 1999 163 2425 2431 10452977 8 Masternak K Muhlethaler-Mottet A Villard J Zufferey M Steimle V Reith W CIITA is a transcriptional coactivator that is recruited to MHC class II promoters by multiple synergistic interactions with an enhanceosome complex Genes Dev. 2000 14 1156 1166 10809673 9 Wu X Kong X Luchsinger L Smith BD Xu Y Regulating the activity of class II transactivator by posttranslational modifications: exploring the possibilities Mol. Cell Biol. 2009 29 5639 5644 19720744 10 Tosi G Jabrane-Ferrat N Peterlin BM Phosphorylation of CIITA directs its oligomerization, accumulation and increased activity on MHCII promoters EMBO J. 2002 21 5467 5476 12374747 11 Kong X Fang M Li P Fang F Xu Y HDAC2 deacetylates class II transactivator and suppresses its activity in macrophages and smooth muscle cells J. Mol. Cell Cardiol. 2009 46 292 299 19041327 12 Vaziri H Dessain SK Ng Eaton E Imai SI Frye RA Pandita TK Guarente L Weinberg RA hSIR2(SIRT1) functions as an NAD-dependent p53 deacetylase Cell 2001 107 149 159 11672523 13 Finkel T Deng CX Mostoslavsky R Recent progress in the biology and physiology of sirtuins Nature 2009 460 587 591 19641587 14 Yeung F Hoberg JE Ramsey CS Keller MD Jones DR Frye RA Mayo MW Modulation of NF-kappaB-dependent transcription and cell survival by the SIRT1 deacetylase EMBO J. 2004 23 2369 2380 15152190 15 van Loosdregt J Vercoulen Y Guichelaar T Gent YY Beekman JM van Beekum O Brenkman AB Hijnen DJ Mutis T Kalkhoven E Regulation of Treg functionality by acetylation-mediated Foxp3 protein stabilization Blood 2010 115 965 974 19996091 16 Zhang J Lee SM Shannon S Gao B Chen W Chen A Divekar R McBurney MW Braley-Mullen H Zaghouani H The type III histone deacetylase Sirt1 is essential for maintenance of T cell tolerance in mice J. Clin. Invest. 2009 119 3048 3058 19729833 17 Nizet V Johnson RS Interdependence of hypoxic and innate immune responses Nat. Rev. Immunol. 2009 9 609 617 19704417 18 Ploegh HL Viral strategies of immune evasion Science 1998 280 248 253 9535648 19 Pieters J Evasion of host cell defense mechanisms by pathogenic bacteria Curr. Opin. Immunol. 2001 13 37 44 11154915 20 Hong EH Lee SJ Kim JS Lee KH Um HD Kim JH Kim SJ Kim JI Hwang SG Ionizing radiation induces cellular senescence of articular chondrocytes via negative regulation of SIRT1 by p38 kinase J. Biol. Chem. 2010 285 1283 1295 19887452 21 Caito S Rajendrasozhan S Cook S Chung S Yao H Friedman AE Brookes PS Rahman I SIRT1 is a redox-sensitive deacetylase that is post-translationally modified by oxidants and carbonyl stress FASEB J. 2010 24 3145 3159 20385619 22 Alcendor RR Gao S Zhai P Zablocki D Holle E Yu X Tian B Wagner T Vatner SF Sadoshima J Sirt1 regulates aging and resistance to oxidative stress in the heart Circ. Res. 2007 100 1512 1521 17446436 23 Sun C Zhang F Ge X Yan T Chen X Shi X Zhai Q SIRT1 improves insulin sensitivity under insulin-resistant conditions by repressing PTP1B Cell Metab. 2007 6 307 319 17908559 24 Wang RH Sengupta K Li C Kim HS Cao L Xiao C Kim S Xu X Zheng Y Chilton B Impaired DNA damage response, genome instability, and tumorigenesis in SIRT1 mutant mice Cancer Cell 2008 14 312 323 18835033 25 Sliedrecht A den Elzen WP Verheij TJ Westendorp RG Gussekloo J Incidence and predictive factors of lower respiratory tract infections among the very elderly in the general population. The Leiden 85-plus Study Thorax 2008 63 817 822 18388206 26 de Bont N Netea MG Demacker PN Verschueren I Kullberg BJ van Dijk KW van der Meer JW Stalenhoef AF Apolipoprotein E knock-out mice are highly susceptible to endotoxemia and Klebsiella pneumoniae infection J. Lipid Res. 1999 40 680 685 10191292 27 Kiechl S Egger G Mayr M Wiedermann CJ Bonora E Oberhollenzer F Muggeo M Xu Q Wick G Poewe W Chronic infections and the risk of carotid atherosclerosis: prospective results from a large population study Circulation 2001 103 1064 1070 11222467 28 McElhaney JE Effros RB Immunosenescence: what does it mean to health outcomes in older adults? Curr. Opin. Immunol. 2009 21 418 424 19570667 29 Garg M Luo W Kaplan AM Bondada S Cellular basis of decreased immune responses to pneumococcal vaccines in aged mice Infect. Immun. 1996 64 4456 4462 8890192 30 Seth A Nagarkatti M Nagarkatti PS Subbarao B Udhayakumar V Macrophages but not B cells from aged mice are defective in stimulating autoreactive T cells in vitro Mech. Ageing Dev. 1990 52 107 124 2325428 31 Zissel G Schlaak M Muller-Quernheim J Age-related decrease in accessory cell function of human alveolar macrophages J. Investig Med. 1999 47 51 56 32 Donmez G Guarente L Aging and disease: connections to sirtuins Aging Cell 2010 9 285 290 20409078 33 Rongvaux A Galli M Denanglaire S Van Gool F Dreze PL Szpirer C Bureau F Andris F Leo O Nicotinamide phosphoribosyl transferase/pre-B cell colony-enhancing factor/visfatin is required for lymphocyte development and cellular resistance to genotoxic stress J. Immunol. 2008 181 4685 4695 18802071 34 Borradaile NM Pickering JG Nicotinamide phosphoribosyltransferase imparts human endothelial cells with extended replicative lifespan and enhanced angiogenic capacity in a high glucose environment Aging Cell 2009 8 100 112 19302375 35 Friebe D Neef M Kratzsch J Erbs S Dittrich K Garten A Petzold-Quinque S Bluher S Reinehr T Stumvoll M Leucocytes are a major source of circulating nicotinamide phosphoribosyltransferase (NAMPT)/pre-B cell colony (PBEF)/visfatin linking obesity and inflammation in humans Diabetologia 2011 54 1200 1211 21298414 36 Van Gool F Galli M Gueydan C Kruys V Prevot PP Bedalov A Mostoslavsky R Alt FW De Smedt T Leo O Intracellular NAD levels regulate tumor necrosis factor protein synthesis in a sirtuin-dependent manner Nat. Med. 2009 15 206 210 19151729 37 Kawahara TL Michishita E Adler AS Damian M Berber E Lin M McCord RA Ongaigui KC Boxer LD Chang HY SIRT6 links histone H3 lysine 9 deacetylation to NF-kappaB-dependent gene expression and organismal life span Cell 2009 136 62 74 19135889 38 Vakhrusheva O Smolka C Gajawada P Kostin S Boettger T Kubin T Braun T Bober E Sirt7 increases stress resistance of cardiomyocytes and prevents apoptosis and inflammatory cardiomyopathy in mice Circ. Res. 2008 102 703 710 18239138 39 Spilianakis C Papamatheakis J Kretsovali A Acetylation by PCAF enhances CIITA nuclear accumulation and transactivation of major histocompatibility complex class II genes Mol. Cell Biol. 2000 20 8489 8498 11046145 40 Raval A Howcroft TK Weissman JD Kirshner S Zhu XS Yokoyama K Ting J Singer DS Transcriptional coactivator, CIITA, is an acetyltransferase that bypasses a promoter requirement for TAF(II)250 Mol. Cell 2001 7 105 115 11172716 41 Chen LF Mu Y Greene WC Acetylation of RelA at discrete sites regulates distinct nuclear functions of NF-kappaB EMBO J. 2002 21 6539 6548 12456660 42 Kiernan R Bres V Ng RW Coudart MP El Messaoudi S Sardet C Jin DY Emiliani S Benkirane M Post-activation turn-off of NF-kappa B-dependent transcription is regulated by acetylation of p65 J. Biol. Chem. 2003 278 2758 2766 12419806 43 Bereshchenko OR Gu W Dalla-Favera R Acetylation inactivates the transcriptional repressor BCL6 Nat. Genet. 2002 32 606 613 12402037 44 Jung SB Kim CS Naqvi A Yamamori T Mattagajasingh I Hoffman TA Cole MP Kumar A Dericco JS Jeon BH Histone deacetylase 3 antagonizes aspirin-stimulated endothelial nitric oxide production by reversing aspirin-induced lysine acetylation of endothelial nitric oxide synthase Circ. Res. 2010 107 877 887 20705923 45 Mattagajasingh I Kim CS Naqvi A Yamamori T Hoffman TA Jung SB DeRicco J Kasuno K Irani K SIRT1 promotes endothelium-dependent vascular relaxation by activating endothelial nitric oxide synthase Proc. Natl Acad. Sci. USA 2007 104 14855 14860 17785417 46 Schug TT Xu Q Gao H Peres-da-Silva A Draper DW Fessler MB Purushotham A Li X Myeloid deletion of SIRT1 induces inflammatory signaling in response to environmental stress Mol. Cell Biol. 2010 30 4712 4721 20647536",
    "full_text_abstract": "Antigen-dependent stimulation of T cells plays a critical role in adaptive immunity and host defense. Activation of major histocompatibility complex II (MHC II) molecules, dictated by Class II transactivator (CIITA), is considered a pivotal step in this process. The mechanism underlying differential regulation of CIITA activity by the post-translational modification machinery (PTM) and its implications are not clearly appreciated. Here, we report that SIRT1, a type III deacetylase, interacts with and deacetylates CIITA. SIRT1 activation augments MHC II transcription by shielding CIITA from proteasomal degradation and promoting nuclear accumulation and target binding of CIITA. In contrast, depletion of SIRT1 upregulates CIITA acetylation and attenuates its activity. Nicotinamide phosphoribosyltransferase (NAMPT) that synthesizes NAD + required for SIRT1 activation exerts similar effects on CIITA activity. Two different types of stress stimuli, hypobaric hypoxia and oxidized low-density lipoprotein (oxLDL), induce the acetylation of CIITA and suppress its activity by inhibiting the SIRT1 expression and activity. Thus, our data link SIRT1-mediated deacetylation of CIITA to MHC II transactivation in macrophages and highlight a novel strategy stress cues may employ to manipulate host adaptive immune system."
}