{
    "PMC": "5416902",
    "DOI": "10.1093/nar/gkx002",
    "PMID": "28108655",
    "PMCID": "PMC5416902",
    "title": "The novel lysine specific methyltransferase METTL21B affects mRNA translation through inducible and dynamic methylation of Lys-165 in human eukaryotic elongation factor 1 alpha (eEF1A).",
    "year": 2017,
    "source_url": "https://europepmc.org/article/PMC/PMC5416902",
    "source": "MED",
    "abstract_text": "Lysine methylation is abundant on histone proteins, representing a dynamic regulator of chromatin state and gene activity, but is also frequent on many non-histone proteins, including eukaryotic elongation factor 1 alpha (eEF1A). However, the functional significance of eEF1A methylation remains obscure and it has remained unclear whether eEF1A methylation is dynamic and subject to active regulation. We here demonstrate, using a wide range of in vitro and in vivo approaches, that the previously uncharacterized human methyltransferase METTL21B specifically targets Lys-165 in eEF1A in an aminoacyl-tRNA- and GTP-dependent manner. Interestingly, METTL21B-mediated eEF1A methylation showed strong variation across different tissues and cell lines, and was induced by altering growth conditions or by treatment with certain ER-stress-inducing drugs, concomitant with an increase in METTL21B gene expression. Moreover, genetic ablation of METTL21B function in mammalian cells caused substantial alterations in mRNA translation, as measured by ribosomal profiling. A non-canonical function for eEF1A in organization of the cellular cytoskeleton has been reported, and interestingly, METTL21B accumulated in centrosomes, in addition to the expected cytosolic localization. In summary, the present study identifies METTL21B as the enzyme responsible for methylation of eEF1A on Lys-165 and shows that this modification is dynamic, inducible and likely of regulatory importance.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 5416902 10.1093/nar/gkx002 gkx002 Gene regulation, Chromatin and Epigenetics The novel lysine specific methyltransferase METTL21B affects mRNA translation through inducible and dynamic methylation of Lys-165 in human eukaryotic elongation factor 1 alpha (eEF1A) Małecki Jędrzej 1 Aileni Vinay Kumar 1 Ho Angela Y.Y. 1 Schwarz Juliane 2 3 Moen Anders 1 Sørensen Vigdis 4 Nilges Benedikt S. 2 3 Jakobsson Magnus E. 1 Leidel Sebastian A. 2 3 Falnes Pål Ø. 1 1 Department of Biosciences, Faculty of Mathematics and Natural Sciences, University of Oslo, 0316 Oslo, Norway 2 Max Planck Research Group for RNA Biology, Max Planck Institute for Molecular Biomedicine, 48149 Muenster, Germany 3 Cells-in-Motion Cluster of Excellence, University of Muenster, 48149 Muenster, Germany 4 Department of Core Facilities, Institute for Cancer Research, Oslo University Hospital Radiumhospitalet, 0379 Oslo, Norway * To whom correspondence should be addressed. Tel: + 47 91151935; Email: pal.falnes@ibv.uio.no † These authors contributed equally to the paper as first authors. 05 5 2017 20 1 2017 20 1 2017 45 8 4370 4389 02 1 2017 27 12 2016 01 8 2016 © The Author(s) 2017. Published by Oxford University Press on behalf of Nucleic Acids Research. 2017 This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/licenses/by-nc/4.0/ ), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com Abstract Lysine methylation is abundant on histone proteins, representing a dynamic regulator of chromatin state and gene activity, but is also frequent on many non-histone proteins, including eukaryotic elongation factor 1 alpha (eEF1A). However, the functional significance of eEF1A methylation remains obscure and it has remained unclear whether eEF1A methylation is dynamic and subject to active regulation. We here demonstrate, using a wide range of in vitro and in vivo approaches, that the previously uncharacterized human methyltransferase METTL21B specifically targets Lys-165 in eEF1A in an aminoacyl-tRNA- and GTP-dependent manner. Interestingly, METTL21B-mediated eEF1A methylation showed strong variation across different tissues and cell lines, and was induced by altering growth conditions or by treatment with certain ER-stress-inducing drugs, concomitant with an increase in METTL21B gene expression. Moreover, genetic ablation of METTL21B function in mammalian cells caused substantial alterations in mRNA translation, as measured by ribosomal profiling. A non-canonical function for eEF1A in organization of the cellular cytoskeleton has been reported, and interestingly, METTL21B accumulated in centrosomes, in addition to the expected cytosolic localization. In summary, the present study identifies METTL21B as the enzyme responsible for methylation of eEF1A on Lys-165 and shows that this modification is dynamic, inducible and likely of regulatory importance. INTRODUCTION A number of cellular methyltransferases (MTases) catalyze the transfer of a methyl group from a donor molecule, usually S -adenosylmethionine (AdoMet), to a specific substrate. Many different biomolecules, such as small metabolites, lipids, nucleic acids and proteins, are subject to MTase-catalyzed methylation ( 1 ). Protein methylation occurs mostly on lysines and arginines, but also other residues can be enzymatically methylated ( 2 – 5 ). A lysine residue can receive up to three methyl groups on its ε-amino group, giving the potential for four different lysine methylation states, i.e. mono-, di- and trimethylation (me1, me2, me3, respectively), as well as the unmethylated form (me0). Lysine methylation has been intensively studied in the context of histone proteins, which contain several methylated lysines in their N-terminal flexible tails. Methyl modifications on histones are highly dynamic, and they regulate chromatin state and transcriptional activity ( 6 ). For example, trimethylation at Lys-9 in histone H3 is repressive, i.e. contributing to heterochromatin formation and repression of transcription, whereas trimethylation at Lys-4 in H3 has been associated with transcriptional activation. However, also many non-histone proteins are subject to lysine methylation and this is particularly prominent for components of the protein synthesis machinery, such as translation factors and ribosomal proteins ( 7 ). In particular, the alpha-subunit of eukaryotic translation elongation factor 1 (eEF1A) contains several methylated lysines. eEF1A from the budding yeast Saccharomyces cerevisiae contains four methylated lysine residues, i.e. Lys-30, Lys-79, Lys-316 and Lys-390, and two of these are also found in human eEF1A, namely Lys-79 and Lys-318 (corresponding to Lys-316 of the yeast protein) ( 8 , 9 ). In addition, human eEF1A has been reported to contain several methylated lysines not found in the yeast protein, i.e. Lys-36, Lys-55 and Lys-165 ( 9 ). eEF1A is an essential and universally conserved protein which binds guanosine triphosphate (GTP) and aminoacyl-tRNA, and is involved in the elongation phase of mRNA translation ( 10 ). In the GTP-bound form eEF1A delivers the aminoacyl-tRNA to the ribosomal A-site, allowing for proper codon-anticodon recognition. This function of eEF1A is driven by GTP hydrolysis, and the exchange of GDP for GTP is facilitated by the guanine nucleotide exchange factors eEF1B and eEF1D (where eEF1D is limited to higher eukaryotes) that, together with eEF1A and eEF1G, form the eEF1 complex (note: we refer to the subunits of the eEF1 complex by their formal gene names). In vertebrates, eEF1A is present as two closely related paralogs, eEF1A1 and eEF1A2, which show ∼92% sequence identity (in the following collectively referred to as eEF1A). eEF1A1 is ubiquitously expressed in most cell types and tissues, except in neurons and muscles, where eEF1A2 is found ( 11 ). Besides its canonical role in mRNA translation, eEF1A has been implicated in other processes, such as cytoskeletal organization, apoptosis, nuclear export, proteolysis and viral propagation ( 12 ). The human genome is predicted to encode more than 200 AdoMet-dependent MTases, based on bioinformatics and the majority of these enzymes still remain uncharacterized ( 13 ). Based on sequence homology and predicted structural topology, MTases have been grouped into different classes and the two largest classes are the seven-β-strand (7BS) MTases, which have a characteristic core fold of seven β-strands and the SET proteins, containing a defining SET-domain ( 13 ). Clearly, many of the human MTases are lysine (K)-specific protein methyltransferases (KMTs), since the SET family of MTases, which has 57 human members, is believed to exclusively comprise KMTs, many of which target histones ( 13 , 14 ). Moreover, it is becoming increasingly clear that many KMTs are also found among the 7BS MTases, which comprise 131 human members ( 13 ). For many years, only a single human 7BS KMT was known, namely DOT1L, which methylates Lys-79 in the globular part of histone H3 ( 15 ). However, in recent years, several 7BS KMTs have been characterized that target non-histone proteins ( 16 ). In particular, several of the 10 human members of methyltransferase family 16 (MTF16) have been established as KMTs, i.e. CaM-KMT that methylates calmodulin ( 17 ), VCP-KMT (METTL21D) that methylates p97/VCP ( 18 , 19 ), METTL21A (HSPA-KMT) that methylates various Hsp70 proteins ( 18 , 20 , 21 ), METTL22 (KIN-KMT) that methylates KIN17 ( 18 ), eEF2-KMT (FAM86A) that methylates eEF2 ( 22 ) and METTL20 (ETFβ-KMT) that methylates ETFβ ( 23 , 24 ). The substrates of the other four human MTF16 members, METTL18, METTL21B, METTL21C and METTL23, have hitherto remained elusive. Similarly to the lysine methylation of the histone tails, the lysine methylations on eEF1A seem to be introduced by highly specialized enzymes. The enzymes responsible for introducing the methylations at Lys-30, Lys-79, Lys-316 and Lys-390 in yeast eEF1A have all been identified, and are denoted Efm1, Efm5, Efm4 and Efm6, respectively (Efm = elongation factor methyltransferase) ( 25 – 28 ). Of these, Efm1 is a SET protein, whereas the three others are 7BS MTases. Efm5 and Efm4 introduce methylations that are also found in human eEF1A, and, correspondingly, the closest human sequence homologs of these enzymes, denoted N6AMT2 and METTL10, respectively, have been shown to introduce the corresponding methylations in human eEF1A, i.e. at Lys-79 and Lys-318 ( 29 , 30 ). However, the enzymes responsible for the other lysine methylations on human eEF1A have remained unknown. Moreover, the biochemical and biological relevance of eEF1A methylation is largely elusive; it is for example unclear whether these methylations, similarly to the histone methylations, are dynamic and play regulatory roles or if they rather represent static editing events that provide a general improvement of eEF1A function. In this study, we have taken an activity-based approach to establish the function of METTL21B, a yet uncharacterized MTF16 member and we detected a single substrate for this enzyme in cell extracts. Through extensive in vitro and in vivo studies we demonstrate that METTL21B is responsible for mono-, di- and trimethylation of Lys-165 in eEF1A1 and eEF1A2. We also found that METTL21B-dependent methylation of eEF1A is dependent on GTP and aminoacyl-tRNA. Interestingly, we found methylation of Lys-165 in eEF1A to show substantial variation between different tissues and cell lines, and that Lys-165 methylation and the expression of the METTL21B gene were both induced in response to stress and alterations in growth conditions. MATERIALS AND METHODS Cloning and mutagenesis ORFs for human proteins were polymerase chain reaction (PCR)-amplified from cDNA generated from HeLa cells, using Phusion DNA Polymerase HF (Thermo Fisher Scientific). Mutagenesis was performed using mutagenic primers designed with the PrimerX program. All constructs were sequence-verified. Bioinformatics analysis NCBI Basic Local Alignment Search Tool (BLAST) was used to identify protein sequences homologous to human METTL21B ( 31 ). Multiple sequence alignments were generated using algorithms embedded in the Jalview (v2.8) interface ( 32 ). Generation of stable cell lines Plasmid pcDNA5/FRT/TO (Thermo Fisher Scientific), containing the gene of interest cloned under a doxycycline (Dox) inducible promoter, was used for stable incorporation of genes into Flp-In T-REx-293 cells (Thermo Fisher Scientific), according to the manufacturer's protocol. Transfected cells were selected using 200 μg/ml Hygromycin B (Thermo Fisher Scientific) and cultured at standard conditions (37°C, 5% CO 2 ) in Dulbecco's modified Eagle's medium, supplemented with 10% (v/v) tetracycline-free fetal bovine serum (FBS), 1× GlutaMAX™ and 100 units/ml of penicillin and streptomycin (P/S). The following cell lines were generated: TRex-TAP-eEF1A1 and TRex-TAP-eEF1A2 cells, expressing N-terminal calmodulin binding peptide-streptavidin binding peptide (TAP)-tagged eEF1A1 or eEF1A2, respectively, as well as, TRex-GFP and TRex-METTL21B-GFP cells expressing GFP or METTL21B-GFP, respectively. Expression of GFP was tested by western blot and probing with an anti-GFP antibody (Abcam, ab6556). Cells were grown until ∼50–80% confluency and the expression of introduced genes was induced with 1 μg/ml Dox (Sigma-Aldrich) for 24–48 h before the cells were harvested. Human HAP1 cells with METTL21B gene knock-out (METTL21B-KO) were generated as a custom (non-exclusive) project with Horizon Genomics (Austria), and the cells were grown in IMDM with 10% FBS and P/S. Genomic ablation of METTL21B gene was performed using the CRISPR-Cas9 technology, with guide RNA designed to target the METTL21B gene down-stream of Motif 1 (Figure 5A ). Individual clones were selected by limiting dilution, and frame-shifting events within the METTL21B gene were determined by sequencing of genomic DNA, and confirmed at the transcript level by sequencing of PCR products obtained using the primers Fwd1 and Rev1 (see Supplementary Table S3 ) and cDNA from either HAP1 wild-type (WT) or METTL21B-KO cells as template. Complementation of METTL21B-KO cell line was done by transfecting cells with pCIneoB-3xFLAG plasmid, containing N-terminal 3xFLAG-tagged METTL21B gene, using FuGENE6 Transfection Reagent (Roche). Transfected cells were selected with 500 μg/ml G418 sulfate (Thermo Fisher Scientific) and screened for the presence of 3xFLAG tag in cell lysates by western blot and probing with a mouse monoclonal anti-FLAG antibody (Sigma-Aldrich, F1804). METTL21B (WT) mRNA expression in the complemented METTL21B-KO cells was confirmed by reverse transcription PCR using primers Fwd2 and Rev2 (see Supplementary Table S3 ), and compared to GAPDH expression using primers Fwd3 and Rev3 (details of PCR reactions are given as Supplementary Data ). Balb/c mouse fibroblasts were grown in RPMI-1640 medium supplemented with 10% FBS and P/S. Cells were seeded at low density, and either allowed to reach full confluency, or grown for additional 24–48 h (keeping confluency < 50%), then serum-starved for 48 h by incubating in medium with 0.5% FBS and finally restimulated for 24 h using medium with 10% FBS. Cells growing at low density (<50% confluency) were treated for ∼19 h with indicated drugs, in medium with 10% FBS and P/S. Cells were harvested by scraping and stored at −80°C. Fluorescence microscopy TRex-METTL21B-GFP or TRex-GFP cells growing on coverslips were treated with Dox for 24 h to induce expression of METTL21B-GFP or GFP, respectively. Living cells were stained with 0.5 μg/ml Hoechst 33258 (Sigma-Aldrich) to visualize the nuclei and imaged using an Olympus FluoView 1000 (Ix81) confocal fluorescence microscopy system with a PlanApo 60× NA 1.1 oil objective (Olympus, Hamburg, Germany). The different fluorophores were excited at 405 nm (Hoechst) and 488 nm (GFP) and Kalman averaging ( n = 3) was used to record multi-channel images. The fluorescent signals emitted from GFP and Hoechst were acquired through green and blue channels, and merged. Alternatively, cells were either fixed with 4% formaldehyde in PEM-buffer (80 mM K-Pipes pH 6.8, 5 mM EGTA, 1 mM MgCl 2 ) at room-temperature followed by permeabilization with 0.05% saponin in PEM, or fixed with 1% formaldehyde in PEM for 15 min followed by ice-cold methanol for 2 min. Fixed cells were stained with antibodies against pericentrin (Abcam, ab4448), gamma-tubulin (Sigma-Aldrich, T6557), vimentin (Sigma-Aldrich, V6389), ubiquitin (Merck-Millipore, 04–263) or eEF1A (Merck-Millipore, 05–235), followed by anti-rabbit or anti-mouse secondary antibodies coupled to Alexa Fluor-568 (Molecular Probes) or Alexa Fluor-647 (Jackson ImmunoResearch) and then stained with 0.5 μg/ml Hoechst 33258. Stained cells were mounted in ProLong Diamond Antifade Mountant (Life Technologies) and imaged using a Deltavision OMX V4 microscope (Applied Precision, GE Healthcare) equipped with an Olympus 60x NA 1.42 Plan Apochromat objective, an InSightSSI™ illumination module and three cooled sCMOS cameras. Images were acquired in conventional (wide-field) mode, recording z-stacks spaced at 250 nm intervals to cover whole cells. Raw images were de-convolved and aligned using softWoRx software (Applied Precision, GE Healthcare) and processed for presentation using Fiji/ImageJ. Purification of TAP-tagged proteins Tandem affinity purification was performed using the InterPlay mammalian TAP system (Agilent Technologies) according to the manufacturer's instructions, with some modifications. Briefly, TRex-TAP-eEF1A1 and TRex-TAP-eEF1A2 cells were induced with Dox, harvested, lysed and the lysates, containing TAP-tagged proteins, were subjected to affinity-based chromatography using streptavidin-linked resin only. Proteins eluted from streptavidin-resin were stored in the presence of 1 mM PMSF (Sigma-Aldrich) and 1× Complete (ethylenediaminetetraacetic acid (EDTA)-free) protease inhibitor cocktail (Roche) to promote protein stability. Protein concentration was measured using Pierce BCA Protein Assay Kit (Thermo Fisher Scientific). The presence of streptavidin binding protein (SBP)-tag was checked by western blot and probing with a mouse monoclonal anti-SBP-tag antibody (Merck-Millipore, MAB10764). Expression and purification of recombinant His-tagged proteins Human METTL21B, eEF1A1 and eEF1A2 were cloned into the pET28a plasmid for expression with N-terminal 6xHis-tag, N6AMT2 was cloned into pET28a for expression with C-terminal 6xHis-tag, while eEF1B was cloned into pGEX-6P2 for expression with N-terminal GST-tag. Proteins were expressed in the Escherichia coli strain BL21-CodonPlus(DE3)-RIPL (Agilent Technologies), by inducing with 0.1 mM IPTG, at 16°C, overnight. Bacteria were lysed in Lysis Buffer 1 (50 mM Tris-HCl pH 7.4, 100 mM NaCl, 5% glycerol, 1% Triton X-100), supplemented with 2 mM 2-mercaptoethonol and 30 mM imidazole, 1× Complete (EDTA-free) protease inhibitor cocktail and 10 U/ml Benzonase nuclease (Sigma-Aldrich). For purification of eEF1A1 and eEF1A2, the Benzonase nuclease was omitted and 2 U/ml of DNAse I (Qiagen) was used instead. His-tagged proteins were purified on Ni-NTA-agarose (Qiagen), according to the manufacturer's protocol. GST-tagged eEF1B was purified on glutathione-Sepharose 4B (GE Healthcare), according to the manufacturer's protocol. Eluted proteins were buffer-exchanged to Storage Buffer 1 (50 mM Tris-HCl pH 7.4, 100 mM NaCl and 10% glycerol), using centrifugal concentrators with a molecular weight cut-off of 10–30 kDa (Sartorius, Goettingen, Germany). eEF1A1 and eEF1A2 were additionally purified by binding to Pierce Strong Cation Exchange (S) Spin Column (Thermo Fisher Scientific) equilibrated in Storage Buffer 1. After extensive washing with Storage Buffer 1, bound eEF1A1 and eEF1A2 were eluted from S-column using Storage Buffer 1 containing additional 300 mM NaCl and again buffer-exchanged to Storage Buffer 1. Proteins were 50–90% pure as assessed by sodium dodecyl sulphate-polyacrylamide gel electrophoresis (SDS-PAGE) and Coomassie Blue staining, and protein concentrations were measured as above. Theoretical molecular mass of recombinant proteins was used to calculate molar concentrations. Preparation and fractionation of cell extracts Human cells were lysed for 10 min, at 4°C, in Lysis Buffer 1 supplemented with 1 mM dithiothreitol, 1× Complete (EDTA-free) protease inhibitor cocktail and 1 mM PMSF, and the resulting lysates were cleared by centrifugation. Frozen rat organs were fragmented mechanically, lysed in Lysis Buffer 1, supplemented as above, sonicated and cleared by centrifugation. Cell extracts were diluted 1:1 (v/v) with Dilution Buffer (50 mM Tris-HCl, pH 7.4, 1% Triton X-100 and 5% glycerol), to bring NaCl concentration down to 50 mM, and then fractionated at 4°C by ion-exchange chromatography, similarly as previously described ( 33 ), using either Pierce Strong Anion Exchange (Q) or Pierce Strong Cation Exchange (S) Spin Columns (Thermo Fisher Scientific).For the purpose of MS analysis, eEF1A was partially purified from cell extracts using S-column only. In this case, protein material was directly loaded on the S-column, extensively washed with 0.15 M NaCl in Dilution Buffer and finally eluted using 0.3 M NaCl in Dilution Buffer. eEF1A pull-down using GST-eEF1B The details of this method are given in Supplementary Data . RNA purification and tRNA deacylation RNA fraction enriched in aminoacyl-tRNA was isolated from HeLa cells at 4°C, using phenol/chloroform extraction under acidic conditions, which prevent deacylation of tRNA. Cells were lysed in 350 μl of Lysis Buffer 2 (0.3 M Na-acetate, pH 4.5 and 10 mM EDTA), vortexed 3 × 30 s with 300 μl of acid 5:1 (v/v) phenol:chloroform solution pH 4.5 (Ambion) and centrifuged for 5 min at 16 100 × g . The upper aqueous layer, containing RNA, was subjected to a second round of phenol/chloroform extraction and then RNA was size-fractionated by precipitation with increasing ethanol concentration. Large RNAs (including 28S and 18S rRNA) were precipitated with 30% (v/v) ethanol, whereas small RNAs (encompassing primarily tRNA) were precipitated with 75% (v/v) ethanol. Precipitated RNAs were recovered by binding to RNeasy column (Qiagen), the column was washed with Lysis Buffer 2, containing the corresponding concentration of ethanol (30 or 75%) and then RNA was eluted from column with 50 μl of Storage Buffer 2 (10 mM Na-acetate, pH 4.5 and 0.3 mM EDTA) and stored at −80°C, until further use. The outcome of the fractionation was verified by agarose gel electrophoresis. Aminoacyl-tRNA was non-enzymatically deacylated by incubation in 200 mM Tris-HCl pH 9.5, at 37°C, for 2 h, as previously described ( 34 ). Deacylated tRNA was precipitated with 75% (v/v) ethanol, recovered by binding to RNeasy column and eluted in Storage Buffer 2. The integrity of deacylated tRNA was verified by agarose gel electrophoresis. In vitro methyltransferase assay using [ 3 H]AdoMet To test the MTase activity of METTL21B on cellular material, 10 μl reactions were set up on ice, that contained: 1× MTase Assay Buffer (50 mM Tris-HCl pH 7.4, 50 mM NaCl, 50 mM KCl, 1 mM MgCl 2 , 1 mM DTT and 5% glycerol), 50–80 pmol of METTL21B, 20–60 μg of protein from cell extracts and/or equivalent fractions obtained from ion-exchange chromatography and 0.5 μCi of [ 3 H]AdoMet (Perkin-Elmer) ([AdoMet] total = 0.64 μM, specific activity = 78.2 Ci/mmol). MTase reactions were routinely run in the presence of 1 mM GTP, unless indicated otherwise. When indicated, MTase reactions were run in the absence or presence of 1 mM of various nucleotides or in the additional presence of 0.1 mg/ml RNAse A or 5 μg/ml RNA. Reaction mixtures were incubated at 28°C for 1 h. Proteins were resolved by SDS-PAGE, transferred to PVDF membrane and stained with Ponceau S. The membrane was dried, sprayed with EN3HANCE spray (Perkin-Elmer) and exposed to Kodak BioMax MS film (Sigma-Aldrich) at −80°C, for 1–30 days. Precision Plus Protein Dual Color Standards (Bio-Rad) was used to evaluate the size of polypeptides after SDS-PAGE, and Glow Writer autoradiography pen (Sigma-Aldrich) was used to mark the position of the standards on PVDF membrane, enabling their visualization by fluorography. All fluorography experiments were performed three times, with similar results and data from a representative experiment is shown. For scintillation counting and titration experiments, [ 3 H]AdoMet was diluted with non-radioactive AdoMet (New England Biolabs). In this case, reaction mixtures (10 μl) contained: 1× MTase Assay Buffer, 0.5 μCi of [ 3 H]AdoMet ([AdoMet] total = 32.6 μM), varying concentrations of METTL21B (0–2 μM), and TAP-eEF1A (∼10 μg). Reactions were stopped by precipitation with 10% trichloroacetic acid (TCA) and TCA-insoluble material was subjected to scintillation counting. Preparation of samples for MS analysis In vitro methylation of recombinant or cellular (in extract) proteins, for the purpose of mass spectrometry (MS) analysis, was performed as in the above section, except that [ 3 H]AdoMet was replaced with non-radioactive AdoMet (1 mM). Proteins were resolved by SDS-PAGE, stained with Coomassie Blue, and the portion of gel containing the protein of interest was excised and subjected to in-gel trypsin (Sigma-Aldrich), GluC (Promega), chymotrypsin or AspN (Roche) digestion, and the resulting proteolytic fragments were analyzed by liquid chromatography (LC) MS. Reversed phase (C18) LC was performed using the Dionex Ultimate 3000 UHPLC systems (Thermo Fisher Scientific). The peptide solution (5 μl) was injected into the extraction μ-Precolumn (Acclaim PepMap100, C18, 5 μm resin, 100 Å, 300 μm i.d. × 5 mm) (Thermo Fisher Scientific) and peptides were eluted in back-flush mode onto the analytical column (Acclaim PepMap100, C18, 3 μm resin, 100 Å, 75 μm i.d. × 5 cm, nanoViper) (Thermo Fisher Scientific). The mobile phase consisted of acetonitrile and MS grade water, both containing 0.1% formic acid. Chromatographic separation was achieved using a binary gradient from 3 to 50% of acetonitrile in water for 60 min, with 0.3 μl/min flow rate. The LC system was coupled via a nano-electrospray ion source to a Q Exactive Hybrid Quadrupole-Orbitrap Mass Spectrometer (Thermo Fisher Scientific). Peptide samples were analyzed with a high energy collisional dissociation fragmentation method with normalized collision energy set at 28, acquiring one Orbitrap survey scan in the mass range of m/z 300–2000, followed by MS/MS of the ten most intense ions in the Orbitrap. MS data were analyzed with in-house maintained human, rat and mouse protein sequence databases using SEQUEST™ and Proteome Discoverer™ (Thermo Fisher Scientific). The mass tolerances of a fragment ion and a parent ion were set as 0.5 Da and 10 ppm, respectively. Methionine oxidation and cysteine carbamido-methylation were selected as variable modifications. MS/MS spectra of peptides corresponding to methylated eEF1A1 and eEF1A2 were manually searched by Qual Browser (v2.0.7). Quantitative PCR Detailed methods for RNA extraction, cDNA synthesis and quantitative PCR, which were conducted according to MIQE guidelines ( 35 ), are given as Supplementary Data . Ribosome profiling Cells for ribosome profiling were treated with medium containing 100 μg/ml CHX for 1 min, washed with ice cold PBS containing 100 μg/ml CHX and lysed in 10 mM Tris-HCl pH 7.5, 100 mM NaCl, 10 mM MgCl 2 , 1% Triton X-100, 0.5 mM DTT, 100 μg/ml CHX. For ribosome profiling, lysates were treated with 250 U RNase I (Ambion) for 10 min at 22°C and shaking at 14 000 rpm. Digestion was stopped by addition of 100 U SUPERase In RNase inhibitor (Ambion). Ribosomes were resolved on 10–50% (w/v) sucrose density gradients in 50 mM Tris-HCl (pH 7.5), 50 mM NH 4 Cl, 12 mM MgCl 2 , 0.5 mM DTT, 100 μg/ml CHX for 3 h at 35 000 rpm and 4°C in a TH-641 rotor (Thermo Scientific). Gradients were fractionated with continuous monitoring of OD 254 at 0.75 ml/min using a density gradient fractionator (Isco) and a SYR-101 syringe pump (Brandel). SDS was added immediately to 1% and 400 μl fractions flash-frozen in liquid nitrogen and stored at −80°C. Monosome-derived RNA was separated on 15% polyacrylamide gels (8M urea, 1xTBE) and ribosome footprints excised between 28 nucleotide (nt) and 32 nt RNA size markers. Sequencing libraries from ribosome footprints were generated essentially as described ( 36 ), except for ligation to a preadenylated 3΄-adapter (5΄rAppNNNNCTGTAGGCACCATCAAT/3ddC/ 3΄) in a reaction containing 200 000 U T4 RNA ligase 2 (truncated, NEB), 25% PEG 8000 and 10 U SUPERase In RNase inhibitor for 4 h at 22°C. The first four bases of the 3΄-adapter were randomized to minimize ligation bias ( 37 ). Libraries were sequences on an Illumina HiScanSQ generating 50 nt reads. Data was mapped to the hg19 transcriptome (UCSC_knownGene) and counts generated using a custom script. Differential gene expression analysis was performed using the DESeq2 package with a P-adjusted threshold of 0.05 ( 38 ) and gene ontology (GO) enrichment determined with GOrilla ( 39 ). The sequencing data from the ribosome profiling experiments are available at the Gene Expression Omnibus (Accession number: GSE93133). RESULTS METTL21B is a protein methyltransferase limited to vertebrates KMT activity has recently been demonstrated for several MTF16 proteins in humans and yeast (reviewed in ( 16 )), and we here set out to characterize METTL21B, one of the yet unexplored human MTF16 members. A recently determined crystal structure of human METTL21B in complex with S -adenosylhomocysteine (AdoHcy) (PDB 4QPN) shows the characteristic 7BS structure, containing a twisted β-sheet central core, composed of seven β-strands. Protein sequence searches revealed that putative METTL21B orthologs are limited to vertebrates, where they show a scattered distribution. They are present in all mammals, and are also found in reptiles, amphibians and fish, but are absent in birds. An alignment of METTL21B sequences revealed conserved 7BS hallmark motifs (Motif 1, Post 1 and Motif 2), as well as the ‘so-called’ DXXY-motif (consensus D/E-X-X-Y/F) shared by the MTF16 members (Figure 1A ) ( 19 , 40 ). Figure 1. METTL21B is a protein MTase limited to vertebrates. ( A ) Alignment of putative METTL21B orthologs from Homo sapiens (Hs; NP_056248.2), Myotis brandtii (Ms; XP_005879111.1), Python bivittatus (Pb; XP_007432709.1), Xenopus tropicalis (Xt; NP_001016660.1) and Astyanax mexicanus (Am; XP_007248457.1). Hallmark motifs found in MTF16 members are boxed. Indicated is the position of α-helixes (green rectangles) and β-strands (orange arrows), inferred from the structure of human METTL21B (PDB 4QPN). ( B ) METTL21B-dependent protein methylation in HeLa cell extracts. Incorporation of [ 3 H]-methyl in proteins from extracts incubated with [ 3 H]AdoMet and recombinant human METTL21B, in the absence or presence of ATP, was assessed by fluorography (left panel) of Ponceau S-stained membrane (right panel). Arrows indicate the positions of the ∼50 kDa substrate and METTL21B. Previously, we have shown that several human MTF16 enzymes can methylate their respective substrates in a cellular extract ( 20 , 22 , 23 , 41 ) and we investigated recombinant METTL21B for such activity. The methylation reactions were performed in the presence of [ 3 H]AdoMet and then analyzed by SDS-PAGE and fluorography, enabling the visualization of methylated proteins as distinct bands. As METTL21A and VCP-KMT (METTL21D), which are the closest characterized relatives of METTL21B, both target adenosine triphosphate (ATP)-binding proteins and since ATP was shown to enhance METTL21A-mediated methylation of HSPA8 ( 20 ), we also investigated the effect of adding ATP to the reaction mixture. Interestingly, we detected strong METTL21B-dependent methylation of a ∼50 kDa protein in a HeLa cell extract, but only when the extract was supplemented with ATP (Figure 1B ), indicating that METTL21B is a protein-specific MTase. Identification of eEF1A1 and eEF1A2 as substrates of recombinant human METTL21B In order to reveal the identity of the ∼50 kDa substrate(s) by MS, the complexity of the sample needed to be reduced. For this, HeLa extracts were incubated with METTL21B and [ 3 H]AdoMet and then subjected to fractionation by ion-exchange chromatography (Figure 2A ). We found that the ∼50 kDa [ 3 H]-labeled protein bound poorly to an anion-exchange (Q) column, and was found mostly in the flow-through (FTQ). When the FTQ was subsequently applied to a cation-exchange (S)-column, the ∼50 kDa protein was found to bind strongly and was optimally eluted between 0.15 and 0.3 M NaCl (0.3S fraction) (Figure 2A ). To identify the METTL21B substrate, the 0.3S fraction was resolved by SDS-PAGE, and the relevant (∼50 kDa) region excised from the gel, followed by trypsin digestion and protein identification by MS. Among the identified proteins, the closely related eEF1A1 and eEF1A2 were the top hits (Table 1 ). Notably, both eEF1A1 and eEF1A2 have been reported to be methylated at several Lys residues, including Lys-36, Lys-55, Lys-79, Lys-165 and Lys-318 ( 9 , 42 ). Interestingly, we observed through MS analysis that the methylation level of the eEF1A1- and eEF1A2-derived peptides containing Lys-165 increased dramatically when the extract was incubated with recombinant METTL21B and AdoMet (Figure 2B and C ). METTL21B treatment increased the level of Lys-165 methylation, in both eEF1A1 and eEF1A2, from being predominantly mono- and/or dimethylated, into almost complete trimethylation. These results indicate that Lys-165 in eEF1A1 and eEF1A2 can be methylated by METTL21B in vitro , and suggest that METTL21B is the enzyme responsible for eEF1A methylation at Lys-165 in cells. Figure 2. Identification of eEF1A1 and eEF1A2 as likely substrates of recombinant human METTL21B. ( A ) Partial purification of METTL21B substrate from HeLa cell extracts by ion exchange chromatography. The scheme for ion exchange-based fractionation is shown on the left. HeLa extracts were incubated with [ 3 H]AdoMet, ATP and METTL21B and then fractionated. Incorporation of [ 3 H]-methyl in proteins was assessed by fluorography (right, upper panel). The band corresponding to the ∼50 kDa protein detected by fluorography was visualized by Ponceau S-staining (right, lower panel, arrow) and identified by MS to contain predominantly eEF1A1 and eEF1A2 (Table 1 ). FT, flow-through. ( B and C ) eEF1A from HeLa is methylated on Lys-165 by METTL21B in vitro . HeLa extracts, either untreated or incubated with non-radioactive AdoMet, ATP and METTL21B, were fractionated as in (A), and the ∼50 kDa substrate present in 0.3S fraction was GluC-digested (B) or AspN-digested (C) and analyzed by MS. Shown are normalized extracted-ion chromatograms gated for different methylation states of an eEF1A1-derived, GluC-generated peptide, encompassing residues 157–169 (B) or an eEF1A2-derived, AspN-generated peptide, encompassing residues 156–167 (C), from untreated or METTL21B-treated HeLa extracts. Red color indicates the location of the methylated residue Lys-165 within the peptide sequences. Percentages indicate the area under each peak relative to the total area of all peaks. A.U., arbitrary units. Table 1. List of proteins identified in ∼50 kDa region of 0.3S fraction from HeLa extracts Protein name Accession number Score Coverage (%) MW a (kDa) Subcellular localization Elongation factor 1-alpha 1 P68104 843.37 32.68 50.1 Cytoplasm Elongation factor 1-alpha 2 Q05639 587.54 20.09 50.5 Cytoplasm Eukaryotic initiation factor 4A-I P60842 97.04 43.84 46.1 Cytoplasm Elongation factor 1-gamma P26641 93.02 19.5 50.1 Cytoplasm Tubulin beta chain P07437 53.72 23.94 49.7 Cytoplasm a molecular weight (MW). In vitro methylation of eEF1A by METTL21B is GTP- and aminoacyl-tRNA-dependent Both eEF1A1 and eEF1A2 are GTP-binding proteins, with Lys-165 located within the GTP-binding domain. Thus, we reasoned that the apparent ATP-dependence of the METTL21B-mediated methylation may rather reflect a GTP-dependence and that nucleoside diphosphate kinases in the extract may generate GTP from GDP and ATP. To further investigate the cofactor dependence of METTL21B-mediated methylation of eEF1A, we attempted to methylate eEF1A obtained through the partial purification scheme described in Figure 2A . However, we observed a strong decrease in the efficiency of METTL21B-mediated methylation of eEF1A both in the FTQ and in the further purified 0.3S fraction (data not shown), indicating that some component(s) essential for methylation had been retained on the Q-column. Indeed, when the Q-column purification step was omitted (Figure 3A ), the eEF1A eluted from the S-column with 0.3 M NaCl (0.3S) could be efficiently methylated by METTL21B in the presence of either ATP or GTP, but not when GDP was used (Figure 3B ). We also compared GTP and ATP for their ability to support METTL21B-mediated methylation of eEF1A, and found that GTP was ∼3× more efficient than ATP in stimulating METTL21B-mediated methylation of eEF1A ( Supplementary Figure S1 ). We were somewhat concerned that the observed GTP/ATP dependence of METTL21B-mediated eEF1A methylation was caused by a general refolding of denatured protein rather than by a more subtle (and presumably more biologically relevant) effect, and performed control experiments to exclude this possibility. First, we used GST-eEF1B as a bait to pull down eEF1A from cell extracts, and found that pull-down was equally efficient in the absence or presence of GTP ( Supplementary Figure S2A ). Second, we investigated the activity of N6AMT2 (a MTase that targets eEF1A at Lys-79) on eEF1A in extracts, and found that N6AMT2-mediated methylation was largely unaffected by GTP ( Supplementary Figure S2B ). Thus, the observed GTP(ATP) requirement of METTL21B-mediated methylation appears to reflect a subtle effect, e.g. on eEF1A conformation and not a refolding of denatured protein. The above experiments show that METTL21B-mediated methylation of eEF1A in extracts can be supported by either ATP or GTP, but since GTP was slightly more efficient and since eEF1A is a GTP-binding protein, we consider it likely that GTP is the true cofactor and that the effect of ATP is indirect (e.g. occurring through ATP-dependent conversion of GDP to GTP). Figure 3. METTL21B-mediated methylation of eEF1A in vitro is GTP- and aminoacyl-tRNA-dependent. ( A ) Scheme for partial purification of eEF1A from extracts by cation exchange (S-column)-based chromatography. 0.3S fraction; material eluted from S-column with 0.3 M NaCl. ( B ) Nucleotide dependency of METTL21B-mediated methylation of eEF1A from HeLa cells. Incorporation of [ 3 H]-methyl into eEF1A from the HeLa 0.3S fraction incubated with [ 3 H]AdoMet, METTL21B and indicated nucleotides, was assessed by fluorography (upper panel) of Ponceau S-stained membrane (lower panel). Arrows indicate the position of eEF1A and METTL21B. ( C ) Nucleotide dependency of METTL21B-mediated methylation of recombinant eEF1A1. Incorporation of [ 3 H]-methyl into recombinant eEF1A1 incubated with [ 3 H]AdoMet, METTL21B and indicated nucleotides, was assessed by fluorography (upper panel). ( D ) METTL21B-mediated methylation of eEF1A from HeLa cells is RNA-dependent. Incorporation of [ 3 H]-methyl into eEF1A from the HeLa 0.3S fraction incubated with [ 3 H]AdoMet, GTP and METTL21B, in the absence or presence of RNAse A, was assessed by fluorography (upper panel). ( E ) METTL21B-mediated methylation of HeLa-derived eEF1A is GTP-dependent and stimulated by the addition of aminoacyl-tRNA. Incorporation of [ 3 H]-methyl into eEF1A from the HeLa 0.3S fraction incubated with [ 3 H]AdoMet and METTL21B, with or without GTP and in the absence or presence of (HeLa-derived) aminoacyl-tRNA or large RNAs, was assessed by fluorography (upper panel). ( F ) METTL21B-mediated methylation of HeLa-derived eEF1A is stimulated by addition of aminoacyl-tRNA. eEF1A was partially purified from extracts by consecutive Q-column/S-column-based ion-exchange chromatography, as indicated in Figure 2A . Incorporation of [ 3 H]-methyl into eEF1A from HeLa FTQ/0.3S fraction incubated with [ 3 H]AdoMet, METTL21B, GTP and increasing concentration of (HeLa-derived) aminoacyl-tRNA or deacylated tRNA, was assessed by fluorography (upper panel). To further investigate the likely GTP-dependency of eEF1A methylation by METTL21B, we expressed and purified recombinant 6xHis-tagged eEF1A1 from E. coli to be used as substrate for in vitro methylation by METTL21B. When incubating recombinant eEF1A1 with METTL21B and [ 3 H]AdoMet we were able to detect eEF1A1 methylation only in the presence of GTP, but not when ATP was present (Figure 3C ) and weak methylation was observed in the presence of GDP. Notably, methylation of recombinant eEF1A1 was very inefficient, as only weak labeling was observed even after prolonged exposure (compare the exposure times of the fluorograms in Figure 3B and C ) and MS analysis revealed that less than 3% of recombinant eEF1A1 became (mono)methylated under these conditions (data not shown). It was previously reported that some functional aspects of purified eEF1A from pig liver, such as the ability of eEF1A to deliver aminoacyl-tRNA to the ribosome during peptide synthesis, were retained only when 25% glycerol was present, whereas other activities such as GTP and GDP binding, were preserved regardless of the presence of glycerol ( 43 , 44 ). Attempting to possibly increase the methylation efficiency for recombinant eEF1A, we repeated the experiment depicted in Figure 3C in the presence of 25% glycerol (which was also present during the purification of recombinant eEF1A1), but this did not affect the efficiency of METTL21B-mediated methylation (data not shown). In addition, control experiments revealed that recombinant eEF1A1 was subject to very efficient methylation by N6AMT2, indicating that the recombinant protein was stable and properly folded under conditions we used ( Supplementary Figure S2C ). In summary, these results suggest that additional components, missing in the recombinant system, may be required for efficient METTL21B-mediated eEF1A methylation, which agrees with the above observation that methylation of eEF1A present in cell extracts was strongly reduced after Q-column chromatography. Since eEF1A is an aminoacyl-tRNA-binding translation factor, we reasoned that METTL21B-mediated methylation may be influenced by the presence of tRNA. Accordingly, methylation of cellular eEF1A (in the 0.3S fraction) by METTL21B was completely abolished by treatment with RNAse A (Figure 3D ). Next, we tested the effect of added aminoacyl-tRNA on METTL21B-mediated methylation. To this end, cellular RNA was fractionated by size into large RNAs, containing mainly 28S and 18S rRNA, and small RNAs, consisting mainly of aminoacyl-tRNA (note: RNA isolation was performed under acidic conditions, pH 4.5, which prevent deacylation of aminoacyl-tRNA). Interestingly, the addition of aminoacyl-tRNA, but not large RNAs, increased the efficiency of METTL21B-mediated methylation of eEF1A (Figure 3E ). As RNA is negatively charged, we speculated that aminoacyl-tRNA may, in fact, represent the component required for METTL21B-mediated methylation that was retained on the anion-exchange (Q) column. To test this, we re-attempted to methylate eEF1A purified through the scheme described in Figure 2A , encompassing purifications on both Q- and S-columns, and reassuringly found that aminoacyl-tRNA strongly stimulated eEF1A methylation (Figure 3F ). tRNA that had been subjected to chemical deacylation only marginally stimulated methylation (Figure 3F ). Thus, since some tRNA subspecies have been reported to escape chemical deacylation ( 34 ), we conclude that only aminoacyl-tRNA (and not its deacylated counterpart) has the ability to stimulate methylation. In conclusion, the above results indicate that methylation of eEF1A by METTL21B requires both GTP and aminoacyl-tRNA. Establishing Lys-165 of eEF1A as the target site for methylation by METTL21B in vitro The results in Figure 2 indicated that METTL21B methylates eEF1A at Lys-165. To further substantiate these observations, and to investigate whether METTL21B targets additional sites in eEF1A, recombinant eEF1A1 and eEF1A2 as well as the corresponding K165A mutants (where Lys at position 165 was substituted with Ala), were subjected to METTL21B-mediated methylation in vitro in the presence of GTP and [ 3 H]AdoMet. Under these conditions we detected methylation of WT eEF1A1 and eEF1A2, but not of the K165A mutants (Figure 4A ). These results indicate that Lys-165 is the only residue in eEF1A methylated by METTL21B. Figure 4. METTL21B methylates eEF1A1 and eEF1A2 at Lys-165. ( A ) Mutation of Lys-165 abolishes METTL21B-mediated methylation of recombinant eEF1A. Recombinant eEF1A1 or eEF1A2, either wild-type (WT) or the corresponding K165A mutants, were incubated with [ 3 H]AdoMet and GTP, without or with METTL21B, and [ 3 H]-methyl incorporation in recombinant eEF1A was assessed by fluorography (upper panel) of Ponceau S-stained membrane (lower panel). Arrows indicate the position of eEF1A and METTL21B (the auto-methylation of METTL21B gives a strong signal after long exposure). ( B ) TAP-tagged eEF1A purifies from human cells as part of a multiprotein complex. Purified TAP-tagged eEF1A1 or eEF1A2, either WT or the corresponding K165A mutants, were resolved by SDS-PAGE and stained with Coomassie Blue. Indicated bands were identified by MS, to contain predominantly: eEF1A, eEF1B, eEF1D, valyl-tRNA synthetase (ValRS), or a mixture of eEF1G and eEF1A (eEF1 A/G). ( C ) TAP-eEF1A is methylated at Lys-165 in human cells in vivo . Purified TAP-tagged eEF1A1 or eEF1A2, either WT or the corresponding K165A mutants, were analyzed by MS. Shown are the relative intensities of MS signals gated for different methylation states of eEF1A1-derived, GluC-generated peptide, encompassing residues 157–169 (left), or eEF1A2-derived, AspN-generated peptide, encompassing residues 156–167 (right), with error bars indicating the range of values from three independent experiments. Red color indicates the location of the methylated residue Lys-165 within the peptide sequences. ( D ) Mutation of Lys-165 abolishes METTL21B-mediated methylation of TAP-eEF1A in vitro . Purified TAP-tagged eEF1A1 and eEF1A2, either WT or K165A-mutated, was incubated with [ 3 H]AdoMet and GTP, with or without METTL21B and [ 3 H]-methyl incorporation in TAP-eEF1A was assessed by fluorography (upper panel). The membrane (Ponceau S-stained, lower panel) was probed with anti-SBP-tag antibody (middle panel). ( E ) Comparison of eEF1A1 and eEF1A2 with respect to METTL21B-mediated methylation in vitro . Equal amounts of purified TAP-tagged eEF1A1 and eEF1A2 (∼10 μg), either WT or the corresponding K165A mutants, were incubated with [ 3 H]AdoMet ([AdoMet] total = 32.6 μM), GTP and increasing concentrations of METTL21B, and [ 3 H]-methyl incorporation into TAP-eEF1A was assayed by scintillation counting of trichloroacetic acid-precipitated material. Lysine methylation frequently governs protein-protein interactions. To investigate whether the methylation status of Lys-165 may influence the eEF1A interactome, we generated stable HEK293-derived cell lines that, from a doxycycline (Dox)-inducible promoter, expressed TAP-tagged eEF1A1 or eEF1A2, either as WT or K165A mutated proteins. We used these cell lines to express and purify eEF1A by affinity-based chromatography using streptavidin-containing beads to bind the SBP portion of the TAP-tag. The isolated TAP-eEF1A proteins gave rise to two bands on SDS-PAGE, possibly reflecting partial, post-purification proteolytic cleavage of the N-terminal TAP-tag (Figure 4B ). With all four constructs, we observed co-purification of other proteins, and we identified the main ones by MS as eEF1B, eEF1D and eEF1G, i.e. the previously reported components of the eEF1 complex, as well as valyl-tRNA synthetase (ValRS), which has been found to interact with this complex (Figure 4B ) ( 45 ). However, we were unable to detect any proteins that specifically co-purified with the WT eEF1A proteins relative to the K165A mutants. We also investigated by MS the methylation status of the WT and K165A mutated TAP-eEF1A proteins, and found WT TAP-eEF1A, similarly to endogenous eEF1A in HeLa cells (Figure 2 ), to be predominantly mono- and dimethylated at Lys-165 (Figure 4C ). For the K165A mutants, only the unmethylated peptide was detected, thus confirming that Lys-165 is the only methylated residue within this peptide. When TAP-eEF1A-purified multiprotein complexes were subjected to METTL21B-mediated methylation in vitro , we observed methylation of WT TAP-eEF1A1 and TAP-eEF1A2, but no detectable methylation of the corresponding K165A mutants (Figure 4D and E ). Notably, the efficiency of methylation was much higher than when recombinant E. coli -expressed eEF1A was used (compare the exposure times of the fluorograms in Figure 4A and D ). In summary, these results further corroborate the notion that Lys-165 in eEF1A1 and eEF1A2 is subject to METTL21B-mediated methylation, and confirm that other cofactors, such as other components of the eEF1 complex, are required for efficient methylation. METTL21B is responsible for in vivo methylation of Lys-165 in eEF1A To investigate whether METTL21B was also responsible for eEF1A methylation in vivo , we generated a METTL21B knock-out cell line (METTL21B-KO) starting from unmanipulated ‘WT’ HAP1 cells, which are well documented to be haploid ( 46 ). Sequencing of the METTL21B gene in METTL21B-KO cells revealed a 17 nucleotide (nt) deletion within Exon 2, resulting in a frame-shift and the generation of a premature stop codon located 10 amino acid residues downstream of Motif-1 (Figure 5A ). The presence of the 17 nt deletion was confirmed at the transcript level by direct sequencing of the PCR product generated from METTL21B-KO cDNA, which showed the expected decrease in size compared to WT (Figure 5A and B ). In addition, we performed a PCR reaction where the reverse primer covered the 17 nt deleted fragment and we then observed a PCR product for the WT cells, but not for the METTL21B-KO cells, thus verifying that the presumed haploid METTL21B-KO cells do not carry additional copies of the METTL21B WT gene (Figure 5B ). Figure 5. METTL21B knock-out abolishes methylation of eEF1A at Lys-165 and leads to altered mRNA translation. ( A ) Targeting of METTL21B gene in HAP1 WT cells by CRISPR/Cas9 generated METTL21B knock-out (KO) cells containing a 17 nucleotide (nt) deletion in the METTL21B gene (predicted to encode a truncated METTL21B protein). Small horizontal arrows indicate the approximate positions of primers ( Supplementary Table S3 ) used in the PCR reactions in (B). (B) METTL21B-KO cells exclusively express METTL21B mRNA containing 17 nt deletion. Shown are PCR products obtained using primers indicated in (A), and cDNA from either HAP1 WT or METTL21B-KO cells, as template. Bands labeled with asterisks were sequenced and found to represent the sequences shown in (A). ( C ) In vivo methylation of eEF1A at Lys-165 is METTL21B-dependent. eEF1A from HAP1 cells, either WT or with METTL21B gene knock-out (METTL21B-KO) or METTL21B-KO cells complemented with METTL21B gene (COMPL), was partially purified (as in Figure 3A ), GluC-digested and methylation of the eEF1A1-derived peptide, encompassing residues 157–169, was analyzed by MS. Shown are the relative intensities of MS signals gated for different methylation states of the peptide with error bars indicating the range of values from at least three independent experiments. Red color indicates the location of the methylated residue Lys-165 within the peptide sequence. ( D ) Log2 fold change of ribosome occupancy in METTL21B knock-out cells relative to WT cells ( n = 2). Differentially expressed genes (adjusted DESEq2 P -value < 0.05) are shown in red. ( E ) GO-term enrichment of significantly upregulated genes from (D). Number of genes shown in brackets. ( F ) As in (E), but for downregulated genes. Next, we analyzed Lys-165 methylation in METTL21B-KO cells and compared with WT cells, as well as with METTL21B-KO cells that had been complemented with the METTL21B gene (COMPL). Our analysis was restricted to eEF1A1 only, since eEF1A2 was not detectable in the HAP1 cells. MS analysis revealed that in HAP1 WT cells, Lys-165 was found predominantly in the un-, mono- and dimethylated states (Figure 5C ), similarly to the HeLa and TRex (HEK293) cells. Importantly, the methylation of Lys-165 was completely abolished in the METTL21B-KO cells, but was partially restored in the complemented cells (Figure 5C ). Control experiments confirmed that the complemented cells expressed the WT METTL21B mRNA (i.e. without the 17 nt deletion present in KO cells) and that the level of METTL21B expression was similar in the WT and complemented cells (data not shown). In summary, these results demonstrate that METTL21B is responsible for methylation of eEF1A at Lys-165 in vivo . Lack of METTL21B alters cellular mRNA translation Following the functional verification of the METTL21B-KO cells, we sought to characterize the possible effects of METTL21B activity on mRNA translation. Although the global rates of protein synthesis (measured by [ 35 S]methionine incorporation) and proliferation of METTL21B-KO cells were indistinguishable from WT HAP1 cells (data not shown), the possibility existed that METTL21B activity specifically affected the translation of certain mRNAs. To test this, we used WT and the METTL21B-KO cells to perform ribosome-profiling experiments. This method relies on the sequencing of ribosome-protected fragments and allows quantitative assessment of ongoing mRNA translation. We observed that the absence of METTL21B function triggered distinct changes in translated mRNA (Figure 5D ). A total of 2143 genes were significantly upregulated in METTL21B-KO relative to WT cells, while 2219 genes were downregulated. When analyzing GO terms of differentially regulated genes, we noticed that processes linked to ribosome biogenesis and chromatin were upregulated in METTL21B-KO relative to WT cells (Figure 5E ), while processes linked to the endoplasmic reticulum (ER) and the unfolded protein response were downregulated (Figure 5F ). Methylation of eEF1A1 at Lys-165 shows variation between tissues and cancer cell lines Many lysine methylation events play important regulatory roles in the cell, and these are typically subject to considerable modulation/variation between different biological states. To investigate the potentially dynamic nature of METTL21B-mediated eEF1A methylation, we assessed Lys-165 methylation status in a number of human cancer cell lines, as well as in different rat organs. Generally, we found Lys-165 in eEF1A1 from cancer cell lines to be methylated at rather high occupancy, as little or no unmethylated Lys-165 was detected, and, for most of the cell lines, mono-, di- and/or trimethylation were the predominant states (Figure 6A ). Interestingly, the eEF1A methylation status showed considerable variation between the different cancer cell lines. On the other hand, Lys-165 in eEF1A1 from rat organs was predominantly unmethylated (>70%), i.e. showing a substantially lower methylation level than in cell lines, but still showing considerable variation between the various organs (Figure 6B ). In summary, these results demonstrate that METTL21B-mediated methylation of Lys-165 in eEF1A1 is subject to substantial variation between different tissues and cell lines. Figure 6. Methylation status of Lys-165 in eEF1A1 from human cancer cell lines ( A ) and different rat organs ( B ). eEF1A from indicated cancer cell lines (A) or rat organs (B) was partially purified (as in Figure 3A ), GluC-digested, and methylation of the human (A) or rat (B) eEF1A1-derived peptides, encompassing Lys-165, was analyzed by MS. Shown are the relative intensities of MS signals gated for different methylation states of the peptides with error bars indicating the range of values from at least two independent experiments. Methylation of eEF1A1 at Lys-165 in mouse fibroblasts is dynamic and inducible As METTL21B-dependent methylation of eEF1A1 at Lys-165 showed considerable variation between various mammalian cell lines and tissues, we wanted to investigate whether this modification can be subject to regulation. We selected Balb/c mouse fibroblasts as a model, since this immortalized cell line retains many characteristics of non-transformed cells, such as contact inhibition and growth factor-dependent proliferation. We observed that methylation of eEF1A1 at Lys-165 in the Balb/c cells showed considerable variation, depending on the proliferation state of the cells. In cells proliferating at low density, Lys-165 in eEF1A1 was primarily unmethylated or monomethylated, while only a small fraction (∼10%) was dimethylated (Figure 7A ). In contrast, contact-inhibited (confluent) cells displayed enhanced Lys-165 methylation, manifested as ∼3-fold increase in dimethylated Lys-165. We also compared methylation status of cells seeded at low density (in 10% FBS), and cells that were serum-starved (in 0.5% FBS), as well as serum-starved cells that were restimulated with 10% FBS (Figure 7B , upper panel). Again, inhibition of cell growth, in this case by serum starvation, was accompanied by ∼3-fold increase in dimethyl Lys-165 compared to proliferating cells (Figure 7B , lower panel). Moreover, when serum-starved cells were restimulated with 10% FBS, the Lys-165 methylation status largely recovered to the level observed before serum-starvation. Importantly, the differences in eEF1A1 methylation profiles observed under the various conditions were mirrored by changes in METTL21B mRNA expression levels (Figure 7C ); METTL21B expression was increased under conditions showing higher methylation levels, i.e. upon serum-starvation or contact-inhibition. This indicates that the observed variations in Lys-165 methylation result from an active mechanism involving modulation of METTL21B levels, rather than from more generic effect(s) of the altered growth conditions, such as changes in cellular AdoMet levels. In summary, these results show that Lys-165 methylation status is altered by the cellular proliferative state and that these alterations are accompanied by corresponding changes in the expression of the mRNA for the responsible enzyme METTL21B, indicating that METTL21B-mediated eEF1A methylation is regulated in response to variations in cell growth. Figure 7. Methylation of Lys-165 in eEF1A1 from Balb/c mouse fibroblasts is dynamic and inducible. ( A ) Methylation of eEF1A1 at Lys-165 is increased in confluent cells relative to cells growing at low density. eEF1A1 from cells grown in 10% FBS, either at low cell density or confluent, was purified (as in Figure 3A ), GluC-digested and methylation of eEF1A1-derived peptide, encompassing Lys-165, was analyzed by MS. Shown are the relative intensities of MS signals gated for different methylation states of the peptide with error bars indicating the range of values from three independent experiments. ( B ) Serum starvation induces a reversible increase in methylation of eEF1A1 at Lys-165. Scheme for cell treatment during the experimental time-course is shown in the upper panel. Methylation of eEF1A1 at Lys-165 in cells grown at low cell density, or serum-starved, or serum-starved cells restimulated with 10% FBS, was determined and expressed as in (A) (lower panel). Error bars indicate the range of values from three independent experiments. ( C ) Serum starvation and contact inhibition induce METTL21B mRNA expression in mouse fibroblasts. Cells were grown as in (A) or (B), and total RNA was isolated. Expression of METTL21B mRNA, relative to GAPDH mRNA, was determined by quantitative real-time PCR. Shown are average values with error bars indicating the range of data from three independent experiments, run in triplicates. ( D ) Methylation of eEF1A1 at Lys-165 increases in tunicamycin- or brefeldin A-treated cells. eEF1A1 from cells treated for 19 h with vehicle (DMSO), tunicamycin (5 μM), brefeldin A (7 μM), olomoucine (50 μM), 17AAG (1 μM) or rapamycin (0.5 μM), was purified (as in Figure 3A ), GluC-digested and methylation of eEF1A1-derived peptide, encompassing Lys-165, was analyzed by MS. Shown are the relative intensities of MS signals gated for different methylation states of the peptide with error bars indicating the range of values from three independent experiments. ( E ) Tunicamycin and brefeldin A induce METTL21B mRNA expression in mouse fibroblasts. Cells were treated with inhibitors (as in D) and total RNA was isolated. Expression of METTL21B mRNA, relative to GAPDH mRNA, was determined by quantitative real-time PCR. Shown are average values with error bars indicating the range of data from three independent experiments, run in triplicates. We further investigated whether Lys-165 methylation is subject to modulation by treatment with drugs causing various types of cellular stress. The ribosome profiling experiments showed downregulation of genes related to ER-stress in the METTL21B-KO cells, and, accordingly, we included two drugs that induce such stress, namely tunicamycin (blocks N-glycosylation of proteins in the secretory pathway) and brefeldin A (blocks protein transport from ER to the Golgi). Interestingly, treatment of the Balb/c cells with tunicamycin or brefeldin A caused substantial increase in mono- and dimethylation of eEF1A1 at Lys-165 (Figure 7D ), similarly to that observed in serum-starved or contact-inhibited cells. On the other hand, several other drugs, e.g. olomoucine (inhibitor of certain cyclin-dependent kinases), 17-allylamino-geldanamycin (17AAG; inhibitor of Hsp90) or rapamycin (inhibitor of mTOR) caused only subtle changes in eEF1A1 methylation status. Most importantly, the increased eEF1A1 methylation observed in tunicamycin- or brefeldin A-treated cells was accompanied by increased expression of METTL21B mRNA (Figure 7E ), indicating that increased methylation results from an active mechanism involving modulation of METTL21B expression. In summary, we have here found that METTL21B-mediated Lys-165 methylation is a dynamic and inducible modification that is particularly enhanced under ER-stress, suggesting that it may be part of an active cellular response to such stress conditions. METTL21B-GFP accumulates in centrosomes To determine the intracellular localization of METTL21B, we generated stably transfected TRex-METTL21B-GFP cells, where the METTL21B-GFP gene was placed under a Dox-inducible promoter. When induced with Dox, these cells expressed a GFP-tagged protein with a molecular size matching the predicted full-length METTL21B-GFP fusion protein (52.6 kDa) (Figure 8A ). Live images of Dox-induced TRex-METTL21B-GFP cells showed predominantly cytosolic localization of METTL21B-GFP. In addition, in ∼60% of cells, part of the GFP signal was concentrated in ‘bright spots’, typically one spot per cell (Figure 8B ). In contrast, control TRex-GFP cells (expressing only GFP) showed a uniform GFP signal in both cytosol and nucleus, without such bright spots. Analysis of fixed, Dox-induced TRex-METTL21B-GFP cells showed extensive co-localization of the cytosolic METTL21B with eEF1A, as well as co-localization of METTL21B-GFP present in ‘bright spots’ with pericentrin, a marker frequently used for staining of centrosomes (Figure 8C and Supplementary Figure S3A ). All cells with visible centrosomes (stained for pericentrin) showed co-localization of METTL21B-GFP with pericentrin. Up-concentration of METTL21B-GFP in centrosomes was further confirmed by its co-localization with gamma-tubulin, which is also found in centrosomes (Figure 8D and Supplementary Figure S3B ). Importantly, neither vimentin nor ubiquitin, which are associated with protein aggregates, co-localized with METTL21B-GFP in centrosomal regions, thus arguing against the possibility that the bright METTL21B-GFP spots originate from aggregates generated by METTL21B-GFP over-expression ( Supplementary Figure S4A and B ). In conclusion, METTL21B is localized mainly in cytosol, where it co-localizes with its substrate eEF1A, and in addition, it is specifically accumulated in centrosomes. Figure 8. Cellular METTL21B-GFP is up-concentrated in centrosomes. ( A ) Doxycycline (Dox) induces expression of full-length METTL21B-GFP in TRex-METTL21B-GFP cells. Cells were treated with Dox for 24 h, and the expression of the METTL21B-GFP fusion protein was determined by western blot and probing with anti-GFP antibody. SDS PAGE gel stained with Coomassie Blue is shown as loading control. ( B ) Localization of GFP-signal in TRex-METTL21B-GFP cells (upper panels) or TRex-GFP cells (lower panels). Live cell images were taken after 24 h-treatment with Dox, using fluorescence microscopy. Whole-cell projection images are shown, to visualize the intracellular localization of GFP signal (green) in cells stained with Hoechst (blue) to visualize nuclei. ( C ) Partial co-localization of METTL21B-GFP with pericentrin and eEF1A. Dox-induced TRex-METTL21B-GFP cells were fixed with formaldehyde, and stained with appropriate antibodies and Hoechst stain. The intracellular localization of METTL21B-GFP signal (green), pericentrin (white), eEF1A (red) and Hoechst-stain (blue) was visualized using fluorescence microscopy. Whole-cell projection images are shown. ( D ) Partial co-localization of METTL21B-GFP with pericentrin and gamma-tubulin. Dox-induced TRex-METTL21B-GFP cells were fixed with formaldehyde and methanol, and stained with appropriate antibodies and Hoechst. The intracellular localization of METTL21B-GFP signal (green), pericentrin (white), gamma-tubulin (red) and Hoechst-stain (blue) was visualized using fluorescence microscopy. Whole-cell projection images are shown. DISCUSSION In the present study, we have unravelled the biochemical function of the previously uncharacterized human methyltransferase METTL21B. Through extensive in vitro and in vivo investigations we firmly establish METTL21B as a highly specific enzyme responsible for methylating eEF1A at Lys-165; a modification exclusive to vertebrates. In addition, we showed that METTL21B-mediated methylation of eEF1A is highly dynamic and influences gene expression at the level of translation, indicating that it plays an important role in regulating eEF1A function. The dynamics and regulatory roles of protein lysine methylation have been most intensively studied for histones, but non-histone proteins can also be regulated by lysine methylation; for example, the tumor suppressor and transcription factor p53 is subject to extensive regulation by various lysine methylations ( 47 ). However, a regulatory role has not yet been implied for any of the many lysine methylations on eEF1A. Our finding that increased eEF1A methylation at Lys-165 was accompanied by elevated METTL21B mRNA indicates that this reflects an active, regulatory process involving the upregulation of the cognate KMT, METTL21B, rather than a more generic effect, such as alterations in AdoMet levels due to altered metabolism. Importantly, the dynamic nature of lysine methylation of histone proteins is mediated by a number of highly specific demethylases ( 48 – 50 ) and it will be of great interest to address whether methylation at Lys-165 in eEF1A is also subject to demethylase-mediated reversal. However, the observed reversal of Lys-165 methylation upon restimulation of serum-starved cells with serum (Figure 7B ), may also be mediated by a passive mechanism caused by the observed downregulation of METTL21B , leading to hypomethylation of newly synthesized eEF1A. Lys-165 methylation increased in response to various types of stress, and was substantially higher in cancer-derived cell lines, which typically have upregulated stress pathways, than in normal rat tissues. Actually, eEF1A1 was previously identified in a screen for genes that, when over-expressed, prevented apoptosis upon growth factor withdrawal, and eEF1A1 over-expression was also shown to prevent apoptosis triggered by ER stressors ( 51 ). Since the stress conditions, toward which eEF1A over-expression showed an anti-apoptotic effect, are strikingly similar to those that induced Lys-165 methylation, one may speculate that these phenomena are functionally connected and that METTL21B-dependent Lys-165 methylation on eEF1A is part of a cellular stress response pathway. This is further substantiated by the observation that genes involved in cellular responses to ER-stress were downregulated in the METTL21B-KO cells. Interestingly, Efm6, the closest yeast homolog of METTL21B, was recently demonstrated to be responsible for methylation of Lys-390 in eEF1A; a modification apparently restricted to fungi ( 27 ). Importantly, the observed occupancy of Lys-390 methylation was very low under normal growth conditions; each molecule of eEF1A only carried ∼0.25 methyl groups (on average), but ectopic Efm6 over-expression increased the occupancy to ∼2, suggesting a regulatory role for Lys-390 methylation. Thus, both human METTL21B and yeast Efm6 appear to be responsible for introducing dynamic lysine methylations of potential regulatory importance. Besides its role in mRNA translation, several non-canonical functions have been described for eEF1A and the most intensely studied of these is the interaction with, and regulation of, the cytoskeleton ( 10 ). eEF1A has been shown to interact with microtubules ( 52 ), as well as with centrosomal proteins ( 53 ), and we found that a subpopulation of METTL21B was localized to centrosomes, which represent the major microtubule organizing centers in the cell. Thus, METTL21B-mediated eEF1A methylation may conceivably be specifically involved in eEF1A-mediated regulation of the cytoskeleton. Several cellular mechanisms exist to regulate mRNA translation through post-translational modification of translation factors, and some well characterized examples are the phosphorylation of eEF2 by eEF2 kinase, and the phosphorylation of eukaryotic initiation factor 2 (eIF2) by GCN2 ( 54 , 55 ). Much less is known regarding the regulation of eEF1A by post-translation modifications, but it has been shown that Raf kinases can mediate phosphorylation of eEF1A on Ser-21 and Thr-88, thereby regulating its stability ( 56 ). Notably, Ser-163, a neighbor of Lys-165, was one of two residues that were found to be phosphorylated in the structure of rabbit eEF1A2 ( 57 ) and phosphorylation of the same residue in eEF1A1 has been demonstrated by MS ( 58 ). Therefore, future research will likely investigate the potential interplay between Lys-165 methylation and other post-translational modifications, such as phosphorylation. For several of the hitherto discovered 7BS KMTs, the targeted lysine residue is conserved among eukaryotes, while the KMT itself shows a scattered distribution among these. This indicates that methylation is not strictly required for the basic function of the substrate, but rather plays an optimizing or modulatory role. For METTL21B and its target (Lys-165 in eEF1A), the situation is different: whereas eEF1A is a highly conserved protein that shows ∼80% sequence identity between yeast and humans, Lys-165 is actually present in a highly variable portion of the protein, and majority of non-vertebrate organisms appear to have a residue other than lysine at this position (Figure 9A ). Also the two human eEF1A paralogs, eEF1A1 and eEF1A2, which overall show 92% sequence identity, display considerably more variation in the sequence surrounding Lys-165 (Figure 9B ). In the crystal structure of eEF1A, Lys-165 is localized in one of the two previously identified clusters of amino acids that diverge between eEF1A1 and eEF1A2 (Figure 9C ) ( 59 ). Thus, Lys-165 is present in a different context in eEF1A1 and eEF1A2, and since METTL21B, as well as the presence of two eEF1A orthologs, appear to be limited to vertebrates, one may speculate that METTL21B-mediated methylation may differentially affect these two paralogs. Figure 9. Localization of Lys-165 in the eEF1A sequence and structure. ( A ) Alignment of eEF1A orthologs from Homo sapiens (Hs-A1; NP_001393.1 and Hs-A2; NP_001949.1), Caenorhabditis elegans (Cs; NP_498520.1), Drosophila melanogaster (Dm; NP_477375.1), Saccharomyces cerevisiae (Sc; NP_009676.1) and Schizosaccharomyces pombe (Sp; NP_587757.1). Shown are parts of sequences, with an arrow indicating the location of Lys-165 in human eEF1A. ( B ) Alignment of the two human paralogs eEF1A1 and eEF1A2, showing sequence variability around Lys-165 (vertical arrow). ( C ) Surface representation of the structure of rabbit eEF1A2 (PDB 4C0S; identical to Hs eEF1A), with indicated Domain I (blue), Domain II (yellow) and Domain III (gray). Indicated are Lys-165 (red) and amino acids that are variable between human eEF1A1 and eEF1A2 (green), adapted from Soares et al. ( 59 ). ( D ) Cartoon backbone representation of the structure of rabbit eEF1A2 with GDP cofactor (cyan). Indicated are Lys-165 (red), and Arg-166 (magenta). Other coloring as in (C). Most of the recently identified human 7BS KMTs acting on non-histone proteins show high catalytic activity on recombinant E. coli -expressed substrates ( 17 – 20 , 23 , 29 ). In contrast, the observed in vitro activity of METTL21B on recombinant eEF1A was very low compared to that on eEF1A in extracts, which again appeared to require the full eEF1A complex containing both aminoacyl-tRNA and GTP. Actually, Lys-165 is localized in the vicinity of the nucleotide-binding pocket in Domain I of eEF1A, suggesting that METTL21B may interact directly with this pocket in a GTP-dependent manner (Figure 9D ). Interestingly, a neighboring residue, Arg-166, was already implicated in nucleotide binding, as mutating the corresponding residue (Arg-164) in yeast eEF1A led to lower affinity for GDP ( 60 ). Conceivably, as METTL21B mediated methylation of eEF1A is clearly affected by GTP, the converse may also be the case; methylation at Lys-165 may, similarly to mutation of Arg166, influence GTP/GDP binding or GTP hydrolysis. With the present demonstration that METTL21B targets eEF1A, substrates have now been assigned to seven out of the 10 human MTF16 members, namely CaM-KMT, VCP-KMT (METTL21D), METTL21A (HSPA-KMT), METTL22 (KIN-KMT), eEF2-KMT (FAM86A), METTL20 (ETFβ-KMT) and METT21B. Among these, VCP-KMT (METTL21D), METTL21A (HSPA-KMT), METTL21B, as well as the yet uncharacterized METTL21C, represent a subgroup of closely related enzymes and the identified substrates of these enzymes are all nucleotide binding chaperones with roles in protein folding, turnover and targeting. HSPA proteins (e.g. Hsp70/HSPA1 and Hsc70/HSPA8) and VCP are much-studied and well characterized chaperones, and a chaperone-like function has also been demonstrated as one of the non-canonical roles of eEF1A, as it is involved in the channeling of ubiquitinated proteins to the proteasome for degradation ( 61 ). Thus, one may anticipate that also the substrate of the fourth, yet uncharacterized member of this subgroup, METTL21C, likely is a nucleotide-binding protein with a chaperone function. METTL21B is the third human enzyme shown to methylate a specific lysine residue in human eEF1A. Previously, METTL10 was shown to trimethylate Lys-318 and N6AMT2 (named from its similarity to MTases introducing N6-methyladenine in DNA/RNA) was found to trimethylate Lys-79 ( 29 , 30 ). N6AMT2 was recently formally renamed eEF1A-KMT1 (HGNC gene name EEF1AKMT1) ( 29 ) and METTL10 has been proposed redubbed eEF1A-KMT2 (gene name EEF1AKMT2) ( 16 ). In line with this nomenclature, we suggest that METTL21B is renamed eEF1A-KMT3 (gene name EEF1AKMT3). This naming scheme is also in accordance with that applied to the closest characterized relatives of METTL21B, namely METTL21D and METTL21A, which we redubbed VCP-KMT and HSPA-KMT, reflecting their respective substrate specificity (VCPKMT has replaced METTL21D as the official HGNC gene name). Supplementary Material Supplementary Data Click here for additional data file. ACKNOWLEDGEMENTS We thank Dr Marianne Fyhn from Department of Biosciences, University of Oslo for providing us with rat organs used for MS analysis of eEF1A1. We thank Claudia Gräf for technical support during preparation of sequencing libraries and sequencing. We thank Dr Rita Pinto from Department of Biosciences, University of Oslo for providing us with plasmid containing N6AMT2 gene. We thank Dr Antoni Więdłocha from Department of Molecular Cell Biology, Institute for Cancer Research, Oslo University Hospital, for inspiring discussions during preparation of this manuscript. SUPPLEMENTARY DATA Supplementary Data are available at NAR Online. FUNDING Norwegian Cancer Society [107744-PR-2007-0132]; Research Council of Norway [FRIMEDBIO-240009]; Max Planck Society; University of Oslo. Funding for open access charge: Research Council of Norway [FRIMEDBIO-240009]. Conflict of interest statement . None declared. REFERENCES 1. Schubert H.L. , Blumenthal R.M. , Cheng X. Many paths to methyltransfer: a chronicle of convergence . Trends Biochem. Sci. 2003 ; 28 : 329 – 335 . 12826405 2. Bedford M.T. Arginine methylation at a glance . J. Cell Sci. 2007 ; 120 : 4243 – 4246 . 18057026 3. Figaro S. , Scrima N. , Buckingham R.H. , Heurgue-Hamard V. HemK2 protein, encoded on human chromosome 21, methylates translation termination factor eRF1 . FEBS Lett. 2008 ; 582 : 2352 – 2356 . 18539146 4. Lanouette S. , Mongeon V. , Figeys D. , Couture J.F. The functional diversity of protein lysine methylation . Mol. Syst. Biol. 2014 ; 10 : 724 . 24714364 5. Webb K.J. , Zurita-Lopez C.I. , Al-Hadid Q. , Laganowsky A. , Young B.D. , Lipson R.S. , Souda P. , Faull K.F. , Whitelegge J.P. , Clarke S.G. A novel 3-methylhistidine modification of yeast ribosomal protein Rpl3 is dependent upon the YIL110W methyltransferase . J. Biol. Chem. 2010 ; 285 : 37598 – 37606 . 20864530 6. Greer E.L. , Shi Y. Histone methylation: a dynamic mark in health, disease and inheritance . Nat. Rev. Genet. 2012 ; 13 : 343 – 357 . 22473383 7. Polevoda B. , Sherman F. Methylation of proteins involved in translation . Mol. Microbiol. 2007 ; 65 : 590 – 606 . 17610498 8. Cavallius J. , Zoll W. , Chakraburtty K. , Merrick W.C. Characterization of yeast EF-1 alpha: non-conservation of post-translational modifications . Biochim. Biophys. Acta . 1993 ; 1163 : 75 – 80 . 8476932 9. Dever T.E. , Costello C.E. , Owens C.L. , Rosenberry T.L. , Merrick W.C. Location of seven post-translational modifications in rabbit elongation factor 1 alpha including dimethyllysine, trimethyllysine, and glycerylphosphorylethanolamine . J. Biol. Chem. 1989 ; 264 : 20518 – 20525 . 2511205 10. Sasikumar A.N. , Perez W.B. , Kinzy T.G. The many roles of the eukaryotic elongation factor 1 complex . Wiley. Interdiscip. Rev. RNA. 2012 ; 3 : 543 – 555 . 22555874 11. Abbas W. , Kumar A. , Herbein G. The eEF1A proteins: at the crossroads of oncogenesis, apoptosis, and viral infections . Front. Oncol. 2015 ; 5 : 75 . 25905039 12. Mateyak M.K. , Kinzy T.G. eEF1A: thinking outside the ribosome . J. Biol. Chem. 2010 ; 285 : 21209 – 21213 . 20444696 13. Petrossian T.C. , Clarke S.G. Uncovering the human methyltransferasome . Mol. Cell Proteomics . 2011 ; 10 , doi:10.1074/mcp.M110.000976 . 14. Herz H.M. , Garruss A. , Shilatifard A. SET for life: biochemical activities and biological functions of SET domain-containing proteins . Trends Biochem. Sci. 2013 ; 38 : 621 – 639 . 24148750 15. Feng Q. , Wang H. , Ng H.H. , Erdjument-Bromage H. , Tempst P. , Struhl K. , Zhang Y. Methylation of H3-lysine 79 is mediated by a new family of HMTases without a SET domain . Curr. Biol. 2002 ; 12 : 1052 – 1058 . 12123582 16. Falnes P.O. , Jakobsson M.E. , Davydova E. , Ho A.Y. , Malecki J. Protein lysine methylation by seven-β-strand methyltransferases . Biochem. J. 2016 ; 473 : 1995 – 2009 . 27407169 17. Magnani R. , Dirk L.M. , Trievel R.C. , Houtz R.L. Calmodulin methyltransferase is an evolutionarily conserved enzyme that trimethylates Lys-115 in calmodulin . Nat. Commun. 2010 ; 1 : 1 – 6 . 20975674 18. Cloutier P. , Lavallee-Adam M. , Faubert D. , Blanchette M. , Coulombe B. A newly uncovered group of distantly related lysine methyltransferases preferentially interact with molecular chaperones to regulate their activity . PLoS. Genet. 2013 ; 9 : e1003210 . 23349634 19. Kernstock S. , Davydova E. , Jakobsson M. , Moen A. , Pettersen S. , Maelandsmo G.M. , Egge-Jacobsen W. , Falnes P.O. Lysine methylation of VCP by a member of a novel human protein methyltransferase family . Nat. Commun. 2012 ; 3 : 1038 . 22948820 20. Jakobsson M.E. , Moen A. , Bousset L. , Egge-Jacobsen W. , Kernstock S. , Melki R. , Falnes P.O. Identification and characterization of a novel human methyltransferase modulating Hsp70 function through lysine methylation . J. Biol. Chem. 2013 ; 288 : 27752 – 27763 . 23921388 21. Jakobsson M.E. , Moen A. , Falnes P.O. Correspondence: on the enzymology and significance of HSPA1 lysine methylation . Nat. Commun. 2016 ; 7 : 11464 . 27321414 22. Davydova E. , Ho A.Y. , Malecki J. , Moen A. , Enserink J.M. , Jakobsson M.E. , Loenarz C. , Falnes P.O. Identification and characterization of a novel evolutionarily conserved lysine-specific methyltransferase targeting eukaryotic translation elongation factor 2 (eEF2) . J. Biol. Chem. 2014 ; 289 : 30499 – 30510 . 25231979 23. Malecki J. , Ho A.Y. , Moen A. , Dahl H.A. , Falnes P.O. Human METTL20 is a mitochondrial lysine methyltransferase that targets the beta subunit of electron transfer flavoprotein (ETFbeta) and modulates its activity . J. Biol. Chem. 2015 ; 290 : 423 – 434 . 25416781 24. Rhein V.F. , Carroll J. , He J. , Ding S. , Fearnley I.M. , Walker J.E. Human METTL20 methylates lysine residues adjacent to the recognition loop of the electron transfer flavoprotein in mitochondria . J. Biol. Chem. 2014 ; 289 : 24640 – 24651 . 25023281 25. Couttas T.A. , Raftery M.J. , Padula M.P. , Herbert B.R. , Wilkins M.R. Methylation of translation-associated proteins in Saccharomyces cerevisiae: Identification of methylated lysines and their methyltransferases . Proteomics . 2012 ; 12 : 960 – 972 . 22522802 26. Dzialo M.C. , Travaglini K.J. , Shen S. , Loo J.A. , Clarke S.G. A new type of protein lysine methyltransferase trimethylates Lys-79 of elongation factor 1A . Biochem. Biophys. Res. Commun. 2014 ; 455 : 382 – 389 . 25446118 27. Jakobsson M.E. , Davydova E. , Malecki J. , Moen A. , Falnes P.O. Saccharomyces cerevisiae eukaryotic elongation factor 1A (eEF1A) is methylated at Lys-390 by a METTL21-like methyltransferase . PLoS One . 2015 ; 10 : e0131426 . 26115316 28. Lipson R.S. , Webb K.J. , Clarke S.G. Two novel methyltransferases acting upon eukaryotic elongation factor 1A in Saccharomyces cerevisiae . Arch. Biochem. Biophys. 2010 ; 500 : 137 – 143 . 20510667 29. Hamey J.J. , Winter D.L. , Yagoub D. , Overall C.M. , Hart-Smith G. , Wilkins M.R. Novel N-terminal and lysine methyltransferases that target translation elongation factor 1A in yeast and human . Mol. Cell Proteomics . 2015 ; 15 : 164 – 176 . 26545399 30. Shimazu T. , Barjau J. , Sohtome Y. , Sodeoka M. , Shinkai Y. Selenium-based S-adenosylmethionine analog reveals the mammalian seven-beta-strand methyltransferase METTL10 to be an EF1A1 lysine methyltransferase . PLoS One . 2014 ; 9 : e105394 . 25144183 31. Altschul S.F. , Gish W. , Miller W. , Myers E.W. , Lipman D.J. Basic local alignment search tool . J. Mol. Biol. 1990 ; 215 : 403 – 410 . 2231712 32. Waterhouse A.M. , Procter J.B. , Martin D.M. , Clamp M. , Barton G.J. Jalview Version 2–a multiple sequence alignment editor and analysis workbench . Bioinformatics . 2009 ; 25 : 1189 – 1191 . 19151095 33. Malecki J. , Dahl H.A. , Moen A. , Davydova E. , Falnes P.O. The METTL20 homologue from agrobacterium tumefaciens is a dual-specificity protein-lysine methyltransferase that targets ribosomal protein L7/L12 and the β subunit of electron transfer flavoprotein (ETFβ) . J. Biol. Chem. 2016 ; 291 : 9581 – 9595 . 26929405 34. Kohrer C. , Srinivasan G. , Mandal D. , Mallick B. , Ghosh Z. , Chakrabarti J. , Rajbhandary U.L. Identification and characterization of a tRNA decoding the rare AUA codon in Haloarcula marismortui . RNA . 2008 ; 14 : 117 – 126 . 17998287 35. Bustin S.A. , Benes V. , Garson J.A. , Hellemans J. , Huggett J. , Kubista M. , Mueller R. , Nolan T. , Pfaffl M.W. , Shipley G.L. The MIQE guidelines: minimum information for publication of quantitative real-time PCR experiments . Clin. Chem. 2009 ; 55 : 611 – 622 . 19246619 36. Ingolia N.T. , Brar G.A. , Rouskin S. , McGeachy A.M. , Weissman J.S. The ribosome profiling strategy for monitoring translation in vivo by deep sequencing of ribosome-protected mRNA fragments . Nat. Protoc. 2012 ; 7 : 1534 – 1550 . 22836135 37. Lecanda A. , Nilges B.S. , Sharma P. , Nedialkova D.D. , Schwarz J. , Vaquerizas J.M. , Leidel S.A. Dual randomization of oligonucleotides to reduce the bias in ribosome-profiling libraries . Methods . 2016 ; 107 : 89 – 97 . 27450428 38. Love M.I. , Huber W. , Anders S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2 . Genome Biol. 2014 ; 15 : 550 . 25516281 39. Eden E. , Navon R. , Steinfeld I. , Lipson D. , Yakhini Z. GOrilla: a tool for discovery and visualization of enriched GO terms in ranked gene lists . BMC Bioinformatics . 2009 ; 10 : 48 . 19192299 40. Petrossian T.C. , Clarke S.G. Multiple Motif Scanning to identify methyltransferases from the yeast proteome . Mol. Cell Proteomics . 2009 ; 8 : 1516 – 1526 . 19351663 41. Fusser M. , Kernstock S. , Aileni V.K. , Egge-Jacobsen W. , Falnes P.O. , Klungland A. Lysine methylation of the valosin-containing protein (VCP) is dispensable for development and survival of mice . PLoS One . 2015 ; 10 : e0141472 . 26544960 42. Hornbeck P.V. , Zhang B. , Murray B. , Kornhauser J.M. , Latham V. , Skrzypek E. PhosphoSitePlus, 2014: mutations, PTMs and recalibrations . Nucleic Acids Res. 2015 ; 43 : D512 – D520 . 25514926 43. Nagata S. , Iwasaki K. , Kaziro Y. Interaction of the low molecular weight form of elongation factor 1 with guanine nucleotides and aminoacyl-tRNA . Arch. Biochem Biophys. 1976 ; 172 : 168 – 177 . 1252073 44. Iwasaki K. , Nagata S. , Mizumoto K. , Kaziro Y. The purification of low molecular weight form of polypeptide elongation factor 1 from pig liver . J Biol. Chem. 1974 ; 249 : 5008 – 5010 . 4846758 45. Bec G. , Kerjan P. , Zha X.D. , Waller J.P. Valyl-tRNA synthetase from rabbit liver. I. Purification as a heterotypic complex in association with elongation factor 1 . J. Biol. Chem. 1989 ; 264 : 21131 – 21137 . 2556394 46. Carette J.E. , Raaben M. , Wong A.C. , Herbert A.S. , Obernosterer G. , Mulherkar N. , Kuehne A.I. , Kranzusch P.J. , Griffin A.M. , Ruthel G. Ebola virus entry requires the cholesterol transporter Niemann-Pick C1 . Nature . 2011 ; 477 : 340 – 343 . 21866103 47. Biggar K.K. , Li S.S. Non-histone protein methylation as a regulator of cellular signalling and function . Nat. Rev. Mol. Cell Biol. 2015 ; 16 : 5 – 17 . 25491103 48. Dimitrova E. , Turberfield A.H. , Klose R.J. Histone demethylases in chromatin biology and beyond . EMBO Rep. 2015 ; 16 : 1620 – 1639 . 26564907 49. Shi Y. , Lan F. , Matson C. , Mulligan P. , Whetstine J.R. , Cole P.A. , Casero R.A. , Shi Y. Histone demethylation mediated by the nuclear amine oxidase homolog LSD1 . Cell . 2004 ; 119 : 941 – 953 . 15620353 50. Tsukada Y. , Fang J. , Erdjument-Bromage H. , Warren M.E. , Borchers C.H. , Tempst P. , Zhang Y. Histone demethylation by a family of JmjC domain-containing proteins . Nature . 2006 ; 439 : 811 – 816 . 16362057 51. Talapatra S. , Wagner J.D. , Thompson C.B. Elongation factor-1 alpha is a selective regulator of growth factor withdrawal and ER stress-induced apoptosis . Cell Death Differ. 2002 ; 9 : 856 – 861 . 12107828 52. Moore R.C. , Durso N.A. , Cyr R.J. Elongation factor-1alpha stabilizes microtubules in a calcium/calmodulin-dependent manner . Cell Motil. Cytoskeleton . 1998 ; 41 : 168 – 180 . 9786091 53. Fogeron M.L. , Muller H. , Schade S. , Dreher F. , Lehmann V. , Kuhnel A. , Scholz A.K. , Kashofer K. , Zerck A. , Fauler B. LGALS3BP regulates centriole biogenesis and centrosome hypertrophy in cancer cells . Nat. Commun. 2013 ; 4 : 1531 . 23443559 54. Donnelly N. , Gorman A.M. , Gupta S. , Samali A. The eIF2alpha kinases: their structures and functions . Cell Mol. Life Sci. 2013 ; 70 : 3493 – 3511 . 23354059 55. Kaul G. , Pattan G. , Rafeequi T. Eukaryotic elongation factor-2 (eEF2): its regulation and peptide chain elongation . Cell Biochem. Funct. 2011 ; 29 : 227 – 234 . 21394738 56. Sanges C. , Scheuermann C. , Zahedi R.P. , Sickmann A. , Lamberti A. , Migliaccio N. , Baljuls A. , Marra M. , Zappavigna S. , Reinders J. Raf kinases mediate the phosphorylation of eukaryotic translation elongation factor 1A and regulate its stability in eukaryotic cells . Cell Death Dis. 2012 ; 3 : e276 . 22378069 57. Crepin T. , Shalak V.F. , Yaremchuk A.D. , Vlasenko D.O. , McCarthy A. , Negrutskii B.S. , Tukalo M.A. , El'skaya A.V. Mammalian translation elongation factor eEF1A2: X-ray structure and new features of GDP/GTP exchange mechanism in higher eukaryotes . Nucleic Acids Res. 2014 ; 42 : 12939 – 12948 . 25326326 58. Molina H. , Horn D.M. , Tang N. , Mathivanan S. , Pandey A. Global proteomic profiling of phosphopeptides using electron transfer dissociation tandem mass spectrometry . Proc. Natl. Acad. Sci. U.S.A. 2007 ; 104 : 2199 – 2204 . 17287340 59. Soares D.C. , Barlow P.N. , Newbery H.J. , Porteous D.J. , Abbott C.M. Structural models of human eEF1A1 and eEF1A2 reveal two distinct surface clusters of sequence variation and potential differences in phosphorylation . PLoS One . 2009 ; 4 : e6315 . 19636410 60. Ozturk S.B. , Kinzy T.G. Guanine nucleotide exchange factor independence of the G-protein eEF1A through novel mutant forms and biochemical properties . J. Biol. Chem. 2008 ; 283 : 23244 – 23253 . 18562321 61. Gonen H. , Smith C.E. , Siegel N.R. , Kahana C. , Merrick W.C. , Chakraburtty K. , Schwartz A.L. , Ciechanover A. Protein synthesis elongation factor EF-1 alpha is essential for ubiquitin-dependent degradation of certain N alpha-acetylated proteins and may be substituted for by the bacterial elongation factor EF-Tu . Proc. Natl. Acad. Sci. U.S.A. 1994 ; 91 : 7648 – 7652 . 8052636",
    "full_text_abstract": "Abstract Lysine methylation is abundant on histone proteins, representing a dynamic regulator of chromatin state and gene activity, but is also frequent on many non-histone proteins, including eukaryotic elongation factor 1 alpha (eEF1A). However, the functional significance of eEF1A methylation remains obscure and it has remained unclear whether eEF1A methylation is dynamic and subject to active regulation. We here demonstrate, using a wide range of in vitro and in vivo approaches, that the previously uncharacterized human methyltransferase METTL21B specifically targets Lys-165 in eEF1A in an aminoacyl-tRNA- and GTP-dependent manner. Interestingly, METTL21B-mediated eEF1A methylation showed strong variation across different tissues and cell lines, and was induced by altering growth conditions or by treatment with certain ER-stress-inducing drugs, concomitant with an increase in METTL21B gene expression. Moreover, genetic ablation of METTL21B function in mammalian cells caused substantial alterations in mRNA translation, as measured by ribosomal profiling. A non-canonical function for eEF1A in organization of the cellular cytoskeleton has been reported, and interestingly, METTL21B accumulated in centrosomes, in addition to the expected cytosolic localization. In summary, the present study identifies METTL21B as the enzyme responsible for methylation of eEF1A on Lys-165 and shows that this modification is dynamic, inducible and likely of regulatory importance."
}