{
  "PMC": "6765814",
  "DOI": "10.3390/ijerph16183326",
  "PMID": "31509963",
  "PMCID": "PMC6765814",
  "title": "What Has Been the Focus of Sugarcane Research? A Bibliometric Overview.",
  "year": 2019,
  "source_url": "https://europepmc.org/article/PMC/PMC6765814",
  "source": "MED",
  "abstract_text": "Sugarcane is one of the main crops worldwide, and it has an important impact on environmental issues. A bibliometric mapping analysis of the research on sugarcane was carried out, using data on the titles, abstracts, and keywords of articles published in leading journals and other peer-reviewed documents available in the SCOPUS database from 1858 to 2019 (27 August), and this was subsequently analyzed with the software VOSviewer. The three most important countries that publish research and were most-cited regarding sugarcane were Brazil, the USA, and India. The analysis of the co-occurrence of terms shows that the main research areas were sugarcane bagasse and terms related to bioenergy, and on a second level of relevance agronomy topics related to increasing crop yields. This first attempt to visualize the abundance of publications regarding sugarcane in their totality is in itself a good starting point for further scientific discussion.",
  "full_text": "Int J Environ Res Public Health Int J Environ Res Public Health ijerph International Journal of Environmental Research and Public Health 1661-7827 1660-4601 MDPI 6765814 10.3390/ijerph16183326 ijerph-16-03326 Review What Has Been the Focus of Sugarcane Research? A Bibliometric Overview https://orcid.org/0000-0003-2724-8236 Figueroa-Rodríguez Katia A. 1 * Hernández-Rosas Francisco 1 Figueroa-Sandoval Benjamín 2 https://orcid.org/0000-0003-3854-9376 Velasco-Velasco Joel 1 https://orcid.org/0000-0002-7833-6749 Aguilar Rivera Noé 3 1 Colegio de Postgraduados-Campus Córdoba, Programa de Innovación Agroalimentaria Sustentable, Km. 348 Carretera Córdoba-Veracruz, Congregación Manuel León, Amatlán de los Reyes, Veracruz, CP 94953, Mexico 2 Colegio de Postgraduados-Campus San Luis, Programa de Innovación en el Manejo de Recursos Naturales, Calle de Iturbide 73, Salinas de Hidalgo, San Luis Potosí, CP 78622, Mexico 3 Facultad de Ciencias Biológicas y Agropecuarias, Universidad Veracruzana, Peñuela, Amatlán de los Reyes, Veracruz, CP 94945 Mexico * Correspondence: fkatia@colpos.mx ; Tel.: +52-27-1716-6000 10 9 2019 9 2019 16 18 3326 19 7 2019 06 9 2019 © 2019 by the authors. 2019 Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( http://creativecommons.org/licenses/by/4.0/ ). Sugarcane is one of the main crops worldwide, and it has an important impact on environmental issues. A bibliometric mapping analysis of the research on sugarcane was carried out, using data on the titles, abstracts, and keywords of articles published in leading journals and other peer-reviewed documents available in the SCOPUS database from 1858 to 2019 (27 August), and this was subsequently analyzed with the software VOSviewer. The three most important countries that publish research and were most-cited regarding sugarcane were Brazil, the USA, and India. The analysis of the co-occurrence of terms shows that the main research areas were sugarcane bagasse and terms related to bioenergy, and on a second level of relevance agronomy topics related to increasing crop yields. This first attempt to visualize the abundance of publications regarding sugarcane in their totality is in itself a good starting point for further scientific discussion. sugarcane bagasse bioenergy ethanol yield environmental issues Saccharum officinarum 1. Introduction Sugarcane is one of the most important crops in the world. In 2016, a total of 26,774,304 ha were harvested with 1.93% of the world’s harvested area, which places it as the 12th most important crop globally. For the same year, sugarcane production was 1,890,661,751 tons, placing it as the most important crop in the world in terms of volume and representing 21.1% of the total world crop production. The countries with the largest production volume in 2017 were: Brazil (41% of world production), India (16%), China (6%), and Thailand (6%). The remainder was produced by 100 countries [ 1 ]. Sugarcane produces essential products such as sugar, ethanol, and bagasse or lignocellulose [ 2 ]. One of the main concerns regarding this crop is its environmental impact [ 3 ]. The literature regarding sugarcane is abundant. Most of the previous reviews regarding this crop focus on products [ 4 ], or byproducts such as ethanol [ 5 ]; many of the publications are not specific to sugarcane, i.e., they focus on comparing sugarcane with other crops or products [ 6 , 7 ]. In other reviews, the process [ 8 , 9 ], its applications [ 10 ], and its implications [ 11 ] are discussed. Another important topic for reviews is sustainability [ 12 ], such as the Life Cycle Assessment (LCA) methodology [ 9 ] or waste/residues management [ 6 ]. Due to the amount of scientific literature regarding sugarcane research, a data driven approach known as bibliometric mapping, which relies on computer algorithms and visualization techniques, was chosen [ 13 ]. The main results are visual representations of the field created with VOSviewer software for bibliometric mapping, showing the relationship among key terms, authors, and countries; data is obtained from the title, abstract, and keywords of scientific publications [ 14 ]. These relationships are distributed using a clustering algorithm, allowing us to observe meaningful groups when analyzing the literature [ 15 ]. Previous research using scientometric analyses regarding sugarcane does exist, but the foci of those studies differ from the present study, e.g., issues governing the sugarcane supply and processing chain [ 16 ], reduction of the scope to a specific scientific area such as chemistry [ 17 ], a focus on one country’s case [ 18 ], or an analysis of a different time period (1948–1987) [ 19 ]. Using bibliometric mapping, an analysis of sugarcane research published between 1858 and 2019 (27 August) was carried out. The uniqueness of the review is in its coverage on a global scale; it considers the main terms researchers have focused on, identifies the most relevant journals and the publications with the highest Impact Factor, and makes comparisons across contributing countries and authors. Thus, the aim of this study was to create a historical landscape of the sugarcane literature on a global level. The results may serve as a means for identifying potential knowledge gaps regarding this crop. The paper is organized as follows; first we present the methodology used in order to perform the bibliometric analysis and mapping. The results section follows, divided into performance and citation analysis as well as scientific mapping. The third section is the discussion of the main terms and finally the main findings are presented in the conclusions section. 2. Materials and Methods The data used in this paper were obtained from the Scopus search engine. Scopus was chosen due to its various advantages over other databases, in particular the superior number of journals [ 20 ] and the fact that multidisciplinary databases outperform specialized databases [ 21 ]. While Google Scholar is a more comprehensive academic search engine [ 22 ], not all of the abstracts are available for analysis. Another reason was the existence of previous studies that used different datasets, such as patents [ 23 ], WoS [ 17 ], and the CAB Direct online database [ 18 ]. The data were obtained using sugarcane or “sugar cane” due to its coverage and to SCOPUS’s lemmatization search properties. It is common for authors who employ scientific names to also include the common name in the abstract; therefore, “ Saccharum officinarum ” was not considered as a keyword. No side functions in Scopus were used, such as time limitations, source type, data, or subject, and the keywords sugarcane or “sugar cane” could be present in the article title, abstract, or keywords. Data analysis was performed using the analyze function in the Scopus menu bar. Data was organized by country, subject, document type, affiliation, author, source, and year. The citation analysis was carried out with information also obtained from Scopus, such as number of citations, and top cited articles. No self-citations were excluded. Normally, in bibliometric studies, not all data can be presented, so this type of study focuses on the most productive countries, authors, institutions, and journals. Previous research used as a cutoff point 100 publications and the top 10 countries [ 24 ], while others used the top 30 publications, countries, journals, and institutes [ 25 ]. We decided to retain ranking and the top 10, as the cutoff point, as the cutoff point of 100 was too low to discriminate and the top 30 did not allow for easy comprehension of the main trends. Some graphs were created using SPSS (Statistical Package for Social Science) version 20.0 software for Windows (SPSS Inc. Chicago, Illinois); this software was also used for descriptive statistics (mean ± standard deviation (SD)). Maps were created with Infogram ( https://infogram.com ). Analysis Content VOSviewer [ 26 ] was used to analyze for each year, the title and abstract fields of the included publications. One term map was produced to illustrate a network of recurring keywords. This map shows the co-occurrence of topics and the relative citation impacts. For the term map, only terms that co-occurred at least five times under binary counting were considered; general noun phrases are removed by the software [ 14 ]. Of the remaining terms, 3523 met the threshold, with the highest relevance score calculated by VOSviewer. In total, 500 keywords were used to create a term map allowing network visualization. Other maps using the same software were created with co-authorship for countries and for authors; the first had 609 countries. The number of documents per country was 25. 74 countries met the thresholds and all were retained for the map (we eliminated USA as the United States was already considered), for the citation map the rule were at least 3 citations and 25 documents per country. For the authors’ map, there were a total of 63,521 authors; the selection parameters were number of documents per author of 25 and number of citations per author of 10. 288 authors met the thresholds, and 264 authors were selected for the map. For all cases, the following parameters for VOSviewer were used: Cluster minimum of 1, terms ≥ 10, association strength method, visualization scale of 1.39, TLS weight, size of label variation 50%, and line size variation of 24%. Larger bubbles mean that those terms occurred more frequently; irrelevant terms were removed [ 27 ]. 3. Results In total, there were 31,049 documents concerning sugarcane/sugar cane from 1858 to 2019 (27 August). With regard to document type, 81.5% were articles, 9.9% conference papers, 3.1% reviews, and the rest were book chapters (855), notes (226), conference reviews (102), books (88), letters (84), short surveys (73), errata (66), business articles (63), editorials (55), data papers (8), and an abstract report (1). These documents were downloaded on 27 August 2019, and used in order to analyze publication performance and science mapping. 3.1. Performance Analysis The distribution of the publications is presented in Figure 1 . The number of publications regarding sugarcane starts in 1858 with an article entitled A detailed account of experiments and observations upon the sorghum saccharatum or Chinese sugar cane, made with the view of determining its value as a sugar producing plant, from 28 September to 20 December 1857, at Oakhill, Philadelphia county, Pennsylvania , published in the Journal of the Franklin Institute [ 28 ]. The next document discusses experiments with fertilizers on sugarcane [ 29 ]. The number of publications has been increasing over time, yet 64.6% of the documents were published in the last ten years. The most productive year was 2017, with a total of 2386 documents. Of the total number of documents, 82.8% have been cited, with an average of 18.40 ± 46.06 citations for the entire period. The maximum number of citations per document is 2271; eight documents had more than 1000, 134 had between 200 and 999 per document, and 3233 articles had been cited once. Table 1 presents the top ten journals, institutes, and countries that publish scientific research regarding sugarcane. A total of 147 sources exist; the journal with the largest number of publications is Sugar Tech, and the articles from this journal had been cited 4056 times with an average of 5.99 ± 6.80 citations per publication. The journal with the next-largest number of publications was the International Sugar Journal , and the documents from this journal had been cited 1443 times with an average of 4.60 ± 5.70 citations per publication. In third place was Bioresource Technology, with a total of 26,017 citations and an average of 49.37 ± 94.41 citations per publication. The main subjects of the journals that published sugarcane topics were: agricultural and biological sciences (29%), environmental sciences (11%), biochemistry, genetics and molecular biology (10%) and engineering (8%). A total of 160 institutes had publications in the SCOPUS database. The most productive institute was the Universidade de Sao Paulo-USP with 2420 publications. Of the top ten institutes, six of them are Brazilian, two are North American, and two Australian. Regarding the authored publications by country, 159 countries were listed, but only 37 countries had more than 100 publications. The country with the largest number of authored publications was Brazil, with 27.2% of the global publications, followed by the United States with 13.5% of the total publications, and India with 13.2% of the total number of authored publications ( Figure 2 ). 3.2. Citation Analysis The top 10 highly-cited papers (see Table 2 ) are not only focused on sugarcane. For example, Brennan and Owende [ 30 ], which is the most-cited article, and Chisti [ 31 ] only cite sugarcane to briefly discuss the disadvantages of using this crop to generate biofuels compared to microalgae-based biofuels. The second-most-cited paper presents the genome of a grass related to sugarcane [ 32 ], while the articles that focus on sugarcane are oriented towards alternative uses of sugarcane products [ 33 ], for example byproducts such as bagasse hemicellulose [ 34 ], especially for developing second-generation biofuels produced from non-food biomass [ 35 ]. This last topic was studied due to the competition for arable land generated between energy-oriented crops versus traditional crops. A third group of highly-cited articles is related to the characteristics of sugarcane bagasse for production of chemical groups that can be chemically modified to produce adsorbent materials with new properties [ 36 ], and another line of research is related to the genomics of the virus that attack sugarcane (sugarcane streak virus) [ 37 ]. In general, the most-cited articles are related to alternative uses for sugarcane. 3.3. Science Mapping Science maps are used in order to visualize the relationship between related items. Distance-based maps are maps in which distance reflects relationships, i.e., smaller distance reflects a stronger relationship [ 14 ]. In Figure 3 , we present a co-authorship country network using VOSviewer for total documents published and citations. A node represents a country and its size indicates its contribution to the research on sugarcane topics. The thickness of the lines reflects the tightness of cooperation between countries. Researchers from a total of 609 countries had publications. A rule of 25 documents per country was used in order to create the map, so a total of 74 countries were retained and 8 clusters were created. In Figure 3 a, it can be seen that the countries with the largest number of documents were Brazil (8431), United States (4174), India (4137), Australia (2455), and China (2086). Figure 3 b shows the countries with the highest number of citations: Brazil (115,078), United States (89,683), India (44,806), Australia (38,267), and China (25,915). The United States was the country with the most collaboration around the globe. Brazil had the highest level of collaboration with other Latin American countries such as Mexico, Cuba, and Colombia. China, Australia, and other Asian countries showed a strong collaboration network, and India showed collaboration with countries in Asia. France was linked to Morocco and other former French colonies, while other European countries collaborated mainly with African countries. A second pair of maps was created for co-authorship using VOSviewer software. In Figure 4 , a node represents an author, and the size represents productivity. We set the threshold at 25 documents and 10 citations per author. The VOSviewer software divided these 264 items into 18 clusters. One color represents one cluster. The author with the most documents was Viswanathan, who works with sugarcane diseases, particularly viruses (109 publications with a total of 963 citations in the sugarcane database used); the second author was Li Y.-R. (106 publications with a total of 619 citations), who publishes research on diverse topics ( Figure 3 a). The most-cited authors were D’Hont A. (49 documents and a total of 3059 citations in the sugarcane database used), Paterson, A. H. (31 documents and a total of 2736 citations), and Pandey, A. (42 documents and a total of 2619 citations); the research of the first two authors is principally in the area of sugarcane genomics while the last author studies biotechnology. In terms of the clusters, it is clear that the researchers tend to group by country, as collaborations are less limited by geographic distance and language issues; this allows one to observe highly productive researchers in different countries, e.g., Viswanathan in India, Bonomi, A. in Brazil, or Allsopp, P.G. in Australia. The largest cluster is made up of Chinese researchers, a second cluster comprises Brazilian researchers, the third cluster is constituted by Indian researchers, the fourth by Australian researchers, while the rest were clusters with twelve researchers or fewer who do not collaborate to a large extent with other researchers; these are the small independent dots in Figure 4 . The map in Figure 5 used as a rule the co-occurrence of at least five times each term, including 500 terms organized into seven clusters. The terms sugar cane , sugarcane , and Saccharum were excluded. The first cluster in the first map included terms related to crop yield (red), the second terms related to genomics (green), the third terms related to sugarcane juice (pink), the fourth bioenergy (bio-ethanol, biofuel, biogas, biomass, etc.) (purple), the fifth included terms related to sugarcane bagasse (yellow), the sixth to decomposition of sugarcane bagasse (light blue), and the seventh to lignin (gray). 4. Discussion The research regarding sugarcane has mainly focused on sugarcane bagasse, especially due to its use as biomass for ethanol or biofuel production. While the second most common line of research has used a more agronomic approach regarding the increase of sugarcane yields. A brief discussion of the contributions regarding these main topics follows. 4.1. Sugarcane Bagasse Sugarcane bagasse is a complex material that is the major by-product of the sugarcane industry. It was used mainly by the sugar mills as fuel for boilers [ 40 ], and nowadays it is also used for ethanol and biogas production [ 41 ] as well as for electricity production through cogeneration [ 42 ] and other commercial applications in other sectors. One of the main applications of bagasse is the bioconversion process that makes it an adequate fermentation media for microorganism production [ 43 ]. Another important research area regarding sugarcane bagasse is related to its use as a solid fuel for energy generation and as raw material for production of liquid fuels and chemicals [ 44 ]; therefore, a significant amount of research has been done in order to evaluate different pretreatments to improve its energy production capacity [ 45 ], e.g., enzyme addition and solids loading [ 46 ]. A third venue of research includes other uses of sugarcane bagasse for other industries, e.g., the textile [ 47 ], plastic [ 48 ], construction [ 49 , 50 ], pharmaceutical [ 51 ], and chemical industries [ 52 ], among others. Some of these alternative uses have greater added value than the current and conventional ones [ 53 ]. Finally, an important research area focuses on evaluating sugarcane bagasse for animal feed production [ 54 ]. 4.2. Ethanol, Biomass, Biofuel, and Bioenergy Alternative renewable sources of energy have been used in various countries, and biomass such as cellulose from agroindustrial waste is the most abundant biomass in the world; it has been considered a renewable, inexpensive, cost effective, and sustainable source for commercial production of bio-energy as bio-ethanol [ 55 ]. Other authors argue that ethanol has significantly grown in popularity due to government regulations and economic incentives [ 56 ], but that this kind of feedstock is essentially food, and other sources for bio-ethanol production exist that could substitute sugarcane [ 57 ]. At the same time, the demand for sugarcane used as biofuel in countries such as Brazil [ 58 ] has led to an increase in the sugarcane production area, in some cases, converting pasturelands to sugarcane fields [ 59 ]. This has been an important debate among researchers, generating many publications oriented towards the demonstration of its technical and economic viability for promising new raw materials, e.g., microalgae [ 60 ] or alternative energy sources, as well as the way to process them and the technology developed to that end, representing a threat for sugarcane based energy production. In addition, this has been an important debate for other countries that have followed this line of production, e.g., India [ 61 ], the Philippines [ 62 ], Nigeria [ 63 ], Mexico [ 64 ], and Thailand [ 65 ]. Another research area is related to second generation bioethanol, which is produced from lignocellulosic materials, in particular from sugarcane trash. Unlike sugarcane bagasse, sugarcane trash is previously burned in order to improve the harvest procedure and it is normally left in the field for agricultural purposes [ 66 ]; therefore its use for bioenergy requires the use of hydrolysis. It differs from first generation ethanol, requiring a pre-treatment and hydrolysis to break the fibrous material and enable its use [ 67 ]. The technologies for second and third generation ethanol production, which uses algae as raw material [ 68 ], are expensive and not economically viable [ 69 ], yet they have become an important research venue. Sustainability has been an important research topic for sugar cane [ 70 ], approached from diverse angles such as CO 2 emissions reduction through electricity cogeneration from sugarcane bagasse [ 71 ], environmental impact assessment [ 3 ], social dimension analysis [ 72 ], corporate social responsibility [ 71 ], and Life Cycle Sustainability Assessment (LCSA) [ 73 ]. 4.3. Yield Another important research area for sugarcane corresponds to the field of agronomy. As the major objective of crop production is to increase yields, researchers have focused on diverse topics such as combating pests and diseases. In the case of pests, the main pests studied have been the sugarcane borer [ 74 , 75 ], termites [ 76 ], and rodents [ 77 ], while the main diseases studied have been: mosaic infection [ 78 ], eye leaf spot [ 79 ], and red rot [ 80 ]. For both pests and diseases, chemical [ 81 ] and biological [ 82 , 83 ] control have been evaluated. Sugarcane breeding has been an important area for yield increase, as more resistant cultivars have been developed, i.e., cultivars tolerant to chilling stress [ 84 ], drought stress [ 85 ], or pest resistant cultivars [ 86 ]. Another important advance is the hybridization of sugarcane with other species in order to improve cultivated sugarcane, especially in order to facilitate their use in biorefinery [ 87 ], such as Erianthus arundinaceus [ 88 ]. There have been some major advances in terms of analyzing the sugarcane genome, which will allow future genomic assisted breeding programs not only for increasing sugar production [ 89 ], or more resistant plants under various types of stress [ 90 ], but also for obtaining varieties with a more efficient conversion of sugarcane biomass into fermentable sugars for biofuel production [ 91 ]. The use of biotechnology has also been important in establishing the performance of micropropagated plants [ 92 ], for developing varieties that are tolerant to salt and drought [ 93 ], or genetically modified cultivars [ 94 ]. The evaluation of fertilizers [ 95 , 96 ], herbicides [ 97 ], soil conservation [ 98 ], and irrigation system efficiency [ 99 ] have also been important topics, as well as the use of various agricultural techniques to improve yields, such as precision agriculture [ 100 ] and remote sensing [ 101 ]. Sustainability has been also a significant research topic, for example: minimum tillage systems in sugarcane [ 102 ]. 5. Conclusions We have presented a bibliometric mapping analysis of the research on sugarcane, using data from titles, abstracts, and keywords of articles published in leading journals and other peer-reviewed documents available in the SCOPUS database from 1858 to 2019, and this was subsequently analyzed with the software VOSviewer. A performance analysis was carried out in order to analyze the most relevant journals, countries, and institutes publishing topics related to sugarcane, and a citation analysis and science mapping were also carried out. The two most important countries publishing research regarding sugarcane were Brazil and the United States, they were also the most cited. The most prolific authors tend to publish on diverse topics regarding sugarcane, and most of them tend to rely heavily on their national collaboration network. The analysis of the co-occurrence of terms led us to observe that the main research areas were sugarcane bagasse and terms related to bioenergy and alternative uses, and on a second level of relevance agronomy topics related to increasing crop yields. Bibliometric mapping allows researchers to understand the evolution of the knowledge of the field in which they are active, providing them with a critical vision of what they are doing and where they should aim to go. We do not pretend to offer a unique vision of the field; we understand that different experts would even offer different interpretations of the results we have presented, yet we consider that this first attempt to visualize the abundance of publications regarding sugarcane in their totality is in itself a good starting point for further scientific discussion. The limitation of the study is that it relies exclusively on articles published in SCOPUS database, which might not be sufficient to represent all of the sugarcane literature, especially articles in the Google Scholar database or other major publications such as those of the ISSCT and the IAPSIT. Authors that ranked highly in our database might not correspond with the Google Scholar information; therefore, our results may not reflect the real impact of some researchers, but they do provide a general overview of research in the sugarcane field. Due to the lack of previous research, we decided to use a broader approach including all published articles that might contain the term sugarcane/sugar cane, therefore, many publications that only use sugarcane as a reference appeared as most cited. A more refined study is recommended. Acknowledgments We would like to thank six anonymous reviewers for their critical reviews which greatly improved this manuscript. We would also like to thank Patrick Weill for his review of the English version. We are grateful to Edna L. Díaz-Sánchez and Rocio L. Hernández-Cabrera for helping us gather the data. Author Contributions Conceptualization, K.A.F.-R.; formal analysis, B.F.-S.; data, F.H.-R.; writing—original draft, K.A.F.-R; writing—review and editing, N.A.R. and J.V.-V. Funding This research was funded by the Colegio de Postgraduados. Conflicts of Interest The authors declare no conflict of interest. References 1. FAO FAOSTAT Available online: http://www.fao.org/faostat/en/#data/QC (accessed on 21 August 2019) 2. Jorrat M.D.M. Araujo P.Z. Mele F.D. Sugarcane water footprint in the province of Tucumán, Argentina. Comparison between different management practices J. Clean. Prod. 2018 188 521 529 10.1016/j.jclepro.2018.03.242 3. Sozinho D.W.F. Gallardo A.L.C.F. Duarte C.G. Ramos H.R. Ruiz M.S. Towards strengthening sustainability instruments in the Brazilian sugarcane ethanol sector J. Clean. Prod. 2018 182 437 454 10.1016/j.jclepro.2018.01.261 4. Loh Y.R. Sujan D. Rahman M.E. Das C.A. Review sugarcane bagasse—The future composite material: A literature review Resour. Conserv. Recycl. 2013 75 14 22 10.1016/j.resconrec.2013.03.002 5. Waclawovsky A.J. Sato P.M. Lembke C.G. Moore P.H. Souza G.M. Sugarcane for bioenergy production: An assessment of yield and regulation of sucrose content Plant Biotechnol. J. 2010 8 263 276 10.1111/j.1467-7652.2009.00491.x 20388126 6. Chandra R. Takeuchi H. Hasegawa T. Methane production from lignocellulosic agricultural crop wastes: A review in context to second generation of biofuel production Renew. Sustain. Energy Rev. 2012 16 1462 1476 10.1016/j.rser.2011.11.035 7. Cheng J.J. Timilsina G.R. Status and barriers of advanced biofuel technologies: A review Renew. Energy 2011 36 3541 3549 10.1016/j.renene.2011.04.031 8. White J.E. Catallo W.J. Legendre B.L. Biomass pyrolysis kinetics: A comparative critical review with relevant agricultural residue case studies J. Anal. Appl. Pyrolysis 2011 91 1 33 10.1016/j.jaap.2011.01.004 9. Bessou C. Basset-Mens C. Tran T. Benoist A. LCA applied to perennial cropping systems: A review focused on the farm stage Int. J. Life Cycle Assess. 2013 18 340 361 10.1007/s11367-012-0502-z 10. Larson E.D. Williams R.H. Leal M.R.L.V. A review of biomass integrated-gasifier/gas turbine combined cycle technology and its application in sugarcane industries, with an analysis for Cuba Energy Sustain. Dev. 2001 5 54 76 10.1016/S0973-0826(09)60021-1 11. Le Gal P.Y. Lyne P.W.L. Meyer E. Soler L.G. Impact of sugarcane supply scheduling on mill sugar production: A South African case study Agric. Syst. 2008 96 64 74 10.1016/j.agsy.2007.05.006 12. Goldemberg J. Coelho S.T. Guardabassi P. The sustainability of ethanol production from sugarcane Energy Policy 2008 36 2086 2097 10.1016/j.enpol.2008.02.028 13. Heersmink R. van den Hoven J. van Eck N.J. van Berg J.D. Bibliometric mapping of computer and information ethics Ethics Inf. Technol. 2011 13 241 249 10.1007/s10676-011-9273-7 14. Van Eck N.J. Waltman L. Software survey: VOSviewer, a computer program for bibliometric mapping Scientometrics 2010 84 523 538 10.1007/s11192-009-0146-3 20585380 15. Leydesdorff L. Carley S. Rafols I. Global maps of science based on the new Web-of-Science categories Scientometrics 2013 94 589 593 10.1007/s11192-012-0784-8 23335826 16. Bezuidenhout C.N. Baier T.J.A. An evaluation of the literature on integrated sugarcane production systems: A scientometrical approach Outlook Agric. 2011 40 79 88 10.5367/oa.2011.0025 17. Paz Enrique L.E. Hernández Alfonso E.A. Estudio de productividad científica internacional de la temática caña de azúcar relacionada con química aplicada Tecnol. Quím. 2015 35 295 307 18. Rajendran L. Global research contribution on sugarcane (1951–2015): A scientometric study Res. J. Libr. Sci. 2016 4 10 14 19. Kalyane V.L. Vidyasagar R.K. Collaboration trends in sugarcane research: A case study Ann. Libr. Sci. Doc. 1992 39 9 11 20. Aghaei Chadegani A. Salehi H. Md Yunus M.M. Farhadi H. Fooladi M. Farhadi M. Ale Ebrahim N. A comparison between two main academic literature collections: Web of science and scopus databases Asian Soc. Sci. 2013 9 18 26 10.5539/ass.v9n5p18 21. Goertzen M. Multidisciplinary databases outperform specialized and comprehensive databases for agricultural literature coverage Evid. Based Libr. Inf. Pract. 2019 14 140 142 10.18438/eblip29561 22. Gusenbauer M. Google Scholar to overshadow them all? Comparing the sizes of 12 academic search engines and bibliographic databases Scientometrics 2019 118 177 214 10.1007/s11192-018-2958-5 23. Hasner C. Lima A.A.D. Winter E. Technology advances in sugarcane propagation: A patent citation study World Pat. Inf. 2019 56 9 16 10.1016/j.wpi.2018.09.001 24. Sweileh W.M. Global research trends of World Health Organization’s top eight emerging pathogens Glob. Health 2017 13 9 10.1186/s12992-017-0233-9 25. Tang M. Liao H. Wan Z. Herrera-Viedma E. Rosen M. Ten years of Sustainability (2009 to 2018): A bibliometric overview Sustainability 2018 10 1655 10.3390/su10051655 26. Centre for Science and Technology Studies VOSviewer Leiden University Leiden, The Netherlands 2018 27. Yeung A.W.K. Goto T.K. Leung W.K. The changing landscape of neuroscience research, 2006–2015: A bibliometric study Front. Neurosci. 2017 11 120 10.3389/fnins.2017.00120 28377687 28. Lovering J.S. A detailed account of experiments and observations upon the sorghum saccharatum or Chinese sugar cane, made with the view of determining its value as a sugar producing plant, from 28 September to 20 December 1857, at Oakhill, Philadelphia county, Pennsylvania J. Frankl. Inst. 1858 65 125 136 29. Goessmann C.A. XXVIII.—On experiments with fertilizers upon sugar-cane, at calumet plantation, bayou téche, la J. Am. Chem. Soc. 1879 1 416 420 10.1021/ja02150a002 30. Brennan L. Owende P. Biofuels from microalgae—A review of technologies for production, processing, and extractions of biofuels and co-products Renew. Sustain. Energy Rev. 2010 14 557 577 10.1016/j.rser.2009.10.009 31. Chisti Y. Biodiesel from microalgae beats bioethanol Trends Biotechnol. 2008 26 126 131 10.1016/j.tibtech.2007.12.002 18221809 32. Paterson A.H. Bowers J.E. Bruggmann R. Dubchak I. Grimwood J. Gundlach H. Haberer G. Hellsten U. Mitros T. Poliakov A. The sorghum bicolor genome and the diversification of grasses Nature 2009 457 551 556 10.1038/nature07723 19189423 33. Sánchez O.J. Cardona C.A. Trends in biotechnological production of fuel ethanol from different feedstocks Bioresour. Technol. 2008 99 5270 5295 10.1016/j.biortech.2007.11.013 18158236 34. Saha B.C. Hemicellulose bioconversion J. Ind. Microbiol. Biotechnol. 2003 30 279 291 10.1007/s10295-003-0049-x 12698321 35. Sims R.E.H. Mabee W. Saddler J.N. Taylor M. An overview of second generation biofuel technologies Bioresour. Technol. 2010 101 1570 1580 10.1016/j.biortech.2009.11.046 19963372 36. Wan Ngah W.S. Hanafiah M.A.K.M. Removal of heavy metal ions from wastewater by chemically modified plant wastes as adsorbents: A review Bioresour. Technol. 2008 99 3935 3948 10.1016/j.biortech.2007.06.011 17681755 37. Waterfield M.D. Scrace G.T. Whittle N. Stroobant P. Johnsson A. Wasteson Å. Westermark B. Heldin C.H. Huang J.S. Deuel T.F. Platelet-derived growth factor is structurally related to the putative transforming protein p28sis of simian sarcoma virus Nature 1983 304 35 39 10.1038/304035a0 6306471 38. Kim S. Dale B.E. Global potential bioethanol production from wasted crops and crop residues Biomass Bioenergy 2004 26 361 375 10.1016/j.biombioe.2003.08.002 39. Balat M. Balat H. Recent trends in global production and utilization of bio-ethanol fuel Appl. Energy 2009 86 2273 2282 10.1016/j.apenergy.2009.03.015 40. Pandey A. Soccol C.R. Nigam P. Soccol V.T. Biotechnological potential of agro-industrial residues. I: Sugarcane bagasse Bioresour. Technol. 2000 74 69 80 10.1016/S0960-8524(99)00142-X 41. Clauser N.M. Gutiérrez S. Area M.C. Felissia F.E. Vallejos M.E. Small-sized biorefineries as strategy to add value to sugarcane bagasse Chem. Eng. Res. Des. 2016 107 137 146 10.1016/j.cherd.2015.10.050 42. Contreras-Lisperguer R. Batuecas E. Mayo C. Díaz R. Pérez F.J. Springer C. Sustainability assessment of electricity cogeneration from sugarcane bagasse in Jamaica J. Clean. Prod. 2018 200 390 401 10.1016/j.jclepro.2018.07.322 43. Pattra S. Sangyoka S. Boonmee M. Reungsang A. Bio-hydrogen production from the fermentation of sugarcane bagasse hydrolysate by Clostridium butyricum Int. J. Hydrogen Energy 2008 33 5256 5265 10.1016/j.ijhydene.2008.05.008 44. Restrepo-Serna D.L. Martínez-Ruano J.A. Cardona-Alzate C.A. Energy efficiency of biorefinery schemes using sugarcane bagasse as raw material Energies 2018 11 3747 10.3390/en11123474 45. Ambye-Jensen M. Balzarotti R. Thomsen S.T. Fonseca C. Kádár Z. Combined ensiling and hydrothermal processing as efficient pretreatment of sugarcane bagasse for 2G bioethanol production Biotechnol. Biofuels 2018 11 336 10.1186/s13068-018-1338-y 30598698 46. Gao Y. Xu J. Yuan Z. Jiang J. Zhang Z. Li C. Ethanol production from sugarcane bagasse by fed-batch simultaneous saccharification and fermentation at high solids loading Energy Sci. Eng. 2018 6 810 818 10.1002/ese3.257 47. Sachdeva P.K. Chanana B. Parmar M.S. Exploring applications of bagasse fibers in textiles: A review Colourage 2014 61 31 34 48. Cestari S.P. Albitres G.A.V. Mendes L.C. Altstädt V. Gabriel J.B. Avila G.C.B. Silveira I.D.S.D.S. Advanced properties of composites of recycled high-density polyethylene and microfibers of sugarcane bagasse J. Compos. Mater. 2018 52 867 876 10.1177/0021998317716268 49. Cabral M.R. Nakanishi E.Y. dos Santos V. Palacios J.H. Godbout S. Savastano Junior H. Fiorelli J. Evaluation of pre-treatment efficiency on sugarcane bagasse fibers for the production of cement composites Arch. Civ. Mech. Eng. 2018 18 1092 1102 10.1016/j.acme.2018.02.012 50. Mansor S. Zainuddin N.I. Aziz N.A. Razali M. Joohari M.I. Sugarcane bagasse fiber-An eco-friendly pavement of SMA AIP Conference Proceedings AIP Publishing Melville, NY, USA 2018 51. Wannawilai S. Sirisansaneeyakul S. Economical production of xylitol from candida magnolia TISTR 5663 using sugarcane bagasse hydrolysate Kasetsart J. Nat. Sci. 2015 49 583 596 52. Ray A.K. Srinivas K.M. Gupta S. Chattopadhyay S. Tiwari A.K. Kumar M. Utilization of sugar industry by-products, the bagasse pith for manufacture of furfural Proceedings of the Sustainable Engineering Forum: Core Programming Topic at the 2011 AIChE Annual Meeting Boston, MA, USA 16–21 October 2011 1098 1113 53. Farr A. Bagasse: Properties, Production and Uses Nova Annandale, VA, USA 2018 1 247 54. Parameswaran B. Sugarcane bagasse Biotechnology for Agro-Industrial Residues Utilisation: Utilisation of Agro-Residues Springer Berlin, Germany 2009 239 252 55. Gupta A. Verma J.P. Sustainable bio-ethanol production from agro-residues: A review Renew. Sustain. Energy Rev. 2015 41 550 567 10.1016/j.rser.2014.08.032 56. Moncada J.A. Verstegen J.A. Posada J.A. Junginger M. Lukszo Z. Faaij A. Weijnen M. Exploring policy options to spur the expansion of ethanol production and consumption in Brazil: An agent-based modeling approach Energy Policy 2018 123 619 641 10.1016/j.enpol.2018.09.015 57. Mussatto S.I. Dragone G. Guimarães P.M.R. Silva J.P.A. Carneiro L.M. Roberto I.C. Vicente A. Domingues L. Teixeira J.A. Technological trends, global market, and challenges of bio-ethanol production Biotechnol. Adv. 2010 28 817 830 10.1016/j.biotechadv.2010.07.001 20630488 58. Rudorff B.F.T. de Aguiar D.A. da Silva W.F. Sugawara L.M. Adami M. Moreira M.A. Studies on the rapid expansion of sugarcane for ethanol production in São Paulo state (Brazil) using Landsat data Remote Sens. 2010 2 1057 1076 10.3390/rs2041057 59. Oliveira D.M.S. Cherubin M.R. Franco A.L.C. Santos A.S. Gelain J.G. Dias N.M.S. Diniz T.R. Almeida A.N. Feigl B.J. Davies C.A. Is the expansion of sugarcane over pasturelands a sustainable strategy for Brazil’s bioenergy industry? Renew. Sustain. Energy Rev. 2019 346 355 10.1016/j.rser.2018.12.012 60. Brasil B.S.A.F. Silva F.C.P. Siqueira F.G. Microalgae biorefineries: The Brazilian scenario in perspective New Biotechnol. 2017 39 90 98 10.1016/j.nbt.2016.04.007 27343427 61. Chandra P.B.S. Venkatesh R.D.M. Sunil S. Kakkeri S. A review on production of ethanol from sugarcane molasses & its usage as fuel Int. J. Mechan. Eng. Technol. 2018 9 7 24 62. Go A.W. Conag A.T. Igdon R.M.B. Toledo A.S. Malila J.S. Potentials of agricultural and agro-industrial crop residues for the displacement of fossil fuels: A Philippine context Energy Strategy Rev. 2019 23 100 113 10.1016/j.esr.2018.12.010 63. Awoyale A.A. Lokhat D. Harnessing the potential of bio-ethanol production from lignocellulosic biomass in Nigeria—A review Biofuels Bioprod. Biorefin. 2019 13 192 207 10.1002/bbb.1943 64. Barrera I. Amezcua-Allieri M.A. Estupiñan L. Martínez T. Aburto J. Technical and economical evaluation of bioethanol production from lignocellulosic residues in Mexico: Case of sugarcane and blue agave bagasses Chem. Eng. Res. Des. 2016 107 91 101 10.1016/j.cherd.2015.10.015 65. Sriroth K. Vanichsriratana W. Sunthornvarabhas J. The current status of sugar industry and by-products in Thailand Sugar Tech 2016 18 576 582 10.1007/s12355-016-0491-5 66. Dias M.O.S. Junqueira T.L. Cavalett O. Cunha M.P. Jesus C.D.F. Rossell C.E.V. Maciel Filho R. Bonomi A. Integrated versus stand-alone second generation ethanol production from sugarcane bagasse and trash Bioresour. Technol. 2012 103 152 161 10.1016/j.biortech.2011.09.120 22019267 67. Bezerra T.L. Ragauskas A.J. A review of sugarcane bagasse for second-generation bioethanol and biopower production Biofuels Bioprod. Biorefin. 2016 10 634 647 10.1002/bbb.1662 68. Bastos R.G. Biofuels from microalgae: Bioethanol Green Energy and Technology Springer Berlin, Germany 2018 229 246 69. Teixeira A.C.R. Sodré J.R. Guarieiro L.L.N. Vieira E.D. De Medeiros F.F. Alves C.T. A Review on Second and Third Generation Bioethanol Production SAE Technical Papers SAE Warrendale, PA, USA 2016 70. Bordonal R.O. Carvalho J.L.N. Lal R. de Figueiredo E.B. de Oliveira B.G. La Scala N. Jr. Sustainability of sugarcane production in Brazil. A review Agron. Sustain. Dev. 2018 38 13 10.1007/s13593-018-0490-x 71. Benites-Lazaro L.L. Giatti L. Giarolla A. Sustainability and governance of sugarcane ethanol companies in Brazil: Topic modeling analysis of CSR reporting J. Clean. Prod. 2018 197 583 591 10.1016/j.jclepro.2018.06.212 72. Kamali F.P. Borges J.A.R. Osseweijer P. Posada J.A. Towards social sustainability: Screening potential social and governance issues for biojet fuel supply chains in Brazil Renew. Sustain. Energy Rev. 2018 92 50 61 10.1016/j.rser.2018.04.078 73. Ekener E. Hansson J. Larsson A. Peck P. Developing Life Cycle Sustainability Assessment methodology by applying values-based sustainability weighting—Tested on biomass based and fossil transportation fuels J. Clean. Prod. 2018 181 337 351 10.1016/j.jclepro.2018.01.211 74. Kalunke R.M. Kolge A.M. Babu K.H. Prasad D.T. Agrobacterium mediated transformation of sugarcane for borer resistance using Cry 1Aa3 gene and one-step regeneration of transgenic plants Sugar Tech 2009 11 355 359 10.1007/s12355-009-0061-1 75. Goebel F.R. Achadian E. McGuire P. The economic impact of sugarcane Moth Borers in Indonesia Sugar Tech 2014 16 405 410 10.1007/s12355-013-0281-2 76. Mukunthan N. Singaravelu B. Salin K.P. Kurup N.K. Goud Y.S. An effective method for evaluating the efficacy of insecticides against sugarcane termites Sugar Tech 2009 11 262 266 10.1007/s12355-009-0045-1 77. Singla N. Babbar B.K. Critical timings of rodenticide bait application for controlling rodents in sugarcane crop grown in situations like Punjab, India Sugar Tech 2012 14 76 82 10.1007/s12355-011-0123-z 78. Viswanathan R. Balamuralikrishnan M. Impact of mosaic infection on growth and yield of sugarcane Sugar Tech 2005 7 61 65 10.1007/BF02942419 79. Sharma S.R. Gaur R.K. Singh A. Singh P. Rao G.P. Biological and chemical control of eye leaf spot disease of sugarcane Sugar Tech 2004 6 77 80 10.1007/BF02942623 80. Senthil N. Raguchander T. Viswanathan R. Samiyappan R. Talc formulated fluorescent Pseudomonads for sugarcane Red Rot suppression and enhanced yield under field conditions Sugar Tech 2003 5 37 43 10.1007/BF02943762 81. Sushil S.N. Joshi D. Tripathi G.M. Singh M.R. Baitha A. Rajak D.C. Solomon S. Exploring efficacious microbial bio-agents and insecticides against white grubs in sugarcane in indo-gangetic plains Sugar Tech 2018 20 552 557 10.1007/s12355-017-0556-0 82. Mouret N. Martin P. Roux E. Goebel F.R. Multi-scale evaluation of the impacts of Beauveria sp. (Ascomycota: Hypocreales) used to control the white frub Hoplochelus marginalis (Fairmaire) (Coleoptera: Scarabaeidae) on sugarcane in Réunion Sugar Tech 2017 19 592 598 10.1007/s12355-017-0526-6 83. Cônsoli F.L. Botelho P.S.M. Parra J.R.P. Selectivity of insecticides to the egg parasitoid Trichogramma galloi Zucchi, 1988, (Hym. Trichogrammatidae) J. Appl. Entomol. 2001 125 37 43 10.1046/j.1439-0418.2001.00513.x 84. Sakaigaichi T. Tsuchida H. Adachi K. Hattori T. Tarumoto Y. Tanaka M. Hayano M. Sakagami J.I. Irei S. Phenological changes in the chlorophyll content and its fluorescence in field-grown sugarcane clones under over-wintering conditions Sugar Tech 2019 21 843 846 10.1007/s12355-018-0693-0 85. Khonghintaisong J. Songsri P. Toomsan B. Jongrungklang N. Rooting and physiological trait responses to early drought stress of sugarcane cultivars Sugar Tech 2018 20 396 406 10.1007/s12355-017-0564-0 86. Luo Z.M. Wang X.Y. Huang Y.K. Zhang R.Y. Li W.F. Shan H.L. Cang X.Y. Li J. Yin J. Field resistance of different sugarcane varieties to sugarcane thrips ( Fulmekiola serratus ) in China Sugar Tech 2018 21 527 531 10.1007/s12355-018-0653-8 87. Miyamoto T. Yamamura M. Tobimatsu Y. Suzuki S. Kojima M. Takabe K. Terajima Y. Mihashi A. Kobayashi Y. Umezawa T. A comparative study of the biomass properties of Erianthus and sugarcane: Lignocellulose structure, alkaline delignification rate, and enzymatic saccharification efficiency Biosci. Biotechnol. Biochem. 2018 82 1143 1152 10.1080/09168451.2018.1447358 29558856 88. Yu F. Huang Y. Luo L. Li X. Wu J. Chen R. Zhang M. Deng Z. An improved suppression subtractive hybridization technique to develop species-specific repetitive sequences from Erianthus arundinaceus (Saccharum complex) BMC Plant Biol. 2018 18 269 10.1186/s12870-018-1471-6 30400857 89. Thirugnanasambandam P.P. Hoang N.V. Henry R.J. The challenge of analyzing the sugarcane genome Front. Plant Sci. 2018 9 616 10.3389/fpls.2018.00616 29868072 90. Wu K.C. Wei L.P. Huang C.M. Wei Y.W. Cao H.Q. Xu L. Luo H.B. Jiang S.L. Deng Z.N. Li Y.R. transcriptome reveals differentially expressed genes in Saccharum spontaneum GX83-10 leaf under drought stress Sugar Tech 2018 20 756 764 10.1007/s12355-018-0608-0 91. Hoang N.V. Furtado A. Botha F.C. Simmons B.A. Henry R.J. Potential for genetic improvement of sugarcane as a source of biomass for biofuels Front. Bioeng. Biotechnol. 2015 3 182 10.3389/fbioe.2015.00182 26636072 92. Sandhu S.K. Gosal S.S. Thind K.S. Uppal S.K. Sharma B. Meeta M. Singh K. Cheema G.S. Field performance of micropropagated plants and potential of seed cane for stalk yield and quality in sugarcane Sugar Tech 2009 11 34 38 10.1007/s12355-009-0006-8 93. Yadav P.V. Suprasanna P. Gopalrao K.U. Anant B.V. Molecular profiling using RAPD technique of salt and drought tolerant regenerants of sugarcane Sugar Tech 2006 8 63 68 10.1007/BF02943744 94. Arruda P. Genetically modified sugarcane for bioenergy generation Curr. Opin. Biotechnol. 2012 23 315 322 10.1016/j.copbio.2011.10.012 22093808 95. Lourenço K.S. Rossetto R. Vitti A.C. Montezano Z.F. Soares J.R. Sousa R.D.M. do Carmo J.B. Kuramae E.E. Cantarella H. Strategies to mitigate the nitrous oxide emissions from nitrogen fertilizer applied with organic fertilizers in sugarcane Sci. Total Environ. 2019 650 1476 1486 10.1016/j.scitotenv.2018.09.037 30308834 96. Franco H.C.J. Otto R. Faroni C.E. Vitti A.C. Almeida de Oliveira E.C. Trivelin P.C.O. Nitrogen in sugarcane derived from fertilizer under Brazilian field conditions Field Crops Res. 2011 121 29 41 10.1016/j.fcr.2010.11.011 97. Masters B. Rohde K. Gurner N. Reid D. Reducing the risk of herbicide runoff in sugarcane farming through controlled traffic and early-banded application Agric. Ecosyst. Environ. 2013 180 29 39 10.1016/j.agee.2012.02.001 98. Asafu-Adjaye J. Factors affecting the adoption of soil conservation measures: A case study of fijian cane farmers J. Agric. Resour. Econ. 2008 33 99 117 99. Singh I. Verma R.R. Srivastava T.K. Growth, yield, irrigation water use efficiency, juice quality and economics of sugarcane in pusa hydrogel application under different irrigation scheduling Sugar Tech 2018 20 29 35 10.1007/s12355-017-0515-9 100. Bramley R.G.V. Quabba R.P. Opportunities for improving the management of sugarcane production through the adoption of precision agriculture—An Australian perspective Int. Sugar J. 2002 104 152 161 101. Abdel-Rahman E.M. Ahmed F.B. The application of remote sensing techniques to sugarcane ( Saccharum spp. hybrid) production: A review of the literature Int. J. Remote Sens. 2008 29 3753 3767 10.1080/01431160701874603 102. Fortes C. Trivelin P.C.O. Vitti A.C. Ferreira D.A. Franco H.C.J. Otto R. Recovery of nitrogen (15N) by sugarcane from previous crop residues and urea fertilisation under a minimum tillage system Sugar Tech 2011 13 42 46 10.1007/s12355-011-0074-4 Figure 1 Annual growth of publications from 1858 to 2019 (27 August), Cubic R 2 = 0.877. Figure 2 Global distribution of publications related to sugarcane research. TPs: Total Publications. Source: SCOPUS (27 August 2019). Figure 3 International country co-authorship network of publications related to sugarcane research. ( a ) By number of documents. ( b ) By number of citations. Figure 4 International co-authorship network of publications related to sugarcane research. ( a ) By number of documents. ( b ) By number of citations. Figure 5 Network showing the co-occurrence of terms in sugarcane research with five co-occurrences. ijerph-16-03326-t001_Table 1 Table 1 Journals, institutes, and countries with published research on sugarcane. Rank Journal TPs Country/Region TPs Institute TPs 1 Sugar Tech 892 Brazil 8444 Universidade de Sao Paulo—USP 2420 2 International Sugar Journal 650 United States 4189 UNESP-Universidade Estadual Paulista 1393 3 Bioresource Technology 553 India 4113 Universidade Estadual de Campinas 1119 4 Revista Brasileira de Zootecnia 246 Australia 2458 Sugar Research Australia 665 5 Biomass and Bioenergy 212 China 2086 Empresa Brasileira de Pesquisa Agropecuaria—Embrapa 530 6 Industrial Crops and Products 199 South Africa 923 University of Florida 500 7 Pesquisa Agropecuaria Brasileira 168 United Kingdom 895 USDA Agricultural Research Service, Washington DC 482 8 Plos One 157 Japan 853 Universidade Federal de Sao Carlos 474 9 Applied Biochemistry and Biotechnology 151 France 782 Universidade Federal de Vicosa 468 10 Cuban Journal of Agricultural Science 148 Mexico 737 University of Queensland 438 TPs: Total Publications. Source: SCOPUS (28 August 2019). ijerph-16-03326-t002_Table 2 Table 2 The top 10 highly-cited papers related to sugarcane research (1858–2019 (27 August)). Rank Authors (Year) Title Source Title Cited by 1 Brennan and Owende [ 30 ] (2010) Biofuels from microalgae-A review of technologies for production, processing, and extractions of biofuels and co-products Renewable and Sustainable Energy Reviews 2271 2 Paterson et al. [ 32 ] (2009) The Sorghum bicolor genome and the diversification of grasses Nature 1657 3 Chisti [ 31 ] (2008) Biodiesel from microalgae beats bioethanol Trends in Biotechnology 1260 4 Saha [ 34 ] (2003) Hemicellulose bioconversion Journal of Industrial Microbiology and Biotechnology 1200 5 Kim and Dale [ 38 ] (2004) Global potential bioethanol production from wasted crops and crop residues Biomass and Bioenergy 1144 6 Wan Ngah and Hanafiah [ 36 ] (2008) Removal of heavy metal ions from wastewater by chemically modified plant wastes as adsorbents: A review Bioresource Technology 1116 7 Sánchez and Cardona [ 33 ] (2008) Trends in biotechnological production of fuel ethanol from different feedstocks Bioresource Technology 1068 8 Waterfield et al. [ 37 ] (1983) Platelet-derived growth factor is structurally related to the putative transforming protein p28sis of simian sarcoma virus Nature 994 9 Balat and Balat [ 39 ] (2009) Recent trends in global production and utilization of bio-ethanol fuel Applied Energy 830 10 Sims, Mabee, Saddler and Taylor [ 35 ] (2010) An overview of second generation biofuel technologies Bioresource Technology 808 Source: SCOPUS (27 August 2019).",
  "plain_text": "Sugarcane is one of the main crops worldwide, and it has an important impact on environmental issues. A bibliometric mapping analysis of the research on sugarcane was carried out, using data on the titles, abstracts, and keywords of articles published in leading journals and other peer-reviewed documents available in the SCOPUS database from 1858 to 2019 (27 August), and this was subsequently analyzed with the software VOSviewer. The three most important countries that publish research and were most-cited regarding sugarcane were Brazil, the USA, and India. The analysis of the co-occurrence of terms shows that the main research areas were sugarcane bagasse and terms related to bioenergy, and on a second level of relevance agronomy topics related to increasing crop yields. This first attempt to visualize the abundance of publications regarding sugarcane in their totality is in itself a good starting point for further scientific discussion."
}
