{
    "PMC": "10392682",
    "DOI": "10.1017/qrd.2021.5",
    "PMID": "37529680",
    "PMCID": "PMC10392682",
    "title": "The unhappy chaperone.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC10392682",
    "source": "MED",
    "abstract_text": "Chaperones protect other proteins against misfolding and aggregation, a key requirement for maintaining biological function. Experimental observations of changes in solubility of amyloid proteins in the presence of certain chaperones are discussed here in terms of thermodynamic driving forces. We outline how chaperones can enhance amyloid solubility through the formation of heteromolecular aggregates (co-aggregates) based on the second law of thermodynamics and the flux towards equal chemical potential of each compound in all phases of the system. Higher effective solubility of an amyloid peptide in the presence of chaperone implies that the chemical potential of the peptide is higher in the aggregates formed under these conditions compared to peptide-only aggregates. This must be compensated by a larger reduction in chemical potential of the chaperone in the presence of peptide compared to chaperone alone. The driving force thus relies on the chaperone being very unhappy on its own (high chemical potential), thus gaining more free energy than the amyloid peptide loses upon forming the co-aggregate. The formation of heteromolecular aggregates also involves the kinetic suppression of the formation of homomolecular aggregates. The unhappiness of the chaperone can explain the ability of chaperones to favour an increased population of monomeric client protein even in the absence of external energy input, and with broad client specificity. This perspective opens for a new direction of chaperone research and outlines a set of outstanding questions that aim to provide additional cues for therapeutic development in this area.",
    "full_text": "pmc QRB Discov QRB Discov QRD QRB Discovery 2633-2892 Cambridge University Press Cambridge, UK 10392682 10.1017/qrd.2021.5 S2633289221000053 Perspective The unhappy chaperone https://orcid.org/0000-0001-9629-7109 Linse Sara 1 * https://orcid.org/0000-0003-2757-9377 Thalberg Kyrre 2 https://orcid.org/0000-0002-7879-0140 Knowles Tuomas P. J. 3 4 1 Biochemistry and Structural Biology, Chemical Centre, Lund University , Lund , Sweden 2 Emmace Consulting , Lund , Sweden 3 Yusuf Hamied Department of Chemistry, University of Cambridge , Cambridge , UK 4 Cavendish Laboratory, University of Cambridge , Cambridge , UK * Author for correspondence: Sara Linse, E-mail: sara.linse@biochemistry.lu.se 2021 08 7 2021 2 e7 09 3 2021 15 6 2021 02 7 2021 © The Author(s) 2021 2021 The Author(s) https://creativecommons.org/licenses/by/4.0/ This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. Thermodynamics of co-aggregation and disaggregation. ( a ) Free energy diagram for a closed system of an amyloid peptide (blue) and chaperone (red). At the highest level i, all species are monomeric. At level ii, the peptide is monomeric and the chaperone a mixture of monomers and oligomers. At level iii, there are amyloid fibrils, chaperone oligomers and monomers of both. At level iv, co-aggregates of peptide and chaperone co-exist with monomers of both, and the peptide monomer concentration in this state is higher than in state iii. ( b ) Chemical potential summed up over all molecules of each kind separately (peptide blue and chaperone red), and for the system (purple). There is a large increase in amyloid peptide solubility from state iii to state iv. ( c ) Reaction coordinate diagram for the case of co-aggregation (from ii to vi) and for disaggregation (from iii to iv) illustrating the much higher energy barrier in the latter case. Chaperones protect other proteins against misfolding and aggregation, a key requirement for maintaining biological function. Experimental observations of changes in solubility of amyloid proteins in the presence of certain chaperones are discussed here in terms of thermodynamic driving forces. We outline how chaperones can enhance amyloid solubility through the formation of heteromolecular aggregates (co-aggregates) based on the second law of thermodynamics and the flux towards equal chemical potential of each compound in all phases of the system. Higher effective solubility of an amyloid peptide in the presence of chaperone implies that the chemical potential of the peptide is higher in the aggregates formed under these conditions compared to peptide-only aggregates. This must be compensated by a larger reduction in chemical potential of the chaperone in the presence of peptide compared to chaperone alone. The driving force thus relies on the chaperone being very unhappy on its own (high chemical potential), thus gaining more free energy than the amyloid peptide loses upon forming the co-aggregate. The formation of heteromolecular aggregates also involves the kinetic suppression of the formation of homomolecular aggregates. The unhappiness of the chaperone can explain the ability of chaperones to favour an increased population of monomeric client protein even in the absence of external energy input, and with broad client specificity. This perspective opens for a new direction of chaperone research and outlines a set of outstanding questions that aim to provide additional cues for therapeutic development in this area. Key words Amyloid peptide solubility chaperones chemical potential thermodynamics Swedish Research Council VR 2015-00143 European Research Council under the European Unionʼs Seventh Framework Programme (FP7/2007-2013) 337969 Towards a thermodynamic analysis of chaperone action A large fraction of the proteins produced in the human body are chaperones that prevent other proteins from misfolding and aggregating (Bukau et al., 2006 ; Hartl et al., 2011 , Balchin et al ., 2016 ). Such roles are key for maintaining biological function, and chaperones are critical components of organisms ranging from bacteria to human. Chaperones have been found to counteract protein aggregation and to solubilise protein aggregates already formed (Parsell et al., 1994 ; Glover and Lindquist, 1998 ; Hageman et al ., 2010 ), for recent reviews see Zarrouchioti et al. ( 2017 ), Mogk et al. ( 2018 ), Nillegoda et al. ( 2018 ), Kampinga et al. ( 2019 ), Rosenzweig et al. ( 2019 ), Webster et al. ( 2019 ), Sinnige et al. ( 2020 ) and Chaplot et al., ( 2020 ). Examples of chaperones that have been reported to inhibit different microscopic steps of amyloid formation in vivo or in vitro are HSP70 for tau (Kundel et al., 2018 ; Nachman et al., 2020 ), HSP70 and crystallins for α-synuclein (Dedmon et al., 2005 ; Luk, 2008 ; Gaspar et al., 2020 ), HSP70, DNAJB6 and DNAJB8 for poly-Q peptides (Muchowski et al ., 2000 ; Hageman et al., 2010 ; Gillis et al., 2013 ; Månsson et al., 2014 b ; Kakkar et al., 2016 ; Thiruvalluvan et al., 2020 ), DNAJB proteins, Brichos and clusterin for amyloid β peptide (Yerbury et al., 2007 ; Månsson et al., 2014 a , 2018 ; Cohen et al., 2015 ) and HSP70, DNAJ and BiP for IAPP (Chien et al., 2010 ). Anti-aggregation and disaggregase activities have also been observed for nanomaterials (Kim and Lee, 2003 ; Ikeda et al., 2007 ; Cabaleiro-Lago et al., 2008 ; Siposova et al., 2020 ), polymers (Klajnert et al., 2006 ; Song et al., 2017 ), non-chaperone proteins (Assarsson et al., 2014 ), micelle-forming surfactants (Cao et al., 2007 ; Han et al., 2010 ; He et al., 2011 ) and small molecules (Habchi et al., 2017 ; Li et al., 2019 ). Considerable effort is being devoted to understanding the effects of chaperones and co-chaperones on the mechanisms and rates of formation or disaggregation of amyloid fibrils (Cohen et al., 2015 ; Arosio et al., 2016 ; Karamanos et al., 2019 ; Wentink et al., 2020 ). From a molecular point of view, this information is contained in the heights of energy barriers separating monomeric and aggregated states, and the possible ways by which chaperones can influence such barriers. The effect of some chaperones on the end state of the aggregation process is less discussed and the current perspective regards this type of chaperone activity. In an equilibrium situation, the end state is independent of the path and related to the relative stabilities of the monomeric and aggregated states of proteins and chaperones. We present a thermodynamic analysis of different scenarios in systems composed of amyloid peptide and chaperone and discuss the experimental observations of changes in apparent solubility of amyloid proteins modulated by chaperones in terms of thermodynamic driving forces. We note that our discussion focuses on biologically relevant time scales and a living organism is never in a true equilibrium state as it is inherently an open system in which components are added and removed over time. Moreover, the interconversion between different polymorphs of aggregates, including between homomolecular and heteromolecular is often very slow, in analogy to solubility changes for different crystal polymorphs found for many small molecules. Many molecular processes are driven through the supply of external energy, and in particular many chaperone systems are ATP-dependent. However, the direction of change of a system is always towards lower free energy and we argue here that passive ATP-independent mechanisms are able to alter the effective protein solubility and discuss such mechanisms from a thermodynamic perspective, assuming in the following a constant temperature and pressure. Amyloid formation As a consequence of the second law of thermodynamics, the chemical potential of a species, for example, an amyloid-forming peptide, at equilibrium is the same in every phase of the system regardless of how many phases are present (Evans and Wennerström, 1999 ; Atkins and DePaula, 2002 ). In a supersaturated solution of amyloid peptide monomers ( Fig. 1 a ), aggregates will begin to form through nucleated polymerisation (Jarrett and Lansbury 1993 ; Knowles et al . 2009 ; Cohen et al ., 2011 a , 2011 b ; Cohen et al . 2013 ) and the amount of fibrils will increase over time until the chemical potential of the monomers in solution, μ m , is equal to the chemical potential of monomers in fibrillar aggregates, μ ma ( Fig. 1 b ): Fig. 1. Amyloid formation in the absence and presence of chaperone. In an initially supersaturated solution of amyloid peptide monomers ( a ), fibrillar aggregates will form until the chemical potential of monomers in solution is equal to the chemical potential of monomers in fibrillar and oligomeric aggregates, that is, until μ m = μ ma = μ mo ( b ). In an initially supersaturated solution of amyloid peptide monomers and chaperone ( c ), aggregates will form until the chemical potential of monomers in solution is equal to the chemical potential of monomers in aggregates, that is, until μ m* = μ ma* = μ mo* ( d ), where * refers to the system of chaperone and peptide. At the end of the reaction, the chemical potential of chaperone monomers in solution is equal to the chemical potential of chaperone monomers in aggregates. If the system in panel b is supplemented with chaperone it is brought out of equilibrium ( e ) but has the same composition as the system shown in panel c. Thus, the same equilibrium state ( d ) will apply, although the time it takes to get there may be very long in absence of external energy input. (1) For the peptide monomer in solution, the chemical potential will depend both on its intrinsic free energy, ε m , nd the activity : (2) In Eq. (2), for pure systems the standard chemical potential is often used instead of ε m . In dilute solution, the activity can be approximated with the concentration [ m ]: (3) The chemical potential of monomers in fibrils can be written as: (4) with [ ma ] representing the concentration of monomers in fibrils and ε ma the intrinsic free energy of monomers in fibrils. Amyloid fibrils can be viewed as a discontinuous solid phase, but each aggregate is large, typically containing several thousands of monomers in identical highly ordered structure. Therefore, we can neglect the concentration-dependent translational entropy term and use the approximation: (5) At equilibrium ( Fig. 1 b ), where monomers, oligomers and fibrils co-exist, the monomer concentration is equal to the solubility as follows by combining Eqs. (1), (3) and (5): (6) Even though the exchange rates may be low, the end state is a dynamic equilibrium in which all forward and backward reactions are still ongoing but at equal rates leading to no further change in the overall distribution of species. Some of the monomers will be present in oligomers, that is, smaller aggregates of a different structure and growth rate than fibrillar aggregates (Dear et al. , 2020 ). At equilibrium, there will be a very low concentration of monomers in oligomers (Michaels et al. , 2020 ), but these will have the same chemical potential as monomers in fibrils and free monomer. Therefore, the discussion below regarding increased solubility needs to consider only the monomers and the larger fibrillar aggregates in the system. Chaperone induced suppression of amyloid formation and increase in peptide solubility We now discuss how the thermodynamic framework can shed light on the origins of characteristic observations of amyloid peptide aggregation in the presence of certain chaperones, including, for example, DNAJB1 and DNAJB6. Specifically, it is commonly observed that these chaperones (i) delay aggregation and (ii) elevate the peptide monomer concentration at the end of the reaction, compared to the situation in the absence of chaperone (Månsson et al., 2014 a , 2018 ; Schirmer et al., 2016 ; Fig. 1 c,d ). For example, the aggregation of the amyloid β peptide from Alzheimer’s disease, Aβ42, is significantly retarded in the presence of the chaperone DNAJB6 (Månsson et al., 2014 a , 2018 ) and the Aβ42 monomer concentration remains at much higher concentration after the reaction in the presence of DNAJB6 compared to a system with Aβ42 alone (Månsson et al., 2018 ; Fig. 2 a ) in the absence of any external energy input. Increased solubility in the presence of chaperone has been reported in several other cases, for example, for tau fragments (Schirmer et al., 2016 ), huntingtin (Scior et al. , 2018 ) and α-synuclein (Gao et al ., 2015 ) in the presence of HSP90, a tri-chaperone system and DNAJB1, respectively. Fig. 2. Data from the literature. ( a ) Normalised Aβ42 monomer signal as a function of time as measured using solution nuclear magnetic resonance (NMR) spectroscopy for samples composed at time zero of 20 μM Aβ42 (blue circles), 20 μM Aβ42 + 2 μM DNAJB6 (red downward triangles) or 20 μM Aβ42 + 2 μM DNAJB6 mutant (purple upward triangles) in which 18 serine and threonine residues have been changed to alanines. These data are from (Månsson et al ., 2018 ) plotted with logarithmic x -axis. ( b ) Oligomer size distribution of the HSP70 chaperone as measured using mass spectrometry, replotted from data in Baldwin et al . ( 2011 a ). Crucially, experimental studies have failed to detect any direct interaction between DNAJB6 and Aβ42 monomers (Månsson et al., 2014 a , 2018 ), and an absence of strong interactions between the chaperone and amyloid peptide monomers appears to be a recurring feature (Dedmon et al., 2005 ; Chien et al., 2010 ; Österlund et al., 2020 ). DNAJB6 inhibits nucleation of Aβ42 fibril formation, which has been interpreted in terms of interactions between the chaperone and oligomeric forms of the Aβ42 peptide (Månsson et al., 2014 a ; Österlund et al., 2020 ). Such a mechanism can explain the increased energy barrier for nucleation but not the shift of the final equilibrium state; as such, the elevated concentrations of peptide monomer at the end of the reaction in the presence of chaperone remains to be explained. The formation of co-aggregates can explain the increased amyloid peptide solubility in the presence of a chaperone In dilute solutions in the presence of a chaperone, the intrinsic free energy, ε m , of the free peptide monomer in solution remains unaltered, because it does not interact with the chaperone. The chemical potential of the monomer in solution in the presence of chaperone can therefore be written as: (7) where * refers to the system of peptide and chaperone. The second law of thermodynamics must still hold, and when equilibrium is reached in the mixed system, monomers in solution and monomers in aggregates must have the same chemical potential ( Fig. 1 d ): (8) The second equality uses the same approximation as above Eq. (5). The solubility of the peptide in the presence of chaperone can then be expressed as: (9) and the observation that (10) implies that (11) Thus, the chaperone can only maintain an elevated concentration of peptide monomers at equilibrium if the formed aggregates are of a different structure in which the peptide has a higher chemical potential compared to the fibrils formed from peptide alone. If the solubility in the presence and absence of chaperone is known, it is possible to estimate the difference in chemical potential of the amyloid peptide in aggregates in the mixed compared to pure system: (12) An example of an aggregate of different structure would be a co-aggregate of peptide and chaperone ( Fig. 1 d ). Several experimental observations can indeed be interpreted in terms of the formation of co-aggregates between amyloid peptides and chaperones (Dedmon et al., 2005 ; Månsson et al., 2014 a ; Gao et al ., 2015 ; Schirmer et al., 2016 ; Zhang et al., 2019 ). For example, the large aggregates formed in mixtures of Aβ42 and DNAJB6 were found to react with antibodies towards Aβ42 as well as antibodies towards DNAJB6 (Månsson et al., 2014 a ). Other examples include co-aggregates of DNAJB1 with α-synuclein fibrils (Gao et al ., 2015 ) and of Hsp90 with tau fragments (Schirmer et al., 2016 ). Chaperones are repeatedly observed in amyloid deposits in vivo , as reviewed by Sinnige and Morimoto ( 2020 ). While the formation of co-aggregates rather than pure fibrils would explain the increased solubility observed in the presence of chaperone, it also implies that the observed retardation of aggregate formation (Månsson et al., 2018 ) involves the suppression of the appearance of a homomolecular aggregate phase on the time scale of the experiment. The unhappy chaperone The increased effective solubility of the amyloid peptide in the presence of chaperone thus relies on the formation of aggregates in which the amyloid peptide has a higher chemical potential than in its pure aggregates. This is thermodynamically unfavourable for the amyloid peptide and we may ask why does it not form the more stable pure aggregates? To answer this question, we need to consider that it is the entire system of amyloid peptide and chaperone, which strives to minimise its free energy. This is schematically illustrated in Fig. 3 . Fig. 3. Thermodynamics of co-aggregation and disaggregation. ( a ) Free energy diagram for a closed system of an amyloid peptide (blue) and chaperone (red). At the highest level i, all species are monomeric. At level ii, the peptide is monomeric and the chaperone a mixture of monomers and oligomers. At level iii, there are amyloid fibrils, chaperone oligomers and monomers of both. At level iv, co-aggregates of peptide and chaperone co-exist with monomers of both, and the peptide monomer concentration in this state is higher than in state iii. ( b ) Chemical potential summed up over all molecules of each kind separately (peptide blue and chaperone red), and for the system (purple). There is a large increase in amyloid peptide solubility from state iii to state iv. ( c ) Reaction coordinate diagram for the case of co-aggregation (from ii to vi) and for disaggregation (from iii to iv) illustrating the much higher energy barrier in the latter case. The chemical potential of the chaperone can be expressed in terms of its intrinsic free energy, , and the chaperone concentration, [ c ]: (13) The chemical potential of the chaperone in solution (although at low concentration) in the system of chaperone and peptide can be written as: (14) and in analogy with the peptide, the chemical potential of the chaperone in the aggregates formed in the system with peptide and chaperone is: (15) Crucially, an overall reduction in free energy is possible only if the chaperone has a higher chemical potential alone than in the co-aggregates that form in the system of peptide and chaperone ( Fig. 3 b ). The chaperone then ‘gains’ more by forming the co-aggregate than the amyloid peptide ‘loses’, that is, the chaperone lowers its chemical potential more than the amyloid peptide increases its chemical potential (cf. states iii and iv in Fig. 3 b ). We can thus predict that the more unhappy the chaperone is on its own, the more prone will it be to interact with the amyloid peptide and the more potent will it be in increasing the solubility of the amyloid peptide. The net reduction in free energy will rely on the relative stoichiometry of chaperone to amyloid peptide in the co-aggregates and their total concentrations in the system as a whole. Thus, the higher the fraction of chaperone in the co-aggregate, the higher the increase in peptide solubility. A challenge for the future will be to establish the limits, if any, of chaperone to peptide stoichiometries in co-aggregates. Analogous systems: co-crystallisation and co-micelle formation Within pharmaceutical science, the poor solubility of a drug molecule can be remediated through co-crystallisation with another substance (Gagniere, 2009 ; Schartman et al., 2009 ; Zhang and Rasmussen, 2013 ). The co-crystal is of different structure compared to the pure drug crystal and the drug monomer in the co-aggregate has higher chemical potential than the drug in the pure crystal. This leads to higher drug solubility in the mixed, , compared to pure system, [ m ]. In a binary surfactant mixture, one surfactant typically gains from mixed micelle formation, while the other one loses, at constant total concentration (Nagarajan, 1985 ). Again, it is the system as a whole that strives to minimise its free energy and the increase in chemical potential of one component is compensated for by a larger reduction for the other component. The role of crystal and fibril morphology Eq. (6) implies that the more stable the aggregate structure, the lower the apparent solubility. For a give compound, there may be more than one crystalline structure that can form, with different apparent solubility (Brittain, 2009 ). In analogy, some amyloid peptides can end up in more than one morphology (Lutter et al ., 2019 ; Ke et al ., 2020 ). In such cases, the different crystal forms or morphologies are separated by kinetic barriers. Solubility measurements may reveal which of the aggregate forms is closest to the thermodynamic minimum, because the more stable the crystal or fibril, the lower the solubility. The role of chaperone oligomerisation Common characteristics for ATP-independent chaperones are their tendency to form: (i) polydisperse (Baldwin et al., 2011 a ; Månsson et al., 2014 b ; Fig. 2 b ) and (ii) relatively disordered aggregates, in which the buried surface area at contact points is small (Baldwin et al., 2011 b ; Söderberg et al ., 2018 ), and with rapid exchange between monomers and aggregates of various sizes (Luk, 2008 ; Månsson et al., 2014 b ; Karamanos et al .; 2019 ). These clusters are typically stable relative to the monomeric form of the chaperone, and the free monomer concentration is too low to be detected by most techniques. One may argue that both features are requirements for the chaperone action. The observed very low chaperone monomer concentration is necessary for its action because a protein with low chemical potential on its own would be rather happy and the reduction in chemical potential upon forming a co-aggregate would not be enough to compensate for the amyloid peptide’s increase in chemical potential. Moreover, the presence of chaperone polydisperse clusters means that there is no well-defined aggregation number, contrary to the case of surfactant micelles. This means that no arrangement can satisfy the chaperone, thus its chemical potential in the aggregates is still high. In contrast, non-chaperone proteins like for example haemoglobin and virus capsids form aggregates with a well-defined aggregation number, which are relatively stable. Polydispersity thus seems to be a key attribute enabling the broad range of peptide substrates that chaperones can interact with and remedy. It seems straight-forward to predict that the chemical potentials of chaperones are higher than for most proteins, that is, chaperones are more unhappy. A challenge for the future will be to establish quantitative estimates of this difference. Less potent chaperones variants It follows from above that the happier the chaperone is on its own, the less potent it will be in increasing the solubility of the amyloid peptide. In this context, we may discuss mutations and substitutions that alter the potency of a chaperone. For example, in the case of DNAJB6, substitutions from Ser or Thr to Ala, or removal of major parts of the Ser/Thr-rich region, lead to chaperones that are less potent in inhibiting Aβ42 aggregation and the solubility of Aβ42 is closer to that of Aβ42 alone (Månsson et al., 2018 ; Fig. 2 a ). Such results are often discussed in terms of altered interaction between chaperone and client peptide, and we argue here that it may be fruitful to consider also the effect on the chaperone chemical potential (happiness). An increased solubility of the amyloid peptide would result if the substitutions make the chaperone less unhappy, that is, reduce the difference in chemical potential of chaperone on its own relative to in the co-aggregate. In support of this view, removal of the Ser/Thr-rich region was found to increase the proportion of monomeric DNAJB6 (Karamanos et al., 2019 ) suggesting that the variant is more happy on its own compared to the very unhappy wild-type chaperone. Fibril disaggregation upon change in solution conditions Self-assembly is a dynamic process. The simplest way to disaggregate fibrils in vitro is therefore by dilution (Nespovitaya, 2016 ; Schirmer et al., 2016 ). This brings the monomer concentration below the solubility limit, and the net effect will be a dissolution of fibrils and an increase in monomer concentration until equilibrium is re-established (Eq. (1)). Other means of disaggregating fibrils are by adjustment of the temperature or pH to regimes where the solubility is higher. Fibril disassembly may also be facilitated by the addition of cationic surfactants (He et al. , 2011 ), polymers (Song et al. , 2017 ), fullerenes (Siposova et al. , 2020 ) or small molecules (Li et al. , 2019 ), some of which form co-aggregates of altered structure compared to the peptide-only fibrils. The role of chaperones in passive disaggregation In vivo , disaggregation is facilitated by a class of chaperones, or chaperone systems, called disaggregases (Glover and Lindquist, 1998 ; Gao et al ., 2015 ; Kityk et al., 2018 ; Mogk et al., 2018 ; Nachman et al., 2020 ). If a disaggregase is added to a sample containing amyloid fibrils, the fibril concentration is observed to decrease (see, e.g. Gao et al ., 2015 ; Nachman et al ., 2020 ; Wentink et al ., 2020 ). Disassembly is typically incomplete because it cannot proceed beyond the point where equilibrium is re-established (Eq. (1)). While most disaggregases studied to date are ATP-dependent, the framework in this paper allows us to consider a purely passive mode of action. Adding a chaperone to a solution of amyloid peptide fibrils, in dynamic equilibrium with monomers and oligomers puts the system out of equilibrium as shown in Fig. 1 e . The net change, whereby the system establishes a new equilibrium, will be a dissolution of peptide-only fibrils and formation of co-aggregates until the chemical potential of monomers in solution is equal to the chemical potential of monomers in the co-aggregates, that is, μ m* = μ ma* . In Fig. 3 , this corresponds to a change from state iii to iv. To satisfy the condition of reversibility, the system should reach the same end state regardless of the initial species distribution; the systems in Fig. 1 c,e have the same total composition and will therefore have the same equilibrium, depicted in Fig. 1 d. . Passive disaggregation in the presence of chaperones will thus occur if the intrinsic free energy (equilibrium structure) of aggregates formed in the presence of the chaperone is different from those formed in its absence. This allows for a shift in equilibrium and a net dissolution of fibrils. However, the energy barrier separating the system from the equilibrium state can be very high ( Fig. 3 c , right vs left) meaning that equilibrium may not be reached over any reasonable experimental time frame. The role of chaperones in active disaggregation Nature has solved this by utilising ATP hydrolysis; the disaggregase activity in multi-cellular organisms is commonly provided by tri-chaperones systems composed of HSP70, HSP40 (J-domain protein) and a nucleotide-exchange factor (Kampinga and Craig, 2010 ; Shorter, 2011 ; Rampelt et al ., 2012 ; De Los Rios and Barducci, 2014 ; Nillegoda et al ., 2015 ; Kityk et al ., 2018 ; Mogk et al. , 2018 ; Rosenzweig et al ., 2019 ; Faust et al ., 2020 ; Nachman et al ., 2020 ). The disaggregase activity of HSP70 is coupled to ATP hydrolysis, meaning that the free energy of dephosphorylation of ATP is ‘invested’ to speed up or drive the disaggregation further than would otherwise be possible (De Los Rios and Barducci, 2014 ). The nucleotide-exchange factor secures continuous activity through the restoration of the ATP-binding form of HSP70. Many studies have identified the strict requirement for a J-domain protein, for disaggregation to happen, although the energy input relies on HSP70 and nucleotide-exchange factor to lower the kinetic barrier of disassembly. While the role of the J-domain protein is concluded to provide specificity (Kampinga et al ., 2019 ), we argue that an additional and equally important role of the J-domain may be to form the co-aggregate with the amyloid peptide. The ability of a functional disaggregase machinery to change the solubility (equilibrium) requires that at least one component forms a co-aggregate with the amyloid peptide, organised in a manner such that the peptide has a higher chemical potential compared to the starting fibril. If no co-aggregates were formed, the peptide monomers that are released would re-elongate the existing fibrils or form new fibrils of the same structure and chemical potential as before and no increase in solubility would be possible. Fibril coating The mechanism outlined in this perspective relies on the formation of co-aggregates of chaperone and amyloid peptides, which are significantly different from those of the peptide alone. This mode of action is thus very different compared to some other classes of chaperones that merely coat fibrils while leaving the fibril structure largely intact (Cohen et al. , 2015 ; Fig. 4 ). In such cases, the equilibrium position would be shifted towards lower solubility of the monomer compared to the situation in the absence of chaperone ( Fig. 4 , level iv vs iii). Fibril coating can, however, explain the reduced rate of fibril-catalysed secondary nucleation in the presence of this class of chaperones or substances (Cohen et al. , 2015 ; Arosio et al. , 2016 ; Habchi et al. , 2017 ; Linse et al. , 2020 ). In both the scenario where the chaperone and amyloid peptide forms co-aggregates of altered structure ( Fig. 3 ) and the scenario where fibrils are simply coated with the chaperone ( Fig. 4 ), the system as a whole reduces its free energy relative to the mix of chaperone oligomers and amyloid fibrils, state iii. However, only the formation of co-aggregates of altered structure can result in increased solubility of the amyloid peptide. Fig. 4. Thermodynamics of aggregation and fibril coating. ( a ) Free energy diagram for a closed system of an amyloid peptide (blue) and chaperone (red). At the highest level i, all species are monomeric. At level ii, the peptide is monomeric and the chaperone a mixture of monomers and oligomers. At level iii, there are amyloid fibrils, chaperone oligomers and monomers of both. At level iv, peptide fibrils coated by chaperone co-exist with monomers of both, and the peptide monomer concentration in this state is similar or lower than in state iii. ( b ) Chemical potential summed up over all molecules of each kind separately (peptide blue and chaperone red), and for the system (purple). In this case, there is no increase in solubility from state iii to state iv. ( c ) Reaction coordinate diagram for the case of co-aggregation leading to coated fibrils (from ii to vi) and coating of already existing fibrils (from iii to iv). Concluding remarks and perspective Many proteins, chaperones and others alike, retard amyloid formation through interactions with discrete species along the reaction pathway, which increase the energy barriers for nucleation or elongation of aggregates. Such processes are driven through the free energy gain of the chaperone binding to the target aggregate structure and can take place even in the absence of external energy input. However, a change in the solubility (equilibrium) of the amyloid peptide can only be achieved, in the absence of external energy input, by a particular class of chaperones that are very unhappy on their own. This class includes for example several of the DNAJB proteins and αB crystallins. The action of these chaperones in the suppression of aggregation and promotion of disaggregation may be understood in terms of the second law of thermodynamics and the equal chemical potential in all phases of a compound at thermodynamic equilibrium. An increased solubility of the amyloid peptide can thus only be at hand if the peptide is engaged in an alternative form of aggregates in which its chemical potential is higher than in the regular fibrils. The formation of heteromolecular aggregates, that is, co-aggregates of chaperone and amyloid peptide, may lead to enhanced peptide solubility, in analogy with the increase in small molecule solubility upon formation of co-crystals. The key driver is the high (unfavourable) chemical potential of the chaperone on its own, which is lowered upon formation of a co-aggregate. The gain for the chaperone needs to exceed the increase in chemical potential (loss) of the amyloid peptide such that the formation of co-aggregates lowers the free energy of the system as a whole. Unhappiness and polydispersity are key attributes of this class of chaperones enabling the broad range of peptide substrates that these chaperones can interact with and remedy. Consideration of the thermodynamics of chaperone actions as well as energy barriers can lead to improved understanding of the passive role of chaperones as aggregation inhibitors as well as active disaggregation fueled by an external energy input. We outline here a number of outstanding questions that may be addressed in future experiments to provide qualitative insights and quantitative measures of key parameters regarding the action of unhappy chaperones. Such research may forward our understanding of this class of chaperones and may provide clues towards the prevention of neurodegenerative and other amyloid diseases. What is the composition (molar ratio of chaperone to amyloid peptide) in the final co-aggregates as a function of total concentrations of chaperone and peptide? Are there upper and lower limits of the possible stoichiometric ratios of chaperone and peptide? This may be addressed using mass spectrometry with isotope standards. What is the structure of the final co-aggregates on ultra-structural level and in atomic detail? Are the co-aggregates interdigitated fibrils with regularly alternating peptide and chaperone, or do they have some other structural arrangement? This may be addressed using cryo-electron microscopy; atomic force microscopy, nano-IR and solid-state nuclear magnetic resonance (NMR) spectroscopy as well as neutron scattering with contrast variation. How does the self-aggregation and polydispersity of the chaperone alone vary with total concentration? How does the self-aggregation and polydispersity of less potent chaperone variants vary with total concentration? This may be addressed using diffusion measurements in microfluidics, fluorescence correlation spectroscopy, analytical ultracentrifugation or quantification of monomer after separation from aggregates. Can the chaperone gain in free energy upon co-aggregation be quantified? This can be addressed using fractionation methods and spectroscopic or isotope-based methods to provide quantitative numbers on species distributions. The amount of unbound chaperone may be used to estimate the free energy gain for the chaperone due to co-aggregation. Which molecular features make the chaperone unhappy? Chaperones are typically folded into discrete domains, implying that there is a very strong driving force for the formation of these domains, as they are formed despite of exposing energetically unfavourable exterior surfaces. Are the exteriors evolved in a way that they will not match with any other chaperone domain surfaces, to avoid high-affinity self-association? How much does water contribute to the unusually high chemical potential of chaperones? Chaperones seem unable to bury most of their hydrophobic patches by oligomerisation. This may be addressed in a quantitative manner using temperature-dependent measurements to estimate the heat capacity change of chaperone association. How much do the disordered termini and linkers contribute to the unusually high chemical potential of chaperones? What is the time scale for the system to relax towards an equilibrium distribution and structures in two systems with the same total composition, but with different starting points, for example, chaperone plus peptide monomer versus chaperone plus peptide fibrils? Will in the latter case equilibrium be achieved during any reachable time frame in the absence of external energy input? This may be addressed using NMR spectroscopy and ThT fluorescence to reveal the relative height of the barriers (activation energies) for aggregation and disaggregation. Acknowledgements We are grateful to Daan Frenkel for stimulating discussions and input on thermodynamics of multiphase systems. This work was supported by the Swedish Research Council VR (2015-00143 to S.L.) and through the European Research Council under the European Unionʼs Seventh Framework Programme (FP7/2007-2013) through the ERC grant (to T.K.) PhysProt (agreement no. 337969). Open Peer Review To view the open peer review materials for this article, please visit http://dx.doi.org/10.1017/qrd.2021.5 . Conflict of interest The authors declare no conflicts of interest. References Arosio P , Michaels TC , Linse S , Månsson C , Emanuelsson C , Presto J , Johansson J , Vendruscolo M , Dobson CM and Knowles TP ( 2016 ) Kinetic analysis reveals the diversity of microscopic mechanisms through which molecular chaperones suppress amyloid formation . Nature Communications 7 , 10948 . Assarsson A , Hellstrand E , Cabaleiro-Lago C and Linse S ( 2014 ) Charge dependent retardation of amyloid β aggregation by hydrophilic proteins . ACS Chemical Neuroscience 5 , 266 – 274 . 24475785 Atkins P and De Paula J ( 2002 ) Physical Chemistry , 7th Edn. Oxford : Oxford University Press , p. 141 . Balchin D , Hayer-Hartl M and Hartl FU ( 2016 ) In vivo aspects of protein folding and quality control . Science 353 , aac4354. Baldwin AJ , Lioe H , Robinson CV , Kay LE and Benesch JL ( 2011a ) αB-crystallin polydispersity is a consequence of unbiased quaternary dynamics . Journal of Molecular Biology 413 , 297 – 309 . 21839090 Baldwin AJ , Lioe H , Robinson CV , Kay LE and Benesch JL ( 2011b ) The polydispersity of αB-crystallin is rationalized by an interconverting polyhedral architecture . Structure 19 , 1855 – 1863 . 22153508 Brittain HG ( 2009 ) Polymorphism in Pharmaceutical Solids , 2nd Edn. New York : CRC Press . ISBN: 9781420073218. Bukau B , Weissman J and Horwich A ( 2006 ) Molecular chaperones and protein quality control . Cell 125 , 443 – 451 . 16678092 Cabaleiro-Lago C , Quinlan-Pluck F , Lynch I , Lindman S , Minogue AM , Thulin E , Walsh DM , Dawson KA and Linse S ( 2008 ) Inhibition of amyloid beta protein fibrillation by polymeric nanoparticles . Journal of the American Chemical Society 130 , 15437 – 15443 . 18954050 Cao M , Han Y , Wang J and Wang Y ( 2007 ) Modulation of fibrillogenesis of amyloid beta(1-40) peptide with cationic gemini surfactant . The Journal of Physical Chemistry. B 111 , 13436 – 13443 . 17983218 Chaplot K , Jarvela TS and Lindberg I ( 2020 ) Secreted chaperones in neurodegeneration . Frontiers in Aging Neuroscience 12 , 268 . 33192447 Chien V , Aitken JF , Zhang S , Buchanan CM , Hickey A , Brittain T , Cooper GJ and Loomes KM ( 2010 ) The chaperone proteins HSP70, HSP40/DnaJ and GRP78/BiP suppress misfolding and formation of β-sheet-containing aggregates by human amylin: A potential role for defective chaperone biology in type 2 diabetes . The Biochemical Journal 432 , 113 – 121 . 20735358 Cohen SI , Linse S , Luheshi LM , Hellstrand E , White DA , Rajah L , Otzen DE , Vendruscolo M , Dobson CM and Knowles TP ( 2013 ) Proliferation of amyloid-β42 aggregates occurs through a secondary nucleation mechanism . Proceedings of the National Academy of Sciences of the United States of America 110 , 9758 – 9763 . 23703910 Cohen SI , Vendruscolo M , Dobson CM and Knowles TP ( 2011a ) Nucleated polymerization with secondary pathways. II. Determination of self-consistent solutions to growth processes described by non-linear master equations . The Journal of Chemical Physics 135 , 065106. Cohen SI , Vendruscolo M , Welland ME , Dobson CM , Terentjev EM and Knowles TP ( 2011b ) Nucleated polymerization with secondary pathways. I. Time evolution of the principal moments . The Journal of Chemical Physics 135 , 065105. Cohen SIA , Arosio P , Presto J , Kurudenkandy FR , Biverstal H , Dolfe L , Dunning C , Yang X , Frohm B , Vendruscolo M , Johansson J , Dobson CM , Fisahn A , Knowles TPJ and Linse S ( 2015 ) A molecular chaperone breaks the catalytic cycle that generates toxic Aβ oligomers . Nature Structural & Molecular Biology 22 , 207 – 213 . De Los Rios P and Barducci A ( 2014 ) Hsp70 chaperones are non-equilibrium machines that achieve ultra-affinity by energy consumption . eLife 3 , e02218. Dear AJ , Meisl G , Šarić A , Michaels TCT , Kjaergaard M , Linse S and Knowles TPJ ( 2020 ) Identification of on- and off-pathway oligomers in amyloid fibril formation . Chemical Science 11 , 6236 – 6247 . 32953019 Dedmon MM , Christodoulou J , Wilson MR and Dobson CM ( 2005 ) Heat shock protein 70 inhibits α-synuclein fibril formation via preferential binding to prefibrillar species . The Journal of Biological Chemistry 280 , 14733 – 14740 . 15671022 Evans DF and Wennerström H ( 1999 ) The Colloidal Domain: Where Physics, Chemistry, Biology, and Technology Meet , 2nd Edn. New York : Wiley . Faust O , Abayev-Avraham M , Wentink AS , Maurer M , Nillegoda NB , London N , Bukau B and Rosenzweig R ( 2020 ) HSP40 proteins use class-specific regulation to drive HSP70 functional diversity . Nature 587 , 489 – 494 . 33177718 Gagniere E ( 2009 ) Formation of co-crystals: Kinetic and thermodynamic aspects . Journal of Crystal Growth 311 , 2689 – 2695 . Gao X , Carroni M , Nussbaum-Krammer C , Mogk A , Nillegoda NB , Szlachcic A , Guilbride DL , Saibil HR , Mayer MP and Bukau B ( 2015 ) Human Hsp70 disaggregase reverses Parkinson’s-linked α-synuclein amyloid fibrils . Molecular Cell 59 , 781 – 793 . 26300264 Gaspar R , Garting T and Stradner A ( 2020 ) Eye lens crystallin proteins inhibit the autocatalytic amyloid amplification nature of mature α-synuclein fibrils . PLoS One 15 , e0235198. Gillis J , Schipper-Krom S , Juenemann K , Gruber A , Coolen S , van den Nieuwendijk R , van Veen H , Overkleeft H , Goedhart J , Kampinga HH and Reits EA ( 2013 ) The DNAJB6 and DNAJB8 protein chaperones prevent intracellular aggregation of polyglutamine repeats . The Journal of Biological Chemistry 288 , 17225 – 17237 . 23612975 Glover JR and Lindquist S ( 1998 ) Hsp104, Hsp70, and Hsp40: A novel chaperone system that rescues previously aggregated proteins . Cell 94 , 73 – 82 . 9674429 Habchi J , Chia S , Limbocker R , Mannini B , Ahn M , Perni M , Hansson O , Arosio P , Kumita JR , Challa PK , Cohen SI , Linse S , Dobson CM , Knowles TP and Vendruscolo M ( 2017 ) Systematic development of small molecules to inhibit specific microscopic steps of Aβ42 aggregation in Alzheimer’s disease . Proceedings of the National Academy of Sciences of the United States of America 114 , E200 – E208 . 28011763 Hageman J , Rujano MA , van Waarde MA , Kakkar V , Dirks RP , Govorukhina N , Oosterveld-Hut HM , Lubsen NH and Kampinga HH ( 2010 ) A DNAJB chaperone subfamily with HDAC-dependent activities suppresses toxic protein aggregation . Molecular Cell 37 , 355 – 369 . 20159555 Han Y , He C , Huang CX , Wamg Y and Li Z ( 2010 ) Facile disassembly of amyloid fibrils using gemini surfactant micelles . Langmuir 26 , 1583 – 1587 . 20000629 Hartl F-U , Bracher A and Hayer-Hartl M ( 2011 ) Molecular chaperones in protein folding and proteostasis . Nature 473 , 324 – 332 . He C , Hou Y , Han Y and Wang Y ( 2011 ) Disassembly of amyloid fibrils by premicellar and micellar aggregates of a tetrameric cationic surfactant in aqueous solution . Langmuir 27 , 4551 – 4556 . 21438511 Ikeda K , Okada T , Sawada S , Akiyoshi K and Matsuzaki K ( 2007 ) Inhibition of the formation of amyloid beta-protein fibrils using biocompatible nanogels as artificial chaperones . FEBS Letters 580 , 6587 – 6595 . Jarrett JT and Lansbury PT Jr ( 1993 ) Seeding “one-dimensional crystallization” of amyloid: A pathogenic mechanism in Alzheimer’s disease and scrapie? Cell 73 , 1055 – 1058 . 8513491 Kakkar V , Månsson C , de Mattos EP , Bergink S , van der Zwaag M , van Waarde MAWH , Kloosterhuis NJ , Melki R , van Cruchten RTP , Al-Karadaghi S , Arosio P , Dobson CM , Knowles TPJ , Bates GP , van Deursen JM , Linse S , van de Sluis B , Emanuelsson C and Kampinga HH ( 2016 ) The S/T-rich motif in the DNAJB6 chaperone delays poly-glutamine aggregation and the onset of disease in a mouse model . Molecular Cell 62 , 272 – 283 . 27151442 Kampinga HH , Andreasson C , Barducci A , Cheetham ME , Cyr D , Emanuelsson C , Genevaux P , Gestwicki JE , Goloubinoff P , Huerta-Cepas J , Kirstein J , Liberek K , Mayer MP , Nagata K , Nillegoda NB , Pulido P , Ramos C , De Los Rios P , Rospert S , Rosenzweig R , Sahi C , Taipale M , Tomiczek B , Ushioda R , Young JC , Zimmermann R , Zylicz A , Zylicz M , Craig EA and Marszalek J ( 2019 ) Function, evolution, and structure of J-domain proteins . Cell Stress & Chaperones 24 , 7 – 15 . 30478692 Kampinga HH and Craig EA ( 2010 ) The HSP70 chaperone machinery: J proteins as drivers of functional specificity . Nature Reviews 11 , 579 – 592 . Karamanos TK , Tugarinov V and Clore GM ( 2019 ) Unraveling the structure and dynamics of the human DNAJB6b chaperone by NMR reveals insights into Hsp40-mediated proteostasis . Proceedings of the National Academy of Sciences of the United States of America 116 , 21529 – 21538 . 31591220 Ke PC , Zhou R , Serpell LC , Riek R , Knowles TPJ , Lashuel HA , Gazit E , Hamley IW , Davis TP , Fändrich M , Otzen DE , Chapman MR , Dobson CM , Eisenberg DS and Mezzenga R ( 2020 ) Half a century of amyloids: Past, present and future . Chemical Society Reviews 49 , 5473 – 5509 . 32632432 Kim JE and Lee M ( 2003 ) Fullerene inhibits beta-amyloid peptide aggregation . Biochemical and Biophysical Research Communications 303 , 576 – 579 . 12659858 Kityk R , Kopp J and Mayer MP ( 2018 ) Molecular mechanism of J-domain-triggered ATP hydrolysis by HSP70 cheparones . Molecular Cell 69 , 227 – 237 . 29290615 Klajnert B , Cortijo-Arellano M and Bryszewska M ( 2006 ) Influence of dendrimer’s structure on its activity against amyloid fibril formation . Biochemical and Biophysical Research Communications 345 , 21 – 28 . 16674918 Knowles TP , Waudby CA , Devlin GL , Cohen SI , Aguzzi A , Vendruscolo M , Terentjev EM , Welland ME and Dobson CM ( 2009 ) An analytical solution to the kinetics of breakable filament assembly . Science 326 , 1533 – 1537 . 20007899 Kundel F , De S , Flagmeier P , Horrocks MH , Kjaergaard M , Shammas SL , Jackson SE , Dobson CM and Klenerman D ( 2018 ) Hsp70 inhibits the nucleation and elongation of tau and sequesters tau aggregates with high affinity . ACS Chemical Biology 13 , 636 – 646 . 29300447 Li J , Yang Z , Liu H , Qiu M , Zhang T , Li W , Li Z , Qi T , Li L , Zhou X , Liu S and Tan S ( 2019 ) ADS-J1 disaggregates semen-derived amyloid fibrils . Biochemical Journal 476 , 1021 – 1035 . 30877194 Linse S , Scheidt T , Bernfur K , Vendruscolo M , Dobson CM , Cohen SIA , Sileikis E , Lundqvist M , Qian F , O’Malley T , Bussiere T , Weinreb PH , Xu CK , Meisl G , Devenish SRA , Knowles TPJ and Hansson O ( 2020 ) Kinetic fingerprints differentiate the mechanisms of action of anti-Aβ antibodies . Nature Structural & Molecular Biology 27 , 1125 – 1133 . Luk KC ( 2008 ) Interactions between Hsp70 and the hydrophobic core of α-synuclein inhibit fibril assembly . Biochemistry 47 , 12614 – 12625 . 18975920 Lutter L , Serpell CJ , Tuite MF and Xue WF ( 2019 ) The molecular lifecycle of amyloid - Mechanism of assembly, mesoscopic organisation, polymorphism, suprastructures, and biological consequences . Biochimica et Biophysica Acta - Proteins and Proteomics 1867 , 140257 . 31352057 Månsson C , Arosio P , Hussein R , Kampinga HH , Hashem RM , Boelens WC , Dobson CM , Knowles TPJ , Linse S and Emanuelsson E ( 2014a ) Interaction of the molecular chaperone DNAJB6 with growing amyloid-beta 42 (Aβ42) aggregates leads to sub-stoichiometric inhibition of amyloid formation . The Journal of Biological Chemistry 289 , 31066 – 31076 . 25217638 Månsson C , Kakkar V , Monsellier E , Sourigues Y , Härmark J , Kampinga HH , Melki R and Emanuelsson C ( 2014b ) DNAJB6 is a peptide-binding chaperone which can suppress amyloid fibrillation of polyglutamine peptides at substoichiometric molar ratios . Cell Stress and Chaperones 19 , 227 – 239 . 23904097 Månsson C , van Cruchten RTP , Weininger U , Yang X , Cukalevski R , Arosio P , Dobson CM , Knowles T , Akke M , Linse S and Emanuelsson C ( 2018 ) Conserved S/T residues of the human chaperone DNAJB6 are required for effective inhibition of Aβ42 amyloid fibril formation . Biochemistry 57 , 4891 – 4902 . 30024736 Michaels TCT , Šarić A , Curk S , Bernfur K , Arosio P , Meisl G , Dear AJ , Cohen SIA , Dobson CM , Vendruscolo M , Linse S and Knowles TPJ ( 2020 ) Dynamics of oligomer populations formed during the aggregation of Alzheimer’s Aβ42 peptide . Nature Chemistry 12 , 445 – 451 . Mogk A , Bukau B and Kampinga HH ( 2018 ) Cellular handling of protein aggregates by disaggregation machines . Molecular Cell 69 , 214 – 226 . 29351843 Muchowski PJ , Schaffar G , Sittler A , Wanker EE , Hayer-Hartl MK and Hartl FU ( 2000 ) Hsp70 and hsp40 chaperones can inhibit self-assembly of polyglutamine proteins into amyloid-like fibrils . Proceedings of the National Academy of Sciences of the United States of America 97 , 7841 – 7846 . 10859365 Nachman E , Wentink AS , Madiona K , Bousset L , Katsinelos T , Allinson K , Kampinga H , McEwan WA , Jahn TR , Melki R , Mogk A , Bukau B and Nussbaum-Kramer C ( 2020 ) Disassembly of Tau fibrils by the human Hsp70 disaggregation machinery generates small seeding-competent species . The Journal of Biological Chemistry 295 , 9676 – 9690 . 32467226 Nagarajan R ( 1985 ) Molecular theory for mixed micelles . Langmuir 1 , 331 – 341 . Nespovitaya N , Gath J , Barylyuk K , Seuring C , Meier BH and Riek R ( 2016 ) Dynamic assembly and disassembly of functional β-endorphin amyloid fibrils . Journal of the American Chemical Society 138 , 846 – 856 . 26699104 Nillegoda NB , Kirstein J , Szlachcic A , Berynskyy M , Stank A , Stengel F , Arnsburg K , Gao X , Scior A , Aebersold R , Guilbride DL , Wade RC , Morimoto RI , Mayer MP and Bukau B ( 2015 ) Crucial HSP70 co-chaperone complex unlocks metazoan protein disaggregation . Nature 524 , 247 – 251 . 26245380 Nillegoda NB , Wentink AS and Bukau B ( 2018 ) Protein disaggregation in multicellular organisms . Trends in Biochemical Sciences 43 , 285 – 300 . 29501325 Österlund N , Lundqvist M , Ilag LL , Gräslund A and Emanuelsson C ( 2020 ) Amyloid-β oligomers are captured by the DNAJB6 chaperone: Direct detection of interactions that can prevent primary nucleation . The Journal of Biological Chemistry 295 , 8135 – 8144 . 32350108 Parsell DA , Kowal AS , Singer MA and Lindquist S ( 1994 ) Protein disaggregation mediated by heat-shock protein Hsp104 . Nature 372 , 475 – 478 . 7984243 Rampelt H , Kirstein-Miles J , Nillegoda NB , Chi K , Scholz SR , Morimoto RI and Bukau B ( 2012 ) Metazoan Hsp70 machines use Hsp110 to power protein disaggregation . The EMBO Journal 31 , 4221 – 4235 . 22990239 Rosenzweig R , Nillegoda NB , Mayer MP and Bukau B ( 2019 ) The Hsp70 chaperone network . Nature Reviews. Molecular Cell Biology 20 , 665 – 680 . 31253954 Schartman RR ( 2009 ) On the thermodynamics of cocrystal formation . International Journal of Pharmaceutics 365 , 77 – 80 . 18804155 Schirmer C , Lepvrier E , Duchesne L , Decaux O , Thomas D , Delamarche C and Garnier C ( 2016 ) Hsp90 directly interacts, in vitro, with amyloid structures and modulates their assembly and disassembly . Biochimica et Biophysica Acta 1860 , 2598 – 2609 . 27495389 Scior A , Buntru A , Arnsburg K , Ast A , Iburg M , Juenemann K , Pigazzini ML , Mlody B , Puchkov D , Priller J , Wanker EE , Prigione A and Kirstein J ( 2018 ) Complete suppression of Htt fibrilization and disaggregation of Htt fibrils by a trimeric chaperone complex . The EMBO Journal 37 , 282 – 299 . 29212816 Shorter J ( 2011 ) The mammalian disaggregase machinery: Hsp110 synergizes with Hsp70 and Hsp40 to catalyze protein disaggregation and reactivation in a cell-free system . PLoS One 6 , e26319. Sinnige T , Yu A and Morimoto RI ( 2020 ) Challenging proteostasis: Role of the chaperone network to control aggregation-prone proteins in human disease . Advances in Experimental Medicine and Biology 1243 , 53 – 68 . 32297211 Siposova K , Petrenko VI , Ivankov OI , Musatov A , Bulavin LA , Avdeev MV and Kyzyma OA ( 2020 ) Fullerenes as an effective amyloid fibril disaggregating nanomaterial . ACS Applied Materials & Interfaces 12 , 32410 – 32419 . 32598133 Söderberg CAG , Månsson C , Bernfur K , Rutsdottir G , Härmark J , Rajan S , Al-Karadaghi S , Rasmussen M , Höjrup P , Hebert H and Emanuelsson C ( 2018 ) Structural modelling of the DNAJB6 oligomeric chaperone shows a peptide-binding cleft lined with conserved S/T-residues at the dimer interface . Scientific Reports 26 , 5199 . Song Y ( 2017 ) Polymer-peptide conjugates disassemble amyloid β fibrils in a molecular-weight dependent manner . Journal of the American Chemical Society 139 , 4298 – 4301 . 28290684 Thiruvalluvan A , De Mattos EP , Brunsting JF , Bakels R , Serlidaki D , Barazzuol L , Conforti P , Fatima A , Koyuncu S , Cattaneo E , Vilchez D , Bergink S , Boddeke EHWG , Copray S and Kampinga HH ( 2020 ) DNAJB6, a key factor in neuronal sensitivity to amyloidogenesis . Molecular Cell 78 , 346 – 358 . 32268123 Webster JM , Darlin AL , Uversky VL and Blair LJ ( 2019 ) Small heat shock proteins, big impact on protein aggregation in neurodegenerative disease . Frontiers in Pharmacology 10 , 1047 . 31619995 Wentink AS , Nillegoda NB , Feufel J , Ubartaitė G , Schneider CP , De Los Rios P , Hennig J and Barducci A ( 2020 ) Molecular dissection of amyloid disaggregation by human HSP70 . Nature 587 , 483 – 488 . 33177717 Yerbury JJ , Poon S , Meehan S , Thompson B , Kumita JR , Dobson CM and Wilson MR ( 2007 ) The extracellular chaperone clusterin influences amyloid formation and toxicity by interacting with prefibrillar structures . The FASEB Journal 21 , 2312 – 2322 . 17412999 Zarouchioti C ( 2017 ) DNAJ protein in neurodegeneration: Essential and protective factors . Philosophical Transactions of the Royal Society B 373 , 20160534 . Zhang S and Rasmussen ÅC ( 2013 ) Thermodynamics and crystallization of the theophylline−Glutaric acid Cocrystal . Crystal Growth & Design 13 , 1153 – 1161 . Zhang X , Zhang S , Zhang L , Lu J , Zhao C , Luo F , Li D , Li X and Liu C ( 2019 ) Heat shock protein 104 (HSP104) chaperones soluble tau via a mechanism distinct from disaggregase activity . The Journal of Biological Chemistry 294 , 4956 – 4965 . 30718279 10.1017/qrd.2021.5.pr1 Review: The unhappy chaperone — R0/PR1 https://orcid.org/0000-0001-6000-8379 Chakraborty Kausik Chemical and Systems Biology, IGIB: CSIR Institute of Genomics & Integrative Biology , India \"Reviewer declares none\". 26 04 2021 © The Author(s) 2021 2021 The Author(s) https://creativecommons.org/licenses/by/4.0/ This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. recommendation major-revision revision-round 0 Comments to Author : The authors build up on an interesting observation that is prevalent in literature i.e. the equilibrium level of aggregated protein in amyloid state is different in the presence of chaperones. I believe that they try to base their formulation towards explaining this observation. While most of the literature has focused on the kinetics, this is a novel approach. I have however several queries which bely my understanding of the subject and would require the authors to clarify this before I can look at the bigger picture. 1.The authors have used reversible thermodynamic equilibrium equations (equality of chemical potential) to argue in equation 8 that the chemical potential needs to be same. Am I mistaken in this assumption? 2.Is there any evidence that amyloid formation is reversible in vitro under conditions aggregation ismonitored? Amyloids are notoriously difficult to solubilize and hence I was under the impression that this is most likely - close to - an irreversible process. How would the formulation take care of this problem? 3.How would equation 11 true in a co-aggregate? It is not a pure state. Equation 7 is also based on the assumption that the chemical potential in the co-aggregate is the standard chemical potential! They are not pure states and interactions will change the chemical potential of both the species significantly. This may be one of the guiding factors. Is there something that I am missing out here? Isnt it more likely that the chaperones prevent or bind to a conformation that is monomeric and capable of aggregation? It has been shown using multiple kinetics data that there is a unimolecular nucleation phase that may indicate the formation of conformations that are aggregation prone. How is this considered in the manuscript? How will the change in structures of the monomer be captured by chemical potential equations? Although the authors literature evidence that the monomers do not bind to the chaperones, there also has been many evidence to show that that it binds to non-native conformations. Conformations that are enroute to formation of aggregation nucleus. This binding may shift the equilibrium back towards the folded state, although I am still intrigued (as much as the authors are) with published evidence that the chaperones can change the thermodynamics. Similar things happens during folding (see below). The analysis is straightforward and is not scientifically very novel, although the approach of looking at this problem is. If we look at chaperone (holdase) assisted protein folding, we see an analogous situation. Given that Chaperones bind to non-native conformations, and bind to them very stably, the free energy of interaction is negative, thereby rewording the interaction as the \"chaperones being unhappy\" is interesting - but does it tell us something. During folding (while being assisted by holdases), the native protein does not bind to the chaperones, while the non-native protein does, and in doing so the chaperone is able to shift the equlilbrium towards the native state, which it does not bind to. The same case seems to be true here. The situation there needs multiple steps to explain the process, including rate of spontaneous folding. Additionally, this is thought to happen as chaperones can prevent pathways that are non-productive, aggregation, or increase the rate of folding thereby changing the equilibrium constant of folding. Is it possible that a similar framework may describe even the whole aggregation process more succinctly than described in the manuscript? Why should I not be able to argue this way: Assuming that the co-aggregate is less stable than the pure aggregate of the amyloid (since the equilibrium is shifted in the presence of chaperones), the monomers of aggregation prone protein may be at the same chemical potential in the pure and mixed aggregate while the chaperones face more cost in chemical potential while aggregating and hence destabilizes the aggregate by increasing the free energy of the co-aggregate over the pure aggregate. The authors believe that chaperones are actually stabilizing the co-aggregate (coz they are unhappy alone), which should mean that the aggregates are actually more stable in the presence of chaperones! I believe the claim is that the co-aggregates are more favorable over pure aggregates, but under these conditions the aggregating monomers are less stable than when they aggregate alone. Thereby the monomers remain more in solution. But then, shouldn’t a small amount of aggregation prone monomer be catalytic in aggregating most of the chaperone protein? 10.1017/qrd.2021.5.pr2 Review: The unhappy chaperone — R0/PR2 https://orcid.org/0000-0003-4745-263X DeGrado William F Pharmaceutical Chemistry, UCSF , United States none. 24 03 2021 © The Author(s) 2021 2021 The Author(s) https://creativecommons.org/licenses/by/4.0/ This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. recommendation minor-revision revision-round 0 Comments to Author : This is a thoughtful paper offering an intuitive and rigorous explanation for the tendency of chaperones to increase the solubility of monomeric + oligomeric forms of amyloidogenic peptides relative to the fibril form.The concept of an unhappy chaperone is appealing and I hope will be widely used.The arguments are laid out in a logical way using equations familiar to anyone how has had first-year physical chemistry, without requiring an advanced concepts in thermodynamics.I have only a few comments: If I understand correctly the definition of the concentration of the soluble form would be the sum of the activity of the monomeric peptide in all forms that are soluble.This should be made more clear, if I have this correctly, because association with chaperones can increase the pool of oligomeric forms. In the analogy to drug crystal forms, it should be made explicit that there is generally not one crystalline form for any given compound, so the apparent solubility really depends on the crystalline form (may be under kinetic control).Also, it might be easier conceptually for readers to think of different salt forms having different crystal lattices and interactions, and hence different solubilities. Like the analogy with salt forms, the apparent solubility of a monomer will depend on its equilibrium with the specific fibrillar form. p. 8:par 1, \"through the restoration of ATP from ADP\" should make clear the conformational forms of the protein binding to ATP vs. ADP is what is meant. eq. 10 seems better to have RT rather than kT for continuity with other equations? 10.1017/qrd.2021.5.pr3 Review: The unhappy chaperone — R0/PR3 Riek Roland Switzerland no conflict of interest. 27 03 2021 © The Author(s) 2021 2021 The Author(s) https://creativecommons.org/licenses/by/4.0/ This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. recommendation minor-revision revision-round 0 Comments to Author : The very well written manuscript entitled \"the unhappy chaperone\" by the Linse/Knowles \"consortium\" describes the protein aggregation interference of chaperones from a thermodynamics point of view, which is on the one hand straight forward, but on the other hand an important contribution in the elucidation of the disaggregation mechanism of chaperones.The reviewer has several points that are up for discussion: (i)Often amyloid fibrils are considered as kinetically trapped. How is this notion influencing the presented theoretical work. (ii)The thermodynamics presented is under constant temperature and pressure, which should be mentioned. (iii)Why can the fibril considered a pure state? Is it because it is assumed to be a solid with activity 1? (iv)Similarly, the chemical potential of the chaperone in the co-aggregates is considered equal to the standard chemical potential. Why is this the case? (v)The reviewer invites the authors to elaborate some more on the important sentence that \"The net reduction in free energy will rely on the relative stoichiometry of the chaperone and amyloid peptide in the co-aggregates and their total concentrations in the system as a whole\" (vi)The authors in the manuscript do not entirely split the microscopic description of nature with the macroscopic description put forward here. For example: \"Such results are often discussed in terms of altered interaction between chaperone and client peptide, but we argue here that it may be fruitful to consider the effect on the chaperone chemical potential (happiness).\"It is not about the one or the other. The macroscopic picture put forward here does not exclude the microscopic interpretation given. (vii)The presented theory is concentrating on a liquid solid phase transition, but there might also be the possibility of a liquid liquid phase separation if the chaperone acts on the disaggregation of the amyloid. (viii)It is indicated that the unhappy chaperone may also be unhappy because of the water and thus the role of water in chaperone activity is an interesting point to be studied (could be mentioned in the question list). 10.1017/qrd.2021.5.pr4 Recommendation: The unhappy chaperone — R0/PR4 https://orcid.org/0000-0001-6688-8151 Krengel Ute Associate Editor Department of Chemistry, University of Oslo: Universitetet i Oslo , Norway 26 04 2021 © The Author(s) 2021 2021 The Author(s) https://creativecommons.org/licenses/by/4.0/ This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. recommendation minor-revision revision-round 0 Comments to Author : Dear Drs. Linse, Thalberg and Knowles, Your manuscript entitled \"The unhappy chaperone\" has been reviewed by 3 referees. The reviewers were of the opinion that the manuscript contains important information of interest to other investigators. All three reviewers have very good suggestions how to further improve the manuscript, and questions that need to be resolved. Please modify the manuscript to address all of the reviewers’ questions and submit the revised document via the QRB-D Electronic Submission site. I would appreciate if you also upload your source files and a separate letter that includes a point-by-point response to all of the issues raised in the reviews. Review of your revised manuscript will be facilitated by uploading a copy of the original manuscript marked with the changes using Track Changes (MS Word), highlighting, or colored text. Reviews: Reviewer #1: This is a thoughtful paper offering an intuitive and rigorous explanation for the tendency of chaperones to increase the solubility of monomeric + oligomeric forms of amyloidogenic peptides relative to the fibril form.The concept of an unhappy chaperone is appealing and I hope will be widely used.The arguments are laid out in a logical way using equations familiar to anyone how has had first-year physical chemistry, without requiring an advanced concepts in thermodynamics.I have only a few comments: If I understand correctly the definition of the concentration of the soluble form would be the sum of the activity of the monomeric peptide in all forms that are soluble.This should be made more clear, if I have this correctly, because association with chaperones can increase the pool of oligomeric forms. In the analogy to drug crystal forms, it should be made explicit that there is generally not one crystalline form for any given compound, so the apparent solubility really depends on the crystalline form (may be under kinetic control).Also, it might be easier conceptually for readers to think of different salt forms having different crystal lattices and interactions, and hence different solubilities. Like the analogy with salt forms, the apparent solubility of a monomer will depend on its equilibrium with the specific fibrillar form. p. 8:par 1, \"through the restoration of ATP from ADP\" should make clear the conformational forms of the protein binding to ATP vs. ADP is what is meant. eq. 10 seems better to have RT rather than kT for continuity with other equations? Reviewer #2: The very well written manuscript entitled \"the unhappy chaperone\" by the Linse/Knowles \"consortium\" describes the protein aggregation interference of chaperones from a thermodynamics point of view, which is on the one hand straight forward, but on the other hand an important contribution in the elucidation of the disaggregation mechanism of chaperones.The reviewer has several points that are up for discussion: (i)Often amyloid fibrils are considered as kinetically trapped. How is this notion influencing the presented theoretical work. (ii)The thermodynamics presented is under constant temperature and pressure, which should be mentioned. (iii)Why can the fibril considered a pure state? Is it because it is assumed to be a solid with activity 1? (iv)Similarly, the chemical potential of the chaperone in the co-aggregates is considered equal to the standard chemical potential. Why is this the case? (v)The reviewer invites the authors to elaborate some more on the important sentence that \"The net reduction in free energy will rely on the relative stoichiometry of the chaperone and amyloid peptide in the co-aggregates and their total concentrations in the system as a whole\" (vi)The authors in the manuscript do not entirely split the microscopic description of nature with the macroscopic description put forward here. For example: \"Such results are often discussed in terms of altered interaction between chaperone and client peptide, but we argue here that it may be fruitful to consider the effect on the chaperone chemical potential (happiness).\"It is not about the one or the other. The macroscopic picture put forward here does not exclude the microscopic interpretation given. (vii)The presented theory is concentrating on a liquid solid phase transition, but there might also be the possibility of a liquid liquid phase separation if the chaperone acts on the disaggregation of the amyloid. (viii)It is indicated that the unhappy chaperone may also be unhappy because of the water and thus the role of water in chaperone activity is an interesting point to be studied (could be mentioned in the question list). Reviewer #3: The authors build up on an interesting observation that is prevalent in literature i.e. the equilibrium level of aggregated protein in amyloid state is different in the presence of chaperones. I believe that they try to base their formulation towards explaining this observation. While most of the literature has focused on the kinetics, this is a novel approach. I have however several queries which bely my understanding of the subject and would require the authors to clarify this before I can look at the bigger picture. 1.The authors have used reversible thermodynamic equilibrium equations (equality of chemical potential) to argue in equation 8 that the chemical potential needs to be same. Am I mistaken in this assumption? 2.Is there any evidence that amyloid formation is reversible in vitro under conditions aggregation ismonitored? Amyloids are notoriously difficult to solubilize and hence I was under the impression that this is most likely - close to - an irreversible process. How would the formulation take care of this problem? 3.How would equation 11 true in a co-aggregate? It is not a pure state. Equation 7 is also based on the assumption that the chemical potential in the co-aggregate is the standard chemical potential! They are not pure states and interactions will change the chemical potential of both the species significantly. This may be one of the guiding factors. Is there something that I am missing out here? Isnt it more likely that the chaperones prevent or bind to a conformation that is monomeric and capable of aggregation? It has been shown using multiple kinetics data that there is a unimolecular nucleation phase that may indicate the formation of conformations that are aggregation prone. How is this considered in the manuscript? How will the change in structures of the monomer be captured by chemical potential equations? Although the authors literature evidence that the monomers do not bind to the chaperones, there also has been many evidence to show that that it binds to non-native conformations. Conformations that are enroute to formation of aggregation nucleus. This binding may shift the equilibrium back towards the folded state, although I am still intrigued (as much as the authors are) with published evidence that the chaperones can change the thermodynamics. Similar things happens during folding (see below). The analysis is straightforward and is not scientifically very novel, although the approach of looking at this problem is. If we look at chaperone (holdase) assisted protein folding, we see an analogous situation. Given that Chaperones bind to non-native conformations, and bind to them very stably, the free energy of interaction is negative, thereby rewording the interaction as the \"chaperones being unhappy\" is interesting - but does it tell us something. During folding (while being assisted by holdases), the native protein does not bind to the chaperones, while the non-native protein does, and in doing so the chaperone is able to shift the equlilbrium towards the native state, which it does not bind to. The same case seems to be true here. The situation there needs multiple steps to explain the process, including rate of spontaneous folding. Additionally, this is thought to happen as chaperones can prevent pathways that are non-productive, aggregation, or increase the rate of folding thereby changing the equilibrium constant of folding. Is it possible that a similar framework may describe even the whole aggregation process more succinctly than described in the manuscript? Why should I not be able to argue this way: Assuming that the co-aggregate is less stable than the pure aggregate of the amyloid (since the equilibrium is shifted in the presence of chaperones), the monomers of aggregation prone protein may be at the same chemical potential in the pure and mixed aggregate while the chaperones face more cost in chemical potential while aggregating and hence destabilizes the aggregate by increasing the free energy of the co-aggregate over the pure aggregate. The authors believe that chaperones are actually stabilizing the co-aggregate (coz they are unhappy alone), which should mean that the aggregates are actually more stable in the presence of chaperones! I believe the claim is that the co-aggregates are more favorable over pure aggregates, but under these conditions the aggregating monomers are less stable than when they aggregate alone. Thereby the monomers remain more in solution. But then, shouldn’t a small amount of aggregation prone monomer be catalytic in aggregating most of the chaperone protein? 10.1017/qrd.2021.5.pr5 Review: The unhappy chaperone — R1/PR5 https://orcid.org/0000-0003-4745-263X DeGrado William F Pharmaceutical Chemistry, UCSF , United States none. 18 06 2021 © The Author(s) 2021 2021 The Author(s) https://creativecommons.org/licenses/by/4.0/ This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. recommendation accept revision-round 1 Comments to Author : The paper is acceptable for publication 10.1017/qrd.2021.5.pr6 Review: The unhappy chaperone — R1/PR6 Riek Roland Switzerland no conflict of interest. 22 06 2021 © The Author(s) 2021 2021 The Author(s) https://creativecommons.org/licenses/by/4.0/ This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. recommendation accept revision-round 1 Comments to Author : The authors have addressed all the queries of the reviewer 10.1017/qrd.2021.5.pr7 Recommendation: The unhappy chaperone — R1/PR7 https://orcid.org/0000-0001-6688-8151 Krengel Ute Associate Editor Department of Chemistry, University of Oslo: Universitetet i Oslo , Norway 02 07 2021 © The Author(s) 2021 2021 The Author(s) https://creativecommons.org/licenses/by/4.0/ This is an Open Access article, distributed under the terms of the Creative Commons Attribution licence ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted re-use, distribution, and reproduction in any medium, provided the original work is properly cited. recommendation accept revision-round 1 Comments to Author : Reviewer #1: The paper is acceptable for publication Reviewer #2: The authors have addressed all the queries of the reviewer",
    "full_text_abstract": "Thermodynamics of co-aggregation and disaggregation. ( a ) Free energy diagram for a closed system of an amyloid peptide (blue) and chaperone (red). At the highest level i, all species are monomeric. At level ii, the peptide is monomeric and the chaperone a mixture of monomers and oligomers. At level iii, there are amyloid fibrils, chaperone oligomers and monomers of both. At level iv, co-aggregates of peptide and chaperone co-exist with monomers of both, and the peptide monomer concentration in this state is higher than in state iii. ( b ) Chemical potential summed up over all molecules of each kind separately (peptide blue and chaperone red), and for the system (purple). There is a large increase in amyloid peptide solubility from state iii to state iv. ( c ) Reaction coordinate diagram for the case of co-aggregation (from ii to vi) and for disaggregation (from iii to iv) illustrating the much higher energy barrier in the latter case.\n\nChaperones protect other proteins against misfolding and aggregation, a key requirement for maintaining biological function. Experimental observations of changes in solubility of amyloid proteins in the presence of certain chaperones are discussed here in terms of thermodynamic driving forces. We outline how chaperones can enhance amyloid solubility through the formation of heteromolecular aggregates (co-aggregates) based on the second law of thermodynamics and the flux towards equal chemical potential of each compound in all phases of the system. Higher effective solubility of an amyloid peptide in the presence of chaperone implies that the chemical potential of the peptide is higher in the aggregates formed under these conditions compared to peptide-only aggregates. This must be compensated by a larger reduction in chemical potential of the chaperone in the presence of peptide compared to chaperone alone. The driving force thus relies on the chaperone being very unhappy on its own (high chemical potential), thus gaining more free energy than the amyloid peptide loses upon forming the co-aggregate. The formation of heteromolecular aggregates also involves the kinetic suppression of the formation of homomolecular aggregates. The unhappiness of the chaperone can explain the ability of chaperones to favour an increased population of monomeric client protein even in the absence of external energy input, and with broad client specificity. This perspective opens for a new direction of chaperone research and outlines a set of outstanding questions that aim to provide additional cues for therapeutic development in this area."
}