{
    "PMC": "4451134",
    "DOI": "10.1084/jem.2013062404242015c",
    "PMID": "25941257",
    "PMCID": "PMC4451134",
    "title": "RHEX, a novel regulator of human erythroid progenitor cell expansion and erythroblast development.",
    "year": 2015,
    "source_url": "https://europepmc.org/article/PMC/PMC4451134",
    "source": "MED",
    "full_text": "J Exp Med J. Exp. Med jem jem The Journal of Experimental Medicine 0022-1007 1540-9538 The Rockefeller University Press 4451134 2013062404242015c 10.1084/jem.2013062404242015c Correction RHEX, a novel regulator of human erythroid progenitor cell expansion and erythroblast development Verma Rakesh Su Su McCrann Donald J. Green Jennifer M. Leu Karen Young Peter R. Schatz Peter J. Silva Jeffrey C. Stokes Matthew P. Wojchowski Don M. 1 6 2015 1 6 2015 212 6 971 971 © 2015 Verma et al. 2015 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Vol. 211, No. 9, August 25, 2014. Pages 1715–1722 . The authors regret that they forgot to cite an award from the American Society of Hematology in their original acknowledgements section. This has been corrected in the HTML and PDF versions of the paper. The corrected paragraph appears below: Primary support was provided by NIH R01-HL44491 (D.M. Wojchowski), with additional partial support via NIH R01 DK89439 (D.M. Wojchowski) and an American Society of Hematology Bridge Grant (D.M. Wojchowski). Core facility contributions (flow cytometry, quantitative RT-PCR via Progenitor Cell Analysis and Molecular Phenotyping Cores) were supported in part via NIH/NIGMS P30GM106391 (D.M. Wojchowski). Confocal microscopy was supported in part by the Cell Imaging Core facility of COBRE Center Award P30GM103392. Supporting contributions by Affymax, Inc. and Takeda Global Research and Development Center, Inc. (Deerfield, IL) also are gratefully acknowledged."
}