{
  "PMC": "6790836",
  "DOI": "10.4143/crt.2019.008",
  "PMID": "30913862",
  "PMCID": "PMC6790836",
  "title": "Loss of LKB1 Protein Expression Correlates with Increased Risk of Recurrence and Death in Patients with Resected, Stage II or III Colon Cancer.",
  "year": 2019,
  "source_url": "https://europepmc.org/article/PMC/PMC6790836",
  "source": "MED",
  "abstract_text": "<h4>Purpose</h4>The purpose of this study was to investigate the prognostic significance of liver kinase b1 (LKB1) loss in patients with operable colon cancer (CC).<h4>Materials and methods</h4>Two hundred sixty-two specimens from consecutive patients with stage III or high-risk stage II CC, who underwent surgical resection with curative intent and received adjuvant chemotherapy with fluoropyrimidine and oxaliplatin, were analyzed for LKB1 protein expression loss, by immunohistochemistry as well as for KRAS exon 2 and BRAFV600E mutations by Sanger sequencing and TS, ERCC1, MYC, and NEDD9 mRNA expression by real-time quantitative reverse transcription polymerase chain reaction.<h4>Results</h4>LKB1 expression loss was observed in 117 patients (44.7%) patients and correlated with right-sided located primaries (p=0.032), and pericolic lymph nodes involvement (p=0.003), BRAFV600E mutations (p=0.024), and TS mRNA expression (p=0.041). Patients with LKB1 expression loss experienced significantly lower disease-free survival (DFS) (hazard ratio [HR], 1.287; 95% confidence interval [CI], 1.093 to 1.654; p=0.021) and overall survival (OS) (HR, 1.541; 95% CI, 1.197 to 1.932; p=0.002), compared to patients with LKB1 expressing expressing tumors. Multivariate analysis revealed LKB1 expression loss as independent prognostic factor for both decreased DFS (HR, 1.217; 95% CI, 1.074 to 1.812; p=0.034) and decreased OS (HR, 1.467; 95% CI, 1.226 to 2.122; p=0.019).<h4>Conclusion</h4>Loss of tumoral LKB1 protein expression, constitutes an adverse prognostic factor in patients with operable CC.",
  "full_text": "Cancer Res Treat Cancer Res Treat CRT Cancer Research and Treatment : Official Journal of Korean Cancer Association 1598-2998 2005-9256 Korean Cancer Association 6790836 10.4143/crt.2019.008 crt-2019-008 Original Article Loss of LKB1 Protein Expression Correlates with Increased Risk of Recurrence and Death in Patients with Resected, Stage II or III Colon Cancer Sfakianaki Maria BSc 1 Papadaki Chara PhD 1 Tzardi Maria MD PhD 2 Trypaki Maria BSc 1 Alam Sardar MSc 1 Lagoudaki Eleni D. MD 1 Messaritakis Ippokratis PhD 1 Zoras Odysseas MD PhD 3 Mavroudis Dimitris MD PhD 1 4 Georgoulias Vassilis MD PhD 5 Souglakos John MD PhD 1 4 1 Laboratory of Translational Oncology, School of Medicine, University of Crete, Heraklion, Greece 2 Department of Pathology, University General Hospital of Heraklion, Iraklio, Greece 3 Department of Surgical Oncology, University General Hospital of Heraklion, Iraklio, Greece 4 Department of Medical Oncology, University General Hospital of Heraklion, Iraklio, Greece 5 School of Medicine, University of Crete, Heraklion, Greece Correspondence: John Souglakos, MD, PhD Department of Medical Oncology, University General Hospital of Heraklion, Voutes and Stavrakia, PO BOX 1352, Heraklion, Crete 71110, Greece Tel: 30-2810-392783 Fax: 30-2801-392857 E-mail: oncsec@med.uoc.gr 10 2019 20 3 2019 51 4 1518 1526 2 1 2019 17 3 2019 Copyright © 2019 by the Korean Cancer Association 2019 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/4.0/ ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. Purpose The purpose of this study was to investigate the prognostic significance of liver kinase b1 (LKB1) loss in patients with operable colon cancer (CC). Materials and Methods Two hundred sixty-two specimens from consecutive patients with stage III or high-risk stage II CC, who underwent surgical resection with curative intent and received adjuvant chemotherapy with fluoropyrimidine and oxaliplatin, were analyzed for LKB1 protein expression loss, by immunohistochemistry as well as for KRAS exon 2 and BRAF V600E mutations by Sanger sequencing and TS , ERCC1 , MYC , and NEDD9 mRNA expression by real-time quantitative reverse transcription polymerase chain reaction. Results LKB1 expression loss was observed in 117 patients (44.7%) patients and correlated with right-sided located primaries (p=0.032), and pericolic lymph nodes involvement (p=0.003), BRAF V600E mutations (p=0.024), and TS mRNA expression (p=0.041). Patients with LKB1 expression loss experienced significantly lower disease-free survival (DFS) (hazard ratio [HR], 1.287; 95% confidence interval [CI], 1.093 to 1.654; p=0.021) and overall survival (OS) (HR, 1.541; 95% CI, 1.197 to 1.932; p=0.002), compared to patients with LKB1 expressing expressing tumors. Multivariate analysis revealed LKB1 expression loss as independent prognostic factor for both decreased DFS (HR, 1.217; 95% CI, 1.074 to 1.812; p=0.034) and decreased OS (HR, 1.467; 95% CI, 1.226 to 2.122; p=0.019). Conclusion Loss of tumoral LKB1 protein expression, constitutes an adverse prognostic factor in patients with operable CC. LKB1 ΚRAS BRAF MSI Prognosis Stage II-III Introduction Colorectal cancer (CRC) causes high morbidity and mortality rates; however, both declined the last four decades in Western countries [ 1 ]. Cancer prevention could be attributed through screening at an early stage and more effective treatment modalities. Moreover, it was shown that patients with high-risk stage II and stage III colon cancer (CC) who received the current standard treatment according to the National Comprehensive Cancer Network guidelines had a benefit on their survival rates [ 2 ]. For stage III disease, combination chemotherapy with a backbone of fluoropyrimidine and oxaliplatin (FOLFOX, CAPOX) is the current standard of care, since it leads to prolongation of both disease-free survival (DFS) and overall survival (OS) [ 3 ]. The results for the addition of oxaliplatin in OS and DFS for patients with stage II CC with high-risk features (such as T4 tumors, obstruction or perforation, and vessel invasion) showed a marginal but significant [ 3 ]. Despite that, it has long been recognized patients’ individual risk of recurrence varies widely even in patients with the same stage in CC. Since today, microsatellite instability (MSI) status is the only biomarker used in daily clinical practice [ 4 ]. Several studies have reported that germline inactivating mutations in liver kinase b1 (LKB1) to be the primary cause syndromes, such as the Peutz-Jeghers syndrome, which confer an increased risk of cancer development [ 5 , 6 ]. The LKB1 also known as serine threonine kinase 11 (STK11), was initially discovered as a tumor suppressor gene and it has been implicated on initiation and progression of neoplastic diseases [ 5 ]. It controls a wide range of diverse cellular processes through phosphorylation of the adenosine monophosphate-activated protein kinase (AMPK) protein when cellular energy levels are depleted promoting ATP [ 6 ]. Furthermore, loss of LKB1 has been shown to influence cell polarity, epi-thelial-to-mesenchymal transition, apoptosis, angiogenesis, and cell cycle inhibition [ 7 ]. Also, negatively regulates the mammalian target of rapamycin signaling [ 5 ] and mediates p53 activation [ 8 ]. LKB1 has been most intensively studied using lung cancer mouse models [ 9 ]. Finally, the results of a first comprehensive meta-analysis suggested that decreased LKB1 expression significantly contributed to shorter OS in solid tumor patients [ 10 ]. However, additional studies rela-ted to specific tumor types and perspectives are required to verify the clinical utility of decreased LKB1 levels in solid tumors. Based on the above-mentioned data we conducted a retrospective biomarkers-based studies, in order to elucidate the clinicopathological features and prognostic significance of LKB1 loss of expression in high-risk stage II and stage III CC, treated with oxaliplatin and fluoropyrimidine combination adjuvant chemotherapy. Materials and Methods 1. Patients’ population Two hundred and two formalin-fixed, paraffin-embedded samples from consecutive patients with stage III or high-risk stage II CC treated with FOLFOX or CAPOX has been studied. 2. Specimens’ selection, DNA and RNA extraction The most enriched in cancer cells areas were selected by a pathologist (M.T.) and afterwards, serial sections of 5 μm were stained by nuclear Fast Red (Sigma-Aldrich, St. Louis, MO). Micro-dissection, using a piezoelectric micro-dissector (Eppendorf, Hamburg, Germany) was performed in cases with lower than 80% of neoplastic cells in the examined section. Extraction of nucleic acids (DNA and RNA) was performed, according to the manufacturer’s protocol as previously described [ 11 ]. 3. KRAS and BRAF mutational analysis KRAS exon 2 and BRAF V600E mutation mutations analysis was carried out by Sanger sequencing after polymerase chain reaction (PCR) amplification and by reverse transcription PCR using allelic discrimination method, respectively, as previously described as previously reported [ 11 , 12 ]. Analysis was performed using the SDS 2.3 software [ 13 ]. 4. MSI status The MSI analysis was carried out with the use of Promega MSI Analysis System (Promega, Madison, WI) according to the manufacturer’s instructions. Amplicons for MSI detection was performed by capillary electrophoresis on an ABI 3130xl Genetic Analyzer following PCR amplification and analyzed using GeneMapper Software, ver. 3.7 (Applied Biosystems/Life Technologies, Grand Island, NY) [ 14 ]. 5. mRNA expression analysis Synthesis of cDNA was done as described previously [ 15 ]. Primers and probes were designed using the Primer Express 2.0 Software (Applied Biosystems) according to the Ref Seq NM_002467.4 for MYC-ERCC1-NEDD9-TS . The sets of primers probes are provided in S1 Table , while those for the housekeeping genes, β-actin and PGK have been previously published [ 13 ]. The quantification of mRNA expression was carried out using the 2 −(ΔCT sample−ΔCT calibrator) method, as previously described [ 13 ]. Only triplicates with a standard deviation less than 0.25 were accepted. 6. Immunohistochemistry of LKB1 We performed immunostain using Thermo Scientific UltraVision Quanto Detection System HRP and polyclonal antibody for LKB1 (1:100 dilution, Thermo Scientific, Waltham, MA). Adult seminiferous tubules of the testis were used as a positive control as it shows the highest levels of LKB1 expression [ 16 ]. Negative control was obtained by omitting the primary antibody. Immunohistochemistry (IHC) staining intensity was measured using a scaling system of 0 (no expression), 1, 2, and 3 (highest expression) blinded by a pathologist. A weighted index (WI) was applied in both the nucleus and the cytoplasm using the equation WI=% tumor stain X intensity score as used in another study [ 16 ]. Cytoplasmic, nuclear expression or both were considered a positive stain. The staining of LKB1 was interpreted without knowledge of its genetic status. 7. Study design and statistical analysis DFS was estimated as the interval between the date of colectomy to the first documented disease progression, second primary CC or death. OS was calculated from the date of surgery to date of death. The Kaplan-Meier survival curves were used for survival analysis and correlations with the studied parameters, while Cox proportional hazards model was applied to weigh the validity of considered factors on study defined events. The statistically significant factors were then incorporated in a multivariate Cox proportional hazards regression model in order to estimate their unbiased significance on progression or survival. The only p-value of < 0.05 was considered as significant. The median values of mRNA expression were used as cut-off points, with samples above or equal to the median characterized as high expressing, while those with value below the median as low expression. The laboratory research was completed blinded to the clinical parameters. Correlations between the studied biomarker with baseline characteristics were calculating by Fisher exact test for categorical variables or logistic regression for continuous ones. 8. Ethical statement The study has been approved by the Ethics and Scientific Committees of the University General Hospital of Heraklion (number of approval: 2058) and written informed consent for the use of their tissue for translational research was obtained from all patients. All authors, declare no competing interest regarding this study. Results 1. Patients’ characteristics and clinicopathological features The main demographic and clinical characteristics of the study population are summarized in Table 1 . Briefly, patients with CC were predominately males (58%), with a median age of 67 years and the majority of them with a good performance status of 0-1. In addition, 60% of the patients were diagnosed with stage III colon cancer, 65% had primary tumor located in the left colon and 61% low-grade tumors ( Table 1 ). Almost two-thirds of the patients (65%) received adjuvant treatment with CAPOX and the rest one third with FOLFOX. At the time of analysis and after a median follow-up of 120.7 months (min-max, 11.3 to 161.1 months); 71 (27%) disease relapses and 48 (18%) deaths have been recorded. 2. Laboratory analysis and correlations The results of the laboratory analysis are presented in Table 2 . Analysis for LKB1 protein expression was successfully performed in all 254 specimens (96.9%), whereas KRAS exon 2 and BRAF exon 15 mutation analysis was performed in 251 (95.8%) and 246 (93.9%) specimens,respectively ( Table 2 , S2 - S5 Figs .). Mismatch repair (MMR) system status was successfully analyzed in 235 (89.7%) specimens, while mRNA expression of ERCC1 , MYC , NEDD9 , and TS was successfully done in 247 (94.3%), 250 (95.4%), 249 (95%), and 226 (86.2%) specimens, respectively ( S6 Fig .). Loss of LKB1 protein expression was observed in 117 (44.7%) tumors and correlated significantly with pericolic lymph node involvement (p=0.003) and primary tumors located in the right colon (p=0.032), whereas no significant correlation of LKB1 protein expression with age, sex, and grade were found ( Table 3 ). In addition, LKB1 protein expression loss was significantly correlated with BRAF V600E mutation (p=0.024), and TS mRNA (p=0.041). In contrast, LKB1 protein expression loss was not significantly associated with KRAS exon 2 mutations, MMR status or ERCC1 , MYC , NEDD9 mRNA expression (all p > 0.05). 3. Laboratory analysis and patients’ outcome The correlations of analyzed markers and clinic-pathological features with DFS and OS are presented in Tables 4 and 5 , respectively. Patients with tumors with LKB1 expression loss showed significantly lower DFS compared with those with LKB1 positive tumors (hazard ratio [HR], 1.287; 95% confidence interval [CI], 1.093 to 1.654; p=0.021) ( Table 4 , Fig. 1 ). In addition, patients with BRAF V600E mutations in their primary tumors presented higher probability for relapse compared to patients with BRAF V600E wild type tumors (HR, 1.976; 95% CI, 1.793 to 2.495; p=0.001) ( Table 4 ). Likewise, patients with KRAS exon 2 mutations in their primary tumors presented higher probability for relapse compared to patients with KRAS exon 2 wild type tumors, but the difference was marginally significant (HR, 1.757; 95% CI, 1.000 to 3.090; p=0.05). Furthermore, patients with proficient MMR (pMMR) tumor had a significantly higher risk of relapse in comparison with those with deficient MMR (dMMR) tumors (HR, 1.726; 95% CI, 1.289 to 3.514; p=0.025). Finally, stage III disease at diagnosis is correlated with increased risk of progression compared with stage II (HR, 1.803; 95% CI, 1.605 to 2.055; p=0.023). All other comparisons between the mRNA expression of the ERCC1 , MYC , NEDD9 , and TS or several clinicopathological features, such as age, sex, tumor location and grade, did not reveal any significant correlations with DFS (all long-rank p > 0.05). Regarding OS, patients with tumors with LKB1 expression loss showed significantly lower OS compared with those with LKB1 positive tumors (HR, 1.541; 95% CI, 1.197 to 1.932; p=0.002) ( Table 4 , Fig. 2 ). Similarly, patients with BRAF V600E mutations in their primary tumors presented higher probability for death compared to patients with BRAF V600E mutations wild type tumors (HR, 1.624; 95% CI, 1.143 to 2.309; p=0.007) ( Table 4 ). In addition, patients with pMMR tumor had a significantly higher risk of death in comparison with those with dMMR tumors (HR, 1.375; 95% CI, 1.043 to 2.711; p=0.036). Also, stage III disease at diagnosis is correlated with increased risk of progression compared with stage II (HR, 1.636; 95% CI, 1.487 to 2.011; p=0.03). All other comparison did not reveal any significant correlations between the mRNA expression of the ERCC1 , MYC , NEDD9 , and TS or the detection of KRAS exon 2 mutation as well as clinicpathological features, such as age, sex, tumor location and grade, with DFS (all long-rank p > 0.05). Multivariate analysis for DFS, revealed that LKB1 expression loss (HR, 1.217; 95% CI, 1.074 to 1.812; p=0.034) ( Table 5 ), BRAF V600E mutations (HR, 1.696; 95% CI, 1.365 to 2.294; p=0.011), pMMR status (HR, 1.775; 95% CI, 1.343 to 3.011; p=0.007) and stage III disease (HR, 1.784; 95% CI, 1.335 to 2.762; p=0.006) as independent factors for increased risk of relapse. Similarly, LKB1 expression loss (HR, 1.467; 95% CI, 1.226 to 2.122; p=0.019), BRAF V600E mutations (HR, 1.961; 95% CI, 1.656 to 2.949; p=0.001), pMMR status (HR, 1.575; 95% CI, 1.243 to 3.001; p=0.018), and stage III disease (HR, 1.843; 95% CI, 1.356 to 2.623; p=0.009) was statistically associated with risk of death. Discussion The data presented in the current study, demonstrated for the first time in literature, the impact of testing LKB1 protein expression in stage II/III CC patients that underwent resection and subsequently received CAPOX or FOLFOX adjuvant chemotherapy. Additionally, this retrospective study aims to identify correlations of LKB1 expression loss with known clinic-pathological features and common mutations ( KRAS exon 2 and BRAF V600E ) mutation in operable CC. Moreover, we analyzed the predictive significance of these biomarkers in conjunction with ERCC1 , MYC , NEDD9 , and TS mRNA expression. Based on the literature, this is the first study that correlates a combination of all these parameters, hence; the results of our analysis could potentially serve as an advantageous guide for every day clinical practice. AMPK is greatly regulated by LKB1 activity and is vital for cell metabolism through the maintenance of energy homeostasis. LKB1 growth-suppressing effect is operated through activation of twelve AMPK-related kinases. This AMPK-related kinases activation by LKB1 is crucial for the regulation of (1) cell metabolism, (2) polarity, and (3) aberrant proliferation inhibition in malignant cells [ 17 ], indicating the role of LKB1 as a tumor suppressor gene [ 18 ]. Therefore, LKB1 loss promotes cancer evolution and is considered a negative factor in cancer patients [ 19 ]. The results of the present investigation indicate, that stage II-III CC patients with loss of LKB1 protein expression exhibited significantly lower DFS (p=0.021) and lower OS (p=0.002) compared to those with LKB1 positive tumors. Thus, the principal finding emerged from the current multivariate analysis, is the prognostic value of LKB1 in adjuvant CRC patients. It is previously well described, that LKB1 loss confers poor clinical outcome in human gastric cancer, breast cancer and hepatocellular carcinoma [ 18 , 20 , 21 ]. Furthermore, in 14 eligible studies that met the inclusion criteria, a first comprehensive meta-analysis demonstrated that the decreased LKB1 expression was significantly associated with a poorer OS in solid tumor patients, based on a random effect model [ 10 ]. Previous research has demonstrated that LKB1 loss at the transcriptional level, promotes tumor malignancy, not only in lung adenocarcinoma but also in CRC [ 22 ]. Another study has revealed that reduced LKB1 expression in patients with gastric cancer is correlated with higher clinical stage, T-stage, lymph-node metastasis and vascular invasion [ 21 ]. Similarly, in the present study, a significant correlation of LKB1 loss with certain pathological and clinical parameters of CRC was observed, such as pericolic lymph node involvement (p=0.003) and primary tumors located in the right colon (p=0.032). In contrast, no significant correlation of LKB1 protein expression associated with age, gender and grade was revealed. The present study failed to demonstrate any statistically significant correlation between LKB1 protein expression and KRAS exon 2 mutation, as has been previously reported in lung adenocarcinomas [ 23 ]. On the other hand, our analysis demonstrated significant correlations of LKB1 loss with BRAF V600E mutation and high TS mRNA expression. In support to previous data that have correlated factors such as KRAS and BRAF V600E mutations, pMMR positive tumors and stage III disease status, with a higher probability of relapse, our results clearly demonstrate that BRAF V600E mutations, pMMR tumors and patients with stage III disease at diagnosis are associated with lower DFS and OS. Although the expression of ERCC1 and TS genes has been shown to be involved in the metabolism of the two main drug categories used in the adjuvant CRC setting, such as oxaliplatin and 5-fluorouracil, respectively [ 24 , 25 ], the current study did not reveal any significant correlation between the ERCC1 and TS mRNA expression and the patients’ outcome. Despite the previously identified prognostic value of NEDD9 and MYC in CC patients [ 26 , 27 ], the current analysis failed to reveal any significant correlation between the NEDD9 and MYC mRNA expression with either DFS or OS in patients with CC receiving adjuvant chemotherapy. The prognostic or predictive value of LKB1 expression loss in patients with CC is currently unknown. As reported in a previous study, this could be due to the wide range of LKB1 genomic alterations observed in sporadic cancers, emerging the challenge of developing a single assay capable of the detection of all these alterations combined [ 28 ]. Moreover, Sanchez-Cespedes [ 29 ] reported that many different types of LKB1 somatic mutations in sporadic cancers have been identified including insertions, deletions, nonsense, and frameshift and missense mutations. However, most of the LKB1 genomic alterations can result in either a truncated and therefore inactive form of the protein [ 28 , 29 ] or the complete absence of the protein. To overcome such a limitation, we considered the in-situ IHC assay as a potentially trustworthy, simple, and cost-effective method for evaluating the expression status of LKB1. Besides, the robust results for LKB1 expression loss and the large patients’ number of the current study, the finding should be interpreted with caution and mainly as hypothesis generated results. One of the main limitations is the lack of validation sets of patients treated or not treated with adjuvant chemotherapy, in order to elucidate the potential prognostic or predictive role of LKB1 expression loss in CC. Consequently, the design of an independent prospective validation trial is one of the future perspectives of our laboratory, where the prognostic power of LKB1 expression loss would be tested and validated prospectively. In summary, the results of the presented study indicate that loss of LKB1 protein expression is clearly associated with poor outcomes of patients with stage III or high-risk stage II CC and merits further evaluation in larger prospective patients’ cohorts. Conflict of interest relevant to this article was not reported. Electronic Supplementary Material Supplementary materials are available at Cancer Research and Treatment website ( https://www.e-crt.org ). S1 Table. Sequence of the primers and probes of all reference and target genes S2 Fig. LKB1 positive cytoplasmatic expression in normal mucosa (score 1), intense expression in tumor cells (score 3) (×200). S3 Fig. (A, B) LKB1 cytoplasmatic expression in tumor cells (×200). (C, D) LKB1 cytoplasmic and nuclear expression in tumor cells (×200). (E, F) Exclusive nuclear expression of LKB1 in tumor cells (E, ×200; F, ×100). S4 Fig. Negative expression of LKB1 protein in adenocarcinoma (×100). S5 Fig. LKB1 positive expression in normal crypts of large bowel intestine, negative expression in colon adenocarcinoma (×100). S6 Fig. Quantification of β-actin (internal control gene) and TS (gene of interest) mRNA by real-time quantitative reverse transcription polymerase chain reaction (representative image) in the ABI Prism 7900HT. The panel illustrates the logarithmic plot of fluorescence signal during amplification. References 1 Siegel RL Miller KD Jemal A Cancer statistics, 2015 CA Cancer J Clin 2015 65 5 29 25559415 2 Boland GM Chang GJ Haynes AB Chiang YJ Chagpar R Xing Y Association between adherence to National Comprehensive Cancer Network treatment guidelines and improved survival in patients with colon cancer Cancer 2013 119 1593 601 23280510 3 Schmoll HJ Twelves C Sun W O'Connell MJ Cartwright T McKenna E Effect of adjuvant capecitabine or fluorouracil, with or without oxaliplatin, on survival outcomes in stage III colon cancer and the effect of oxaliplatin on postrelapse survival: a pooled analysis of individual patient data from four randomised controlled trials Lancet Oncol 2014 15 1481 92 25456367 4 Le DT Uram JN Wang H Bartlett BR Kemberling H Eyring AD PD-1 blockade in tumors with mismatch-repair deficiency N Engl J Med 2015 372 2509 20 26028255 5 Shorning BY Clarke AR LKB1 loss of function studied in vivo FEBS Lett 2011 585 958 66 21241696 6 Forster LF Defres S Goudie DR Baty DU Carey FA An investigation of the Peutz-Jeghers gene (LKB1) in sporadic breast and colon cancers J Clin Pathol 2000 53 791 3 11064676 7 Lee SW Lin HK A new mechanism for LKB1 activation Mol Cell Oncol 2018 5 e1035691 30250874 8 Lee SM Choi JE Na YK Lee EJ Lee WK Choi YY Genetic and epigenetic alterations of the LKB1 gene and their associations with mutations in TP53 and EGFR pathway genes in Korean non-small cell lung cancers Lung Cancer 2013 81 194 9 23664447 9 Carretero J Medina PP Pio R Montuenga LM Sanchez-Cespedes M Novel and natural knockout lung cancer cell lines for the LKB1/STK11 tumor suppressor gene Oncogene 2004 23 4037 40 15021901 10 Xiao J Zou Y Chen X Gao Y Xie M Lu X The prognostic value of decreased LKB1 in solid tumors: a meta-analysis PLoS One 2016 11 e0152674 27035914 11 Souglakos J Philips J Wang R Marwah S Silver M Tzardi M Prognostic and predictive value of common mutations for treatment response and survival in patients with metastatic colorectal cancer Br J Cancer 2009 101 465 72 19603024 12 Benlloch S Paya A Alenda C Bessa X Andreu M Jover R Detection of BRAF V600E mutation in colorectal cancer: comparison of automatic sequencing and real-time chemistry methodology J Mol Diagn 2006 8 540 3 17065421 13 Saridaki Z Tzardi M Papadaki C Sfakianaki M Pega F Kalikaki A Impact of KRAS, BRAF, PIK3CA mutations, PTEN, AREG, EREG expression and skin rash in ≥2 line cetuximab-based therapy of colorectal cancer patients PLoS One 2011 6 e15980 21283802 14 Cushman-Vokoun AM Stover DG Zhao Z Koehler EA Berlin JD Vnencak-Jones CL Clinical utility of KRAS and BRAF mutations in a cohort of patients with colorectal neoplasms submitted for microsatellite instability testing Clin Colorectal Cancer 2013 12 168 78 23773459 15 Papadaki C Mavroudis D Trypaki M Koutsopoulos A Stathopoulos E Hatzidaki D Tumoral expression of TXR1 and TSP1 predicts overall survival of patients with lung adenocarcinoma treated with first-line docetaxel-gemcitabine regimen Clin Cancer Res 2009 15 3827 33 19435835 16 Rowan A Churchman M Jefferey R Hanby A Poulsom R Tomlinson I In situ analysis of LKB1/STK11 mRNA expression in human normal tissues and tumours J Pathol 2000 192 203 6 11004696 17 Gan RY Li HB Recent progress on liver kinase B1 (LKB1): expression, regulation, downstream signaling and cancer suppressive function Int J Mol Sci 2014 15 16698 718 25244018 18 Shackelford DB Shaw RJ The LKB1-AMPK pathway: metabolism and growth control in tumour suppression Nat Rev Cancer 2009 9 563 75 19629071 19 Yang JY Jiang SH Liu DJ Yang XM Huo YM Li J Decreased LKB1 predicts poor prognosis in pancreatic ductal adenocarcinoma Sci Rep 2015 5 10575 26015068 20 Shen Z Wen XF Lan F Shen ZZ Shao ZM The tumor suppressor gene LKB1 is associated with prognosis in human breast carcinoma Clin Cancer Res 2002 8 2085 90 12114407 21 Sun J Ling B Xu X Ma R Li G Cao X Decreased expression of tumor-suppressor gene LKB1 correlates with poor prognosis in human gastric cancer Anticancer Res 2016 36 869 75 26976973 22 He TY Tsai LH Huang CC Chou MC Lee H LKB1 loss at transcriptional level promotes tumor malignancy and poor patient outcomes in colorectal cancer Ann Surg Oncol 2014 21 Suppl 4 S703 10 24879590 23 Koivunen JP Kim J Lee J Rogers AM Park JO Zhao X Mutations in the LKB1 tumour suppressor are frequently detected in tumours from Caucasian but not Asian lung cancer patients Br J Cancer 2008 99 245 52 18594528 24 Donada M Bonin S Nardon E De Pellegrin A Decorti G Stanta G Thymidilate synthase expression predicts longer survival in patients with stage II colon cancer treated with 5-flurouracil independently of microsatellite instability J Cancer Res Clin Oncol 2011 137 201 10 20387074 25 Liang J Jiang T Yao RY Liu ZM Lv HY Qi WW The combination of ERCC1 and XRCC1 gene polymorphisms better predicts clinical outcome to oxaliplatin-based chemotherapy in metastatic colorectal cancer Cancer Chemother Pharmacol 2010 66 493 500 19960344 26 Lee KS Kwak Y Nam KH Kim DW Kang SB Choe G Favorable prognosis in colorectal cancer patients with coexpression of c-MYC and ss-catenin BMC Cancer 2016 16 730 27619912 27 Li P Zhou H Zhu X Ma G Liu C Lin B High expression of NEDD9 predicts adverse outcomes of colorectal cancer patients Int J Clin Exp Pathol 2014 7 2565 70 24966970 28 Calles A Sholl LM Rodig SJ Pelton AK Hornick JL Butaney M Immunohistochemical loss of LKB1 is a biomarker for more aggressive biology in KRAS-mutant lung adenocarcinoma Clin Cancer Res 2015 21 2851 60 25737507 29 Sanchez-Cespedes M A role for LKB1 gene in human cancer beyond the Peutz-Jeghers syndrome Oncogene 2007 26 7825 32 17599048 Fig. 1. Disease-free survival according to LKB1 protein expression loss by immunohistochemistry. DFS, disease-free survival; HR, hazard ratio; CI, confidence interval. Fig. 2. Overall survival according to LKB1 protein expression loss by immunohistochemistry. HR, hazard ratio; CI, confidence interval. Table 1. Stage II or III patients: clinical characteristics and pathological features Feature No. (%) (n=262) Age, median (range, yr) 67 (33-75) ≤ 70 162 (62.0) > 70 100 (38.0) Sex Male 152 (58.0) Female 110 (42.0) Performance status (ECOG) 0 196 (75.0) 1 66 (25.0) Stage IIa 90 (34.0) IIb 14 (6.0) IIIa 19 (7.0) IIIb 81 (31.0) IIIc 58 (22.0) Tumor grade Low 160 (61.0) High 102 (39.0) Primary tumor (T) T2 27 (10.3) T3 216 (82.4) T4 19 (7.3) Mucinous Yes 59 (23.0) No 203 (77.0) Obstruction 27 (10.0) Perforation 40 (15.0) Location Right sided 91 (35.0) Left sided 171 (65.0) Regimen CAPOX 171 (65.0) FOLFOX 91 (35.0) No. of retrieved lymph nodes, median (min-max) 15 (6-108) No. of positive lymph nodes, median (min-max) 1 (0-18) Table 2. Laboratory analysis Feature No. (%) (n=262) LKB1 protein expression Negative 117 (44.7) Positive 137 (52.3) Failed 8 (3.1) ERCC1 mRNA expression Low 124 (47.3) High 123 (46.9) Failed 15 (5.7) MYC mRNA expression Low 125 (47.7) High 125 (47.7) Failed 12 (4.6) NEDD9 mRNA expression Low 125 (47.7) High 124 (47.3) Failed 13 (5.0) TS mRNA expression Low 113 (43.1) High 113 (43.1) Failed 36 (13.8) BRAF V600E status WT 233 (88.9) Mutant 13 (5.0) Failed 16 (6.1) KRAS exon 2 mutation WT 169 (64.5) Mutant 82 (31.3) Failed 11 (4.2) MMR status Proficient 200 (76.3) Deficient 35 (13.4) Failed 27 (10.3) MMR, mismatch repair. Table 3. Correlation of LKB1 expression with patients’ characteristics and tumor’s features and DNA markers LKB1 protein expression (n=254) Negative (n=117) Positive (n=137) p-value Age, median (min-max, yr) 65 (33-75) 67 (37-75) 0.147 a) Age group (yr) ≤ 70 72 (61.5) 86 (62.8) 0.897 b) > 70 45 (38.5) 51 (37.2) Sex Male 72 (61.5) 74 (54.0) 0.253 c) Female 45 (38.5) 63 (46.0) Lymph node status N0 33 (28.2) 68 (49.6) 0.003 b) N1-2 84 (71.8) 69 (50.4) Tumor location Right 49 (41.9) 41 (29.9) 0.032 b) Left 68 (58.1) 96 (70.1) Primary tumor (T) T2-T3 74 (36.8) 114 (56.7) 0.008 b) T4 10 (5.0) 3 (1.5) Grade Low grade 70 (59.8) 90 (65.7) 0.880 b) High grade 47 (38.5) 47 (34.3) BRAF V600E status (n=236) ND 7 ND 11 Wild type (n=223) 100 (90.9) 123 (97.6) 0.024 Mutant (n=13) 10 (9.1) 3 (2.4) KRAS exon 2 (n=246) ND 6 ND 5 Wild type (n=224) 70 (62.7) 91 (70.1) 0.328 Mutant (n=22) 41 (37.3) 41 (29.9) MMR status (n=235) ND 9 ND 16 Proficient 96 (88.9) 99 (81.8) 0.102 Deficient 12 (11.1) 22 (18.2) ERCC1 mRNA expression (n=246) ND 4 ND 4 High 59 (52.2) 69 (51.9) 0.609 Low 54 (47.8) 64 (48.1) MYC mRNA expression (n=249) ND 2 ND 3 High 55 (47.8) 69 (51.5) 0.612 Low 60 (52.2) 65 (48.5) NEDD9 mRNA expression (n=247) ND 3 ND 4 High 58 (50.9) 64 (48.1) 0.703 Low 56 (49.1) 69 (51.9) TS mRNA expression (n=226) ND 15 ND 13 High 58 (56.9) 49 (39.5) 0.041 Low 44 (43.1) 75 (60.5) Values are presented as number (%). MMR, mismatch repair. a) Mann-Whitney test, b) Pearson chi-square, c) Fisher exact test. Table 4. Univariate analysis for median disease-free and overall survival Disease-free survival Overall survival Hazard ratio 95% CI p-value Hazard ratio 95% CI p-value LKB1 protein expression (negative vs. positive) 1.287 1.093-1.654 0.021 1.541 1.197-1.932 0.002 KRAS exon2 mutations (mutant vs. wild type) 1.757 1.000-3.090 0.050 1.190 0.607-2.335 0.113 BRAF V600E mutation (mutant vs. wild type) 1.976 1.793-2.495 0.001 1.624 1.143-2.309 0.007 MMR status (proficient vs. deficient) 1.726 1.289-3.514 0.025 1.375 1.043-2.711 0.036 ERCC1 mRNA expression (high vs. low) 1.164 0.610-1.570 0.930 1.003 0.558-1.802 0.993 MYC mRNA expression (high vs. low) 1.179 0.735-1.892 0.494 1.170 0.856-1.598 0.324 NEDD9 mRNA expression (high vs. low) 1.070 0.634-1.219 0.343 1.068 0.601-1.895 0.823 TS mRNA expression (high vs. low) 1.701 0.804-2.598 0.165 1.113 0.472-2.625 0.807 Stage III vs. II 1.803 1.605-2.055 0.023 1.636 1.487-2.011 0.030 Tumor location 1.131 0.683-1.873 0.632 1.016 0.557-1.851 0.906 Age (> 70 yr vs. ≤ 70 yr) 1.035 0.641-1.673 0.887 1.207 0.938-1.843 0.106 Sex (men vs. women) 1.176 0.915-1.804 0.112 1.011 0.981-1041 0.471 Grade (high vs. low) 1.061 0.872-1.201 0.722 1.108 0.536-2.209 0.781 CI, confidence interval; MMR, mismatch repair. Table 5. Multivariate analysis for median disease-free and overall survival Disease-free survival Overall survival Hazard ratio 95% CI p-value Hazard ratio 95% CI p-value LKB1 protein expression (negative vs. positive) 1.217 1.074-1.812 0.034 1.467 1.226-2.122 0.019 KRAS exon2 mutations (mutant vs. wild type) 1.054 0.816-1.806 0.317 - - - BRAF V600E mutation (mutant vs. wild type) 1.696 1.365-2.294 0.011 1.961 1.656-2.949 0.001 MMR status (proficient vs. deficient) 1.775 1.343-3.011 0.007 1.575 1.243-3.001 0.018 Stage III vs. II 1.784 1.335-2.762 0.006 1.843 1.356-2.623 0.009 CI, confidence interval; MMR, mismatch repair.",
  "plain_text": "Purpose The purpose of this study was to investigate the prognostic significance of liver kinase b1 (LKB1) loss in patients with operable colon cancer (CC). Materials and Methods Two hundred sixty-two specimens from consecutive patients with stage III or high-risk stage II CC, who underwent surgical resection with curative intent and received adjuvant chemotherapy with fluoropyrimidine and oxaliplatin, were analyzed for LKB1 protein expression loss, by immunohistochemistry as well as for KRAS exon 2 and BRAF V600E mutations by Sanger sequencing and TS , ERCC1 , MYC , and NEDD9 mRNA expression by real-time quantitative reverse transcription polymerase chain reaction. Results LKB1 expression loss was observed in 117 patients (44.7%) patients and correlated with right-sided located primaries (p=0.032), and pericolic lymph nodes involvement (p=0.003), BRAF V600E mutations (p=0.024), and TS mRNA expression (p=0.041). Patients with LKB1 expression loss experienced significantly lower disease-free survival (DFS) (hazard ratio [HR], 1.287; 95% confidence interval [CI], 1.093 to 1.654; p=0.021) and overall survival (OS) (HR, 1.541; 95% CI, 1.197 to 1.932; p=0.002), compared to patients with LKB1 expressing expressing tumors. Multivariate analysis revealed LKB1 expression loss as independent prognostic factor for both decreased DFS (HR, 1.217; 95% CI, 1.074 to 1.812; p=0.034) and decreased OS (HR, 1.467; 95% CI, 1.226 to 2.122; p=0.019). Conclusion Loss of tumoral LKB1 protein expression, constitutes an adverse prognostic factor in patients with operable CC."
}
