{
  "PMC": "2871440",
  "DOI": "10.1074/jbc.m110.110478",
  "PMID": "20348101",
  "PMCID": "PMC2871440",
  "title": "Physical interaction of RECQ5 helicase with RAD51 facilitates its anti-recombinase activity.",
  "year": 2010,
  "source_url": "https://europepmc.org/article/PMC/PMC2871440",
  "source": "MED",
  "abstract_text": "Homologous recombination (HR) provides an efficient mechanism for error-free repair of DNA double-strand breaks (DSBs). However, HR can be also harmful as inappropriate or untimely HR events can give rise to lethal recombination intermediates and chromosome rearrangements. A critical step of HR is the formation of a RAD51 filament on single-stranded (ss)DNA, which mediates the invasion of a homologous DNA molecule. In mammalian cells, several DNA helicases have been implicated in the regulation of this process. RECQ5, a member of the RecQ family of DNA helicases, interacts physically with the RAD51 recombinase and disrupts RAD51 presynaptic filaments in a reaction dependent on ATP hydrolysis. Here, we have precisely mapped the RAD51-interacting domain of RECQ5 and generated mutants that fail to interact with RAD51. We show that although these mutants retain normal ATPase activity, they are impaired in their ability to displace RAD51 from ssDNA. Moreover, we show that ablation of RECQ5-RAD51 complex formation by a point mutation alleviates the inhibitory effect of RECQ5 on HR-mediated DSB repair. These findings provide support for the proposal that interaction with RAD51 is critical for the anti-recombinase attribute of RECQ5.",
  "full_text": "J Biol Chem jbc jbc JBC The Journal of Biological Chemistry 0021-9258 1083-351X American Society for Biochemistry and Molecular Biology 9650 Rockville Pike, Bethesda, MD 20814, U.S.A. 2871440 M110.110478 10.1074/jbc.M110.110478 Enzymology DNA and Chromosomes Physical Interaction of RECQ5 Helicase with RAD51 Facilitates Its Anti-recombinase Activity * Schwendener Sybille ‡ Raynard Steven § Paliwal Shreya ‡ Cheng Anita ¶ Kanagaraj Radhakrishnan ‡ Shevelev Igor ‖ Stark Jeremy M. ¶ Sung Patrick § Janscak Pavel ‡ 1 From the ‡ Institute of Molecular Cancer Research, University of Zurich, CH-8057 Zurich, Switzerland, the § Department of Molecular Biophysics and Biochemistry, Yale University School of Medicine, New Haven, Connecticut 06520, the ¶ Department of Cancer Biology, Beckman Research Institute of the City of Hope, Duarte, California 91010, and the ‖ Institute of Molecular Genetics, Academy of Sciences of the Czech Republic, 143 00 Prague, Czech Republic 1 To whom correspondence should be addressed: Winterthurerstrasse 190, CH-8057 Zurich, Switzerland. Fax: 0041-44-6353484 ; E-mail: pjanscak@imcr.uzh.ch . 21 5 2010 25 3 2010 25 3 2010 285 21 15739 15745 4 2 2010 24 3 2010 © 2010 by The American Society for Biochemistry and Molecular Biology, Inc. Author's Choice —Final version full access. Creative Commons Attribution Non-Commercial License applies to Author Choice Articles Homologous recombination (HR) provides an efficient mechanism for error-free repair of DNA double-strand breaks (DSBs). However, HR can be also harmful as inappropriate or untimely HR events can give rise to lethal recombination intermediates and chromosome rearrangements. A critical step of HR is the formation of a RAD51 filament on single-stranded (ss)DNA, which mediates the invasion of a homologous DNA molecule. In mammalian cells, several DNA helicases have been implicated in the regulation of this process. RECQ5, a member of the RecQ family of DNA helicases, interacts physically with the RAD51 recombinase and disrupts RAD51 presynaptic filaments in a reaction dependent on ATP hydrolysis. Here, we have precisely mapped the RAD51-interacting domain of RECQ5 and generated mutants that fail to interact with RAD51. We show that although these mutants retain normal ATPase activity, they are impaired in their ability to displace RAD51 from ssDNA. Moreover, we show that ablation of RECQ5-RAD51 complex formation by a point mutation alleviates the inhibitory effect of RECQ5 on HR-mediated DSB repair. These findings provide support for the proposal that interaction with RAD51 is critical for the anti-recombinase attribute of RECQ5. Chromosomes DNA Damage DNA Helicase DNA Recombination DNA Repair DNA Double-Strand Break Genomic Instability RAD51 RecQ National Institutes of Health R01CA120954 ES015632 Introduction Homologous recombination (HR) 2 provides an efficient mechanism for accurate repair of DNA double-strand breaks (DSBs) that are generated during S/G2 by DNA-damaging agents or arise as a consequence of replication fork demise ( 1 , 2 ). However, HR must be tightly regulated, as it could generate toxic intermediates, interfere with other important DNA repair pathways, or give rise to gross chromosomal rearrangements ( 3 , 4 ). In the budding yeast Saccharomyces cerevisiae , the Srs2 DNA helicase regulates HR at an early step by acting as a DNA translocase that disassembles the Rad51 presynaptic filament, which catalyzes the invasion of the donor chromatid to give rise to a three-stranded structure called a displacement (D)-loop ( 5 , 6 ). In mammalian cells, several DNA helicases have been implicated in the regulation of HR initiation ( 7 – 10 ). One of these, RECQ5, belongs to the RecQ family of DNA helicases that play important roles in maintenance of genomic stability ( 11 ). Inactivation of the Recql5 gene in mice results in genomic instability and cancer susceptibility ( 8 ). Cells derived from the knock-out mice show increased frequency of sister chromatid exchanges and chromosomal rearrangements, prolonged persistence of RAD51 foci after replication stress and elevated efficiency of HR-mediated DSB repair as compared with normal cells, suggesting that RECQ5 acts as a suppressor of HR ( 7 , 8 ). Human RECQ5 has been shown to accumulate at sites of DNA DSBs and replication arrest in a manner dependent on the MRE11-RAD50-NBS1 complex, a key player in DNA damage recognition and repair ( 12 ). Like Srs2, RECQ5 physically interacts with RAD51 and possesses the ability to disrupt ATP-bound form of RAD51-ssDNA filament, thereby preventing RAD51-mediated D-loop formation ( 8 ). The mechanism of how RECQ5 removes RAD51 from ssDNA is not completely understood. RECQ5-mediated release of RAD51 from ssDNA is fully dependent on the ATPase activity of RECQ5 that drives its translocation along DNA ( 8 ). Moreover, this reaction is enhanced by the ssDNA-binding factor replication protein A (RPA) that prevents renucleation of RAD51 onto DNA ( 8 ). Interestingly, other RecQ helicases such as WRN are not capable of catalyzing RAD51 presynaptic filament disruption, suggesting that RECQ5-mediated removal of RAD51 from ssDNA does not stem simply from its ssDNA translocase activity ( 8 ). Here we address the role of the physical interaction between RECQ5 and RAD51 in the anti-recombinase activity of RECQ5. We have precisely mapped the RAD51-interacting domain of RECQ5 and generated mutants that retain normal ATPase activity, but fail to interact with RAD51. Using these mutants, we show that loss of interaction between RECQ5 and RAD51 significantly reduces the anti-recombinase activity of RECQ5 both in vitro and in vivo . These data support the proposal that RECQ5 regulates HR by disrupting RAD51 presynaptic filaments. EXPERIMENTAL PROCEDURES Plasmid Constructs and Protein Purification Plasmid constructs for bacterial production of human RECQ5 and its variants are derived from the pTXB1 vector, in which protein of interest is expressed as a C-terminal fusion with a self-cleaving affinity tag composed of a Mxe intein fragment and a chitin-binding domain (CBD) (New England Biolabs). The plasmids pPG10 (wild-type RECQ5; amino acids 1–991), pPG17 (RECQ5 1–410 ), pPG19 (RECQ5 1–475 ), pPG21 (RECQ5 1–561 ), pPG20 (RECQ5 1–651 ), pPG18 (RECQ5 1–725 ), pPG11 (RECQ5 675–991 ), and pPG16 (RECQ5 411–991 ) were described previously ( 13 , 14 ). Note that the numbers in superscript refer to RECQ5 codons. The expression vector for RECQ5 529–725 (pPG10N529–725C) was constructed by PCR amplification of the corresponding part of the RECQ5 cDNA followed by its cloning in pTXB1 via NdeI/SapI sites. The internal deletion variant of RECQ5, RECQ5 Δ640–653 , was constructed by linking two PCR products via Acc65I site that is in-frame with the codons 639 and 654 of RECQ5. The PCR products were cleaved with SacI/Acc651 (N-terminal fragment) and Acc65I/Bsu36I (C-terminal fragment), respectively, and ligated with the Bsu36I/SacI fragment of pPG10. Note that the resulting construct (pPG10Δ640–653) contains two additional codons (GGTACC; Acc65I site) in between the codons 639 and 654. The expression vectors for RECQ5 Δ652–674 (pPG10Δ652–674) and RECQ5 Δ652–725 (pPG10Δ652–725) were constructed using the same strategy. The expression vectors for RECQ5 Δ515–568 (pPG10Δ515–568), RECQ5 Δ543–607 (pPG10Δ543–607) and RECQ5 Δ571–653 (pPG10Δ571–653) were constructed using restriction enzymes. The pPG10Δ515–568 plasmid results from FspI/BsaAI deletion of pPG10. The pPG10Δ543–607 plasmid results from BamHI/EcoRV deletion of pPG10 where BamHI end was filled by Klenow fragment. The pPG10Δ571–653 plasmid results from BsaAI/Acc65I deletion of pPG10Δ640–653 where the Acc65I end was filled by Klenow fragment. The expression vectors for RECQ5 R654A (pPG10R654A), RECQ5 F659A (pPG10F659A), RECQ5 F666A (pPG10F666A), and RECQ5 E671A (pPG10E671A) were prepared using QuikChange site-directed mutagenesis kit (Stratagene) with pPG10 as template. For ectopic expression of RECQ5, RECQ5 Δ652–674 , and RECQ5 F666A in human cells, the pcDNA3.1/HisC vector (Invitrogen) was used. For wild-type RECQ5, RECQ5 cDNA was cloned between BamHI and NdeI sites in pcDNA3.1/HisC. The BamHI end of the cleaved vector was filled in by Klenow fragment. In the resulting plasmid, named pJP136, the N terminus of RECQ5 is fused to a (His) 6 -Xpress epitope tag. The expression vector for RECQ5 Δ652–674 (pJP136Δ652–674) was generated by replacement of the BstEII-Bsu36I fragment in pJP136 with the BstEII-Bsu36I fragment of pPG10Δ652–674. The expression vector for RECQ5 F666A was constructed using the same strategy with pPG10F666A as a source of the F666A mutation. Wild-type and mutant forms of human RECQ5 were produced and purified as described previously ( 13 , 14 ). Human RAD51 K133R , RPA, Hop2-Mnd1, and Escherichia coli DNA topoisomerase I were purified according to previously published protocols ( 15 – 18 ). Wheat germ DNA topoisomerase I was purchased from Promega. SDS-PAGE analysis of the purified proteins used in this study is shown in supplemental Fig. S1 . CBD Pull-down Assay RECQ5 and its variants were produced as C-terminal fusions with CBD tag in E. coli BL21-CodonPlus(DE3)-RIL (Stratagene). Cells were grown at 37 °C in LB medium containing 150 μg/ml ampicillin and 25 μg/ml chloramphenicol. At an A 600 of 0.3, protein synthesis was induced by adding isopropyl-1-thio-β- d -galactopyranoside to a concentration of 0.2 m m , and cultures were incubated overnight at 18 °C. Cells harvested from a 10-ml culture were resuspended in 1 ml of buffer CH (20 m m Tris-HCl (pH 8), 500 m m NaCl, 1 m m EDTA, 0.1% (v/v) Triton X-100) supplemented with 0.2 m m PMSF and a protease inhibitor mixture (Complete, EDTA-free; Roche). Cells were disrupted by sonication and the resulting extracts were clarified by centrifugation at 20,000 × g for 45 min at 4 °C. Cleared extracts (typically 50 μl) were incubated with 25 μl of chitin beads (New England Biolabs) in a total volume of 500 μl of buffer CH supplemented with 0.2 m m PMSF and protease inhibitor mixture for 2 h at 4 °C. The beads were then washed once with 1 ml of CH buffer and three times with 1 ml of buffer TN1 (50 m m Tris-HCl, pH 8, 120 m m NaCl, 0.5% (v/v) Nonidet P-40). After each wash, beads were collected by centrifugation at 3,000 × g for 2 min at 4 °C. The washed beads were incubated for 2 h at 4 °C with total extract from human embryonic kidney cells HEK293T (600 μg of protein) in a volume of 500 μl of buffer TN1 supplemented with 0.2 m m PMSF and protease inhibitor mixture, and then washed again three times with buffer TN1. Bound proteins were released from the beads by adding 25 μl of 3× SDS-loading buffer followed by incubation at 95 °C for 7 min. Eluted proteins were separated by 10% SDS-PAGE and analyzed by Western blotting using rabbit polyclonal anti-RAD51 antibody (BD Pharmingen, Cat. No. 551922; 1:5,000 dilution). Ni-NTA Pull-down Assay HEK293T cells grown in Dulbecco modified Eagle's medium (DMEM) (Invitrogen) supplemented with 5% fetal calf serum (Invitrogen), streptomycin/penicillin (100 units/ml) were transfected with the expression vectors for RECQ5, RECQ5 Δ652–674 , RECQ5 F666A or with the corresponding empty vector (pcDNA3.1/HisC). One day before transfection, 1 × 10 6 cells were seeded in 10-cm plates. Next day, 2 μg of appropriate vector were mixed with 7 μl of Metafectene reagent (Biontex) suspended in 100 μl of DMEM. This mixture was incubated at room temperature for 20 min and subsequently added to cells at about 40% confluency. 48 h post-transfection, plates were placed on ice and washed twice with 8 ml of ice-cold phosphate-buffered saline followed by addition of 500 μl of extraction buffer TN2 (50 m m Tris-HCl, pH 8, 120 m m NaCl, 20 m m NaF, 15 m m sodium pyrophosphate, 0.5% (v/v) Nonidet P-40) supplemented with 1 m m benzamidine, 0.2 m m PMSF, 0.5 m m sodium orthovanadate and protease inhibitor mixture (Roche). Cell suspension was gently scraped off the plate, snap frozen in liquid nitrogen, thawed and centrifuged at 20,000 × g for 30 min at 4 °C. Clarified extract (typically 800 μg of protein) was incubated with 25 μl of Ni-NTA-Agarose beads (Qiagen) for 2 h at 4 °C in a volume of 500 μl of extraction buffer TN2 supplemented with protease/phosphatase inhibitors as above and 20 m m imidazole. Where required, extracts were pretreated with 20 units of DNaseI (Roche) for 20 min at 25 °C in the presence of 6 m m MgCl 2 and 1 m m CaCl 2 . After incubation, the beads were washed three times with 1 ml of buffer TN2 supplemented with PMSF and 20 m m imidazole. After each washing step, beads were collected by centrifugation at 3,000 × g for 2 min at 4 °C. Bound proteins were released from nickel beads by adding 25 μl of 3× SDS-loading buffer followed by incubation at 95 °C for 7 min. Eluted proteins were separated by 10% SDS-PAGE and analyzed by Western blotting. Membranes were probed with rabbit polyclonal anti-RAD51 antibody (BD Pharmingen, Cat. No. 551922; 1:5,000 dilution) and goat polyclonal Omni-probe antibody (Santa Cruz Biotechnology, sc-499-G; 1:1,000 dilution). The latter antibody is raised against the (His) 6 -Xpress tag. DNA Substrates Oligonucleotide D1 complementary to positions 1932–2022 of the pBluescript replicative form I DNA ( 5 ) was 5′-end-labeled with T4 polynucleotide kinase and [γ- 32 P]ATP (PerkinElmer). Bacteriophage M13mp8.32 ssDNA was produced in E. coli JM109 and isolated according to standard protocol ( 19 ). To generate topologically relaxed dsDNA plasmid, typically 4 μg of supercoiled pGEM-7Zf(+) DNA (Promega) were incubated with 1.6 μg of E. coli DNA topoisomerase I at 37 °C for 30 min in 40 μl of buffer R (25 m m Tris-HCl, pH 7.5, 1 m m MgCl 2 , 50 m m KCl, 1 m m dithiothreitol, 100 μg/ml bovine serum albumin), followed by heat inactivation of the enzyme at 65 °C for 10 min. D-loop Reaction Reactions were carried out at 37 °C in buffer R (see above; KCl present at a concentration of 80 m m ) containing an ATP-regenerating system consisting of 20 m m creatine phosphate (Sigma), 20 μg/ml creatine kinase (Sigma) and 2 m m ATP. RAD51 K133R (1 μ m ) was incubated with the 5′-end labeled 90-mer oligonucleotide D1 (3 μ m nucleotides) in 11 μl of buffer R for 5 min, followed by the incorporation of Hop2-Mnd1 (300 n m ) in a volume of 0.75 μl and a 1-min incubation. The reaction was initiated by adding pBluescript replicative form I DNA (50 μ m base pairs) in a volume of 0.75 μl. The reactions were terminated after 6 min by the addition of 0.8 μl each of 10% SDS and proteinase K (10 mg/ml). Following a 3-min incubation, the reaction mixtures were resolved in 0.9% agarose gels run in 1× TAE buffer (40 m m Tris acetate (pH 7.4), 0.5 m m EDTA). The gels were dried and subjected to phosphorimaging analysis. When present, RPA (135 n m ) and RECQ5 or its mutants (15–30 n m ) were added to the preassembled RAD51 K133R filaments, followed by a 4-min incubation before the incorporation of Hop2-Mnd1 and replicative form I DNA. Topoisomerase I-linked DNA Topology Modification Assay Reactions were carried out at 37 °C in an end-volume of 25 μl of buffer R containing an ATP-regenerating system consisting of 10 units/ml creatine kinase, 12 m m creatine phosphate, and 2 m m ATP. Typically, 375 n m RAD51 K133R was preincubated with circular M13mp8.32 ssDNA (9 μ m nucleotides) for 6 min, followed by addition of the indicated concentrations of RECQ5 (or its mutants) and 150 n m RPA. After a 6-min incubation, topologically relaxed pGEM-7Zf(+) DNA (7 μ m base pairs) and wheat germ DNA topoisomerase I (3 units) were added, and incubation continued for a further 8 min. Reactions were stopped by the addition of 5 μl of solution S2 (6% (w/v) SDS, 0.1 m EDTA, and 10 mg/ml proteinase K) followed by a 25-min incubation at 37 °C. DNA products were resolved by electrophoresis in 1% agarose gel run in 0.5× TBE buffer at 100 V for 2 h. Gels were stained in ethidium bromide solution (0.5 μg/ml), and DNA species were visualized using a UV transilluminator. DSB Repair Assay Generation of the DR-GFP HEK293 cell line was described previously, along with culture conditions ( 20 ). To measure HR, 2 × 10 5 cells were plated in a 12-well plate, and transfected the next day with various plasmids mixed with 3.6 μl of Lipofectamine 2000 (Invitrogen) in a 1-ml culture medium without antibiotics. Transfections included 0.8 μg of I-SceI expression vector (pCBASce) and either 0.4 μg or 0.8 μg of a second plasmid: empty vector (pcDNA3.1/HisC), an expression vector for RECQ5 (pJP136), or an expression vector for RECQ5 F666A (pJP136F666A). Four hours after transfection, the medium was changed, and 3 days after transfection, the percentage of GFP+ cells from each transfection were quantified on a Cyan ADP (Dako). RESULTS Mapping of the RAD51-interacting Domain in RECQ5 To map the RAD51-interaction site on RECQ5, we performed a RAD51 pull-down assay with a series of N- and C-terminal truncation variants of RECQ5 that were produced in bacteria as fusions with CBD ( Fig. 1 A ). Recombinant proteins were bound to chitin beads via the CBD tag and subsequently incubated with HEK293T cell extract. RAD51 binding to RECQ5-coated beads was analyzed by Western blotting. The obtained data indicated that the RAD51-interacting domain of RECQ5 is located between amino acids 411 and 725 ( Fig. 1 B ). To map the location of this domain more precisely, we generated a series of internal deletions within the region of RECQ5 spanning amino acids 515–725 ( Fig. 1 A ). These RECQ5 mutants were again tested for their ability to bind RAD51 in a CBD pull-down assay. This experiment indicated that the region of RECQ5 spanning amino acids 515–653 was dispensable for RAD51 binding ( Fig. 1 C , lanes 4–7 ). In contrast, deletion of the amino acids 652–674 or 652–725 of RECQ5 completely abolished its interaction with RAD51 ( Fig. 1 C , lanes 8 and 9 ). In addition, we found that the RECQ5 fragment comprised of amino acids 529–725 could bind RAD51 to a similar extent as the full-length RECQ5 ( Fig. 1 C , compare lanes 3 and 10 ). Collectively, the above data indicate that RECQ5 contains a single RAD51-interacting domain that is located between amino acids 654 and 725. FIGURE 1. Mapping RAD51-interacting domain of RECQ5. A , domain organization of human RECQ5 and schemes of RECQ5 deletion variants used in this study. RQC, RecQ C-terminal domain, which contains a Zn 2+ -binding motif that is essential for the helicase activity of RECQ5; PIM, PCNA-interacting motif. The dashed lines indicate location of the RAD51-interacting domain. B and C , CBD pull-down assay. Indicated RECQ5 variants were produced in E. coli as fusion with CBD and bound to chitin beads as described under “Experimental Procedures.” Beads were incubated with 293T cell extract (600 μg of protein), and RAD51 binding was analyzed by Western blotting using anti-RAD51 antibody. Blots were also stained with Ponceau S to visualize RECQ5 and its variants. Ablation of the RECQ5-RAD51 Complex by a Point Mutation In an attempt to identify amino acid residues of RECQ5 that are critical for RAD51 binding, we generated single alanine substitutions at charged and aromatic residues within the region spanning amino acids 654–674 that was found to be required for RECQ5-RAD51 complex formation ( Fig. 1 C, lane 8 ). The following residues of RECQ5 were mutated: Arg-654, Phe-659, Phe-666, and Glu-671. The mutant proteins were again expressed in bacteria as fusions with CBD, immobilized on chitin beads and tested for their ability to bind RAD51 from HEK293T cell extract. We found that the alanine substitutions at Arg-654 and Phe-659 of RECQ5 had no effect on its binding to RAD51, while the F666A substitution abolished RAD51 binding by RECQ5 and the E671A substitution reduced it significantly ( Fig. 2 A ). FIGURE 2. Identification of amino acid residues of RECQ5 that are critical for RECQ5-RAD51 complex formation. Single alanine substitutions were created at the charged and aromatic residues in the region of RECQ5 spanning amino acids 654–674 that was found to be essential for interaction with RAD51. A , CBD pull-down assay was performed with the indicated RECQ5 mutants expressed in E. coli as fusion with CBD. Chitin beads coated with wild-type or mutant forms of RECQ5 were incubated with 293T cell extract (600 μg of protein) as described under “Experimental Procedures.” RAD51 binding was detected by Western blotting using anti-RAD51 antibody ( bottom panel ). RECQ5 proteins were visualized by Ponceau S staining ( top panel ). B , wild-type and mutant forms of RECQ5 were expressed ectopically in 293T cells as N-terminal fusions with a (His) 6 -Xpress epitope tag. Extracts from these cells (800 μg of protein) were incubated with Ni-NTA-beads and bound proteins were analyzed by Western blotting using anti-RAD51 and Omni-probe antibodies. The latter antibody recognizes the (His) 6 -Xpress tag. Next, we investigated the effect of F666A and Δ652–674 mutations of RECQ5 on RECQ5-RAD51 complex formation in vivo . To this end, HEK293T cells were transiently transfected with expression vectors for wild-type or mutant forms of RECQ5 fused N-terminally to a (His) 6 -Xpress tag. The ectopically expressed RECQ5 variants were isolated from cell extracts using Ni-NTA beads and analyzed by Western blotting to test for co-precipitation of the endogenous RAD51 protein. We found that RAD51 was bound to wild-type RECQ5, but not to RECQ5 Δ652–674 or RECQ5 F666A ( Fig. 2 B ). Treatment of cell extract with DNaseI did not affect the binding of RAD51 to RECQ5, indicating that the RECQ5-RAD51 interaction is not mediated through DNA binding ( supplemental Fig. S2 ). Collectively, these data indicate that phenylalanine 666 of RECQ5 is essential for binding of RECQ5 to RAD51 in vitro and in vivo . Interaction of RECQ5 with RAD51 Is Important for the Attenuation of RAD51-mediated DNA Pairing We previously demonstrated that RECQ5 in the presence of RPA effectively inhibited RAD51-mediated D-loop formation. We employed the D-loop assay to compare the anti-recombinase activities of our mutants to that of the wild-type enzyme ( Fig. 3 A ). As in our previous study, we used a K133R mutant of RAD51, which binds ATP, but is greatly attenuated for ATP hydrolysis and hence forms a highly stable filament on ssDNA that is fully proficient in catalyzing strand invasion of a homologous DNA molecule ( 21 ). To enhance the efficiency of the D-loop reaction, the accessory factor Hop2-Mnd1 was included in the assay ( 22 ). We first tested the activities of the C-terminal deletion mutants of RECQ5, RECQ5 1–725 , and RECQ5 1–651 , of which the former includes the intact RAD51-interacting domain whereas the latter lacks this domain ( Fig. 1 A ). We found that the RECQ5 1–725 mutant inhibited the D-loop reaction to a comparable degree as wild-type RECQ5 ( Fig. 3 B ). In contrast, RECQ5 1–651 mutant exhibited only a slight inhibitory effect on the D-loop reaction ( Fig. 3 B ). Likewise, RAD51 interaction defective mutants RECQ5 Δ652–674 and RECQ5 F666A , both showed decreased ability to attenuate RAD51-mediated D-loop formation ( Fig. 3 C ). To verify that the observed reduction of anti-recombinase activity in RAD51 interaction-deficient mutants of RECQ5 does not result from a defect in ssDNA translocation, we compared the ssDNA-stimulated ATPase activities of these mutants with that of wild-type RECQ5. We found that all these RECQ5 mutants displayed a level of ATPase activity comparable to that of wild-type protein ( supplemental Fig. S3 ). Together, these results provide the first evidence that the physical interaction between RECQ5 and RAD51 plays an important role in the anti-recombinase activity of RECQ5 in vitro . FIGURE 3. Role of the RECQ5-RAD51 complex in RECQ5-mediated inhibition of D-loop reaction. A , D-loop reaction scheme. B and C , effect of wild-type and mutant forms of RECQ5 on RAD51-mediated D-loop formation. RAD51 K133R (1 μ m ) was incubated with a 5′-end-labeled 90-mer oligonucleotide (3 μ m nucleotides) to form a presynaptic filament, which was then incubated for 4 min with the indicated concentrations of wild-type or mutant forms of RECQ5 in the presence of RPA (135 n m ), followed by addition of Hop2-Mnd1 (300 n m ) and pBluescript form I DNA (50 μ m base pairs). After a 6-min incubation, the reaction products were resolved in 0.9% agarose gels and visualized by phosphorimaging ( left panels ). Gels were quantified using ImageQuant software, and the concentration of D-loop products calculated as a percentage of the amount of product generated in the standard ( Std ) reaction carried out in the absence of RECQ5. The average values ± S.E. from three or more independent experiments are plotted ( right panels ). Asterisks denote statistically significant difference as compared with full-length (FL) RECQ5 by an unpaired Student's t test: *, p < 0.05; **, p < 0.005. Physical Interaction between RECQ5 and RAD51 Facilitates RECQ5-catalyzed Disruption of RAD51 Presynaptic Filament Next we sought to examine whether the observed impairment of anti-recombinase activity in RAD51 interaction-deficient mutants of RECQ5 stems from an inability to disrupt RAD51 presynaptic filaments. To monitor RAD51 displacement from ssDNA, we employed DNA topology modification assay used previously to characterize the presynaptic filament disruption function of Srs2 ( 5 ). This assay is based on the observation that binding of RAD51 to dsDNA induces lengthening of the DNA ( 23 , 24 ) that in case of topologically relaxed circular DNA, can be monitored as a reduction in the DNA linking number upon inclusion of eukaryotic DNA topoisomerase I in the reaction ( Fig. 4 A ). In these experiments, we again employed the RAD51 K133R mutant that forms stable nucleoprotein filament on ssDNA. We found that the RECQ5 1–725 mutant displayed similar RAD51 K133R displacement activity as wild-type RECQ5, indicating that the region of RECQ5 distal to the RAD51-interacting domain plays little or no role in the filament disruption activity of RECQ5 ( Fig. 4 B , lanes 5 and 6 ). In contrast, the filament disruption activity of the RECQ5 1–651 mutant that lacks the entire RAD51-interacting domain was found to be significantly reduced compared with that of wild-type RECQ5 ( Fig. 4 B , lanes 5 and 7 ). Similarly, the mutants with defective RAD51-interacting domain, RECQ5 F666A and RECQ5 Δ652–674 , showed a significant reduction in their abilities to disrupt RAD51 K133R -ssDNA filaments as compared with wild-type RECQ5 ( Fig. 4 , C and D ). These data provide direct evidence that the physical interaction between RECQ5 and RAD51 facilitates RECQ5-catalyzed disruption of RAD51 filaments. FIGURE 4. Role of RECQ5-RAD51 complex in RECQ5-catalyzed displacement of RAD51 from ssDNA. A , scheme of DNA topology modification assay. RAD51 filaments pre-assembled on circular ssDNA are incubated with RECQ5. A relaxed plasmid DNA (dsDNA) is subsequently added to this reaction to trap RAD51 molecules displaced from ssDNA. RAD51 binding to topologically relaxed dsDNA induces lengthening of the DNA that can be monitored as a reduction in the DNA linking number upon treatment with eukaryotic DNA topoisomerase I. PK, proteinase K. B–D , effect of wild-type and mutant forms of RECQ5 on the stability of RAD51 K133R presynaptic filament. RAD51 K133R was assembled on M13 ssDNA (9 μ m nucleotides) in the presence of 2 m m ATP and ATP-regenerating system, and then incubated with wild-type or mutant forms of RECQ5 (160 n m in B and 40, 80, and 160 n m in C and D ) and RPA (150 n m ) for 6 min before addition of relaxed DNA (7 μ m bp) and wheat germ DNA topoisomerase I. Reactions were analyzed by electrophoresis in 1% agarose gel followed by ethidium bromide staining. Gels were quantified using ImageQuant software and the concentration of supercoiled DNA products calculated as a percentage of the amount of product generated in the reaction carried out in the absence of ssDNA, RECQ5, and RPA ( lane 3 ). The tables under each gel show the average values from two or more independent experiments. Physical Interaction of RECQ5 with RAD51 Plays a Role in Its Anti-recombination Activity in Vivo Finally, we sought to investigate the role of the physical interaction between RECQ5 and RAD51 in the anti-recombination activity of RECQ5 in vivo . To this end, we compared the ability for wild-type RECQ5 versus the F666A mutant to exert a trans-dominant negative effect on HR-mediated repair of an endonuclease-generated chromosomal DSB, using the DR-GFP reporter integrated into HEK293 cells ( 20 ). In this reporter, the recognition site for the rare cutting endonuclease I-SceI is integrated into a full-length GFP gene ( SceGFP ) that is followed by an internal GFP fragment ( iGFP ) ( Fig. 5 A ). Repair of the I-SceI-generated DSB by HR using the iGFP fragment as a template restores a functional GFP gene. Thus, the frequency of HR can be quantified as the percentage of GFP + cells by FACS analysis. From these experiments, we found that overexpression of wild-type RECQ5 caused a decrease in the frequency of HR ( Fig. 5 B ). The F666A mutant of RECQ5 also reduced the frequency of HR, but this inhibitory effect was significantly lower than that of wild-type RECQ5 ( Fig. 5 B ). These data indicate that the suppression of HR by RECQ5 in vivo is partially dependent on the formation of RECQ5-RAD51 complex. FIGURE 5. Role of physical interaction between RECQ5 and RAD51 in the suppression of HR-mediated DSB repair in human cells. A , diagram of the DR-GFP reporter along with the homology-directed repair ( HDR ) product that gives rise to GFP+ cells. B , effect of overexpression of wild-type ( WT ) RECQ5 and the F666A mutant on HR repair of an I-SceI-induced DSB in HEK293 cells. Cells were transfected with an I-SceI expression vector along with the indicated amounts of either an expression vector for RECQ5 (WT or F666A) or empty vector ( EV ). Shown are the levels of repair relative to the mean value of a parallel set of EV transfections. Data represent the mean values of three independent transfections. Error bars reflect the S.D. Asterisks denote statistically significant difference as compared with WT RECQ5 by unpaired Student's t test ( p = 0.0086 for 0.4 μg of plasmid DNA; p = 0.006 for 0.8 μg of plasmid DNA). DISCUSSION Genetic ablation of RECQ5 leads to hyper-recombination and cancer susceptibility in mice ( 8 ). Biochemical studies have revealed that RECQ5 interacts physically with the RAD51 recombinase and displaces RAD51 from ssDNA in a manner dependent on ATP hydrolysis ( 8 ). Herein, we provide evidence that efficient RAD51-ssDNA nucleoprotein filament disruption by RECQ5 is reliant on protein complex formation. Through an extensive domain mapping effort, we show that RECQ5 interacts with RAD51 through a 70 amino acid domain that is located within the non-conserved C-terminal-half of the RECQ5 protein. Abolishment of the physical interaction between RECQ5 and RAD51 by mutations within this domain significantly reduces the ability of RECQ5 to disrupt the ATP-bound form of RAD51-ssDNA filament in vitro and to inhibit HR-mediated DSB repair in vivo . These findings support the proposal that RECQ5 suppresses HR by disrupting RAD51 presynaptic filaments. Recent studies have shown that disruption of Rad51 presynaptic filaments by the S. cerevisiae Srs2 helicase is also dependent on a specific protein-protein interaction between Srs2 and Rad51 ( 25 – 27 ). It has been demonstrated that binding of Srs2 to Rad51 stimulates ATP hydrolysis within the Rad51 filament, which causes Rad51 dissociation from the DNA ( 27 ). Based on these observations, a model has been proposed where the ATP-dependent ssDNA-translocase activity of Srs2 serves to position Srs2 for binding to each successive Rad51 subunits of the presynaptic filament to promote its dissociation from DNA by allosterically activating ATP hydrolysis by Rad51 ( 27 ). Because Srs2 also stimulated ATP hydrolysis by the K191R mutant of Rad51, an equivalent to the K133R mutant of human RAD51 used in our study, and promoted its dissociation from ssDNA, it is possible that RECQ5-mediated disruption of RAD51 presynaptic filaments occurs via a similar mechanism ( 27 ). However, RECQ5 mutants defective in interacting with RAD51 still exhibited a considerable level of RAD51 displacement activity in DNA topology modification assay ( Fig. 4 ). Therefore, it is also possible that RECQ5 disrupts presynaptic filament by means of its ssDNA-translocase activity in a manner similar to the T4 Dda helicase ( 28 ), and the interaction between RECQ5 and RAD51 serves to facilitate the loading of RECQ5 on the DNA. It is also possible that the residual activity of RECQ5 mutants stems from RECQ5-mediated dissociation of ADP-bound RAD51 molecules resulting from basal ATP hydrolysis in the presynaptic filament. However, this scenario is less likely because we found that the RAD51 K133R -ssDNA filament was fairly stable in the presence of the BLM helicase 3 that was shown to be capable of disrupting the ADP-bound form of the RAD51 filament ( 29 ). Srs2 interacts with Rad51 through a domain that is located in the middle of the C-terminal-half of the Srs2 polypeptide while the N-terminal half of the Srs2 polypeptide constitutes the DNA-translocase/helicase module ( 25 ). Notably, such a domain organization is also seen in RECQ5 ( Fig. 1 A ). In addition, RECQ5 and Srs2 contain a PCNA interaction domain at their extreme C termini ( 14 , 30 , 31 ). Thus, RECQ5 and Srs2 exhibit extensive structural similarity that further supports the notion that these proteins have similar roles in the regulation of HR. However, a question arises as to how do these anti-recombinase distinguish between appropriate and inappropriate RAD51 filaments? Accumulating evidence suggests that Srs2 removes Rad51 from ssDNA indiscriminately, whereas recombination mediators such as Rad52 act to reform filaments when and where they are appropriate ( 32 ). Biochemical experiments clearly showed that Rad52 is sufficient to overcome the inhibitory effect of Srs2 on Rad51-mediated D-loop reaction ( 32 ). Interestingly, Srs2 and Rad52 interact with overlapping motifs on Rad51, which are conserved throughout evolution ( 26 ). It will be interesting to test whether these motifs contribute to the association of RAD51 with RECQ5 and BRCA2 in human cells. Like yeast Rad52, BRCA2 protein targets RAD51 to RPA-coated ssDNA and promotes assembly of the presynaptic filament ( 1 ). It has been shown that the C-terminal region of BRCA2 binds to and stabilizes the RAD51 presynaptic filament ( 33 ). In this regard, it will be also interesting to evaluate the effect of this BRCA2 domain on the RAD51 filament disruption activity of RECQ5. Supplementary Material Supplemental Data * This work was supported, in whole or in part, by National Institutes of Health Grants R01CA120954 (to J. M. S.) and ES015632 (to P. S.). This work was also supported by grants from the Swiss National Science Foundation (3100A0-116008) and Stiftung zur Krebsbekaempfung (to P. J.). The on-line version of this article (available at http://www.jbc.org ) contains supplemental Figs. S1–S3 . 3 P. Janscak, unpublished observation. 2 The abbreviations used are: HR homologous recombination DSBs DNA double-strand breaks ss single-stranded CBD chitin-binding domain PMSF phenylmethylsulfonyl fluoride NTA nitrilotriacetic acid GFP green fluorescent protein RPA replication protein A. Acknowledgment We thank Christiane König for excellent technical assistance. REFERENCES 1. San Filippo J. Sung P. Klein H. ( 2008 ) Annu. Rev. Biochem. 77 , 229 – 257 18275380 2. Sung P. Klein H. ( 2006 ) Nat. Rev. Mol. Cell Biol. 7 , 739 – 750 16926856 3. Gangloff S. Soustelle C. Fabre F. ( 2000 ) Nat. Genet. 25 , 192 – 194 10835635 4. Fabre F. Chan A. Heyer W. D. Gangloff S. ( 2002 ) Proc. Natl. Acad. Sci. U.S.A. 99 , 16887 – 16892 12475932 5. Krejci L. Van Komen S. Li Y. Villemain J. Reddy M. S. Klein H. Ellenberger T. Sung P. ( 2003 ) Nature 423 , 305 – 309 12748644 6. Veaute X. Jeusset J. Soustelle C. Kowalczykowski S. C. Le Cam E. Fabre F. ( 2003 ) Nature 423 , 309 – 312 12748645 7. Hu Y. Lu X. Barnes E. Yan M. Lou H. Luo G. ( 2005 ) Mol. Cell. Biol. 25 , 3431 – 3442 15831450 8. Hu Y. Raynard S. Sehorn M. G. Lu X. Bussen W. Zheng L. Stark J. M. Barnes E. L. Chi P. Janscak P. Jasin M. Vogel H. Sung P. Luo G. ( 2007 ) Genes Dev. 21 , 3073 – 3084 18003859 9. Barber L. J. Youds J. L. Ward J. D. McIlwraith M. J. O'Neil N. J. Petalcorin M. I. Martin J. S. Collis S. J. Cantor S. B. Auclair M. Tissenbaum H. West S. C. Rose A. M. Boulton S. J. ( 2008 ) Cell 135 , 261 – 271 18957201 10. Fugger K. Mistrik M. Danielsen J. R. Dinant C. Falck J. Bartek J. Lukas J. Mailand N. ( 2009 ) J. Cell Biol. 186 , 655 – 663 19736316 11. Chu W. K. Hickson I. D. ( 2009 ) Nat. Rev. Cancer 9 , 644 – 654 19657341 12. Zheng L. Kanagaraj R. Mihaljevic B. Schwendener S. Sartori A. A. Gerrits B. Shevelev I. Janscak P. ( 2009 ) Nucleic Acids Res. 37 , 2645 – 2657 19270065 13. Garcia P. L. Liu Y. Jiricny J. West S. C. Janscak P. ( 2004 ) EMBO J. 23 , 2882 – 2891 15241474 14. Kanagaraj R. Saydam N. Garcia P. L. Zheng L. Janscak P. ( 2006 ) Nucleic Acids Res. 34 , 5217 – 5231 17003056 15. Sigurdsson S. Van Komen S. Petukhova G. Sung P. ( 2002 ) J. Biol. Chem. 277 , 42790 – 42794 12205100 16. Henricksen L. A. Umbricht C. B. Wold M. S. ( 1994 ) J. Biol. Chem. 269 , 11121 – 11132 8157639 17. Pezza R. J. Petukhova G. V. Ghirlando R. Camerini-Otero R. D. ( 2006 ) J. Biol. Chem. 281 , 18426 – 18434 16675459 18. Lynn R. M. Wang J. C. ( 1989 ) Proteins 6 , 231 – 239 2560190 19. Robu M. E. Inman R. B. Cox M. M. ( 2001 ) Proc. Natl. Acad. Sci. U.S.A. 98 , 8211 – 8218 11459955 20. Bennardo N. Cheng A. Huang N. Stark J. M. ( 2008 ) PLoS. Genet. 4 , e1000110 18584027 21. Chi P. Van Komen S. Sehorn M. G. Sigurdsson S. Sung P. ( 2006 ) DNA Repair 5 , 381 – 391 16388992 22. Petukhova G. V. Pezza R. J. Vanevski F. Ploquin M. Masson J. Y. Camerini-Otero R. D. ( 2005 ) Nat. Struct. Mol. Biol. 12 , 449 – 453 15834424 23. Ogawa T. Yu X. Shinohara A. Egelman E. H. ( 1993 ) Science 259 , 1896 – 1899 8456314 24. Sung P. Robberson D. L. ( 1995 ) Cell 82 , 453 – 461 7634335 25. Colavito S. Macris-Kiss M. Seong C. Gleeson O. Greene E. C. Klein H. L. Krejci L. Sung P. ( 2009 ) Nucleic Acids Res. 37 , 6754 – 6764 19745052 26. Seong C. Colavito S. Kwon Y. Sung P. Krejci L. ( 2009 ) J. Biol. Chem. 284 , 24363 – 24371 19605344 27. Antony E. Tomko E. J. Xiao Q. Krejci L. Lohman T. M. Ellenberger T. ( 2009 ) Mol. Cell 35 , 105 – 115 19595720 28. Byrd A. K. Raney K. D. ( 2004 ) Nat. Struct. Mol. Biol. 11 , 531 – 538 15146172 29. Bugreev D. V. Yu X. Egelman E. H. Mazin A. V. ( 2007 ) Genes Dev. 21 , 3085 – 3094 18003860 30. Pfander B. Moldovan G. L. Sacher M. Hoege C. Jentsch S. ( 2005 ) Nature 436 , 428 – 433 15931174 31. Le Breton C. Dupaigne P. Robert T. Le Cam E. Gangloff S. Fabre F. Veaute X. ( 2008 ) Nucleic Acids Res. 36 , 4964 – 4974 18658248 32. Burgess R. C. Lisby M. Altmannova V. Krejci L. Sung P. Rothstein R. ( 2009 ) J. Cell Biol. 185 , 969 – 981 19506039 33. Esashi F. Galkin V. E. Yu X. Egelman E. H. West S. C. ( 2007 ) Nat. Struct. Mol. Biol. 14 , 468 – 474 17515904",
  "plain_text": "Homologous recombination (HR) provides an efficient mechanism for error-free repair of DNA double-strand breaks (DSBs). However, HR can be also harmful as inappropriate or untimely HR events can give rise to lethal recombination intermediates and chromosome rearrangements. A critical step of HR is the formation of a RAD51 filament on single-stranded (ss)DNA, which mediates the invasion of a homologous DNA molecule. In mammalian cells, several DNA helicases have been implicated in the regulation of this process. RECQ5, a member of the RecQ family of DNA helicases, interacts physically with the RAD51 recombinase and disrupts RAD51 presynaptic filaments in a reaction dependent on ATP hydrolysis. Here, we have precisely mapped the RAD51-interacting domain of RECQ5 and generated mutants that fail to interact with RAD51. We show that although these mutants retain normal ATPase activity, they are impaired in their ability to displace RAD51 from ssDNA. Moreover, we show that ablation of RECQ5-RAD51 complex formation by a point mutation alleviates the inhibitory effect of RECQ5 on HR-mediated DSB repair. These findings provide support for the proposal that interaction with RAD51 is critical for the anti-recombinase attribute of RECQ5."
}
