{
    "PMC": "2936959",
    "DOI": "10.1038/nature09325",
    "PMID": "20811458",
    "PMCID": "PMC2936959",
    "title": "Gamma-secretase activating protein is a therapeutic target for Alzheimer's disease.",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC2936959",
    "source": "MED",
    "abstract_text": "Accumulation of neurotoxic amyloid-beta is a major hallmark of Alzheimer's disease. Formation of amyloid-beta is catalysed by gamma-secretase, a protease with numerous substrates. Little is known about the molecular mechanisms that confer substrate specificity on this potentially promiscuous enzyme. Knowledge of the mechanisms underlying its selectivity is critical for the development of clinically effective gamma-secretase inhibitors that can reduce amyloid-beta formation without impairing cleavage of other gamma-secretase substrates, especially Notch, which is essential for normal biological functions. Here we report the discovery of a novel gamma-secretase activating protein (GSAP) that drastically and selectively increases amyloid-beta production through a mechanism involving its interactions with both gamma-secretase and its substrate, the amyloid precursor protein carboxy-terminal fragment (APP-CTF). GSAP does not interact with Notch, nor does it affect its cleavage. Recombinant GSAP stimulates amyloid-beta production in vitro. Reducing GSAP concentrations in cell lines decreases amyloid-beta concentrations. Knockdown of GSAP in a mouse model of Alzheimer's disease reduces levels of amyloid-beta and plaque development. GSAP represents a type of gamma-secretase regulator that directs enzyme specificity by interacting with a specific substrate. We demonstrate that imatinib, an anticancer drug previously found to inhibit amyloid-beta formation without affecting Notch cleavage, achieves its amyloid-beta-lowering effect by preventing GSAP interaction with the gamma-secretase substrate, APP-CTF. Thus, GSAP can serve as an amyloid-beta-lowering therapeutic target without affecting other key functions of gamma-secretase.",
    "full_text": "0410462 6011 Nature Nature Nature 0028-0836 1476-4687 2936959 20811458 10.1038/nature09325 nihpa219773 Article Gamma-secretase activating protein, a therapeutic target for Alzheimer's disease He Gen 1 Luo Wenjie 1 Li Peng 2 Remmers Christine 1 Netzer William 1 Hendrick Joseph 2 Bettayeb Karima 1 Flajolet Marc 1 Gorelick Fred 3 Wennogle Lawrence P. 2 Greengard Paul 1 * 1 Laboratory of Molecular and Cellular Neuroscience, The Rockefeller University, 1230 York Ave., New York, NY 10065, U.S.A 2 Intra-Cellular Therapies, Inc. (ITI), Audubon Biomedical Science and Technology Park, 3960 Broadway, New York, NY 10032, U.S.A 3 Deparatment of Internal Medicine and Cell Biology, Yale University School of Medicine, and VA CT Healthcare, 333 Cedar Street, New Haven, CT 06520, U.S.A * to whom Correspondence and requests for materials should be addressed to P.G. ( greengard@rockefeller.edu ). Author contributions G.H., W.L., P.L., C.R., J.H., K.B. performed experiments; W.N. was involved in experimental design; M.F. performed sequence analysis; G.H., W.L., L.P.W., P.G. designed the study; G.H., W.L., F.G., L.P.W., P.G. wrote the paper; all authors discussed the results and commented on the manuscript. L.P.W., P.L., J.H. were full time employees of Intra-Cellular Therapies, Inc. during these studies. A patent application has been filed based on this study. Author Information Reprints and permissions information is available at www.nature.com/reprints . 15 7 2010 2 9 2010 01 3 2011 467 7311 95 98 Users may view, print, copy, download and text and data- mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use: http://www.nature.com/authors/editorial_policies/license.html#terms Accumulation of neurotoxic βamyloid (Aβ) is a major hallmark of Alzheimer's disease (AD) 1 . Formation of Aβ is catalyzed by γsecretase, a protease with numerous substrates 2 , 3 . Little is known about the molecular mechanisms that confer substrate specificity on this potentially promiscuous enzyme. Knowledge of the mechanisms underlying its selectivity is critical for the development of clinically effective γ-secretase inhibitors that can reduce Aβ formation without impairing cleavage of other γ-secretase substrates, especially Notch, which is essential for normal biological functions 3 , 4 . Here we report the discovery of a novel γ-secretase activating protein (gSAP), which dramatically and selectively increases Aβ production through a mechanism involving its interactions with both γsecretase and its substrate, the amyloid precursor protein C-terminal fragment (APP-CTF). gSAP does not interact with Notch nor does it affect its cleavage. Recombinant gSAP stimulates Aβ production in vitro . Reducing gSAP levels in cell lines decreases Aβ levels. Knockdown of gSAP in a mouse model of Alzheimers disease reduces levels of Aβ and plaque development. gSAP represents a new type of γ-secretase regulator that directs enzyme specificity by interacting with a specific substrate. We demonstrate that imatinib, an anti-cancer drug previously found to inhibit Aβ formation without affecting Notch cleavage 5 , achieves its Aβ-lowering effect by preventing gSAP interaction with the γ-secretase substrate, APP-CTF. Thus, gSAP can serve as an Aβ-lowering therapeutic target without affecting other key functions of γ-secretase. We have reported that imatinib (STI571, Gleevec®) decreases production of all Aβ species by inhibiting γ-cleavage of APP-CTF 5 . To identify the direct target responsible for imatinib's selective Aβlowering activity, we synthesized a photoactivatable azido imatinib derivative, G01 ( supplementary Methods and supplementary Fig. 2 ). When 125 I-G01 was incubated with a membrane preparation followed by photolysis, none of the four components of γ-secretase were labeled. Rather, 125 I-G01 labeled a ~ 16 kDa protein ( Fig. 1a, left panel ) which co-immunoprecipitated with the more slowly migrating 18 kDa presenilin-1-CTF ( Fig. 1a, right panel ). This result was confirmed by intact cell photolabeling using cell permeable 3 H-G01: the 3 H-imatinib derivative did not bind to any of the four γ-secretase components, but did label a band of ~16 kDa that co-immunoprecipitated with PS1 ( Fig. 1a, middle panel ). To purify the potential target protein, we synthesized a biotinylated derivative of imatinib, “biotin-imatinib” ( supplementary Methods and supplementary Fig. 3 ). Solubilized γ-secretase components, including presenilin-1, Pen-2, and nicastrin, were specifically captured by the immobilized biotin-imatinib ( Fig. 1b, left panel ). A ~16 kDa band was observed by silver staining ( Fig. 1b, right panel ) after biotin-imatinib bound proteins were separated by SDS-PAGE, concurring with the photolabeling results. Peptide fragments, derived from this band after trypsin digestion, and analyzed by tandem mass spectrometry, corresponded to the C-terminal region of an uncharacterized protein, pigeon homologue protein ( PION ) (human accession number: NP_059135). The identification was made based on two unique tryptic peptides ( 766 LWDHPMSSNIISR 778 and 779 NHVTRLLQNYKK 790 ) covering approximately 20% of the 16 kDa fragment. Its sequence, especially the C-terminal region, is highly conserved among multiple species from chicken to human ( supplementary Fig. 4 ). Expression pattern analysis indicates that this gene is expressed in diverse tissues, including brain ( supplementary Fig. 5 ). In this report, we characterize PION as a g amma- s ecretase a ctivating p rotein (gSAP). Based on its predicted sequence, the full opening reading frame of human gSAP encodes a protein of 854 amino acids (~98 kDa). To determine whether the 16 kDa fragment was derived from a high molecular weight precursor, the metabolism of endogenous gSAP in cells was monitored by pulse-chase analysis. The results showed that gSAP is synthesized as a holo-protein (~98 kDa) and is rapidly processed into a ~ 16 kDa C-terminal fragment (gSAP-16K) ( Fig. 1c ). In the steady state, the 16 kDa fragment is the predominant form ( Fig. 1c ). Incubation of cells with 3 H-G01, followed by photolysis and immunoprecipitation with anti-gSAP antibody, confirmed that imatinib directly binds gSAP-16K ( Fig. 1d ). When gSAP levels were reduced using siRNA, the amount of γ-secretase ( Fig. 1e, represented by PS1-CTF ) associated with biotin-imatinib dramatically decreased. This indicates that the affinity of imatinib for the γ-secretase complex depends on gSAP. The effect of gSAP on Aβ generation is shown in Fig. 2 . When siRNA was used to reduce gSAP level (by 72 ± 15%) in N2a cells overexpressing APP695, the level of Aβ decreased about 50±7 % ( Fig. 2a ); imatinib had little or no additional effect on Aβ levels. This result indicates that gSAP is the molecule through which imatinib lowers Aβ. gSAP knockdown resulted in decreased levels of all major Aβ species; Aβ38 by 43±%, Aβ40 by 53±13%, and Aβ42 by 48±7%, respectively ( Fig. 2b ). gSAP showed no detectable effect on α- and β-cleavages ( supplementary Fig. 6 ). To further investigate whether gSAP can modulate γ-secretase activity, the effect of purified gSAP on Aβ production was examined in an in vitro γ-secretase assay. When recombinant gSAP-16K (aa 733-854 of full length human gSAP), isolated after expression in E.coli , was added to membrane preparations from HEK cells containing overexpressed APP-β-CTF, Aβ level was increased and AICD level was reduced ( Fig. 2c ). APP-CTF is cleaved by γ-secretase in the middle of its transmembrane domain to generate Aβ (γ-cleavage) and near its cytosolic membrane boundary to generate APP intracellular domain (AICD) (ε-cleavage). The effect of gSAP on AICD production was examined in N2a cells overexpressing APP695. Both gSAP knockdown and imatinib treatment increased levels of AICD ( supplementary Fig. 7a ). gSAP overexpression in HEK293 cells reduced AICD production ( supplementary Fig. 7b ). These results indicate that gSAP differentially regulates γ- andε-cleavage of APP-CTF to form Aβ and AICD respectively. One distinctive feature of imatinib is its selective inhibition of Aβ production while sparing Notch cleavage 5 . The effect of gSAP on Notch cleavage was evaluated using cells expressing Notch ΔE (Notch without its extracellular domain), the Notch substrate for γ-secretase. As shown in Fig. 2d , the level of theγ-secretase cleavage product, the Notch intracellular domain (NICD), was not changed either by reducing gSAP levels using shRNA (left panel) or by overexpressing gSAP (right panel). In addition, gSAP had no effect on Notch cleavage in an in vitro γ-secretase assay ( Fig. 2c, left panel ). Thus, gSAP modulates the γ-secretase cleavage of APP, but not of Notch. Additional evidence that endogenous gSAP forms a complex with γ-secretase was provided by examining the distribution of the proteins in subcellular fractions and in co-immunoprecipitation studies. Using a sucrose gradient, endogenous gSAP co-fractionated with a trans-Golgi network (TGN) marker, and with PS1-CTF ( Supplementary Figure 8 ) and other γ-secretase components (not shown). Using gel filtration to separate membrane proteins from neuroblastoma cells solubilized in 1% CHAPSO, endogenous gSAP-16K and γ-secretase co-migrated as a high molecular weight complex ( Fig. 3a ). Further, endogenous gSAP co-immunoprecipitated with γ-secretase components, providing additional evidence that these proteins exist in a complex ( Fig. 3b ). Endogenous γ-secretase was isolated using an immobilized biotinylated derivative of the transition-state analogue L-685,458 6 . Endogenous gSAP-16K co-isolated with the enzyme–inhibitor complex, strongly suggesting that gSAP-16K is a co-factor for γ-secretase ( Fig. 3c ). A number of proteases with broad substrate recognition can achieve specificity through auxiliary factors that couple the core enzyme to selective substrates 7 , 8 . To explore the mechanism by which gSAP might confer such specificity, we analyzed its association with specific substrates. gSAP-16K coimmunoprecipitated with APP-CTF but not with Notch δE ( Fig. 3d ); the interaction was reduced by imatinib in a concentration-dependent manner ( Fig. 3e ). Disruption of this interaction by imatinib likely explains its Aβ-lowering activity. Domain mapping studies demonstrated that the juxtamembrane region of APP-CTF interacts with gSAP ( supplementary Fig. 9 ). A truncated form of APP-CTF lacking the cytoplasmic domain (APPεCTF) 9 did not interact with gSAP and its γ-cleavage was no longer stimulated by gSAP-16K in an in vitro assay ( Fig. 3f ). To further determine the structural basis for the selective interaction of gSAP with APP-CTF, chimeric proteins were constructed by exchanging the AICD fragment in APP-CTF with the NICD fragment in NotchδE ( supplementary Fig. 10a ). gSAP selectively interacted with AICD, but not NICD in chimeric proteins ( supplementary Fig. 10b ). gSAP knockdown selectively increased AICD production, but had no influence on NICD production from the chimeric proteins ( Supplementary Fig 10c ). These results further demonstrated that the selective effect of gSAP on APP-CTF cleavage by γ-secretase involves gSAP binding to the cytoplasmic domain of the substrate. To determine whether our findings are relevant to AD pathology, the effects of gSAP on Aβ levels and plaque development were examined in vivo . A conditional gSAP RNAi mouse line was generated by integration of a tetracycline-inducible gSAP shRNA vector into the mouse genomic locus. gSAP RNAi mice were then crossed with an AD mouse model (APPswe and PS1δE9 mutations; AD 2 X Tg-mice) 10 . To examine the long term effect of gSAP knockdown on Aβ levels and plaque development, the crossed gSAP RNAi- AD 2 X mice were continuously induced for 6 months. After induction, gSAP mRNA levels in these hybrid mouse brains were reduced by 85 ± 12% and similar decreases were achieved in other tissues; after six months induction, Aβ40 and Aβ42 levels in the crossed mouse brains were lowered by 42 ± 13% and 40 ± 7%, respectively ( Fig. 4a ). Amyloid plaque load in crossed mouse brains with gSAP knockdown was reduced by 38 ± 9%, compared to the same line of mouse brains without induction ( Fig. 4b ). Doxycycline did not have an effect on either Aβ or plaque levels in AD 2 X mice. The Aβ-lowering effects of gSAP knockdown are similar to those caused by the γ-secretase inhibitor, dibenzazepine (DBZ) 11 , administered at 10 μmol/kg for 5 days ( Supplementary Fig. 11a ). In contrast, gSAP knockdown did not cause the intestinal mucosal cell metaplasia seen with DBZ ( supplementary Fig. 11b ): this latter effect is mediated by impaired Notch processing 4 , 11 . Furthermore, gSAP knockdown did not cause any pathological changes in spleen (data not shown), contrary to the severe marginal zone lymphoid depletion caused by DBZ administration 12 . These results indicate that gSAP knockdown reduces Aβ levels and plaque formation without affecting Notch-dependent pathways. γ-Secretase processes diverse substrates with low homologies at their cleavage sites 13 . The various roles of γ-secretase during development and in tissue homeostasis require that its activity be tightly regulated. TMP21 14 , orphan G-protein-coupled receptor 3 15 and different Aph-1 isoforms 16 have been reported to modulate Aβ production through γ-secretase but to spare Notch cleavage. However, the underlying molecular mechanisms by which they impart their specificities were not elucidated in those studies. Nevertheless, those important studies demonstrated that it is possible to selectively regulate substrate specificity of this vitally important and potentially promiscuous enzyme. gSAP appears to confer substrate specificity on γ-secretase by forming a ternary complex with γ-secretase and the substrate APP-CTF. The present results support the concept that appropriate cofactors impart substrate specificity on the γ-secretase core enzyme complex, as they do on a number of other proteases 7 , 8 . The literature on the relationship between γ-cleavage and ε-cleavage of APP-CTF is controversial. For instance, there is some evidence supporting sequential cleavage of APP-CTF 9 , 17 . There is also extensive evidence reported in the literature that these two types of cleavage can occur independently 18 , 19 , 20 . Our data support the latter proposal. We hypothesize that removal of gSAP from the gSAP/γ-secretase/APP-CTF ternary complex alters the structural relationship between γ-secretase and APP-CTF facilitating ε-cleavage at the expense of γ-cleavage ( supplementary Fig. 1 ). To elucidate the detailed mechanism by which gSAP modulates the cleavage of APP-CTF, it will be important to compare the stoichiometry of the various γ-secretase cleavage products in the presence and absence of gSAP. Anti-amyloid therapy remains a rationale approach to the treatment of Alzheimer's disease. One promising anti-amyloid compound failed in limited clinical trials, owning to lack of accumulation in the brain 21 . Similarly, imatinib is actively excluded from the brain by a highly potent P-glycoprotein pump, a component of the blood-brain barrier 22 . The development of compounds which accumulate in the brain and target gSAP represents a valid approach for development of potential therapies against Alzheimer's disease. Methods Summary See Methods for details of in vitro and intact cell photolabeling, affinity purification using immobilized biotin-imatinib, gSAP knockdown and overexpression, coimmunoprecipitation, gel filtration chromatography, affinity capture of endogenous γ-secretase using an immobilized transition state analogue, in vitro γ-secretase assay, gSAP RNAi mouse line generation, induction, immunohistochemistry and Aβ measurements. Methods In vitro and intact cell photolabeling For in vitro labeling, resuspended membranes isolated from HEK293 cells were incubated with 20 nM 125 I-G01 for 3 hr at 4°C prior to photolysis at 254 nM for 2 min. For intact cell labeling, HEK293 cells were incubated with 0.1 μM 3 H-G01 in Opti-MEM for 2 hours at 37°C before being transferred to ice for an additional hour. To examine labeling specificity, either membrane preparations or cells were treated with 50 μM unlabeled imatinib together with photoactivatible G01 in parallel assays. Photolysis was conducted on ice for 2 min at 254 nm. After photolysis, membranes or cells were disrupted in lysis buffer (50 mM Hepes, 150 mM NaCl, 1% CHAPSO with protease inhibitors) and immunoprecipitated with PS1-loop antibody. The immuno-purified material was eluted with SDS sample buffer and proteins were separated using a 10-20% Tris-Tricine SDS-PAGE gel, and transferred to PVDF for autoradiography. Affinity purification using immobilized biotin-imatinib Membrane preparations of HEK293 cells were solubilized in lysis buffer (50 mM Hepes, 150 mM NaCl, 5 mM MgCl 2 , 5 mM CaCl 2 , and 1% CHAPSO containing protease inhibitors, Roche Inc.) and incubated with Myone™ streptavidin T1 beads (Invitrogen) containing bound biotin-imatinib for 3 hr at 4 °C. Subsequently, the beads were washed three times with lysis buffer. Bound proteins were eluted with tricine SDS-PAGE sample buffer and separated on 10-20% tris-tricine gels. Silver staining was used to identify protein bands in SDS-PAGE gels. The ~ 16 kDa band was excised, trypsinized, and sequenced by tandem MS/MS mass spectrometry. gSAP antibody production and metabolic labeling Rabbit polyclonal antiserum against gSAP was generated against the peptide CFEGHDNVDAEFVEEAALKHT (corresponding to aa 829-848 of human gSAP with an N-terminal cysteine attached for conjugation). Pulse-chase labeling experiments using neuroblastoma 2a cells were conducted as described 23 . Cells were pulsed for 15 min and the chase periods were initiated by replacing the medium with full culture medium and cells were incubated at 37°C. For continuous labeling, cells were labeled with 35 S Protein Labeling Mix (Perkin Elmer) for 4 hr without chase. Cell monolayers were lysed in RIPA buffer followed by immunoprecipitation with gSAP antibody. The beads were incubated with Tris-tricine sample buffer to elute bound proteins which were then separated by 10-20% Tris-tricine gel, and transferred to PVDF membrane for autoradiography. Cellular knockdown and overexpression For cellular gSAP knockdown experiments, small interfering RNA (siRNA) of gSAP was purchased from Dharmacon Inc. The sequences of the siRNA used were as follows: sense sequence: AUGCAGAGCUGGACGACAUUU; antisense sequence: 5′-P.AUGUCGUCCAGCUCUGCAUUU. Neuroblastoma 2a cell line stably overexpressing APP695 was transfected with siRNA using DharmaFect 2 reagent at a concentration of 50 nM. Non-targeting control siRNA (Dharmacon Inc.) was transfected in parallel as control. Short hairpin RNA (shRNA) of gSAP was purchased from Open Biosystems and transfected into cells using Arrest-In transfection reagent (Open Biosystems). The sequence of human gSAP shRNA in pGIPZ shRNAmir-GFP vector was as follows: TGCTGTTGACAGTGAGCGCGGAAATAGAGTGGTGATTAAATAGTGAAGCCACAGATGTATTTAATCACCACTCTATTTCCATGCCTACTGCCTCGGA. The knockdown efficiencies were examined using a real time PCR assay with Applied Biosystems 7900 H.T. System. For gSAP overexpression in cells, mammalian expression vector pReceiver-M07 with the full length gSAP coding a C-terminal HA tag was purchased from Genecopoeia Inc. Plasmid was transfected into a stable HEK293 cell line overexpressing APP695, containing the Swedish mutation, using lipofectamine 2000 (Invitrogen). pcDNA4-APP-β-CTF expression vector was a kind gift from Dr. Y.M. Li (Memorial Sloan Kettering Cancer Center). APPε-CTF construct was derived from the pcDNA4-APP-β-CTF as reported 9 . The levels of Aβ species were quantified using a highly sensitive ELISA assay from Meso Scale Drug Discoveries. Immunoprecipitation of Aβ was performed as described 5 . For Notch cleavage analysis, cells transfected with NotchΔE 5 were co-transfected with gSAP-shRNA or gSAP plasmids. After two days of transfection, Notch expression and cleavage were detected with anti-myc antibody. The cleaved Notch intracellular domain (NICD) was detected with a cleavage-specific antibody (Notch1 Val-1744, Cell Signaling Inc.). Cells treated with L-685,458 served as controls. Co-immunoporecipitation For co-immunoprecipitation, cells were lysed in 50 mM Hepes, 150 mM NaCl, 1% CHAPSO, 5 mM MgCl 2 , 5 mM CaCl 2 , with protease inhibitors. Immunoprecipitation was performed using the corresponding antibody and protein G plus/ protein A beads for 2 hr on ice. Immunoprecipitated proteins were resolved by SDS-PAGE and analyzed by immunoblots. Presenilin 1 loop antibody (EMD Biosciences) was used to detect PS1-CTF; PEN-2 antibody was purchased from EMD Biosciences. Nicastrin antibody was from BD Biosciences. HA monoclonal antibody and Myc tag polyclonal antibody were from Genscript Inc. APP-CTF was detected using the 369 antibody 24 . 6E10 and 4G8 antibodies from Covance were used to detect Aβ. Gel filtration chromatography Solubilized membrane preparations from N2a cells (0.2 ml, ~1 mg of solubilized protein, in 50 mM Hepes, 150 mM NaCl, 1% CHAPSO, 5 mM MgCl 2 , 5 mM CaCl 2 ) were applied to a Superdex 200 10/300 GL column (GE healthcare) of an AKTA fast performance liquid chromatography system. Fractionation was performed in the lysate buffer at a flow rate of 0.5 ml/min and 1-ml fractions were collected. Endogenous gSAP was detected after immunoprecipitated with gSAP antibody. Each fraction was analyzed by immunoblot using γ-secretase antibodies. Affinity capture of endogenous γ-secretase using an immobilized transition state analogue Compound 4, a biotinylated γ-secretase transition state analogue 6 , was a kind gift from Dr. Y.M. Li (Memorial Sloan Kettering Cancer Center). HEK293 cell lysates in 50 mM Hepes, 150 mM NaCl, 1% CHAPSO, 5 mM MgCl 2 , 5 mM CaCl 2 were incubated with compound 4 immobilized on streptavidin Myone™ magnetic beads for 2 hrs at 4°C. The beads were then washed three times with lysate buffer. The captured proteins were eluted with SDS sample buffer, separated by SDS-PAGE and processed for immunoblot analysis. In vitro γ-secretase assay The in vitro γ-secretase assay was as described 25 except for the use of APP-CTF or NotchΔE overexpressed in HEK293 cells rather than recombinant proteins from E.coli . Recombinant gSAP-16K (aa733-854 of the human gSAP) was expressed in BL21 DE3 E.coli and purified. After 2 hr of 35 S labeling, membrane preparations from HEK293 cells overexpressing APP-CTF were resuspended in 200 μl of assay buffer with 2 μg recombinant gSAP-16K or the same amount of BSA as control. A parallel system with 1 μM L685,458 (γ-secretase inhibitor) was also used as a control. The membrane suspension was pre-incubated at 4 °C for 1 hr and then incubated for 2 hr at 37 °C to allow in vitro generation of Aβ. Aβ was immunoprecipitated from the lysate using 4G8 antibody, separated on 10-20% Tris-tricine gel, and transferred to PVDF membrane for autoradiography. gSAP RNAi mouse line generation Inducible RNAi mice were generated by incorporating gSAP shRNA TCCCGGAACTCCATGATTGACAAATTTCAA GAGAATTTGTCAATCATGGAGTTCC TTTTTA into the mouse genome (B6/129S6 background) under the control of a H1-Tet promoter as described 26 (TaconicArtemis Inc.). Heterozygous RNAi mice were then crossed with an AD mouse model with APPswe and PS1Δ9 mutations (AD 2× mice) to generate gSAP-RNAi AD mice for Aβ analyses. Induction of gSAP RNAi -AD mouse, Aβ level measurement, and histochemical analysis shRNA was induced in 2 month old gSAP RNAi-AD mice with doxycycline for 1 month by adding 2 mg/ml doxycycline (Sigma) into drinking water containing 10% sucrose. Control mice were fed drinking water containing 10% sucrose. gSAP knockdown efficiency in mice was assayed using real time PCR. Aβ levels from mouse hippocampus were measured by ELISA (Wako Chemicals). Intestinal dissection and histochemical staining (H &E and PAS staining) were conducted as described elsewhere 11 . For immunohistochemistry studies, mouse brains were processed and labeled with the anti-Aβ antibody 6E10 (Novus Biologicals) to visualize extracellular amyloid plaques using an M.O.M immunodetection kit (Vector laboratories). Supplementary Material 1 Acknowledgements We thank Ms. Eileen Woo and Dr. Brian Chait in The Rockefeller University for their help with protein identification. We thank Dr. Yue Ming Li in the Memorial Sloan Kettering Cancer Center for providing us the biotinylated transition state analogue. We thank Mr. Bryce Turner and Ms. Stacy Ku for their technical support. This work was supported by NIH grant AG09464 to P.G., DOD grant W81XWH-09-1-0402 to P.G., the Fisher Center for Alzheimer's Research Foundation and the F.M. Kirby Foundation. Supplementary Information is linked to the online version of the paper at www.nature.com/nature References 1 Selkoe DJ Alzheimer's disease: genes, proteins, and therapy Physiol. Rev 2001 81 741 766 11274343 2 Steiner H Fluhrer R Haass C Intramembrane proteolysis by gamma-secretase J Biol Chem 2008 283 29627 29631 18650432 3 Lathia JD Mattson MP Cheng A Notch: from neural development to neurological disorders J Neurochem 2008 107 1471 1481 19094054 4 Wong GT Manfra D Poulet FM Zhang Q Josien H Bara T Engstrom L Pinzon-Ortiz M Fine JS Lee HJ Zhang L Higgins GA Parker EM Chronic treatment with the gamma-secretase inhibitor LY-411,575 inhibits beta-amyloid peptide production and alters lymphopoiesis and intestinal cell differentiation J Biol Chem 2004 279 12876 12882 14709552 5 Netzer WJ Dou F Cai D Veach D Jean S Li Y Bornmann WG Clarkson B Xu H Greengard P Gleevec inhibits beta-amyloid production but not Notch cleavage Proc Natl Acad Sci U S A 2003 100 12444 12449 14523244 6 Placanica L Tarassishin L Yang G Peethumnongsin E Kim SH Zheng H Sisodia SS Li YM Pen2 and presenilin-1 modulate the dynamic equilibrium of presenilin-1 and presenilin-2 gamma-secretase complexes J Biol Chem 2009 284 2967 2977 19036728 7 Dougan DA Mogk A Zeth K Turgay K Bukau B AAA+ proteins and substrate recognition, it all depends on their partner in crime FEBS Lett 2002 529 6 10 12354604 8 Visintin R Prinz S Amon A CDC20 and CDH1: a family of substrate-specific activators of APC-dependent proteolysis Science 1997 278 460 463 9334304 9 Lefranc-Jullien S Sunyach C Checler F APPε, the ε-secretase-derived N-terminal product of the β-amyloid precursor protein, behaves as a type I protein and undergoes α-, β-, and γ-secretase cleavages J. Neurochem 2006 97 807 817 16524370 10 Jankowsky JL Slunt HH Ratovitski T Jenkins NA Copeland NG Borchelt DR Co-expression of multiple transgenes in mouse CNS: a comparison of strategies Biomol Eng 2001 17 157 165 11337275 11 van Es JH van Gijn ME Riccio O van den Born M Vooijs M Begthel H Cozijnsen M Robine S Winton DJ Radtke F Clevers H Notch/gamma-secretase inhibition turns proliferative cells in intestinal crypts and adenomas into goblet cells Nature 2005 435 959 963 15959515 12 Milano J McKay J Dagenais C Foster-Brown L Pognan F Gadient R Jacobs RT Zacco A Greenberg B Ciaccio PJ Modulation of notch processing by gamma-secretase inhibitors causes intestinal goblet cell metaplasia and induction of genes known to specify gut secretory lineage differentiation Toxicol Sci 2004 82 341 358 15319485 13 Beel AJ Sanders CR Substrate specificity of gamma-secretase and other intramembrane proteases Cell Mol Life Sci 2008 65 1311 1334 18239854 14 Chen F Hasegawa H Schmitt-Ulms G Kawarai T Bohm C Katayama T Gu Y Sanjo N Glista M Rogaeva E Wakutani Y Pardossi-Piquard R Ruan X Tandon A Checler F Marambaud P Hansen K Westaway D George-Hyslop P St Fraser P TMP21 is a presenilin complex component that modulates gamma-secretase but not epsilon-secretase activity Nature 2006 440 1208 1212 16641999 15 Thathiah A Spittaels K Hoffmann M Staes M Cohen A Horré K Vanbrabant M Coun F Baekelandt V Delacourte A Fischer DF Pollet D De Strooper B Merchiers P The orphan G protein-coupled receptor 3 modulates amyloid-beta peptide generation in neurons Science 2009 323 946 951 19213921 16 Serneels L Van Biervliet J Craessaerts K Dejaegere T Horré K Van Houtvin T Esselmann H Paul S Schäfer MK Berezovska O Hyman BT Sprangers B Sciot R Moons L Jucker M Yang Z May PC Karran E Wiltfang J D'Hooge R De Strooper B gamma-Secretase heterogeneity in the Aph1 subunit: relevance for Alzheimer's disease Science 2009 324 639 642 19299585 17 Takami M Nagashima Y Sano Y Ishihara S Morishima-Kawashima M Funamoto S Ihara Y gamma-Secretase: successive tripeptide and tetrapeptide release from the transmembrane domain of beta-carboxyl terminal fragment J Neurosci 2009 29 13042 13052 19828817 18 Kume H Kametani F Abeta 11-40/42 production without gamma-secretase epsilon-site cleavage Biochem Biophys Res Commun 2006 349 1356 1360 16979587 19 Wiley JC Hudson M Kanning KC Schecterson LC Bothwell M Familial Alzheimer's disease mutations inhibit gamma-secretase-mediated liberation of beta-amyloid precursor protein carboxy-terminal fragment J Neurochem 2005 94 1189 1201 15992373 20 Bentahir M Nyabi O Verhamme J Tolia A Horré K Wiltfang J Esselmann H De Strooper B Presenilin clinical mutations can affect gamma-secretase activity by different mechanisms J Neurochem 2006 96 732 742 16405513 21 Green RC Schneider LS Amato DA Beelen AP Wilcock G Swabb EA Zavitz KH Tarenflurbil Phase 3 Study Group. Effect of tarenflurbil on cognitive decline and activities of daily living in patients with mild Alzheimer disease: a randomized controlled trial JAMA 2009 302 2557 2564 20009055 22 Dai H Marbach P Lemaire M Hayes M Elmquist WF Distribution of STI-571 to the brain is limited by P-glycoprotein-mediated efflux J Pharmacol. Exp. Ther 2003 304 1085 1092 12604685 23 Wang H Luo WJ Zhang YW Li YM Thinakaran G Greengard P Xu H Presenilins and gamma-secretase inhibitors affect intracellular trafficking and cell surface localization of the gamma-secretase complex components J Biol Chem 2004 279 40560 40566 15247291 24 Xu H Gouras GK Greenfield JP Vincent B Naslund J Mazzarelli L Fried G Jovanovic JN Seeger M Relkin NR Liao F Checler F Buxbaum JD Chait BT Thinakaran G Sisodia SS Wang R Greengard P Gandy S Estrogen reduces neuronal generation of Alzheimer beta-amyloid peptides Nat Med 1998 4 447 451 9546791 25 Li YM Lai MT Xu M Huang Q DiMuzio-Mower J Sardana MK Shi XP Yin KC Shafer JA Gardell SJ Presenilin 1 is linked with gamma-secretase activity in the detergent solubilized state Proc Natl Acad Sci U S A 2000 97 6138 6143 10801983 26 Seibler J Kleinridders A Küter-Luks B Niehaves S Brüning JC Schwenk F Reversible gene knockdown in mice using a tight, inducible shRNA expression system Nucleic Acids Res 2007 35 1 9 16920744 Figure 1 Identification of gSAP as an imatinib target a: A PS1-associated 16 kDa protein is labeled by a photoactivatable imatinib derivative. Left panel: photolysis of 125 I-G01 with membrane preparations. Middle panel: photolysis of 3 H-G01 with intact HEK293 cells. Right panel: PS1-CTF migrated with a slower mobility than the labeled 16 kDa band and was not labeled by G01. Labeling specificity was confirmed by competition with unlabeled imatinib. b: Solubilized endogenous γ-secretase components from HEK293 cells were bound to immobilized biotin-imatinib (left panel). Among the proteins bound to biotin-imatinib, a ~ 16 kDa band was detected by silver staining and was identified as the C-terminal domain of gSAP (right panel, arrow and label “gSAP”). Biotin-coated beads and an inactive biotin-imatinib derivative (see supplementary Fig. 3 ) served as controls. c: Endogenous gSAP in N2a cells was synthesized as a full length 98 kDa-precursor protein and rapidly processed into a 16 kDa C-terminal fragment. Under steady-state conditions, the predominant cellular form of gSAP was 16 kDa. d: Endogenous gSAP-16K was specifically labeled by 3 H-G01 in neuroblastoma cells. e: After gSAP siRNA knockdown in N2a cells, immobilized biotin-imatinib no longer captured PS1. Figure 2 gSAP regulates Aβ production but does not influence Notch cleavage a: siRNA-mediated knockdown of gSAP in N2a cells overexpressing APP695 lowered Aβ production. The Aβ-lowering effects of imatinib and of siRNA were not additive (mean ±s.d.; ** p < 0.01; n ≥3). b: Transfection of N2a cells overexpressing APP695 with gSAP siRNA reduced the levels of Aβ38, Aβ40 and Aβ42 (mean ±s.d.; ** p < 0.01; n ≥3). c: Recombinant gSAP-16K from E.coli stimulated Aβ production in an in vitro γ-secretase assay, inhibited AICD production and had no effect on Notch cleavage. The γ-secretase inhibitor, L685,458 (1 μM) abolished NICD, AICD and Aβ production (mean ±s.d.; ** p < 0.01; n ≥3). d: Neither gSAP knockdown (left panel) nor its overexpression (right panel), affected Notch processing in HEK293 cells overexpressing extracellular domain truncated Notch (NotchΔE, with C-terminal Myc tag). NICD was detected using a Myc antibody and a cleavage-product specific antibody (Notch1 Val-1744). The γ-secretase inhibitor, L685,458 (1 μM) served as a control. Figure 3 gSAP interacts with γ-secretase and APP-CTF but not with Notch a: Endogenous gSAP-16K in solubilized membrane preparations from N2a cells co-migrated with γ-secretase components during gel filtration (void volume: fraction 6). b: Immunoprecipitation of endogenous gSAP from N2a cells resulted in co-immunoprecipitation of γ-secretase components. c: Endogenous gSAP-16K and γ-secretase components are highly enriched by an immobilized γ-secretase transition state analogue (GSI beads). d: In HEK293 cells, gSAP-16K and APP-CTF, but not NotchΔE, co-immunoprecipitated. e: Imatinib treatment reduced the co-immunoprecipitation of APP-CTF and gSAP in a concentration-dependent manner. An inactive imatinib derivative (IC200001, see supplementary Fig. 3 ) served as a negative control. f: In HEK293 cells, APP-CTF without the cytoplasmic domain (APPε-CTF) did not co-immunoprecipitate with gSAP-16K (upper panel); γ-cleavage of APPε-CTF was not stimulated by gSAP-16K in an in vitro assay (lower panel). Figure 4 Knockdown of gSAP reduces Aβ production and plaque development in an AD mouse model a: gSAP RNAi-AD mice were generated by crossing double transgenic AD mice with doxycycline-inducible gSAP RNAi mice. Six months after inducing gSAP shRNA expression, Aβ40 and Aβ42 levels in the crossed mouse brains were decreased by 42 ± 13% and 40 ± 7%, respectively (mean ±s.e.m.; **: p < 0.01. n= 4). Doxycycline treatment alone did not change Aβ levels in AD mice. b: Six months after inducing gSAP shRNA expression, amyloid plaque development was reduced in the crossed mouse brains by 38 ± 9%(mean ±s.e.m.; **: p < 0.01. n= 4). Doxycycline treatment alone did not change plaques in AD mice. Amyloid plaques were revealed by 6E10 immunostaining.",
    "full_text_abstract": "Accumulation of neurotoxic βamyloid (Aβ) is a major hallmark of Alzheimer's disease (AD) 1 . Formation of Aβ is catalyzed by γsecretase, a protease with numerous substrates 2 , 3 . Little is known about the molecular mechanisms that confer substrate specificity on this potentially promiscuous enzyme. Knowledge of the mechanisms underlying its selectivity is critical for the development of clinically effective γ-secretase inhibitors that can reduce Aβ formation without impairing cleavage of other γ-secretase substrates, especially Notch, which is essential for normal biological functions 3 , 4 . Here we report the discovery of a novel γ-secretase activating protein (gSAP), which dramatically and selectively increases Aβ production through a mechanism involving its interactions with both γsecretase and its substrate, the amyloid precursor protein C-terminal fragment (APP-CTF). gSAP does not interact with Notch nor does it affect its cleavage. Recombinant gSAP stimulates Aβ production in vitro . Reducing gSAP levels in cell lines decreases Aβ levels. Knockdown of gSAP in a mouse model of Alzheimers disease reduces levels of Aβ and plaque development. gSAP represents a new type of γ-secretase regulator that directs enzyme specificity by interacting with a specific substrate. We demonstrate that imatinib, an anti-cancer drug previously found to inhibit Aβ formation without affecting Notch cleavage 5 , achieves its Aβ-lowering effect by preventing gSAP interaction with the γ-secretase substrate, APP-CTF. Thus, gSAP can serve as an Aβ-lowering therapeutic target without affecting other key functions of γ-secretase."
}