{
    "PMC": "7120911",
    "PMCID": "PMC7120911",
    "title": "Molecular Virology of Enteric Viruses (with Emphasis on Caliciviruses)",
    "year": 2006,
    "source_url": "https://europepmc.org/article/PMC/PMC7120911",
    "source": "PMC",
    "full_text": "978-0-387-29251-9 10.1007/0-387-29251-9 Viruses in Foods Viruses in Foods 978-0-387-28935-9 978-0-387-29251-9 7120911 3 10.1007/0-387-29251-9_3 Article Molecular Virology of Enteric Viruses (with Emphasis on Caliciviruses) Goyal Sagar M. grid.17635.36 0000000419368657 Department of Veterinary Population Medicine, University of Minnesota, 1333 Gortner Avenue, St Paul, MN 55108 Javier Buesa Rodríguez-Díaz Jesús grid.5338.d 000000012173938X Department of Microbiology, School of Medicine, University of Valencia, 46010 Valencia, Spain 2006 43 100 © Springer Science+Business Media, LLC 2006 This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic. Keywords Capsid Protein Enteric Virus Rabbit Hemorrhagic Disease Virus Norwalk Virus Molecular Virology issue-copyright-statement © Springer Science+Business Media, LLC 2006 10.0. References Adah M. I. Wade A. Taniguchi K. Molecular epidemiology of rotaviruses in Nigeria: detection of unusual strains with G2P[6] and G8P[1] specificities J. Virol. 2001 39 3969 3975 Ali I. K. McKendrick L. Morley S. J. Jackson R. J. Activity of the hepatitis A virus IRES requires association between the cap-binding translation initiation factor (eIF4E) and eIF4G J. Virol. 2001 75 7854 7863 10.1128/JVI.75.17.7854-7863.2001 11483729 Amano J. Oshima M. Expression of the H type 1 blood group antigen during enterocyte differentiation of Caco-2 cells J. Biol. Chem. 1999 274 21209 21216 10.1074/jbc.274.30.21209 10409676 Ando T. Monroe S. S. Gentsch J. R. Jin Q. Lewis D. C. Glass R. I. Detection and differentiation of antigenically distinct small round-structured viruses (Norwalk-like viruses) by reverse transcription-PCR and southern hybridization J. Clin. Microbiol. 1995 33 64 71 7699068 Ando T. Noel J. S. Fankhauser R. L. Genetic classification of “Norwalklike viruses.” J. Infect. Dis. 2000 181 Suppl 2 S336 S348 10.1086/315589 10804147 Appleton H. Higgins P. G. Viruses and gastroenteritis in infants Lancet 1975 1 1297 10.1016/S0140-6736(75)92581-7 Arankalle V. A. Chadha M. S. Chobe L. P. Long-term serological follow up and cross-challenge studies in rhesus monkeys experimentally infected with hepatitis E virus J. Hepatol. 1999 30 199 204 10.1016/S0168-8278(99)80062-2 10068096 Arankalle V. A. Joshi Y. K. Kulkarni A. M. Gandhe S. S. Chobe L. P. Rautmare S. S. Mishra A. C. Padbhidri S. P. Prevalence of anti-hepatitis E virus antibodies in different Indian animal species J. Viral Hepatol. 2001 8 223 227 10.1046/j.1365-2893.2001.00290.x Armah G. E. Steele A.D. Binka F. N. Esona M.D. Asmah R. H. Anto F. Brown D. Green J. Cutts F. Hall A. Changing patterns of rotavirus genotypes in Ghana: emergence of human rotavirus G9 as a major cause of diarrhea in children J. Clin. Microbiol. 2003 41 2317 2322 10.1128/JCM.41.6.2317-2322.2003 12791843 Ashley C. R. Caul E. O. Potassium tartrate-glycerol as a density gradient substrate for separation of small, round viruses from human feces J. Clin. Microbiol. 1982 16 377 381 6288767 Atmar R. L. Estes M. K. Diagnosis of noncultivatable gastroenteritis viruses, the human caliciviruses Clin. Microbiol. Rev. 2001 14 15 37 10.1128/CMR.14.1.15-37.2001 11148001 Balayan M. S. Epidemiology of hepatitis E virus infection J. Viral Hepatol. 1997 4 155 165 10.1046/j.1365-2893.1997.00145.x Ball J. M. Tian P. Zeng C. Q.-Y. Morris A. P. Estes M. K. Agedependent diarrhea induced by a rotaviral nonstructural glycoprotein Science 1996 272 101 103 10.1126/science.272.5258.101 8600515 Banyai K. Jakab F. Reuter G. Bene J. Uj M. Melegh B. Szucs G. Sequence heterogeneity among human picobirnaviruses detected in a gastroenteritis outbreak Arch. Virol. 2003 148 2281 2291 10.1007/s00705-003-0200-z 14648286 Bass D. M. Qiu S. Proteolytic processing of the astrovirus capsid J. Virol. 2000 74 1810 1814 10.1128/JVI.74.4.1810-1814.2000 10644354 Beards G. M. Hall C. Green J. Flewett T. H. Lamouliatte F. Du Pasquier P. An enveloped virus in stools of children and adults with gastroenteritis that resembles the Breda virus of calves Lancet 1984 1 1050 1052 10.1016/S0140-6736(84)91454-5 6143978 Beards G. M. Brown D.W. Green J. Flewett T. H. Preliminary characterisation of torovirus-like particles of humans: comparison with Berne virus of horses and Breda virus of calves J. Med. Virol. 1986 20 67 78 3093635 Belliot G. Laveran H. Monroe S. S. Detection and genetic differentiation of human astroviruses: phylogenetic grouping varies by coding region Arch. Virol. 1997 142 1323 1334 10.1007/s007050050163 9267446 Benkö M. Harrach B. Russell W. C. van Regenmortel M. H. V. Fauquet C. M. Bishop D. H. L. Carstens E. B. Estes M. K. Lemon S. M. Maniloff J. Mayo M. A. McGeoch D. J. Pringle C. R. Wickner R. B. Family Adenoviridae Virus Taxonomy. Classification and Nomenclature of Viruses. Seventh Report of the International Committe on Taxonomy of Viruses 2000 San Diego Academic Press 227 238 Berke T. Matson D. O. Reclassification of the Caliciviridae into distinct genera and exclusion of hepatitis E virus from the family on the basis of comparative phylogenetic analysis Arch. Virol. 2000 145 1421 1436 10.1007/s007050070099 10963346 Berke T. Golding B. Jiang X. Cubitt D.W. Wolfaardt M. Smith A.W. Matson D. O. Phylogenetic analysis of the Caliciviruses J. Med. Virol. 1997 52 419 424 10.1002/(SICI)1096-9071(199708)52:4<419::AID-JMV13>3.0.CO;2-B 9260691 Bertolotti-Ciarlet A. White L. J. Chen R. Prasad B. V. Estes M. K. Structural requirements for the assembly of Norwalk virus-like particles J. Virol. 2002 76 4044 4055 10.1128/JVI.76.8.4044-4055.2002 11907243 Bertolotti-Ciarlet A. Chen R. Estes M. K. Prasad B. V. Desselberger U. Gray J. Structure of Norwalk virus: the prototype human calicivirus Viral Gastroenteritis 2003 Amsterdam Elsevier 455 466 Bishop R. F. Natural history of human rotavirus infections Arch. Virol. Suppl. 1996 12 119 128 9015109 Black D. N. Burroughs J. N. Harris T. J. R. Brown F. The structure and replication of calicivirus RNA Nature 1978 274 614 615 10.1038/274614a0 672996 Blackhall J. Fuentes A. Magnusson G. Genetic stability of a porcine rotavirus RNA segment during repeated plaque isolation Virology 1996 225 181 190 10.1006/viro.1996.0586 8918545 Blacklow N. R. Dolin R. Fedson D. S. DuPont H. L. Northrup R. S. Hornick R. B. Chanock R. M. Acute infectious nonbaterial gastroenteritis: etiology and pathogenesis Ann. Intern. Med. 1972 76 993 1008 4554885 Blutt S. E. Kirkwood C. D. Parreño V. Warfield K. L. Ciarlet M. Estes M. K. Bok K. Bishop R. F. Conner M. E. Rotavirus antigenaemia and viraemia: a common event? Lancet 2003 362 1445 1449 10.1016/S0140-6736(03)14687-9 14602437 Blutt S. E. Crawfird S. E. Warfield K. L. Lewis D. E. Estes M. K. Conner M. E. The VP7 outer capsid protein of rotavirus induces polyclonal B-cell activation J. Virol. 2004 78 6974 6981 10.1128/JVI.78.13.6974-6981.2004 15194774 Bon F. Fascia P. Dauvergne M. Tenenbaum D. Planson H. Petion A. M. Pothier P. Kohli E. Prevalence of group A rotavirus, human calicivirus, astrovirus, and adenovirus type 40 and 41 infections among children with acute gastroenteritis in Dijon, France J. Clin. Microbiol. 1999 37 3055 3058 10449507 Borman A. M. Michel Y. M. Kean K. M. Detailed analysis of the requirements of hepatitis A virus internal ribosome entry segment for the eukaryotic initiation factor complex eIF4F J. Virol. 2001 75 7864 7871 10.1128/JVI.75.17.7864-7871.2001 11483730 Borovec S.V. Andersen D. A. Synthesis and assembly of hepatitis A virusspecific proteins in BS-C-1 cells J. Virol. 1993 67 3095 3102 8388489 Brown E.A. Zajac A. J. Lemon S. M. In vitro characterization of an internal ribosomal entry site (IRES) present within the 5′ nontranslated region of hepatitis A virus RNA—comparison with the IRES of encephalomyocarditis virus J. Virol. 1994 68 1066 1074 8289336 Browne E. P. Bellamy R. Taylor J. A. Membrane-destabilizing activity of rotavirus NSP4 is mediated by a membrane-proximal amphipatic domain J. Gen. Virol. 2000 81 1955 1959 10900033 Brunet J.-P. Cotte-Laffitte J. Linxe C. Quero A.-M. Géniteau-Legendre M. Servin A. Rotavirus infection induces an increase in intracellular calcium concentration in human intestinal epithelial cells: role in microvillar actin alteration J. Virol. 2000 74 2323 2332 10.1128/JVI.74.5.2323-2332.2000 10666263 Bryan J. Tsarev S. Iqbal M. Ticehurst J. Emerson S. Ahmed A. Duncan J. Rafiqui A. R. Malik I. A. Purcell R. H. Epidemic hepatitis E in Pakistan: patterns of serologic response and evidence that antibody to hepatitis E virus protects against disease J. Infect. Dis. 1994 170 517 521 8077708 Buesa J. de Souza C. O. Asensi M. Martínez C. Prat J. Gil M. T. VP7 and VP4 genotypes among rotavirus strains recovered from children with gastroenteritis over a 3-year period in Valencia, Spain Eur. J. Epidemiol. 2000 16 501 506 10.1023/A:1007618215377 11049091 Buesa J. Collado B. López-Andújar P. Abu-Mallouh R. Rodríguez Díaz J. García Díaz A. Prat J. Guix S. Llovet T. Prats G. Bosch A. Molecular epidemiology of caliciviruses causing outbreaks and sporadic cases of acute gastroenteritis in Spain J. Clin. Microbiol. 2002 40 2854 2859 10.1128/JCM.40.8.2854-2859.2002 12149342 Burke B. Desselberger U. Rotavirus pathogenicity Virology 1996 218 299 305 10.1006/viro.1996.0198 8610456 Caballero S. Guix S. El-Senousy W. M. Calicó I. Pintó R. M. Bosch A. Persistent gastroenteritis in children infected with astrovirus: association with serotype-3 strains J. Med. Virol. 2003 71 245 250 10.1002/jmv.10476 12938199 Carter M. J. Transcription of feline calicivirus RNA Arch. Virol. 1990 114 143 152 10.1007/BF01310744 2241572 Cascio A. Bosco M. Vizzi E. Giammanco A. Ferraro D. Arista S. Identification of picobirnavirus from faeces of Italian children suffering from acute diarrhea Eur. J. Epidemiol. 1996 12 545 547 10.1007/BF00144011 8905320 Castello A. A. Argüelles M. H. Villegas G. A. López N. Ghiringhelli D. P. Semorile L. Glikmann G. Characterization of human group C rotavirus in Argentina J. Med. Virol. 2000 62 199 207 10.1002/1096-9071(200010)62:2<199::AID-JMV11>3.0.CO;2-X 11002249 Caul E. O. Appleton H. The electron microscopical and physical characteristics of small round human fecal viruses: an interim scheme for classification J. Med. Virol. 1982 9 257 265 6286860 Caul E.O. Clarke S. K. R. Coronavirus propagated from patient with nonbacterial gastroenteritis Lancet 1975 2 953 954 10.1016/S0140-6736(75)90363-3 53434 Caul E. O. Egglestone S. I. Further studies on human enteric coronaviruses Arch. Virol. 1977 54 107 117 10.1007/BF01314383 196571 Chandra R. Picobirnavirus, a novel group of undescribed viruses of mammals and birds: a minireview Acta Virol. 1997 41 59 62 9199719 Charpilienne A. Lepault J. Rey F. Cohen J. Identification of rotavirus VP6 residues located at the interface with VP2 that are essential for capsid assembly and transcriptase activity J. Virol. 2002 76 7822 7831 10.1128/JVI.76.15.7822-7831.2002 12097594 Chen D. Patton J.T. Rotavirus RNA replication requires a single-stranded 3′ end for efficient minus-strand synthesis J. Virol. 1998 72 7387 7396 9696835 Chen D. Estes M. K. Ramig R. F. Specific interactions between rotavirus outer capsid proteins VP4 and VP7 determine expression of a cross-reactive, neutralizing VP4-specific epitope J. Virol. 1992 66 432 439 1370090 Chen D. Y. Zeng C. Q.-Y. Wentz M. J. Gorziglia M. Estes M. K. Ramig R. F. Template-dependent, in vitro replication of rotavirus RNA J. Virol. 1994 68 7030 7039 7933085 Chen D. Barros M. Spence E. Patton J. T. Features of the 3′-consensus sequence of rotavirus mRNAs critical to minus strand synthesis Virology 2001 281 221 229 10.1006/viro.2001.0825 Chen R. Neill J. D. Noel J. S. Hutson A. M. Glass R. I. Estes M. K. Prasad B. V. Inter-and intragenus structural variations in caliciviruses and their functional implications J. Virol. 2004 78 6469 6479 10.1128/JVI.78.12.6469-6479.2004 15163740 Chiba S. Sakuma Y. Kogasaka R. Akihara M. Horino K. Nakao T. Fukui S. An outbreak of gastroenteritis associated with calicivirus in an infant home J. Med. Virol. 1979 4 249 254 232140 Ciarlet M. Estes M. K. Human and most animal rotavirus strains do not require the presence of sialic acid on the cell surface for efficient infectivity J. Gen. Virol. 1999 80 943 948 10211964 Ciarlet M. Estes M. Interactions between rotavirus and gastrointestinal cells Curr. Opin. Microbiol. 2001 4 435 441 10.1016/S1369-5274(00)00232-0 11495808 Ciarlet M. Crawford S. E. Estes M. Differential infection of polarized epithelial cell lines by sialic acid-dependent and sialic acid-independent rotavirus strains J. Virol. 2001 75 11834 11850 10.1128/JVI.75.23.11834-11850.2001 11689665 Ciarlet M. Crawford S. E. Cheng E. Blutt S. E. Rice D. A. Bergelson J. M. Estes M. K. VLA-2 (α2β1) integrin promotes rotavirus entry into cells but is not necessary for rotavirus attachment J. Virol. 2002 76 1109 11 11773387 Ciarlet M. Ludert J. E. Iturriza-Gómara M. Liprandi F. Gray J. J. Desselberger U. Estes M. K. Initial interaction of rotavirus strains with N-acetylneuraminic (sialic) acid residues on the cell surface correlates with VP4 genotype, not species of origin J. Virol. 2002 76 4087 4095 10.1128/JVI.76.8.4087-4095.2002 11907248 Clarke I.N. Lambden P. R. Viral zoonoses and food of animal origin: caliciviruses and human disease Arch. Virol. 1997 13 141 152 Clarke I. N. Lambden P. R. Organization and expression of calicivirus genes J. Infect. Dis. 2000 181 Suppl 2 S309 316 10.1086/315575 10804143 Clarke I. N. Lambden P. R. The molecular biology of human caliciviruses Novartis Found. Symp. 2001 238 180 191 11444026 Cohen J. I. Ticehurst J. R. Feinstone S. M. Rosenblum B. Purcell R. H. Hepatitis A virus cDNA and its RNA transcripts are infectious in cell culture J. Virol. 1987 61 3035 3039 3041024 Cohen J. I. Ticehurst J. R. Purcell R. H. Buckler-White A. Baroudy B. M. Complete nucleotide sequence of wild-type hepatitis A virus: comparison with different strains of hepatitis A virus and other picornaviruses J. Virol. 1987 61 50 59 3023706 Coppo P. Scieux C. Ferchal F. Clauvel J. Lassoued K. Astrovirus enteritis in a chronic lymphocytic leukemia patient treated with fludarabine monophosphate Ann. Hematol. 2000 79 43 45 10.1007/s002770050008 10663621 Costa-Mattioli M. Ferre V. Monpoeho S. Garcia L. Colina R. Billaudel S. Vega I. Perez-Bercoff R. Cristina J. Genetic variability of hepatitis A virus in South America reveals heterogeneity and co-circulation during epidemic outbreaks J. Gen. Virol. 2001 82 2647 2652 11602776 Coulepis A.G. Locarnini S. A. Westaway E.G. Tannock G. A. Gust I.D. Biophysical and biochemical characterization of hepatitis A virus Intervirology 1982 18 107 127 6292126 Coulson B. S. Londrigan S. L. Lee D. J. Rotavirus contains integrin ligand sequences and a disintegrin-like domain that are implicated in virus entry into cells Proc. Natl. Acad. Sci. U.S.A. 1997 94 5389 5394 10.1073/pnas.94.10.5389 9144247 Crawford S. E. Mukherjee S. K. Estes M. K. Lawton J. A. Shaw A. L. Ramig R. F. Prasad V. V. Trypsin cleavage stabilizes the rotavirus VP4 spike J. Virol. 2001 75 6052 6061 10.1128/JVI.75.13.6052-6061.2001 11390607 Cubitt W. D. Mitchell D. K. Carter M. J. Willcocks M. M. Holzel H. Application of electronmicroscopy, enzyme immunoassay, and RT-PCR to monitor an outbreak of astrovirus type 1 in a paediatric bone marrow transplant unit J. Med. Virol. 1999 57 313 321 10.1002/(SICI)1096-9071(199903)57:3<313::AID-JMV16>3.0.CO;2-A 10022805 Cunliffe N. A. Woods P. A. Leite J. P. G. Das B. K. Ramachandran M. Bhan M. K. Hart C. A. Glass R. I. Gentsch J. R. Sequence analysis of NSP4 gene of human rotavirus allows classification into two main genetic groups J. Med. Virol. 1997 53 41 50 10.1002/(SICI)1096-9071(199709)53:1<41::AID-JMV8>3.0.CO;2-Q 9298731 Cunliffe N. A. Gondwe J. S. Broadhead R. L. Molyneaux M. E. Woods P. A. Bresee J. S. Glass R. I. Gentsch J. R. Hart C. A. Rotavirus G and P types in children with acute diarrhea in Blantyre, Malawi, from 1997 to 1998: predominance of novel P[6]G8 strains J. Med. Virol. 1999 57 308 312 10.1002/(SICI)1096-9071(199903)57:3<308::AID-JMV15>3.0.CO;2-B 10022804 Dalton R. M. Pastrana E. P. Sanchez-Fauquier A. Vaccinia virus recombinant expressing an 87-kilodalton polyprotein that is sufficient to form astrovirus-like particles J. Virol. 2003 77 9094 9098 10.1128/JVI.77.16.9094-9098.2003 12885927 Dastjerdi A. M. Green J. Gallimore C. I. Brown D.W. Bridger J. C. The bovine Newbury agent-2 is genetically more closely related to human SRSVs than to animal caliciviruses Virology 1999 254 1 5 10.1006/viro.1998.9514 9927568 Daughenbaugh K. F. Fraser C. S. Hershey J.W. Hardy M. E. The genome-linked protein VPg of the Norwalk virus binds eIF3, suggesting its role in translation initiation complex recruitment EMBO J. 2003 22 2852 2859 10.1093/emboj/cdg251 12773399 Davidson A. J. Telford E. A. R. Watson M. S. McBride K. Mautner V. The DNA sequence of adenovirus type 40 J. Mol. Biol. 1993 234 1308 1316 10.1006/jmbi.1993.1687 8263936 de Chastonay J. Siegl G. Replicative events in hepatitis A virus-infected MRC-5 cells Virology 1987 157 268 275 10.1016/0042-6822(87)90269-8 3029972 de Jong J. C. Wigand R. Kidd A. H. Wadell G. Kapsenberg J. G. Muzerie C. J. Wermenbol A. G. Firtzlaff R. G. Candidate adenoviruses 40 and 41: fastidious adenoviruses from human infant stool J. Med. Virol. 1983 11 215 231 6306161 De Serres G. Cromeans T. L. Levesque B. Brassard N. Barthe C. Dionne M. Prud’homme H. Paradis D. Shapiro C. N. Nainan O. V. Margolis H. S. Molecular confirmation of hepatitis A virus from well water: epidemiology and public health implications J. Infect. Dis. 1999 179 37 43 10.1086/314565 9841820 Denisova E. Dowling W. LaMonica R. Shaw R. Scarlata S. Ruggeri F. Mackow E. R. Rotavirus capsid protein VP5* permeabilizes membranes J. Virol. 1999 73 3147 3153 10074166 Desselberger U. Genome rearrangements of rotaviruses Adv. Virus Res. 1996 46 69 95 8824698 Dolin R. Levy A. G. Wyatt T. S. Thornhill T. S. Gardner J. D. Viral gastroenteritis induced by the Hawaii agent. Jejunal histopathology and serologic response Am. J. Med. 1975 59 761 768 10.1016/0002-9343(75)90461-1 811119 Dormitzer P. R. Greenberg H.B. Harrison S.C. Proteolysis of monomeric recombinant rotavirus VP4 yields an oligomeric VP5* core J. Virol. 2001 75 7339 7350 10.1128/JVI.75.16.7339-7350.2001 11462006 Dowdle W. R. Cochi S. L. Oberste S. Sutter R. Preventing polio from becoming a reemerging disease Emerg. Infect. Dis. 2001 7 549 550 10.3201/eid0703.010328 11485666 Duckmanton L. Luan B. Devenish J. Tellier R. Petric M. Characterization of torovirus from human fecal specimens Virology 1997 239 158 168 10.1006/viro.1997.8879 9426455 Duizer E. Schwab K. J. Neill F. H. Atmar R. L. Koopmans M. P. Estes M. K. Laboratory efforts to cultivate noroviruses J. Gen. Virol. 2004 85 79 87 10.1099/vir.0.19478-0 14718622 Dunham D. M. Jiang X. Berke T. Smith A.W. Matson D. O. Genomic mapping of a calicivirus VPg Arch. Virol. 1998 143 2421 2430 10.1007/s007050050471 9930197 Enjuanes L. Brian D. Cavanagh D. Holmes K. Lai M. M. C. Laude H. Masters P. Rottier P. J. M. Siddell S. G. Spaan W. J. M. Taguchi F. Talbot P. Coronaviridae Virus Taxonomy: The Classification and Nomenclature of Viruses. The Seventh Report of the International Committee on Taxonomy of Viruses 2000 San Diego Academic Press 835 849 Emerson S.U. Purcell R. H. Hepatitis E virus Rev. Med. Virol. 2003 13 145 154 10.1002/rmv.384 12740830 Emerson S. U. Zhang M. Meng X. J. Nguyen H. St Claire M. Govindarajan S. Huang Y. K. Purcell R. H. Recombinant hepatitis E virus genomes infectious for primates: importance of capping and discovery of a cis-reactive element Proc. Natl. Acad. Sci. U.S.A. 2001 98 15270 15275 10.1073/pnas.251555098 11742081 Estes M. K. Knipe D. M. Howley P. M. Rotaviruses and their replication Fields Virology 2001 Philadelphia Lippincott Williams & Wilkins 1747 1785 Estes M. Cohen J. Rotavirus gene structure and function Microbiol. Rev. 1989 53 410 449 2556635 Ettayebi K. Hardy M. E. Norwalk virus nonstructural protein p48 forms a complex with the SNARE regulator VAP-A and prevents cell surface expression of vesicular stomatitis virus G protein J. Virol. 2003 77 11790 11797 10.1128/JVI.77.21.11790-11797.2003 14557663 Fankhauser R. L. Monroe S. S. Noel J. S. Humphrey C. D. Bresee J. S. Parashar U. D. Ando T. Glass R. I. Epidemiologic and molecular trends of “Norwalk-like viruses” associated with outbreaks of gastroenteritis in the United States J. Infect. Dis. 2002 186 1 7 10.1086/341085 12089655 Farkas T. Zhong W. M. Jing Y. Huang P.W. Espinosa S. M. Martinez N. Morrow A. L. Ruiz-Palacios G. M. Pickering L. K. Jiang X. Genetic diversity among sapoviruses Arch. Virol. 2004 149 1309 1323 10.1007/s00705-004-0296-9 15221533 Fiore A. E. Hepatitis A transmitted by food Clin. Infect. Dis. 2004 38 705 715 10.1086/381671 14986256 Fiore L. Greenberg H. B. Mackow E. R. The VP8 fragment of VP4 is the rhesus rotavirus hemagglutinin Virology 1991 181 553 563 10.1016/0042-6822(91)90888-I 1849677 Flewett T. H. Bryden A. S. Davies H. A. Morris C. A. Epidemic viral enteritis in a long-stay childrens ward Lancet 1973 1 4 5 Flynn W.T. Saif L. J. Serial propagation of porcine enteric calicivirus-like virus in porcine kindney cells J. Clin. Microbiol. 1988 26 203 212 Fujiwara K. Yokosuka O. Imazeki F. Saisho H. Saotome N. Suzuki K. Okita K. Tanaka E. Omata M. Analysis of the genotype-determining region of hepatitis A viral RNA in relation to disease severities Hepatol. Res. 2003 25 124 134 10.1016/S1386-6346(02)00245-0 12644048 Gaggero A. O’Ryan M. Noel J. S. Glass R. I. Monroe S. S. Mamani N. Prado V. Avendano L. F. Prevalence of astrovirus infection among Chilean children with acute gastroenteritis J. Clin. Microbiol. 1998 36 3691 3693 9817899 Gallimore C. I. Appleton H. Lewis D. Green J. Brown D.W. Detection and characterisation of bisegmented double-stranded RNA viruses (picobirnaviruses) in human faecal specimens J. Med. Virol. 1995 45 135 140 7775930 Garkavenko O. Obriadina A. Meng J. Anderson D. A. Benard H. J. Schroeder B. A. Khudyakov Y. E. Fields H. A. Croxson M. C. Detection and characterisation of swine hepatitis E virus in New Zealand J. Med. Virol. 2001 65 525 529 10.1002/jmv.2067 11596088 Geigenmuller U. Ginzton N. H. Matsui S. M. Construction of a genomelength cDNA clone for human astrovirus serotype 1 and synthesis of infectious RNA transcripts J. Virol. 1997 71 1713 1717 8995706 Geigenmuller U. Chew T. Ginzton N. Matsui S. M. Processing of nonstructural protein 1a of human astrovirus J. Virol. 2002 76 2003 2008 10.1128/JVI.76.4.2003-2008.2002 11799197 Geigenmuller U. Ginzton N. H. Matsui S. M. Studies on intracellular processing of the capsid protein of human astrovirus serotype 1 in infected cells J. Gen. Virol. 2002 83 1691 1695 12075088 Gilbert J. M. Greenberg H. B. Cleavage of rhesus rotavirus VP4 after arginine 247 is essential for rotavirus like particle-induced fusion from without J. Virol. 1998 72 5323 5327 9573313 Glass M. J. Jia X.Y. Summers D. F. Identification of the hepatitis A virus internal ribosome entry site: in vivo and in vitro analysis of bicistronic RNAs containing the HAV 5′ noncoding region Virology 1993 193 842 852 10.1006/viro.1993.1193 8384758 Glass P. J. White L. J. Ball J. M. Leparc-Goffart I. Hardy M. E. Estes M. K. Norwalk virus open reading frame 3 encodes a minor structural protein J. Virol. 2000 74 6581 6591 10.1128/JVI.74.14.6581-6591.2000 10864672 Glass R. I. Noel J. Ando T. Fankhauser R. Belliot G. Mounts A. Parashar U. D. Bresee J. S. Monroe S. S. The epidemiology of enteric caliciviruses from humans: a reassessment using new diagnostics J. Infect. Dis. 2000 181 Suppl 2 S254 S261 10.1086/315588 10804134 Gonzalez G. G. Pujol F. H. Liprandi F. Deibis L. Ludert J. E. Prevalence of enteric viruses in human immunodeficiency virus seropositive patients in Venezuela J. Med. Virol. 1998 55 288 292 10.1002/(SICI)1096-9071(199808)55:4<288::AID-JMV6>3.0.CO;2-X 9661837 Gosert R. Cassinotti P. Siegl G. Weitz M. Identification of hepatitis A virus non-structural protein 2B and its release by the major virus protease 3C J. Gen. Virol. 1996 77 247 255 8627228 Grabow W. O. K. Puttergill D. L. Bosch A. Propagation of adenoviruses types 40 and 41 in the PLC/PRF/5 primary liver carcinoma cell line J. Virol. Methods 1992 37 201 208 10.1016/0166-0934(92)90047-H 1317878 Graham F. L. Smiley J. Russell W.C. Nairn R. Characteristics of a human cell line transformed by DNA from human adenovirus type 5 J. Gen. Virol. 1977 36 59 72 886304 Graham K. L. Halasz P. Tan Y. Hewish M. J. Takada Y. Mackow E. Robinson M. K. Coulson B. S. Integrin-using rotaviruses bind α2β1 integrin α2 I domain via VP4 DGE sequence and recognize αXβ2 and αVβ3 by using VP7 during cell entry J. Virol. 2003 77 9969 9978 10.1128/JVI.77.18.9969-9978.2003 12941907 Green K. Y. Kapikian A. Z. Valdesuso J. Sosnovtsev S. Treanor J. J. Lew J. F. Expression and self-assembly of recombinant capsid protein from the antigenically distinct Hawaii human calicivirus J. Clin. Microbiol. 1997 35 1909 1914 9196224 Green J. Gallimore C. I. Clewley J. P. Brown D.W. Genomic characterisation of the large segment of a rabbit picobirnavirus and comparison with the atypical picobirnavirus of Cryptosporidium parvum Arch. Virol. 1999 144 2457 2465 10.1007/s007050050658 10664398 Green J. Vinje J. Gallimore C. I. Koopmans M. Hale A. Brown D.W. Clegg J. C. Chamberlain J. Capsid protein diversity among Norwalk-like viruses Virus Genes 2000 20 227 236 10.1023/A:1008140611929 10949950 Green K.Y. Ando T. Balayan M. S. Clarke I.N. Estes M. K. Matson D.O. Nakata S. Neill J.D. Studdert M. J. Thiel H. J. Taxonomy of the caliciviruses J. Infect. Dis. 2000 181 S322 S330 10.1086/315591 10804145 Green K.Y. Chanock R. M. Kapikian A. Z. Knipe D. M. Howley P. M. Human caliciviruses Fields Virology 2001 4th ed. Philadelphia Lippincott Williams & Wilkins 841 874 Green K. Y. Mory A. Fogg M. H. Weisberg A. Belliot G. Wagner M. Mitra T. Ehrenfeld E. Cameron C. E. Sosnovtsev S.V. Isolation of enzymatically active replication complexes from feline calicivirus-infected cells J. Virol. 2002 76 8582 8595 10.1128/JVI.76.17.8582-8595.2002 12163578 Griffin D. D. Fletcher M. Levy M. E. Ching-Lee M. Nogami R. Edwards L. Peters H. Montague L. Gentsch J. R. Glass R. I. Outbreaks of adult gastroenteritis traced to a single genotype of rotavirus J. Infect. Dis. 2002 185 1502 1505 10.1086/340218 11992287 Grohmann G. S. Glass R. I. Pereira H. G. Monroe S. S. Hightower A.W. Weber R. Bryan R. T. Enteric viruses and diarrhea in HIV-infected patients. Enteric Opportunistic Infections Working Group N. Engl. J. Med. 1993 329 14 20 10.1056/NEJM199307013290103 8099429 Guerrero C. A. Zárate S. Corkidi G. López S. Arias C. Biochemical characterization of rotavirus receptors in MA104 cells J. Virol. 2000 74 9362 9371 10.1128/JVI.74.20.9362-9371.2000 11000204 Guerrero C. A. Bouyssounade D. Zárate S. Isa P. López T. Espinosa R. Romero P. Méndez E. López S. Arias C. F. Heat shock cognate protein 70 is involved in rotavirus cell entry J. Virol. 2002 76 4096 4102 10.1128/JVI.76.8.4096-4102.2002 11907249 Guix S. Caballero S. Villena C. Bartolomé R. Latorre C. Rabella N. Simó M. Bosch A. Pintó R. M. Molecular epidemiology of astrovirus infection in Barcelona, Spain J. Clin. Microbiol. 2002 40 133 139 10.1128/JCM.40.1.133-139.2002 11773106 Guo M. Saif L. J. Desselberger U. Gray J. Pathogenesis of enteric calicivirus infections Viral Gastroenteritis 2003 Amsterdam Elsevier 489 503 Guo C. Nakagomi M. Mochizuki M. Ishida H. Kiso M. Ohta Y. Suzuki T. Miyamoto D. Hidari K. Suzuki Y. Ganglioside GM(1a) on the cell surface is involved in the infection by human rotavirus KUN and MO strains J. Biochem. (Tokyo) 1999 126 683 688 10502675 Guo M. Chang K. O. Hardy M. E. Zhang Q. Parwani A.V. Saif L. J. Molecular characterization of a porcine enteric calicivirus genetically related to Sapporo-like human caliciviruses J. Virol. 1999 73 9625 9631 10516074 Guo M. Hayes J. Cho K. O. Parwani A.V. Lucas L. M. Saif L. J. Comparative pathogenesis of tissue culture adapted and wild type Cowden porcine enteric calicivirus (PEC) in gnotobiotic pigs and induction of diarrhea by intravenous inoculation of wild type PEC J. Virol. 2001 75 9239 9251 10.1128/JVI.75.19.9239-9251.2001 11533186 Halaihel N. Liévin V. Ball J. Estes M. K. Alvarado F. Vasseur M. Direct inhibitory effect of rotavirus NSP4(114–135) peptide on the Na+-D-glucose symporter of rabbit intestinal brush border membrane J. Virol. 2000 74 9464 9470 10.1128/JVI.74.20.9464-9470.2000 11000215 Hale A. D. Crawford S. E. Ciarlet M. Green J. Gallimore C. Brown D.W. Jiang X. Estes M. K. Expression and self-assembly of Grimsby virus: antigenic distinction from Norwalk and Mexico viruses Clin. Diagn. Lab. Immunol. 1999 6 142 145 9874680 Hardy M. E. Tanaka T. N. Kitamoto N. White L. J. Ball J. M. Jiang X. Estes M. K. Antigenic mapping of the recombinant Norwalk virus capsid protein using monoclonal antibodies Virology 1996 217 252 261 10.1006/viro.1996.0112 8599210 Hardy M. E. Kramer S. F. Treanor J. J. Estes M. K. Human calicivirus genogroup II capsid sequence diversity revealed by analyses of the prototype Snow Mountain agent Arch. Virol. 1997 142 1469 1479 10.1007/s007050050173 9267456 Herbert T. P. Brierley I. Brown T. D. Detection of the ORF3 polypeptide of feline calicivirus in infected cells and evidence for its expression from a single, functionally bicistronic, subgenomic mRNA J. Gen. Virol. 1996 77 123 127 8558120 Herbert T. P. Brierley I. Brown T. D. Identification of a protein linked to the genomic and subgenomic mRNAs of feline calicivirus and its role in translation J. Gen. Virol. 1997 78 1033 1040 9152420 Hewish M. J. Takada Y. Coulson B. S. Integrins alfa2beta1 and alfa4beta1 can mediate SA11 rotavirus attachment and entry into cells J. Virol. 2000 74 228 236 10590110 Hollinger F. B. Emerson S.U. Knipe D. M. Howley P. M. Hepatitis A virus Fields Virology 2001 Philadelphia Lippincott Williams & Wilkins 779 840 Horie, Y., Nakagomi, O., Koshimura, Y., Nakagomi, Y., Suzuki, Y., Oka, T., Sasaki, S., Matsuda, Y., and Watanabe, S., 1999, Diarrhea induction by rotavirus NSP4 in the homologous mouse model system. Virology 398–407. Horwitz M. S. Knipe D. M. Howley P. M. Adenoviruses Fields Virology 2001 4th ed. Philadelphia Lippincott Williams & Wilkins 2301 2326 Hoshino Y. Nishikawa K. Benfield D. A. Gorziglia M. Mapping of antigenic sites involved in serotype-cross-reactive neutralization on group A rotavirus outercapsid glycoprotein Virology 1994 199 233 237 10.1006/viro.1994.1117 8116249 Hsieh S. Y. Meng X. J. Wu Y. H. Liu S. T. Tam A.W. Lin D. Y. Liaw Y. F. Identity of a novel swine hepatitis E virus in Taiwan forming a monophyletic group with Taiwan isolates of human hepatitis E virus J. Clin. Microbiol. 1999 37 3828 3834 10565892 Hughes A. L. Phylogeny of the Picornaviridae and differential evolutionary divergence of picornavirus proteins Infect. Genet. Evol. 2004 4 143 152 10.1016/j.meegid.2004.03.001 15157632 Hughes P. J. Stanway G. The 2A proteins of three diverse picornaviruses are related to each other and to the H-rev107 family of proteins involved in the control of cell proliferation J. Gen. Virol. 2000 81 201 207 10640559 Hutin Y. J. Pool V. Cramer E. H. Nainan O.V. Weth J. Williams I. T. Goldstein S.T. Gensheimer K. F. Bell B. P. Shapiro C. N. Alter M. J. Margolis H. S. A multistate, foodborne oubreak of hepatitis A. National Hepatitis A Investigation Team N. Engl. J. Med. 1999 340 595 602 10.1056/NEJM199902253400802 10029643 Hutson A. M. Atmar R. L. Graham D. Y. Estes M. K. Norwalk virus infection and disease is associated with ABO histo-blood group type J. Infect. Dis. 2002 185 1335 1337 10.1086/339883 12001052 Hutson A. M. Atmar R. L. Estes M. K. Norovirus disease: changing epidemiology and host susceptibility factors Trends Microbiol 2004 12 279 287 10.1016/j.tim.2004.04.005 15165606 Isa P. Realpe M. Romero P. L S. Arias C. F. Rotavirus RRV associates with lipid membrane microdomains during cell entry Virology 2004 322 370 381 10.1016/j.virol.2004.02.018 15110534 Ishino M. Ohashi Y. Emoto T. Sawada Y. Fujinaga K. Characterisation of adenovirus type 40 E1 region Virology 1988 165 95 102 10.1016/0042-6822(88)90662-9 2968714 Iturriza-Gomara M. Green J. Brown D.W. G. Ramsay M. Desselberger U. Gray J. Molecular epidemiology of human group A rotavirus infections in the United Kingdom between 1995 and 1998 J. Clin. Microbiol. 2000 38 4394 4401 11101570 Iturriza-Gómara M. Wong C. Blome S. Desselberger U. Gray J. Molecular characterization of VP6 genes of human rotavirus isolates: correlation of genogroups with subgroups and evidence of independent segregation J. Virol. 2002 76 6596 6601 10.1128/JVI.76.13.6596-6601.2002 12050372 Jayaram H. Estes M. K. Prasad B. V. V. Emerging themes in rotavirus cell entry, genome organization, transcription and replication Virus. Res. 2004 101 67 81 10.1016/j.virusres.2003.12.007 15010218 Jiang X. Graham D. Y. Wang K. Estes M. K. Norwalk virus genome cloning and characterization Science 1990 250 1580 1583 10.1126/science.2177224 2177224 Jiang X. Wang M. Graham D.Y. Estes M. K. Expression, self-assembly, and antigenicity of the Norwalk virus capsid protein J. Virol. 1992 66 6527 6532 1328679 Jiang B. Monroe S. S. Koonin E. V. Stine S. E. Glass R. I. RNA sequence of astrovirus: distinctive genomic organization and a putative retroviruslike ribosomal frameshifting signal that directs the viral replicase synthesis Proc. Natl. Acad. Sci. U. S. A. 1993 90 10539 10543 10.1073/pnas.90.22.10539 8248142 Jiang X. Wang M. Wang K. Estes M. K. Sequence and genomic organization of Norwalk virus Virology 1993 195 51 61 10.1006/viro.1993.1345 8391187 Jiang X. Turf E. Hu J. Barrett E. Dai X. M. Monroe S. Humphrey C. Pickering L. K. Matson D. O. Outbreaks of gastroenteritis in elderly nursing homes and retirement facilities associated with human caliciviruses J. Med.Virol. 1996 50 335 341 10.1002/(SICI)1096-9071(199612)50:4<335::AID-JMV9>3.0.CO;2-9 8950691 Jiang X. Espul C. Zhong W. M. Cuello H. Matson D. O. Characterization of a novel human calicivirus that may be a naturally occurring recombinant Arch. Virol. 1999 144 2377 2387 10.1007/s007050050651 10664391 Jiang X. Huang P. W. Zhong W. M. Farkas T. Cubitt D. W. Matson D. O. Design and evaluation of a primer pair that detects both Norwalk-and Sapporo-like caliciviruses by RT-PCR J. Virol. Methods 1999 83 145 154 10.1016/S0166-0934(99)00114-7 10598092 Johansen K. Hinkula J. Espinoza F. Levi M. Zeng C. Rudén U. Vesikari T. Estes M. Svensson L. Humoral and cell-mediated immune responses in humans to the NSP4 enterotoxin of rotavirus J. Med. Virol. 1999 59 369 377 10.1002/(SICI)1096-9071(199911)59:3<369::AID-JMV18>3.0.CO;2-N 10502271 Jourdan N. Brunet J. P. Sapin C. Blais A. Cotte-Laffitte J. Forestier F. Quero A.-M. Trugnan G. Servin A. L. Rotavirus infection reduces sucrase-isomaltase expression in human intestinal epithelial cells by perturbing protein targeting and organization of microvillar cytoskeleton J. Virol. 1998 72 7228 7236 9696817 Kabrane-Lazizi Y. Fine J. B. Elm J. Glass G. E. Higa H. Diwan A. Gibbs C. J. Jr. Meng X. J. Emerson S.U. Purcell R. H. Evidence for widespread infection of wild rats with hepatitis E virus in the United States Am. J.Trop. Med. Hyg. 1999 61 331 335 10463689 Kabrane-Lazizi Y. Meng X. J. Purcell R. H. Emerson S. U. Evidence that the genomic RNA of hepatitis E virus is capped J. Virol. 1999 73 8848 8850 10482642 Kamer G. Argos P. Primary structural comparison of RNA-dependent polymerases from plant, animal and bacterial viruses Nucleic.Acids. Res. 1984 12 7269 7282 10.1093/nar/12.18.7269 6207485 Kang J. A. Funkhouser A.W. A proposed vestigial translation initiation motif in VP1 of hepatitis A virus Virus. Res. 2002 87 11 19 10.1016/S0168-1702(02)00038-2 12135785 Kapikian A. Z. Wyatt R. G. Dolin R. Thornhill T. S. Kalica A. R. Chanock R. M. Visualization by immune electron microscopy of a 27 nm particle associated with acute infectious nonbacterial gastroenteritis J. Virol. 1972 10 1075 1081 4117963 Kapikian A. Z. Hoshino Y. Chanock R. M. Knipe D. M. Howley P. M. Rotaviruses Fields. Virology 2001 Philadelphia Lippincott Williams & Wilkins 1787 1833 Karst S. M. Wobus C. E. Lay M. Davidson J. Virgin H. W. STAT1-dependent innate immunity to a Norwalk-like virus Science 2003 299 1575 1578 10.1126/science.1077905 12624267 Khudyakov Y. E. Lopareva E. N. Jue D. L. Crews T. K. Thyagarajan S. P. Fields H. A. Antigenic domains of the open reading frame 2-encoded protein of hepatitis E virus J. Clin. Microbiol. 1999 37 2863 2871 10449466 Kiang D. Matsui S. M. Proteolytic processing of a human astrovirus nonstructural protein J. Gen. Virol. 2002 83 25 34 11752697 King, A. M. Q., Brown, F., Christian, P., Hovi, T., Hyypia, T., Knowles, N. J., Lemon, S. M., Minor, P.D., Palmenberg, A. C., Skern, T., and Stanway, G., 1999, Picornavirus taxonomy: a modified species definition and proposal for three new genera. XIth International Congress of Virology, Sydney, Australia. King A. M. Q. Brown F. Christian P. Hovi T. Hyypiä T. Knowles N. J. Lemon S. M. Minor P.D. Palmenburg A.C. Skern T. Stanway G. Family Picornaviridae Virus Taxonomy. The Classification and Nomenclature of Viruses. The Seventh Report of the International Committee on Taxonomy of Viruses 2000 San Diego Academic Press 657 678 Kobayashi S. Sakae K. Suzuki Y. Ishiko H. Kamata K. Suzuki K. Natori K. Miyamura T. Takeda N. Expression of recombinant capsid proteins of chitta virus, a genogroup II Norwalk virus, and development of an ELISA to detect the viral antigen Microbiol. Immunol. 2000 44 687 693 11021399 Konno T. Suzuki H. Ishida N. Chiba R. Mochizuki K. Tsunoda A. Astrovirus-associated epidemic gastroenteritis in Japan J. Med. Virol. 1982 9 11 17 6801197 Koonin E. V. Gorbalenya A. E. Purdy M. A. Rozanov M. N. Reyes G. R. Bradley D.W. Computer-assisted assignment of functional domains in the nonstructural polyprotein of hepatitis E virus: delineation of an additional group of positive-strand RNA plant and animal viruses Proc. Natl. Acad. Sci. U. S. A. 1992 89 8259 8263 10.1073/pnas.89.17.8259 1518855 Koopmans M. Horzinek M. C. Toroviruses of animals and humans: a review Adv. Virus Res. 1994 43 233 273 8191955 Koopmans M. P. Goosen E. S. Lima A. A. McAuliffe I. T. Nataro J. P. Barrett L. J. Glass R. I. Guerrant R. L. Association of torovirus with acute and persistent diarrhea in children Pediatr. Infect. Dis. J. 1997 16 504 507 10.1097/00006454-199705000-00010 9154546 Koopmans M. Vinjé J. de Wit M. Leenen I. van der Poel W. van Duynhoven Y. Molecular epidemiology of human enteric caliciviruses in The Netherlands J. Infect. Dis. 2000 181 Suppl 2 S262 S269 10.1086/315573 10804135 Koopmans M. Vinje J. Duizer E. de Wit M. van Duijnhoven Y. Molecular epidemiology of human enteric caliciviruses in The Netherlands Novartis Found. Symp. 2001 238 197 214 11444027 Koopmans M. von Bonsdorff C.-H. Vinjé J. de Medici D. Monroe S. Foodborne viruses FEMS Microbiol. Rev. 2002 26 187 205 12069883 Koopmans M. van Strien E. Vennema H. Desselberger U. Gray J. Molecular epidemiology of human caliciviruses Viral Gastroenteritis 2003 Amsterdam Elsevier 523 554 Korkaya H. Jameel S. Gupta D. Tyagi S. Kumar R. Zafrullah M. Mazumdar M. Lal S. K. Xiaofang L. Sehgal D. Das S. R. Sahal D. The ORF3 protein of hepatitis E virus binds to Src homology 3 domains and activates MAPK J. Biol. Chem. 2001 276 42389 42400 10.1074/jbc.M101546200 11518702 Kotloff K. L. Losonsky G. A. Morris J. G. Jr. Wasserman S. S. Singh-Naz N. Levine M. M. Enteric adenovirus infection and childhood diarrhea: an epidemiologic study in three clinical settings Pediatrics 1989 84 219 225 2546121 Kusov Y.Y. Weitz M. Dollenmaier G. RNA-protein interactions at the 3′-end of the hepatitis A virus RNA J. Virol. 1996 70 1890 1897 8627714 Kuyumcu-Martinez M. Belliot G. Sosnovtsev S.V. Chang K. O. Green K.Y. Lloyd R. E. Calicivirus 3C-Like proteinase inhibits cellular translation by cleavage of poly(A)-binding protein J. Virol. 2004 78 8172 8182 10.1128/JVI.78.15.8172-8182.2004 15254188 Labbé M. Charpilienne A. Crawford S. E. Estes M. K. Cohen J. Expression of rotavirus VP2 produces empty corelike particles J. Virol. 1991 65 2946 2952 1851866 Lai M. M. C. Holmes K. V. Knipe D. M. Howley P. M. Coronaviridae : The viruses and their replication Fields Virology 2001 4th ed. Philadelphia Lippincott Williams & Wilkins 1163 1185 Lambden P. R. Caul E. O. Ashley C. R. Clarke I. N. Sequence and genome organization of a human small round-structured (Norwalk-like) virus Science 1993 259 516 519 10.1126/science.8380940 8380940 Lambden P. R. Caul E. O. Ashley C. R. Clarke I. N. Human enteric caliciviruses are genetically distinct from small round structured viruses Lancet 1994 343 666 667 10.1016/S0140-6736(94)92658-1 Lawton J. A. Estes M. K. Prasad B. V. Three-dimensional visualization of mRNA release from actively transcribing rotavirus particles Nat. Struct. Biol. 1997 4 118 121 10.1038/nsb0297-118 9033591 Lawton J. A. Estes M. K. Prasad B. V. Mechanisms of genome transcription in segmented dsRNA viruses Adv. Virus Res. 2000 55 185 229 11050943 Lazdins I. Coulson B. Kirkwood C. Dyall-Smith M. Masendycz P. J. Sonza S. Holmes I. H. Rotavirus antigenicity is affected by the genetic context and glycosylation of VP7 Virology 1995 209 80 89 10.1006/viro.1995.1232 7747487 Lee T. W. Kurtz J. B. Human astrovirus serotypes J. Hyg. (Lond.) 1982 89 539 540 6818278 Lee T. W. Kurtz J. B. Prevalence of human astrovirus serotypes in the Oxford region 1976-92, with evidence for two new serotypes Epidemiol. Infect. 1994 112 187 193 8119358 Lemon S. M. Binn L. N. Antigenic relatedness of two strains of hepatitis A virus determinant by cross-neutralization Infect. Immunol. 1983 42 418 420 6194118 Lemon S. M. Robertson B. H. Current perspectives in the virology and molecular biology of hepatitis A virus Semin. Virol. 1993 4 285 295 10.1006/smvy.1993.1025 Lemon S. M. Jansen R.W. Newbold J. E. Infectious hepatitis A virus particles produced in cell culture consist of three distinct types with different buoyant densities in CsCl J. Virol. 1985 54 78 85 2983123 Leong J. C. Brown D. Dobos P. Kibenge F. S. B. Lufert J. E. Muller H. Mundt E. Nicholson B. Family Birnaviridae Virus Taxonomy. Classification and Nomenclature of Viruses. Seventh Report of the International Committee on Taxonomy of Viruses 2000 San Diego Academic Press 481 490 Lewis D.C. Lightfoot N. F. Cubitt W.D. Wilson S. A. Outbreaks of astrovirus type 1 and rotavirus gastroenteritis in a geriatric in-patient population J. Hosp. Infect. 1989 14 9 14 10.1016/0195-6701(89)90128-X 2570110 Lewis T. L. Greenberg H. B. Herrmann J. E. Smith L. S. Matsui S. M. Analysis of astrovirus serotype 1 RNA, identification of the viral RNA-dependent RNA polymerase motif, and expression of a viral structural protein J. Virol. 1994 68 77 83 8254779 Li F. Riddell M.A. Seow H. F. Takeda N. Miyamura T. Anderson D. A. Recombinant subunit ORF2.1 antigen and induction of antibody against immuneodominant epitopes in the hepatitis E virus capsid protein J. Med. Virol. 2000 60 379 386 10.1002/(SICI)1096-9071(200004)60:4<379::AID-JMV3>3.0.CO;2-X 10686019 Lindesmith L. Moe C. Marionneau S. Ruvoen N. Jiang X. Lindblad L. Stewart P. LePendu J. Baric R. Human susceptibility and resistance to Norwalk virus infection Nat. Med. 2003 9 548 553 10.1038/nm860 12692541 Liste M. B. Natera I. Suarez J. A. Pujol F. H. Liprandi F. Ludert J. E. Enteric virus infections and diarrhea in healthy and human immunodeficiency virus-infected children J. Clin. Microbiol. 2000 38 2873 2877 10921942 Liu M. Mattion N. M. Estes M. K. Rotavirus VP3 expressed in insect cells possesses guanylyltransferase activity Virology 1992 188 77 84 10.1016/0042-6822(92)90736-9 1314468 Liu B. L. Clarke I. N. Caul E. O. Lambden P. R. Human enteric caliciviruses have a unique genome structure and are distinct from the Norwalk-like viruses Arch. Virol. 1995 140 1345 1356 10.1007/BF01322662 7661689 Liu B. Clarke I. N. Lambden P. R. Polyprotein processing in Southampton virus: identification of 3C-like protease cleavage sites by in vitro mutagenesis J. Virol. 1996 70 2605 2610 8642693 Liu B. L. Lambden P. R. Gunther H. Otto P. Elschner M. Clarke I.N. Molecular characterization of a bovine enteric calicivirus: relationship to the Norwalk-like viruses J. Virol. 1999 73 819 825 9847396 Liu B. L. Viljoen G. J. Clarke I. N. Lambden P. R. Identification of further proteolytic cleavage sites in the Southampton calicivirus polyprotein by expression of the viral protease E. coli. J. Gen. Virol. 1999 80 291 296 10073687 López S. Arias C. F. Multistep entry of rotavirus into cells: a Versaillesque dance Trends Microbiol 2004 12 271 278 10.1016/j.tim.2004.04.003 15165605 López-Vazquez A. Martin Alonso J. M. Casais R. Boga J. A. Parra F. Expression of enzymatically active rabbit hemorrhagic disease virus RNA-dependent RNA polymerase in Escherichia coli J. Virol. 1998 72 2999 3004 9525622 Lopman B. A. Brown D. W. Koopmans M. Human caliciviruses in Europe J. Clin. Virol. 2002 24 137 160 10.1016/S1386-6532(01)00243-8 11856616 Lopman B. A. Reacher M. H. Van Duijnhoven Y. Hanon F. X. Brown D. Koopmans M. Viral gastroenteritis outbreaks in Europe, 1995–2000 Emerg. Infect. Dis. 2003 9 90 96 12533287 Lopman B. Vennema H. Kohli E. Pothier P. Sanchez A. Negredo A. Buesa J. Schreier E. Reacher M. Brown D. Gray J. Iturriza M. Gallimore C. Bottiger B. Hedlund K. O. Torven M. von Bonsdorff C. H. Maunula L. Poljsak-Prijatelj M. Zimsek J. Reuter G. Szucs G. Melegh B. Svennson L. van Duijnhoven Y. Koopmans M. Increase in viral gastroenteritis outbreaks in Europe and epidemic spread of new norovirus variant Lancet 2004 363 682 688 10.1016/S0140-6736(04)15641-9 15001325 Love D. N. Sabine M. Electron microscopic observation of feline kidney cells infected with a feline calicivirus Arch. Virol. 1975 48 213 228 10.1007/BF01317964 1237279 Luby J. P. Clinton R. Kurtz S. Adaptation of human enteric coronavirus to growth in cell lines J. Clin. Virol. 1999 12 43 51 10.1016/S0928-0197(98)00067-1 10073413 Ludert J. E. Liprandi F. Identification of viruses with bi-and trisegmented double-stranded RNA genome in faeces of children with gastroenteritis Res. Virol. 1993 144 219 224 8356343 Ludert J. E. Hidalgo M. Gil F. Liprandi F. Identification in porcine faeces of a novel virus with a bisegmented double stranded RNA genome Arch. Virol. 1991 117 97 107 10.1007/BF01310495 2006903 Ludert J. E. Abdul-Latiff L. Liprandi A. Liprandi F. Identification of picobirnavirus, viruses with bisegmented double stranded RNA, in rabbit faeces Res. Vet. Sci. 1995 59 222 225 10.1016/0034-5288(95)90006-3 8588095 Macnaughton M. R. Davies H. A. Human enteric coronaviruses Arch. Virol. 1981 70 301 313 10.1007/BF01320245 7034689 Madeley C. R. Comparison of the features of astroviruses and caliciviruses seen in samples of feces by electron microscopy J. Infect. Dis. 1979 139 519 523 438551 Madore H. P. Treanor J. J. Dolin R. Characterization of the Snow Mountain agent of viral gastroenteritis J. Virol. 1986 58 487 492 3009862 Maguire A. J. Green J. Brown D.W. Desselberger U. Gray J. J. Molecular epidemiology of outbreaks of gastroenteritis associated with small roundstructured viruses in East Anglia, United Kingdom, during the 1996–1997 season J. Clin. Microbiol. 1999 37 81 89 9854068 Malcolm B. A. Chin S. M. Jewell D. A. Stratton-Thomas J. R. Thudium K. B. Ralston R. Rosenberg S. Expression and characterization of recombinant hepatitis A virus 3C proteinase Biochemistry 1992 31 3358 3363 10.1021/bi00128a008 1313294 Manes S. del Real G. Martinez A. C. Pathogens: raft hijackers Nat. Rev. Immunol. 2003 3 557 568 10.1038/nri1129 12876558 Marin M. S. Casais R. Alonso J. M. Parra F. ATP binding and ATPase activities associated with recombinant rabbit hemorrhagic disease virus 2C-like polypeptide J. Virol. 2000 74 10846 10851 10.1128/JVI.74.22.10846-10851.2000 11044135 Marionneau S. Cailleau-Thomas A. Rocher J. Le Moullac-Vaidye B. Ruvoen N. Clément M. Le Pendu J. ABH and Lewis histo-blood group antigens, a model for the meaning of oligosaccharide diversity in the face of a changing world Biochimie 2001 83 565 573 10.1016/S0300-9084(01)01321-9 11522384 Marionneau S. Ruvoen N. Le Moullac-Vaidye B. Clement M. Cailleau-Thomas A. Ruiz-Palacios G. Huang P. Jiang X. Le Pendu J. Norwalk virus binds to histo-blood group antigens present on gastroduodenal epithelial cells of secretor individuals Gastroenterology 2002 122 1967 1977 10.1053/gast.2002.33661 12055602 Martin A. Escriou N. Chao S. F. Girard M. Lemon S. M. Wychowski C. Identification and site-directed mutagenesis of the primary (2A/2B) cleavage site of the hepatitis A virus polyprotein: functional impact on the infectivity of HAV RNA transcripts Virology 1995 213 213 222 10.1006/viro.1995.1561 7483265 Martin A. Bénichou D. Chao S.-F. Cohen L. M. Lemon S. M. Maturation of the hepatitis A virus capsid protein VP1 is not dependent on processing by the 3Cpro proteinase J. Virol. 1999 73 6220 6227 10400711 Mast E. E. Alter M. J. Holland P.V. Purcell R. H. Evaluation of assays for antibody to hepatitis E virus by a serum panel. Hepatitis E Virus Antibody Serum Panel Evaluation Group Hepatology 1998 27 857 861 10.1002/hep.510270331 9500718 Mathan M. Mathan V. I. Swaminathan S. P. Yesudoss S. Baker S. J. Pleomorphic virus-like particles in human faeces Lancet 1975 1 1068 1069 10.1016/S0140-6736(75)91832-2 48733 Mathieu M. Petitpas I. Navaza J. Lepault J. Kohli E. Pothier P. Prasad B. V. Cohen J. Rey F. A. Atomic structure of the major capsid protein of rotavirus: implications for the architecture of the virion EMBO J 2001 20 1485 1497 10.1093/emboj/20.7.1485 11285213 Matsui M. Richman D. D. Whitley R. J. Hayden F. G. Astrovirus Clinical Virology 1997 New York Churchill Livingstone 1111 1121 Matsui S. M. Greenberg H. B. Immunity to calicivirus infection J. Infect. Dis. 2000 181 Suppl 2 S331 S335 10.1086/315587 10804146 Matsui M. Greenberg H.B. Knipe D. M. Howley P. M. Astroviruses Fields Virology 2001 Philadelphia Lippincott Williams & Wilkins 875 893 Maunula L. von Bonsdorf C.-H. Short sequences define genetic lineages: phylogenetic analysis of group A rotaviruses based on partial sequences of genome segments 4 and 9 J. Gen. Virol. 1998 79 321 332 9472616 Mautner V. MacKay N. Steinthorsdottir V. Complementation of enteric adenovirus type 40 for lytic growth in tissue culture by E1B 55K function of adenovirus types 5 and 12 Virology 1989 171 619 622 10.1016/0042-6822(89)90634-X 2527440 Mautner V. Steinthorsdottir V. Bailey A. Enteric adenoviruses Curr.Top. Microbiol. Immunol. 1995 179 229 282 Mayo M. A. taxonomy—Houston 2002 Arch. Virol. 2002 147 1071 1076 10.1007/s007050200036 12021875 Melnick J. L. Fields B. N. Knipe D. M. Howley P. M. Enteroviruses: polioviruses, coxsackieviruses, echoviruses, and newer enteroviruses Fields Virology 1996 Philadelphia Lippincott-Raven 655 712 Méndez E. Fernández-Luna T. López S. Mendez-Toss M. Arias C. F. Proteolytic processing of a serotype 8 human astrovirus ORF2 polyprotein J. Virol. 2002 76 7996 8002 10.1128/JVI.76.16.7996-8002.2002 12134004 Meng X. J. Novel strains of hepatitis E virus identified from humans and other animal species: is hepatitis E a zoonosis? J. Hepatol. 2000 33 842 845 10.1016/S0168-8278(00)80319-0 11097496 Meng X. J. Purcell R. H. Halbur P. G. Lehman J. R. Webb D. M. Tsareva T. S. Haynes J. S. Thacker B. J. Emerson S. U. A novel virus in swine is closely related to the human hepatitis E virus Proc. Natl. Acad. Sci. U. S. A. 1997 94 9860 9865 10.1073/pnas.94.18.9860 9275216 Meng X. J. Halbur P.G. Haynes J. S. Tsareva T. S. Bruna J.D. Royer R. L. Purcell R. H. Emerson S. U. Experimental infection of pigs with the newly identified swine hepatitis E virus (swine HEV), but not with human strains of HEV Arch. Virol. 1998 143 1405 1415 10.1007/s007050050384 9722883 Meng X. J. Halbur P. G. Shapiro M. S. Govindarajan S. Bruna J. D. Mushahwar I. K. Purcell R. H. Emerson S. U. Genetic and experimental evidence for cross-species infection by swine hepatitis E virus J. Virol. 1998 72 9714 9721 9811705 Meng J. Dai X. Chang J. C. Lopareva E. Pillot J. Fields H. A. Khudyakov Y. E. Identification and characterization of the neutralization epitope(s) of the hepatitis E virus Virology 2001 288 203 211 10.1006/viro.2001.1093 11601892 Midthun K. Greenberg H. B. Kurtz J. B. Gary G.W. Lin F. Y. Kapikian A. Z. Characterization and seroepidemiology of a type 5 astrovirus associated with an outbreak of gastroenteritis in Marin County, California J. Clin. Microbiol. 1993 31 955 962 8385155 Mikami T. Nakagomi T. Tsutsui R. Ishikawa K. Onodera Y. Arisawa K. Nakagomi O. An outbreak of gastroenteritis during school trip caused by serotype G2 group A rotavirus J. Med. Virol. 2004 73 460 464 10.1002/jmv.20112 15170643 Minor P. Francki R. I. B. Fauquet C. M. Knudson D. L. Picornaviridae Classification and nomenclature of viruses 1991 Wien Springer-Verlag 320 326 Mirazimi A. Magnusson K.-E. Svensson L. A citoplasmic region of the NSP4 enterotoxin of rotavirus is involved in retention in the endoplasmic reticulum J. Gen. Virol. 2003 84 875 883 10.1099/vir.0.18786-0 12655088 Monroe S. S. Stine S. E. Gorelkin L. Herrmann J. E. Blacklow N. R. Glass R. I. Temporal synthesis of proteins and RNAs during human astrovirus infection of cultured cells J. Virol. 1991 65 641 648 1987373 Monroe S. S. Holmes J. L. Belliot G. M. Molecular epidemiology of human astroviruses Novartis Found. Symp. 2001 238 237 245 11444029 Morales M. Barcena J. Ramirez M. A. Boga J. A. Parra F. Torres J. M. Synthesis in vitro of rabbit hemorrhagic disease virus subgenomic RNA by internal initiation on (-)sense genomic RNA: mapping of a subgenomic promoter J. Biol. Chem. 2004 279 17013 17018 10.1074/jbc.M313674200 14744857 Morris A. P. Estes M. K. Microbes and microbial toxins: Paradigms for microbial-mucosal interactions. VIII. Pathological consequences of rotavirus infection and its enterotoxin Am. J. Physiol. Gastrointest. Liver Physiol. 2001 281 G303 G310 11447008 Morris A. P. Scott J. K. Ball J. M. Zeng C. Q.-Y. O’Neal W. K. Estes M. K. NSP4 elicits age-dependent diarrhea and Ca 2+ -mediated I − Influx into intestinal crypts of CF mice Am. J. Physiol. Gastrointest. Liver Physiol. 1999 277 G431 G444 Mossel E. C. Ramig R. F. A lymphatic mechanism of rotavirus extraintestinal spread in the neonatal mouse J. Virol. 2003 77 12352 12356 10.1128/JVI.77.22.12352-12356.2003 14581572 Mustafa H. Palombo E.A. Bishop R. F. Epidemiology of astrovirus infection in young children hospitalized with acute gastroenteritis in Melbourne, Australia, over a period of four consecutive years, 1995 to 1998 J. Clin. Microbiol. 2000 38 1058 1062 10698996 Nakata S. Kogawa K. Numata K. Ukae S. Adachi N. Matson D. O. Estes M. K. Chiba S. The epidemiology of human calicivirus/Sapporo/82/Japan Arch. Virol. 1996 Suppl 12 263 270 Neill J. D. Nucleotide sequence of a region of the feline calicivirus genome which encodes picornavirus-like RNA-dependent RNA polymerase, cysteine protease and 2C polypeptides Virus Res 1990 17 145 160 10.1016/0168-1702(90)90061-F 2077782 Nilsson M. Hedlund K. O. Thorhagen M. Larson G. Johansen K. Ekspong A. Svensson L. Evolution of human calicivirus RNA in vivo: accumulation of mutations in the protruding P2 domain of the capsid leads to structural changes and possibly a new phenotype J. Virol. 2003 77 13117 13124 10.1128/JVI.77.24.13117-13124.2003 14645568 Nishikawa K. Hoshino Y. Taniguchi K. Green J. Greenberg H. B. Kapikian A. Z. Chanock R. M. Gorziglia M. Rotavirus VP7 neutralization epitopes of serotype 3 strains Virology 1989 171 503 515 10.1016/0042-6822(89)90620-X 2474892 Noel J. Cubitt D. Identification of astrovirus serotypes from children treated at the Hospitals for Sick Children, London 1981–93 Epidemiol. Infect. 1994 113 153 159 10.1017/S0950268800051578 8062872 Noel J. S. Lee T. W. Kurtz J. B. Glass R. I. Monroe S. S. Typing of human astroviruses from clinical isolates by enzyme immunoassay and nucleotide sequencing J. Clin. Microbiol. 1995 33 797 801 7790440 Noel J. S. Liu B. L. Humphrey C. D. Rodriguez E. M. Lambden P. R. Clarke I. N. Dwyer D. M. Ando T. Glass R. I. Monroe S. S. Parkville virus: a novel genetic variant of human calicivirus in the Sapporo virus clade, associated with an outbreak of gastroenteritis in adults J. Med. Virol. 1997 52 173 178 10.1002/(SICI)1096-9071(199706)52:2<173::AID-JMV10>3.0.CO;2-M 9179765 Numata K. Hardy M. E. Nakata S. Chiba S. Estes M. K. Molecular characterization of morphologically typical human calicivirus Sapporo Arch. Virol. 1997 142 1537 1552 10.1007/s007050050178 9672617 Oberste M. S. Maher K. Kilpatrick D. R. Pallansch M.A. Molecular evolution of the human enteroviruses: correlation of serotype with VP1 sequence and application to picornavirus classification J. Virol. 1999 73 1941 1948 9971773 Obert G. Peiffer I. Servin A. Rotavirus-induced structural and functional alterations in tight junctions of polarized intestinal Caco-2 cell monolayers J. Virol. 2000 74 4645 4651 10.1128/JVI.74.10.4645-4651.2000 10775600 O’Brien J.A. Taylor J.A. Bellamy A. R. Probing the structure of rotavirus NSP4: a short sequence at the extreme C terminus mediates binding to the inner capsid particle J. Virol. 2000 74 5388 5394 10.1128/JVI.74.11.5388-5394.2000 10799621 Oliver S. L. Dastjerdi A. M. Wong S. El-Attar L. Gallimore C. Brown D. W. Green J. Bridger J. C. Molecular characterization of bovine enteric caliciviruses: a distinct third genogroup of noroviruses (Norwalk-like viruses) unlikely to be of risk to humans J. Virol. 2003 77 2789 2798 10.1128/JVI.77.4.2789-2798.2003 12552024 Palombo E. A. Bishop R. F. Cotton R. G. H. Sequence conservation within neutralization epitope regions of VP7 and VP4 proteins of human serotype G4 rotavirus isolates Arch. Virol. 1993 133 323 334 10.1007/BF01313772 7504915 Panda S. K. Ansari I. H. Durgapal H. Agrawal S. Jameel S. The in vitrosynthesized RNA from a cDNA clone of hepatitis E virus is infectious J. Virol. 2000 74 2430 2437 10.1128/JVI.74.5.2430-2437.2000 10666275 Parashar U. D. Hummelman E. G. Bresee J. S. Miller M. A. Glass R. I. Global illness and deaths caused by rotavirus disease in children Emerg. Infect. Dis. 2003 9 565 572 12737740 Parwani A.V. Flynn W.T. Gadfield K. L. Saif L. J. Serial propagation of porcine enteric calicivirus: effects of medium supplementation with intestinal contents or enzymes Arch. Virol. 1991 120 115 122 10.1007/BF01310954 1929875 Patton J.T. Gallegos C.O. Rotavirus RNA replication: single-strand RNA extends from the replicase particle J. Gen. Virol. 1990 71 1087 1094 2161046 Patton J. T. Kearney K. Taraporewala Z. Desselberger U. Gray J. Rotavirus genome replication: role of the RNA-binding proteins Viral Gastroenteritis 2003 Amsterdam Elsevier 165 183 Pereira H. G. Fialho A. M. Flewett T. H. Candeias J. A. N. Andrade Z. P. Novel viruses in human faeces Lancet 1988 2 103 104 10.1016/S0140-6736(88)90032-3 2898672 Pereira H. G. Flewett T. H. Candeias J. A. Barth O. M. A virus with bisegmented double-stranded RNA genome in rat ( Oryzomys nigripes ) J. Gen. Virol. 1988 69 2749 2754 3053986 Perron-Henry D. M. Herrmann J. E. Blacklow N. R. Isolation and propagation of enteric adenoviruses in HEp-2 cells J. Clin. Microbiol. 1988 26 1445 1447 2844844 Pesavento J. B. Lawton J. A. Estes M. K. Prasad B.V.V. The reversible condensation and expansion of the rotavirus genome Proc. Natl. Acad. Sci. U. S. A. 2001 98 1381 1386 10.1073/pnas.98.4.1381 11171959 Pesavento J. B. Estes M. K. Prasad B.V.V. Desselberger U. Gray J. Structural organization of the genome in rotavirus Viral Gastroenteritis 2003 Amsterdam Elsevier Pfister T. Wimmer E. Polypeptide p41 of a Norwalk-like virus is a nucleic acid-independent nucleoside triphosphatase J. Virol. 2001 75 1611 1619 10.1128/JVI.75.4.1611-1619.2001 11160659 Pintó R. M. Díez J. M. Bosch A. Use of the colonic carcinoma cell line CaCo-2 for in vivo amplification and detection of enteric viruses J. Med. Virol. 1994 44 310 315 7852976 Pintó R. M. Abad F. X. Gajardo R. Bosch A. Detection of infectious astroviruses in water Appl. Environ. Microbiol. 1996 62 1811 1813 16535324 Pintó R. M. Villena C. Le Guyader F. Guix S. Caballero S. Pommepuy M. Bosch A. Astrovirus detection in wastewater samples Water Sci. Technol. 2001 43 73 76 Piron M. Vende P. Cohen J. Poncet D. Rotavirus RNA-binding protein NSP3 interacts with eIF4GI and evicts the poly(A) binding protein from eIF4F EMBO J 1998 17 5811 5821 10.1093/emboj/17.19.5811 9755181 Poncet D. Laurent S. Cohen J. Four nucleotides are the minimal requirement for RNA recognition by rotavirus non-structural protein NSP3 EMBO J 1994 13 4165 4173 8076612 Prasad B.V. Wang G. J. Clerx J. P. M. Chiu W. Three-dimensional structure of rotavirus J. Mol. Biol. 1988 199 269 275 10.1016/0022-2836(88)90313-0 2832610 Prasad B.V. Rothnagel R. Jiang X. Estes M. K. Three-dimensional structure of baculovirus-expressed Norwalk virus capsids J. Virol. 1994 68 5117 5125 8035511 Prasad B. V. Hardy M. E. Jiang X. Estes M. K. Structure of Norwalk virus Arch. Virol. 1996 Suppl 12 237 242 Prasad B.V. Rothnagel R. Zeng C.Q. Jakana J. Lawton J. A. Chiu W. Estes M. K. Visualization of ordered genomic RNA and localization of transcriptional complexes in rotavirus Nature 1996 382 471 473 10.1038/382471a0 8684490 Prasad B.V. Hardy M. E. Dokland T. Bella J. Rossmann M. G. Estes M. K. X-ray crystallographic structure of the Norwalk virus capsid Science 1999 286 287 290 10.1126/science.286.5438.287 10514371 Probst C. Jecht M. Gauss-Mueller V. Processing of proteinase precursors and their effect on hepatitis A virus particle formation Virology 1998 72 8013 8020 Purcell R. H. Emerson S. U. Knipe D. M. Howley P. M. Hepatitis E virus Fields Virology 2001 Philadelphia Lippincott Williams & Wilkins 3051 3061 Racaniello V. R. Knipe D. M. Howley P. M. Picornaviridae : the viruses and their replication Fields Virology 2001 4th ed. Philadelphia Lippincott Williams & Wilkins 685 722 Ramig R. Gray J. Desselberger U. Mixed infections with rotaviruses: protocols for reassortment, complementation and other assays Rotaviruses: Methods and Protocols 2000 Totowa, NJ Humana Press 79 100 Ramig, R. F., and Estes, M. K., 2003, The dsRNA segments and proteins of simian rotavirus A / SA11 (genus Rotavirus : family Reoviridae ), in: The RNAs and Proteins of dsRNA Viruses (P. C. Mertens and D. H. Bamford, eds.). Available at http://www.iah.bbsrc.ac.uk/dsRNA_virus_proteins/Rotavirus.htm. Ray P. Malik J. Singh R. K. Bhatnagar S. Kumar R. Bhan M. K. Rotavirus nonstructural protein NSP4 induces heterotypic antibody responses during natural infection in children J. Infect. Dis. 2003 187 1786 1793 10.1086/375243 12751037 Resta S. Luby J. P. Rosenfeld C. R. Siegel J. D. Isolation and propagation of a human enteric coronavirus Science 1985 229 978 981 10.1126/science.2992091 2992091 Riddell M. A. Li F. Anderson D. A. Identification of immunodominant and conformational epitopes in the capsid protein of hepatitis E virus by using monoclonal antibodies J. Virol. 2000 74 8011 8017 10.1128/JVI.74.17.8011-8017.2000 10933710 Risco C. Carrascosa J. L. Pedregosa A. M. Humphrey C. D. Sanchez-Fauquier A. Ultrastructure of human astrovirus serotype 2 J. Gen. Virol. 1995 76 2075 2080 7636490 Robertson B. H. Jansen R. W. Khanna B. Totsuka A. Nainan O. V. Siegl G. Widell A. Margolis H. S. Isomura S. Ito K. Ishizu T. Moritsugu Y. Lemon S. M. Genetic relatedness of hepatitis A virus strains recovered from different geographical regions J. Gen. Virol. 1992 73 1365 1377 1318940 Robinson R. A. Burgess W. H. Emerson S. U. Leibowitz R. S. Sosnovtseva S. A. Tsarev S. Purcell R. H. Structural characterization of recombinant hepatitis E virus ORF2 proteins in baculovirus-infected insect cells Protein Expr. Purif. 1998 12 75 84 10.1006/prep.1997.0817 9473460 Rolsma M. D. Kuhlenschmidt T. B. Gelberg H. B. Kuhlenschmidt M. S. Structure and function of a ganglioside receptor for porcine rotavirus J. Virol. 1998 72 9079 9091 9765453 Rosen B. Desselberger U. Gray J. Molecular characterization and epidemiology of picobirnaviruses Viral Gastroenteritis 2003 Amsterdam Elsevier 633 644 Rosen B. I. Fang Z.Y. Glass R. I. Monroe S. S. Cloning of human picobirnavirus genomic segments and development of an RT-PCR detection assay Virology 2000 277 316 329 10.1006/viro.2000.0594 11080479 Rossmann M. G. Johnson J. E. Icosahedral RNA virus structure Annu. Rev. Biochem. 1989 58 533 573 10.1146/annurev.bi.58.070189.002533 2673017 Ruvöen-Clouet N. Ganière J. P. André-Fontain G. Blanchard D. Le Pendu J. Binding of rabbit haemorrhagic disease virus to antigens of the ABH blood group family J. Virol. 2000 74 11950 11954 10.1128/JVI.74.24.11950-11954.2000 11090195 Sánchez G. Bosch A. Pintó R. M. Genome variability and capsid structural constraints of hepatitis A virus J. Virol. 2003 77 452 459 10.1128/JVI.77.1.452-459.2003 12477850 Sanekata T. Ahmed M.U. Kader A. Taniguchi K. Kobayashi N. Human group B rotavirus infections cause severe diarrhea in children and adults in Bangladesh J. Clin. Microbiol. 2003 41 2187 2190 10.1128/JCM.41.5.2187-2190.2003 12734276 Sasaki J. Kusuhara Y. Maeno Y. Kobayashi N. Yamashita T. Sakae K. Takeda N. Taniguchi K. Construction of an infectious cDNA clone of Aichi virus (a new member of the family Picornaviridae ) and mutational analysis of a stem-loop structure at the 5′ end of the genome J. Virol. 2001 75 8021 8030 10.1128/JVI.75.17.8021-8030.2001 11483747 Schlauder G. G. Dawson G. J. Erker J. C. Kwo P.Y. Knigge M. F. Smalley D. L. Rosenblatt J. E. Desai S. M. Mushahwar I. K. The sequence and phylogenetic analysis of a novel hepatitis E virus isolated from a patient with acute hepatitis reported in the United States J. Gen. Virol. 1998 79 447 456 9519822 Schlauder G. G. Desai S. M. Zanetti A. R. Tassopoulos N. C. Mushahwar I. K. Novel hepatitis E virus (HEV) isolates from Europe: evidence for additional genotypes of HEV J. Med. Virol. 1999 57 243 251 10.1002/(SICI)1096-9071(199903)57:3<243::AID-JMV6>3.0.CO;2-R 10022795 Schuffenecker I. Ando T. Thouvenot D. Lina B. Aymard M. Genetic classification of “Sapporo-like viruses Arch. Virol. 2001 146 2115 2132 10.1007/s007050170024 11765915 Servin A. L. Desselberger U. Gray J. Effects of rotavirus infection on the structure and functions of intestinal cells Viral Gastroenteritis 2003 Amsterdam Elsevier 237 254 Shenk E. S. Knipe D. M. Howley P. M. Adenoviridae: the viruses and their replication Fields Virology 2001 4th ed. Philadelphia Lippincott Williams & Wilkins 2265 2300 Siegl G. de Chastonay J. Kronauer G. Propagation and assay of hepatitis A virus in vitro J. Virol. Methods 1984 9 53 67 10.1016/0166-0934(84)90083-1 6094609 Smiley J. R. Hoet A. E. Traven M. Tsunemitsu H. Saif L. J. Reverse transcription-PCR assays for detection of bovine enteric caliciviruses (BEC) and analysis of the genetic relationships among BEC and human caliciviruses J. Clin. Microbiol. 2003 41 3089 3099 10.1128/JCM.41.7.3089-3099.2003 12843048 Smith A.W. Akers T. G. Madin S. H. Vedros N. A. San Miguel sea lion virus isolation, preliminary characterization and relationship to vesicular exanthema of swine virus Nature 1973 244 108 110 10.1038/244108a0 4583480 Smith A.W. Skilling D. E. Ensley P. K. Benirschke K. Lester T. L. Calicivirus isolation and persistence in a pygmy chimpanzee ( Pan paniscus ) Science 1983 221 79 81 10.1126/science.6304880 6304880 Smits S. L. Lavazza A. Matiz K. Horzinek M. C. Koopmans M. P. de Groot R. J. Phylogenetic and evolutionary relationships among torovirus field variants: evidence for multiple intertypic recombination events J. Virol. 2003 77 9567 9577 10.1128/JVI.77.17.9567-9577.2003 12915570 Smyth M. Pettitt T. Symonds A. Martin J. Identification of the pocket factors in a picornavirus Arch. Virol. 2003 148 1225 1233 10.1007/s00705-002-0974-4 12756627 Snijder E. J. Horzinek M. C. Toroviruses: replication, evolution and comparison with other members of the coronavirus-like superfamily J. Gen. Virol. 1993 74 2305 2316 8245847 Snijder E. J. den Boon J. A. Bredenbeek P. J. Horzinek M. C. Rijnbrand R. Spaan W. J. The carboxyl-terminal part of the putative Berne virus polymerase is expressed by ribosomal frameshifting and contains sequence motifs which indicate that toro-and coronaviruses are evolutionarily related Nucleic Acids Res. 1990 18 4535 4542 10.1093/nar/18.15.4535 2388833 Snijder E. J. Horzinek M. C. Spaan W. J. A 3′-coterminal nested set of independently transcribed mRNAs is generated during Berne virus replication J. Virol. 1990 64 331 338 2293666 Sosnovtsev S. Green K. Y. Desselberger U. Gray J. Feline calicivirus as a model for the study of calicivirus replication Viral Gastroenteritis 2003 Amsterdam Elsevier 467 503 Stevenson F. Mautner V. Desselberger U. Gray J. Aspects of the molecular biology of enteric adenoviruses Viral Gastroenteritis 2003 Amsterdam Elsevier 389 406 Sugieda M. Nakajima S. Viruses detected in the caecum contents of healthy pigs representing a new genetic cluster in genogroup II of the genus “Norwalk-like viruses Virus Res. 2002 87 165 172 10.1016/S0168-1702(02)00107-7 12191780 Tafazoli F. Zeng C. Q. Estes M. Magnusson K.-E. Svensson L. NSP4 enterotoxin of rotavirus induces paracellular leakage in polarized epithelial cells J. Virol. 2001 75 1540 1546 10.1128/JVI.75.3.1540-1546.2001 11152526 Takahashi K. Iwata K. Watanabe N. Hatahara T. Ohta Y. Baba K. Mishiro S. Full-genome nucleotide sequence of a hepatitis E virus strain that may be indigenous to Japan Virology 2001 287 9 12 10.1006/viro.2001.1017 11504536 Takiff H. E. Strauss S. E. Garon C. F. Propagation and in vitro studies of previously non-cultivable enteral adenovirus in 293 cells Lancet 1981 2 832 834 10.1016/S0140-6736(81)91104-1 6116953 Takiff H. E. Reinhold W. Garon C. F. Straus S. E. Cloning and physical mapping of enteric adenoviruses (candidate types 40 and 41) J. Virol. 1984 51 131 136 6328032 Tam A.W. Smith M. M. Guerra M. E. Huang C. C. Bradley D.W. Fry K. E. Reyes G. R. Hepatitis E virus (HEV): molecular cloning and sequencing of the full-length viral genome Virology 1991 185 120 131 10.1016/0042-6822(91)90760-9 1926770 Tan M. Huang P. Meller J. Zhong W. Farkas T. Jiang X. Mutations within the P2 domain of norovirus capsid affect binding to human histo-blood group antigens: evidence for a binding pocket J. Virol. 2003 77 12562 12571 10.1128/JVI.77.23.12562-12571.2003 14610179 Tan M. Hegde R. S. Jiang X. The P domain of norovirus capsid protein forms dimer and binds to histo-blood group antigen receptors J. Virol. 2004 78 6233 6242 10.1128/JVI.78.12.6233-6242.2004 15163716 Taylor J. A. O’Brien J. A. Lord V. J. Meyer J. C. Bellamy A. R. The RER-localized rotavirus intracellular receptor: a truncated purified soluble form is multivalent and bind virus particles Virology 1993 194 807 814 10.1006/viro.1993.1322 8389083 Taylor M. B. Walter J. Berke T. Cubitt W. D. Mitchell D. K. Matson D. O. Characterisation of a South African human astrovirus as type 8 by antigenic and genetic analyses J. Med. Virol. 2001 64 256 261 10.1002/jmv.1044 11424112 Terashima H. Chiba S. Sakuma Y. Kogasaka R. Nakata S. Minami R. Horino K. Nakao T. The polypeptide of a human calicivirus Arch. Virol. 1983 78 1 7 10.1007/BF01310853 6651531 Tian P. Hu Y. Schilling W. P. Lindsay D. A. Eiden J. Estes M. K. The nonstructural glycoprotein of rotavirus affects intracellular calcium levels J. Virol. 1994 68 251 257 8254736 Tian P. Ball J. M. Zeng C. Q.Y. Estes M. K. The rotavirus nonstructural glycoprotein NSP4 possesses membrane destabilization activity J. Virol. 1996 70 6973 6981 8794341 Tiemessen C. T. Nel M. J. Kidd A. H. Adenovirus 41 replication: cellrelated differences in viral gene transcription Mol. Cell Probes 1996 10 279 287 10.1006/mcpr.1996.0037 8865176 Tsarev S. A. Tsareva T. S. Emerson S. U. Govindarajan S. Shapiro M. Gerin J. L. Purcell R. H. Successful passive and active immunization of cynomolgus monkeys against hepatitis E Proc. Natl. Acad. Sci. U. S. A. 1994 91 10198 10202 10.1073/pnas.91.21.10198 7937861 Tyagi S. Korkaya H. Zafrullah M. Jameel S. Lal S. K. The phosphorylated form of the ORF3 protein of hepatitis E virus interacts with its nonglycosylated form of the major capsid protein, ORF2 J. Biol. Chem. 2002 277 22759 22767 10.1074/jbc.M200185200 11934888 Uhnoo I. Wadell G. Svensson L. Johansson M. Two new serotypes of enteric adenovirus causing infantile diarrhoea Dev. Biol. Stand. 1983 53 311 318 6307784 Uhnoo I. Wadell G. Svensson L. Johansson M. E. Importance of enteric adenoviruses 40 and 41 in acute gastroenteritis in infants and young children J. Clin. Microbiol. 1984 20 365 372 6092424 Uhnoo I. Svensson L. Wadell G. Enteric adenoviruses Baillieres Clin. Gastroenterol. 1990 4 627 642 10.1016/0950-3528(90)90053-J 1962727 Unicomb L. E. Banu N. N. Azim T. Islam A. Bardhan P. K. Faruque A. S. Hall A. Moe C. L. Noel J. S. Monroe S. S. Albert M. J. Glass R. I. Astrovirus infection in association with acute, persistent and nosocomial diarrhea in Bangladesh Pediatr. Infect. Dis. J. 1998 17 611 614 10.1097/00006454-199807000-00007 9686727 van der Poel W. H. Vinje J. van Der Heide R. Herrera M. I. Vivo A. Koopmans M. P. Norwalk-like calicivirus genes in farm animals Emerg. Infect. Dis. 2000 6 36 41 10653567 van Loon A. E. Maas R. Vaessen R. T. M. Reemst A. M. C. B. Sussenbach J. M. Rozijn T. H. Cell transformation by the left terminal regions of the adenovirus 40 and 41 genomes Virology 1985 147 227 230 10.1016/0042-6822(85)90245-4 3904175 van Loon A. E. Rozijn T. H. de Jong J. C. Sussenbach J. S. Physicochemical properties of the DNAs of the fastidious adenovirus species 40 and 41 Virology 1985 140 197 200 10.1016/0042-6822(85)90461-1 2981454 van Loon A. E. Gilardi P. Perricaudet M. Rozijn T. H. Sussenbach J. S. Transcriptional activation by the E1A regions of adenovirus types 40 and 41 Virology 1987 160 305 307 10.1016/0042-6822(87)90080-8 2957850 van Vliet A. L. Smits S. L. Rottier P. J. de Groot R. J. Discontinuous and non-discontinuous subgenomic RNA transcription in a nidovirus EMBO J 2002 21 6571 6580 10.1093/emboj/cdf635 12456663 Vinje J. Koopmans M. P. Molecular detection and epidemiology of small round-structured viruses in outbreaks of gastroenteritis in the Netherlands J. Infect. Dis. 1996 174 610 615 8769621 Vinje J. Green J. Lewis D. C. Gallimore C. I. Brown D.W. Koopmans M. P. Genetic polymorphism across regions of the three open reading frames of “Norwalk-like viruses.” Arch. Virol. 2000 145 223 241 10.1007/s007050050020 10752550 Vinje J. Hamidjaja R. A. Sobsey M. D. Development and application of a capsid VP1 (region D) based reverse transcription PCR assay for genotyping of genogroup I and II noroviruses J. Virol. Methods 2004 116 109 117 10.1016/j.jviromet.2003.11.001 14738976 Wadell G. Molecular epidemiology of human adenoviruses Curr. Top. Microbiol. Immunol. 1984 110 191 220 6090058 Weitz M. Baroudy B. M. Maloy W. L. Ticehurst J. R. Purcell R. H. Detection of a genome-linked protein (VPg) of hepatitis A virus and its comparison with other picornaviral VPgs J. Virol. 1986 60 124 130 3018280 Weitz M. Siegl G. Zuckerman A. J. Thomas H. C. Hepatitis A virus: structure and molecular virology Viral Hepatitis 1998 London Churchill Livingstone 15 27 White L. J. Ball J. M. Hardy M. E. Tanaka T. N. Kitamoto N. Estes M. K. Attachment and entry of recombinant Norwalk virus capsids to cultured human and animal cell lines J. Virol. 1996 70 6589 6597 8794293 White L. J. Hardy M. E. Estes M. K. Biochemical characterization of a smaller form of recombinant Norwalk virus capsids assembled in insect cells J. Virol. 1997 71 8066 8072 9311906 Willcocks M. M. Carter M. J. Laidler F. R. Madeley C. R. Growth and characterisation of human faecal astrovirus in a continuous cell line Arch. Virol. 1990 113 73 81 10.1007/BF01318354 2117433 Willcocks M. M. Brown T. D. Madeley C. R. Carter M. J. The complete sequence of a human astrovirus J. Gen. Virol. 1994 75 1785 1788 10.1099/0022-1317-75-7-1785 8021608 Willcocks M. M. Boxall A. S. Carter M. J. Processing and intracellular location of human astrovirus non-structural proteins J. Gen.Virol. 1999 80 2607 2611 10573153 Wirblich C. Thiel H. J. Meyers G. Genetic map of the calicivirus rabbit hemorrhagic disease virus as deduced from the in vitro translation studies J.Virol. 1996 70 7974 7983 8892921 Woode G. N. Reed D. E. Runnels P. L. Herrig M. A. Hill H. T. Studies with an unclassified virus isolated from diarrheic calves Vet. Microbiol. 1982 7 221 240 10.1016/0378-1135(82)90036-0 7051518 Woode G. N. Pohlenz J. F. Gourley N. E. Fagerland J. A. Astrovirus and Breda virus infections of dome cell epithelium of bovine ileum J. Clin. Microbiol. 1984 19 623 630 6429189 Woode G. N. Saif L. J. Quesada M. Winand N. J. Pohlenz J. F. Gourley N. K. Comparative studies on three isolates of Breda virus of calves Am. J. Vet. Res. 1985 46 1003 1010 2408519 Yamashita T. Sakae K. Desselberger U. Gray J. Molecular biology and epidemiology of Aichi virusand other diarrhoeogenic enteroviruses Viral Gastroenteritis 2003 Amsterdam Elsevier 645 657 Yamashita T. Kobayashi S. Sakae K. Nakata S. Chiba S. Ishihara Y. Isomura S. Isolation of cytopathic small round viruses with BS-C-1 cells from patients with gastroenteritis J. Infect. Dis. 1991 164 954 957 1658159 Yamashita T. Sakae K. Kobayashi S. Ishihara Y. Miyake T. Mubina A. Isomura S. Isolation of cytopathic small round virus (Aichi virus) from Pakistani children and Japanese travelers from Southeast Asia Microbiol. Immunol. 1995 39 433 435 8551977 Yamashita T. Sakae K. Tsuzuki H. Suzuki Y. Ishikawa N. Takeda N. Miyamura T. Yamazaki S. Complete nucleotide sequence and genetic organization of Aichi virus, a distinct member of the Picornaviridae associated with acute gastroenteritis in humans J. Virol. 1998 72 8408 8412 9733894 Yamashita T. Ito M. Kabashima Y. Tsuzuki H. Fujiura A. Sakae K. Isolation and characterization of a new species of kobuvirus associated with cattle J. Gen. Virol. 2003 84 3069 3077 10.1099/vir.0.19266-0 14573811 Yeager M. Dryden K. A. Olson N. H. Greenberg H. B. Baker T. S. Three-dimensional structure of rhesus rotavirus by cryoelectron microscopy and image reconstruction J. Cell Biol. 1990 110 2133 2144 10.1083/jcb.110.6.2133 2161857 Yokosuka O. Molecular biology of hepatitis A virus: significance of various substitutions in the hepatitis A virus genome J. Gastroenterol. Hepatol. 2000 15 Suppl. D91 D97 10.1046/j.1440-1746.2000.02141.x 10759226 Zafrullah M. Ozdener M. H. Panda S. K. Jameel S. The ORF3 protein of hepatitis E virus is a phosphoprotein that associates with the cytoskeleton J. Virol. 1997 71 9045 9053 9371561 Zárate S. Espinosa R. Romero P. Guerrero C. A. Arias C. F. López S. Integrin α2β1 mediates the cell atachment of the rotavirus neuraminidase-resistant variant nar3 Virology 2000 278 50 54 10.1006/viro.2000.0660 11112480 Zárate S. Espinosa R. Romero P. Méndez E. Arias C. López S. The VP5 domain of VP4 can mediate attachment of rotaviruses to cells J. Virol. 2000 74 593 599 10.1128/JVI.74.2.593-599.2000 10623720 Zhang Y. McAtee P. Yarbough P. O. Tam A.W. Fuerst T. Expression, characterization, and immunoreactivities of a soluble hepatitis E virus putative capsid protein species expressed in insect cells Clin. Diagn. Lab. Immunol. 1997 4 423 428 9220158 Zhang M. Zeng C. Q.-Y. Morris M. P. Estes M. K. A functional NSP4 enterotoxin peptide secreted from rotavirus-infected cells J. Virol. 2000 74 11663 11670 10.1128/JVI.74.24.11663-11670.2000 11090165 Zhang M. Purcell R. H. Emerson S. U. Identification of the 5′ terminal sequence of the SAR-55 and MEX-14 strains of hepatitis E virus and confirmation that the genome is capped J. Med. Virol. 2001 65 293 295 10.1002/jmv.2032 11536235 Zhou Y. Li L. Okitsu S. Maneekarn N. Ushijima H. Distribution of human rotaviruses, especially G9 strains, in Japan from 1996 to 2000 Microbiol. Immunol. 2003 47 591 599 14524620"
}