{
  "PMC": "5942914",
  "DOI": "10.1126/sciadv.aao5838",
  "PMID": "29750193",
  "PMCID": "PMC5942914",
  "title": "Mammalian EAK-7 activates alternative mTOR signaling to regulate cell proliferation and migration.",
  "year": 2018,
  "source_url": "https://europepmc.org/article/PMC/PMC5942914",
  "source": "MED",
  "abstract_text": "Nematode EAK-7 (enhancer-of-<i>akt</i>-1-7) regulates dauer formation and controls life span; however, the function of the human ortholog mammalian EAK-7 (mEAK-7) is unknown. We report that mEAK-7 activates an alternative mechanistic/mammalian target of rapamycin (mTOR) signaling pathway in human cells, in which mEAK-7 interacts with mTOR at the lysosome to facilitate S6K2 activation and 4E-BP1 repression. Despite interacting with mTOR and mammalian lethal with SEC13 protein 8 (mLST8), mEAK-7 does not interact with other mTOR complex 1 (mTORC1) or mTOR complex 2 (mTORC2) components; however, it is essential for mTOR signaling at the lysosome. This phenomenon is distinguished by S6 and 4E-BP1 activity in response to nutrient stimulation. Conventional S6K1 phosphorylation is uncoupled from S6 phosphorylation in response to mEAK-7 knockdown. mEAK-7 recruits mTOR to the lysosome, a crucial compartment for mTOR activation. Loss of mEAK-7 results in a marked decrease in lysosomal localization of mTOR, whereas overexpression of mEAK-7 results in enhanced lysosomal localization of mTOR. Deletion of the carboxyl terminus of mEAK-7 significantly decreases mTOR interaction. mEAK-7 knockdown decreases cell proliferation and migration, whereas overexpression of mEAK-7 enhances these cellular effects. Constitutively activated S6K rescues mTOR signaling in mEAK-7-knocked down cells. Thus, mEAK-7 activates an alternative mTOR signaling pathway through S6K2 and 4E-BP1 to regulate cell proliferation and migration.",
  "full_text": "Sci Adv Sci Adv SciAdv advances Science Advances 2375-2548 American Association for the Advancement of Science 5942914 aao5838 10.1126/sciadv.aao5838 Research Article Research Articles SciAdv r-articles Cell Biology Signal Transduction Cell Biology Mammalian EAK-7 activates alternative mTOR signaling to regulate cell proliferation and migration http://orcid.org/0000-0002-6647-0561 Nguyen Joe Truong 1 2 http://orcid.org/0000-0002-0676-4795 Ray Connor 1 2 http://orcid.org/0000-0002-7728-4270 Fox Alexandra Lucienne 1 2 http://orcid.org/0000-0003-0658-1558 Mendonça Daniela Baccelli 1 2 http://orcid.org/0000-0003-4268-1118 Kim Jin Koo 1 2 3 http://orcid.org/0000-0001-9062-4981 Krebsbach Paul H. 1 2 3 * 1 Department of Biologic and Materials Sciences, University of Michigan, Ann Arbor, MI 48105, USA. 2 Biointerfaces Institute, University of Michigan, Ann Arbor, MI 48105, USA. 3 Section of Periodontics, University of California, Los Angeles, Los Angeles, CA 90095, USA. * Corresponding author. Email: pkrebsbach@dentistry.ucla.edu 5 2018 09 5 2018 4 5 eaao5838 17 9 2017 27 3 2018 Copyright © 2018 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). 2018 The Authors This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial license , which permits use, distribution, and reproduction in any medium, so long as the resultant use is not for commercial advantage and provided the original work is properly cited. Mammalian EAK-7 forms an alternative mTOR complex. Nematode EAK-7 (enhancer-of- akt -1-7) regulates dauer formation and controls life span; however, the function of the human ortholog mammalian EAK-7 (mEAK-7) is unknown. We report that mEAK-7 activates an alternative mechanistic/mammalian target of rapamycin (mTOR) signaling pathway in human cells, in which mEAK-7 interacts with mTOR at the lysosome to facilitate S6K2 activation and 4E-BP1 repression. Despite interacting with mTOR and mammalian lethal with SEC13 protein 8 (mLST8), mEAK-7 does not interact with other mTOR complex 1 (mTORC1) or mTOR complex 2 (mTORC2) components; however, it is essential for mTOR signaling at the lysosome. This phenomenon is distinguished by S6 and 4E-BP1 activity in response to nutrient stimulation. Conventional S6K1 phosphorylation is uncoupled from S6 phosphorylation in response to mEAK-7 knockdown. mEAK-7 recruits mTOR to the lysosome, a crucial compartment for mTOR activation. Loss of mEAK-7 results in a marked decrease in lysosomal localization of mTOR, whereas overexpression of mEAK-7 results in enhanced lysosomal localization of mTOR. Deletion of the carboxyl terminus of mEAK-7 significantly decreases mTOR interaction. mEAK-7 knockdown decreases cell proliferation and migration, whereas overexpression of mEAK-7 enhances these cellular effects. Constitutively activated S6K rescues mTOR signaling in mEAK-7–knocked down cells. Thus, mEAK-7 activates an alternative mTOR signaling pathway through S6K2 and 4E-BP1 to regulate cell proliferation and migration. http://dx.doi.org/10.13039/100000072 National Institute of Dental and Craniofacial Research 1F30DE026048-01 http://dx.doi.org/10.13039/100000072 National Institute of Dental and Craniofacial Research T32-DE007057 http://dx.doi.org/10.13039/100000072 National Institute of Dental and Craniofacial Research R01-DE016530 Copyeditor Sef Rio INTRODUCTION Evolution demonstrates that fundamental signaling pathways in eukaryotes are conserved through orthologous and paralogous genes. In Caenorhabditis elegans , EAK-7 (enhancer-of- akt -1-7) negatively regulates DAF-16/FoxO and functions in parallel with insulin receptor signaling/Akt to affect nematode dauer formation and life span ( 1 ). However, how EAK-7 imparts these effects in mammals is unknown. In humans, insulin receptor signaling also controls diverse signaling cascades related to cell growth, proliferation, and survival ( 2 ). One of these vital metabolic signaling cascades is the mechanistic/mammalian target of the rapamycin (mTOR) signaling pathway. On an expeditionary search for novel antibiotic compounds in the South Pacific, rapamycin was discovered on Rapa Nui and was found to block yeast growth and to have strong immunosuppressive effects in mammals ( 3 ). Rapamycin was subsequently shown to form a complex with FKBP12, which resulted in a gain of function that inhibited signal transduction pathways required for cell growth and proliferation ( 4 ). TOR/mTOR was identified as the target of the rapamycin-FKBP12 inhibitory complex responsible for repressing protein production and cell metabolism in yeast ( 5 ) and eukaryotes ( 6 ). Since then, laboratories across the world have demonstrated the essential role of mTOR signaling in eukaryotic development and disease in response to nutrient sensing ( 3 ). TOR/mTOR was identified as a member of the phosphatidylinositol-3 kinase–related kinase family ( 7 ). mTOR signaling diverges into two known complexes: mTOR complex 1 (mTORC1) and mTOR complex 2 (mTORC2) in mammals ( 3 ) as well as TOR1 and TOR2 in yeast ( 8 ). Both complexes act at the lysosome, an essential cellular compartment for mTOR signaling, but govern different cellular processes. Upstream of mTORC1, the tuberous sclerosis complex integrates biologic inputs such as low energy levels and growth factor activation ( 9 ). However, for mTORC1 to be fully activated, it must be recruited to the lysosome through amino acid signaling via the Rag guanosine triphosphatase (GTPase) Rag A or B, which dimerizes with either Rag C or D ( 10 ). In the amino acid–starved state, mTOR is diffuse within the cell, but amino acid stimulation is sufficient to allow the Ragulator-Rag complex to recruit mTOR to the lysosome ( 11 ). Thus, the culmination of these nutrient signals allows for Rheb GTPase to activate mTOR at the lysosome ( 12 ). We focused on mTORC1 signaling because it integrates metabolic processes to affect macromolecular biosynthesis, growth, and protein synthesis ( 3 ). Dysregulation of the aforementioned mechanisms promotes cancer formation and progression, and aberrant mTORC1 signaling is implicated in the pathogenesis of human disease ( 3 ). Independent reports reveal that human EAK-7 mRNA is overexpressed in diseases such as hepatocellular carcinoma ( 13 ) and lymph node–positive breast cancers ( 14 ). Although these findings are intriguing, their relevance remains unknown and requires further study. Because mTOR is an essential effector for many of these important cellular contexts and functions within the insulin receptor signaling pathway, we hypothesized that the human ortholog of EAK-7, termed mammalian EAK-7 (mEAK-7), could potentially affect mTOR signaling in human cells. RESULTS mEAK-7 is an evolutionarily conserved protein Bioinformatics databases were analyzed to gain insight into the molecular functions of mEAK-7, also known through genomic and proteomic studies as KIAA1609 ( 15 ), LOC57707 ( 16 ), or TLDC1 (TBC/LysM-associated domain-containing 1) ( 17 ). Algorithmic analysis demonstrated that the amino acid identity of mEAK-7 and EAK-7 is 89% similar across eukaryotes ( Fig. 1A and fig. S1A) ( 18 ), suggesting that mEAK-7 is conserved across eukaryotes. Fig. 1 mEAK-7 is a lysosomal protein, conserved across eukaryotes, and is required for mTOR signaling in human cells. ( A ) Comparison of eukaryotic mEAK-7 orthologs. ( B ) Diagram depicting the mEAK-7 N -myristoylation motif and the TLD (TBC/LysM-associated) domain. ( C ) Immunoblot screen of human cell lines to detect mEAK-7 protein. ( D ) Confocal microscopy analysis of H1299 cells stably expressing HA–mEAK-7 WT for HA and LAMP2 or LAMP1. Scale bars, 10 μm. ( E ) Analysis of endogenous colocalization of mEAK-7 and lysosomal markers in H1299 cells. Scale bars, 25 μm. ( F ) H1975 cells were treated with control (Ctl) or three unique mEAK-7 siRNAs to assess S6 phosphorylation. ( G ) H1975, MDA-MB-231, and H1299 cells were treated with control (Ctl) or two unique mEAK-7 siRNAs to assess S6 phosphorylation. ( H ) Cells were treated with control (Ctl) or mEAK-7 #1 siRNA to assess 4E-BP1 phosphorylation. ( I ) Cells were treated with control or two unique mEAK-7 siRNAs. Next, cells were starved in DMEM −AAs for 2 hours, and amino acids, insulin, or both were reintroduced for 30 min. ( J ) Cells were treated with control, mEAK-7 #1, S6K1, and S6K2 siRNA. Next, cells were starved in DMEM +AAs for 2 hours, and insulin (1 and 10 μM) were reintroduced for 30 min. All experiments were repeated at least three times. Glyceraldehyde-3-phosphate dehydrogenase (GAPDH) was used for loading controls. hESC, human embryonic stem cells. mEAK-7 contains two known domains: the TLD (TBC-containing and LysM-associated domain) and the N -myristoylation motif ( Fig. 1B ). TLD domain–containing proteins confer neuroprotection against oxidative stress through unknown mechanisms ( 19 ). Computational analysis predicts that mEAK-7 is an enzyme that folds into α/β + β sheets ( 20 ). The crystal structure of the TLDc domain of oxidation resistance protein 2 from zebrafish reveals that two antiparallel β sheets form a central β-sandwich surrounded by two helices and two one-turn helices ( 21 ). The N -myristoylation motif irreversibly attaches myristate to anchor proteins to lipid bilayers or endomembrane compartments. Despite this information, the functional relevance of these domains is not known for mEAK-7. To investigate the molecular function of mEAK-7, we verified an antibody that detects endogenous mEAK-7 in human cells (fig. S1B), and we identified cells that express endogenous mEAK-7 protein ( Fig. 1C and fig. S1C). mEAK-7 protein was detected in UM-SCC-1, H1975, MDA-MB-231, H1299, HCC1937, MDA-MB-436, SUM149, MDA-MB-468, UM-SCC-10A, UM-SCC-11A, UM-SCC-17B, and UM-SCC-81B ( Fig. 1C and fig. S1C). Through this limited human cell screen, we detected mEAK-7 in many human cell lines. mEAK-7 is anchored at the lysosomal membrane mEAK-7 has been identified in membrane-bound/organelle fractions ( 22 ) and lysosomal fractions ( 16 ), but definitive evidence of the precise cellular compartment where mEAK-7 resides has not yet been demonstrated. By generating H1299 cell lines with stably expressed C-terminal hemagglutinin (HA)–tagged mEAK-7 (HA–mEAK-7 WT ) and costaining with antibodies that recognize compartment-specific proteins, we determined that HA–mEAK-7 WT strongly colocalizes with lysosomal-associated membrane protein–2 (LAMP2, lysosome), LAMP1 (lysosome), and, to a lesser extent, the plasma membrane ( Fig. 1D ). Green fluorescent protein–tagged EAK-7 in nematodes exhibited fluorescence in the plasma membrane of the pharynx, nervous system, intestine, body wall muscle, hypodermis, vulva, and a group of cells near the anus ( 1 ). However, subcellular localization at the lysosome has not been demonstrated in nematodes. We observed little to no colocalization of HA–mEAK-7 WT in the endosome (fig. S2A), mitochondria (fig. S2B), endoplasmic reticulum (fig. S2C), and Golgi complex (fig. S2D). However, overexpression of exogenous protein can sometimes result in nonspecific targeting to random cell compartments. Thus, we validated an antibody that targets endogenous mEAK-7 to determine the physiological localization within cells (fig. S3, A and B). We demonstrated that endogenous mEAK-7 strongly colocalizes with endogenous LAMP1 and LAMP2 ( Fig. 1E ). These data illustrate that mEAK-7 is principally a lysosomal protein, an essential cellular compartment for mTORC1 signaling ( 23 ). mEAK-7 supports mTORC1 signaling in response to nutrients mTORC1 localizes to the lysosome in response to nutrient stimulation, and this process is required for mTOR function ( 12 ). Further insights guiding our hypothesis that mEAK-7 may be an effector of mTORC1 signaling include the observations that nematode EAK-7 functions within the insulin receptor signaling pathway ( 1 ), mEAK-7 is primarily a lysosomal protein ( Fig. 1 , D and E), and mTORC1 is the core complex for this signaling pathway at the lysosome ( 23 ). To test the extent to which mEAK-7 functions in mTORC1 signaling, we treated H1975 cells with three unique mEAK-7 small interfering RNAs (siRNAs) for 48 hours in 10% serum-containing Dulbecco’s minimum essential medium (DMEM +serum ). mEAK-7 knockdown substantially decreased (Ser 240/244 ) phospho (p)–S6 levels, an indicator of activated mTORC1 signaling ( 24 ), revealing mEAK-7 functions in mTORC1 signaling under DMEM +serum conditions ( Fig. 1F ). To determine whether this was a universal phenomenon, we treated H1975, MDA-MB-231, and H1299 cells with two unique mEAK-7 siRNAs, which resulted in acutely diminished (Ser 240/244 ) p-S6 levels ( Fig. 1G ). Finally, H1299 cells were treated with mEAK-7 siRNA, starved of serum for 2 hours in DMEM-containing amino acids (DMEM +AAs ), and reintroduced to serum for 24 hours. mEAK-7–knocked down H1299 cells failed to activate and sustain (Ser 240/244 ) p-S6 levels in response to serum stimulation (fig. S4A). Together, these data indicate that mEAK-7 is important for basal-level and serum-mediated mTORC1 signaling in mEAK-7 + cells. mTORC1 regulates cap-dependent protein translation by phosphorylating the eukaryotic translation initiation factor 4E-binding protein 1 (4E-BP1) at Thr 37/46 , which primes the 4E-BP1 phosphorylation site at Ser 65 and Thr 70 , and allows 4E-BP1 detachment from eukaryotic translation initiation factor 4E (eIF4E) ( 25 ). Because mEAK-7 supports S6 phosphorylation through mTOR, we sought to assess the functional status of 4E-BP1, a major target of mTOR. To test the effects of mEAK-7 on 4E-BP1 phosphorylation, we treated H1975, MDA-MB-231, H1299, and human embryonic kidney (HEK)–293T cells with control or mEAK-7 siRNA for 48 hours in DMEM +serum . mEAK-7 knockdown appreciably decreased (Ser 65 ) p–4E-BP1, (Thr 37/46 ) p–4E-BP1, and (Thr 70 ) p–4E-BP1 levels ( Fig. 1H ). mEAK-7–knocked down H1299 cells also failed to activate and sustain (Ser 65 ) p–4E-BP1 levels in response to serum stimulation (fig. S4A). Thus, data suggest that mEAK-7 is capable of regulating both S6 and 4E-BP1, two primary markers for mTORC1 signaling. mTORC1 signaling is stimulated amino acids and/or insulin at the lysosome ( 12 ). To address the possibility that mEAK-7 regulates mTORC1 signaling in response to specific nutrients, we starved cells for 2 hours in custom-manufactured DMEM lacking amino acids (DMEM −AAs ). Subsequently, cells were collected as a starved control or collected after reintroduction of amino acids, insulin, or both. Control siRNA–treated H1975, MDA-MB-231, H1299, and HEK-293T cells increased mEAK-7 protein levels that correlated with increased (Ser 240/244 ) p-S6 levels in response to all nutrient conditions ( Fig. 1I and fig. S5). mEAK-7 protein levels also increased after serum reintroduction at different time points following serum starvation in H1299 cells (fig. S4A). Thus, serum, amino acids, and insulin increase mEAK-7 protein levels. H1975, MDA-MB-231, H1299, and HEK-293T cells treated with mEAK-7 siRNA demonstrated reduced (Ser 240/244 ) p-S6 levels under all conditions ( Fig. 1I and fig. S5). In addition, mEAK-7–knocked down H1299 cells displayed an impaired ability to activate and sustain (Ser 65 ) p–4E-BP1 levels in response to amino acid and insulin stimulation over time (fig. S4B). Together, these data suggest that mEAK-7 can regulate mTORC1 signaling in response to serum, amino acids, and insulin and that mEAK-7 protein is influenced by nutrient stimulation. Although HEK-293T cells, a widely used cell line to study mTOR signaling, exhibits comparatively low mEAK-7 protein levels (fig. S4C), mEAK-7 knockdown still led to a significant reduction in mTOR signaling, as demonstrated by S6 and 4E-BP1 phosphorylation. mEAK-7 functions through S6K2 rather than S6K1 Upon further examination of mEAK-7 function in mTORC1 signaling, we obtained evidence that was unexpectedly contrary to our initial hypothesis. After knocking down mEAK-7, we discovered that whereas (Ser 240/244 ) p-S6 levels were decreased, (Thr 389 ) p-S6K1 levels were increased ( Fig. 1I and figs. S4, A and D, and S5). Because (Thr 389 ) p-S6K1 is used as a reliable indicator of mTORC1 signaling, these findings appear to uncouple S6K1 activity from (Ser 240/244 ) p-S6 levels in certain contexts. HEK-293T cells demonstrated typical (Thr 389 ) p-S6K1 regulation in response to amino acid and/or insulin stimulation, whereas H1975, MDA-MB-231, and H1299 cells exhibited aberrantly functioning S6K1 ( Fig. 1I and fig. S5). Thus, an alternative kinase may exist to compensate for dysregulated S6K1 activity in H1975, MDA-MB-231, and H1299 cells. To investigate this perceived molecular anomaly, we examined S6K2, an understudied target of mTORC1. S6K1 is a prominent target of mTOR, but mTOR also targets S6K2, a closely related homolog of S6K1 ( 26 ). It is believed that the role of S6K2 is redundant to S6K1, but emerging evidence suggests that these kinases also have distinct functions. S6K1 −/− cells are capable of regulating (Ser 240/244 ) p-S6 levels, whereas S6K2 −/− cells fail to regulate (Ser 240/244 ) p-S6 levels, demonstrating that S6K1 may not always be the primary kinase linked to (Ser 240/244 ) p-S6 levels ( 27 ). Furthermore, S6K2 knockout mice and S6K2 siRNA–treated cells exhibit increased S6K1 function, demonstrated by a stark increase in (Thr 389 ) p-S6K1 levels ( 28 ). These data suggest that S6K2 may play a vital role in mTOR signaling. Therefore, we investigated the extent to which S6K1 and S6K2 may be linked to (Ser 240/244 ) p-S6 levels in mEAK-7 + cells. To elucidate the roles of S6K1 and S6K2, we analyzed (Ser 240/244 ) p-S6 levels in response to insulin stimulation after knockdown of mEAK-7, S6K1, or S6K2. Cells were starved for 2 hours in DMEM +AAs without serum and subsequently introduced to insulin at 1 or 10 μM for 30 min. In H1975 and MDA-MB-231 cells, mEAK-7 or S6K2 knockdown markedly reduced (Ser 240/244 ) p-S6 levels, but S6K1 knockdown had a lesser effect ( Fig. 1J and fig. S6, A and B). We observed that mEAK-7 or S6K2 knockdown markedly increased (Thr 389 ) p-S6K1 levels, which suggests the uncoupling of S6K1 on (Ser 240/244 ) p-S6 levels in some cell contexts ( Fig. 1J and fig. S6, A and B). In contrast, S6K1 affects (Ser 240/244 ) p-S6 levels to a greater degree in H1299 and HEK-293T cells, although mEAK-7 or S6K2 knockdown substantially abrogated (Ser 240/244 ) p-S6 levels ( Fig. 1J and fig. S6, C and D). These findings suggest that most mEAK-7 + cell lines function primarily through S6K2, rather than S6K1, to activate mTOR signaling. In addition, differential levels of mEAK-7 protein (fig. S4C) were not predictive of whether cell lines will favor S6K2 over S6K1 in mTORC1-mediated signaling. These findings are consistent with reports that S6K1 and S6 phosphorylation are not exclusively linked and that S6K2 has additional biological roles in eukaryotes ( 28 ). Molecular analysis of mEAK-7 demonstrates the role of the TLD domain and C terminus as crucial regulators of mEAK-7 function To rule out the possibility that siRNA-mediated knockdown of mEAK-7 nonspecifically influences mTORC1 signaling, we transduced H1975, MDA-MB-231, H1299, and HEK-293T cells with pLenti-III-HA-control or pLenti-III-HA(C-terminus)–mEAK-7 WT lentivirus and selected these cells with puromycin (1 μg/ml) for 2 weeks. We demonstrated that overexpression of HA–mEAK-7 activated mTORC1 signaling in H1975, MDA-MB-231, H1299, and HEK-293T cells ( Fig. 2A ). Thus, both knockdown and overexpression studies demonstrated that mEAK-7 is an essential component of mTORC1 signaling in mEAK-7 + cells. Fig. 2 Overexpression of mEAK-7 activates mTOR signaling and the TBC/LysM-associated domain and mTOR-binding domain are necessary for mEAK-7 function. ( A ) H1975, MDA-MB-231, H1299, and HEK-293T cells were transduced with pLenti-III-HA-control vector or pLenti-III-HA–mEAK-7–WT and selected with puromycin for 2 weeks. Cells were grown for 48 hours in 60-mm TCPs and collected for immunoblot analysis. ( B ) Design of the deletion mutants from HA–mEAK-7 WT (WT), HA–mEAK-7 G2A (G2A mutation), HA–mEAK-7 ΔNDEL1 (Δ1–139 amino acids), HA–mEAK-7 ΔNDEL2 (Δ135–267 amino acids), HA–mEAK-7 ΔTLD (Δ243–412 amino acids), and HA–mEAK-7 ΔCDEL (Δ413–456 amino acids). H1299 cells were transduced to stably express these mutant proteins. ( C to H ) Confocal microscopy analysis of H1299 cells stably expressing (C) HA–mEAK-7 WT , (D) HA–mEAK-7 G2A , (E) HA–mEAK-7 ΔNDEL1 , (F) HA–mEAK-7 ΔNDEL2 , (G) HA–mEAK-7 ΔTLD , and (H) HA–mEAK-7 ΔCDEL to stain for HA and LAMP2. Scale bars, 10 μm. ( I ) H1299 cells stably expressing HA–mEAK-7 WT and mutants were starved in DMEM −AAs for 2 hours. Subsequently, amino acids and insulin were reintroduced for 30 min. ( J ) Under the same conditions in (I), HA–mEAK-7 WT , HA–mEAK-7 ΔTLD , and HA–mEAK-7 ΔCDEL cells were assessed for (Thr 389 ) p-S6K1 levels. All experiments were replicated at least three times. GAPDH was used as a loading control. Next, we investigated the molecular domains necessary for mEAK-7 function. To assess the mEAK-7 domains essential for mTOR signaling, we generated several mutants and transduced them with lentivirus into cells that expressed endogenous mEAK-7 ( Fig. 2B ). We compared HA–mEAK-7 WT with HA–mEAK-7 mutants for LAMP2 colocalization at the lysosome ( Fig. 2 , C to H). We also investigated differential overexpression effects of wild type (WT) and mutants on mTOR signaling stimulated by amino acids and/or insulin ( Fig. 2 , I and J). HA–mEAK-7 WT colocalized with LAMP2 ( Fig. 2C ), amino acids, and insulin stimulation successfully induced (Ser 240/244 ) p-S6 in WT overexpressing H1299 cells ( Fig. 2I ). HA–mEAK-7 G2A , a mutant with a point mutation that replaces the first glycine residue with alanine within the N -myristoylation motif, failed to anchor to the lysosome ( Fig. 2D ). However, amino acids and insulin stimulation induced (Ser 240/244 ) p-S6, possibly because of endogenous mEAK-7 function ( Fig. 2I ). Deletion of amino acids 1 to 139 (HA–mEAK-7 ΔNDEL1 ) also led to a lysosomal anchorage defect ( Fig. 2E ), due to the loss of the N -myristoylation motif, but did not significantly alter endogenous mTORC1 signaling ( Fig. 2I ). HA–mEAK-7 ΔNDEL2 colocalized with LAMP2 ( Fig. 2F ) and also did not significantly alter endogenous mTORC1 signaling ( Fig. 2I ). Although both HA–mEAK-7 ΔTLD and HA–mEAK-7 ΔCDEL localize at the lysosome ( Fig. 2 , G and H), stable expression of either HA–mEAK-7 ΔTLD or HA–mEAK-7 ΔCDEL inhibited the induction of (Ser 240/244 ) p-S6 levels by amino acids and insulin ( Fig. 2 , I and J), and resulted in increased (Thr 389 ) p-S6K1 levels ( Fig. 2J ). Although it is unclear how these mutants affect endogenous mEAK-7 function to impair mTOR signaling, these results demonstrate that the TLD domain and C terminus are necessary for mEAK-7–mediated mTOR function. mEAK-7 recruits mTOR to the lysosome under nutrient-deprived and nutrient-rich conditions mTOR signaling components are translocated to the lysosome in response to nutrient stimulation, and this shuttling is necessary to activate mTORC1 signaling ( 3 ). Because mEAK-7 is predominantly lysosomal, we posited a role for mEAK-7 in targeting mTOR to the lysosome. To determine the role of mEAK-7 in lysosomal localization of mTOR, H1299 cells were treated with control or mEAK-7 siRNA for 48 hours. Subsequently, cells were starved in DMEM −AAs for 1 hour, and amino acids and insulin were reintroduced for 30 min. We found that mEAK-7 knockdown impaired mTOR localization to the lysosome ( Fig. 3A ), confirming that mEAK-7 is important for mTOR localization. Although low levels of mTOR remained capable of migrating to the lysosome after mEAK-7 knockdown, this might have been due to residual mEAK-7 still expressed because siRNA treatment is not 100% effective and because other major regulators of mTOR, such as the Rag GTPases, have been shown to recruit mTOR to the lysosome ( 11 ). Fig. 3 mEAK-7 is required for lysosomal localization of mTOR. ( A ) H1299 cells were treated with control or mEAK-7 siRNA for 48 hours in 10% DMEM +serum . Subsequently, 200,000 cells were transferred to two-well glass chamber slides and allowed to settle for 24 hours. H1299 cells were then starved in DMEM −AAs for 1 hour, and amino acids and insulin were reintroduced for 30 min. ( B ) Immunoblot analysis of H1299 cells treated with control or mEAK-7 siRNA to assess the expression of mEAK-7 and mTOR complex proteins after mEAK-7 knockdown. ( C ) Statistical analysis of colocalization of mTOR and LAMP2 for Fig. 3A . ( D ) A total of 200,000 normal H1299 cells or H1299 cells stably expressing HA–mEAK-7 were seeded onto two-well glass chamber slides and allowed to settle for 24 hours. Cells were then starved in DMEM −AAs for 1 hour, and amino acids and insulin were reintroduced for 30 min. ( E and F ) Statistical analysis of colocalization of mTOR and LAMP2 or HA–mEAK-7 and LAMP2 for Fig. 3D . Oil magnification, ×100. Cells were processed to detect 4′,6-diamidino-2-phenylindole (DAPI) (DNA), LAMP2 (lysosomal marker), mTOR, and HA (mEAK-7). * P < 0.01, ** P < 0.001, *** P < 0.0001, ‡ P < 0.00001, § P < 0.000001, Ω P < 0.0000001, ¥ P < 0.00000001, ∑ P < 0.000000001. Scale bars, 25 μm. n.s., not significant. Further analysis demonstrated that the expression of mTORC1/2 components was not altered after mEAK-7 siRNA treatment ( Fig. 3B ). H1299 cells treated with mEAK-7 siRNA demonstrated a statistically significant decrease in mTOR/LAMP2 colocalization under the starved condition ( Fig. 3C ). Under the nutrient-replenished condition, H1299 cells treated with mEAK-7 siRNA also exhibited a statistically significant decrease in mTOR/LAMP2 colocalization ( Fig. 3C ). To substantiate this finding, we performed the reciprocal experiment by overexpressing HA–mEAK-7. HA–mEAK-7 overexpression in H1299 cells resulted in a statistically significant increase in mTOR/LAMP2 colocalization in the absence of nutrients ( Fig. 3 , D and E). In addition, reintroduction of nutrients in control cells resulted in a significant enhancement of the colocalization of mTOR/LAMP2, and HA–mEAK-7 overexpression increased mTOR/LAMP2 colocalization in the presence of nutrients ( Fig. 3 , D and E). Further analysis demonstrated that nutrient reintroduction did not result in a statistically significant change of HA–mEAK-7/LAMP2 colocalization ( Fig. 3F ). We then hypothesized that endogenous mEAK-7 would colocalize with endogenous mTOR in response to nutrient stimulation because amino acids recruit mTOR to the lysosome. H1299 cells were nutrient-starved for 1 hour and stimulated with amino acids, insulin, or both for 1 hour. Endogenous mEAK-7 and endogenous mTOR strongly colocalized in response to nutrient stimulation (fig. S7, A to E). We hypothesized that mEAK-7 could directly affect mTOR kinase function, possibly as an adaptor protein. mTOR interaction with its complex components is known to be sensitive under different buffer conditions ( 29 ). To rule out the possibility of nonspecific or artificial interactions due to an abundance of exogenously produced protein and buffer-dependent conditions, we harvested either H1299 or HA–mEAK-7–expressing H1299 cells, in either NP-40 or CHAPS buffer. Thus, we assessed the potential for interaction between these two proteins using a coimmunoprecipitation assay. Coimmunoprecipitation of exogenous HA–mEAK-7 WT confirmed significant interaction with endogenous mTOR, compared to an immunoglobulin G (IgG) control under serum-containing conditions ( Fig. 4A ). In addition, endogenous mEAK-7 interacted with endogenous mTOR ( Fig. 4B ). Finally, knockdown of mEAK-7 diminished the interaction of endogenous mEAK-7 with endogenous mTOR and mammalian lethal with SEC13 protein 8 (mLST8) ( Fig. 4C and fig. S8A). However, mEAK-7 failed to interact with regulatory associated protein of mTOR (raptor) or rapamycin-insensitive companion of mTOR (rictor), key components of mTORC1 and mTORC2, respectively. Intriguingly, exogenous HA–mEAK-7 WT also interacted with mTOR and mLST8 but did not interact with rictor, Sin1, raptor, proline-rich AKT1 substrate 1 (PRAS40), or DEPTOR ( Fig. 4D ). These findings suggest the possibility of an alternative mTOR complex that is yet to be identified in mammalian cells. Fig. 4 mEAK-7 interacts with mTOR through the MTB domain and is required for S6K2 activity. ( A ) HA–mEAK-7 WT cells immunoprecipitated (IP) with goat IgG or goat anti-HA. ( B ) H1299 cells, in CHAPS, immunoprecipitated with anti–mEAK-7. WCL, whole-cell lysate. ( C ) H1299 cells transfected with control or mEAK-7 siRNA, in CHAPS, immunoprecipitated with anti–mEAK-7. L.C., light chain. ( D ) Normal H1299 or HA–mEAK-7 WT cells, in CHAPS, immunoprecipitated with anti-HA. ( E ) HA–mEAK-7 WT cells starved in DMEM −AAs for 2 hours, nutrient-stimulated for 30 min, and immunoprecipitated with anti-HA. ( F ) H1299 cells starved in DMEM −AAs for 2 hours, nutrient-stimulated for 60 min, and immunoprecipitated with anti–mEAK-7. ( G ) Conditions mimicked in (E) and immunoprecipitated with anti-mTOR antibody. ( H ) HA–mEAK-7 WT , HA–mEAK-7 ΔTLD , and HA–mEAK-7 ΔCDEL cells immunoprecipitated with anti-HA. ( I and J ) H1299 cells transfected with pcDNA3-HA-S6K2-WT and control, mEAK-7 #1, or mEAK-7 #2 siRNA and immunoprecipitated with anti-HA. ( K and L ) H1299 cells transfected with pRK7-HA-S6K1-WT and control, mEAK-7 #1, or mEAK-7 #2 siRNA and immunoprecipitated with anti-HA. ( M ) mTOR targeting hydrophobic motif. H1299 cells transfected with pcDNA3-HA-S6K2-WT and control or mEAK-7 #1 siRNA. Cells starved in DMEM −AAs for 2 hours, 10% serum–stimulated, and immunoprecipitated with anti-HA. ( N ) H1299 cells transfected with control or mEAK-7 siRNA and immunoprecipitated with anti-eIF4E. Experiments were repeated three times. GAPDH was a loading control. To assess the nutrient dependency of this interaction, we starved HA–mEAK-7 WT cells for 2 hours and reintroduced amino acids, insulin, or both for 30 min. All lysates for immunoprecipitation were collected in NP-40 lysis buffer, unless noted otherwise. Under these conditions, exogenous HA–mEAK-7 WT and endogenous mTOR interacted under the starved condition, and this interaction was increased by nutrient stimulation ( Fig. 4E and fig. S8B). To further demonstrate the validity of these nutrient-dependent interactions, data support that endogenous mEAK-7 also strongly interacts with endogenous mTOR under the amino acid and insulin or amino acid and serum conditions ( Fig. 4F and fig. S8C). In addition, coimmunoprecipitation of endogenous mTOR to detect exogenous HA–mEAK-7 WT also confirmed that this interaction increased under nutrient stimulation ( Fig. 4G and fig. S8D). Therefore, data suggest that both exogenous and endogenous mEAK-7 are capable of interacting with mTOR. To determine the molecular domain necessary for mEAK-7 interaction with mTOR, we performed coimmunoprecipitation in cells stably expressing HA–mEAK-7 WT , HA–mEAK-7 ΔTLD , and HA–mEAK-7 ΔCDEL , because these domains are necessary for the activation of mTORC1 signaling in mEAK-7 + cells ( Fig. 2 , I and J). We found that the C-terminal protein region is necessary for the interaction of exogenous HA–mEAK-7 WT and endogenous mTOR ( Fig. 4H and fig. S8E), so this region of the C terminus was termed the mTOR-binding (MTB) domain. Other mEAK-7 mutants were also capable of interacting with endogenous mTOR, suggesting that maintaining an intact MTB domain is sufficient for mTOR binding (fig. S7, F and G). In addition, overexpression of HA–mEAK-7 ΔTLD and HA–mEAK-7 ΔCDEL increased (Thr 389 ) p-S6K1 levels ( Fig. 4H ). These findings suggest that the interaction of mEAK-7 and mTOR diverts mTOR targeting from S6K1 to S6K2, whereas loss of mEAK-7 diverts mTOR targeting from S6K2 to S6K1, resulting in increased (Thr 389 ) p-S6K1 levels. We hypothesized that mEAK-7 regulates mTORC1 signaling through S6K2 because (Thr 389 ) p-S6K1 levels were not linked to its downstream target, (Ser 240/244 ) p-S6 ( Figs. 1 , I and J, and 2J , and fig. S4, A and D). To assess this possibility, we transiently transfected H1299 cells with pcDNA3-HA-S6K2-WT and either control or mEAK-7 siRNA and immunoprecipitated HA-S6K2. mEAK-7 knockdown considerably decreased the interaction between endogenous mTOR and HA-S6K2 ( Fig. 4I and fig. S8F). To ensure mEAK-7 specificity in this interaction, we used two mEAK-7 siRNAs, and both demonstrated a substantial decrease in HA-S6K2 interaction with mTOR ( Fig. 4J and fig. S8G). These outcomes suggest that mEAK-7 supports the interaction of S6K2 and mTOR. Next, we hypothesized that mEAK-7 may also influence S6K1 and mTOR interaction. To test this, we transiently transfected H1299 cells with pRK7-HA-S6K1-WT and control or mEAK-7 siRNA and immunoprecipitated HA-S6K1. mEAK-7 knockdown increased the interaction of exogenous HA-S6K1 with endogenous mTOR ( Fig. 4K and fig. S8H). Subsequently, two different mEAK-7 siRNAs confirmed that these enhanced interactions were the result of mEAK-7 knockdown ( Fig. 4L and fig. S8I). Thus, we demonstrate that mEAK-7 intricately controls mTOR interaction with both S6K2 and S6K1. Although these data support the necessity of mEAK-7 for the interaction of mTOR with S6K2, they do not provide direct evidence of S6K2 function. To our knowledge, an antibody specific to (Thr 388 ) p-S6K2 does not exist. However, the amino acid sequences of the hydrophobic motifs of the S6Ks ( Fig. 4M ) are nearly identical. Given this similarity, we predicted that the monoclonal antibody against (Thr 389 ) p-S6K1 [Cell Signaling Technology (CST), clone 108D2] would reveal the relative phosphorylation status of S6K2, because it was designed to target the mTOR-targeting hydrophobic motif, and this is a strategy used by other groups ( 30 ). Because (Thr 389 ) p-S6K1 levels are a common readout of S6K1 kinase activity and mTORC1 functionality, we expected that (Thr 388 ) p-S6K2 levels would also indicate S6K2 kinase activity in this context. In addition, the mass of S6K1 and S6K2 are different in that S6K1 is 65 to 70 kDa and S6K2 is 60 kDa; therefore, immunoprecipitation would yield detectable phosphorylation differences of the concentrated kinase. To determine the phosphorylation status of S6K2 by mEAK-7, we transiently transfected H1299 cells with pcDNA3-HA-S6K2-WT and either control or mEAK-7 siRNA, starved of nutrients, and we reintroduced DMEM +serum for 30 min. HA-S6K2 was then immunoprecipitated and probed with the 108D2 antibody. Data suggest that mEAK-7 is required for the interaction of mTOR with S6K2 in response to serum and regulates (Thr 388 ) p-S6K2 levels, as demonstrated by a loss of S6K2 phosphorylation in response to mEAK-7 knockdown ( Fig. 4M ). Furthermore, loss of mEAK-7 diminished S6K2-mediated phosphorylation of S6 in response to serum stimulation ( Fig. 4M ). Therefore, mEAK-7 is required for S6K2 activity in these cells. Finally, to demonstrate the extent to which mEAK-7 regulates 4E-BP1 and eIF4E interaction, we treated H1299 cells with either control or mEAK-7 siRNA and immunoprecipitated eIF4E. We discovered that mEAK-7 knockdown enhanced binding of 4E-BP1 to eIF4E ( Fig. 4N and fig. S8J). Thus, these data establish mEAK-7 as a novel effector of mTOR signaling that regulates both S6K2 activity and 4E-BP1 activity. mEAK-7 supports cell proliferation and migration After demonstrating that mEAK-7 supports mTOR signaling, we hypothesized that mEAK-7 was essential for critical cellular functions governed by mTOR. mTOR signaling is important for regulation of cell number ( 3 ). To elucidate the influence of mEAK-7 on proliferation, cells were treated with either control or mEAK-7 siRNA and counted after 3 and 5 days. In H1975 ( Fig. 5A ), MDA-MB-231 ( Fig. 5B ), H1299 ( Fig. 5C ), and HEK-293T cells ( Fig. 5D ), treatment with mEAK-7 siRNA resulted in a significant reduction in cell proliferation. Further, annexin V staining or acridine orange–propridium iodide (AO-PI) staining demonstrated no difference in cell death after mEAK-7 knockdown (fig. S9, A to C). Previous reports corroborate the finding that the loss of TLD domain–containing proteins ( 19 ) or single knockdown of S6K2 without an apoptotic stimulator ( 31 ) does not result in significant levels of cell death. Because of the low expression of mEAK-7 in some human cells, we hypothesized that mEAK-7 overexpression would promote cell proliferation. Thus, to test the effect of mEAK-7 overexpression on cell proliferation, we transduced H1975, MDA-MB-231, H1299, and HEK-293T cells with pLenti-GIII-CMV-control-HA and pLenti-GIII-CMV–mEAK-7–HA. Overexpression of HA–mEAK-7 in H1975 ( Fig. 5E ), MDA-MB-231 ( Fig. 5F ), H1299 ( Fig. 5G ), and HEK-293T ( Fig. 5H ) significantly enhanced cell proliferation at days 3 and 5. Thus, we concluded that mEAK-7 is vital for cell proliferation in mEAK-7 + cells. Fig. 5 mEAK-7 is essential for cell proliferation and cell migration. ( A to D ) (A) H1975 ( n = 13), (B) MDA-MB-231 ( n = 9), (C) H1299 ( n = 8), and (D) HEK-293T ( n = 6) cells treated with control or mEAK-7 #1 siRNA. A total of 200,000 cells were transferred to 100-mm TCPs and counted at days 3 and 5. ( E to H ) (E) H1975 ( n = 6), (F) MDA-MB-231 ( n = 6), (G) H1299 ( n = 6), and (H) HEK-293T ( n = 6) cells were transduced with pLenti-III-HA-control vector or pLenti-III-HA–mEAK-7–WT. A total of 200,000 cells were transferred to 100-mm TCPs and counted at days 3 and 5. ( I to L ) (I) H1975 ( n = 6), (J) MDA-MB-231 ( n = 5), (K) H1299 ( n = 5), and (L) HEK-293T ( n = 6) cells were treated with control or mEAK-7 #1 siRNA. A total of 50,000 cells were transferred to CIM 16-well plates, and real-time analysis was performed for 48 hours using an ACEA Biosciences RCTA DP instrument. ( M to P ) (M) H1975, (N) MDA-MB-231, (O) H1299, and (P) HEK-293T cells were treated with control or mEAK-7 siRNA. A total of 1,500,000 cells were transferred into 35-mm TCPs. The following day, a scratch was created down the middle, and pictures were taken at 0 and 48 hours. Scale bars, 125 μm. Data are represented as means ± SEM. Statistical significance denoted: * P < 0.01, ** P < 0.001, *** P < 0.0001, ‡ P < 0.00001, § P < 0.000001, Ω P < 0.0000001, ¥ P < 0.00000001. mTORC1 signaling has substantial control over cell migration and metastasis, with the 4E-BP1–eIF4E axis regulating mTOR-sensitive migration and invasion genes ( 32 ). Given the role of mEAK-7 in mTOR signaling, we investigated the impact of mEAK-7 on cell migration. H1975, MDA-MB-231, H1299, and HEK-293T cells were treated with either control or mEAK-7 siRNA and seeded into CIM-plates, which use xCELLigence technology to quantify cell migration in real time, collecting hundreds of data points through a dimensionless cell-index parameter. Cells must pass through a pore embedded in a gold-plated electric grid, creating electrical impedance and registering a signal for real-time, quantifiable cell migration. We proceeded to conduct statistical analyses at select time points of 12, 24, 36, and 48 hours. Treatment of H1975 ( Fig. 5I ), MDA-MB-231 ( Fig. 5J ), H1299 ( Fig. 5K ), and HEK-293T ( Fig. 5L ) cells with mEAK-7 siRNA resulted in statistically significant reductions of real-time cell migration at 24, 36, and 48 hours. In addition, scratch wound assay analysis of H1975 ( Fig. 5M ), MDA-MB-231 ( Fig. 5N ), H1299 ( Fig. 5O ), and HEK-293T ( Fig. 5P ) cells treated with mEAK-7 siRNA resulted in a marked defect of wound closure after 2 days, demonstrating that mEAK-7 is essential for cell migration in these cells. The S6 kinases have differential functions mediated through mEAK-7 Data from several sources suggest that S6 kinases play redundant roles because of their high homology, but recent evidence reveals that the independent role of S6K2 remains undetermined ( 28 ). Genome-wide assessment of S6K1 and S6K2 in human tumors and in vitro silencing of these kinases demonstrate that their targets are different from each other and that S6K2 more closely mirrors eIF4E function ( 33 ). S6K2 has also been shown to be an essential regulator of cell proliferation, due to its involvement with heterogeneous ribonucleoprotein F ( 34 ). Previous reports demonstrate that S6 is essential for mammalian cell proliferation and that S6K1 controls eukaryotic size ( 35 ). Given that mEAK-7 regulates S6K2 function, we hypothesized that mEAK-7 also regulates S6K2-mediated cell proliferation. To determine the extent to which S6K2 regulates cell proliferation and to compare its functional role in other mTOR targets, we treated H1975 cells with control, S6K1, S6K2, or eIF4E siRNA for 48 hours in DMEM +serum ( Fig. 6A ). Cells were then seeded into new tissue culture plates and were counted after 3 and 5 days. Treatment with S6K1, S6K2, and eIF4E siRNA resulted in a significant reduction of cell proliferation at days 3 and 5 ( Fig. 6B ). Treatment with S6K2 or eIF4E siRNAs significantly reduced cell proliferation at day 5, compared to S6K1 siRNA. However, H1975 cells treated with S6K2 siRNA, compared to eIF4E siRNA, did not result in a statistically significant reduction, suggesting that S6K2 functions similarly to eIF4E with regard to cell proliferation, as the literature reports ( 33 ). These results demonstrate that S6K2 is essential for cell proliferation under these conditions. Fig. 6 Overexpression of constitutively activated S6K2 or S6K1 is capable of rescuing cell defects due to mEAK-7 knockdown. ( A ) H1975 cells were treated with control, S6K1, S6K2, or eIF4E siRNA. ( B ) From (A), 500,000 cells were transferred to 100-mm TCPs and counted at days 3 and 5. ( C to E ) (C) H1975 ( n = 13), (D) MDA-MB-231 ( n = 9), and (E) H1299 ( n = 8) cells were treated with control or mEAK-7 siRNA. A total of 500,000 cells were transferred to 100-mm TCPs, and cell size was analyzed at day 3 with AO-PI staining via Logos Biosystems (LB). ( F ) H1975 cells were treated with control, S6K1, or S6K2 siRNA and analyzed for forward scatter via flow cytometry. ( G ) H1299, H1975, and MDA-MB-231 cells were transiently transfected with control siRNA, mEAK-7 siRNA, mEAK-7 siRNA + pRK7-HA-S6K1-F5A-E389-deltaCT plasmid, or mEAK-7 siRNA + pcDNA3-HA-S6K2-E388-D3E plasmid. ( H ) A total of 500,000 H1299 cells treated as described in (G) were transferred to 100-mm TCPs and counted at days 3 and 5 via LB. ( I ) Diagram depicting mEAK-7 function on mTOR complex formation for S6K2. ( J ) Summary of mEAK-7 domains: N -myristoylation motif, TLD domain, and MTB domain. Data are represented as means ± SEM. Statistical significance denoted: * P < 0.01, ** P < 0.001, *** P < 0.0001, ‡ P < 0.00001, § P < 0.000001. GAPDH was used as a loading control. mTOR signaling also controls cell size in eukaryotes ( 36 ). Because we found that mEAK-7 is a positive activator of mTOR signaling, we sought to determine the role of mEAK-7 in regulating cell size. H1975, MDA-MB-231, and H1299 cells were treated with control or mEAK-7 siRNA for 48 hours, seeded onto new tissue culture plates, and processed at day 3. Cells were analyzed on a Beckman Coulter CyAn 5 flow cytometer for forward scatter. H1975 (fig. S9D), MDA-MB-231 (fig. S9E), and H1299 (fig. S9F) cells treated with mEAK-7 siRNA resulted in an increase in cell size, suggesting that dysfunctional S6K1 activity results in aberrant cell size regulation after mEAK-7 knockdown. Under the same conditions, cell size was also assessed using the Logos Biosystems Luna Cell Counter. H1975 ( Fig. 6C ), MDA-MB-231 ( Fig. 6D ), and H1299 ( Fig. 6E ) cells treated with mEAK-7 siRNA resulted in a significant increase in cell size. These data demonstrate that whereas the loss of mEAK-7 resulted in decreased downstream mTOR signaling, aberrant activation of S6K1 leads to dysregulation of cell size. In addition, H1975 cells were treated with control, S6K1, or S6K2 siRNA and then analyzed via forward scatter in flow cytometry. S6K1 knockdown reduced cell size, whereas S6K2 knockdown demonstrated limited change in cell size ( Fig. 6F ). Because overexpression of pcDNA3-HA-S6K2-WT or pRK7-HA-S6K1-WT was not sufficient to rescue mTOR signaling in H1299 cells treated with mEAK-7 siRNA ( Fig. 4 , I to M), we posited that this obstacle could be overcome by transfecting cells with constitutively activated forms of S6K1 or S6K2. To determine whether this could rescue mEAK-7 knockdown effects, we treated cells with control siRNA, mEAK-7 siRNA, mEAK-7 siRNA + pRK7-HA-S6K1-F5A-E389-deltaCT (50 kDa—deletion that results in a truncated kinase) (cS6K1) plasmid, or mEAK-7 siRNA + pcDNA3-HA-S6K2-E388-D3E (60 kDa) (cS6K2) plasmid. Concomitant knockdown of mEAK-7 and overexpression of cS6K1 and cS6K2 in H1299, H1975, and MDA-MB-231 cells resulted in rescue of (Ser 240/244 ) p-S6 levels ( Fig. 6G ). Knockdown of mEAK-7 and overexpression of cS6K1 or cS6K2 resulted in partial rescue of cell proliferation defects ( Fig. 6H ). Thus, we demonstrate that mEAK-7 functions upstream of S6K2 and promotes S6K2-mediated signaling and proliferation. DISCUSSION Here, we determined that mEAK-7 is an important, evolutionarily conserved, lysosomal protein that activates mTOR signaling in response to nutrient stimulation in many cell types ( Fig. 6I ). We provide mechanistic insight for a novel protein that is required for serum-, amino acid–, and insulin-mediated mTOR signaling in human cells. We also demonstrate that mEAK-7 is necessary for S6K2 function by regulating S6K2-mTOR interaction and 4E-BP1–eIF4E interaction and by supporting cell proliferation and cell migration in mEAK-7 + cells. We identified mEAK-7 as an essential interacting protein of mTOR and mLST8, but not of other mTORC1 components (raptor, DEPTOR, or PRAS40) and mTORC2 components (rictor, DEPTOR, or Sin1). mEAK-7 interacts with mTOR through the MTB domain ( Fig. 6J ). mEAK-7 regulates the mTORC1 signaling at the lysosome and is a key player for mTOR recruitment to the lysosome. Thus, we determined that mEAK-7 functions as an essential component of mTOR signaling to regulate S6K2 and 4E-BP1, through a potentially alternative pathway to the canonical mTORC1 or mTORC2 models. Since the discovery of rapamycin, decades of research have contributed to understanding the mechanism by which mTOR is regulated in response to nutrients and stress ( 3 ). The two best-known complexes that contain mTOR are mTORC1 and mTORC2. mTORC1 is composed of raptor, mLST8 or GβL, PRAS40, and DEPTOR ( 3 ). mTORC2 is composed of mLST8, rictor, mammalian stress-activated protein kinase interacting protein 1, Protor, DEPTOR, and Tti1 and Tel2 ( 3 ). With the finding that mEAK-7 is an interacting and functioning partner of mTOR and mLST8, we posited that mEAK-7 may form a novel complex to regulate the specificity of S6K2 interaction with mTOR. 4E-BP1 binding to eIF4E is also affected by the loss of mEAK-7, and our data suggest that a potential new complex may, in certain contexts, regulate this mTOR-mediated function as well. Our evidence suggests that mEAK-7 functions at the level of mTOR as a coordinator for S6K2 and 4E-BP1, but the downstream partners that mediate this process remain unknown. It has been theorized that additional mTOR complexes may complement mTORC1 and mTORC2 in mammalians. Astrocytes of the central nervous system provide one such example of how mTOR may function in a cell type–dependent manner. In this context, GIT1 functions as an interacting partner of mTOR that does not associate with either raptor or rictor ( 37 ). This finding is intriguing because it demonstrates that cell type specificity may dictate the molecular landscape that allows for full mTOR regulation and activation. mEAK-7 may have eluded previous mTOR immunoprecipitation and mass spectrometry analyses because it is found to a limited extent in human cells ( Fig. 1C and figs. S1C and S4C). It is also unknown where mEAK-7 is expressed during development. The interaction between mEAK-7 and mTOR, as well as the associated influence on S6K2 and 4E-BP1 functions, suggest that there are more mTOR components yet to be identified that may interact in a cell type– or context-dependent manner ( Fig. 6I ). Because we did not screen mEAK-7 in all human cell types, further investigation of mEAK-7 in other physiological contexts is essential for understanding how mEAK-7 functions in human development or disease. We provide molecular insight demonstrating that mEAK-7 supports the interaction of S6K2 and mTOR, but the full complement of interacting partners is yet to be determined. In addition, evolutionary differences arose between mEAK-7 and nematode EAK-7. Nematode EAK-7 functions in parallel to Akt signaling to regulate DAF-16 (human FoxO) during development and life span ( 1 ). We demonstrate that mEAK-7 is essential for mTOR signaling to regulate S6K2 and 4E-BP1, but nematodes only have one S6 kinase, RSKS-1. Thus, it is unclear how, or whether, EAK-7 regulates TOR signaling in nematodes. One of the challenges in studying mTOR in mammalian systems is the difficulty of discerning tissue or organ-specific functions, because knockout of major components of mTORC1 or mTORC2 results in embryonic lethality ( 38 ). S6K1 is the best-studied target of mTOR in eukaryotes. In mice, loss of S6K1 reduces weight and improves insulin sensitivity with high-fat diets (HFDs) ( 39 ), whereas mice with a standard diet (SD) are glucose-intolerant, hypoinsulinemic, and have reduced β cell size ( 40 ). Intriguingly, loss of both S6K1 and S6K2 reverses the deleterious effects of S6K1 knockout mice, restores glucose tolerance under an SD, and further improves glucose tolerance with an HFD ( 41 ). Because S6K2 has been studied to a lesser extent in the scientific community, much less is known about the importance of S6K2 in development, metabolism, and disease. Compared to WT mice, S6K1 null mice are much smaller, S6K2 null mice are slightly larger, and double-knockout animals result in perinatal lethality ( 27 ). Recent data suggest that S6K2 may not be a purely redundant kinase to S6K1 because S6K1 null mice demonstrate higher S6K2 expression in the liver, muscles, thymus, and brain and because S6K2 remains responsive to rapamycin-mediated inhibition of S6 phosphorylation in S6K1 null mice ( 42 ). Thus, S6K2 was largely neglected, and tissue-specific functions of S6K2 are now beginning to be understood. The loss of S6K2 resulted in higher basal levels of insulin in plasma, 2.5× more β cell mass with an SD, and improved glucose tolerance, as well as enhanced insulin sensitivity with an HFD ( 43 ). In addition, single S6K2 knockout enhances ketone body production and increases peroxisome proliferator–activated receptor α activity in the liver, and S6K1 knockout mice are capable of maintaining (Ser 240/244 ) p-S6 levels, whereas S6K2 knockout mice are not, as we have demonstrated ( 30 ). Thus, elucidating the role of mEAK-7–mediated regulation of S6K2 and mTOR signaling in mammals will further our understanding of diseases where hyperactivation of mTOR signaling occurs through aberrant S6K2 activity. MATERIALS AND METHODS Cell lines H1299, H1975, MDA-MB-231, and HEK-293T cell lines were obtained from American Type Culture Collection. Other cell lysates were donations and used as part of the initial cell screen. For Fig. 1C and fig. S1C lysates, the donor laboratories verified the cell lysates and hold the validation paperwork. Cell lysates derived from our laboratory are as follows: human embryonic stem cell line H1 (undifferentiated), H1 endoderm (differentiated to pancreatic progenitors), H1 mesoderm (cardiac progenitors), H1 ectoderm (neuronal progenitors), H1 embryoid body, and human gingival fibroblasts (two different patients). The following cell lines were donated: T. Carey: UM-SCC-1, UM-SCC-10A, UM-SCC-11A, UM-SCC-14A, UM-SCC-17A, UM-SCC-17B, UM-SCC-74A, UM-SCC-74B, and UM-SCC-81B; M. Cohen: H1975 and H1299; S. Takayama: MDA-MB-231; and M. S. Wicha: BT474, HCC1937, MDA-MB-436, SK-BR-3, SUM149, SUM159, T4D7, and MDA-MB-468. Cell culture For cell culture, cell lines were grown in DMEM [Thermo Fisher Scientific (TFS), catalog #11995-073], without antibiotics/antimycotics and supplemented with a concentration of 10% fetal bovine serum (FBS; TFS, catalog #10437-036, lot #1399413) at 37°C in a 5.0% CO 2 incubator. Cells were grown in Falcon Tissue Culture Treated Flasks T-75 [Fisher Scientific (FS), catalog #13-680-65] until 75% confluent and split with 0.25% trypsin-EDTA (TFS, catalog #25200-056) for 5 min in the 37°C cell incubator. Cells were washed 1× with phosphate-buffered saline (PBS) and resuspended in 10% FBS containing DMEM. Cells were counted with the LUNA Automated Cell Counter [LB, catalog #L10001] using LUNA Cell Counting Slides (LB, catalog #L12003) and AO-PI dye (LB, catalog #F23001). Starvation protocol Cells were starved in DMEM −AAs (TFS, catalog #ME120086L1) for 50 min or 2 hours and then stimulated with amino acids (normal DMEM), insulin (1 or 10 μM; Sigma-Aldrich, catalog #I9278-5ML), or both for 30 or 60 min. siRNA or plasmid transfection Cells were seeded at a density of 500,000 cells per 60-mm tissue culture plates (TCP) and grown for 24 hours. For siRNA transfection, we incubated Lipofectamine RNAiMAX Transfection Reagent (TFS, catalog #13778-150) within Opti-MEM I Reduced Serum Medium (TFS, catalog #31985-070), and 100 nM siRNA was incorporated before being introduced into cells at 100 nM concentration. For plasmid transfection, we used FuGENE 6 Transfection Reagent (Promega, catalog #E2691) into Opti-MEM I Reduced Serum Medium, and 2 μg of plasmid was incorporated before being introduced into cells. For dual transfection, we added both solutions. mEAK-7 siRNAs are identified as KIAA1609 or TLDC1: for siRNA mEAK-7 #1 (TFS, ID #s33640), #2 (TFS, ID #HSS126697), #3 (TFS, ID #HSS126699). We also used the following siRNAs: mEAK-7 (TFS, ID #s33641, ID #s33642, and ID #HSS126698), S6K1 (TFS, ID #s12282), S6K2 (TFS, ID #s12287), eIF4E (TFS, ID #s4578), and control (TFS, catalog #4390843). Plasmids were purchased from Addgene. pRK7-HA-S6K1-WT was a gift from J. Blenis (Addgene, #8984). pcDNA3-S6K2-WT was a gift from J. Blenis (Addgene, #17729). pRK7-HA-S6K1-F5A-E389-deltaCT was a gift from J. Blenis (Addgene, #8990). pcDNA3-S6K2-E388-D3E was a gift from J. Blenis (Addgene, #17731). Immunoblot analysis Cells were collected with a cell scraper and lysed in cold NP-40 lysis buffer (50 mM tris, 150 mM NaCl, and 1.0% NP-40 at pH 8.0). Protein lysate (50 μg) was separated in Novex WedgeWell 4-20% tris-glycine gels (TFS; catalog #XP04205BOX) or 10% tris-glycine gels (TFS, catalog #XP00105BOX). Proteins were transferred to polyvinylidene difluoride membranes, incubated with primary antibodies overnight at 4°C, and then incubated with secondary antibodies at room temperature for 1 hour. Membranes were incubated with SuperSignal West Pico Chemiluminescent Substrate (TFS, catalog #34078) or Femto (TFS, catalog #34095). Primary antibodies were as follows: mouse monoclonal antibody against mEAK-7 (KIAA1609) was obtained from Origene Technologies (clone OTI12B1, formerly 12B1, catalog #TA501037). All antibodies from CST were as follows: glyceraldehyde-3-phosphate dehydrogenase (catalog #2118S), (Ser 240/244 ) p-S6 ribosomal protein (2215S), S6 ribosomal protein (2217S), (Thr 389 ) p-p70 S6 kinase (9234S), S6K1 (2708S), S6K2 (14130S), mTOR (2983S), HA-tag mouse (2367S), HA-tag rabbit (3724S), (Ser 65 ) p–4E-BP1 (9451S), (Thr 37/46 ) p–4E-BP1 (9459S), (Thr 70 ) p–4E-BP1 (13396S), mLST8 (3274S), raptor (2280S), PRAS40 (2691S), DEPTOR/DEPDC6 (11816S), rictor (2114S), Sin1 (12860S), 4E-BP1 (9452S), and eIF4E (2067S). Antibodies p-S6, S6, and 4E-BP1 were used at 1:3000 dilution and the remainder at 1:1000 dilution in 5% bovine serum albumin (BSA) in 1× tris-buffered saline with Tween-20 (TBST) buffer with 0.04% sodium azide. Secondary antibodies for immunoblot analysis: 1:4000 dilution for an α-mouse IgG horseradish peroxidase (HRP) conjugate (Promega, catalog #W4021) and 1:7500 dilution for an α-rabbit IgG HRP conjugate (Promega, catalog #W4011). Molecular cloning of HA–mEAK-7 WT into mutants Gibson Assembly reaction (New England Biolabs, catalog #E2611S) was used to generate mutant constructs in accordance to the manufacturer’s instructions. In table S1, we outline the list of primers used to produce the different mutant plasmids and extended materials and methods. pLenti-GIII-CMV–mEAK-7–HA (ABM Inc., catalog #LV198982) was used as backbone. All mutants were confirmed by DNA sequencing. For WT and mutant constructs, 10× lentiviral supernatant was prepared by the Vector Core at the University of Michigan. H1299 cells were infected with 1× virus and selected with puromycin (1 μg/ml) in 10% DMEM +serum . After 2 weeks, cells were used for immunoblot analysis and confocal microscopy. Immunoprecipitation analysis After siRNA and/or plasmid transfection, cells were harvested in 1% NP-40 lysis buffer or CHAPS lysis buffer [FIVEphoton Biochemicals (FB), catalog #CIB-1] supplemented with protease inhibitors (FB, catalog #PI-1) and phosphatase inhibitors (FB, catalog #PIC1). Proteins (250 μg) were used for immunoprecipitation reactions, and 25 μg of proteins was used for whole-cell lysate analysis. Antibodies (2 μg) and 40 μl of ImmunoCruz IP/WB Optima C agarose beads [Santa Cruz Biotechnology (SCB), catalog #sc-45040] were incubated in 1 ml of PBS for 1 hour at 4°C. Separately, 250 μg of proteins was incubated with 50 μl of Preclearing Matrix C (SCB, catalog #sc-45054) in CHAPS buffer for 1 hour. After washing, the antibody-bead conjugate was incubated with precleared protein lysate for 1.5 hours at 4°C, and precipitated beads were washed three times with PBS. Antibodies for immunoprecipitation were as follows: goat anti-HA epitope tag (Novus Biologicals, catalog #NB600-362), goat IgG (SCB, catalog #sc-2028), mTOR (CST, catalog #2983S), mEAK-7 (SCB, catalog #sc-247321), and eIF4E (SCB, catalog #sc-271480). Cell immunofluorescence analysis A total of 250,000 cells were seeded into a two-well Nunc Lab-Tek II Chamber Slide System (FS, catalog #12-565-5) for 24 hours. Cells were starved for 50 min in DMEM −AAs and stimulated with amino acids or 1 μM insulin for 30 min. Then, cells were fixed with Z-Fix solution (Anatech LTD, catalog #170) for 10 min at room temperature, washed three times in PBS, and incubated with the following: unmasking solution (PBS, 2N HCl, and 0.5% Triton X-100) for 10 min, quenching solution (TBS and 0.1% sodium borohydride) for 10 min, permeabilization solution (PBS and 0.02% Triton X-100) for 10 min, and 5% BSA for 1 hour. Cells were incubated overnight at 4°C with primary antibody. Next, slides were washed with PBS and incubated in secondary antibodies for 1 hour at room temperature. We used a Nikon Ti Eclipse confocal microscope (×100 magnification) to capture images. We captured images with or without 3× digital zoom, 1 / 32 frames/s, 1024 × 1024 image capture, 1.2 airy units, 2× line averaging, appropriate voltage, and power settings optimized per antibody. No modification was done, except image sizing reduction for figure preparation. Quantitative analyses were completed via Imaris software for confocal images with calculation of colocalization as percentages. Identical threshold settings captured images across three to five individual fields (10 to 15 cells) per condition, with the data representing at least three independent experiments. Primary antibodies for immunofluorescence were as follows: mouse HA-tag (CST, catalog #2367S), rabbit HA-tag (CST, catalog #3724S), LAMP1 (CST, catalog #9091S), LAMP2 (SCB, catalog #sc-18822), mEAK-7 (SCB, catalog #sc-247321), EEA1 endosome (CST, catalog #3288S), AIF mitochondria (CST, catalog #5318S), PDI endoplasmic reticulum (CST, catalog #3501S), RCAS-1 Golgi complex (CST, catalog #12290S), and mTOR (1:1000) (CST, catalog #2983S). All antibodies were used at 1:1500 with a working volume of 1.5 ml in 5% BSA in PBS, unless noted otherwise. Secondary antibodies for immunofluorescence were as follows: donkey anti-mouse IgG Alexa Fluor 488 (TFS, catalog #R37114), donkey anti-rabbit IgG Alexa Fluor 594 (TFS, catalog #A-21207), and donkey anti-goat IgG Alexa Fluor 647 (TFS, catalog #A-21447). All antibodies were used at a concentration of 1:1500 with a working volume of 1.5 ml in 5% BSA in PBS. DAPI stain was used for DNA. Cell proliferation, size, migration, apoptosis, and scratch wound assay analysis For cell proliferation and size assay, cells were processed with the LUNA Automated Cell Counter (LB, catalog #L10001) using LUNA Cell Counting Slides (LB, catalog #L12003) and AO-PI dye (LB, catalog #F23001). After siRNA/plasmid transfection or lentiviral transduction, 200,000 cells were seeded in 100-mm TCPs for 3- and 5-day analysis. All cell size data were processed at day 3. Cell size was consistent across multiple platforms for analysis. For cell migration assay, cells were seeded at a density of 50,000 cells per well in CIM-plate 16 (ACEA Biosciences, catalog #05665817001). Real-time capture of cell migration was performed over 48 hours on the xCELLigence System, RTCA DP Instrument (ACEA Biosciences, catalog #00380601050) and processed by RTCA Software 2.0. This technology is a widely used and validated tool, with more than 1200 publications ( https://aceabio.com/publications/ ). Cells must pass through a pore embedded in a gold-plated electric grid, creating electrical impedance and registering a signal for real-time, quantifiable cell migration. As cells migrate through a small pore, they pass over a gold grid, which causes electrical impedance that is registered in real time as cellular migration. To prepare the data, we plotted the cell index every 12 hours. We can distribute all data points upon request. For scratch wound assays, cells were seeded at a density of 1,500,000 cells in 35-mm TCPs. After 24 hours, cell plates were linearly scratched with a pipette tip, and images representative of wound healing were captured after 48 hours. For cell size and death analysis via flow cytometry, cells were analyzed for forward scatter with the Beckman Coulter CyAn flow cytometer at the University of Michigan Flow Cytometry Core. Cells were analyzed by annexin V/PI staining with annexin V (TFS, catalog #A13199) and PI (Sigma-Aldrich, catalog #25535-16-4), according to the manufacturer’s protocols. Statistical analysis Cell proliferation, migration, and size were analyzed via paired Student’s t test. Immunoblot and immunoprecipitation assays were repeated at least three times in all cell lines. Supplementary Material http://advances.sciencemag.org/cgi/content/full/4/5/eaao5838/DC1 Acknowledgments We thank T. Carey, M. Cohen, S. Takayama, and M. Wicha for cell lysates and use of equipment. We thank E. Pedersen, A. Hawkins, and E. Lawlor’s laboratory for use of ACEA Biosciences RCTA DP instrument. We thank F. Haidar and H. Amatullah for replicating key experiments. We thank F. Haidar for the artwork ( Fig. 6I ). Funding: We thank our funding sources: National Institute of Dental and Craniofacial Research (1F30DE026048-01, R01-DE016530, and T32-DE007057) and Stuart and Barbara Padnos Research Award from the Comprehensive Cancer Center at the University of Michigan. Author contributions: J.T.N., C.R., A.L.F., D.B.M., J.K.K., and P.H.K. designed experiments and analyzed results. J.T.N., C.R., and A.L.F. carried out experiments. J.T.N. and P.H.K. are responsible for the major ideas. J.T.N. and D.B.M. created deletion mutants. J.T.N. and P.H.K. wrote the paper. J.T.N., C.R., D.B.M., A.L.F., J.K.K., and P.H.K. edited the manuscript. Competing interests: The authors declare that they have no competing interests. Data and materials availability: All data needed to evaluate the conclusions in the paper are present in the paper and/or the Supplementary Materials. Additional data related to this paper may be requested from the authors. SUPPLEMENTARY MATERIALS Supplementary material for this article is available at http://advances.sciencemag.org/cgi/content/full/4/5/eaao5838/DC1 fig. S1. T-coffee analysis of mEAK-7 in eukaryotes, validation of human mEAK-7 antibody, and an expanded cell screen for mEAK-7 protein. fig. S2. Extended immunofluorescence analysis of HA–mEAK-7 WT in other cellular compartments. fig. S3. Validation of mEAK-7 antibody for immunofluorescence analysis of endogenous mEAK-7. fig. S4. mEAK-7 regulates serum-mediated activation of mTORC1 signaling and knockdown of mEAK-7 results in increased (Thr 389 ) p-S6K1 levels. fig. S5. Densitometry analysis of Fig. 1I . fig. S6. Densitometry analysis of Fig. 1J . fig. S7. Immunofluorescence analysis of endogenous mEAK-7 colocalizing with endogenous mTOR in response to nutrients and immunoprecipitation analysis of HA–mEAK-7 mutants for mTOR interaction. fig. S8. Densitometry analysis of Fig. 4 . fig. S9. Knockdown of mEAK-7 does not result in enhanced cell apoptosis but increases cell size. table S1. Cloning primers. Extended Materials and Methods for cloning. REFERENCES AND NOTES 1 Alam H. , Williams T. W. , Dumas K. J. , Guo C. , Yoshina S. , Mitani S. , Hu P. J. , EAK-7 controls development and life span by regulating nuclear DAF-16/FoxO activity . Cell Metab. 12 , 30 – 41 ( 2010 ). 20620993 2 Shimobayashi M. , Hall M. N. , Making new contacts: The mTOR network in metabolism and signalling crosstalk . Nat. Rev. Mol. Cell Biol. 15 , 155 – 162 ( 2014 ). 24556838 3 Saxton R. A. , Sabatini D. M. , mTOR signaling in growth, metabolism, and disease . Cell 168 , 960 – 976 ( 2017 ). 28283069 4 Chung J. , Kuo C. J. , Crabtree G. R. , Blenis J. , Rapamycin-FKBP specifically blocks growth-dependent activation of and signaling by the 70 kd S6 protein kinases . Cell 69 , 1227 – 1236 ( 1992 ). 1377606 5 Heitman J. , Movva N. R. , Hall M. N. , Targets for cell cycle arrest by the immunosuppressant rapamycin in yeast . Science 253 , 905 – 909 ( 1991 ). 1715094 6 Sabatini D. M. , Erdjument-Bromage H. , Lui M. , Tempst P. , Snyder S. H. , RAFT1: A mammalian protein that binds to FKBP12 in a rapamycin-dependent fashion and is homologous to yeast TORs . Cell 78 , 35 – 43 ( 1994 ). 7518356 7 Kunz J. , Henriquez R. , Schneider U. , Deuter-Reinhard M. , Movva N. R. , Hall M. N. , Target of rapamycin in yeast, TOR2, is an essential phosphatidylinositol kinase homolog required for G 1 progression . Cell 73 , 585 – 596 ( 1993 ). 8387896 8 Helliwell S. B. , Wagner P. , Kunz J. , Deuter-Reinhard M. , Henriquez R. , Hall M. N. , TOR1 and TOR2 are structurally and functionally similar but not identical phosphatidylinositol kinase homologues in yeast . Mol. Biol. Cell 5 , 105 – 118 ( 1994 ). 8186460 9 Huang J. , Manning B. D. , The TSC1-TSC2 complex: A molecular switchboard controlling cell growth . Biochem. J. 412 , 179 – 190 ( 2008 ). 18466115 10 Sancak Y. , Peterson T. R. , Shaul Y. D. , Lindquist R. A. , Thoreen C. C. , Bar-Peled L. , Sabatini D. M. , The Rag GTPases bind raptor and mediate amino acid signaling to mTORC1 . Science 320 , 1496 – 1501 ( 2008 ). 18497260 11 Sancak Y. , Bar-Peled L. , Zoncu R. , Markhard A. L. , Nada S. , Sabatini D. M. , Ragulator-Rag complex targets mTORC1 to the lysosomal surface and is necessary for its activation by amino acids . Cell 141 , 290 – 303 ( 2010 ). 20381137 12 Betz C. , Hall M. N. , Where is mTOR and what is it doing there? J. Cell Biol. 203 , 563 – 574 ( 2013 ). 24385483 13 Riou P. , Saffroy R. , Comoy J. , Gross-Goupil M. , Thiéry J.-P. , Emile J.-F. , Azoulay D. , Piatier-Tonneau D. , Lemoine A. , Debuire B. , Investigation in liver tissues and cell lines of the transcription of 13 genes mapping to the 16q24 region that are frequently deleted in hepatocellular carcinoma . Clin. Cancer Res. 8 , 3178 – 3186 ( 2002 ). 12374686 14 Ellsworth R. E. , Field L. A. , Love B. , Kane J. L. , Hooke J. A. , Shriver C. D. , Differential gene expression in primary breast tumors associated with lymph node metastasis . Int. J. Breast Cancer 2011 , 142763 ( 2011 ). 22295210 15 Nagase T. , Kikuno R. , Nakayama M. , Hirosawa M. , Ohara O. , Prediction of the coding sequences of unidentified human genes. XVIII. The complete sequences of 100 new cDNA clones from brain which code for large proteins in vitro . DNA Res. 7 , 273 – 281 ( 2000 ). 10997877 16 Schröder B. , Wrocklage C. , Pan C. , Jäger R. , Kösters B. , Schäfer H. , Elsässer H.-P. , Mann M. , Hasilik A. , Integral and associated lysosomal membrane proteins . Traffic 8 , 1676 – 1686 ( 2007 ). 17897319 17 Gray K. A. , Yates B. , Seal R. L. , Wright M. W. , Bruford E. A. , Genenames.org: The HGNC resources in 2015 . Nucleic Acids Res. 43 , D1079 – D1085 ( 2015 ). 25361968 18 Notredame C. , Higgins D. G. , Heringa J. , T-Coffee: A novel method for fast and accurate multiple sequence alignment . J. Mol. Biol. 302 , 205 – 217 ( 2000 ). 10964570 19 Finelli M. J. , Sanchez-Pulido L. , Liu K. X. , Davies K. E. , Oliver P. L. , The evolutionarily conserved Tre2/Bub2/Cdc16 (TBC), lysin motif (LysM), domain catalytic (TLDc) domain is neuroprotective against oxidative stress . J. Biol. Chem. 291 , 2751 – 2763 ( 2016 ). 26668325 20 Doerks T. , Copley R. R. , Schultz J. , Ponting C. P. , Bork P. , Systematic identification of novel protein domain families associated with nuclear functions . Genome Res. 12 , 47 – 56 ( 2002 ). 11779830 21 Blaise M. , Alsarraf H. M. A. B. , Wong J. E. M. M. , Midtgaard S. R. , Laroche F. , Schack L. , Spaink H. , Stougaard J. , Thirup S. , Crystal structure of the TLDc domain of oxidation resistance protein 2 from zebrafish . Proteins 80 , 1694 – 1698 ( 2012 ). 22434723 22 Moriya K. , Nagatoshi K. , Noriyasu Y. , Okamura T. , Takamitsu E. , Suzuki T. , Utsumi T. , Protein N -myristoylation plays a critical role in the endoplasmic reticulum morphological change induced by overexpression of protein Lunapark, an integral membrane protein of the endoplasmic reticulum . PLOS ONE 8 , e78235 ( 2013 ). 24223779 23 Settembre C. , Fraldi A. , Medina D. L. , Ballabio A. , Signals from the lysosome: A control centre for cellular clearance and energy metabolism . Nat. Rev. Mol. Cell Biol. 14 , 283 – 296 ( 2013 ). 23609508 24 Roux P. P. , Shahbazian D. , Vu H. , Holz M. K. , Cohen M. S. , Taunton J. , Sonenberg N. , Blenis J. , RAS/ERK signaling promotes site-specific ribosomal protein S6 phosphorylation via RSK and stimulates cap-dependent translation . J. Biol. Chem. 282 , 14056 – 14064 ( 2007 ). 17360704 25 Ma X. M. , Blenis J. , Molecular mechanisms of mTOR-mediated translational control . Nat. Rev. Mol. Cell Biol. 10 , 307 – 318 ( 2009 ). 19339977 26 Lee-Fruman K. K. , Kuo C. J. , Lippincott J. , Terada N. , Blenis J. , Characterization of S6K2, a novel kinase homologous to S6K1 . Oncogene 18 , 5108 – 5114 ( 1999 ). 10490847 27 Pende M. , Um S. H. , Mieulet V. , Sticker M. , Goss V. L. , Mestan J. , Mueller M. , Fumagalli S. , Kozma S. C. , Thomas G. , S6K1 −/− /S6K2 −/− mice exhibit perinatal lethality and rapamycin-sensitive 5′-terminal oligopyrimidine mRNA translation and reveal a mitogen-activated protein kinase-dependent S6 kinase pathway . Mol. Cell. Biol. 24 , 3112 – 3124 ( 2004 ). 15060135 28 Pardo O. E. , Seckl M. J. , S6K2: The neglected S6 kinase family member . Front. Oncol. 3 , 191 ( 2013 ). 23898460 29 Kim D.-H. , Sarbassov D. D. , Al S. M. , King J. E. , Latek R. R. , Erdjument-Bromage H. , Tempst P. , Sabatini D. M. , mTOR interacts with raptor to form a nutrient-sensitive complex that signals to the cell growth machinery . Cell 110 , 163 – 175 ( 2002 ). 12150925 30 Kim K. , Pyo S. , Um S. H. , S6 kinase 2 deficiency enhances ketone body production and increases peroxisome proliferator-activated receptor alpha activity in the liver . Hepatology 55 , 1727 – 1737 ( 2012 ). 22183976 31 Sridharan S. , Basu A. , S6 kinase 2 promotes breast cancer cell survival via Akt . Cancer Res. 71 , 2590 – 2599 ( 2011 ). 21427355 32 Hsieh A. C. , Liu Y. , Edlind M. P. , Ingolia N. T. , Janes M. R. , Sher A. , Shi E. Y. , Stumpf C. R. , Christensen C. , Bonham M. J. , Wang S. , Ren P. , Martin M. , Jessen K. , Feldman M. E. , Weissman J. S. , Shokat K. M. , Rommel C. , Ruggero D. , The translational landscape of mTOR signalling steers cancer initiation and metastasis . Nature 485 , 55 – 61 ( 2012 ). 22367541 33 Karlsson E. , Magić I. , Bostner J. , Dyrager C. , Lysholm F. , Hallbeck A.-L. , Stål O. , Lundström P. , Revealing different roles of the mTOR-targets S6K1 and S6K2 in breast cancer by expression profiling and structural analysis . PLOS ONE 10 , e0145013 ( 2015 ). 26698305 34 Goh E. T. H. , Pardo O. E. , Michael N. , Niewiarowski A. , Totty N. , Volkova D. , Tsaneva I. R. , Seckl M. J. , Gout I. , Involvement of heterogeneous ribonucleoprotein F in the regulation of cell proliferation via the mammalian target of rapamycin/S6 kinase 2 pathway . J. Biol. Chem. 285 , 17065 – 17076 ( 2010 ). 20308064 35 Dowling R. J. O. , Topisirovic I. , Alain T. , Bidinosti M. , Fonseca B. D. , Petroulakis E. , Wang X. , Larsson O. , Selvaraj A. , Liu Y. , Kozma S. C. , Thomas G. , Sonenberg N. , mTORC1-mediated cell proliferation, but not cell growth, controlled by the 4E-BPs . Science 328 , 1172 – 1176 ( 2010 ). 20508131 36 Fingar D. C. , Salama S. , Tsou C. , Harlow E. , Blenis J. , Mammalian cell size is controlled by mTOR and its downstream targets S6K1 and 4EBP1/eIF4E . Genes Dev. 16 , 1472 – 1487 ( 2002 ). 12080086 37 Smithson L. J. , Gutmann D. H. , Proteomic analysis reveals GIT1 as a novel mTOR complex component critical for mediating astrocyte survival . Genes Dev. 30 , 1383 – 1388 ( 2016 ). 27340174 38 Guertin D. A. , Stevens D. M. , Thoreen C. C. , Burds A. A. , Kalaany N. Y. , Moffat J. , Brown M. , Fitzgerald K. J. , Sabatini D. M. , Ablation in mice of the mTORC components raptor , rictor , or mLST8 reveals that mTORC2 is required for signaling to Akt-FOXO and PKCα, but not S6K1 . Dev. Cell 11 , 859 – 871 ( 2006 ). 17141160 39 Um S. H. , Frigerio F. , Watanabe M. , Picard F. , Joaquin M. , Sticker M. , Fumagalli S. , Allegrini P. R. , Kozma S. C. , Auwerx J. , Thomas G. , Absence of S6K1 protects against age- and diet-induced obesity while enhancing insulin sensitivity . Nature 431 , 200 – 205 ( 2004 ). 15306821 40 Pende M. , Kozma S. C. , Jaquet M. , Oorschot V. , Burcelin R. , Le Marchand-Brustel Y. , Klumperman J. , Thorens B. , Thomas G. , Hypoinsulinaemia, glucose intolerance and diminished β-cell size in S6K1-deficient mice . Nature 408 , 994 – 997 ( 2000 ). 11140689 41 Castañeda T. R. , Abplanalp W. , Um S. H. , Pfluger P. T. , Schrott B. , Brown K. , Grant E. , Carnevalli L. , Benoit S. C. , Morgan D. A. , Gilham D. , Hui D. Y. , Rahmouni K. , Thomas G. , Kozma S. C. , Clegg D. J. , Tschöp M. H. , Metabolic control by S6 kinases depends on dietary lipids . PLOS ONE 7 , e32631 ( 2012 ). 22412899 42 Shima H. , Pende M. , Chen Y. , Fumagalli S. , Thomas G. , Kozma S. C. , Disruption of the p70 s6k /p85 s6k gene reveals a small mouse phenotype and a new functional S6 kinase . EMBO J. 17 , 6649 – 6659 ( 1998 ). 9822608 43 Taylor K. M. , Bajko J. , Cabrera M. S. , Kremer C. , Meyer-Puttlitz B. , Schulte A. M. , Cheng S. H. , Scheule R. K. , Moreland R. J. , S6 kinase 2 deficiency improves glucose disposal in mice fed a high fat diet . J. Diabetes Metab. 5 , 441 ( 2014 ).",
  "plain_text": "Mammalian EAK-7 forms an alternative mTOR complex.\n\nNematode EAK-7 (enhancer-of- akt -1-7) regulates dauer formation and controls life span; however, the function of the human ortholog mammalian EAK-7 (mEAK-7) is unknown. We report that mEAK-7 activates an alternative mechanistic/mammalian target of rapamycin (mTOR) signaling pathway in human cells, in which mEAK-7 interacts with mTOR at the lysosome to facilitate S6K2 activation and 4E-BP1 repression. Despite interacting with mTOR and mammalian lethal with SEC13 protein 8 (mLST8), mEAK-7 does not interact with other mTOR complex 1 (mTORC1) or mTOR complex 2 (mTORC2) components; however, it is essential for mTOR signaling at the lysosome. This phenomenon is distinguished by S6 and 4E-BP1 activity in response to nutrient stimulation. Conventional S6K1 phosphorylation is uncoupled from S6 phosphorylation in response to mEAK-7 knockdown. mEAK-7 recruits mTOR to the lysosome, a crucial compartment for mTOR activation. Loss of mEAK-7 results in a marked decrease in lysosomal localization of mTOR, whereas overexpression of mEAK-7 results in enhanced lysosomal localization of mTOR. Deletion of the carboxyl terminus of mEAK-7 significantly decreases mTOR interaction. mEAK-7 knockdown decreases cell proliferation and migration, whereas overexpression of mEAK-7 enhances these cellular effects. Constitutively activated S6K rescues mTOR signaling in mEAK-7–knocked down cells. Thus, mEAK-7 activates an alternative mTOR signaling pathway through S6K2 and 4E-BP1 to regulate cell proliferation and migration."
}
