{
  "PMC": "2699268",
  "DOI": "10.1093/protein/gzp018",
  "PMID": "19515728",
  "PMCID": "PMC2699268",
  "title": "Stabilising the DNA-binding domain of p53 by rational design of its hydrophobic core.",
  "year": 2009,
  "source_url": "https://europepmc.org/article/PMC/PMC2699268",
  "source": "MED",
  "abstract_text": "The core domain of the tumour suppressor p53 is of inherently low thermodynamic stability and also low kinetic stability, which leads to rapid irreversible denaturation. Some oncogenic mutations of p53 act by just making the core domain thermosensitive, and so it is the target of novel anti-cancer drugs that bind to and stabilise the protein. Increasing the stability of the unstable core domain has also been crucial for biophysical and structural studies, in which a stabilised quadruple mutant (QM) is currently used. We generated an even more stabilised hexamutant (HM) by making two additional substitutions, Y236F and T253I, to the QM. The residues are found in the more stable paralogs p63 and p73 and stabilise the wild-type p53 core domain. We solved the structure of the HM core domain by X-ray crystallography at 1.75 A resolution. It has minimal structural changes from QM that affect the packing of hydrophobic core residues of the beta-sandwich. The full-length HM was also fully functional in DNA binding. HM was more stable than QM at 37 degrees C. Anomalies in biophysics and spectroscopy in urea-mediated denaturation curves of HM implied the accumulation of a folding intermediate, which may be related to those detected in kinetic experiments. The two additional mutations over-stabilise an unfolding intermediate. These results should be taken into consideration in drug design strategies for increasing the stability of temperature-sensitive mutants of p53.",
  "full_text": "Protein Eng Des Sel proeng proeng Protein Engineering, Design and Selection 1741-0126 1741-0134 Oxford University Press 2699268 10.1093/protein/gzp018 gzp018 Original articles Stabilising the DNA-binding domain of p53 by rational design of its hydrophobic core Khoo Kian Hoe † Joerger Andreas C. † Freund Stefan M.V. Fersht Alan R. 1 MRC Centre for Protein Engineering , Hills Road, Cambridge CB2 0QH , UK 1 To whom correspondence should be addressed. E-mail: arf25@cam.ac.uk † These authors contributed equally. 7 2009 10 6 2009 10 6 2009 22 7 421 430 5 5 2009 5 5 2009 6 5 2009 © 2009 The Author(s) This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/2.0/uk/ ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. The core domain of the tumour suppressor p53 is of inherently low thermodynamic stability and also low kinetic stability, which leads to rapid irreversible denaturation. Some oncogenic mutations of p53 act by just making the core domain thermosensitive, and so it is the target of novel anti-cancer drugs that bind to and stabilise the protein. Increasing the stability of the unstable core domain has also been crucial for biophysical and structural studies, in which a stabilised quadruple mutant (QM) is currently used. We generated an even more stabilised hexamutant (HM) by making two additional substitutions, Y236F and T253I, to the QM. The residues are found in the more stable paralogs p63 and p73 and stabilise the wild-type p53 core domain. We solved the structure of the HM core domain by X-ray crystallography at 1.75 Å resolution. It has minimal structural changes from QM that affect the packing of hydrophobic core residues of the β-sandwich. The full-length HM was also fully functional in DNA binding. HM was more stable than QM at 37°C. Anomalies in biophysics and spectroscopy in urea-mediated denaturation curves of HM implied the accumulation of a folding intermediate, which may be related to those detected in kinetic experiments. The two additional mutations over-stabilise an unfolding intermediate. These results should be taken into consideration in drug design strategies for increasing the stability of temperature-sensitive mutants of p53. Keywords drug design folding intermediate p53 protein stability structure Introduction The p53 tumour suppressor protein is a sequence-specific transcription factor, which is involved in the regulation of a complex gene regulatory network. It is at the hub of different signalling pathways that determine the fate of the cell, which include cell cycle arrest and apoptosis ( Vogelstein et al ., 2000 ). p53 has a complex domain structure that consists of a folded core and a tetramerisation domain with natively unfolded N and C termini ( Joerger and Fersht, 2008 ). The DNA-binding core domain (residues 94–312) determines the overall stability of full-length p53. The core domain has a low melting temperature that is only slightly higher than body temperature ( Bullock et al ., 1997 ). Some 50% of all human cancers have dysfunctional p53 because of mutation. Most of these mutations are localised in the core domain ( Olivier et al ., 2002 ; Joerger and Fersht, 2007 ). They either remove essential DNA-contact residues on the protein surface (contact mutants) or induce loss of thermodynamic stability, which may have concomitant structural changes (structural mutants). Some structural mutants are highly destabilised by >3 kcal/mol and are largely unfolded at body temperature ( Bullock et al ., 2000 ). Wild-type core domain is also kinetically unstable at 37°C because it denatures irreversibly and aggregates with a half-life of ∼9 min ( Friedler et al ., 2003 ). Destabilised mutants such as V143A and R249S unfold even faster. The irreversible denaturation may proceed via folding intermediates ( Butler and Loh, 2005 ). p53 is tightly regulated in vivo and accumulates upon cellular stress ( Kubbutat et al ., 1997 ). It is possible that the low thermodynamic and kinetic stability of p53 have evolved so that the protein has a low spontaneous half-life in vivo . The thermodynamic stability of the p53 core domain correlates with expression levels in Escherichia coli ( Mayer et al ., 2007 ). This fact suggests that increasing the thermodynamic stability of p53 would increase the accumulation of the protein in mammalian cells, thus enhancing its potency in inducing apoptosis. Accordingly, stabilised p53 would be advantageous for use in gene therapy. Various efforts have been undertaken to stabilise the core domain of p53, including in vitro evolution ( Matsumura and Ellington, 1999 ) and semi-rational design ( Nikolova et al ., 1998 ). The latter has resulted in a stabilised quadruple mutant M133L/V203A/N239Y/N268D of the core domain (QM or T -p53C, residues 94–312). QM is 2.5 kcal/mol more stable than wild-type p53 core domain, while retaining the overall structure of the wild-type protein ( Nikolova et al ., 1998 ; Joerger et al ., 2004 ). Wild-type p53 is so unstable that it is difficult to use in biophysical and structural studies. QM has been used as a scaffold for elucidating the structural effects of numerous destabilising oncogenic mutations by X-ray crystallography ( Joerger et al ., 2005 , 2006 ) and for measuring DNA binding ( Ang et al ., 2006 ). Recently, it has also been used for determining the quaternary structure of full-length p53 in a multi-pronged approach combining nuclear magnetic resonance, electron microscopy and small-angle X-ray scattering ( Tidow et al ., 2007 ). In this study, we added two additional substitutions, Y236F and T253I, to the QM and generated an even more stable hexamutant (HM). These two mutations were found initially from solving the solution structure of p53 and discovering that Tyr236 and Thr253 do not have properly paired hydrogen bonds ( Canadillas et al ., 2006 ). The more stable p63 and p73 paralogs have Phe and Ile at positions equivalent to residues 236 and 253 in p53, respectively, and substitution of these residues into wild-type p53 stabilises it ( Canadillas et al ., 2006 ). Here, we report the crystal structure of the HM and the effects of the additional two mutations on its biophysical properties. Results Structure of HM p53 core domain We solved the crystal structure of HM p53 core domain at 1.75 Å resolution to elucidate the effects of the mutations on the hydrophobic core of the protein (Table I ). The crystals of HM used for the structure solution were isomorphous to those reported for QM and contained two molecules in the asymmetric unit. The structure of the p53 core domain consists of a central β-sandwich that provides the basic scaffold for the DNA-binding surface (Fig. 1 a). The latter is formed by a loop-sheet-helix motif and two large loops (L2 and L3) held together by a zinc ion, which is coordinated by three cysteines (Cys176, Cys238 and Cys242) and a histidine (His179). Overall, the structures of QM and HM are virtually identical, apart from, in the immediate environment of the mutation site in the hydrophobic core of the central β-sandwich (Figs 1 b and 2 a). The C α -atoms of equivalent chains can be superimposed with a root-mean-square deviation of 0.16 Å (chain A) and 0.18 Å (chain B). Instead of the buried hydrogen bond of the Tyr236/Thr253 pair in the wild-type and QM, Phe236 and Ile253 form hydrophobic interactions, inducing only minor structural changes in their immediate environment (Fig. 2 a). The C δ -atom of Ile253 packs against the aromatic ring of Phe236 and the hydrophobic side chains of Ala161, Ile195, Ile255 and Val272. Val272 is the only contacting residue with a notable shift of main-chain atoms (0.4 Å). Moreover, the side chain of Val272 has flipped as a result of mutation (110° rotation of χ for chain A) to form favourable packing interactions with the Ile253 side chain. Interestingly, we also observed a flip of the side chain of Leu254 even though it does not directly interact with the mutated side chains but points away from the hydrophobic core. Fig. 1 Crystal structure of HM p53 core domain. ( a ) Ribbon diagram of the structure of HM. The mutated residues are shown as van der Waals models. ( b ) Stereo view of the C α trace of HM (green) superimposed onto QM (PDB entry 1UOL; magenta) ( Joerger et al ., 2004 ) and wild-type p53 core domain (PDB code 2OCJ; grey) ( Wang et al ., 2007 ), showing that the overall structures are virtually identical. Mutation sites in QM are marked with magenta spheres, the sites of the two additional mutations Y236F and T253I in HM with green spheres. Fig. 2 Structural details of the hydrophobic core of HM. ( a ) Stereo view of the hydrophobic core of HM (green) superimposed onto QM (light pink). The mutation sites (Y236F and T253I) and selected neighbours are shown as stick models. ( b ) Stereo view of the hydrophobic core of HM p53 core domain (green) superimposed onto the p63 core domain (PDB entry 2RMN; yellow). Selected residues in the hydrophobic core are shown as stick model. The first number in the labels refers to the position of a particular residue in p53, and the second number refers to the position in p63. Table I Data collection and refinement statistics for HM p53 core domain Data collection Space group P 2 1 2 1 2 1 Cell [ a , b , c (Å)] 65.33, 71.08, 104.92 Molecules/ASU 2 Resolution (Å) a 65.4–1.75 (1.84–1.75) Unique reflections 48 639 Completeness (%) a 97.6 (92.4) Multiplicity a 6.4 (5.7) R merge (%) a,b 7.8 (27.7) < I / σ I > a 17.7 (5.5) Wilson B value (Å 2 ) 15.6 Refinement Number of atoms Protein c 3102 Water 455 Zinc 2 R cryst (%) d 17.0 R free (%) d 19.9 Root-mean-square deviation bonds (Å) 0.008 Root-mean-square deviation angles (°) 1.2 Mean B value (Å 2 ) 17.6 Ramachandran plot statistics e Most favoured/additional allowed (%) 93.4/6.6 Generously allowed/disallowed (%) 0/0 a Values in parentheses are for the highest resolution shell. b R merge = ∑( I h,i − < I h >)/∑ I h,i . c Number includes alternative conformations. d R cryst and R free =∑‖ F obs | − | F calc ‖/∑| F obs |, where R free was calculated over 5% of the amplitudes chosen at random and not used in the refinement. e Calculated with PROCHECK ( Laskowski et al ., 1993 ). The p63 residues equivalent to Phe236 and Ile253 in p53 (Phe267 and Ile284) also pack against each other, as observed in the recently solved solution structure of the p63 core domain (PDB entry 2RMN). There are, however, small differences in the way these two residues pack in p63 because of amino acid substitutions in the immediate environment of these residues (e.g. Val272 in the p53 mutant corresponds to Ala303 in p63) and shifts of the protein backbone at the end of β-strand S8 where Phe267 is located (Fig. 2 b). Fluorescence anisotropy We measured the DNA-binding properties of HM to probe whether the two additional mutations have an effect on the functional properties of the protein. The dissociation constant of 11.3 ± 3.0 nM for full-length HM and p21 consensus sequence, measured by fluorescence anisotropy (Fig. 3 ), was within the experimental error of that published for full-length QM (12.0 nM) ( Weinberg et al ., 2005 ). Fig. 3 DNA binding of full-length HM. Full-length HM binds to p21 consensus DNA with a K d = 11.3 ± 3.0 nM, as measured by fluorescence anisotropy. Differential scanning calorimetry p53 denatures irreversibly and forms aggregates on approaching its melting temperature, T m . Differential scanning calorimetry (DSC) does not record a true T m because of this irreversible denaturation. However, very high scanning rates give a good approximation of the T m ( Boeckler et al ., 2008 ). The double-mutant Y236F/T253I had a very similar apparent T m to wild-type p53 (45.1 ± 0.1°C versus 45.3 ± 0.2°C) (Fig. 4 ). Addition of the two mutations, Y236F/T253I, to QM ( T m = 51.0 ± 0.2°C) did not lead to a significant increase in T m for HM (51.3 ± 0.2°C). Fig. 4 Thermal stability of p53 core domain variants. Melting curves for wild-type p53 (black), double mutant (red), QM (blue) and HM (green), as measured by DSC. Thermodynamics of urea denaturation The reversible unfolding, and hence thermodynamic stability, of HM and QM can be measured at lower temperatures by equilibrium urea denaturation ( Bullock et al ., 1997 ). Denaturation of p53 core domain by urea was monitored by changes in the tryptophan fluorescence at 352 nm at different temperatures (Fig. 5 ). At 10°C, HM unfolded at a higher urea concentration, [urea] 50% , of 5.08 M urea than the 3.97 M urea found for QM. At higher temperatures (20°C, 30°C and 37°C), the [urea] 50% of HM was also higher than that for QM (Table II ). Measurements at temperatures higher than previously described ( Bullock et al ., 1997 ) were possible because QM and HM are kinetically more stable than the wild-type p53 (unpublished data for QM, G. Jaggi and A.R.F.). For experiments carried out at 10°C and 20°C, samples were equilibrated overnight. For experiments at higher temperatures, shorter equilibration times were used to prevent aggregation, as the rate of aggregation of protein increases with temperature (see Materials and methods). The m -value of p53, which is the rate of change of free energy of denaturation with denaturant concentration (=∂Δ G D–N /∂[urea]), is a less accurate measure than [urea] 50% , which is usually very reproducible ( Serrano et al ., 1992 ). The m -values of HM (Table II ) were markedly lower than those of QM at 10°C (e.g. 2.16 versus 2.96 kcal/mol/M at a protein concentration of 0.5 µM). The differences in values between QM and HM decreased with increasing temperature, and at 37°C the m -values were similar. Fig. 5 Equilibrium denaturation of p53 core domain mutants. Urea-induced unfolding curves at different temperature of 10°C, 20°C, 30°C and 37°C are shown for QM ( a – d ) and HM ( e – h ), represented by the change in relative fluorescence versus concentration of denaturant. The measurements were carried out in 25 mM sodium phosphate, pH 7.2, 150 mM KCl, 5 mM DTT, with 0.5 µM protein. Table II Equilibrium denaturation of p53 core domain mutants Protein concentration (µM) a Temperature (°C) QM HM m (kcal/mol/M) [urea] 50% (M) m (kcal/mol/M) [urea] 50% (M) 0.5 37 −2.48 ± 0.23 2.56 ± 0.08 −2.18 ± 0.19 3.37 ± 0.11 0.5 30 −2.75 ± 0.09 3.33 ± 0.04 −2.24 ± 0.20 4.04 ± 0.07 0.5 20 −2.88 ± 0.07 3.81 ± 0.03 −2.27 ± 0.13 4.55 ± 0.14 0.25 10 −2.92 ± 0.10 4.05 ± 0.01 −2.10 ± 0.25 4.99 ± 0.01 0.5 10 −2.96 ± 0.18 3.97 ± 0.02 −2.16 ± 0.10 5.08 ± 0.02 1.0 10 −3.10 ± 0.01 4.12 ± 0.01 −2.68 ± 0.17 5.06 ± 0.16 a Measurements were carried out in 25 mM sodium phosphate, pH 7.2, 150 mM KCl, 5 mM DTT. All experiments were done in triplicate except for the ones at 0.25 and 1.0 µM protein, which were done in duplicate. Fluorescence spectra in urea solutions The m -value is a measure of the change in solvent-accessible surface area upon denaturation. Low values of m can result from either incomplete unfolding or the accumulation of an intermediate upon denaturation. We searched for evidence of an intermediate by examining the fluorescence spectra during denaturation as a function of urea concentration. Changes in both the tryptophan peak at 352 nm and the tyrosine peak at 305 nm could be observed by monitoring the full fluorescence spectra of QM and HM during unfolding at different urea concentrations at 10°C with 280 nm excitation. Tryptophan fluorescence is highest in the denatured state. The maximum tyrosine signal is found for the native state. An isoemission point, characteristic of a two-state transition, was observed for QM but not for HM during unfolding at 10°C, 20°C and 30°C (Fig. 6 ). This observation implies that HM does not undergo a two-state transition during unfolding with urea but that there must be one or more intermediates. At 37°C, however, there was an isoemission point for both HM and QM implying that denaturation was two-state for both, consistent with their m -values being similar (Table II ). Fig. 6 Temperature dependence of fluorescence spectra upon urea denaturation of p53 core domain mutants. Raw fluorescence spectra at different temperatures of 10°C, 20°C, 30°C and 37°C with urea unfolding are shown for QM ( a – d ) and HM ( e – h ). The measurements were done in 25 mM sodium phosphate, pH 7.2, 150 mM KCl, 5 mM DTT, with 0.5 µM protein. To check for any effects due to aggregation, we performed the experiments at different protein concentrations of 0.25 and 1.0 µM at 10°C (Fig. 7 ). The [urea] 50% of QM and HM stayed largely invariant at the protein concentrations tested (Table II ). Some concentration dependence was observed for the m -values of HM but not for QM (Table II ). The m -value of HM increased to 2.68 kcal/mol/M when 1 µM protein was used but was invariant at lower concentrations. The isoemission point during denaturation at 1.0 µM protein implied two-state denaturation for HM (Fig. 7 ). At 0.25 µM, no isoemission point was observed for HM, suggesting that there was a significant population of an intermediate. There was an isoemission point for QM at protein concentrations of 0.25 and 1.0 µM (Fig. 7 ). Fig. 7 Concentration dependence of fluorescence spectra upon urea denaturation of p53 core domain mutants. The fluorescence spectra at different concentrations of 0.25 and 1.0 µM protein with urea unfolding are shown for QM ( a and b ) and HM ( c and d ). The measurements were done in 25 mM sodium phosphate, pH 7.2, 150 mM KCl, 5 mM DTT, at 10°C. 15 N HSQC There was a good overlay of peaks in the 15 N HSQC spectra of the denatured state of QM and HM at 6.7 M urea with the exception of a few peaks, which were likely to result from the two mutations. Most of the peaks had 1 H signals that were within random coil values (data not shown). Both QM and HM were thus mainly unfolded at high concentrations of denaturant. Discussion In this study, we report the design of a stabilised core domain mutant of p53 (HM). The crystal structure of HM shows that the two newly introduced mutations, Y236F and T253I, improve hydrophobic core packing, which in turn leads to higher stability of the core domain. Residues in functional regions are not affected by the mutations. These structural observations are consistent with fluorescence anisotropy data, showing that the mutations have no effect on the intrinsic DNA-binding properties of the full-length protein. The two mutations mimic the hydrophobic core of the p53 paralogs p63 and p73, which are thermodynamically more stable than p53 ( Klein et al ., 2001 ; Patel et al ., 2008 ). Phylogenetic studies suggest that p63 and p73 more closely resemble the common ancestral protein, whereas p53 evolved later ( Kaghad et al ., 1997 ; Yang et al ., 1998 ). Hence, it appears that Tyr236 and Thr253 have been selected by nature to allow p53 to have a more unstable hydrophobic core. It has been suggested that the intrinsic instability of the p53 core domain might be important for the function of the protein ( Canadillas et al ., 2006 ). Since p53 is at the hub of cellular DNA-damage response pathways, its activity has to be finely balanced and quickly switched on and off in response to incoming signals. Having an inherently unstable core domain may be one way of achieving this by allowing for rapid cycling between folded and unfolded state [in addition to modulation by post-translational modifications, such as ubiquitination followed by nuclear export and proteasomal degradation ( Toledo and Wahl, 2006 )]. As a negative trade-off, p53 is more susceptible to destabilising mutations. If wild-type p53 core domain had a higher intrinsic stability, then many structural p53 cancer mutations that reduce the thermodynamic stability of the protein but do not perturb the architecture of functional interfaces would result in more benign phenotypes at physiological conditions ( Joerger et al ., 2006 ). Unlike p53, p63 and p73 are not mutated in human cancer. Both p63 and p73 seem to have unique roles in development, whereas p53 plays a more important role in tumour suppression, despite the similarity in their ability to transcribe cell-cycle arrest and apoptotic genes ( Moll and Slade, 2004 ). More recent studies, however, show that depending on the cellular context, p63 and p73 can act as a tumour suppressor and maintain the integrity of the genome ( Pietsch et al ., 2008 ; Rosenbluth and Pietenpol, 2008 ). p63, for example, plays a unique role in protecting the female germ line during meiotic arrest ( Suh et al ., 2006 ). It would be interesting to see whether the differences in thermodynamic stability of the different members of the p53 family are a contributing factor to their different functional properties in the cellular environment. Equilibrium urea denaturation at 10°C has been used for the determination of the free energy of unfolding, Δ G D–N , of the p53 core domain and has provided much of the framework for the classification of the effects of oncogenic mutations on stability ( Bullock et al ., 2000 ). We monitored the transition of intrinsic tryptophan and tyrosine fluorescence upon urea denaturation, in both QM and HM. We observed lower m -values for HM when compared with QM, which can either suggest a more significant residual structure in the denatured state ( Dill and Shortle, 1991 ) or a decrease in cooperativity of unfolding, such as in the case of staphylococcal nuclease ( Carra and Privalov, 1996 ) or barnase ( Sanz and Fersht, 1993 ). A cooperative transition for urea unfolding has been previously demonstrated for wild-type p53 core domain by the presence of an isoemission point ( Bullock et al ., 2000 ). The absence of an isoemission point in the tryptophan and tyrosine spectral transition of HM at lower temperatures suggests a lack of cooperativity in unfolding. QM, on the other hand, appears to undergo a two-state transition from 10°C to 37°C with no significant population of intermediate species and with the presence of a clear isoemission point. The m -value of QM is close to that of wild-type p53 at 10°C (2.96 versus 3.26 kcal/mol/M), as reported previously ( Bullock et al ., 2000 ). Moreover, we showed by HSQC that the denatured states of HM and QM at high urea concentration of 6.65 M urea were unfolded to a similar extent with little residual structure. The HSQC results show that both HM and QM have similar denatured states, whereas the native states of QM and HM are shown to be similar by X-ray crystallography. Since the m -value of a protein is affected by the difference in solvent-accessible area between the native and the denatured state ( Dill and Shortle, 1991 ), it is possible that a significant population of a folding-intermediate state in HM during unfolding might explain its lower m -value. This population of an intermediate state accumulates at lower temperatures of 10°C, 20°C and 30°C, leading to a non-two-state transition (Fig. 6 ). However, this population of HM intermediate may be lower at 37°C, leading to an apparent two-state transition, as seen from the presence of an isoemission point. Such a disappearance of an intermediate population due to higher temperatures has been previously described for barnase ( Oliveberg et al ., 1995 ). We also observed that this intermediate species was less populated at a higher concentration of HM protein (Fig. 7 ), as seen from the presence of an isoemission point at 1.0 µM protein. The stabilisation of an intermediate due to the two mutations might also explain why HM does not have a significantly higher apparent T m than QM, as measured by DSC, because of faster aggregation at higher temperatures. It could be that this intermediate is the one that has been previously observed by kinetic experiments ( Butler and Loh, 2005 ). Previous calculations of the free energy of unfolding, Δ G D–N , of p53 mutants have made use of an apparent two-state assumption. However, the use of a two-state model can lead to the erroneous conclusion that HM is less stable than QM at lower temperatures due to the lower m -values of HM, even though the urea midpoint of unfolding, [urea] 50% , is consistently higher for HM than QM. Three-state analysis has been used previously for the calculations of the free energy of unfolding, Δ G D–N , for low m -value mutants in the case of staphylococcal nuclease. This analysis helped to resolve contradictory results between the stability of mutants ( Carra and Privalov, 1996 ). We calculated the free energy of unfolding of HM and QM at 37°C, as both proteins display isoemission points and can be approximated to undergoing a two-state transition at this temperature. HM is found to be 1.9 kcal/mol more stable than QM at 37°C, by taking the average m -value of both HM and QM at this temperature. In summary, we have further stabilised the native state of p53 by 1.9 kcal/mol at 37°C, when compared with the previously described QM, by the addition of two mutations, Y236F and T253I, which mimic the hydrophobic core of the paralogs p63 and p73. We propose that the two mutations also lead to the stabilisation of a folding intermediate. Understanding the formation of p53 intermediates will be important for elucidating its folding pathway and the mechanism of misfolding of p53 due to oncogenic mutations. Materials and methods Molecular cloning and protein purification p53 core domain (residues 94–312) was purified as described previously using a pRSETA-derived plasmid ( Joerger et al ., 2004 ). Full-length p53 (residues 1–393) was cloned into a pET24a-HLTV plasmid containing an N-terminal fusion of 6×His/lipoamyl domain/TEV protease cleavage site. Additional mutations were introduced using the QuickChange site-directed mutagenesis kit (Stratagene). Protein expression and purification of the full-length p53 mutants followed published protocols ( Tidow et al ., 2007 ). Crystallisation and structure solution Crystals of HM p53 core domain were grown at 21°C using the sitting drop vapour diffusion technique. Three microlitres of protein solution (6 mg/ml in 20 mM phosphate buffer pH 7.2, 150 mM NaCl, 4 mM DTT) were mixed with 3 µl reservoir buffer (100 mM Hepes pH 7.2, 19% PEG 4000) above a reservoir solution of 400 µl. The crystals obtained belonged to space group P 2 1 2 1 2 1 and were isomorphous to those reported for QM ( Joerger et al ., 2004 ). They were flash frozen in mother liquor containing 20% glycerol as cryo protectant. Data collection was carried out at beamline I03 of the Diamond Light Source. Data processing was performed using MOSFLM ( Leslie, 1992 ) and the CCP4 suite ( Collaborative Computational Project, 1994 ). The structure was solved by molecular replacement with CNS ( Brünger et al ., 1998 ) using the structure of QM (PDB entry 1UOL) as a search model. Subsequently, the structure was refined by iterative cycles of refinement with CNS ( Brünger et al ., 1998 ) and PHENIX ( Adams et al ., 2002 ), and manual model building with MAIN ( Turk, 1992 ). Structure validation was performed using PROCHECK ( Laskowski et al ., 1993 ) and MOLPROBITY ( Davis et al ., 2007 ). Structural figures were created using PYMOL ( www.pymol.org ). Data collection and refinement statistics are summarised in Table I . Fluorescence anisotropy Binding of HM to fluorescein-labelled 30mer dsDNA containing the 3′ p21 response element (5′-TAGAGGAAGAAGACTGGGCATGTCTGGGCA) was measured by fluorescence anisotropy. Measurements were recorded on a PerkinElmer Life Sciences LS55 Luminescence Spectrometer equipped with a Hamilton Microlab titrator and controlled by laboratory software. The excitation and emission wavelengths used were 480 and 530 nm, respectively, and the slit widths for excitation and emission were 15 and 20 nm. The photomultiplier voltage used was 950 V with an integration time of 5 s for each measurement. The initial concentration of p21 DNA was 10 nM. The experiments were performed at 10°C in 25 mM imidazole, pH 7.2, 213.4 mM NaCl, 5 mM DTT, with a total ionic strength of 225 mM. Differential scanning calorimetry DSC experiments were performed using a Microcal VP-Capillary DSC instrument (Microcal, Amherst, MA, USA) with an active cell volume of 125 µl. Temperatures from 10°C to 85°C were scanned at a rate of 250°C/h. Protein samples were buffer-exchanged into a buffer of 25 mM sodium phosphate, pH 7.2, 150 mM NaCl, 5 mM DTT. This buffer was also used for baseline scans. About 30 µM protein was used. A pressure of 2.5 bars (nitrogen) was applied to the cell. The data were analysed with ORIGIN software (Microcal). Experiments were carried out in triplicate. Urea denaturation Samples for urea denaturation experiments were prepared using a Hamilton Microlab dispenser from stock solutions of urea, buffer and protein to contain 1 µM protein in 25 mM sodium phosphate buffer, pH 7.2, 150 mM KCl, 5 mM DTT and increasing concentrations of urea. Samples were equilibrated overnight for measurements done at 10°C and 20°C. Samples were allowed to equilibrate for 4 h for measurements at 30°C. For the experiments at 37°C, the samples were kept at 30°C and allowed to equilibrate in the cuvette at 37°C for 9 min before measurements were taken. The intrinsic fluorescence spectra of p53, excited at 280 nm, were recorded in the range of 300–400 nm on a PerkinElmer Life Sciences LS50B spectro-fluorometer equipped with a Waters 2700 sample manager and controlled by laboratory software. The data were analysed as previously described ( Bullock et al ., 2000 ). Nuclear magnetic resonance 15 N HSQC spectra were acquired for the denatured states of QM and HM at 20°C. About 100 µM 15 N labelled QM and HM core domain protein in 25 mM sodium phosphate buffer, pH 7.2, 150 mM KCl, 5 mM DTT and 6.65 M urea were used. Curve fitting The data from urea denaturation for QM and HM were fitted to Eq. (1), which assumes a two-state model in which the fluorescence of the folded and unfolded states is dependent on denaturant concentration: where F is the fluorescence at the given concentration of denaturant, α N and α D are the intercepts and β N and β D are the slopes of the baselines at low (N) and high (D) denaturant concentrations, respectively. [ D ] is the concentration of denaturant; [ D ] 50% , the concentration of denaturant at which half of the protein is denatured; m , the slope of the transition; R , the gas constant and T the temperature in K. The data were fitted to this equation by non-linear least-square analysis using the general curve-fit option of the Kaleidagraph program (Abelbeck Software, Reading, PA, USA), which gives the calculated values for individual experimental measurements of m and [ D ] 50% together with their standard errors. The free energy of denaturation of proteins in the presence of denaturant Δ G D–N D is, to a first approximation, linearly related to the concentration of denaturant [Eq. (2)]: Protein data bank accession number Coordinates and structure factors of HM p53 core domain have been deposited in the Protein Data Base (PDB entry 2WGX). Funding K.H.K. is supported by the Singapore Agency for Science, Technology and Research (A*STAR). This research was supported by Cancer Research , UK, the Medical Research Council , and by EC FP6 funding . Funding to pay the Open Access publication charges for this article was provided by the Medical Research Council. Acknowledgements We thank Drs Chris Johnson, Robert Sade, and Dmitry Veprintsev for helpful discussions and technical advice, and Caroline Blair for her help in molecular biology and protein purification. We also thank the staff at the Diamond Light Source (beamline I03) for help with data collection. This publication reflects the authors’ views and not necessarily those of the EC. The Community is not liable for any use that may be made of the information. References Adams P.D. Grosse-Kunstleve R.W. Hung L.W. Ioerger T.R. McCoy A.J. Moriarty N.W. Read R.J. Sacchettini J.C. Sauter N.K. Terwilliger T.C Acta Crystallogr. D 2002 58 1948 1954 12393927 Ang H.C. Joerger A.C. Mayer S. Fersht A.R. J. Biol. Chem. 2006 281 21934 21941 16754663 Boeckler F.M. Joerger A.C. Jaggi G. Rutherford T.J. Veprintsev D.B. Fersht A.R. Proc. Natl Acad. Sci. USA 2008 105 10360 10365 18650397 Brünger A.T. Acta Crystallogr. D 1998 54 905 921 9757107 Bullock A.N. Proc. Natl Acad. Sci. USA 1997 94 14338 14342 9405613 Bullock A.N. Henckel J. Fersht A.R. Oncogene 2000 19 1245 1256 10713666 Butler J.S. Loh S.N. J. Mol. Biol. 2005 350 906 918 15982667 Canadillas J.M. Tidow H. Freund S.M. Rutherford T.J. Ang H.C. Fersht A.R. Proc. Natl Acad. Sci. USA 2006 103 2109 2114 16461916 Carra J.H. Privalov P.L. FASEB J. 1996 10 67 74 8566550 Collaborative Computational Project, N Acta Crystallogr. D 1994 50 760 763 15299374 Davis I.W. Nucleic Acids Res. 2007 35 W375 W383 17452350 Dill K.A. Shortle D. Annu. Rev. Biochem. 1991 60 795 825 1883209 Friedler A. Veprintsev D.B. Hansson L.O. Fersht A.R. J. Biol. Chem. 2003 278 24108 24112 12700230 Joerger A.C. Fersht A.R. Oncogene 2007 26 2226 2242 17401432 Joerger A.C. Fersht A.R. Annu. Rev. Biochem. 2008 77 557 582 18410249 Joerger A.C. Allen M.D. Fersht A.R. J. Biol. Chem. 2004 279 1291 1296 14534297 Joerger A.C. Ang H.C. Veprintsev D.B. Blair C.M. Fersht A.R. J. Biol. Chem. 2005 280 16030 16037 15703170 Joerger A.C. Ang H.C. Fersht A.R. Proc. Natl Acad. Sci. USA 2006 103 15056 15061 17015838 Kaghad M. Cell 1997 90 809 819 9288759 Klein C. Georges G. Kunkele K.P. Huber R. Engh R.A. Hansen S. J. Biol. Chem. 2001 276 37390 37401 11477076 Kubbutat M.H. Jones S.N. Vousden K.H. Nature 1997 387 299 303 9153396 Laskowski R.A. MacArthur M.W. Moss D.S. Thornton J.M. J. Appl. Crystallogr. 1993 26 283 291 Leslie A.G.W. Joint CCP4 and ESF-EACMB Newsletter on Protein Crystallography 1992 26 Warrington, UK Daresbury Laboratory Matsumura I. Ellington A.D. Protein Sci. 1999 8 731 740 10211819 Mayer S. Rudiger S. Ang H.C. Joerger A.C. Fersht A.R. J. Mol. Biol. 2007 372 268 276 17631895 Moll U.M. Slade N. Mol. Cancer Res. 2004 2 371 386 15280445 Nikolova P.V. Henckel J. Lane D.P. Fersht A.R. Proc. Natl Acad. Sci. USA 1998 95 14675 14680 9843948 Oliveberg M. Tan Y.J. Fersht A.R. Proc. Natl Acad. Sci. USA 1995 92 8926 8929 7568045 Olivier M. Eeles R. Hollstein M. Khan M.A. Harris C.C. Hainaut P. Hum. Mutat. 2002 19 607 614 12007217 Patel S. Bui T.T. Drake A.F. Fraternali F. Nikolova P.V. Biochemistry 2008 47 3235 3244 18260640 Pietsch E.C. Sykes S.M. McMahon S.B. Murphy M.E. Oncogene 2008 27 6507 6521 18955976 Rosenbluth J.M. Pietenpol J.A. Genes Dev. 2008 22 2591 2595 18832062 Sanz J.M. Fersht A.R. Biochemistry 1993 32 13584 13592 8257694 Serrano L. Kellis J.T. Jr Cann P. Matouschek A. Fersht A.R. J. Mol. Biol. 1992 224 783 804 1569557 Suh E.K. Yang A. Kettenbach A. Bamberger C. Michaelis A.H. Zhu Z. Elvin J.A. Bronson R.T. Crum C.P. McKeon F. Nature 2006 444 624 628 17122775 Tidow H. Melero R. Mylonas E. Freund S.M. Grossmann J.G. Carazo J.M. Svergun D.I. Valle M Fersht A.R. Proc. Natl Acad. Sci. USA 2007 104 12324 12329 17620598 Toledo F. Wahl G.M. Nat. Rev. Cancer 2006 6 909 923 17128209 Turk D. 1992 Germany Technische Universität München PhD thesis Vogelstein B. Lane D. Levine A.J. Nature 2000 408 307 310 11099028 Wang Y. Rosengarth A. Luecke H. Acta Crystallogr. D 2007 63 276 281 17327663 Weinberg R.L. Veprintsev D.B. Bycroft M. Fersht A.R. J. Mol. Biol. 2005 348 589 596 15826656 Yang A. Kaghad M. Wang Y. Gillett E. Fleming M.D. Dotsch V. Andrews N.C. Caput D. McKeon F Mol. Cell 1998 2 305 316 9774969 Edited by Valerie Daggett",
  "plain_text": "The core domain of the tumour suppressor p53 is of inherently low thermodynamic stability and also low kinetic stability, which leads to rapid irreversible denaturation. Some oncogenic mutations of p53 act by just making the core domain thermosensitive, and so it is the target of novel anti-cancer drugs that bind to and stabilise the protein. Increasing the stability of the unstable core domain has also been crucial for biophysical and structural studies, in which a stabilised quadruple mutant (QM) is currently used. We generated an even more stabilised hexamutant (HM) by making two additional substitutions, Y236F and T253I, to the QM. The residues are found in the more stable paralogs p63 and p73 and stabilise the wild-type p53 core domain. We solved the structure of the HM core domain by X-ray crystallography at 1.75 Å resolution. It has minimal structural changes from QM that affect the packing of hydrophobic core residues of the β-sandwich. The full-length HM was also fully functional in DNA binding. HM was more stable than QM at 37°C. Anomalies in biophysics and spectroscopy in urea-mediated denaturation curves of HM implied the accumulation of a folding intermediate, which may be related to those detected in kinetic experiments. The two additional mutations over-stabilise an unfolding intermediate. These results should be taken into consideration in drug design strategies for increasing the stability of temperature-sensitive mutants of p53."
}
