{
    "PMC": "1977918",
    "DOI": "10.1038/bjc.1992.221",
    "PMID": "1379062",
    "PMCID": "PMC1977918",
    "title": "Specific detection of c-erbB-2 mRNA expression in gastric cancers by the polymerase chain reaction following reverse transcription.",
    "year": 1992,
    "source_url": "https://europepmc.org/article/PMC/PMC1977918",
    "source": "MED",
    "abstract_text": "The expression of the c-erbB-2 mRNA in human embryonic lung fibroblasts, a gastric cancer cell line, mature placenta, and 25 gastric cancer tissues was examined by using the polymerase chain reaction following reverse transcription. This technique can be used to examine c-erbB-2 mRNA expression in a small endoscopic biopsy specimen before surgery.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group 1977918 1379062 Research Article Specific detection of c-erbB-2 mRNA expression in gastric cancers by the polymerase chain reaction following reverse transcription. Ninomiya I. Endo Y. Yonemura Y. Noguchi M. Fushida S. Nakai M. Takamura H. Harada F. Suzuki T. Miyazaki I. Department of Surgery II, School of Medicine, Kanazawa University, Japan. 7 1992 66 1 84 87 https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . The expression of the c-erbB-2 mRNA in human embryonic lung fibroblasts, a gastric cancer cell line, mature placenta, and 25 gastric cancer tissues was examined by using the polymerase chain reaction following reverse transcription. This technique can be used to examine c-erbB-2 mRNA expression in a small endoscopic biopsy specimen before surgery. Images Figure 1 Figure 3",
    "full_text_abstract": "The expression of the c-erbB-2 mRNA in human embryonic lung fibroblasts, a gastric cancer cell line, mature placenta, and 25 gastric cancer tissues was examined by using the polymerase chain reaction following reverse transcription. This technique can be used to examine c-erbB-2 mRNA expression in a small endoscopic biopsy specimen before surgery. Images Figure 1 Figure 3"
}