{
  "PMC": "6837327",
  "DOI": "10.1371/journal.pone.0223089",
  "PMID": "31697685",
  "PMCID": "PMC6837327",
  "title": "Correction: KRIT1 Regulates the Homeostasis of Intracellular Reactive Oxygen Species.",
  "year": 2019,
  "source_url": "https://europepmc.org/article/PMC/PMC6837327",
  "source": "MED",
  "abstract_text": "[This corrects the article DOI: 10.1371/journal.pone.0011786.].",
  "full_text": "PLoS One PLoS ONE plos plosone PLoS ONE 1932-6203 Public Library of Science San Francisco, CA USA 6837327 10.1371/journal.pone.0223089 PONE-D-19-26040 Correction Correction: KRIT1 Regulates the Homeostasis of Intracellular Reactive Oxygen Species The PLOS ONE staff 7 11 2019 2019 7 11 2019 14 11 e0223089 © 2019 The PLOS ONE staff 2019 The PLOS ONE staff This is an open access article distributed under the terms of the Creative Commons Attribution License , which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. KRIT1 Regulates the Homeostasis of Intracellular Reactive Oxygen Species Fig 3 is incorrect. The authors have provided a corrected version here. The publisher apologizes for the error. 10.1371/journal.pone.0223089.g001 Fig 3 KRIT1 regulates steady-state levels of intracellular ROS. A–B) Qualitative detection of the steady-state levels of intracellular ROS by fluorescence microscopy. Wild-type (WT), KRIT1 −/− (KRIT1 −/− ) and KRIT1-transduced (Lv-KRIT1 9/6) MEFs grown under standard conditions were analyzed by fluorescence microscopy 20 min after the addition of the cell-permeable redox-sensitive fluorogenic probe DCFH-DA (A) or DHE (B). The images were taken with a fixed short exposure time and a high fluorescence intensity threshold value to avoid saturation, and are representative of several independent experiments. Notice that KRIT1 −/− cells (panels b) showed significantly more intense fluorescent signals than WT cells (panels a), indicating that they contained higher levels of ROS. Conversely, ROS levels in KRIT1 −/− cells were reduced to near WT levels upon KRIT1 re-expression by lentiviral infection (panels c). Scale bar represents 50 μm. C–H. Quantitative determination of the steady-state levels of intracellular ROS by FACS analysis. Wild-type (WT), KRIT1 −/− (K −/− ) and three distinct KRIT1 −/− cell populations re-expressing KRIT1 at low, medium and high levels, respectively [Lv-KRIT1 2/7 (K2/7), 10/6 (K10/6) and 9/6 (K9/6)], were grown under standard conditions and analyzed by FACS 20 min after the addition of the DCFH-DA (C–F) or DHE (G,H) probes. Representative flow cytometry profiles (C,E,G) and quantitative histograms of the mean fluorescence intensity (M.F.I.) values (D,F,H) of n≥5 independent FACS experiments are shown. M.F.I. values were normalized to spontaneous fluorescence of control cells untreated with the fluorogenic probes (Ctr) and expressed as percentage of KRIT1 −/− (K −/− ) cells (± SD). *P<0.001 versus KRIT1 −/− cells. Notice that KRIT1 −/− cells displayed the highest content of intracellular ROS, whereas the re-expression of KRIT1 caused a significant, expression level-dependent decrease in intracellular ROS levels. Reference 1 Goitre L , Balzac F , Degani S , Degan P , Marchi S , Pinton P , et al ( 2010 ) KRIT1 Regulates the Homeostasis of Intracellular Reactive Oxygen Species . PLoS ONE 5 ( 7 ): e11786 10.1371/journal.pone.0011786 20668652",
  "plain_text": "[This corrects the article DOI: 10.1371/journal.pone.0011786.]."
}
