{
    "PMC": "7832490",
    "DOI": "10.1016/j.stem.2020.12.018",
    "PMID": "33450186",
    "PMCID": "PMC7832490",
    "title": "ApoE-Isoform-Dependent SARS-CoV-2 Neurotropism and Cellular Response.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC7832490",
    "source": "MED",
    "abstract_text": "ApoE4, a strong genetic risk factor for Alzheimer disease, has been associated with increased risk for severe COVID-19. However, it is unclear whether ApoE4 alters COVID-19 susceptibility or severity, and the role of direct viral infection in brain cells remains obscure. We tested the neurotropism of SARS-CoV2 in human-induced pluripotent stem cell (hiPSC) models and observed low-grade infection of neurons and astrocytes that is boosted in neuron-astrocyte co-cultures and organoids. We then generated isogenic ApoE3/3 and ApoE4/4 hiPSCs and found an increased rate of SARS-CoV-2 infection in ApoE4/4 neurons and astrocytes. ApoE4 astrocytes exhibited enlarged size and elevated nuclear fragmentation upon SARS-CoV-2 infection. Finally, we show that remdesivir treatment inhibits SARS-CoV2 infection of hiPSC neurons and astrocytes. These findings suggest that ApoE4 may play a causal role in COVID-19 severity. Understanding how risk factors impact COVID-19 susceptibility and severity will help us understand the potential long-term effects in different patient populations.",
    "full_text": "pmc Cell Stem Cell Cell Stem Cell Cell Stem Cell 1934-5909 1875-9777 Elsevier Inc. 7832490 S1934-5909(20)30602-0 10.1016/j.stem.2020.12.018 Short Article ApoE-Isoform-Dependent SARS-CoV-2 Neurotropism and Cellular Response Wang Cheng 1 6 Zhang Mingzi 1 6 Garcia Gustavo Jr. 2 7 Tian E. 1 7 Cui Qi 1 Chen Xianwei 1 Sun Guihua 3 Wang Jinhui 4 Arumugaswami Vaithilingaraja 2 5 ∗ Shi Yanhong 1 8 ∗∗ 1 Division of Stem Cell Biology Research, Department of Developmental and Stem Cell Biology, Beckman Research Institute of City of Hope, Duarte, CA 91010, USA 2 Department of Molecular and Medical Pharmacology, University of California, Los Angeles, Los Angeles, CA 90095, USA 3 Department of Diabetes Complications & Metabolism, Beckman Research Institute of City of Hope, Duarte, CA 91010, USA 4 Integrative Genomics Core, Beckman Research Institute of City of Hope, Duarte, CA 91010, USA 5 Eli and Edythe Broad Center of Regenerative Medicine and Stem Cell Research, University of California, Los Angeles, Los Angeles, CA 90095, USA ∗ Corresponding author ∗∗ Corresponding author 6 These authors contributed equally 7 These authors contributed equally 8 Lead Contact 4 1 2021 4 2 2021 4 1 2021 28 2 331 342.e5 9 10 2020 3 12 2020 23 12 2020 © 2020 Elsevier Inc. 2020 Elsevier Inc. Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. ApoE4, a strong genetic risk factor for Alzheimer disease, has been associated with increased risk for severe COVID-19. However, it is unclear whether ApoE4 alters COVID-19 susceptibility or severity, and the role of direct viral infection in brain cells remains obscure. We tested the neurotropism of SARS-CoV2 in human-induced pluripotent stem cell (hiPSC) models and observed low-grade infection of neurons and astrocytes that is boosted in neuron-astrocyte co-cultures and organoids. We then generated isogenic ApoE3/3 and ApoE4/4 hiPSCs and found an increased rate of SARS-CoV-2 infection in ApoE4/4 neurons and astrocytes. ApoE4 astrocytes exhibited enlarged size and elevated nuclear fragmentation upon SARS-CoV-2 infection. Finally, we show that remdesivir treatment inhibits SARS-CoV2 infection of hiPSC neurons and astrocytes. These findings suggest that ApoE4 may play a causal role in COVID-19 severity. Understanding how risk factors impact COVID-19 susceptibility and severity will help us understand the potential long-term effects in different patient populations. Graphical Abstract Shi and colleagues used hiPSC-derived neurons, astrocytes, and brain organoids to model SARS-CoV-2 neurotropism. They found that ApoE4/4 genotype led to an increased rate of SARS-CoV-2 infection in both neurons and astrocytes, and ApoE4 astrocytes exhibited a more severe response. Moreover, remdesivir could inhibit SARS-CoV-2 infection in neurons and astrocytes. Keywords ApoE Alzheimer's disease COVID-19 induced pluripotent stem cells iPSCs neurons astrocytes neuron-astrocyte co-culture brain organoids SARS-CoV-2 neurotropism remdesivir Published: December 29, 2020 Introduction The coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) ( Coronaviridae Study Group of the International Committee on Taxonomy of Viruses, 2020 ; Wu et al., 2020b ; Zhu et al., 2020 ). The rapid and widespread outbreak of SARS-CoV-2 poses a serious threat to worldwide public health. Although SARS-CoV-2 primarily affects the respiratory system, an increasing number of studies have started to report neurological symptoms, including headache, smell and taste disorders, dysexecutive syndrome, confusion, seizure, and encephalopathy ( Giacomelli et al., 2020 ; Helms et al., 2020 ; Lechien et al., 2020 ; Mao et al., 2020 ; Parma et al., 2020 ; Solomon et al., 2020 ). It has been reported that more than 30% of hospitalized COVID-19 patients exhibited neurological manifestations ( Mao et al., 2020 ). However, it remains to be determined whether the neurological symptoms are a direct result of SARS-CoV-2 infection of brain cells or a consequence of systemic illness ( Ellul et al., 2020 ). The detection of viral RNA and/or protein in the brains of COVID-19 patients who exhibited neurological symptoms ( Moriguchi et al., 2020 ; Paniz-Mondolfi et al., 2020 ; Puelles et al., 2020 ; Solomon et al., 2020 ) suggests viral infection of human brains. Moreover, a neurochemical study of 47 COVID-19 patients has shown that patients with severe COVID-19 exhibited an elevated plasma level of GFAP and NfL, indications of astrocytic activation and neuronal injury ( Kanberg et al., 2020 ), further supporting the idea that SARS-CoV-2 could enter the brain and cause neurological disturbance. ApoE is a lipid binding protein that has three major isoforms. The ε4 allele of APOE is associated with increased risk for AD, ε3 is neutral, and ε2 is associated with reduced risk for AD ( Bertram and Tanzi, 2008 ). ApoE is expressed in both astrocytes and neurons, with higher levels in astrocytes ( Liu et al., 2013 ). While it is well accepted that the ε4 allele of APOE is associated with increased risk and accelerated onset of AD, a recent study demonstrated a positive association between the ApoE4 genotype and risk for severe COVID-19 ( Kuo et al., 2020 ) using data from the UK Biobank. Data from 451,367 participants with European ancestry in the UK Biobank were included in the study. Among the participants, 9,022 individuals were ApoE4/4 (3%), 90,469 were ApoE3/4 (28%), and 223,457 were ApoE3/3 (69%). There were 622 COVID-19 patients, including 37 ApoE4/4 and 401 ApoE3/3 individuals. The ApoE4/4 genotype was strongly associated with a risk for severe COVID-19 (hospitalized patients), independent of pre-existing comorbidities ( Kuo et al., 2020 ). The association of ApoE4/4 genotype and the risk for COVID-19 is strong (OR >2.3, 95% CI). However, there is no direct evidence to pinpoint the causality of the ApoE ε4 allele in COVID-19 susceptibility or severity. Human-induced pluripotent stem cells (hiPSCs) have emerged as valuable in vitro platforms to model human brain development and diseases for which human cells and tissues are not easily accessible ( Takahashi et al., 2007 ; Yu et al., 2007 ; Marchetto et al., 2011 ; Shi et al., 2017a ; Li et al., 2018a ; Li and Shi, 2020 ). In response to the COVID-19 pandemic, hiPSC-derived NPCs, neurons, and brain organoids have been used to model SARS-CoV-2 neurotropism ( Jacob et al., 2020 ; Mesci et al., 2020 ; Pellegrini et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). These studies all reported infection of neurons and/or astrocytes by SARS-CoV-2; however, different extents of infection have been reported. Some reported sparse infection of neurons and astrocytes ( Jacob et al., 2020 ; Pellegrini et al., 2020 ), whereas others showed more extensive infection of these cell types in either 2D or 3D cultures ( Mesci et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). The cause for this discrepancy remains to be explored. Genetic risk factors could affect the susceptibility and severity of COVID-19. The generation of isogenic iPSC lines using genome-editing technologies, with the edited gene as the sole variable, allows the identification of pathological phenotypes that are specific to the genetic risk factors, without potential confusion resulting from distinct genetic or epigenetic background of different iPSC donors ( Hockemeyer and Jaenisch, 2016 ). Studying cells derived from isogenic iPSCs with the ApoE genotype as the sole variable will allow us to identify phenotypes directly caused by the specific ApoE isoform. In this study, we generated isogenic hiPSCs that only differ in their ApoE genotype using CRISPR/Cas9 gene editing. Because ApoE is expressed in both astrocytes and neurons, we differentiated the isogenic hiPSCs with the ApoE3/3 or ApoE4/4 genotype into neurons and astrocytes. Using the isogenic neurons and astrocytes, we were able to detect SARS-CoV-2 infection in both neurons and astrocytes. Moreover, we were able to see ApoE-isoform-dependent SARS-CoV-2 neurotropism and cellular response. Results SARS-CoV-2 Infects hiPSC-Derived NPCs, Neurons, and Astrocytes To determine the cell types in the brain that are susceptible for SARS-CoV-2 infection, we generated neural progenitor cells (NPCs), neurons, astrocytes, and oligodendrocyte progenitor cells (OPCs) from hiPSCs using our established protocols ( Li et al., 2018b ; Feng et al., 2020 ) with modifications. Brain microvascular endothelial cells (ECs) were also included in this study. All types of cells were seeded onto 96-well plates at 20,000 cells per well. NPCs, neurons, astrocytes, and ECs were infected with SARS-CoV-2 virus at a multiplicity of infection (MOI) of 0.1 or 1 and then harvested at 24 or 72 h post-infection (hpi) for analysis. OPCs were seeded along with brain organoids and infected at MOI = 1 and harvested at 144 hpi for analysis. Immunostaining using an antibody against the SARS-CoV-2 spike protein showed clear spike-positive (spike + ) cells in SARS-CoV-2-infected NPCs ( Figures S1 A–S1C), neurons, and astrocytes ( Figures 1 A–1E), with a percentage up to 3% in NPCs ( Figure S1 B) and neurons ( Figure 1 D) and up to 5% in astrocytes ( Figure 1 E). In contrast, no spike + cells were detected in OPCs or ECs ( Figures S1 D–S1G). qRT-PCR demonstrated substantially elevated level of the viral nucleocapsid (N) transcripts in NPCs ( Figure S1 C), neurons ( Figure 1 D), and astrocytes ( Figure 1 E), even at lower MOI (MOI = 0.1), indicating that these cell types were susceptible to SARS-CoV-2 infection. It should be noted that the decrease in percentage of spike + cells in NPCs at 72 hpi ( Figure S1 B) could be caused by a substantial increase in total cell number due to NPC proliferation, because the cell number of NPCs at 72 hpi was about 3 times higher than that at 24 hpi (data not shown). Because the percentage of spike + cells showed a viral dose-dependent increase from MOI of 0.1 to MOI of 1 at 24 hpi ( Figures 1 D and 1E), we selected a viral dose at MOI of 1 for the following experiments. Figure 1 SARS-CoV-2 Infects hiPSC-Derived Neurons, Astrocytes, and Brain Organoids Cells were infected with SARS-CoV-2 at a multiplicity of infection (MOI) at 0.1 or 1 and analyzed 24 or 72 h post-infection (hpi). Organoids were analyzed 24, 72, or 144 hpi. (A) Schematic for testing SARS-CoV-2 infection of hiPSC-derived neurons and astrocytes. (B) Infection of neurons by SARS-CoV-2. Representative images of mock and infected neurons stained for the SARS-CoV-2 spike protein and the neuronal marker MAP2. (C) Infection of astrocytes by SARS-CoV-2. Representative images of mock and infected astrocytes stained for the SARS-CoV-2 spike protein and the astrocyte marker SOX9. (D and E) The percentage of SARS-CoV-2 spike + cells and the log10 fold change of viral N gene RNA level in infected neurons (D) and astrocytes (E) at 24 and 72 hpi. n = 8 (D) or 5–7 (E) image fields per group for spike + cells. n = 3 experimental repeats for viral RNA qRT-PCR. (F) Immunostaining of brain organoids. Brain organoids around day 60 were stained with NPC markers SOX2 and TBR2 and neuronal markers TUJ1, BRN2, CTIP2, and SATB2. (G) SARS-CoV-2 infection of neurons in brain organoids. Mock- or SARS-CoV-2-infected organoids were stained for TUJ1 and SARS-CoV-2 spike protein at 144 hpi. (H) Relative viral N gene RNA level by qRT-PCR in mock- and SARS-CoV-2-infected brain organoids at 24, 72, and 144 hpi. n = 3 experimental repeats. (I) Schematic of brain organoids (BO) treated with Matrigel to induce astrocyte differentiation. (J) Control and Matrigel-treated brain organoids were stained for GFAP and S100β. (K) Relative viral N gene RNA level by qRT-PCR in mock- and SARS-CoV-2-infected control (–AS) and Matrigel-treated (+AS) brain organoids at 24 hpi. n = 3 experimental repeats. (L) Schematic for neuron and astrocyte co-culture. (M) The percentage of MAP2 + spike + cells in SARS-CoV-2 (MOI = 1)-infected neurons with (N+AS) or without (N) astrocyte co-culture at 24 hpi. n = 8 image fields for each group. Scale bar: 20 μm for (B), (C), (G), and (J) and 50 μm for (F). Error bars are SEM of the mean. ∗ p < 0.05; ∗∗ p < 0.01, ∗∗∗ p < 0.001, ns: p > 0.05 by one-way ANOVA followed by Turkey’s multiple comparison test. See also Figures S1 and S2 . ACE2 and TMPRSS2 are the main receptors for SARS-CoV-2 entry into human lung cells ( Hoffmann et al., 2020 ). To determine whether brain cells may use the same receptors for SARS-CoV-2 entry, we examined the expression levels of ACE2 and TMPRSS2 in human iPSC-derived neurons and astrocytes, including human lung tissues as the positive control. Compared to human lung tissues, the expression level of ACE2 and TMPRSS2 was very low in both neurons and astrocytes ( Figure S2 A). Instead, the expression level of NRP1, a receptor that has been shown to facilitate SARS-CoV-2 infection in olfactory epithelium and CNS ( Cantuti-Castelvetri et al., 2020 ), was high in both neurons and astrocytes ( Figure S2 A). This result suggests that brain cells may use a different receptor, for example, NRP1, for SARS-CoV-2 entry, from lung cells that use ACE2 and TMPRSS2 as the receptors for SARS-CoV-2 entry. Inducing Astrocyte Differentiation in Brain Organoids Boosts SARS-CoV2 Infection in Neurons Inspired by our observation that hiPSC-derived neurons and astrocytes could be infected with SARS-CoV-2 in a 2D culture system, we next used hiPSC-derived brain organoids to test the neurotropism of SARS-CoV-2. Brain organoids were derived from hiPSCs following published protocols ( Lancaster et al., 2013 ; Qian et al., 2016 ; Sun et al., 2020 ). We used brain organoids differentiated around day 60 for the study. These organoids contained NPCs and neurons that expressed typical NPC markers SOX2 and TBR2 and neuronal markers βIII-Tubulin (TUJ1), CTIP2, and SATB2, respectively ( Figure 1 F). The brain organoids were infected with SARS-CoV-2 at MOI = 1 and harvested at 24, 72, and 144 hpi for analysis. Co-localization of the SARS-CoV-2 spike protein signal with the neuronal marker TUJ1 staining indicates that SARS-CoV-2 could infect neurons in brain organoids ( Figure 1 G). The infection of brain organoids by SARS-CoV-2 was further corroborated by a substantially elevated level of viral nucleocapsid transcript expression in SARS-CoV-2-infected brain organoids, compared to mock-treated brain organoids ( Figure 1 H). The reduced viral RNA level at 144 dpi was presumably due to extensive cell death at this time point (data not shown). Because astrocytes have been shown to be important for the production and spreading of neurotropic virus in the central nervous system ( Potokar et al., 2019 ), we next asked whether astrocytes could enhance SARS-CoV-2 infection in brain organoids. In order to compare the infection of brain organoids with or without astrocytes, we developed a method to induce astrocyte differentiation in early-stage brain organoids (e.g., day 50) that do not have spontaneous astrocyte development using Matrigel treatment ( Figure 1 I). We were able to detect GFAP + and/or S100 + astrocytes in Matrigel-treated brain organoids specifically but not in control organoids of the same stage ( Figure 1 J). qRT-PCR analysis revealed similar levels of the NPC marker TLX ( Shi et al., 2004 ; Qu et al., 2010 ) and the neuronal markers TUJ1 and MAP2 in brain organoids with or without Matrigel treatment but an increased level of the astrocyte marker GFAP in Matrigel-treated brain organoids ( Figure S2 B), confirming an enriched astrocyte population in Matrigel-treated brain organoids. Of note, qRT-PCR analysis revealed that the viral nucleocapsid RNA level was substantially higher in SARS-CoV-2-infected brain organoids with astrocytes than that in brain organoids without astrocytes ( Figure 1 K). To better quantify the effect of astrocytes on SARS-CoV-2 infection in neurons, we conducted infections in 2D cultures of neurons alone and neuron-astrocyte co-cultures with SARS-CoV-2. Quantification of the SARS-CoV-2-infected neurons (MAP2 + spike + cells) revealed that neurons co-cultured with astrocytes exhibited a higher infection rate compared to neurons cultured alone ( Figures 1 L and 1M), indicating that astrocytes could boost SARS-CoV-2 infection in neurons. ApoE4 Neurons Exhibited Higher Susceptibility to SARS-CoV-2 Infection than ApoE3 Neurons A recent study of COVID-19 patients in the UK Biobank revealed that individuals harboring the ApoE4/4 genotype were more likely to have severe COVID-19 (hospitalized) than individuals with the ApoE3/3 genotype ( Kuo et al., 2020 ). To investigate the role of ApoE4 in SARS-CoV-2 infection, we generated ApoE3/3 iPSCs from the parental ApoE4/4 iPSCs derived from an AD patient (AG06869) by CRISPR/Cas9-based gene editing ( Figure 2 A). Neurons were differentiated from isogenic ApoE3 and ApoE4 iPSCs and co-cultured with iPSC-derived astrocytes for 3 weeks for maturation. After viral infection, spike + neurons could be observed in both ApoE3 and ApoE4 neurons at 24 and 72 hpi ( Figure 2 B). At 24 hpi, quantification of the MAP2 + spike + cells revealed a mild increase in the percentage of SARS-CoV-2-infected neurons in ApoE4 neurons than in ApoE3 neurons (1.31% ± 0.14% versus 0.77% ± 0.09%), although the difference was not statistically significant ( Figure 2 C). At 72 hpi, both ApoE3 and ApoE4 neurons showed an increased percentage of MAP2 + spike + cells ( Figure 2 C), suggesting viral replication in the co-culture system. The percentage of the MAP2 + spike + cells in ApoE4 neurons was significantly higher than in E3 neurons at 72 hpi (2.10% ± 0.19% versus 1.42% ± 0.17%) ( Figure 2 C), indicating that ApoE4 neurons are more prone to SARS-CoV-2 infection compared to ApoE3 neurons. We observed that the localization of SARS-CoV-2 viral particles was mainly in the neuronal cell body, but, in some infected neurons, the viral particles could also be observed in the MAP2 + dendrites ( Figure S3 A), suggesting that SARS-CoV-2 may spread in neurons through neurites. In addition, we observed syncytia formation, a typical cytopathic effect in cultured cells infected with SARS-CoV-2, in both ApoE3 and ApoE4 neurons ( Figures S3 B and S3C), with a higher percentage of syncytia nucleus in E4 neurons than that in E3 neurons ( Figure S3 C), suggesting that SARS-CoV-2 may also spread in neurons through syncytia formation. Figure 2 SARS - CoV-2 Infects hiPSC-Derived ApoE3 and ApoE4 Neurons with Different Efficiency Isogenic ApoE3 (E3) and ApoE4 (E4) iPSC-derived neurons were infected with SARS-CoV-2 (MOI = 1) and analyzed at 24 or 72 hpi. (A) Schematic for CRISPR/Cas9 editing to switch ApoE4 to ApoE3 in iPSCs. Sanger sequencing confirms the APOE genotype of the parental (ApoE4/4) and edited (ApoE3/3) iPSCs. (B and C) E4 neurons exhibit a higher SARS-CoV-2 infection rate. Mock- or SARS-CoV-2-infected E3 or E4 neurons at 24 or 72 hpi were stained for the neuronal marker MAP2 and the SARS-CoV-2 spike protein (B). The percentage of MAP2 + spike + cells in E3 or E4 neurons at 24 or 72 hpi. n = 8 image fields per group (C). (D) Reduced neurite length and complexity in SARS-CoV-2-infected neurons. Mock- or SARS-CoV-2-infected E3 or E4 neurons at 24 or 72 hpi were stained for MAP2 and the spike protein. (E) Quantification of the total MAP2 + neurite length of mock, spike – , or spike + neurons at 24 or 72 hpi. n = 131 E3 neurons (n = 22 for 24 h mock, 24 hpi spike + , 72 h mock, 72 hpi spike – and 72 hpi spike + neurons each, and n = 21 for 24 hpi spike – neurons), n = 198 E4 neurons (n = 34 for 24 h mock and 72 h mock neurons, n = 26 for 24 hpi spike – neurons, n = 35 for 24 hpi spike + neurons, n = 31 for 72 hpi spike – neurons, and n = 38 for 72 hpi spike + neurons). (F) Quantification of the total MAP2 + neurite number of mock, spike – , or spike + neurons at 24 or 72 hpi. n = 130 E3 neurons (n = 21 for 24 h mock and 24 hpi spike – neurons, n = 22 for 24 hpi spike + , 72 h mock, 72 hpi spike – , and 72 hpi spike + neurons), n = 198 E4 neurons (n = 34 for 24 h mock and 72 h mock neurons, n = 26 for 24 hpi spike – neurons, n = 35 for 24 hpi spike + neurons, n = 31 for 72 hpi spike – neurons, and n = 38 for 72 hpi spike + neurons). (G and I) Reduced synaptic puncta in SARS-CoV-2-infected neurons. Synapsin 1 (Syn1)-positive puncta in mock- or SARS-CoV-2-infected spike + E3 (G) or E4 (I) neurons at 72 hpi. (H and J) Quantification of the number of Syn1 + puncta per 50 μm of neurites in mock- or SARS-CoV-2-infected spike + E3 (H) and E4 (J) neurons at 72 hpi. n = 15 E3 neurons or 18 E4 neurons per group. Scale bar: 50 μm for (B) and (D); 10 μm for (G) and (I). Error bars are SEM of the mean. ∗ p < 0.05; ∗∗ p < 0.01, ∗∗∗ p < 0.001, ns: p > 0.05 by one-way ANOVA followed by Turkey’s multiple comparison test. See also Figure S3 . SARS-CoV-2 Infection Causes Neuritic Degeneration and Synaptic Loss in Neurons To determine whether SARS-CoV-2 could cause degenerative changes in neurons, we first observed the morphology of the infected neurons. We stained neurons with the neuronal marker MAP2, measured neurite length, and quantified neurite number of mock-treated neurons as well as spike + and spike – neurons in the same dish of SARS-CoV-2-treated neurons. At 24 hpi, the MAP2 + neurite length of mock-treated neurons, and the spike – and spike + neurons did not show much difference in ApoE3 and ApoE4 neurons ( Figures 2 D and 2E). However, by 72 hpi, the neurite length of the spike + neurons decreased significantly in both ApoE3 and ApoE4 neurons ( Figures 2 D and 2E), compared to mock-treated neurons and spike – neurons. The decrease of neurite length in the ApoE4 spike + neurons compared to the ApoE4 spike – neurons is more dramatic (p < 0.001) than the decrease in the ApoE3 spike + neurons compared to the ApoE3 spike – neurons (p < 0.05). The neurite length of the ApoE4 spike – neurons also showed a statistically significant reduction compared to mock-infected neurons at 72 hpi, whereas the ApoE3 spike – neurons did not show a statistically significant difference from the mock-treated neurons ( Figure 2 E). These results together indicate that SARS-CoV-2 could cause a more dramatic effect on the infected ApoE4 neurons and their surrounding neurons. Consistent with shortened neurite length at 72 hpi, the neurite number of spike + neurons also reduced significantly at 72 hpi, but not 24 hpi, in ApoE 3 and ApoE4 neurons ( Figures 2 D and 2F). Again, a more dramatic decrease in neurite number was observed in spike + ApoE4 neurons compared to mock-treated or spike – ApoE4 neurons (p < 0.001) than the decrease in spike + ApoE3 neurons compared to mock-treated or spike – ApoE3 neurons (p < 0.01), although a direct comparison of the neurite length and number between the ApoE3 and ApoE4 neurons (mock, spike – , and spike + ) did not reach a statistically significant difference. These results demonstrate that SARS-CoV-2 infection could result in neurite degeneration in both ApoE3 and ApoE4 neurons, with a more dramatic deteriorative effect on ApoE4 neurons than ApoE3 neurons. Since viral infection caused shortened neuritic length and reduced neurite number in neurons, we wondered whether SARS-CoV-2 infection could also cause synaptic loss. We stained neurons with the synapse marker Synapsin 1 (Syn1) and quantified the density of mock-treated and SARS-CoV-2-treated spike + neurons. By 72 hpi, the spike + neurons showed significantly decreased Syn1-positive puncta density in both ApoE3 and ApoE4 neurons ( Figures 2 G–2J). Differential Susceptibility and Response in ApoE3 and ApoE4 Astrocytes upon SARS-CoV-2 Infection Because ApoE4 neurons showed a higher infection rate than ApoE3 neurons, we next asked whether the ApoE genotype could affect SARS-CoV-2 infection in astrocytes. Two pairs of isogenic astrocytes were differentiated from isogenic ApoE3 and ApoE4 iPSCs following our established protocol ( Li et al., 2018b ), purified with MACS sorting of CD49f ( Barbar et al., 2020 ), and then subjected to SARS-CoV-2 infection. Consistent with our findings in ApoE4 neurons, we observed a statistically significant increase in the percentage of spike + cells in ApoE4 astrocytes, compared to that in ApoE3 astrocytes ( Figures 3 B and S4 B). To compare the morphological change in SARS-CoV-2-infected ApoE3 and ApoE4 astrocytes, we measured the astrocyte soma size. We found that the spike + ApoE4 astrocytes exhibited increased cell size (soma size and process length) compared to the spike + ApoE3 astrocytes ( Figures 3 A, 3C, S4 A, and S4C), suggesting that ApoE4 astrocytes react differently from ApoE3 astrocytes upon SARS-CoV-2 viral infection. In addition, we found that ApoE4 astrocytes showed more fragmented nuclei after viral infection compared to ApoE3 astrocytes ( Figures 3 D and S4 D), indicating that SARS-CoV-2 infection may cause a more severe cytopathogenic effect in ApoE4 astrocytes than in ApoE3 astrocytes. Similar with our observation in neurons, we observed syncytia formation in astrocytes, suggesting that one way SARS-CoV-2 spreads in astrocytes may be through syncytia formation ( Figure 3 A). Figure 3 ApoE3 and ApoE4 Astrocytes Exhibit Differential SARS-CoV-2 Infection Rate and Response Isogenic ApoE3 (E3) and ApoE4 (E4) hiPSC-derived astrocytes were infected with SARS-CoV-2 (MOI = 1) and analyzed at 72 hpi. (A) Mock- or SARS-CoV-2-infected E3 or E4 astrocytes at 72 hpi were stained for the SARS-CoV-2 spike protein and the astrocyte marker S100β (green). Scale bar: 20 μm. (B) The percentage of SARS-CoV-2 spike + cells in SARS-CoV-2-infected E3 or E4 astrocytes at 72 hpi. n = 5 image fields per group. (C) Quantification of the S100β + astrocyte size in longitudinal length (soma + process) in mock- or SARS-CoV-2-infected spike + astrocytes in E3 or E4 astrocytes at 72 hpi. n = 5 image fields per group. (D) The percentage of fragmented nuclei in total nuclei of SARS-CoV-2-infected E3 or E4 astrocytes at 72 hpi. n = 5 image fields per group. (E) Schematic for SARS-CoV-2 virus entry, transcription, translation, and packaging. Genes with elevated expression level in E4 astrocytes were labeled with upward red arrows. (F) qRT-PCR validation of DEGs ( ACTR2 , ATP6AP2 , EMPR1 , and CHST14 ) in E3 and E4 astrocytes. n = 3 experimental repeats. Error bars are SEM of the mean. ∗ p < 0.05, ∗∗ p < 0.01, ∗∗∗ p < 0.001 by unpaired two-sided t test. See also Figure S4 . Recently, Daniloski et al. (2020) screened host factors for SARS-CoV-2 infection by genome-wide CRISPR knockout and identified about 40 genes that are involved in different steps of SARS-CoV-2 infection, including receptor binding, endosomal entry, spike cleavage and membrane fusion, endosomal recycling, spike protein cleavage, viral RNA transcription and translation, and ER-Golgi trafficking. To explore mechanisms underlying the differential susceptibility of ApoE3 and ApoE4 cells to SARS-CoV-2, we compared the expression level of these host factors in isogenic ApoE3 and ApoE4 astrocytes by gene-expression profiling. Among the host genes examined, ACTR2 (endosomal entry), ATP6AP2 (spike protein cleavage, endosomal acidification and processing), ERMP1 (ER), and CHST14 (Golgi) showed higher expression levels in ApoE4 astrocytes than that in ApoE3 astrocytes ( Figures 3 E and 3F). Of the differentially expressed host factors, ACTR2 is an actin cytoskeleton-associated protein that is involved in endosomal entry ( Daniloski et al., 2020 ), while ATP6AP2 is a subunit of the vacuolar-ATPase proton pump important for endosomal acidification and processing ( Banerjee and Kane, 2020 ). Indeed, increased number and size of early endosomes have been detected in ApoE4 cells and brains compared to their ApoE3 counterparts ( Cataldo et al., 2000 ; Lin et al., 2018 ). Our result suggests that ApoE4 may regulate SARS-CoV-2 infection through modulating the expression of factors involved in SARS-CoV-2 infection, such as endosomal entry, acidification, and processing. The Antiviral Drug Remdesivir Inhibits Virus Infection in Neurons and Astrocytes The antiviral drug remdesivir has been granted emergency-use authorization (EUA) by the FDA for the treatment of COVID-19 ( Kujawski, 2020 ). However, whether it has any effect on neurological manifestations remains unknown. Here, we tested the anti-SARS-CoV-2 effect of remdesivir on neurons and astrocytes. hiPSC-derived neurons and astrocytes were pre-treated with vehicle or remdesivir for 2 h prior to SARS-CoV-2 infection. Then the cells were infected with SARS-CoV-2 (MOI = 1). Subsequently, remdesivir treatment was continued for 72 h. Remdesivir treatment reduced detectable spike + neurons ( Figure 4 A) and astrocytes ( Figures 4 E, 4G, and S4 E) substantially. The level of viral transcripts was also reduced dramatically in remdesivir-treated neurons ( Figure 4 B) and astrocytes ( Figure 4 F). To determine whether remdesivir treatment could rescue neuronal phenotypes caused by SARS-CoV-2 infection, we quantified neurite length and number in SARS-CoV-2-infected neurons (spike + ) and SARS-CoV-2 plus remdesivir-treated neurons (spike – ; no spike + cells were detected in this group). Significantly increased neurite length was detected in remdesivir-treated neurons compared to SARS-CoV-2-infected neurons without remdesivir treatment ( Figure 4 C). The neurite number of remdesivir-treated neurons was also increased compared to the SARS-CoV-2-infected neurons, although the increase did not reach statistical significance ( Figure 4 D). The effect of remdesivir treatment on astrocyte phenotype rescue was evaluated by quantifying fragmented nuclei in SARS-CoV-2 only or SARS-CoV-2 plus remdesivir-treated astrocytes. Treatment with remdesivir reduced fragmented nuclei in ApoE4 astrocytes significantly ( Figures 4 H and S4 F). The percentage of fragmented nuclei was also reduced by remdesivir treatment in ApoE3 astrocytes, but the reduction did not reach statistical significance, presumably because the increase of fragmented nuclei by SARS-CoV-2 was mild in ApoE3 astrocytes ( Figures 4 H and S4 F). These results together indicate that remdesivir could effectively inhibit SARS-CoV-2 infection and rescue disease phenotypes in neurons and astrocytes and therefore can be used to manage neurological infection by SARS-CoV-2. Figure 4 The Antiviral Drug Remdesivir Inhibits SARS-CoV-2 Infection in Neurons and Astrocytes (A) RDV inhibits SARS-CoV-2 infection in neurons. Mock- or SARS-CoV-2-infected neurons treated with vehicle or RDV were stained for MAP2 and SARS-CoV-2 spike. (B) Relative viral N gene RNA level by qRT-PCR in mock- or SARS-CoV-2-infected neurons treated with vehicle or RDV (B). n = 3 experimental repeats. (C and D) RDV rescues neurite length in SARS-CoV-2-infected neuron. Quantification of the total MAP2 + neurite length (C) and neurite number (D) in mock- or SARS-CoV-2-infected spike + neurons or infected neurons treated with RDV. n = 18 per group. (E) RDV inhibits SARS-CoV-2 infection in astrocytes. Mock- or SARS-CoV-2-infected neurons treated with vehicle or RDV were stained for S100β and SARS-CoV-2 spike. (F) Relative viral N gene RNA level in mock- or SARS-CoV-2-infected astrocytes treated with vehicle or RDV (F). n = 3 experimental repeats. (G) Quantification of SARS-CoV-2 spike + cells in mock- or SARS-CoV-2-infected E3 or E4 astrocytes treated with vehicle or RDV. n = 5 image fields per group. (H) RDV rescues astrocytic phenotype induced by SARS-CoV-2 infection. Quantification of spike + fragmented nuclei in mock- or SARS-CoV-2-infected E3 or E4 astrocytes treated with vehicle or RDV. n = 5 image fields per group. Scale bar: 20 μm for (A) and 50 μm for (E). Error bars are SEM of the mean. ∗∗ p < 0.01, ∗∗∗ p < 0.001, ns: p > 0.05 by one-way ANOVA followed by Turkey’s multiple comparison test. Discussion Although SARS-CoV-2 RNA was detected at high levels in the respiratory system, it is also found in other organs including the brain, albeit with lower levels, indicating that multiple organs including the brain can be susceptible to SARS-CoV-2 infection. Due to the difficulty in accessing patient brain tissues, hiPSC-derived neural cells and organoids have been used to model SARS-CoV-2 neurotropism ( Bullen et al., 2020 ; Jacob et al., 2020 ; Mesci et al., 2020 ; Pellegrini et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Yang et al., 2020 ; Zhang et al., 2020 ). SARS-CoV-2 infection of hiPSC-derived NPCs, neurons, and/or astrocytes has been reported in 2D cultures and 3D brain organoids ( Jacob et al., 2020 ; Mesci et al., 2020 ; Pellegrini et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). Although these studies all reported infection of neurons and/or astrocytes by SARS-CoV-2, the degree of infection was different, ranging from sparse infection ( Jacob et al., 2020 ; Pellegrini et al., 2020 ) to more extensive infection of these cell types in either 2D or 3D cultures ( Mesci et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). In this study, we detected a SARS-CoV-2 infection rate up to 3% in NPCs and neurons and up to 5% in astrocytes. One reason for the difference in the SARS-CoV-2 infection rate could be different genetic background of subjects from whom iPSCs are derived. We show here that neurons and astrocytes derived from iPSCs with ApoE4/4 genotype exhibited a significantly higher SARS-CoV-2 infection rate than neurons and astrocytes derived from iPSCs with ApoE3/3 genotype. Moreover, we demonstrate that co-culture of neurons with astrocytes in either 2D cultures or 3D organoids could boost the SARS-CoV-2 infection rate. Increased death of infected cells has been reported in 2D NPC and neuronal cells and 3D brain organoids ( Jacob et al., 2020 ; Mesci et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). We show here that SARS-CoV-2-infected neurons undergo degeneration, including shortened neurite length and reduced synapses, presumably before they die, and SARS-CoV-2-infected astrocytes exhibit elevated nuclear fragmentation. ApoE4 is the greatest genetic risk factor for Alzheimer disease ( Bertram and Tanzi, 2008 ). The human APOE gene encodes three isoforms, ApoE2, ApoE3, and ApoE4, which have allele frequency of 8.4%, 77.9%, and 13.7%, respectively, in the general population ( Farrer et al., 1997 ; Liu et al., 2013 ). The ApoE4 frequency reaches nearly 40% in the AD patient population ( Farrer et al., 1997 ; Liu et al., 2013 ). In this study, using ApoE3/3 and ApoE4/4 neurons and astrocytes derived from isogenic iPSCs prepared using CRISPR/Cas9 gene editing, we provided clear evidence that ApoE4 could lead to increased SARS-CoV-2 susceptibility in both neurons and astrocytes. Moreover, the ApoE4 astrocytes exhibited an exacerbated cellular response, including enlarged size, reminiscent of reactive astrocytes, and increased fragmentation of the nucleus, an indication of cell death, which could contribute to the severity of disease in COVID-19. Astrocytes are the most abundant glial cells in the brain and are essential for proper function of the central nervous system (CNS). It has been shown that ApoE4 in glial cells may aggravate neurodegeneration ( Shi et al., 2017b ). We show here that SARS-CoV-2 infection preferentially activates astrocytes and induces astrocytic death in ApoE4 astrocytes. The ApoE-isoform-dependent effect could contribute to elevated risk for severe COVID-19 in the ApoE4/4 population. This study thus provides a plausible explanation for why some (e.g., ApoE4/4 subjects) but not all COVID-19 patients have neurological manifestations. In a recent study, it has been shown that the ApoE E4/4 genotype increases the risk for severe COVID-19, compared to the ApoE3/3 genotype, independent of preexisting comorbidities, such as dementia, cardiovascular disorders, and type 2 diabetes, using genetic and health data from the UK Biobank ( Kuo et al., 2020 ), suggesting an association of ApoE4 with COVID-19. Of interest, the ApoE-isoform-specific effect has also been observed in herpes simplex virus type I (HSV-1) latent infection. The HSV-1 neuroinvasiveness depends on the presence of the ApoE4 isoform. Higher viral loads were detected in brains of ApoE4 mice than that in the ApoE3 mice ( Burgos et al., 2006 ). The ApoE4/4 genotype is also associated with increased Human Immunodeficiency Virus type I (HIV-1) infection and accelerates disease progression, especially progression to death, in HIV-infected patients, compared to the ApoE3/3 genotype ( Burt et al., 2008 ). Our study together with the association study between the ApoE4 genotype and severe COVID-19 disease ( Kuo et al., 2020 ) broadens the role of ApoE4 in infectious diseases, besides its well-known risk effects on Alzheimer disease. Remdesivir, an inhibitor of viral RNA polymerase ( Warren et al., 2016 ), has been granted emergency-use authorization (EUA) by the FDA for the treatment of COVID-19, because of its effect on reduced time to recover in treated patients in a clinical trial ( Kujawski, 2020 ). In this study, we tested the effect of remdesivir on inhibition of SARS-CoV-2 infection in hiPSC-derived brain cells and detected dramatically reduced viral RNA levels in remdesivir-treated neurons and astrocytes. These results further support the anti-SARS-CoV-2 potential of remdesivir and provide evidence that remdesivir can be used to treat neurological complications in COVID-19 patients. Moreover, this study demonstrates that hiPSC-derived cells and brain organoids could provide human cellular platforms for COVID-19 drug discovery and validation. Limitations of Study This study provides clear evidence for an ApoE4 isoform-specific effect on the susceptibility and severity of SARS-CoV-2 infection. However, there are several limitations that remain to be addressed in the future. First, because hiPSC-derived cells are phenotypically young ( Studer et al., 2015 ), a general concern for using the hiPSC platform is whether iPSC-derived cells may accurately reflect the scenario of SARS-CoV-2 infection in adults. Although we believe that infection of iPSC-derived cells with SARS-CoV-2 could induce stress to mimic a cellular environment in adults and the elderly, thus allowing modeling of symptoms in adults, it is worth noting that aspects of the innate immune response to viral infection can be age dependent ( Baas et al., 2008 ). Therefore, there could be a difference between the observation in hiPSC-derived brain cells and that in adult patient brains. Second, to explore mechanisms underlying differential susceptibility to SARS-CoV-2 infection, we identified host factors for SARS-CoV-2 that showed differential expression in ApoE3 and ApoE4 astrocytes. However, further functional studies are needed to provide unequivocal evidence for whether and how these host factors regulate differential susceptibility to SARS-CoV-2 in ApoE3 and ApoE4 cells. Third, current hiPSC-derived cultures lack blood stream and blood-brain-barrier (BBB), therefore preventing us from exploring the contribution of BBB breakdown to neurological manifestations in COVID-19 patients. It has been proposed that SARS-CoV-2 could enter the brain through the olfactory nerves in the nasal cavity or through cytokine-storm-induced BBB disruption to cause neurological complications ( Mao and Jin, 2020 ). In addition, SARS-CoV-2 may induce neurological symptoms in COVID-19 patients through indirect effects resulting from BBB breakdown or microvascular damage without direct infection of brain cells. For example, severely ill COVID-19 patients have been shown to have cytokine storm ( Wu et al., 2020a ; Ye et al., 2020 ), which can cause BBB breakdown ( Azkur et al., 2020 ). Consequently, cytokines can cross the damaged BBB to the brain to affect neural function ( Erickson and Banks, 2018 ). Further studies of COVID-19 patients could provide added insights into how SARS-CoV-2 induces neurological manifestations. Last, but not least, we examined remdesivir effects in an ApoE-isoform-dependent manner in astrocytes but not neurons, because we observed ApoE-isoform-specific phenotypes mainly in astrocytes, where ApoE is expressed with higher level ( Liu et al., 2013 ). Future studies can be extended to confirm whether remdesivir will rescue neuronal phenotypes in ApoE3 and ApoE4 neurons similarly or in an ApoE-isoform-specific manner. In summary, although with limitations, this study provides intriguing insights into why some but not all COVID-19 patients exhibit neurological manifestations and demonstrates that hiPSC-derived neurons and astrocytes could serve as a human cellular platform for COVID-19 mechanistic study and drug development. STAR★Methods Key Resources Table REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies Chicken anti-MAP2 Abcam Cat# ab5392; RRID: AB_2138153 Goat anti-SOX9 R&D Systems Cat# AF3075; RRID: AB_2194160 Mouse anti SARS-CoV-2 Spike Genetex Cat# GTX632604; RRID: AB_2864418 Rabbit anti-SARS-CoV-2 (2019-nCoV) Spike S1 Sino Biological Cat# 40150-R007; RRID: AB_2827979 Mouse anti-Nestin BD Biosciences Cat# 611659; RRID: AB_399177 Rabbit anti-TUJ1 Covance Cat# PRB-435P; RRID: AB_291637 Goat anti-SOX2 R&D Systems Cat# AF2018; RRID: AB_355110 Rat anti-CTIP2 Abcam Cat# ab18465; RRID: AB_2064130 Mouse anti-SABT2 Abcam Cat# ab92446; RRID: AB_10563678 Chicken anti-TBR2 Millipore Sigma Cat# AB15894; RRID: AB_10615604 Rabbit anti-S100β Agilent Cat# Z0311; RRID: AB_10013383 Mouse anti-GFAP Sigma-Aldrich Cat# G3893; RRID: AB_477010 Rabbit anti-Synapsin 1 Synaptic Systems Cat# 106 103; RRID: AB_11042000 Rabbit anti-Olig2 Millipore Sigma Cat# AB9610; RRID: AB_570666 Mouse anti-CD31 Cusabio Cat# CSB-MA017767A0m Anti-O4 MicroBeads Miltenyi Biotec Cat# 130-096-670; RRID: AB_2847907 Rat anti-CD49f Biolegend Cat# 313616; RRID: AB_1575047 Bacterial and Virus Strains SARS-CoV-2 (USA-WA1/2020) Sharma et al. N/A Chemicals, Peptides, and Recombinant Proteins DMEM/F12 GIBCO Cat# 11330-032 E8 GIBCO Cat# 15169-01 BrainPhys medium STEMCELL Tech Cat# 05790 Medium without serum Cell Systems Cat# 4Z3-500-S N2 Life technologies Cat# 17502048 B27 Life technologies Cat# 17504044 Fetal Bovine Serum Sigma-Aldrich Cat# F4135 GlutaMax GIBCO Cat# 35050079 NEAA Thermo Fisher Scientific Cat# 11140076 Bac-Off Cell Systems Cat# 4Z0-644 CultureBoost Cell Systems Cat# 4CB-500 SB431542 Stemgent Cat# 04-0010 Retinoic acid Sigma-Aldrich Cat# R2625 CHIR99021 Cellagen Technology Cat# C2477-50 Dorsomorphin Sigma-Aldrich Cat# P5499 SAG EMD Millipore Cat# 566660 PDGFAA R&D systems Cat# 221-AA-050 IGF-1 R&D systems Cat# 291-G1-200 HGF R&D systems Cat# 294-HG-025 NT3 EMD Millipore Cat# GF031 3,30,5-Triiodo-L-thyronine (T3) Sigma-Aldrich Cat# T2877 Biotin Sigma-Aldrich Cat# 4639 Dibutyryl-cAMP Sigma-Aldrich Cat# D0627 EGF PeproTech Cat# 100-15 bFGF PeproTech Cat# 100-18B GDNF PeproTech Cat# 450-10 BDNF PeproTech Cat# 450-02 Y27632 Reprocell Cat# 04-0012 Insulin Sigma-Aldrich Cat# I9278 CNTF R&D systems Cat# 257-NT-050 Cytosine β-D-arabinofuranoside hydrochloride Sigma-Aldrich Cat# C6645 Critical Commercial Assays Tetro cDNA synthesis kit Bioline Cat# Bio-65043 Experimental Models: Cell Lines AG14048 fibroblasts Coriell Cat# AG14048 AG06869 fibroblasts Coriell Cat# AG06869 Primary human BMEC Cell system Cat# ACBRI 376 Vero-E6 cell line ATCC Cat# CRL-1586 Recombinant DNA pLVX-TREtight- Ngn2:2A:Ascl1-PGK-Puro (XTP-N2A) Addgene Cat# 84777 Software and Algorithms NIS-Elements AR Nikon RRID: SCR_014329 Fiji Fiji RRID: SCR_002285 Graphpad Prism 8 Graphpad Software RRID: SCR_002798 Resource Availability Lead Contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Dr. Yanhong Shi ( yshi@coh.org ). Materials Availability The isogeneic ApoE3/3 and ApoE4/4 iPSCs generated in this study are available from the Lead Contact, Dr. Yanhong Shi ( yshi@coh.org ), under a material transfer agreement with City of Hope. Data Availability The source data that support the findings of this study are available from the Lead Contact, Dr. Yanhong Shi ( yshi@coh.org ), upon reasonable request. Experimental Model and Subject Details Generation of isogenic iPSC lines Fibroblasts AG06869 (E4/4) and AG14048 (E3/3) were obtained from Coriell and reprogrammed to pluripotent stem cells as previously described ( Li et al., 2018b ; Feng et al., 2020 ). After generation of human iPSC lines, the AG06869 (E4/4) iPSCs were converted into E3/3, and the AG14048 (E3/3) iPSCs were converted into E4/4 iPSCs using CRISPR/Cas9 nickase as previously described ( Ran et al., 2013 ; Li et al., 2018b ). Cell lines Vero-E6 cell line was obtained from the American Type Culture Collection (ATCC) cell line catalog, under catalog number VERO C1008 [Vero 76, clone E6, Vero E6] (ATCC CRL1586). Vero E6 cells were cultured in DMEM growth media (10% fetal bovine serum, 2 mM L-glutamine, penicillin (100 units/ml), streptomycin (100 units/ml), and 10 mM HEPES). Primary human brain microvascular endothelial cells were purchased from Cell Systems (Cat# ACBRI 376) and cultured in CSC complete medium (CultureBoost, Bac-Off). Medium was changed every other day. Viruses SARS-CoV-2, isolate USA-WA1/2020, was obtained from the Biodefense and Emerging Infections (BEI) Resources of the National Institute of Allergy and Infectious Diseases. All procedures involving SARS-CoV-2 infection were conducted within a Biosafety Level 3 facility at UCLA. SARS-CoV-2 was passaged once in Vero E6 cells and viral stocks were aliquoted and stored at −80°C. Virus titer was measured in Vero E6 cells by TCID50 assay. Methods Details Differentiation of NPCs from hiPSCs NPC differentiation from hiPSCs was performed according to an established method ( Li et al., 2018b ; Feng et al., 2020 ) with modifications. Briefly, hiPSCs were first induced with 0.1 μM retinoic acid (RA), 4 μM CHIR99021, 3 μM SB431542, 2 μM Dorsomorphin for 2 days. Then Dorsomorphin was removed and the induction was continued for 5 days. Differentiation of neurons from hiPSCs For neuronal differentiation, UNA virus containing Tet-On NGN2 and ASCL1 was prepared as previously described ( Mertens et al., 2015 ). NPCs from the isogenic lines were seeded onto Matrigel-coated culture vessels at 2x10 4 /cm 2 and UNA virus was added the next day. Forty-eight hour (h) after viral infection, cells were subjected to puromycin selection for 5 days. After selection, cells were induced with neural induction medium (DMEM/F12, 1xN2, 1xB27, 1xNEAA, 1xGlutamax, 2ug/ml Doxycycline). After 10 days of induction, cells were dissociated with TrypLE and seeded at 5x10 4 cells/cm 2 in neural maintenance medium (Brainphys, 1xN2, 1xB27, 1xNEAA, 1xGlutamax, 100 μg/ml dibutyryl cAMP, 10ng/mL GDNF and 10ng/mL BDNF). Medium was change 50% every two days. Differentiation of astrocytes from hiPSCs Astrocyte differentiation from hiPSCs was performed using our established protocol ( Li et al., 2018b ). NPCs were derived from hiPSCs as described above and further differentiated by treatment with 10 μM RA and SAG for 5 days. NPC spheres were split into single cells by accuse. Cells were plated into Matrigel-coated plates at 1x10 5 cells per well in 6-well plates. Cells were kept in N2B27 medium (DMEM/F12, 1xN2, 1xB27, 1xNEAA, 1xGlutamax) plus 0.1 μM RA and 1 μM SAG for another 10 days, then switched to PDGF medium (1X N2, 1XB27, 10 ng/ml PDGFAA, 5 ng/ml HGF, 10 ng/ml IGF-1, 10 ng/ml NT3, 100 ng/ml Biotin, 60 ng/ml T3, 1 μM cAMP and 25 μg/ml insulin) for another 20 days. For astrocyte maturation, cells were switched into astrocyte maturation medium (DMEM/F12, 1xN2, 1xB27, 1xNEAA, 2 mM GlutaMAX, and10 ng/ml CNTF) for another 7 days. Differentiation of OPCs from hiPSCs We followed OPC differentiation protocol as we previous described ( Li et al., 2018b ; Feng et al., 2020 ). Briefly, hiPSCs were dissociated into single cells and treated with SB434542, LDN-193189 and RA for 8 days. From day 8 to day 12, cells were further induced by RA and SAG. After RA and SAG induction, pre-OPCs were lifted up to form spheres. Pre-OPC spheres were cultured in RA and SAG-supplemented medium for another 8 days, then switched to PDGF medium. 10 days after switching to PDGF medium, spheres were attached onto Matrigel coated plates to allow OPCs to migrate out of the spheres and expand. Medium was changed every 2 days. Derivation of brain organoid from hiPSCs We followed brain organoid derivation protocol described previous with modification ( Lancaster et al., 2013 ; Qian et al., 2016 ; Sun et al., 2020 ). Briefly, hiPSCs were dissociated with EDTA and seeded in a low adherent 6-well plate to form embryoid bodies (EBs) in E8 medium with ROCK inhibitor Y-27632. EBs were cultured in E8 medium for 4 days. Medium was changed daily. On day 5, E8 medium was switched to neural induction medium (NIM, DMEM/F12, 1xN2, 1xB27, 1xNEAA, 1xGlutamax, 2 μg/ml Heparin). After 3 days of induction, spheres were embedded in NIM with 25% Matrigel and transferred to a low adherent 12-well plate. The spheres were incubated at 37°C for 4-6 hours and then 2 mL of NIM was added. On day 9, another 2.5 mL of NIM was added and medium was changed daily. On day 12, brain organoids with neural rosettes were transferred to a new low adherent 6-well plate cultured in NIM for another 4-8 days with daily medium change. Brain organoids were then transferred to a low adherent T25 flask in differentiation medium (DMEM/F12 basal medium, 1 × N2 supplement, 1 × B27, 2.5 μg/ml Insulin, 1 × Glutamax, 0.5 × MEM-NEAA, and 3.5 μl/L (V/V) 2-Mercaptoethanol) on an Orbi-Shaker (Benchmark Scientific). Medium was changed every 2-3 days. Organoids with multiple neural rosettes were kept for further culture. For Matrigel treatment, brain organoids were cultured in differentiation medium with 1% Matrigel for 7-14 days. Cell sorting The O4+ OPCs and CD49f+ astrocytes were sorted using magnetic-activated cell sorting (MACS) following manufacturer’s instruction (Miltenyi Biotech) ( Li et al., 2018b ; Barbar et al., 2020 ). OPCs were dissociated into single cells using accutase. These cells were incubated with O4-microbeads at 4°C for 15 min. Cell suspension was loaded onto LS Magnetic Column (Miltenyi Biotech) placed in the field of a magnetic MACS Separator. The O4-negative cells were washed off, while the O4-positive OPCs were retained, and eluted into a collection tube. For astrocyte purification, CNTF-treated astrocytes were dissociated into single cells using accutase, and incubated with rat anti-CD49f antibody at 1 to 100 dilation at 4°C for 15 min followed by incubation with anti-mouse IgG beads at 4°C for 15 min. Cell suspension was loaded onto LS Magnetic Column placed in the field of a magnetic MACS Separator. The CD49f-negative cells were washed off, while the CD49f-positive astrocytes were retained and eluted into a collection tube. Astrocytes-neuron co-cultures Astrocytes derived from AG14048 iPSCs were used in the co-culture system. After CNTF treatment, astrocytes were seeded onto Matrigel-coated coverslip at 0.5x10 5 /slip and maintained in N2B27 medium (DMEM/F12, 1xN2, 1xB27, 1xNEAA, 1xGlutamax). Neurons were split at day 10 of induction and seeded onto astrocytes at 1x10 5 /slip in N2B27 medium supplemented with 0.5% FBS and 100 μg/ml dibutyryl cAMP. Ara-C (2 μM) was added into medium for 24 h to remove proliferating cells. Neuron and astrocytes were co-culture for 3 weeks before subjected to SARS-CoV-2 infection. SARS-CoV-2 infection and remdesivir treatment SARS-CoV-2 infection was performed as previously described ( Sharma et al., 2020 ). For SARS-CoV-2 infection, viral inoculum (MOI of 0.1 and 1) was prepared using serum-free medium. Culture medium was removed and replaced with 250 μL of prepared inoculum in each well. For mock infection, serum-free medium (250 μL/well) alone was added. The inoculated plates were incubated at 37°C with 5% CO 2 for 1 hour. The inoculum was spread by gently tilting the plate sideways at every 15 minutes. At the end of incubation, the inoculum was replaced with fresh medium. Cells remained at 37°C with 5% CO 2 for 24,72, or 166 hours before analysis. For remdesivir treatment, cells were pretreated with 10 μM remdesivir prior to SARS-CoV-2 infection and remdesivir treatment was continued for 72 hours. Immunostaining Cells were fixed in 4% paraformaldehyde (PFA) for 15 min, washed with PBS, followed by permeabilization and blocking in blocking buffer (PBS containing 0.1% Triton X-100 and 5% donkey serum) for 1 h at room temperature. Primary antibodies were diluted in blocking buffer and incubated with cells at 4°C for overnight. The next day, cells were washed with PBS and incubated with secondary antibodies for 1 h at room temperature. Secondary antibodies were diluted in 1xPBS at 1:500 dilution. After incubation, cells were washed with PBS, incubated with Dapi (1:10,000) for 15 min, and mounted with Fluoromount-G reagent. The primary antibodies used include chicken anti-MAP2, 1:1000; goat anti-SOX9, 1:200; rabbit anti-Synapsin 1, 1:200; rabbit anti-S100β, 1:200; mouse anti-Nestin, 1:500; rabbit anti-Olig2, 1:200; mouse anti-CD31, 1:200; mouse anti SARS-CoV-2 Spike, 1:200; rabbit anti-SARS-CoV-2 Spike, 1:200. Brain organoids were fixed in 4% PFA for 30 min, and then transferred into 30% sucrose solution and kept at 4°C for overnight. After sinking to the bottom of the container, organoids were embedded with OCT and sectioned to slides at 50 μm thickness. Sections were permeabilized and blocked in blocking buffer (PBS containing 0.1% Triton X-100 and 5% donkey serum) for 1 h at room temperature, then incubated with primary antibody diluted in PBS containing 5% donkey serum at 4°C for overnight. Secondary antibodies diluted in PBS were incubated with sections for 1 h at room temperature the next day. Sections were incubated with Dapi for 15 min before mounting with Fluoromount-G reagent. The primary antibodies used include rabbit anti-TUJ1, 1:20,000; goat anti-SOX2, 1:500; rat anti-CTIP2, 1:300; mouse anti-SABT2,1:300; rabbit anti-TBR2, 1:300; mouse anti-GFAP, 1:500; rabbit anti-S100β, 1:200; mouse anti-SARS-CoV-2 Spike, 1:200. Measurement of astrocyte size, percentage of astrocyte fragmented nuclei, neurite length and number, and the number of synaptic puncta Images were collected by Nikon Eclipse Ti2 microscope. Measurement of astrocyte size was performed using Neuron J plugin in Fiji software, astrocyte longitudinal axis (soma and process) was measured. 12~13 fields were quantified. Fragmented nuclei were counted base on the nuclei morphology and calculated into percentage by using (number of fragmented nuclei / total DAPI number) × 100%. Measurement of neurite length and neurite number was carried out using Neuron J plugin in Fiji software. For E3 neurons, mock-treated and spike- neurons were chosen randomly from 10~15 fields for the measurement of neurite length and neurite number, and spike+ neurons were chosen from 18~20 fields. For E4 neurons, mock-treated and spike- neurons were chosen randomly from 13~19 fields, and spike+ neurons were chosen from 28~33 fields. For quantification of Syn1+ puncta, mock-treated neurons were chosen randomly from 10~16 fields and spike+ neurons were chosen from 16~17 fields. MAP2-positive neurite length was measured using Neuron J plugin in Fiji software, and Syn1+ puncta along the neurites were counted. The Syn1+ puncta density was calculated by dividing the Syn1+ puncta number with neurite length. Data were analyzed using Graphpad Prism8. RT-qPCR RNA was extracted using Trizol reagent (Thermo Fisher). Complementary DNA (cDNA) was synthesized using Tetro cDNA Synthesis Kit (Thomas Scientific). qRT-PCR was performed using SYBR Green Master Mix (Thermo Scientific) on the Step One Plus Real-Time PCR Instrument (Applied Biosystems). ACTIN was used as the reference gene. qPCR primers nCOV_N1 for SARS-CoV-2 detection was purchased from IDT (Integrated DNA Technologies). qPCR primers for ACE2, TMPRSS2, NRP1, ACTR2, ATP6AP2, ERMP1, CHST14, TLX, GFAP, MAP2 and TUBB3 were designed using online primer design tool ( https://www.ncbi.nlm.nih.gov/tools/primer-blast/ ). Quantification and Statistical Analysis Statistical analysis Statistical significance was analyzed using GraphPad Prism 8 by one-tailed Student’s t test or non-paired one-way ANOVA as reported in each figure legend. When comparing two experimental groups, unpaired Student’s t test was used. When comparing multiple experimental groups, data were analyzed using one-way ANOVA, followed by Tukey’s post hoc test when ANOVA has p < 0.05. For all test, p values were presented as ∗ p < 0.05, ∗∗ p < 0.01, and ∗∗∗ p < 0.001. Error bar stands for SD if not stated otherwise. Statistical details of each experiment can be found in the figure legends. References Azkur A.K. Akdis M. Azkur D. Sokolowska M. van de Veen W. Brüggen M.C. O’Mahony L. Gao Y. Nadeau K. Akdis C.A. Immune response to SARS-CoV-2 and mechanisms of immunopathological changes in COVID-19 Allergy 75 2020 1564 1581 32396996 Baas T. Roberts A. Teal T.H. Vogel L. Chen J. Tumpey T.M. Katze M.G. Subbarao K. Genomic analysis reveals age-dependent innate immune responses to severe acute respiratory syndrome coronavirus J. Virol. 82 2008 9465 9476 18632870 Banerjee S. Kane P.M. Regulation of V-ATPase Activity and Organelle pH by Phosphatidylinositol Phosphate Lipids Front. Cell Dev. Biol. 8 2020 510 32656214 Barbar L. Jain T. Zimmer M. Kruglikov I. Sadick J.S. Wang M. Kalpana K. Rose I.V.L. Burstein S.R. Rusielewicz T. CD49f Is a Novel Marker of Functional and Reactive Human iPSC-Derived Astrocytes Neuron 107 2020 436 453 32485136 Bertram L. Tanzi R.E. Thirty years of Alzheimer’s disease genetics: the implications of systematic meta-analyses Nature Rev. 9 2008 768 778 Bullen C.K. Hogberg H.T. Bahadirli-Talbott A. Bishai W.R. Hartung T. Keuthan C. Looney M.M. Pekosz A. Romero J.C. Sille F.C.M. Infectability of human BrainSphere neurons suggests neurotropism of SARS-CoV-2 ALTEX 2020 10.14573/altex.2006111 Published online October 20, 2020 Burgos J.S. Ramirez C. Sastre I. Valdivieso F. Effect of apolipoprotein E on the cerebral load of latent herpes simplex virus type 1 DNA J. Virol. 80 2006 5383 5387 16699018 Burt T.D. Agan B.K. Marconi V.C. He W. Kulkarni H. Mold J.E. Cavrois M. Huang Y. Mahley R.W. Dolan M.J. Apolipoprotein (apo) E4 enhances HIV-1 cell entry in vitro, and the APOE epsilon4/epsilon4 genotype accelerates HIV disease progression Proc. Natl. Acad. Sci. USA 105 2008 8718 8723 18562290 Cantuti-Castelvetri L. Ojha R. Pedro L.D. Djannatian M. Franz J. Kuivanen S. van der Meer F. Kallio K. Kaya T. Anastasina M. Neuropilin-1 facilitates SARS-CoV-2 cell entry and infectivity Science 370 2020 856 860 33082293 Cataldo A.M. Peterhoff C.M. Troncoso J.C. Gomez-Isla T. Hyman B.T. Nixon R.A. Endocytic pathway abnormalities precede amyloid beta deposition in sporadic Alzheimer’s disease and Down syndrome: differential effects of APOE genotype and presenilin mutations Am. J. Pathol. 157 2000 277 286 10880397 Coronaviridae Study Group of the International Committee on Taxonomy of Viruses The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2 Nat. Microbiol. 5 2020 536 544 32123347 Daniloski Z. Jordan T.X. Wessels H.H. Hoagland D.A. Kasela S. Legut M. Maniatis S. Mimitou E.P. Lu L. Geller E. Identification of Required Host Factors for SARS-CoV-2 Infection in Human Cells Cell 2020 10.1016/j.cell.2020.10.030 Published online October 24, 2020 Ellul M.A. Benjamin L. Singh B. Lant S. Michael B.D. Easton A. Kneen R. Defres S. Sejvar J. Solomon T. Neurological associations of COVID-19 Lancet Neurol. 19 2020 767 783 32622375 Erickson M.A. Banks W.A. Neuroimmune Axes of the Blood-Brain Barriers and Blood-Brain Interfaces: Bases for Physiological Regulation, Disease States, and Pharmacological Interventions Pharmacol. Rev. 70 2018 278 314 29496890 Farrer L.A. Cupples L.A. Haines J.L. Hyman B. Kukull W.A. Mayeux R. Myers R.H. Pericak-Vance M.A. Risch N. van Duijn C.M. APOE and Alzheimer Disease Meta Analysis Consortium Effects of age, sex, and ethnicity on the association between apolipoprotein E genotype and Alzheimer disease. A meta-analysis JAMA 278 1997 1349 1356 9343467 Feng L. Chao J. Tian E. Li L. Ye P. Zhang M. Chen X. Cui Q. Sun G. Zhou T. Cell-Based Therapy for Canavan Disease Using Human iPSC-Derived NPCs and OPCs Adv. Sci. (Weinh.) 7 2020 2002155 33304759 Giacomelli A. Pezzati L. Conti F. Bernacchia D. Siano M. Oreni L. Rusconi S. Gervasoni C. Ridolfo A.L. Rizzardini G. Self-reported Olfactory and Taste Disorders in Patients With Severe Acute Respiratory Coronavirus 2 Infection: A Cross-sectional Study Clin. Infect. Dis. 71 2020 889 890 32215618 Helms J. Kremer S. Merdji H. Clere-Jehl R. Schenck M. Kummerlen C. Collange O. Boulay C. Fafi-Kremer S. Ohana M. Neurologic Features in Severe SARS-CoV-2 Infection N. Engl. J. Med. 382 2020 2268 2270 32294339 Hockemeyer D. Jaenisch R. Induced Pluripotent Stem Cells Meet Genome Editing Cell Stem Cell 18 2016 573 586 27152442 Hoffmann M. Kleine-Weber H. Schroeder S. Krüger N. Herrler T. Erichsen S. Schiergens T.S. Herrler G. Wu N.H. Nitsche A. SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor Cell 181 2020 271 280.e8 32142651 Jacob F. Pather S.R. Huang W.K. Wong S.Z.H. Zhou H. Zhang F. Cubitt B. Chen C.Z. Xu M. Pradhan M. Human Pluripotent Stem Cell-Derived Neural Cells and Brain Organoids Reveal SARS-CoV-2 Neurotropism bioRxiv 2020 10.1101/2020.07.28.225151 Kanberg N. Ashton N.J. Andersson L.M. Yilmaz A. Lindh M. Nilsson S. Price R.W. Blennow K. Zetterberg H. Gisslén M. Neurochemical evidence of astrocytic and neuronal injury commonly found in COVID-19 Neurology 95 2020 e1754 e1759 32546655 Kujawski S.A.a. First 12 patients with coronavirus disease 2019 (COVID-19) in the United States MedRxiv 2020 10.1101/2020.03.09.20032896 Kuo C.L. Pilling L.C. Atkins J.L. Masoli J.A.H. Delgado J. Kuchel G.A. Melzer D. APOE e4 genotype predicts severe COVID-19 in the UK Biobank community cohort J. Gerontol. A Biol. Sci. Med. Sci. 75 2020 2231 2232 32451547 Lancaster M.A. Renner M. Martin C.A. Wenzel D. Bicknell L.S. Hurles M.E. Homfray T. Penninger J.M. Jackson A.P. Knoblich J.A. Cerebral organoids model human brain development and microcephaly Nature 501 2013 373 379 23995685 Lechien J.R. Chiesa-Estomba C.M. De Siati D.R. Horoi M. Le Bon S.D. Rodriguez A. Dequanter D. Blecic S. El Afia F. Distinguin L. Olfactory and gustatory dysfunctions as a clinical presentation of mild-to-moderate forms of the coronavirus disease (COVID-19): a multicenter European study Eur. Arch. Otorhinolaryngol. 277 2020 2251 2261 32253535 Li L. Shi Y. When glia meet induced pluripotent stem cells (iPSCs) Mol. Cell. Neurosci. 109 2020 103565 33068719 Li L. Chao J. Shi Y. Modeling neurological diseases using iPSC-derived neural cells : iPSC modeling of neurological diseases Cell Tissue Res. 371 2018 143 151 29079884 Li L. Tian E. Chen X. Chao J. Klein J. Qu Q. Sun G. Sun G. Huang Y. Warden C.D. GFAP Mutations in Astrocytes Impair Oligodendrocyte Progenitor Proliferation and Myelination in an hiPSC Model of Alexander Disease Cell Stem Cell 23 2018 239 251 30075130 Lin Y.T. Seo J. Gao F. Feldman H.M. Wen H.L. Penney J. Cam H.P. Gjoneska E. Raja W.K. Cheng J. APOE4 Causes Widespread Molecular and Cellular Alterations Associated with Alzheimer’s Disease Phenotypes in Human iPSC-Derived Brain Cell Types Neuron 98 2018 1294 29953873 Liu C.C. Liu C.C. Kanekiyo T. Xu H. Bu G. Apolipoprotein E and Alzheimer disease: risk, mechanisms and therapy Nat. Rev. Neurol. 9 2013 106 118 23296339 Mao X.Y. Jin W.L. iPSCs-Derived Platform: A Feasible Tool for Probing the Neurotropism of SARS-CoV-2 ACS Chem. Neurosci. 11 2020 2489 2491 32840109 Mao L. Jin H. Wang M. Hu Y. Chen S. He Q. Chang J. Hong C. Zhou Y. Wang D. Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease 2019 in Wuhan, China JAMA Neurol. 77 2020 683 690 32275288 Marchetto M.C. Brennand K.J. Boyer L.F. Gage F.H. Induced pluripotent stem cells (iPSCs) and neurological disease modeling: progress and promises Hum. Mol. Genet. 20 R2 2011 R109 R115 21828073 Mertens J. Paquola A.C.M. Ku M. Hatch E. Böhnke L. Ladjevardi S. McGrath S. Campbell B. Lee H. Herdy J.R. Directly Reprogrammed Human Neurons Retain Aging-Associated Transcriptomic Signatures and Reveal Age-Related Nucleocytoplasmic Defects Cell Stem Cell 17 2015 705 718 26456686 Mesci P. Macia A. Salehi A. Martin-Sancho L. Yin X. Snethlage C. Chanda S.K. Moutri A. Sofosbuvir protects human brain organoids against SARS-CoV-2 bioRxiv 2020 Moriguchi T. Harii N. Goto J. Harada D. Sugawara H. Takamino J. Ueno M. Sakata H. Kondo K. Myose N. A first case of meningitis/encephalitis associated with SARS-Coronavirus-2 Int. J. Infect. Dis. 94 2020 55 58 32251791 Paniz-Mondolfi A. Bryce C. Grimes Z. Gordon R.E. Reidy J. Lednicky J. Sordillo E.M. Fowkes M. Central nervous system involvement by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) J. Med. Virol. 92 2020 699 702 32314810 Parma V. Ohla K. Veldhuizen M.G. Niv M.Y. Kelly C.E. Bakke A.J. Cooper K.W. Bouysset C. Pirastu N. Dibattista M. GCCR Group Author More than smell - COVID-19 is associated with severe impairment of smell, taste, and chemesthesis Chem. Senses 45 2020 609 622 32564071 Pellegrini L. Albecka A. Mallery D.L. Kellner M.J. Paul D. Carter A.P. James L.C. Lancaster M.A. SARS-CoV-2 Infects the Brain Choroid Plexus and Disrupts the Blood-CSF Barrier in Human Brain Organoids Cell Stem Cell 27 2020 951 961.e5 33113348 Potokar M. Jorgačevski J. Zorec R. Astrocytes in Flavivirus Infections Int. J. Mol. Sci. 20 2019 20 Puelles V.G. Lütgehetmann M. Lindenmeyer M.T. Sperhake J.P. Wong M.N. Allweiss L. Chilla S. Heinemann A. Wanner N. Liu S. Multiorgan and Renal Tropism of SARS-CoV-2 N. Engl. J. Med. 383 2020 590 592 32402155 Qian X. Nguyen H.N. Song M.M. Hadiono C. Ogden S.C. Hammack C. Yao B. Hamersky G.R. Jacob F. Zhong C. Brain-Region-Specific Organoids Using Mini-bioreactors for Modeling ZIKV Exposure Cell 165 2016 1238 1254 27118425 Qu Q. Sun G. Li W. Yang S. Ye P. Zhao C. Yu R.T. Gage F.H. Evans R.M. Shi Y. Orphan nuclear receptor TLX activates Wnt/beta-catenin signalling to stimulate neural stem cell proliferation and self-renewal Nat. Cell Biol. 12 2010 31 40 suppl. 31–39 20010817 Ramani A. Müller L. Ostermann P.N. Gabriel E. Abida-Islam P. Müller-Schiffmann A. Mariappan A. Goureau O. Gruell H. Walker A. SARS-CoV-2 targets neurons of 3D human brain organoids EMBO J. 39 2020 e106230 32876341 Ran F.A. Hsu P.D. Lin C.Y. Gootenberg J.S. Konermann S. Trevino A.E. Scott D.A. Inoue A. Matoba S. Zhang Y. Zhang F. Double nicking by RNA-guided CRISPR Cas9 for enhanced genome editing specificity Cell 154 2013 1380 1389 23992846 Sharma A. Garcia G. Jr. Wang Y. Plummer J.T. Morizono K. Arumugaswami V. Svendsen C.N. Human iPSC-Derived Cardiomyocytes Are Susceptible to SARS-CoV-2 Infection Cell Rep Med 1 2020 100052 32835305 Shi Y. Chichung Lie D. Taupin P. Nakashima K. Ray J. Yu R.T. Gage F.H. Evans R.M. Expression and function of orphan nuclear receptor TLX in adult neural stem cells Nature 427 2004 78 83 14702088 Shi Y. Inoue H. Wu J.C. Yamanaka S. Induced pluripotent stem cell technology: a decade of progress Nat. Rev. Drug Discov. 16 2017 115 130 27980341 Shi Y. Yamada K. Liddelow S.A. Smith S.T. Zhao L. Luo W. Tsai R.M. Spina S. Grinberg L.T. Rojas J.C. Alzheimer’s Disease Neuroimaging Initiative ApoE4 markedly exacerbates tau-mediated neurodegeneration in a mouse model of tauopathy Nature 549 2017 523 527 28959956 Solomon I.H. Normandin E. Bhattacharyya S. Mukerji S.S. Keller K. Ali A.S. Adams G. Hornick J.L. Padera R.F. Jr. Sabeti P. Neuropathological Features of Covid-19 N. Engl. J. Med. 383 2020 989 992 32530583 Song E. Zhang C. Israelow B. Lu-Culligan A. Prado A.V. Skriabine S. Lu P. Weizman O.E. Liu F. Dai Y. Neuroinvasion of SARS-CoV-2 in human and mouse brain bioRxiv 2020 10.1101/2020.06.25.169946 Studer L. Vera E. Cornacchia D. Programming and Reprogramming Cellular Age in the Era of Induced Pluripotency Cell Stem Cell 16 2015 591 600 26046759 Sun G. Chiuppesi F. Chen X. Wang C. Tian E. Nguyen J. Kha M. Trinh D. Zhang H. Marchetto M.C. Modeling Human Cytomegalovirus-Induced Microcephaly in Human iPSC-Derived Brain Organoids Cell Rep Med 1 2020 100002 33205055 Takahashi K. Tanabe K. Ohnuki M. Narita M. Ichisaka T. Tomoda K. Yamanaka S. Induction of pluripotent stem cells from adult human fibroblasts by defined factors Cell 131 2007 861 872 18035408 Warren T.K. Jordan R. Lo M.K. Ray A.S. Mackman R.L. Soloveva V. Siegel D. Perron M. Bannister R. Hui H.C. Therapeutic efficacy of the small molecule GS-5734 against Ebola virus in rhesus monkeys Nature 531 2016 381 385 26934220 Wu C. Chen X. Cai Y. Xia J. Zhou X. Xu S. Huang H. Zhang L. Zhou X. Du C. Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China JAMA Intern. Med. 180 2020 934 943 32167524 Wu F. Zhao S. Yu B. Chen Y.M. Wang W. Song Z.G. Hu Y. Tao Z.W. Tian J.H. Pei Y.Y. A new coronavirus associated with human respiratory disease in China Nature 579 2020 265 269 32015508 Yang L. Han Y. Nilsson-Payant B.E. Gupta V. Wang P. Duan X. Tang X. Zhu J. Zhao Z. Jaffré F. A Human Pluripotent Stem Cell-based Platform to Study SARS-CoV-2 Tropism and Model Virus Infection in Human Cells and Organoids Cell Stem Cell 27 2020 125 136 32579880 Ye Q. Wang B. Mao J. The pathogenesis and treatment of the ‘Cytokine Storm’ in COVID-19 J. Infect. 80 2020 607 613 32283152 Yu J. Vodyanik M.A. Smuga-Otto K. Antosiewicz-Bourget J. Frane J.L. Tian S. Nie J. Jonsdottir G.A. Ruotti V. Stewart R. Induced pluripotent stem cell lines derived from human somatic cells Science 318 2007 1917 1920 18029452 Zhang B.Z. Chu H. Han S. Shuai H. Deng J. Hu Y.F. Gong H.R. Lee A.C. Zou Z. Yau T. SARS-CoV-2 infects human neural progenitor cells and brain organoids Cell Res. 30 2020 928 931 32753756 Zhu N. Zhang D. Wang W. Li X. Yang B. Song J. Zhao X. Huang B. Shi W. Lu R. China Novel Coronavirus Investigating and Research Team A Novel Coronavirus from Patients with Pneumonia in China, 2019 N. Engl. J. Med. 382 2020 727 733 31978945 Supplemental Information Document S1. Figures S1–S4 Document S2. Article plus Supplemental Information Acknowledgments We thank Drs. Jerome Mertens and Fred Gage for sharing the XTP-N2A plasmid DNA. We thank Drs. Peng Ye and Woosung Ann for sectioning brain organoids, Dr. Zhenqing Liu for providing feeder astrocytes, and Dr. Tao Zhou for experimental help. This work was supported by the Louise and Herbert Horvitz Charitable Foundation , the Sidell Kagan Foundation , 10.13039/100000900 California Institute for Regenerative Medicine TRAN1-08525, DISC2-12172, the National Institute of Aging of the National Institutes of Health R01 AG056305, RF1 AG061794, and R56 AG061171, and the National Institute of Allergy and Infectious Diseases of the National Institutes of Health R21AI129471 to Y.S. The research reported in this publication was also supported by the National Cancer Institute of the National Institutes of Health under award number P30CA33572. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Author Contributions Y.S. conceived the project. C.W., M.Z., V.A., and Y.S. designed experiments and interpreted results. C.W. differentiated ApoE3 and ApoE4 iPSCs into NPCs and neurons; set up neuron-astrocyte co-cultures; prepared NPCs, neurons, and co-cultures for SARS-CoV-2 infection; prepared RNAs for gene profiling; performed qRT-PCR for viral RNAs in neurons, co-cultures, and brain organoids, viral receptors in neurons and astrocytes, and host factors in astrocytes; immunostained control and virally infected neurons, co-cultures, and brain organoids; and quantified the results. M.Z. prepared astrocytes, OPCs, and ECs for SARS-CoV-2 infection; performed qRT-PCR for viral RNAs in astrocytes and brain organoids; performed qRT-PCR for markers of NPCs, neurons, and astrocytes in brain organoids; immunostained control and virally infected astrocytes, OPCs, and ECs; and quantified the results. G.G. performed SARS-CoV-2 infection, remdesivir treatment, cell collection, and RNA preparation from lungs. E.T. generated isogenic iPSCs and differentiated iPSCs into astrocytes and OPCs. Q.C. performed qRT-PCR for viral RNAs in neurons and astrocytes. X.C. generated and immunostained organoids. G.S. analyzed data from astrocyte gene profiling. J.W. performed astrocyte gene profiling. C.W., M.Z., and Y.S. prepared the manuscript with inputs from other authors. Declaration of Interests The authors declare no competing interests. Supplemental Information can be found online at https://doi.org/10.1016/j.stem.2020.12.018 .",
    "full_text_abstract": "ApoE4, a strong genetic risk factor for Alzheimer disease, has been associated with increased risk for severe COVID-19. However, it is unclear whether ApoE4 alters COVID-19 susceptibility or severity, and the role of direct viral infection in brain cells remains obscure. We tested the neurotropism of SARS-CoV2 in human-induced pluripotent stem cell (hiPSC) models and observed low-grade infection of neurons and astrocytes that is boosted in neuron-astrocyte co-cultures and organoids. We then generated isogenic ApoE3/3 and ApoE4/4 hiPSCs and found an increased rate of SARS-CoV-2 infection in ApoE4/4 neurons and astrocytes. ApoE4 astrocytes exhibited enlarged size and elevated nuclear fragmentation upon SARS-CoV-2 infection. Finally, we show that remdesivir treatment inhibits SARS-CoV2 infection of hiPSC neurons and astrocytes. These findings suggest that ApoE4 may play a causal role in COVID-19 severity. Understanding how risk factors impact COVID-19 susceptibility and severity will help us understand the potential long-term effects in different patient populations.\n\nGraphical Abstract\n\nShi and colleagues used hiPSC-derived neurons, astrocytes, and brain organoids to model SARS-CoV-2 neurotropism. They found that ApoE4/4 genotype led to an increased rate of SARS-CoV-2 infection in both neurons and astrocytes, and ApoE4 astrocytes exhibited a more severe response. Moreover, remdesivir could inhibit SARS-CoV-2 infection in neurons and astrocytes.",
    "plain_text": "pmc Cell Stem Cell Cell Stem Cell Cell Stem Cell 1934-5909 1875-9777 Elsevier Inc. 7832490 S1934-5909(20)30602-0 10.1016/j.stem.2020.12.018 Short Article ApoE-Isoform-Dependent SARS-CoV-2 Neurotropism and Cellular Response Wang Cheng 1 6 Zhang Mingzi 1 6 Garcia Gustavo Jr. 2 7 Tian E. 1 7 Cui Qi 1 Chen Xianwei 1 Sun Guihua 3 Wang Jinhui 4 Arumugaswami Vaithilingaraja 2 5 ∗ Shi Yanhong 1 8 ∗∗ 1 Division of Stem Cell Biology Research, Department of Developmental and Stem Cell Biology, Beckman Research Institute of City of Hope, Duarte, CA 91010, USA 2 Department of Molecular and Medical Pharmacology, University of California, Los Angeles, Los Angeles, CA 90095, USA 3 Department of Diabetes Complications & Metabolism, Beckman Research Institute of City of Hope, Duarte, CA 91010, USA 4 Integrative Genomics Core, Beckman Research Institute of City of Hope, Duarte, CA 91010, USA 5 Eli and Edythe Broad Center of Regenerative Medicine and Stem Cell Research, University of California, Los Angeles, Los Angeles, CA 90095, USA ∗ Corresponding author ∗∗ Corresponding author 6 These authors contributed equally 7 These authors contributed equally 8 Lead Contact 4 1 2021 4 2 2021 4 1 2021 28 2 331 342.e5 9 10 2020 3 12 2020 23 12 2020 © 2020 Elsevier Inc. 2020 Elsevier Inc. Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active. ApoE4, a strong genetic risk factor for Alzheimer disease, has been associated with increased risk for severe COVID-19. However, it is unclear whether ApoE4 alters COVID-19 susceptibility or severity, and the role of direct viral infection in brain cells remains obscure. We tested the neurotropism of SARS-CoV2 in human-induced pluripotent stem cell (hiPSC) models and observed low-grade infection of neurons and astrocytes that is boosted in neuron-astrocyte co-cultures and organoids. We then generated isogenic ApoE3/3 and ApoE4/4 hiPSCs and found an increased rate of SARS-CoV-2 infection in ApoE4/4 neurons and astrocytes. ApoE4 astrocytes exhibited enlarged size and elevated nuclear fragmentation upon SARS-CoV-2 infection. Finally, we show that remdesivir treatment inhibits SARS-CoV2 infection of hiPSC neurons and astrocytes. These findings suggest that ApoE4 may play a causal role in COVID-19 severity. Understanding how risk factors impact COVID-19 susceptibility and severity will help us understand the potential long-term effects in different patient populations. Graphical Abstract Shi and colleagues used hiPSC-derived neurons, astrocytes, and brain organoids to model SARS-CoV-2 neurotropism. They found that ApoE4/4 genotype led to an increased rate of SARS-CoV-2 infection in both neurons and astrocytes, and ApoE4 astrocytes exhibited a more severe response. Moreover, remdesivir could inhibit SARS-CoV-2 infection in neurons and astrocytes. Keywords ApoE Alzheimer's disease COVID-19 induced pluripotent stem cells iPSCs neurons astrocytes neuron-astrocyte co-culture brain organoids SARS-CoV-2 neurotropism remdesivir Published: December 29, 2020 Introduction The coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) ( Coronaviridae Study Group of the International Committee on Taxonomy of Viruses, 2020 ; Wu et al., 2020b ; Zhu et al., 2020 ). The rapid and widespread outbreak of SARS-CoV-2 poses a serious threat to worldwide public health. Although SARS-CoV-2 primarily affects the respiratory system, an increasing number of studies have started to report neurological symptoms, including headache, smell and taste disorders, dysexecutive syndrome, confusion, seizure, and encephalopathy ( Giacomelli et al., 2020 ; Helms et al., 2020 ; Lechien et al., 2020 ; Mao et al., 2020 ; Parma et al., 2020 ; Solomon et al., 2020 ). It has been reported that more than 30% of hospitalized COVID-19 patients exhibited neurological manifestations ( Mao et al., 2020 ). However, it remains to be determined whether the neurological symptoms are a direct result of SARS-CoV-2 infection of brain cells or a consequence of systemic illness ( Ellul et al., 2020 ). The detection of viral RNA and/or protein in the brains of COVID-19 patients who exhibited neurological symptoms ( Moriguchi et al., 2020 ; Paniz-Mondolfi et al., 2020 ; Puelles et al., 2020 ; Solomon et al., 2020 ) suggests viral infection of human brains. Moreover, a neurochemical study of 47 COVID-19 patients has shown that patients with severe COVID-19 exhibited an elevated plasma level of GFAP and NfL, indications of astrocytic activation and neuronal injury ( Kanberg et al., 2020 ), further supporting the idea that SARS-CoV-2 could enter the brain and cause neurological disturbance. ApoE is a lipid binding protein that has three major isoforms. The ε4 allele of APOE is associated with increased risk for AD, ε3 is neutral, and ε2 is associated with reduced risk for AD ( Bertram and Tanzi, 2008 ). ApoE is expressed in both astrocytes and neurons, with higher levels in astrocytes ( Liu et al., 2013 ). While it is well accepted that the ε4 allele of APOE is associated with increased risk and accelerated onset of AD, a recent study demonstrated a positive association between the ApoE4 genotype and risk for severe COVID-19 ( Kuo et al., 2020 ) using data from the UK Biobank. Data from 451,367 participants with European ancestry in the UK Biobank were included in the study. Among the participants, 9,022 individuals were ApoE4/4 (3%), 90,469 were ApoE3/4 (28%), and 223,457 were ApoE3/3 (69%). There were 622 COVID-19 patients, including 37 ApoE4/4 and 401 ApoE3/3 individuals. The ApoE4/4 genotype was strongly associated with a risk for severe COVID-19 (hospitalized patients), independent of pre-existing comorbidities ( Kuo et al., 2020 ). The association of ApoE4/4 genotype and the risk for COVID-19 is strong (OR >2.3, 95% CI). However, there is no direct evidence to pinpoint the causality of the ApoE ε4 allele in COVID-19 susceptibility or severity. Human-induced pluripotent stem cells (hiPSCs) have emerged as valuable in vitro platforms to model human brain development and diseases for which human cells and tissues are not easily accessible ( Takahashi et al., 2007 ; Yu et al., 2007 ; Marchetto et al., 2011 ; Shi et al., 2017a ; Li et al., 2018a ; Li and Shi, 2020 ). In response to the COVID-19 pandemic, hiPSC-derived NPCs, neurons, and brain organoids have been used to model SARS-CoV-2 neurotropism ( Jacob et al., 2020 ; Mesci et al., 2020 ; Pellegrini et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). These studies all reported infection of neurons and/or astrocytes by SARS-CoV-2; however, different extents of infection have been reported. Some reported sparse infection of neurons and astrocytes ( Jacob et al., 2020 ; Pellegrini et al., 2020 ), whereas others showed more extensive infection of these cell types in either 2D or 3D cultures ( Mesci et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). The cause for this discrepancy remains to be explored. Genetic risk factors could affect the susceptibility and severity of COVID-19. The generation of isogenic iPSC lines using genome-editing technologies, with the edited gene as the sole variable, allows the identification of pathological phenotypes that are specific to the genetic risk factors, without potential confusion resulting from distinct genetic or epigenetic background of different iPSC donors ( Hockemeyer and Jaenisch, 2016 ). Studying cells derived from isogenic iPSCs with the ApoE genotype as the sole variable will allow us to identify phenotypes directly caused by the specific ApoE isoform. In this study, we generated isogenic hiPSCs that only differ in their ApoE genotype using CRISPR/Cas9 gene editing. Because ApoE is expressed in both astrocytes and neurons, we differentiated the isogenic hiPSCs with the ApoE3/3 or ApoE4/4 genotype into neurons and astrocytes. Using the isogenic neurons and astrocytes, we were able to detect SARS-CoV-2 infection in both neurons and astrocytes. Moreover, we were able to see ApoE-isoform-dependent SARS-CoV-2 neurotropism and cellular response. Results SARS-CoV-2 Infects hiPSC-Derived NPCs, Neurons, and Astrocytes To determine the cell types in the brain that are susceptible for SARS-CoV-2 infection, we generated neural progenitor cells (NPCs), neurons, astrocytes, and oligodendrocyte progenitor cells (OPCs) from hiPSCs using our established protocols ( Li et al., 2018b ; Feng et al., 2020 ) with modifications. Brain microvascular endothelial cells (ECs) were also included in this study. All types of cells were seeded onto 96-well plates at 20,000 cells per well. NPCs, neurons, astrocytes, and ECs were infected with SARS-CoV-2 virus at a multiplicity of infection (MOI) of 0.1 or 1 and then harvested at 24 or 72 h post-infection (hpi) for analysis. OPCs were seeded along with brain organoids and infected at MOI = 1 and harvested at 144 hpi for analysis. Immunostaining using an antibody against the SARS-CoV-2 spike protein showed clear spike-positive (spike + ) cells in SARS-CoV-2-infected NPCs ( Figures S1 A–S1C), neurons, and astrocytes ( Figures 1 A–1E), with a percentage up to 3% in NPCs ( Figure S1 B) and neurons ( Figure 1 D) and up to 5% in astrocytes ( Figure 1 E). In contrast, no spike + cells were detected in OPCs or ECs ( Figures S1 D–S1G). qRT-PCR demonstrated substantially elevated level of the viral nucleocapsid (N) transcripts in NPCs ( Figure S1 C), neurons ( Figure 1 D), and astrocytes ( Figure 1 E), even at lower MOI (MOI = 0.1), indicating that these cell types were susceptible to SARS-CoV-2 infection. It should be noted that the decrease in percentage of spike + cells in NPCs at 72 hpi ( Figure S1 B) could be caused by a substantial increase in total cell number due to NPC proliferation, because the cell number of NPCs at 72 hpi was about 3 times higher than that at 24 hpi (data not shown). Because the percentage of spike + cells showed a viral dose-dependent increase from MOI of 0.1 to MOI of 1 at 24 hpi ( Figures 1 D and 1E), we selected a viral dose at MOI of 1 for the following experiments. Figure 1 SARS-CoV-2 Infects hiPSC-Derived Neurons, Astrocytes, and Brain Organoids Cells were infected with SARS-CoV-2 at a multiplicity of infection (MOI) at 0.1 or 1 and analyzed 24 or 72 h post-infection (hpi). Organoids were analyzed 24, 72, or 144 hpi. (A) Schematic for testing SARS-CoV-2 infection of hiPSC-derived neurons and astrocytes. (B) Infection of neurons by SARS-CoV-2. Representative images of mock and infected neurons stained for the SARS-CoV-2 spike protein and the neuronal marker MAP2. (C) Infection of astrocytes by SARS-CoV-2. Representative images of mock and infected astrocytes stained for the SARS-CoV-2 spike protein and the astrocyte marker SOX9. (D and E) The percentage of SARS-CoV-2 spike + cells and the log10 fold change of viral N gene RNA level in infected neurons (D) and astrocytes (E) at 24 and 72 hpi. n = 8 (D) or 5–7 (E) image fields per group for spike + cells. n = 3 experimental repeats for viral RNA qRT-PCR. (F) Immunostaining of brain organoids. Brain organoids around day 60 were stained with NPC markers SOX2 and TBR2 and neuronal markers TUJ1, BRN2, CTIP2, and SATB2. (G) SARS-CoV-2 infection of neurons in brain organoids. Mock- or SARS-CoV-2-infected organoids were stained for TUJ1 and SARS-CoV-2 spike protein at 144 hpi. (H) Relative viral N gene RNA level by qRT-PCR in mock- and SARS-CoV-2-infected brain organoids at 24, 72, and 144 hpi. n = 3 experimental repeats. (I) Schematic of brain organoids (BO) treated with Matrigel to induce astrocyte differentiation. (J) Control and Matrigel-treated brain organoids were stained for GFAP and S100β. (K) Relative viral N gene RNA level by qRT-PCR in mock- and SARS-CoV-2-infected control (–AS) and Matrigel-treated (+AS) brain organoids at 24 hpi. n = 3 experimental repeats. (L) Schematic for neuron and astrocyte co-culture. (M) The percentage of MAP2 + spike + cells in SARS-CoV-2 (MOI = 1)-infected neurons with (N+AS) or without (N) astrocyte co-culture at 24 hpi. n = 8 image fields for each group. Scale bar: 20 μm for (B), (C), (G), and (J) and 50 μm for (F). Error bars are SEM of the mean. ∗ p < 0.05; ∗∗ p < 0.01, ∗∗∗ p < 0.001, ns: p > 0.05 by one-way ANOVA followed by Turkey’s multiple comparison test. See also Figures S1 and S2 . ACE2 and TMPRSS2 are the main receptors for SARS-CoV-2 entry into human lung cells ( Hoffmann et al., 2020 ). To determine whether brain cells may use the same receptors for SARS-CoV-2 entry, we examined the expression levels of ACE2 and TMPRSS2 in human iPSC-derived neurons and astrocytes, including human lung tissues as the positive control. Compared to human lung tissues, the expression level of ACE2 and TMPRSS2 was very low in both neurons and astrocytes ( Figure S2 A). Instead, the expression level of NRP1, a receptor that has been shown to facilitate SARS-CoV-2 infection in olfactory epithelium and CNS ( Cantuti-Castelvetri et al., 2020 ), was high in both neurons and astrocytes ( Figure S2 A). This result suggests that brain cells may use a different receptor, for example, NRP1, for SARS-CoV-2 entry, from lung cells that use ACE2 and TMPRSS2 as the receptors for SARS-CoV-2 entry. Inducing Astrocyte Differentiation in Brain Organoids Boosts SARS-CoV2 Infection in Neurons Inspired by our observation that hiPSC-derived neurons and astrocytes could be infected with SARS-CoV-2 in a 2D culture system, we next used hiPSC-derived brain organoids to test the neurotropism of SARS-CoV-2. Brain organoids were derived from hiPSCs following published protocols ( Lancaster et al., 2013 ; Qian et al., 2016 ; Sun et al., 2020 ). We used brain organoids differentiated around day 60 for the study. These organoids contained NPCs and neurons that expressed typical NPC markers SOX2 and TBR2 and neuronal markers βIII-Tubulin (TUJ1), CTIP2, and SATB2, respectively ( Figure 1 F). The brain organoids were infected with SARS-CoV-2 at MOI = 1 and harvested at 24, 72, and 144 hpi for analysis. Co-localization of the SARS-CoV-2 spike protein signal with the neuronal marker TUJ1 staining indicates that SARS-CoV-2 could infect neurons in brain organoids ( Figure 1 G). The infection of brain organoids by SARS-CoV-2 was further corroborated by a substantially elevated level of viral nucleocapsid transcript expression in SARS-CoV-2-infected brain organoids, compared to mock-treated brain organoids ( Figure 1 H). The reduced viral RNA level at 144 dpi was presumably due to extensive cell death at this time point (data not shown). Because astrocytes have been shown to be important for the production and spreading of neurotropic virus in the central nervous system ( Potokar et al., 2019 ), we next asked whether astrocytes could enhance SARS-CoV-2 infection in brain organoids. In order to compare the infection of brain organoids with or without astrocytes, we developed a method to induce astrocyte differentiation in early-stage brain organoids (e.g., day 50) that do not have spontaneous astrocyte development using Matrigel treatment ( Figure 1 I). We were able to detect GFAP + and/or S100 + astrocytes in Matrigel-treated brain organoids specifically but not in control organoids of the same stage ( Figure 1 J). qRT-PCR analysis revealed similar levels of the NPC marker TLX ( Shi et al., 2004 ; Qu et al., 2010 ) and the neuronal markers TUJ1 and MAP2 in brain organoids with or without Matrigel treatment but an increased level of the astrocyte marker GFAP in Matrigel-treated brain organoids ( Figure S2 B), confirming an enriched astrocyte population in Matrigel-treated brain organoids. Of note, qRT-PCR analysis revealed that the viral nucleocapsid RNA level was substantially higher in SARS-CoV-2-infected brain organoids with astrocytes than that in brain organoids without astrocytes ( Figure 1 K). To better quantify the effect of astrocytes on SARS-CoV-2 infection in neurons, we conducted infections in 2D cultures of neurons alone and neuron-astrocyte co-cultures with SARS-CoV-2. Quantification of the SARS-CoV-2-infected neurons (MAP2 + spike + cells) revealed that neurons co-cultured with astrocytes exhibited a higher infection rate compared to neurons cultured alone ( Figures 1 L and 1M), indicating that astrocytes could boost SARS-CoV-2 infection in neurons. ApoE4 Neurons Exhibited Higher Susceptibility to SARS-CoV-2 Infection than ApoE3 Neurons A recent study of COVID-19 patients in the UK Biobank revealed that individuals harboring the ApoE4/4 genotype were more likely to have severe COVID-19 (hospitalized) than individuals with the ApoE3/3 genotype ( Kuo et al., 2020 ). To investigate the role of ApoE4 in SARS-CoV-2 infection, we generated ApoE3/3 iPSCs from the parental ApoE4/4 iPSCs derived from an AD patient (AG06869) by CRISPR/Cas9-based gene editing ( Figure 2 A). Neurons were differentiated from isogenic ApoE3 and ApoE4 iPSCs and co-cultured with iPSC-derived astrocytes for 3 weeks for maturation. After viral infection, spike + neurons could be observed in both ApoE3 and ApoE4 neurons at 24 and 72 hpi ( Figure 2 B). At 24 hpi, quantification of the MAP2 + spike + cells revealed a mild increase in the percentage of SARS-CoV-2-infected neurons in ApoE4 neurons than in ApoE3 neurons (1.31% ± 0.14% versus 0.77% ± 0.09%), although the difference was not statistically significant ( Figure 2 C). At 72 hpi, both ApoE3 and ApoE4 neurons showed an increased percentage of MAP2 + spike + cells ( Figure 2 C), suggesting viral replication in the co-culture system. The percentage of the MAP2 + spike + cells in ApoE4 neurons was significantly higher than in E3 neurons at 72 hpi (2.10% ± 0.19% versus 1.42% ± 0.17%) ( Figure 2 C), indicating that ApoE4 neurons are more prone to SARS-CoV-2 infection compared to ApoE3 neurons. We observed that the localization of SARS-CoV-2 viral particles was mainly in the neuronal cell body, but, in some infected neurons, the viral particles could also be observed in the MAP2 + dendrites ( Figure S3 A), suggesting that SARS-CoV-2 may spread in neurons through neurites. In addition, we observed syncytia formation, a typical cytopathic effect in cultured cells infected with SARS-CoV-2, in both ApoE3 and ApoE4 neurons ( Figures S3 B and S3C), with a higher percentage of syncytia nucleus in E4 neurons than that in E3 neurons ( Figure S3 C), suggesting that SARS-CoV-2 may also spread in neurons through syncytia formation. Figure 2 SARS - CoV-2 Infects hiPSC-Derived ApoE3 and ApoE4 Neurons with Different Efficiency Isogenic ApoE3 (E3) and ApoE4 (E4) iPSC-derived neurons were infected with SARS-CoV-2 (MOI = 1) and analyzed at 24 or 72 hpi. (A) Schematic for CRISPR/Cas9 editing to switch ApoE4 to ApoE3 in iPSCs. Sanger sequencing confirms the APOE genotype of the parental (ApoE4/4) and edited (ApoE3/3) iPSCs. (B and C) E4 neurons exhibit a higher SARS-CoV-2 infection rate. Mock- or SARS-CoV-2-infected E3 or E4 neurons at 24 or 72 hpi were stained for the neuronal marker MAP2 and the SARS-CoV-2 spike protein (B). The percentage of MAP2 + spike + cells in E3 or E4 neurons at 24 or 72 hpi. n = 8 image fields per group (C). (D) Reduced neurite length and complexity in SARS-CoV-2-infected neurons. Mock- or SARS-CoV-2-infected E3 or E4 neurons at 24 or 72 hpi were stained for MAP2 and the spike protein. (E) Quantification of the total MAP2 + neurite length of mock, spike – , or spike + neurons at 24 or 72 hpi. n = 131 E3 neurons (n = 22 for 24 h mock, 24 hpi spike + , 72 h mock, 72 hpi spike – and 72 hpi spike + neurons each, and n = 21 for 24 hpi spike – neurons), n = 198 E4 neurons (n = 34 for 24 h mock and 72 h mock neurons, n = 26 for 24 hpi spike – neurons, n = 35 for 24 hpi spike + neurons, n = 31 for 72 hpi spike – neurons, and n = 38 for 72 hpi spike + neurons). (F) Quantification of the total MAP2 + neurite number of mock, spike – , or spike + neurons at 24 or 72 hpi. n = 130 E3 neurons (n = 21 for 24 h mock and 24 hpi spike – neurons, n = 22 for 24 hpi spike + , 72 h mock, 72 hpi spike – , and 72 hpi spike + neurons), n = 198 E4 neurons (n = 34 for 24 h mock and 72 h mock neurons, n = 26 for 24 hpi spike – neurons, n = 35 for 24 hpi spike + neurons, n = 31 for 72 hpi spike – neurons, and n = 38 for 72 hpi spike + neurons). (G and I) Reduced synaptic puncta in SARS-CoV-2-infected neurons. Synapsin 1 (Syn1)-positive puncta in mock- or SARS-CoV-2-infected spike + E3 (G) or E4 (I) neurons at 72 hpi. (H and J) Quantification of the number of Syn1 + puncta per 50 μm of neurites in mock- or SARS-CoV-2-infected spike + E3 (H) and E4 (J) neurons at 72 hpi. n = 15 E3 neurons or 18 E4 neurons per group. Scale bar: 50 μm for (B) and (D); 10 μm for (G) and (I). Error bars are SEM of the mean. ∗ p < 0.05; ∗∗ p < 0.01, ∗∗∗ p < 0.001, ns: p > 0.05 by one-way ANOVA followed by Turkey’s multiple comparison test. See also Figure S3 . SARS-CoV-2 Infection Causes Neuritic Degeneration and Synaptic Loss in Neurons To determine whether SARS-CoV-2 could cause degenerative changes in neurons, we first observed the morphology of the infected neurons. We stained neurons with the neuronal marker MAP2, measured neurite length, and quantified neurite number of mock-treated neurons as well as spike + and spike – neurons in the same dish of SARS-CoV-2-treated neurons. At 24 hpi, the MAP2 + neurite length of mock-treated neurons, and the spike – and spike + neurons did not show much difference in ApoE3 and ApoE4 neurons ( Figures 2 D and 2E). However, by 72 hpi, the neurite length of the spike + neurons decreased significantly in both ApoE3 and ApoE4 neurons ( Figures 2 D and 2E), compared to mock-treated neurons and spike – neurons. The decrease of neurite length in the ApoE4 spike + neurons compared to the ApoE4 spike – neurons is more dramatic (p < 0.001) than the decrease in the ApoE3 spike + neurons compared to the ApoE3 spike – neurons (p < 0.05). The neurite length of the ApoE4 spike – neurons also showed a statistically significant reduction compared to mock-infected neurons at 72 hpi, whereas the ApoE3 spike – neurons did not show a statistically significant difference from the mock-treated neurons ( Figure 2 E). These results together indicate that SARS-CoV-2 could cause a more dramatic effect on the infected ApoE4 neurons and their surrounding neurons. Consistent with shortened neurite length at 72 hpi, the neurite number of spike + neurons also reduced significantly at 72 hpi, but not 24 hpi, in ApoE 3 and ApoE4 neurons ( Figures 2 D and 2F). Again, a more dramatic decrease in neurite number was observed in spike + ApoE4 neurons compared to mock-treated or spike – ApoE4 neurons (p < 0.001) than the decrease in spike + ApoE3 neurons compared to mock-treated or spike – ApoE3 neurons (p < 0.01), although a direct comparison of the neurite length and number between the ApoE3 and ApoE4 neurons (mock, spike – , and spike + ) did not reach a statistically significant difference. These results demonstrate that SARS-CoV-2 infection could result in neurite degeneration in both ApoE3 and ApoE4 neurons, with a more dramatic deteriorative effect on ApoE4 neurons than ApoE3 neurons. Since viral infection caused shortened neuritic length and reduced neurite number in neurons, we wondered whether SARS-CoV-2 infection could also cause synaptic loss. We stained neurons with the synapse marker Synapsin 1 (Syn1) and quantified the density of mock-treated and SARS-CoV-2-treated spike + neurons. By 72 hpi, the spike + neurons showed significantly decreased Syn1-positive puncta density in both ApoE3 and ApoE4 neurons ( Figures 2 G–2J). Differential Susceptibility and Response in ApoE3 and ApoE4 Astrocytes upon SARS-CoV-2 Infection Because ApoE4 neurons showed a higher infection rate than ApoE3 neurons, we next asked whether the ApoE genotype could affect SARS-CoV-2 infection in astrocytes. Two pairs of isogenic astrocytes were differentiated from isogenic ApoE3 and ApoE4 iPSCs following our established protocol ( Li et al., 2018b ), purified with MACS sorting of CD49f ( Barbar et al., 2020 ), and then subjected to SARS-CoV-2 infection. Consistent with our findings in ApoE4 neurons, we observed a statistically significant increase in the percentage of spike + cells in ApoE4 astrocytes, compared to that in ApoE3 astrocytes ( Figures 3 B and S4 B). To compare the morphological change in SARS-CoV-2-infected ApoE3 and ApoE4 astrocytes, we measured the astrocyte soma size. We found that the spike + ApoE4 astrocytes exhibited increased cell size (soma size and process length) compared to the spike + ApoE3 astrocytes ( Figures 3 A, 3C, S4 A, and S4C), suggesting that ApoE4 astrocytes react differently from ApoE3 astrocytes upon SARS-CoV-2 viral infection. In addition, we found that ApoE4 astrocytes showed more fragmented nuclei after viral infection compared to ApoE3 astrocytes ( Figures 3 D and S4 D), indicating that SARS-CoV-2 infection may cause a more severe cytopathogenic effect in ApoE4 astrocytes than in ApoE3 astrocytes. Similar with our observation in neurons, we observed syncytia formation in astrocytes, suggesting that one way SARS-CoV-2 spreads in astrocytes may be through syncytia formation ( Figure 3 A). Figure 3 ApoE3 and ApoE4 Astrocytes Exhibit Differential SARS-CoV-2 Infection Rate and Response Isogenic ApoE3 (E3) and ApoE4 (E4) hiPSC-derived astrocytes were infected with SARS-CoV-2 (MOI = 1) and analyzed at 72 hpi. (A) Mock- or SARS-CoV-2-infected E3 or E4 astrocytes at 72 hpi were stained for the SARS-CoV-2 spike protein and the astrocyte marker S100β (green). Scale bar: 20 μm. (B) The percentage of SARS-CoV-2 spike + cells in SARS-CoV-2-infected E3 or E4 astrocytes at 72 hpi. n = 5 image fields per group. (C) Quantification of the S100β + astrocyte size in longitudinal length (soma + process) in mock- or SARS-CoV-2-infected spike + astrocytes in E3 or E4 astrocytes at 72 hpi. n = 5 image fields per group. (D) The percentage of fragmented nuclei in total nuclei of SARS-CoV-2-infected E3 or E4 astrocytes at 72 hpi. n = 5 image fields per group. (E) Schematic for SARS-CoV-2 virus entry, transcription, translation, and packaging. Genes with elevated expression level in E4 astrocytes were labeled with upward red arrows. (F) qRT-PCR validation of DEGs ( ACTR2 , ATP6AP2 , EMPR1 , and CHST14 ) in E3 and E4 astrocytes. n = 3 experimental repeats. Error bars are SEM of the mean. ∗ p < 0.05, ∗∗ p < 0.01, ∗∗∗ p < 0.001 by unpaired two-sided t test. See also Figure S4 . Recently, Daniloski et al. (2020) screened host factors for SARS-CoV-2 infection by genome-wide CRISPR knockout and identified about 40 genes that are involved in different steps of SARS-CoV-2 infection, including receptor binding, endosomal entry, spike cleavage and membrane fusion, endosomal recycling, spike protein cleavage, viral RNA transcription and translation, and ER-Golgi trafficking. To explore mechanisms underlying the differential susceptibility of ApoE3 and ApoE4 cells to SARS-CoV-2, we compared the expression level of these host factors in isogenic ApoE3 and ApoE4 astrocytes by gene-expression profiling. Among the host genes examined, ACTR2 (endosomal entry), ATP6AP2 (spike protein cleavage, endosomal acidification and processing), ERMP1 (ER), and CHST14 (Golgi) showed higher expression levels in ApoE4 astrocytes than that in ApoE3 astrocytes ( Figures 3 E and 3F). Of the differentially expressed host factors, ACTR2 is an actin cytoskeleton-associated protein that is involved in endosomal entry ( Daniloski et al., 2020 ), while ATP6AP2 is a subunit of the vacuolar-ATPase proton pump important for endosomal acidification and processing ( Banerjee and Kane, 2020 ). Indeed, increased number and size of early endosomes have been detected in ApoE4 cells and brains compared to their ApoE3 counterparts ( Cataldo et al., 2000 ; Lin et al., 2018 ). Our result suggests that ApoE4 may regulate SARS-CoV-2 infection through modulating the expression of factors involved in SARS-CoV-2 infection, such as endosomal entry, acidification, and processing. The Antiviral Drug Remdesivir Inhibits Virus Infection in Neurons and Astrocytes The antiviral drug remdesivir has been granted emergency-use authorization (EUA) by the FDA for the treatment of COVID-19 ( Kujawski, 2020 ). However, whether it has any effect on neurological manifestations remains unknown. Here, we tested the anti-SARS-CoV-2 effect of remdesivir on neurons and astrocytes. hiPSC-derived neurons and astrocytes were pre-treated with vehicle or remdesivir for 2 h prior to SARS-CoV-2 infection. Then the cells were infected with SARS-CoV-2 (MOI = 1). Subsequently, remdesivir treatment was continued for 72 h. Remdesivir treatment reduced detectable spike + neurons ( Figure 4 A) and astrocytes ( Figures 4 E, 4G, and S4 E) substantially. The level of viral transcripts was also reduced dramatically in remdesivir-treated neurons ( Figure 4 B) and astrocytes ( Figure 4 F). To determine whether remdesivir treatment could rescue neuronal phenotypes caused by SARS-CoV-2 infection, we quantified neurite length and number in SARS-CoV-2-infected neurons (spike + ) and SARS-CoV-2 plus remdesivir-treated neurons (spike – ; no spike + cells were detected in this group). Significantly increased neurite length was detected in remdesivir-treated neurons compared to SARS-CoV-2-infected neurons without remdesivir treatment ( Figure 4 C). The neurite number of remdesivir-treated neurons was also increased compared to the SARS-CoV-2-infected neurons, although the increase did not reach statistical significance ( Figure 4 D). The effect of remdesivir treatment on astrocyte phenotype rescue was evaluated by quantifying fragmented nuclei in SARS-CoV-2 only or SARS-CoV-2 plus remdesivir-treated astrocytes. Treatment with remdesivir reduced fragmented nuclei in ApoE4 astrocytes significantly ( Figures 4 H and S4 F). The percentage of fragmented nuclei was also reduced by remdesivir treatment in ApoE3 astrocytes, but the reduction did not reach statistical significance, presumably because the increase of fragmented nuclei by SARS-CoV-2 was mild in ApoE3 astrocytes ( Figures 4 H and S4 F). These results together indicate that remdesivir could effectively inhibit SARS-CoV-2 infection and rescue disease phenotypes in neurons and astrocytes and therefore can be used to manage neurological infection by SARS-CoV-2. Figure 4 The Antiviral Drug Remdesivir Inhibits SARS-CoV-2 Infection in Neurons and Astrocytes (A) RDV inhibits SARS-CoV-2 infection in neurons. Mock- or SARS-CoV-2-infected neurons treated with vehicle or RDV were stained for MAP2 and SARS-CoV-2 spike. (B) Relative viral N gene RNA level by qRT-PCR in mock- or SARS-CoV-2-infected neurons treated with vehicle or RDV (B). n = 3 experimental repeats. (C and D) RDV rescues neurite length in SARS-CoV-2-infected neuron. Quantification of the total MAP2 + neurite length (C) and neurite number (D) in mock- or SARS-CoV-2-infected spike + neurons or infected neurons treated with RDV. n = 18 per group. (E) RDV inhibits SARS-CoV-2 infection in astrocytes. Mock- or SARS-CoV-2-infected neurons treated with vehicle or RDV were stained for S100β and SARS-CoV-2 spike. (F) Relative viral N gene RNA level in mock- or SARS-CoV-2-infected astrocytes treated with vehicle or RDV (F). n = 3 experimental repeats. (G) Quantification of SARS-CoV-2 spike + cells in mock- or SARS-CoV-2-infected E3 or E4 astrocytes treated with vehicle or RDV. n = 5 image fields per group. (H) RDV rescues astrocytic phenotype induced by SARS-CoV-2 infection. Quantification of spike + fragmented nuclei in mock- or SARS-CoV-2-infected E3 or E4 astrocytes treated with vehicle or RDV. n = 5 image fields per group. Scale bar: 20 μm for (A) and 50 μm for (E). Error bars are SEM of the mean. ∗∗ p < 0.01, ∗∗∗ p < 0.001, ns: p > 0.05 by one-way ANOVA followed by Turkey’s multiple comparison test. Discussion Although SARS-CoV-2 RNA was detected at high levels in the respiratory system, it is also found in other organs including the brain, albeit with lower levels, indicating that multiple organs including the brain can be susceptible to SARS-CoV-2 infection. Due to the difficulty in accessing patient brain tissues, hiPSC-derived neural cells and organoids have been used to model SARS-CoV-2 neurotropism ( Bullen et al., 2020 ; Jacob et al., 2020 ; Mesci et al., 2020 ; Pellegrini et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Yang et al., 2020 ; Zhang et al., 2020 ). SARS-CoV-2 infection of hiPSC-derived NPCs, neurons, and/or astrocytes has been reported in 2D cultures and 3D brain organoids ( Jacob et al., 2020 ; Mesci et al., 2020 ; Pellegrini et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). Although these studies all reported infection of neurons and/or astrocytes by SARS-CoV-2, the degree of infection was different, ranging from sparse infection ( Jacob et al., 2020 ; Pellegrini et al., 2020 ) to more extensive infection of these cell types in either 2D or 3D cultures ( Mesci et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). In this study, we detected a SARS-CoV-2 infection rate up to 3% in NPCs and neurons and up to 5% in astrocytes. One reason for the difference in the SARS-CoV-2 infection rate could be different genetic background of subjects from whom iPSCs are derived. We show here that neurons and astrocytes derived from iPSCs with ApoE4/4 genotype exhibited a significantly higher SARS-CoV-2 infection rate than neurons and astrocytes derived from iPSCs with ApoE3/3 genotype. Moreover, we demonstrate that co-culture of neurons with astrocytes in either 2D cultures or 3D organoids could boost the SARS-CoV-2 infection rate. Increased death of infected cells has been reported in 2D NPC and neuronal cells and 3D brain organoids ( Jacob et al., 2020 ; Mesci et al., 2020 ; Ramani et al., 2020 ; Song et al., 2020 ; Zhang et al., 2020 ). We show here that SARS-CoV-2-infected neurons undergo degeneration, including shortened neurite length and reduced synapses, presumably before they die, and SARS-CoV-2-infected astrocytes exhibit elevated nuclear fragmentation. ApoE4 is the greatest genetic risk factor for Alzheimer disease ( Bertram and Tanzi, 2008 ). The human APOE gene encodes three isoforms, ApoE2, ApoE3, and ApoE4, which have allele frequency of 8.4%, 77.9%, and 13.7%, respectively, in the general population ( Farrer et al., 1997 ; Liu et al., 2013 ). The ApoE4 frequency reaches nearly 40% in the AD patient population ( Farrer et al., 1997 ; Liu et al., 2013 ). In this study, using ApoE3/3 and ApoE4/4 neurons and astrocytes derived from isogenic iPSCs prepared using CRISPR/Cas9 gene editing, we provided clear evidence that ApoE4 could lead to increased SARS-CoV-2 susceptibility in both neurons and astrocytes. Moreover, the ApoE4 astrocytes exhibited an exacerbated cellular response, including enlarged size, reminiscent of reactive astrocytes, and increased fragmentation of the nucleus, an indication of cell death, which could contribute to the severity of disease in COVID-19. Astrocytes are the most abundant glial cells in the brain and are essential for proper function of the central nervous system (CNS). It has been shown that ApoE4 in glial cells may aggravate neurodegeneration ( Shi et al., 2017b ). We show here that SARS-CoV-2 infection preferentially activates astrocytes and induces astrocytic death in ApoE4 astrocytes. The ApoE-isoform-dependent effect could contribute to elevated risk for severe COVID-19 in the ApoE4/4 population. This study thus provides a plausible explanation for why some (e.g., ApoE4/4 subjects) but not all COVID-19 patients have neurological manifestations. In a recent study, it has been shown that the ApoE E4/4 genotype increases the risk for severe COVID-19, compared to the ApoE3/3 genotype, independent of preexisting comorbidities, such as dementia, cardiovascular disorders, and type 2 diabetes, using genetic and health data from the UK Biobank ( Kuo et al., 2020 ), suggesting an association of ApoE4 with COVID-19. Of interest, the ApoE-isoform-specific effect has also been observed in herpes simplex virus type I (HSV-1) latent infection. The HSV-1 neuroinvasiveness depends on the presence of the ApoE4 isoform. Higher viral loads were detected in brains of ApoE4 mice than that in the ApoE3 mice ( Burgos et al., 2006 ). The ApoE4/4 genotype is also associated with increased Human Immunodeficiency Virus type I (HIV-1) infection and accelerates disease progression, especially progression to death, in HIV-infected patients, compared to the ApoE3/3 genotype ( Burt et al., 2008 ). Our study together with the association study between the ApoE4 genotype and severe COVID-19 disease ( Kuo et al., 2020 ) broadens the role of ApoE4 in infectious diseases, besides its well-known risk effects on Alzheimer disease. Remdesivir, an inhibitor of viral RNA polymerase ( Warren et al., 2016 ), has been granted emergency-use authorization (EUA) by the FDA for the treatment of COVID-19, because of its effect on reduced time to recover in treated patients in a clinical trial ( Kujawski, 2020 ). In this study, we tested the effect of remdesivir on inhibition of SARS-CoV-2 infection in hiPSC-derived brain cells and detected dramatically reduced viral RNA levels in remdesivir-treated neurons and astrocytes. These results further support the anti-SARS-CoV-2 potential of remdesivir and provide evidence that remdesivir can be used to treat neurological complications in COVID-19 patients. Moreover, this study demonstrates that hiPSC-derived cells and brain organoids could provide human cellular platforms for COVID-19 drug discovery and validation. Limitations of Study This study provides clear evidence for an ApoE4 isoform-specific effect on the susceptibility and severity of SARS-CoV-2 infection. However, there are several limitations that remain to be addressed in the future. First, because hiPSC-derived cells are phenotypically young ( Studer et al., 2015 ), a general concern for using the hiPSC platform is whether iPSC-derived cells may accurately reflect the scenario of SARS-CoV-2 infection in adults. Although we believe that infection of iPSC-derived cells with SARS-CoV-2 could induce stress to mimic a cellular environment in adults and the elderly, thus allowing modeling of symptoms in adults, it is worth noting that aspects of the innate immune response to viral infection can be age dependent ( Baas et al., 2008 ). Therefore, there could be a difference between the observation in hiPSC-derived brain cells and that in adult patient brains. Second, to explore mechanisms underlying differential susceptibility to SARS-CoV-2 infection, we identified host factors for SARS-CoV-2 that showed differential expression in ApoE3 and ApoE4 astrocytes. However, further functional studies are needed to provide unequivocal evidence for whether and how these host factors regulate differential susceptibility to SARS-CoV-2 in ApoE3 and ApoE4 cells. Third, current hiPSC-derived cultures lack blood stream and blood-brain-barrier (BBB), therefore preventing us from exploring the contribution of BBB breakdown to neurological manifestations in COVID-19 patients. It has been proposed that SARS-CoV-2 could enter the brain through the olfactory nerves in the nasal cavity or through cytokine-storm-induced BBB disruption to cause neurological complications ( Mao and Jin, 2020 ). In addition, SARS-CoV-2 may induce neurological symptoms in COVID-19 patients through indirect effects resulting from BBB breakdown or microvascular damage without direct infection of brain cells. For example, severely ill COVID-19 patients have been shown to have cytokine storm ( Wu et al., 2020a ; Ye et al., 2020 ), which can cause BBB breakdown ( Azkur et al., 2020 ). Consequently, cytokines can cross the damaged BBB to the brain to affect neural function ( Erickson and Banks, 2018 ). Further studies of COVID-19 patients could provide added insights into how SARS-CoV-2 induces neurological manifestations. Last, but not least, we examined remdesivir effects in an ApoE-isoform-dependent manner in astrocytes but not neurons, because we observed ApoE-isoform-specific phenotypes mainly in astrocytes, where ApoE is expressed with higher level ( Liu et al., 2013 ). Future studies can be extended to confirm whether remdesivir will rescue neuronal phenotypes in ApoE3 and ApoE4 neurons similarly or in an ApoE-isoform-specific manner. In summary, although with limitations, this study provides intriguing insights into why some but not all COVID-19 patients exhibit neurological manifestations and demonstrates that hiPSC-derived neurons and astrocytes could serve as a human cellular platform for COVID-19 mechanistic study and drug development. STAR★Methods Key Resources Table REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies Chicken anti-MAP2 Abcam Cat# ab5392; RRID: AB_2138153 Goat anti-SOX9 R&D Systems Cat# AF3075; RRID: AB_2194160 Mouse anti SARS-CoV-2 Spike Genetex Cat# GTX632604; RRID: AB_2864418 Rabbit anti-SARS-CoV-2 (2019-nCoV) Spike S1 Sino Biological Cat# 40150-R007; RRID: AB_2827979 Mouse anti-Nestin BD Biosciences Cat# 611659; RRID: AB_399177 Rabbit anti-TUJ1 Covance Cat# PRB-435P; RRID: AB_291637 Goat anti-SOX2 R&D Systems Cat# AF2018; RRID: AB_355110 Rat anti-CTIP2 Abcam Cat# ab18465; RRID: AB_2064130 Mouse anti-SABT2 Abcam Cat# ab92446; RRID: AB_10563678 Chicken anti-TBR2 Millipore Sigma Cat# AB15894; RRID: AB_10615604 Rabbit anti-S100β Agilent Cat# Z0311; RRID: AB_10013383 Mouse anti-GFAP Sigma-Aldrich Cat# G3893; RRID: AB_477010 Rabbit anti-Synapsin 1 Synaptic Systems Cat# 106 103; RRID: AB_11042000 Rabbit anti-Olig2 Millipore Sigma Cat# AB9610; RRID: AB_570666 Mouse anti-CD31 Cusabio Cat# CSB-MA017767A0m Anti-O4 MicroBeads Miltenyi Biotec Cat# 130-096-670; RRID: AB_2847907 Rat anti-CD49f Biolegend Cat# 313616; RRID: AB_1575047 Bacterial and Virus Strains SARS-CoV-2 (USA-WA1/2020) Sharma et al. N/A Chemicals, Peptides, and Recombinant Proteins DMEM/F12 GIBCO Cat# 11330-032 E8 GIBCO Cat# 15169-01 BrainPhys medium STEMCELL Tech Cat# 05790 Medium without serum Cell Systems Cat# 4Z3-500-S N2 Life technologies Cat# 17502048 B27 Life technologies Cat# 17504044 Fetal Bovine Serum Sigma-Aldrich Cat# F4135 GlutaMax GIBCO Cat# 35050079 NEAA Thermo Fisher Scientific Cat# 11140076 Bac-Off Cell Systems Cat# 4Z0-644 CultureBoost Cell Systems Cat# 4CB-500 SB431542 Stemgent Cat# 04-0010 Retinoic acid Sigma-Aldrich Cat# R2625 CHIR99021 Cellagen Technology Cat# C2477-50 Dorsomorphin Sigma-Aldrich Cat# P5499 SAG EMD Millipore Cat# 566660 PDGFAA R&D systems Cat# 221-AA-050 IGF-1 R&D systems Cat# 291-G1-200 HGF R&D systems Cat# 294-HG-025 NT3 EMD Millipore Cat# GF031 3,30,5-Triiodo-L-thyronine (T3) Sigma-Aldrich Cat# T2877 Biotin Sigma-Aldrich Cat# 4639 Dibutyryl-cAMP Sigma-Aldrich Cat# D0627 EGF PeproTech Cat# 100-15 bFGF PeproTech Cat# 100-18B GDNF PeproTech Cat# 450-10 BDNF PeproTech Cat# 450-02 Y27632 Reprocell Cat# 04-0012 Insulin Sigma-Aldrich Cat# I9278 CNTF R&D systems Cat# 257-NT-050 Cytosine β-D-arabinofuranoside hydrochloride Sigma-Aldrich Cat# C6645 Critical Commercial Assays Tetro cDNA synthesis kit Bioline Cat# Bio-65043 Experimental Models: Cell Lines AG14048 fibroblasts Coriell Cat# AG14048 AG06869 fibroblasts Coriell Cat# AG06869 Primary human BMEC Cell system Cat# ACBRI 376 Vero-E6 cell line ATCC Cat# CRL-1586 Recombinant DNA pLVX-TREtight- Ngn2:2A:Ascl1-PGK-Puro (XTP-N2A) Addgene Cat# 84777 Software and Algorithms NIS-Elements AR Nikon RRID: SCR_014329 Fiji Fiji RRID: SCR_002285 Graphpad Prism 8 Graphpad Software RRID: SCR_002798 Resource Availability Lead Contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Dr. Yanhong Shi ( yshi@coh.org ). Materials Availability The isogeneic ApoE3/3 and ApoE4/4 iPSCs generated in this study are available from the Lead Contact, Dr. Yanhong Shi ( yshi@coh.org ), under a material transfer agreement with City of Hope. Data Availability The source data that support the findings of this study are available from the Lead Contact, Dr. Yanhong Shi ( yshi@coh.org ), upon reasonable request. Experimental Model and Subject Details Generation of isogenic iPSC lines Fibroblasts AG06869 (E4/4) and AG14048 (E3/3) were obtained from Coriell and reprogrammed to pluripotent stem cells as previously described ( Li et al., 2018b ; Feng et al., 2020 ). After generation of human iPSC lines, the AG06869 (E4/4) iPSCs were converted into E3/3, and the AG14048 (E3/3) iPSCs were converted into E4/4 iPSCs using CRISPR/Cas9 nickase as previously described ( Ran et al., 2013 ; Li et al., 2018b ). Cell lines Vero-E6 cell line was obtained from the American Type Culture Collection (ATCC) cell line catalog, under catalog number VERO C1008 [Vero 76, clone E6, Vero E6] (ATCC CRL1586). Vero E6 cells were cultured in DMEM growth media (10% fetal bovine serum, 2 mM L-glutamine, penicillin (100 units/ml), streptomycin (100 units/ml), and 10 mM HEPES). Primary human brain microvascular endothelial cells were purchased from Cell Systems (Cat# ACBRI 376) and cultured in CSC complete medium (CultureBoost, Bac-Off). Medium was changed every other day. Viruses SARS-CoV-2, isolate USA-WA1/2020, was obtained from the Biodefense and Emerging Infections (BEI) Resources of the National Institute of Allergy and Infectious Diseases. All procedures involving SARS-CoV-2 infection were conducted within a Biosafety Level 3 facility at UCLA. SARS-CoV-2 was passaged once in Vero E6 cells and viral stocks were aliquoted and stored at −80°C. Virus titer was measured in Vero E6 cells by TCID50 assay. Methods Details Differentiation of NPCs from hiPSCs NPC differentiation from hiPSCs was performed according to an established method ( Li et al., 2018b ; Feng et al., 2020 ) with modifications. Briefly, hiPSCs were first induced with 0.1 μM retinoic acid (RA), 4 μM CHIR99021, 3 μM SB431542, 2 μM Dorsomorphin for 2 days. Then Dorsomorphin was removed and the induction was continued for 5 days. Differentiation of neurons from hiPSCs For neuronal differentiation, UNA virus containing Tet-On NGN2 and ASCL1 was prepared as previously described ( Mertens et al., 2015 ). NPCs from the isogenic lines were seeded onto Matrigel-coated culture vessels at 2x10 4 /cm 2 and UNA virus was added the next day. Forty-eight hour (h) after viral infection, cells were subjected to puromycin selection for 5 days. After selection, cells were induced with neural induction medium (DMEM/F12, 1xN2, 1xB27, 1xNEAA, 1xGlutamax, 2ug/ml Doxycycline). After 10 days of induction, cells were dissociated with TrypLE and seeded at 5x10 4 cells/cm 2 in neural maintenance medium (Brainphys, 1xN2, 1xB27, 1xNEAA, 1xGlutamax, 100 μg/ml dibutyryl cAMP, 10ng/mL GDNF and 10ng/mL BDNF). Medium was change 50% every two days. Differentiation of astrocytes from hiPSCs Astrocyte differentiation from hiPSCs was performed using our established protocol ( Li et al., 2018b ). NPCs were derived from hiPSCs as described above and further differentiated by treatment with 10 μM RA and SAG for 5 days. NPC spheres were split into single cells by accuse. Cells were plated into Matrigel-coated plates at 1x10 5 cells per well in 6-well plates. Cells were kept in N2B27 medium (DMEM/F12, 1xN2, 1xB27, 1xNEAA, 1xGlutamax) plus 0.1 μM RA and 1 μM SAG for another 10 days, then switched to PDGF medium (1X N2, 1XB27, 10 ng/ml PDGFAA, 5 ng/ml HGF, 10 ng/ml IGF-1, 10 ng/ml NT3, 100 ng/ml Biotin, 60 ng/ml T3, 1 μM cAMP and 25 μg/ml insulin) for another 20 days. For astrocyte maturation, cells were switched into astrocyte maturation medium (DMEM/F12, 1xN2, 1xB27, 1xNEAA, 2 mM GlutaMAX, and10 ng/ml CNTF) for another 7 days. Differentiation of OPCs from hiPSCs We followed OPC differentiation protocol as we previous described ( Li et al., 2018b ; Feng et al., 2020 ). Briefly, hiPSCs were dissociated into single cells and treated with SB434542, LDN-193189 and RA for 8 days. From day 8 to day 12, cells were further induced by RA and SAG. After RA and SAG induction, pre-OPCs were lifted up to form spheres. Pre-OPC spheres were cultured in RA and SAG-supplemented medium for another 8 days, then switched to PDGF medium. 10 days after switching to PDGF medium, spheres were attached onto Matrigel coated plates to allow OPCs to migrate out of the spheres and expand. Medium was changed every 2 days. Derivation of brain organoid from hiPSCs We followed brain organoid derivation protocol described previous with modification ( Lancaster et al., 2013 ; Qian et al., 2016 ; Sun et al., 2020 ). Briefly, hiPSCs were dissociated with EDTA and seeded in a low adherent 6-well plate to form embryoid bodies (EBs) in E8 medium with ROCK inhibitor Y-27632. EBs were cultured in E8 medium for 4 days. Medium was changed daily. On day 5, E8 medium was switched to neural induction medium (NIM, DMEM/F12, 1xN2, 1xB27, 1xNEAA, 1xGlutamax, 2 μg/ml Heparin). After 3 days of induction, spheres were embedded in NIM with 25% Matrigel and transferred to a low adherent 12-well plate. The spheres were incubated at 37°C for 4-6 hours and then 2 mL of NIM was added. On day 9, another 2.5 mL of NIM was added and medium was changed daily. On day 12, brain organoids with neural rosettes were transferred to a new low adherent 6-well plate cultured in NIM for another 4-8 days with daily medium change. Brain organoids were then transferred to a low adherent T25 flask in differentiation medium (DMEM/F12 basal medium, 1 × N2 supplement, 1 × B27, 2.5 μg/ml Insulin, 1 × Glutamax, 0.5 × MEM-NEAA, and 3.5 μl/L (V/V) 2-Mercaptoethanol) on an Orbi-Shaker (Benchmark Scientific). Medium was changed every 2-3 days. Organoids with multiple neural rosettes were kept for further culture. For Matrigel treatment, brain organoids were cultured in differentiation medium with 1% Matrigel for 7-14 days. Cell sorting The O4+ OPCs and CD49f+ astrocytes were sorted using magnetic-activated cell sorting (MACS) following manufacturer’s instruction (Miltenyi Biotech) ( Li et al., 2018b ; Barbar et al., 2020 ). OPCs were dissociated into single cells using accutase. These cells were incubated with O4-microbeads at 4°C for 15 min. Cell suspension was loaded onto LS Magnetic Column (Miltenyi Biotech) placed in the field of a magnetic MACS Separator. The O4-negative cells were washed off, while the O4-positive OPCs were retained, and eluted into a collection tube. For astrocyte purification, CNTF-treated astrocytes were dissociated into single cells using accutase, and incubated with rat anti-CD49f antibody at 1 to 100 dilation at 4°C for 15 min followed by incubation with anti-mouse IgG beads at 4°C for 15 min. Cell suspension was loaded onto LS Magnetic Column placed in the field of a magnetic MACS Separator. The CD49f-negative cells were washed off, while the CD49f-positive astrocytes were retained and eluted into a collection tube. Astrocytes-neuron co-cultures Astrocytes derived from AG14048 iPSCs were used in the co-culture system. After CNTF treatment, astrocytes were seeded onto Matrigel-coated coverslip at 0.5x10 5 /slip and maintained in N2B27 medium (DMEM/F12, 1xN2, 1xB27, 1xNEAA, 1xGlutamax). Neurons were split at day 10 of induction and seeded onto astrocytes at 1x10 5 /slip in N2B27 medium supplemented with 0.5% FBS and 100 μg/ml dibutyryl cAMP. Ara-C (2 μM) was added into medium for 24 h to remove proliferating cells. Neuron and astrocytes were co-culture for 3 weeks before subjected to SARS-CoV-2 infection. SARS-CoV-2 infection and remdesivir treatment SARS-CoV-2 infection was performed as previously described ( Sharma et al., 2020 ). For SARS-CoV-2 infection, viral inoculum (MOI of 0.1 and 1) was prepared using serum-free medium. Culture medium was removed and replaced with 250 μL of prepared inoculum in each well. For mock infection, serum-free medium (250 μL/well) alone was added. The inoculated plates were incubated at 37°C with 5% CO 2 for 1 hour. The inoculum was spread by gently tilting the plate sideways at every 15 minutes. At the end of incubation, the inoculum was replaced with fresh medium. Cells remained at 37°C with 5% CO 2 for 24,72, or 166 hours before analysis. For remdesivir treatment, cells were pretreated with 10 μM remdesivir prior to SARS-CoV-2 infection and remdesivir treatment was continued for 72 hours. Immunostaining Cells were fixed in 4% paraformaldehyde (PFA) for 15 min, washed with PBS, followed by permeabilization and blocking in blocking buffer (PBS containing 0.1% Triton X-100 and 5% donkey serum) for 1 h at room temperature. Primary antibodies were diluted in blocking buffer and incubated with cells at 4°C for overnight. The next day, cells were washed with PBS and incubated with secondary antibodies for 1 h at room temperature. Secondary antibodies were diluted in 1xPBS at 1:500 dilution. After incubation, cells were washed with PBS, incubated with Dapi (1:10,000) for 15 min, and mounted with Fluoromount-G reagent. The primary antibodies used include chicken anti-MAP2, 1:1000; goat anti-SOX9, 1:200; rabbit anti-Synapsin 1, 1:200; rabbit anti-S100β, 1:200; mouse anti-Nestin, 1:500; rabbit anti-Olig2, 1:200; mouse anti-CD31, 1:200; mouse anti SARS-CoV-2 Spike, 1:200; rabbit anti-SARS-CoV-2 Spike, 1:200. Brain organoids were fixed in 4% PFA for 30 min, and then transferred into 30% sucrose solution and kept at 4°C for overnight. After sinking to the bottom of the container, organoids were embedded with OCT and sectioned to slides at 50 μm thickness. Sections were permeabilized and blocked in blocking buffer (PBS containing 0.1% Triton X-100 and 5% donkey serum) for 1 h at room temperature, then incubated with primary antibody diluted in PBS containing 5% donkey serum at 4°C for overnight. Secondary antibodies diluted in PBS were incubated with sections for 1 h at room temperature the next day. Sections were incubated with Dapi for 15 min before mounting with Fluoromount-G reagent. The primary antibodies used include rabbit anti-TUJ1, 1:20,000; goat anti-SOX2, 1:500; rat anti-CTIP2, 1:300; mouse anti-SABT2,1:300; rabbit anti-TBR2, 1:300; mouse anti-GFAP, 1:500; rabbit anti-S100β, 1:200; mouse anti-SARS-CoV-2 Spike, 1:200. Measurement of astrocyte size, percentage of astrocyte fragmented nuclei, neurite length and number, and the number of synaptic puncta Images were collected by Nikon Eclipse Ti2 microscope. Measurement of astrocyte size was performed using Neuron J plugin in Fiji software, astrocyte longitudinal axis (soma and process) was measured. 12~13 fields were quantified. Fragmented nuclei were counted base on the nuclei morphology and calculated into percentage by using (number of fragmented nuclei / total DAPI number) × 100%. Measurement of neurite length and neurite number was carried out using Neuron J plugin in Fiji software. For E3 neurons, mock-treated and spike- neurons were chosen randomly from 10~15 fields for the measurement of neurite length and neurite number, and spike+ neurons were chosen from 18~20 fields. For E4 neurons, mock-treated and spike- neurons were chosen randomly from 13~19 fields, and spike+ neurons were chosen from 28~33 fields. For quantification of Syn1+ puncta, mock-treated neurons were chosen randomly from 10~16 fields and spike+ neurons were chosen from 16~17 fields. MAP2-positive neurite length was measured using Neuron J plugin in Fiji software, and Syn1+ puncta along the neurites were counted. The Syn1+ puncta density was calculated by dividing the Syn1+ puncta number with neurite length. Data were analyzed using Graphpad Prism8. RT-qPCR RNA was extracted using Trizol reagent (Thermo Fisher). Complementary DNA (cDNA) was synthesized using Tetro cDNA Synthesis Kit (Thomas Scientific). qRT-PCR was performed using SYBR Green Master Mix (Thermo Scientific) on the Step One Plus Real-Time PCR Instrument (Applied Biosystems). ACTIN was used as the reference gene. qPCR primers nCOV_N1 for SARS-CoV-2 detection was purchased from IDT (Integrated DNA Technologies). qPCR primers for ACE2, TMPRSS2, NRP1, ACTR2, ATP6AP2, ERMP1, CHST14, TLX, GFAP, MAP2 and TUBB3 were designed using online primer design tool ( https://www.ncbi.nlm.nih.gov/tools/primer-blast/ ). Quantification and Statistical Analysis Statistical analysis Statistical significance was analyzed using GraphPad Prism 8 by one-tailed Student’s t test or non-paired one-way ANOVA as reported in each figure legend. When comparing two experimental groups, unpaired Student’s t test was used. When comparing multiple experimental groups, data were analyzed using one-way ANOVA, followed by Tukey’s post hoc test when ANOVA has p < 0.05. For all test, p values were presented as ∗ p < 0.05, ∗∗ p < 0.01, and ∗∗∗ p < 0.001. Error bar stands for SD if not stated otherwise. Statistical details of each experiment can be found in the figure legends. References Azkur A.K. Akdis M. Azkur D. Sokolowska M. van de Veen W. Brüggen M.C. O’Mahony L. Gao Y. Nadeau K. Akdis C.A. Immune response to SARS-CoV-2 and mechanisms of immunopathological changes in COVID-19 Allergy 75 2020 1564 1581 32396996 Baas T. Roberts A. Teal T.H. Vogel L. Chen J. Tumpey T.M. Katze M.G. Subbarao K. Genomic analysis reveals age-dependent innate immune responses to severe acute respiratory syndrome coronavirus J. Virol. 82 2008 9465 9476 18632870 Banerjee S. Kane P.M. Regulation of V-ATPase Activity and Organelle pH by Phosphatidylinositol Phosphate Lipids Front. Cell Dev. Biol. 8 2020 510 32656214 Barbar L. Jain T. Zimmer M. Kruglikov I. Sadick J.S. Wang M. Kalpana K. Rose I.V.L. Burstein S.R. Rusielewicz T. CD49f Is a Novel Marker of Functional and Reactive Human iPSC-Derived Astrocytes Neuron 107 2020 436 453 32485136 Bertram L. Tanzi R.E. Thirty years of Alzheimer’s disease genetics: the implications of systematic meta-analyses Nature Rev. 9 2008 768 778 Bullen C.K. Hogberg H.T. Bahadirli-Talbott A. Bishai W.R. Hartung T. Keuthan C. Looney M.M. Pekosz A. Romero J.C. Sille F.C.M. Infectability of human BrainSphere neurons suggests neurotropism of SARS-CoV-2 ALTEX 2020 10.14573/altex.2006111 Published online October 20, 2020 Burgos J.S. Ramirez C. Sastre I. Valdivieso F. Effect of apolipoprotein E on the cerebral load of latent herpes simplex virus type 1 DNA J. Virol. 80 2006 5383 5387 16699018 Burt T.D. Agan B.K. Marconi V.C. He W. Kulkarni H. Mold J.E. Cavrois M. Huang Y. Mahley R.W. Dolan M.J. Apolipoprotein (apo) E4 enhances HIV-1 cell entry in vitro, and the APOE epsilon4/epsilon4 genotype accelerates HIV disease progression Proc. Natl. Acad. Sci. USA 105 2008 8718 8723 18562290 Cantuti-Castelvetri L. Ojha R. Pedro L.D. Djannatian M. Franz J. Kuivanen S. van der Meer F. Kallio K. Kaya T. Anastasina M. Neuropilin-1 facilitates SARS-CoV-2 cell entry and infectivity Science 370 2020 856 860 33082293 Cataldo A.M. Peterhoff C.M. Troncoso J.C. Gomez-Isla T. Hyman B.T. Nixon R.A. Endocytic pathway abnormalities precede amyloid beta deposition in sporadic Alzheimer’s disease and Down syndrome: differential effects of APOE genotype and presenilin mutations Am. J. Pathol. 157 2000 277 286 10880397 Coronaviridae Study Group of the International Committee on Taxonomy of Viruses The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2 Nat. Microbiol. 5 2020 536 544 32123347 Daniloski Z. Jordan T.X. Wessels H.H. Hoagland D.A. Kasela S. Legut M. Maniatis S. Mimitou E.P. Lu L. Geller E. Identification of Required Host Factors for SARS-CoV-2 Infection in Human Cells Cell 2020 10.1016/j.cell.2020.10.030 Published online October 24, 2020 Ellul M.A. Benjamin L. Singh B. Lant S. Michael B.D. Easton A. Kneen R. Defres S. Sejvar J. Solomon T. Neurological associations of COVID-19 Lancet Neurol. 19 2020 767 783 32622375 Erickson M.A. Banks W.A. Neuroimmune Axes of the Blood-Brain Barriers and Blood-Brain Interfaces: Bases for Physiological Regulation, Disease States, and Pharmacological Interventions Pharmacol. Rev. 70 2018 278 314 29496890 Farrer L.A. Cupples L.A. Haines J.L. Hyman B. Kukull W.A. Mayeux R. Myers R.H. Pericak-Vance M.A. Risch N. van Duijn C.M. APOE and Alzheimer Disease Meta Analysis Consortium Effects of age, sex, and ethnicity on the association between apolipoprotein E genotype and Alzheimer disease. A meta-analysis JAMA 278 1997 1349 1356 9343467 Feng L. Chao J. Tian E. Li L. Ye P. Zhang M. Chen X. Cui Q. Sun G. Zhou T. Cell-Based Therapy for Canavan Disease Using Human iPSC-Derived NPCs and OPCs Adv. Sci. (Weinh.) 7 2020 2002155 33304759 Giacomelli A. Pezzati L. Conti F. Bernacchia D. Siano M. Oreni L. Rusconi S. Gervasoni C. Ridolfo A.L. Rizzardini G. Self-reported Olfactory and Taste Disorders in Patients With Severe Acute Respiratory Coronavirus 2 Infection: A Cross-sectional Study Clin. Infect. Dis. 71 2020 889 890 32215618 Helms J. Kremer S. Merdji H. Clere-Jehl R. Schenck M. Kummerlen C. Collange O. Boulay C. Fafi-Kremer S. Ohana M. Neurologic Features in Severe SARS-CoV-2 Infection N. Engl. J. Med. 382 2020 2268 2270 32294339 Hockemeyer D. Jaenisch R. Induced Pluripotent Stem Cells Meet Genome Editing Cell Stem Cell 18 2016 573 586 27152442 Hoffmann M. Kleine-Weber H. Schroeder S. Krüger N. Herrler T. Erichsen S. Schiergens T.S. Herrler G. Wu N.H. Nitsche A. SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor Cell 181 2020 271 280.e8 32142651 Jacob F. Pather S.R. Huang W.K. Wong S.Z.H. Zhou H. Zhang F. Cubitt B. Chen C.Z. Xu M. Pradhan M. Human Pluripotent Stem Cell-Derived Neural Cells and Brain Organoids Reveal SARS-CoV-2 Neurotropism bioRxiv 2020 10.1101/2020.07.28.225151 Kanberg N. Ashton N.J. Andersson L.M. Yilmaz A. Lindh M. Nilsson S. Price R.W. Blennow K. Zetterberg H. Gisslén M. Neurochemical evidence of astrocytic and neuronal injury commonly found in COVID-19 Neurology 95 2020 e1754 e1759 32546655 Kujawski S.A.a. First 12 patients with coronavirus disease 2019 (COVID-19) in the United States MedRxiv 2020 10.1101/2020.03.09.20032896 Kuo C.L. Pilling L.C. Atkins J.L. Masoli J.A.H. Delgado J. Kuchel G.A. Melzer D. APOE e4 genotype predicts severe COVID-19 in the UK Biobank community cohort J. Gerontol. A Biol. Sci. Med. Sci. 75 2020 2231 2232 32451547 Lancaster M.A. Renner M. Martin C.A. Wenzel D. Bicknell L.S. Hurles M.E. Homfray T. Penninger J.M. Jackson A.P. Knoblich J.A. Cerebral organoids model human brain development and microcephaly Nature 501 2013 373 379 23995685 Lechien J.R. Chiesa-Estomba C.M. De Siati D.R. Horoi M. Le Bon S.D. Rodriguez A. Dequanter D. Blecic S. El Afia F. Distinguin L. Olfactory and gustatory dysfunctions as a clinical presentation of mild-to-moderate forms of the coronavirus disease (COVID-19): a multicenter European study Eur. Arch. Otorhinolaryngol. 277 2020 2251 2261 32253535 Li L. Shi Y. When glia meet induced pluripotent stem cells (iPSCs) Mol. Cell. Neurosci. 109 2020 103565 33068719 Li L. Chao J. Shi Y. Modeling neurological diseases using iPSC-derived neural cells : iPSC modeling of neurological diseases Cell Tissue Res. 371 2018 143 151 29079884 Li L. Tian E. Chen X. Chao J. Klein J. Qu Q. Sun G. Sun G. Huang Y. Warden C.D. GFAP Mutations in Astrocytes Impair Oligodendrocyte Progenitor Proliferation and Myelination in an hiPSC Model of Alexander Disease Cell Stem Cell 23 2018 239 251 30075130 Lin Y.T. Seo J. Gao F. Feldman H.M. Wen H.L. Penney J. Cam H.P. Gjoneska E. Raja W.K. Cheng J. APOE4 Causes Widespread Molecular and Cellular Alterations Associated with Alzheimer’s Disease Phenotypes in Human iPSC-Derived Brain Cell Types Neuron 98 2018 1294 29953873 Liu C.C. Liu C.C. Kanekiyo T. Xu H. Bu G. Apolipoprotein E and Alzheimer disease: risk, mechanisms and therapy Nat. Rev. Neurol. 9 2013 106 118 23296339 Mao X.Y. Jin W.L. iPSCs-Derived Platform: A Feasible Tool for Probing the Neurotropism of SARS-CoV-2 ACS Chem. Neurosci. 11 2020 2489 2491 32840109 Mao L. Jin H. Wang M. Hu Y. Chen S. He Q. Chang J. Hong C. Zhou Y. Wang D. Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease 2019 in Wuhan, China JAMA Neurol. 77 2020 683 690 32275288 Marchetto M.C. Brennand K.J. Boyer L.F. Gage F.H. Induced pluripotent stem cells (iPSCs) and neurological disease modeling: progress and promises Hum. Mol. Genet. 20 R2 2011 R109 R115 21828073 Mertens J. Paquola A.C.M. Ku M. Hatch E. Böhnke L. Ladjevardi S. McGrath S. Campbell B. Lee H. Herdy J.R. Directly Reprogrammed Human Neurons Retain Aging-Associated Transcriptomic Signatures and Reveal Age-Related Nucleocytoplasmic Defects Cell Stem Cell 17 2015 705 718 26456686 Mesci P. Macia A. Salehi A. Martin-Sancho L. Yin X. Snethlage C. Chanda S.K. Moutri A. Sofosbuvir protects human brain organoids against SARS-CoV-2 bioRxiv 2020 Moriguchi T. Harii N. Goto J. Harada D. Sugawara H. Takamino J. Ueno M. Sakata H. Kondo K. Myose N. A first case of meningitis/encephalitis associated with SARS-Coronavirus-2 Int. J. Infect. Dis. 94 2020 55 58 32251791 Paniz-Mondolfi A. Bryce C. Grimes Z. Gordon R.E. Reidy J. Lednicky J. Sordillo E.M. Fowkes M. Central nervous system involvement by severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) J. Med. Virol. 92 2020 699 702 32314810 Parma V. Ohla K. Veldhuizen M.G. Niv M.Y. Kelly C.E. Bakke A.J. Cooper K.W. Bouysset C. Pirastu N. Dibattista M. GCCR Group Author More than smell - COVID-19 is associated with severe impairment of smell, taste, and chemesthesis Chem. Senses 45 2020 609 622 32564071 Pellegrini L. Albecka A. Mallery D.L. Kellner M.J. Paul D. Carter A.P. James L.C. Lancaster M.A. SARS-CoV-2 Infects the Brain Choroid Plexus and Disrupts the Blood-CSF Barrier in Human Brain Organoids Cell Stem Cell 27 2020 951 961.e5 33113348 Potokar M. Jorgačevski J. Zorec R. Astrocytes in Flavivirus Infections Int. J. Mol. Sci. 20 2019 20 Puelles V.G. Lütgehetmann M. Lindenmeyer M.T. Sperhake J.P. Wong M.N. Allweiss L. Chilla S. Heinemann A. Wanner N. Liu S. Multiorgan and Renal Tropism of SARS-CoV-2 N. Engl. J. Med. 383 2020 590 592 32402155 Qian X. Nguyen H.N. Song M.M. Hadiono C. Ogden S.C. Hammack C. Yao B. Hamersky G.R. Jacob F. Zhong C. Brain-Region-Specific Organoids Using Mini-bioreactors for Modeling ZIKV Exposure Cell 165 2016 1238 1254 27118425 Qu Q. Sun G. Li W. Yang S. Ye P. Zhao C. Yu R.T. Gage F.H. Evans R.M. Shi Y. Orphan nuclear receptor TLX activates Wnt/beta-catenin signalling to stimulate neural stem cell proliferation and self-renewal Nat. Cell Biol. 12 2010 31 40 suppl. 31–39 20010817 Ramani A. Müller L. Ostermann P.N. Gabriel E. Abida-Islam P. Müller-Schiffmann A. Mariappan A. Goureau O. Gruell H. Walker A. SARS-CoV-2 targets neurons of 3D human brain organoids EMBO J. 39 2020 e106230 32876341 Ran F.A. Hsu P.D. Lin C.Y. Gootenberg J.S. Konermann S. Trevino A.E. Scott D.A. Inoue A. Matoba S. Zhang Y. Zhang F. Double nicking by RNA-guided CRISPR Cas9 for enhanced genome editing specificity Cell 154 2013 1380 1389 23992846 Sharma A. Garcia G. Jr. Wang Y. Plummer J.T. Morizono K. Arumugaswami V. Svendsen C.N. Human iPSC-Derived Cardiomyocytes Are Susceptible to SARS-CoV-2 Infection Cell Rep Med 1 2020 100052 32835305 Shi Y. Chichung Lie D. Taupin P. Nakashima K. Ray J. Yu R.T. Gage F.H. Evans R.M. Expression and function of orphan nuclear receptor TLX in adult neural stem cells Nature 427 2004 78 83 14702088 Shi Y. Inoue H. Wu J.C. Yamanaka S. Induced pluripotent stem cell technology: a decade of progress Nat. Rev. Drug Discov. 16 2017 115 130 27980341 Shi Y. Yamada K. Liddelow S.A. Smith S.T. Zhao L. Luo W. Tsai R.M. Spina S. Grinberg L.T. Rojas J.C. Alzheimer’s Disease Neuroimaging Initiative ApoE4 markedly exacerbates tau-mediated neurodegeneration in a mouse model of tauopathy Nature 549 2017 523 527 28959956 Solomon I.H. Normandin E. Bhattacharyya S. Mukerji S.S. Keller K. Ali A.S. Adams G. Hornick J.L. Padera R.F. Jr. Sabeti P. Neuropathological Features of Covid-19 N. Engl. J. Med. 383 2020 989 992 32530583 Song E. Zhang C. Israelow B. Lu-Culligan A. Prado A.V. Skriabine S. Lu P. Weizman O.E. Liu F. Dai Y. Neuroinvasion of SARS-CoV-2 in human and mouse brain bioRxiv 2020 10.1101/2020.06.25.169946 Studer L. Vera E. Cornacchia D. Programming and Reprogramming Cellular Age in the Era of Induced Pluripotency Cell Stem Cell 16 2015 591 600 26046759 Sun G. Chiuppesi F. Chen X. Wang C. Tian E. Nguyen J. Kha M. Trinh D. Zhang H. Marchetto M.C. Modeling Human Cytomegalovirus-Induced Microcephaly in Human iPSC-Derived Brain Organoids Cell Rep Med 1 2020 100002 33205055 Takahashi K. Tanabe K. Ohnuki M. Narita M. Ichisaka T. Tomoda K. Yamanaka S. Induction of pluripotent stem cells from adult human fibroblasts by defined factors Cell 131 2007 861 872 18035408 Warren T.K. Jordan R. Lo M.K. Ray A.S. Mackman R.L. Soloveva V. Siegel D. Perron M. Bannister R. Hui H.C. Therapeutic efficacy of the small molecule GS-5734 against Ebola virus in rhesus monkeys Nature 531 2016 381 385 26934220 Wu C. Chen X. Cai Y. Xia J. Zhou X. Xu S. Huang H. Zhang L. Zhou X. Du C. Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China JAMA Intern. Med. 180 2020 934 943 32167524 Wu F. Zhao S. Yu B. Chen Y.M. Wang W. Song Z.G. Hu Y. Tao Z.W. Tian J.H. Pei Y.Y. A new coronavirus associated with human respiratory disease in China Nature 579 2020 265 269 32015508 Yang L. Han Y. Nilsson-Payant B.E. Gupta V. Wang P. Duan X. Tang X. Zhu J. Zhao Z. Jaffré F. A Human Pluripotent Stem Cell-based Platform to Study SARS-CoV-2 Tropism and Model Virus Infection in Human Cells and Organoids Cell Stem Cell 27 2020 125 136 32579880 Ye Q. Wang B. Mao J. The pathogenesis and treatment of the ‘Cytokine Storm’ in COVID-19 J. Infect. 80 2020 607 613 32283152 Yu J. Vodyanik M.A. Smuga-Otto K. Antosiewicz-Bourget J. Frane J.L. Tian S. Nie J. Jonsdottir G.A. Ruotti V. Stewart R. Induced pluripotent stem cell lines derived from human somatic cells Science 318 2007 1917 1920 18029452 Zhang B.Z. Chu H. Han S. Shuai H. Deng J. Hu Y.F. Gong H.R. Lee A.C. Zou Z. Yau T. SARS-CoV-2 infects human neural progenitor cells and brain organoids Cell Res. 30 2020 928 931 32753756 Zhu N. Zhang D. Wang W. Li X. Yang B. Song J. Zhao X. Huang B. Shi W. Lu R. China Novel Coronavirus Investigating and Research Team A Novel Coronavirus from Patients with Pneumonia in China, 2019 N. Engl. J. Med. 382 2020 727 733 31978945 Supplemental Information Document S1. Figures S1–S4 Document S2. Article plus Supplemental Information Acknowledgments We thank Drs. Jerome Mertens and Fred Gage for sharing the XTP-N2A plasmid DNA. We thank Drs. Peng Ye and Woosung Ann for sectioning brain organoids, Dr. Zhenqing Liu for providing feeder astrocytes, and Dr. Tao Zhou for experimental help. This work was supported by the Louise and Herbert Horvitz Charitable Foundation , the Sidell Kagan Foundation , 10.13039/100000900 California Institute for Regenerative Medicine TRAN1-08525, DISC2-12172, the National Institute of Aging of the National Institutes of Health R01 AG056305, RF1 AG061794, and R56 AG061171, and the National Institute of Allergy and Infectious Diseases of the National Institutes of Health R21AI129471 to Y.S. The research reported in this publication was also supported by the National Cancer Institute of the National Institutes of Health under award number P30CA33572. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Author Contributions Y.S. conceived the project. C.W., M.Z., V.A., and Y.S. designed experiments and interpreted results. C.W. differentiated ApoE3 and ApoE4 iPSCs into NPCs and neurons; set up neuron-astrocyte co-cultures; prepared NPCs, neurons, and co-cultures for SARS-CoV-2 infection; prepared RNAs for gene profiling; performed qRT-PCR for viral RNAs in neurons, co-cultures, and brain organoids, viral receptors in neurons and astrocytes, and host factors in astrocytes; immunostained control and virally infected neurons, co-cultures, and brain organoids; and quantified the results. M.Z. prepared astrocytes, OPCs, and ECs for SARS-CoV-2 infection; performed qRT-PCR for viral RNAs in astrocytes and brain organoids; performed qRT-PCR for markers of NPCs, neurons, and astrocytes in brain organoids; immunostained control and virally infected astrocytes, OPCs, and ECs; and quantified the results. G.G. performed SARS-CoV-2 infection, remdesivir treatment, cell collection, and RNA preparation from lungs. E.T. generated isogenic iPSCs and differentiated iPSCs into astrocytes and OPCs. Q.C. performed qRT-PCR for viral RNAs in neurons and astrocytes. X.C. generated and immunostained organoids. G.S. analyzed data from astrocyte gene profiling. J.W. performed astrocyte gene profiling. C.W., M.Z., and Y.S. prepared the manuscript with inputs from other authors. Declaration of Interests The authors declare no competing interests. Supplemental Information can be found online at https://doi.org/10.1016/j.stem.2020.12.018 ."
}