{
  "PMC": "5763959",
  "DOI": "10.1100/tsw.2010.186",
  "PMID": "20890585",
  "PMCID": "PMC5763959",
  "title": "Stress proteins and pancreatic cancer metastasis.",
  "year": 2010,
  "source_url": "https://europepmc.org/article/PMC/PMC5763959",
  "source": "MED",
  "abstract_text": "Tumor metastasis is challenged by its resistance to microenvironmental stress infringed during escape from the primary tumor and the colonization of a foreign secondary tissue. Because of its great metastatic potential and its strong resistance to anticancer drugs, pancreatic cancer is regarded as a paradigm of the adaptation of cancer cells to microenvironmental stress. Thus, to understand how pancreatic cancer cells adapt to the different endogenous and therapy-related stresses is crucial for understanding their etiology and for the development of new efficient anticancer strategies. This review summarizes the multiple functions accomplished by one major factor of pancreatic cancer cell stress response, the stress protein p8.",
  "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5763959 20890585 729050 10.1100/tsw.2010.186 Review Article Stress Proteins and Pancreatic Cancer Metastasis Cano Carla E. Iovanna Juan L. * INSERM U.624, Stress Cellulaire, Parc Scientifique et Technologique de Luminy, Marseille, France *Juan L. Iovanna: juan.iovanna@inserm.fr Academic Editor: Juan Iovanna & Jose Neira 2010 1 10 2010 10 1958 1966 29 3 2010 28 5 2010 1 6 2010 Copyright © 2010 Carla E. Cano and Juan L. Iovanna. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Tumor metastasis is challenged by its resistance to microenvironmental stress infringed during escape from the primary tumor and the colonization of a foreign secondary tissue. Because of its great metastatic potential and its strong resistance to anticancer drugs, pancreatic cancer is regarded as a paradigm of the adaptation of cancer cells to microenvironmental stress. Thus, to understand how pancreatic cancer cells adapt to the different endogenous and therapy-related stresses is crucial for understanding their etiology and for the development of new efficient anticancer strategies. This review summarizes the multiple functions accomplished by one major factor of pancreatic cancer cell stress response, the stress protein p8. cancer pancreas cell stress response Nupr1 metastasis",
  "plain_text": "Tumor metastasis is challenged by its resistance to microenvironmental stress infringed during escape from the primary tumor and the colonization of a foreign secondary tissue. Because of its great metastatic potential and its strong resistance to anticancer drugs, pancreatic cancer is regarded as a paradigm of the adaptation of cancer cells to microenvironmental stress. Thus, to understand how pancreatic cancer cells adapt to the different endogenous and therapy-related stresses is crucial for understanding their etiology and for the development of new efficient anticancer strategies. This review summarizes the multiple functions accomplished by one major factor of pancreatic cancer cell stress response, the stress protein p8."
}
