{
    "PMC": "7096082",
    "DOI": "10.1007/s001080050721",
    "PMID": "11271618",
    "PMCID": "PMC7096082",
    "title": "[Suppression of synthesis of tumor necrosis factor].",
    "year": 2001,
    "source_url": "https://europepmc.org/article/PMC/PMC7096082",
    "source": "MED",
    "full_text": "Internist (Berl) Internist (Berl) Der Internist 0020-9554 1432-1289 Springer-Verlag Berlin/Heidelberg 7096082 11271618 10420028.108 10.1007/s001080050721 Übersicht Suppression der Synthese des Tumornekrosefaktors Eigler A. Loher F. Endres S. grid.411095.8 0000 0004 0477 2585 Abteilung für Klinische Pharmakologie, Medizinische Klinik Innenstadt, Klinikum der Ludwig-Maximilians-Universität München, , , , DE 2001 42 1 28 34 © Springer-Verlag Berlin Heidelberg 2001 This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic. Zum Thema Klinische Studien aus den vergangenen 5 Jahren belegen die zentrale Rolle des Tumornekrosefaktors (TNF) im pathophysiologischen Geschehen der rheumatoiden Arthritis und des Morbus Crohn. Die vorliegende Arbeit gibt einen Überblick über die Regulation der Synthese und die vielfältigen Wirkungen dieses Zytokins. So wurden erhöhte TNF-Konzentrationen bei verschiedenen infektiösen und entzündlichen Erkrankungen sowie in Verbindung mit speziellen Therapien nachgewiesen. Darauf aufbauend werden experimentelle therapeutische Strategien zur Hemmung der TNF-Bildung dargestellt. Schlüsselwörter Tumornekrosefaktor Rheumatoide Arthritis Morbus Crohn Zytokine Signaltransduktion issue-copyright-statement © Springer-Verlag Berlin Heidelberg 2001",
    "full_text_abstract": "Zum Thema Klinische Studien aus den vergangenen 5 Jahren belegen die zentrale Rolle des Tumornekrosefaktors (TNF) im pathophysiologischen Geschehen der rheumatoiden Arthritis und des Morbus Crohn. Die vorliegende Arbeit gibt einen Überblick über die Regulation der Synthese und die vielfältigen Wirkungen dieses Zytokins. So wurden erhöhte TNF-Konzentrationen bei verschiedenen infektiösen und entzündlichen Erkrankungen sowie in Verbindung mit speziellen Therapien nachgewiesen. Darauf aufbauend werden experimentelle therapeutische Strategien zur Hemmung der TNF-Bildung dargestellt.",
    "abstract_text": "Zum Thema Klinische Studien aus den vergangenen 5 Jahren belegen die zentrale Rolle des Tumornekrosefaktors (TNF) im pathophysiologischen Geschehen der rheumatoiden Arthritis und des Morbus Crohn. Die vorliegende Arbeit gibt einen Überblick über die Regulation der Synthese und die vielfältigen Wirkungen dieses Zytokins. So wurden erhöhte TNF-Konzentrationen bei verschiedenen infektiösen und entzündlichen Erkrankungen sowie in Verbindung mit speziellen Therapien nachgewiesen. Darauf aufbauend werden experimentelle therapeutische Strategien zur Hemmung der TNF-Bildung dargestellt."
}