{
    "PMC": "7122608",
    "PMCID": "PMC7122608",
    "title": "Role of Zinc and Selenium in Oxidative Stress and Immunosenescence: Implications for Healthy Ageing and Longevity",
    "year": 2008,
    "source_url": "https://europepmc.org/article/PMC/PMC7122608",
    "source": "PMC",
    "abstract_text": "Ageing is an inevitable biological process with gradual and spontaneous biochemical and physiological changes and increased susceptibility to diseases. Some nutritional factors (zinc and selenium) may remodel these changes leading to a possible escaping of diseases with subsequent healthy ageing, because they are especially involved in improving immune functions as well as antioxidant defense. Experiments performed “in vitro” (human lymphocytes exposed to endotoxins) and “in vivo” (old mice or young mice fed with low zinc dietary intake) show that zinc is important for immune response both innate and adoptive. Selenium provokes zinc release by Metallothioneins (MT), via reduction of glutathione peroxidase. This fact is crucial in ageing because high MT may be unable to release zinc with subsequent low intracellular free zinc ion availability for immune response. Taking into account the existence of zinc transporters (ZnT and ZIP family) for cellular zinc efflux and influx, respectively, the association between ZnT and MT is important in maintaining satisfactory intracellular zinc homeostasis in ageing. Improved immune performance occur in elderly after physiological zinc supplementation, which also induces prolonged survival in old, nude and neonatal thymectomized mice. The association “zinc plus selenium” improves humoral immunity in old subjects after influenza vaccination. Therefore, zinc and selenium are relevant for immunosenescence in order to achieve healthy ageing and longevity.",
    "full_text": "978-1-4020-9063-9 10.1007/978-1-4020-9063-9 Handbook on Immunosenescence Handbook on Immunosenescence Basic Understanding and Clinical Applications 978-1-4020-9062-2 978-1-4020-9063-9 7122608 66 10.1007/978-1-4020-9063-9_66 Article Role of Zinc and Selenium in Oxidative Stress and Immunosenescence: Implications for Healthy Ageing and Longevity Fulop Tamas tamas.fulop@usherbrooke.ca 1 Franceschi Claudio claudio.franceschi@unibo.it 2 Hirokawa Katsuiku 3 Pawelec Graham graham.pavelec@uni-tuebingen.de 4 1 grid.86715.3d 0000000090646198 Research Center on Aging, Department of Medicine, Immunology Graduate Programme, Faculty of Medicine, University of Sherbrooke, 1036 Rue Belvedere, J1H 4C4 Sherbrooke, Quebec Canada 2 grid.6292.f 0000000417571758 Department of Experimental Pathalogy, CIG Interdepartmental Center “L. Galvani” University of Bologna, Via San Giacomo 12, 40126 Bologna, Italy 3 Institute for Health and Life Sciences, 4-6-22 Kohinato, Bunkyo-ku, Tokyo, 112-0006 Japan 4 grid.10392.39 0000000121901447 ZMF - Zentrum Med. Forschung Abt. Transplant./ Immunologie, University of Tübingen, Waldhörnlestr. 22, 72072 Tübingen, Germany Mocchegiani Eugenio +39-071-8004216 +39-071-206791 e.mocchegiani@inrca.it Malavolta Marco grid.418083.6 0000000121527926 Immunology Ctr. section Nutrigenomic and Immunosenescence Res Dept. INRCA, Via Birarelli 8, Ancona, 60121 Italy 4 8 2008 1367 1396 © Springer Science+Business Media B.V. 2009 This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic. Ageing is an inevitable biological process with gradual and spontaneous biochemical and physiological changes and increased susceptibility to diseases. Some nutritional factors (zinc and selenium) may remodel these changes leading to a possible escaping of diseases with subsequent healthy ageing, because they are especially involved in improving immune functions as well as antioxidant defense. Experiments performed “in vitro” (human lymphocytes exposed to endotoxins) and “in vivo” (old mice or young mice fed with low zinc dietary intake) show that zinc is important for immune response both innate and adoptive. Selenium provokes zinc release by Metallothioneins (MT), via reduction of glutathione peroxidase. This fact is crucial in ageing because high MT may be unable to release zinc with subsequent low intracellular free zinc ion availability for immune response. Taking into account the existence of zinc transporters (ZnT and ZIP family) for cellular zinc efflux and influx, respectively, the association between ZnT and MT is important in maintaining satisfactory intracellular zinc homeostasis in ageing. Improved immune performance occur in elderly after physiological zinc supplementation, which also induces prolonged survival in old, nude and neonatal thymectomized mice. The association “zinc plus selenium” improves humoral immunity in old subjects after influenza vaccination. Therefore, zinc and selenium are relevant for immunosenescence in order to achieve healthy ageing and longevity. Keywords Zinc Deficiency Zinc Supplementation Selenium Deficiency Zinc Transporter Selenium Status issue-copyright-statement © Springer Netherlands 2009 References Abo T Kawamura T Watanabe H Physiological responses of extrathymic T cells in the liver Immunol Rev 2000 174 135 149 10.1034/j.1600-0528.2002.017415.x 10807513 Akbaraly NT Arnaud J Hininger-Favier I Selenium and mortality in the elderly:results from the EVA study Clin Chem 2005 51 2117 2123 10.1373/clinchem.2005.055301 16123147 Alissa EM Bahijri SM Ferns GA The controversy surrounding selenium and cardiovascular disease:a review of the evidence Med Sci Monit 2003 9 RA9 RA18 12552253 Ames BN Low micronutrient intake may accelerate the degenerative diseases of aging through allocation of scarce micronutrients by triage Proc Natl Acad Sci U S A 2006 103 17589 17594 10.1073/pnas.0608757103 17101959 Andree KB, Kim J, Kirschke CP et al Investigation of lymphocyte gene expression for use as biomarkers for zinc status in humans. J Nutr 134:1716–1723 Arizono K Kagawa S Hamada H Nitric oxide mediated metallothionein induction by lipopolysaccharide Res Commun Mol Pathol Pharmacol 1995 90 49 58 8581348 Arner ES Holmgren A Physiological functions of thioredoxin and thioredoxin reductase Eur J Biochem 2000 267 6102 6109 10.1046/j.1432-1327.2000.01701.x 11012661 Aro A Alfthan G Varo P Effect of supplementation of fertilizers on human selenium status in Finland Analyst 1995 120 841 843 10.1039/an9952000841 7741238 Arthur JR Selenium supplementation:does soil supplementation help and why? Proc Nutr Soc 2003a 62 393 397 10.1079/PNS2003254 14506886 Arthur JR McKenzie RC Beckett GJ Selenium in the immune system J Nutr 2003b 133 Suppl 1 1457S 1459S 12730442 Arvin AM Varicella-zoster virus Clin Microbiol Rev 1996 9 361 381 8809466 Ashok BT Ali R The aging paradox:free radical theory of aging Exp Gerontol 1999 34 293 303 10.1016/S0531-5565(99)00005-4 10433385 Assmann A Briviba K Sies H Reduction of methionine selenoxide to selenomethionine by glutathione Arch Biochem Biophys 1998 349 201 203 10.1006/abbi.1997.0462 9439599 Barsyte D Lovejoy DA Lithgow GJ Longevity and heavy metal resistance in daf-2 and age-1 long-lived mutants of Caenorhabditis elegans FASEB J 2001 15 627 634 10.1096/fj.99-0966com 11259381 Bauer JH Helfand SL New tricks of an old molecule:lifespan regulation by p53 Aging Cell 2006 5 437 440 10.1111/j.1474-9726.2006.00228.x 16968311 Beck MA Selenium and host defence towards viruses Proc Nutr Soc 1999 58 707 711 10604206 Beck MA Levander OA Host nutritional status and its effect on a viral pathogen J Infect Dis 2000 182 S93 S96 10.1086/315918 10944489 Beck MA Levander OA Handy J Selenium deficiency and viral infection J Nutr 2003 133 1463S 1467S 12730444 Beckett GJ Arthur JR Selenium and endocrine systems J Endocrinol 2005 184 455 465 10.1677/joe.1.05971 15749805 Beckett GJ Arthur JR Miller SM Hughes DA Bendick A Darlington G Selenium Immunity and disease Dietary enhancement of human immune functions 2003 Totowa New Jersy Humana Press 250 280 Beilstein MA Whanger PD Deposition of dietary organic and inorganic selenium in rat erythrocyte proteins J Nutr 1986 116 1701 1710 3761026 Berg JM Shi Y The galvanization of biology:a growing appreciation for the roles of zinc Science 1996 271 1081 1085 10.1126/science.271.5252.1081 8599083 Bhaskaram P Micronutrient malnutrition, infection, and immunity:an overview Nutr Rev 2002 60 S40 S45 10.1301/00296640260130722 12035857 Bjornstedt M Hamberg M Kumar S Human thioredoxin reductase directly reduces lipid hydroperoxides by NADPH and selenocystine strongly stimulates the reaction via catalytically generated selenols J Biol Chem 1995 270 11761 11764 10.1074/jbc.270.20.11761 7744824 Blot WJ Li JY Taylor PR The Linxian trials:mortality rates by vitamin-mineral intervention group Am J Clin Nutr 1995 62 1424S 1426S 7495242 Bogdan C Rollinghoff M Diefenbach A The role of nitric oxide in innate immunity Immunol Rev 2000 173 17 26 10.1034/j.1600-065X.2000.917307.x 10719664 Bogden JD Oleske JM Lavenhar MA Effects of one year of supplementation with zinc and other micronutrients on cellular immunity in the elderly J Am Coll Nutr 1990 9 214 225 2358617 Boukaiba N Flament C Acher S A physiological amount of zinc supplementation:effects on nutritional, lipid, and thymic status in an elderly population Am J Clin Nutr 1993 57 566 572 8460613 Bravo J Heath JK Receptor recognition by gp130 cytokines EMBO J 2000 19 2399 2411 10.1093/emboj/19.11.2399 10835339 Brigelius-Flohe R Tissue-specific functions of individual glutathione peroxidases Free Radic Biol Med 1999 27 951 965 10.1016/S0891-5849(99)00173-2 10569628 Bui LM Dressendorfer RH Keen CL Zinc status and interleukin-1 beta-induced alterations in mineral metabolism in rats Proc Soc Exp Biol Med 1994 206 438 444 8073054 Burk RF Hill KE Motley AK Selenoprotein metabolism and function:evidence for more than one function for selenoprotein P J Nutr 2003 133 Suppl 1 1517S 1520S 12730456 Buttriss J Nutrient requirements and optimisation of intakes Br Med Bull 2000 56 18 33 10.1258/0007142001902941 10885102 Cai L Satoh M Tohyama C Metallothionein in radiation exposure:its induction and protective role Toxicology 1999 132 85 98 10.1016/S0300-483X(98)00150-4 10433372 Cakman I Kirchner H Rink L Zinc supplementation reconstitutes the production of interferon- alpha by leukocytes from elderly persons J Interferon Cytokine Res 1997 17 469 472 10.1089/jir.1997.17.469 9282827 Chernoff R Nutrition and health promotion in older adults J Gerontol A Biol Sci Med Sci 2001 56 47 53 11730237 Chiricolo M Musa AR Monti D Enhanced DNA repair in lymphocytes of Down syndrome patients:the influence of zinc nutritional supplementation Mutat Res 1993 295 105 111 7689697 Cipriano C Malavolta M Costarelli L Polymorphisms in MT1a gene coding region are associated with longevity in Italian Central female population Biogerontology 2006 7 357 365 10.1007/s10522-006-9050-x 16955215 Clegg MS Hanna LA Niles BJ Zinc deficiency-induced cell death IUBMB Life 2005 57 661 669 10.1080/15216540500264554 16223705 Clark LC Dalkin B Krongrad A Decreased incidence of prostate cancer with selenium supplementation:results of a double-blind cancer prevention trial Br J Urol 1998 81 730 734 9634050 Clifford KS MacDonald MJ Survey of mRNAs encoding zinc transporters and other metal complexing proteins in pancreatic islets of rats from birth to adulthood:similar patterns in the Sprague-Dawley and Wistar BB strains Diabetes Res Clin Pract 2000 49 77 85 10.1016/S0168-8227(00)00141-8 10963817 Coodley G Update on vitamins, minerals, and the carotenoids J Physicians Assoc AIDS Care 1995 2 24 29 11362198 Colasanti M Suzuki H The dual personality of NO Trends Pharmacol Sci 2000 21 249 252 10.1016/S0165-6147(00)01499-1 10979862 Coleman JE Zinc proteins:enzymes, storage proteins, transcription factors, and replication proteins Annu Rev Biochem 1992 61 897 946 10.1146/annurev.bi.61.070192.004341 1497326 Colonna-Romano G Potestio M Aquino A Gamma/delta T lymphocytes are affected in the elderly Exp Gerontol 2002 3 7205 7211 Combs GF Jr Impact of selenium and cancer-prevention findings on the nutrition-health paradigm Nutr Cancer 2001 40 6 11 10.1207/S15327914NC401_4 11799925 Coto JA Hadden EM Sauro M Interleukin 1 regulates secretion of zinc-thymulin by human thymic epithelial cells and its action on T-lymphocyte proliferation and nuclear protein kinase C Proc Natl Acad Sci U S A 1992 89 7752 7756 10.1073/pnas.89.16.7752 1502195 Cousins RJ McMahon RJ Integrative aspects of zinc transporters J Nutr 2000 130 Suppl 5 1384S 1387S 10801948 Czernichow S Bertrais S Blacher J Effect of supplementation with antioxidants upon long-term risk of hypertension in the SU.VI.MAX study:association with plasma antioxidant levels J Hypertens 2005 23 2013 2018 10.1097/01.hjh.0000187259.94448.8a 16208143 Dangour AD Sibson VL Fletcher AE Micronutrient supplementation in later life:limited evidence for benefit J Gerontol A Biol Sci Med Sci 2004 59 659 673 15304530 Daniels LA Selenium:does selenium status have health outcomes beyond overt deficiency? Med J Aust 2004 180 373 374 15089723 Dardenne M Boukaiba N Gagnerault MC Restoration of the thymus in aging mice by in vivo zinc supplementation Clin Immunol Immunopathol 1993 66 127 135 10.1006/clin.1993.1016 8453784 Das KC Das CK Thioredoxin, a singlet oxygen quencher and hydroxyl radical scavenger:redox independent functions Biochem Biophys Res Commun 2000 277 443 447 10.1006/bbrc.2000.3689 11032742 DeGroot DW Havenith G Kenney WL Responses to mild cold stress are predicted by different individual characteristics in young and older subjects J Appl Physiol 2006 101 1607 1615 10.1152/japplphysiol.00717.2006 16888045 Delmas-Beauvieux MC Peuchant E The enzymatic antioxidant system in blood and glutathione status in human immunodeficiency virus (HIV)-infected patients:effects of supplementation with selenium or beta-carotene Am J Clin Nutr 1996 64 101 107 8669404 Driessen C Hirv K Rink L Induction of cytokines by zinc ions in human peripheral blood mononuclear cells and separated monocytes Lymphokine Cytokine Res 1994 13 15 20 8186320 Duarte EA Novella IS Weaver SC RNA virus quasispecies:significance for viral disease and epidemiology Infect Agents Dis 1994 3 201 214 7827789 Duchateau J Immunosenescence and the lung Rev Mal Respir 2004 21 8S81 8S87 15803541 Duchateau J Delepesse G Vrijens R Beneficial effects of oral zinc supplementation on the immune response of old people Am J Med 1981 70 1001 1004 10.1016/0002-9343(81)90849-4 6972165 Ebadi M Swanson S The status of zinc, copper, and metallothionein in cancer patients Prog Clin Biol Res 1988 259 161 175 3283743 Eide DJ Zinc transporters and the cellular trafficking of zinc Biochem Biophys Acta 2006 1763 711 722 10.1016/j.bbamcr.2006.03.005 16675045 Ellis SE Coffey CS Mitchel EF Jr Influenza- and respiratory syncytial virus-associated morbidity and mortality in the nursing home population J Am Geriatr Soc 2003 51 761 767 10.1046/j.1365-2389.2003.51254.x 12757561 Enwonwu CO Sanders C Nutrition:impact on oral and systemic health Compend Contin Educ Dent 2001 22 12 18 11913248 Fabris N Mocchegiani E Zinc, human diseases and aging Aging 1995 7 77 93 7548268 Fabris N Mocchegiani E Amadio L Thymic hormone deficiency in normal ageing and Down’s syndrome:is there a primary failure of the thymus? Lancet 1984 1 983 986 10.1016/S0140-6736(84)92325-0 6143966 Feillet-Coudray C Meunier N Bayle D Effect of zinc supplementation on in vitro copper-induced oxidation of low-density lipoproteins in healthy French subjects aged 55–70 years:the Zenith Study Br J Nutr 2006 95 1134 1142 10.1079/BJN20061762 16768836 Feng W Benz FW Cai J Metallothionein disulfides are present in metallothioneinoverexpressing transgenic mouse heart and increase under conditions of oxidative stress J Biol Chem 2006 281 681 687 10.1074/jbc.M506956200 16243847 Feng W Cai J Pierce WM Metallothionein transfers zinc to mitochondrial aconitase through a direct interaction in mouse hearts Biochem Biophys Res Commun 2005 332 853 858 10.1016/j.bbrc.2005.04.170 15913554 Forceville X Vitoux D Gauzit R Selenium, systemic immune response syndrome, sepsis, and outcome in critically ill patients Crit Care Med 1998 26 1536 1544 10.1097/00003246-199809000-00021 9751590 Fortes C Agabiti N Fano V Zinc supplementation and plasma lipid peroxides in an elderly population Eur J Clin Nutr 1997 51 97 101 10.1038/sj.ejcn.1600369 9049568 Fortes C Forestiere F Agabiti N The effect of zinc and vitamin A supplementation on immune response in an older population J Am Geriatr Soc 1998 46 19 26 9434661 Fosmire GJ Zinc toxicity Am J Clin Nutr 1990 51 225 227 2407097 Fraker PJ Roles for cell death in zinc deficiency J Nutr 2005 135 359 362 15735063 Fraker PJ Lill-Elghanian DA The many roles of apoptosis in immunity as modified by aging and nutritional status J Nutr Health Aging 2004 8 56 63 14730368 Franceschi C Bonafe M Valensin S Inflamm-aging. An evolutionary perspective on immunosenescence Ann N Y Acad Sci 2000 908 244 254 10911963 Franceschi C Chiricolo M Licastro F Oral zinc supplementation in Down’s syndrome:restoration of thymic endocrine activity and of some immune defects J Ment Defic Res 1988 32 169 181 2971113 Franceschi C Olivieri F Marchegiani F Genes involved in immune response/inflammation, IGF1/insulin pathway and response to oxidative stress play a major role in the genetics of human longevity:the lesson of centenarians Mech Ageing Dev 2005 126 351 361 10.1016/j.mad.2004.08.028 15621218 Ghyselinck NB Dufaure I Lareyre JJ Structural organization and regulation of the gene for the androgen-dependent glutathione peroxidase-like protein specific to the mouse epididymis Mol Endocrinol 1993 7 258 272 10.1210/me.7.2.258 8469239 Giacconi R Cipriano C Muti E Novel -209A/G MT2A Polymorphism in old patients with Type 2 diabetes and atherosclerosis:Relationship with inflammation (IL-6) and Zinc Biogerontology 2005 6 407 413 10.1007/s10522-005-4907-y 16518702 Girodon F Galan P Monget AL Impact of trace elements and vitamin supplementation on immunity and infections in institutionalized elderly patients:a randomized controlled trial. MIN. VIT. AOX. geriatric network Arch Intern Med 1999 159 748 754 10.1001/archinte.159.7.748 10218756 Gueders MM Foidart JM Noel A Matrix metalloproteinases (MMPs) and tissue inhibitors of MMPs in the respiratory tract:potential implications in asthma and other lung diseases Eur J Pharmacol 2006 533 133 144 10.1016/j.ejphar.2005.12.082 16487964 Haase H Hebel S Engelhardt G Flow cytometric measurement of labile zinc in peripheral blood mononuclear cells Anal Biochem 2006 352 222 230 10.1016/j.ab.2006.02.009 16545333 Habeebu SS Liu J Liu Y Metallothionein-null mice are more susceptible than wildtype mice to chronic CdCl(2)-induced bone injury Toxicol Sci 2000 56 211 219 10.1093/toxsci/56.1.211 10869470 Hainaut P Mann K Zinc binding and redox control of p53 structure and function Antioxid Redox Signal 2001 3 611 623 10.1089/15230860152542961 11554448 Hall L Williams K Perry ACF The majority of human glutathione peroxidase type 5 (GPX5) transcripts are incorrectly spliced:implications for the role of GPX5 in the male reproductive tract Biochem J 1998 333 5 9 9639555 Hernandez J Carrasco J Belloso E Metallothionein induction by restraint stress:role of glucocorticoids and IL-6 Cytokine 2000 12 791 796 10.1006/cyto.1999.0629 10843766 Hill CH Prasad AS Mineral interrelationships Trace elements, human health and disease 1976 New York Academic Press 281 300 Ho E Quan N Tsai YH Dietary zinc supplementation inhibits NF-kappaB activation and protects against chemically induced diabetes in CD1 mice Exp Biol Med 2001 226 103 111 Holmgren A Thioredoxin Annu Rev Biochem 1985 54 237 271 10.1146/annurev.bi.54.070185.001321 3896121 Hujanen ES Seppa ST Virtanen K Polymorphonuclear leukocyte chemotaxis induced by zinc, copper and nickel in vitro Biochim Biophys Acta 1995 1245 145 152 7492570 Ibs KH Rink L Zinc-altered immune function J Nutr 2003 133 5 Suppl 1 1452S 1456S 12730441 Iwata T Incefy GS Tanaka T Circulating thymic hormone levels in zinc deficiency Cell Immunol 1979 47 100 105 10.1016/0008-8749(79)90318-6 509529 Jacob C Maret W Vallee BL Selenium redox biochemistry of zinc-sulfur coordination sites in proteins and enzymes Proc Natl Acad Sci U S A 1999 96 1910 1914 10.1073/pnas.96.5.1910 10051568 Jacobs MM Selenium inhibition of 1,2-dimethylhydrazine-induced colon carcinogenesis Cancer Res 1983 43 1646 1649 6831412 Johnson LJ Meacham SL Kruskall LJ The antioxidants—vitamin C, vitamin E, selenium, and carotenoids J Agromedicine 2003 9 65 82 10.1300/J096v09n01_07 14563626 Kagi JH Schaffer A Biochemistry of metallothionein Biochemistry 1998 127 8509 8515 Kahmann L Uciechowski P Warmuth S Effect of improved zinc status on T helper cell activation and TH1/TH2 ratio in healthy elderly individuals Biogerontology 2006 7 429 435 10.1007/s10522-006-9058-2 16967204 Kant AK Consumption of energy-dense, nutrient-poor foods by adult Americans:nutritional and health implications. The third National Health and Nutrition Examination Survey, 1988–1994 Am J Clin Nutr 2000 72 929 936 11010933 Kelly EJ Quaife CJ Froelick GJ Metallothionein I and II protect against zinc deficiency and zinc toxicity in mice J Nutr 1996 126 1782 1790 8683339 Kim YH Kim EY Gwag BJ Zinc-induced cortical neuronal death with features of apoptosis and necrosis:mediation by free radicals Neuroscience 1999 89 175 182 10.1016/S0306-4522(98)00313-3 10051227 Kiremidjian-Schumacher L Roy M Glickman R Selenium and immunocompetence in patients with head and neck cancer Biol Trace Elem Res 2000 73 97 111 10.1385/BTER:73:2:97 11049203 Klotz LO Kroncke KD Buchczyk DP Role of copper, zinc, selenium and tellurium in the cellular defense against oxidative and nitrosative stress J Nutr 2003 133 1448S 1451S 12730440 Kohrle J The deiodinase family:selenoenzymes regulating thyroid hormone availability and action Cell Mol Life Sci 2000 57 1853 1863 10.1007/PL00000667 11215512 Kondo Y Rusnak JM Hoyt DG Enhanced apoptosis in metallothionein null cells Mol Pharmacol 1997 52 195 201 9271341 Kryukov GV Castellano S Novoselov SV Characterization of mammalian selenoproteomes Science 2003 300 1439 1443 10.1126/science.1083516 12775843 Lashley FR Emerging infectious diseases at the beginning of the 21st century Online J Issues Nurs 2006 11 2 6 16629503 Lesourd B Nutritional factors and immunological ageing Proc Nutr Soc 2006 65 319 325 10.1079/PNS2006507 16923315 Levine RL Mosoni L Berlett BS Methionine residues as endogenous antioxidants in proteins Proc Natl Acad Sci USA 1996 93 15036 15040 10.1073/pnas.93.26.15036 8986759 Li GS Wang F Kang D Keshan disease:an endemic cardiomyopathy in China Hum Pathol 1985 16 602 609 10.1016/S0046-8177(85)80110-6 3997137 Li H Raman CS Glaser CB Crystal structures of zinc-free and -bound heme domain of human inducible nitric-oxide synthase. Implications for dimer stability and comparison with endothelial nitric-oxide synthase J Biol Chem 1999 274 21276 21284 10.1074/jbc.274.30.21276 10409685 Li Y Yang Y Chen H Detection of enteroviral RNA in paraffin-embedded myocardial tissue from patients with Keshan by nested PCR Zhonghua Yi Xue Za Zhi 1995 75 344 345 7553145 Licastro F Chiricolo M Mocchegiani E Oral zinc supplementation in Down’s syndrome subjects decreased infections and normalized some humoral and cellular immune parameters J Intellect Disabil Res 1994 38 149 162 8193451 Liu JZ Milner JA Age, dietary selenium and quantity of 7,12-dimethylbenz(a)anthracene influence the in vivo occurrence of rat mammary DNA adducts J Nutr 1992 122 1361 1368 1619464 Liuzzi JP Lichten LA Rivera S Interleukin-6 regulates the zinc transporter Zip14 in liver and contributes to the hypozincemia of the acute-phase response Proc Natl Acad Sci U S A 2005 102 6843 6848 10.1073/pnas.0502257102 15863613 Malavolta M Costarelli L Giacconi R Single and three-color flow cytometry assay for intracellular zinc ion availability in human lymphocytes with Zinpyr-1 and double immunofluorescence:relationship with metallothioneins Cytometry A 2006 69 1043 1053 16998866 Mann JJ Fraker PJ Zinc pyrithione induces apoptosis and increases expression of Bim Apoptosis 2005 10 369 379 10.1007/s10495-005-0811-9 15843898 Maret W Vallee BL Thiolate ligands in metallothionein confer redox activity on zinc clusters Proc Natl Acad Sci U S A 1998 95 3478 3482 10.1073/pnas.95.7.3478 9520391 Maret W Cellular zinc and redox states converge in the metallothionein/thionein pair J Nutr 2003 133 Suppl 1 1460S 1462S 12730443 McKenzie RC Rafferty TS Beckett GJ Selenium:an essential element for immune function Immunol Today 1998 19 342 345 10.1016/S0167-5699(98)01294-8 9709500 McGarrity TJ Peiffer LP Selenium and difluoromethylornithine additively inhibit DMH-induced distal colon tumor formation in rats fed a fiber-free diet Carcinogenesis 1993 14 2335 2340 10.1093/carcin/14.11.2335 8242864 McVoy MA Adler SP Immunologic evidence for frequent age-related cytomegalovirus reactivation in seropositive immunocompetent individuals J Infect Dis 1989 160 1 10 2543705 Mecocci P Polidori MC Troiano L Plasma antioxidants and longevity:a study on healthy centenarians Free Radic Biol Med 2000 28 1243 1248 10.1016/S0891-5849(00)00246-X 10889454 Meydani M Nutrition interventions in aging and age-associated disease Ann NY Acad Sci 2001 928 226 235 10.1111/j.1749-6632.2001.tb05652.x 11795514 Mills CF Zinc in human biology 1989 London Springer Miyaji C Watanabe H Toma H Functional alteration of granulocytes, NK cells, and natural killer T cells in centenarians Hum Immunol 2000 61 908 916 10.1016/S0198-8859(00)00153-1 11053634 Mocchegiani E Costarelli L Giacconi R Nutrient-gene interaction in ageing and successful ageing. A single nutrient (zinc) and some target genes related to inflammatory/immune response Mech Ageing Dev 2006 127 517 525 10.1016/j.mad.2006.01.010 16513158 Mocchegiani E Giacconi R Cipriano C MTmRNA gene expression, via IL-6 and glucocorticoids, as potential genetic marker of immunosenescence:lessons from very old mice and humans Exp Gerontol 2002a 37 349 357 10.1016/S0531-5565(01)00202-9 11772522 Mocchegiani E Giacconi R Cipriano C Metallothioneins (I+II) and thyroid-thymus axis efficiency in old mice:role of corticosterone and zinc supply Mech Ageing Dev 2002b 123 675 694 10.1016/S0047-6374(01)00414-6 11850030 Mocchegiani E Giacconi R Cipriano C The variation during the circadian cycle of liver CD1d-unrestricted NK1.1+TCRγδ+cells lead to successful ageing. Role of metallothionein/ IL-6/gp130/PARP-1 interplay in very old mice Exp Gerontol 2004 39 775 788 10.1016/j.exger.2004.01.014 15130672 Mocchegiani E, Giacconi R, Cipriano C et al (2007) Zinc, metallothioneins and longevity. Effect of zinc supplementation:Zincage study. Ann N Y Acad Sci (in press) Mocchegiani E Muzzioli M Cipriano C Zinc, T-cell pathways, aging:role of metallothioneins Mech Ageing Dev 1998 106 183 204 10.1016/S0047-6374(98)00115-8 9883983 Mocchegiani E Muzzioli M Giacconi R Metallothioneins/PARP-1/IL-6 interplay on natural killer cell activity in elderly:parallelism with nonagenarians and old infected humans. Effect of zinc supply Mech Ageing Dev 2003 124 459 468 10.1016/S0047-6374(03)00023-X 12714254 Mocchegiani E Muzzioli M Giacconi R Zinc and immunoresistance to infection in aging:new biological tools Trends Pharmacol Sci 2000a 21 205 208 10.1016/S0165-6147(00)01476-0 10838605 Mocchegiani E Muzzioli M Giacconi R Zinc, metallothioneins, immune responses, survival and ageing Biogerontology 2000b 1 133 143 10.1023/A:1010095930854 11707929 Mocchegiani E Santarelli L Muzzioli M Reversibility of the thymic involution and of age-related peripheral immune dysfunctions by zinc supplementation in old mice Int J Immunopharmacol 1995 17 703 718 10.1016/0192-0561(95)00059-B 8582782 Moroni F Di Paolo ML Rigo A Interrelationship among neutrophil efficiency, inflammation, antioxidant activity and zinc pool in very old age Biogerontology 2005 6 271 281 10.1007/s10522-005-2625-0 16333761 Mott JD Werb Z Regulation of matrix biology by matrix metalloproteinases Curr Opin Cell Biol 2004 16 558 564 10.1016/j.ceb.2004.07.010 15363807 Nagase H Woessner JF Jr Matrix metalloproteinases J Biol Chem 1999 274 21491 21494 10.1074/jbc.274.31.21491 10419448 Nitzan YB Sekler I Hershfinkel M Postnatal regulation of ZnT-1 expression in the mouse brain Brain Res Dev Brain Res 2002 137 149 157 10.1016/S0165-3806(02)00437-6 12220707 Nordberg J Arner ES Reactive oxygen species, antioxidants, and the mammalian thioredoxin system Free Radic Biol Med 2001 31 1287 1312 10.1016/S0891-5849(01)00724-9 11728801 Olivieri O Girelli D Stanzial AM Selenium, zinc, and thyroid hormones in healthy subjects:low T3/T4 ratio in the elderly is related to impaired selenium status Biol Trace Elem Res 1996 51 31 41 10.1007/BF02790145 8834378 Ostan R Alberti S Bucci L Effect of zinc ions on apoptosis in PBMCs from healthy aged subjects Biogerontology 2006 7 437 447 10.1007/s10522-006-9059-1 17028933 Padmaja S Squadrito GL Lemercier JN Rapid oxidation of DL-selenomethionine by peroxynitrite Free Radic Biol Med 1996 21 317 322 10.1016/0891-5849(96)00132-3 8855442 Paolisso G Barbieri M Bonafè M Metabolic age modelling:the lesson from centenarians Eur J Clin Invest 2000 10 888 894 10.1046/j.1365-2362.2000.00729.x Paramanantham R Bay BH Sit KH Flow cytometric evaluation of the DNA profile and cell cycle of zinc supplemented human Chang liver cells Acta Paediatr Jpn 1996 38 334 338 8840540 Pawelec G Akbar A Caruso C Human immunosenescence:is it infectious? Immunol Rev 2005 205 257 268 10.1111/j.0105-2896.2005.00271.x 15882359 Pence BC Buddingh F Effect of dietary selenium deficiency on incidence and size of 1,2- dimethylhydrazine-induced colon tumours in rats J Nutr 1985 115 1196 1202 4032067 Peretz A Neve J Desmedt J Lymphocyte response is enhanced by supplementation of elderly subjects with selenium-enriched yeast Am J Clin Nutr 1991 53 1323 1328 2021141 Piantanelli L Fabris N Hypopituitary dwarf and athymic nude mice and the study of the relationships among thymus, hormones, and aging Birth Defects 1978 14 315 333 343827 Prasad AS Biochemistry of zinc 1993a New York Plenum Press Prasad AS Effects of zinc deficiency on Th1 and Th2 cytokine shifts J Infect Dis 2000 182 S62 S68 10.1086/315916 10944485 Prasad AS Fitzgerald JT Hess JW Zinc deficiency in elderly patients Nutrition 1993b 9 218 224 8353362 Provinciali M Di Stefano G Stronati S Flow cytometric analysis of CD3/TCR complex, zinc, and glucocorticoid-mediated regulation of apoptosis and cell cycle distribution in thymocytes from old mice Cytometry 1998 32 1 8 10.1002/(SICI)1097-0320(19980501)32:1<1::AID-CYTO1>3.0.CO;2-Q 9581618 Rayman MP The importance of selenium to human health Lancet 2000 356 233 241 10.1016/S0140-6736(00)02490-9 10963212 Range N Changalucha J Krarup H The effect of multi-vitamin/mineral supplementation on mortality during treatment of pulmonary tuberculosis:a randomised two-by-two factorial trial in Mwanza, Tanzania Br J Nutr 2006 95 762 770 10.1079/BJN20051684 16571156 Reid ME Duffield-Lillico AJ Garland L Selenium supplementation and lung cancer incidence:an update of the nutritional prevention of cancer trial Cancer Epidemiol Biomarkers Prev 2002 11 1285 1291 12433704 Reynolds MG Anh BH Thu VH Factors associated with nosocomial SARS-CoV transmission among healthcare workers in Hanoi, Vietnam 2003 BMC Public Health 2003 6 207 210 10.1186/1471-2458-6-207 Rink L Gabriel P Zinc and the immune system Proc Nutr Soc 2000 59 541 552 10.1017/S0029665100000781 11115789 Rink L Haase H Zinc homeostasis and immunity Trends Immunol 2007 28 1 4 10.1016/j.it.2006.11.005 17126599 Roussel AM Kerkeni A Zouari N Antioxidant effects of zinc supplementation in Tunisians with type 2 diabetes mellitus J Am Coll Nutr 2003 22 316 321 12897047 Roy M Kiremidjian-Schumacher L Wishe HI Supplementation with selenium restores age-related decline in immune cell function Proc Soc Exp Biol Med 1995 209 369 375 7638244 Rundlof AK Arner ES Regulation of the mammalian selenoprotein thioredoxin reductase 1 in relation to cellular phenotype, growth, and signaling events Antioxid Redox Signal 2004 6 41 52 10.1089/152308604771978336 14980055 Sandstead HH Requirements and toxicity of essential trace elements, illustrated by zinc and copper Am J Clin Nutr 1995 61 621S 624S 7879727 Sandstead HH Henriksen LK Greger JL Zinc nutriture in the elderly in relation to taste acuity, immune response, and wound healing Am J Clin Nutr 1982 36 1046 1059 6765070 Sato M Kondoh M Recent studies on metallothionein:protection against toxicity of heavy metals and oxygen free radicals Tohoku J Exp Med 2002 196 9 22 10.1620/tjem.196.9 12498322 Satoh M Nishimura N Kanayama Y Enhanced renal toxicity by inorganic mercury in metallothionein-null mice J Pharmacol Exp Ther 1997 283 1529 1533 9400030 Savarino L Granchi D Ciapetti G Serum concentrations of zinc and selenium in elderly people:results in healthy nonagenarians/centenarians Exp Gerontol 2001 36 327 339 10.1016/S0531-5565(00)00218-7 11226746 Schwarz S Essentiality and metabolic functions of selenium Med Clin North Am 1976 60 745 758 775216 Seiler WO Clinical pictures of malnutrition in ill elderly subjects Nutrition 2001 17 496 498 10.1016/S0899-9007(01)00558-5 11517898 Semba RD Bartali B Zhou J Low serum micronutrient concentrations predict frailty among older women living in the community J Gerontol A Biol Sci Med Sci 2006 61 594 599 16799142 Shapiro SD Matrix metalloproteinase degradation of extracellular matrix:biological consequences Curr Opin Cell Biol 1998 10 602 608 10.1016/S0955-0674(98)80035-5 9818170 Shenkin A Micronutrients in health and disease Postgrad Med J 2006 82 559 567 10.1136/pgmj.2006.047670 16954450 Shenoy KT Lena KB Sali N Rationale and design for the CARDIOVIT Study (Cardiovit, Atherosclerotic vascular disease and hyperhomocysteinemia:an epidemiological study in Indians, additionally evaluating the effect of Oral VITamin supplementation) Curr Med Res Opin 2006 22 641 648 10.1185/030079906X96344 16684424 Stowe RP Kozlova EV Yetman DL Chronic herpesvirus reactivation occurs in aging Exp Gerontol 2007 42 563 570 10.1016/j.exger.2007.01.005 17337145 Taylor GA Blackshear PJ Zinc inhibits turnover of labile mRNAs in intact cells J Cell Physiol 1995 162 378 387 10.1002/jcp.1041620310 7860645 Thiesen HJ Bach C Transition metals modulate DNA-protein interactions of SP1 zinc finger domains with its cognate target site Biochem Biophys Res Commun 1991 176 551 557 10.1016/S0006-291X(05)80219-0 2025269 Thomson CD Assessment of requirements for selenium and adequacy of selenium status:a review Eur J Clin Nutr 2004 58 391 402 10.1038/sj.ejcn.1601800 14985676 Turner RJ Finch JM Selenium and the immune response Proc Nutr Soc 1991 50 275 285 10.1079/PNS19910037 1749795 Turnlund JR Durkin N Costa F Stable isotope studies of zinc absorption and retention in young and elderly men J Nutr 1986 116 1239 1247 3746461 Vallee BL Falchuk KH The biochemical basis of zinc physiology Physiol Rev 1993 73 79 118 8419966 von Bulow V Rink L Haase H Zinc-mediated inhibition of cyclic nucleotide phosphodiesterase activity and expression suppresses TNF-alpha and IL-1 beta production in monocytes by elevation of guanosine 3’,5’-cyclic monophosphate J Immunol 2005 175 4697 4705 16177117 Walter R Roy J Selenomethionine, a potential catalytic antioxidant in biological systems J Org Chem 1971 26 2561 2563 10.1021/jo00816a045 Wapnir RA Khani DE Bayne MA Absorption of zinc by the rat ileum:effects of histidine and other low-molecular-weight ligands J Nutr 1983 113 1346 1354 6864333 Wasowicz W Gromadzinska J Rydzynski K Selenium status of low-selenium area residents:Polish experience Toxicol Lett 2003 137 95 101 10.1016/S0378-4274(02)00383-1 12505435 Watson WH Yang X Choi YE Thioredoxin and its role in toxicology Toxicol Sci 2004 78 3 14 10.1093/toxsci/kfh050 14691207 Wei WQ Abnet CC Qiao YL Prospective study of serum selenium concentrations and esophageal and gastric cardia cancer, heart disease, stroke, and total death Am J Clin Nutr 2004 79 80 85 14684401 Wen T Fan X Li M Changes of metallothionein 1 and 3 mRNA levels with age in brain of senescence-accelerated mice and the effects of acupuncture Am J Chin Med 2006 34 435 447 10.1142/S0192415X06003977 16710893 West AK Stallings R Hildebrand CE Human metallothionein genes:structure of the functional locus at 16q13 Genomics 1990 8 513 518 10.1016/0888-7543(90)90038-V 2286373 Whitney AR Diehn M Popper SJ Individuality and variation in gene expression patterns in human blood Proc Natl Acad Sci U S A 2003 100 1896 1901 10.1073/pnas.252784499 12578971 Williams PD Day T Antagonistic pleiotropy, mortality source interactions, and the evolutionary theory of senescence Evolution Int J Org Evol 2003 57 1478 1488 Wiseman DA Wells SM Wilham J Endothelial response to stress from exogenous zinc (Zn2+) resembles that of NO-mediated nitrosative stress, and is protected by MT-1 overexpression Am J Physiol Cell Physiol 2003 291 C555 C568 10.1152/ajpcell.00509.2005 Xia Y Hill KE Byrne DW Xu J Effectiveness of selenium supplements in a low-selenium area of China Am J Clin Nutr 2005 81 829 834 15817859 Yang X Doser TA Fang CX Metallothionein prolongs survival and antagonizes senescence-associated cardiomyocyte diastolic dysfunction:role of oxidative stress FASEB J 2006 20 1024 1026 10.1096/fj.05-5288fje 16585059 Ye B Maret W Vallee BL Zinc metallothionein imported into liver mitochondria modulates respiration Proc Natl Acad Sci 2001 98 2317 2322 10.1073/pnas.041619198 11226237 Yin X Knecht DA Lynes MA Metallothionein mediates leukocyte chemotaxis BMC Immunol 2005 6 21 31 10.1186/1471-2172-6-21 16164753 Youn J Lynes MA Metallothionein-induced suppression of cytotoxic T lymphocyte function:an important immunoregulatory control Toxicol Sci 1999 52 199 208 10.1093/toxsci/52.2.199 10630572 Yu CW Chen JH Lin LY Metal-induced metallothionein gene expression can be inactivated by protein kinase C inhibitor FEBS Lett 1997 420 69 73 10.1016/S0014-5793(97)01489-0 9450552 Zangger K Oz G Haslinger E Nitric oxide selectively releases metals from the amino-terminal domain of metallothioneins:potential role at inflammatory sites FASEB J 2001 15 1303 1305 11344121 Zincage project (2004–2007) www.zincage.org",
    "full_text_abstract": "Ageing is an inevitable biological process with gradual and spontaneous biochemical and physiological changes and increased susceptibility to diseases. Some nutritional factors (zinc and selenium) may remodel these changes leading to a possible escaping of diseases with subsequent healthy ageing, because they are especially involved in improving immune functions as well as antioxidant defense. Experiments performed “in vitro” (human lymphocytes exposed to endotoxins) and “in vivo” (old mice or young mice fed with low zinc dietary intake) show that zinc is important for immune response both innate and adoptive. Selenium provokes zinc release by Metallothioneins (MT), via reduction of glutathione peroxidase. This fact is crucial in ageing because high MT may be unable to release zinc with subsequent low intracellular free zinc ion availability for immune response. Taking into account the existence of zinc transporters (ZnT and ZIP family) for cellular zinc efflux and influx, respectively, the association between ZnT and MT is important in maintaining satisfactory intracellular zinc homeostasis in ageing. Improved immune performance occur in elderly after physiological zinc supplementation, which also induces prolonged survival in old, nude and neonatal thymectomized mice. The association “zinc plus selenium” improves humoral immunity in old subjects after influenza vaccination. Therefore, zinc and selenium are relevant for immunosenescence in order to achieve healthy ageing and longevity."
}