{
    "PMC": "8195161",
    "DOI": "10.1093/mtomcs/mfab030",
    "PMID": "34048587",
    "PMCID": "PMC8195161",
    "title": "Optimal serum ferritin level range: iron status measure and inflammatory biomarker.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC8195161",
    "source": "MED",
    "abstract_text": "This report provides perspectives concerning dual roles of serum ferritin as a measure of both iron status and inflammation. We suggest benefits of a lower range of serum ferritin as has occurred for total serum cholesterol and fasting blood glucose levels. Observations during a prospective randomized study using phlebotomy in patients with peripheral arterial disease offered unique insights into dual roles of serum ferritin both as an iron status marker and acute phase reactant. Robust positive associations between serum ferritin, interleukin 6 [IL-6], tissue necrosis factor-alpha, and high sensitivity C-reactive protein were discovered. Elevated serum ferritin and IL-6 levels associated with increased mortality and with reduced mortality at ferritin levels <100 ng mL-1. Epidemiologic studies demonstrate similar outcomes. Extremely elevated ferritin and IL-6 levels also occur in individuals with high mortality due to SARS-CoV-2 infection. Disordered iron metabolism reflected by a high range of serum ferritin level signals disease severity and outcomes. Based upon experimental and epidemiologic data, we suggest testing the hypotheses that optimal ferritin levels for cardiovascular mortality reduction range from 20 to 100 ng mL-1 with % transferrin levels from 20 to 50%, to ensure adequate iron status and that ferritin levels above 194 ng mL-1 associate with all-cause mortality in population cohorts.",
    "full_text": "Metallomics Metallomics metallomics Metallomics 1756-5901 1756-591X Oxford University Press 8195161 34048587 10.1093/mtomcs/mfab030 mfab030 Paper AcademicSubjects/SCI00980 AcademicSubjects/SCI01180 AcademicSubjects/SCI00340 AcademicSubjects/SCI00840 Optimal Serum Ferritin Level Range: iron status measure and inflammatory biomarker DePalma Ralph G ralph.depalma@va.gov Office of Research and Development, Department of Veterans Affairs , Washington DC 20420, USA Department of Surgery, Uniformed University of the Heath Sciences , Bethesda, Maryland 20814, USA Hayes Virginia W Virginia W Hayes, Ambulatory Care Service, Sierra Nevada Health Care System , Reno, Nevada 89502, USA O'Leary Timothy J Office of Research and Development, Department of Veterans Affairs , Washington DC 20420, USA Timothy J O'Leary, Department of Pathology, University of Maryland School of Medicine , Baltimore, MD 21201, USA Correspondence : E-mail: ralph.depalma@va.gov 28 5 2021 mfab030 Published by Oxford University Press 2021. 2021 This article is made available via the PMC Open Access Subset for unrestricted re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the COVID-19 pandemic or until permissions are revoked in writing. Upon expiration of these permissions, PMC is granted a perpetual license to make this article available via PMC and Europe PMC, consistent with existing copyright protections. This work is written by (a) US Government employee(s) and is in the public domain in the US. Abstract This report provides perspectives concerning dual roles of serum ferritin as a measure of both iron status and of inflammation. We suggest benefits of a lower range of serum ferritin as has occurred for total serum cholesterol and fasting blood glucose levels. Observations during a prospective randomized study using phlebotomy in patients with peripheral arterial disease (PAD) offered unique insights into dual roles of serum ferritin both as an iron status marker and acute phase reactant. Robust positive associations between serum ferritin, interleukin 6 [IL-6], tissue necrosis factor-alpha (TNF-a), and high sensitivity C-reactive protein (hsCRP) were discovered. Elevated serum ferritin and IL-6 levels associated with increased mortality and with reduced mortality at ferritin levels < 100 ng/mL. Epidemiologic studies demonstrate similar outcomes. Extremely elevated ferritin and IL-6 levels also occur in individuals with high mortality due to SARS-CoV-2 infection. Disordered iron metabolism reflected by a high range of serum ferritin level signals disease severity and outcomes. Based upon experimental and epidemiologic data, we suggest testing the hypotheses that optimal ferritin levels for cardiovascular mortality reduction range from 20—100 ng/mL with % transferrin levels from 20–50%, to ensure adequate iron status and that ferritin levels above 194 ng/mL associate with all-cause mortality in population cohorts. Graphical Abstract Graphical Abstract ferritin iron metabolism inflammatory cytokines atherosclerosis Covid-19 hyperferritinemic syndromes edited-state accepted-manuscript article-lifecycle PAP",
    "full_text_abstract": "Abstract This report provides perspectives concerning dual roles of serum ferritin as a measure of both iron status and of inflammation. We suggest benefits of a lower range of serum ferritin as has occurred for total serum cholesterol and fasting blood glucose levels. Observations during a prospective randomized study using phlebotomy in patients with peripheral arterial disease (PAD) offered unique insights into dual roles of serum ferritin both as an iron status marker and acute phase reactant. Robust positive associations between serum ferritin, interleukin 6 [IL-6], tissue necrosis factor-alpha (TNF-a), and high sensitivity C-reactive protein (hsCRP) were discovered. Elevated serum ferritin and IL-6 levels associated with increased mortality and with reduced mortality at ferritin levels < 100 ng/mL. Epidemiologic studies demonstrate similar outcomes. Extremely elevated ferritin and IL-6 levels also occur in individuals with high mortality due to SARS-CoV-2 infection. Disordered iron metabolism reflected by a high range of serum ferritin level signals disease severity and outcomes. Based upon experimental and epidemiologic data, we suggest testing the hypotheses that optimal ferritin levels for cardiovascular mortality reduction range from 20—100 ng/mL with % transferrin levels from 20–50%, to ensure adequate iron status and that ferritin levels above 194 ng/mL associate with all-cause mortality in population cohorts.\n\nGraphical Abstract Graphical Abstract"
}