{
    "PMC": "3826896",
    "DOI": "10.3233/dma-2011-0818",
    "PMID": "22045427",
    "PMCID": "PMC3826896",
    "title": "Absence of kl-vs variant of klotho gene in Iranian cardiac patients (comparison to the world populations).",
    "year": 2011,
    "source_url": "https://europepmc.org/article/PMC/PMC3826896",
    "source": "MED",
    "abstract_text": "<h4>Objective</h4>Klotho has an important role in development of coronary artery (CAD) disease. A functional variant of klotho gene (kl-vs) has been found as an independent risk factor for early-onset occult coronary artery disease (CAD) in previous studies. The Frequency of this variant was not known in Iranian population. We have examined the allele frequency of the kl-vs variant in a case-control study in an Iranian population.<h4>Methods and results</h4>Genotyping for kl-vs variant was carried out in N=107 individuals including N=54 cases and N=53 control who all underwent coronary angiogram for CAD evaluation. Patients with >50% stenosis in vessels considered as case groups (or CAD<formula>^{+}</formula>) and patients with normal vessels (or CAD<formula>^{-}</formula>) as controls. The frequency of kl-vs variant was determined in these patients using PCR-RFLP technique. None of the individual was carrying the kl-vs mutation in our samples. The frequency of kl-vs mutation was significantly different from previous studies in different populations.<h4>Conclusion</h4>The kl-vs variant seems to be scare found in the Iranian population in comparison to other populations reported previously. Klotho gene might be a candidate gene of atherosclerosis in some populations but not in Iranian population. Further studies are required to examine the frequency of kl-vs variant in other populations from the Middle East.",
    "full_text": "Dis Markers Dis. Markers DM Disease markers 0278-0240 1875-8630 IOS Press 3826896 22045427 842932 10.3233/DMA-2011-0818 Other Absence of kl-vs Variant of Klotho Gene in Iranian Cardiac Patients (Comparison to the World Populations) Tavakkoly-Bazzaz Javad 1 2 * Tabatabaei-Malazy Ozra 1 Tajmir-Riahi Mohammad 2 Javidi Daryoosh 2 Izadi Manizhe 1 Shahrabi-Farahani Maryam 1 Amiri Parvin 1 Amoli Mahsa M. 1 1 Endocrinology and Metabolism Research Center Tehran University of Medical Sciences Tehran Iran 2 Department of Medical Genetics Tehran University of Medical Sciences Tehran Iran *Javad Tavakkoly-Bazzaz: tavakkolybazzazj@tums.ac.ir 2011 1 11 2011 31 4 211 214 14 10 2011 14 10 2011 Copyright © 2011 Hindawi Publishing Corporation. 2011 Objective: Klotho has an important role in development of coronary artery (CAD) disease. A functional variant of klotho gene (kl-vs) has been found as an independent risk factor for early-onset occult coronary artery disease (CAD) in previous studies. The Frequency of this variant was not known in Iranian population. We have examined the allele frequency of the kl-vs variant in a case-control study in an Iranian population. Methods and results: Genotyping for kl-vs variant was carried out in N = 107 individuals including N = 54 cases and N = 53 control who all underwent coronary angiogram for CAD evaluation. Patients with >50% stenosis in vessels considered as case groups (or CAD + ) and patients with normal vessels (or CAD − ) as controls. The frequency of kl-vs variant was determined in these patients using PCR-RFLP technique. None of the individual was carrying the kl-vs mutation in our samples. The frequency of kl-vs mutation was significantly different from previous studies in different populations. Conclusion: The kl-vs variant seems to be scare found in the Iranian population in comparison to other populations reported previously. Klotho gene might be a candidate gene of atherosclerosis in some populations but not in Iranian population. Further studies are required to examine the frequency of kl-vs variant in other populations from the Middle East. Klotho gene atherosclerosis coronary artery disease",
    "full_text_abstract": "Objective: Klotho has an important role in development of coronary artery (CAD) disease. A functional variant of klotho gene (kl-vs) has been found as an independent risk factor for early-onset occult coronary artery disease (CAD) in previous studies. The Frequency of this variant was not known in Iranian population. We have examined the allele frequency of the kl-vs variant in a case-control study in an Iranian population. Methods and results: Genotyping for kl-vs variant was carried out in N = 107 individuals including N = 54 cases and N = 53 control who all underwent coronary angiogram for CAD evaluation. Patients with >50% stenosis in vessels considered as case groups (or CAD + ) and patients with normal vessels (or CAD − ) as controls. The frequency of kl-vs variant was determined in these patients using PCR-RFLP technique. None of the individual was carrying the kl-vs mutation in our samples. The frequency of kl-vs mutation was significantly different from previous studies in different populations. Conclusion: The kl-vs variant seems to be scare found in the Iranian population in comparison to other populations reported previously. Klotho gene might be a candidate gene of atherosclerosis in some populations but not in Iranian population. Further studies are required to examine the frequency of kl-vs variant in other populations from the Middle East."
}