{
    "PMC": "11362939",
    "DOI": "10.4240/wjgs.v16.i8.2702",
    "PMID": "39220083",
    "PMCID": "PMC11362939",
    "title": "Global research landscape of Peutz-Jeghers syndrome and successful endoscopic management of intestinal intussusception in patients with recurrent laparotomies.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11362939",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>Peutz-Jeghers syndrome (PJS) has brought significant physical, psychological and economic burdens on the patients and their families due to its early onset, diagnostic and therapeutic challenges and increased recurrence risk.<h4>Aim</h4>To explore the current research status and emerging hotspots of PJS.<h4>Methods</h4>Studies on PJS published during 1994-2023 were gathered based on Web of Science Core Collection. Additionally, a case of PJS-induced intestinal intussusception, successfully treated with endoscopic methods despite three laparotomies, was highlighted. Comprehensive bibliometric and visual analysis were conducted with VOSviewer, R and CiteSpace.<h4>Results</h4>Altogether 1760 studies were identified, indicating a steady increase in the publication number. The United States had the highest influence, whereas the University of Helsinki emerged as the leading institution, and Aaltonen LA from the University of Helsinki was the most prolific author. Cancer Research, Oncogene and Endoscopy were the top three journals based on H-index. Keyword burst direction analysis revealed that \"cancer risk\", \"management\", \"surveillance\" and \"familial pancreatic cancer\" were the potential hotspots for investigation. Additionally, \"early detection\", \"capsule endoscopy\", \"clinical management\", \"double-balloon endoscopy\", \"familial pancreatic cancer\" and \"molecular genetic basis\" were identified as the key clusters of co-cited references. Endoscopic polypectomy remained effective on resolving intestinal intussusception in patients who underwent three previous laparotomies.<h4>Conclusion</h4>In the last three decades, global publications related to PJS show a steadily increasing trend in number. Endoscopic management is currently a research hotspot.",
    "full_text": "pmc World J Gastrointest Surg WJGS World Journal of Gastrointestinal Surgery 1948-9366 Baishideng Publishing Group Inc 11362939 jWJGS.v16.i8.pg2702 10.4240/wjgs.v16.i8.2702 94180 Scientometrics Global research landscape of Peutz-Jeghers syndrome and successful endoscopic management of intestinal intussusception in patients with recurrent laparotomies Sun Q et al . PJS research and management Sun Qi Department of Gastroenterology, Air Force Medical Center, Beijing 100142, China Wang Xiao-Ying Department of Gastroenterology, Air Force Medical Center, Beijing 100142, China College of Life Science, Northwest University, Xi'an 710069, Shaanxi Province, China Guo Guang-Jin Clinical Medical Laboratory, Air Force Medical Center, Beijing 100142, China Wang Lei Department of Gastroenterology, Air Force Medical Center, Beijing 100142, China Meng Li-Min Department of Medical Imaging, Air Force Medical Center, Beijing 100142, China Guo Yun-Fei Department of Pathology, Air Force Medical Center, Beijing 100142, China Sun Tao Department of Gastroenterology, Air Force Medical Center, Beijing 100142, China Ning Shou-Bin Department of Gastroenterology, Air Force Medical Center, Beijing 100142, China. shoubinning@126.com Co-first authors: Qi Sun and Xiao-Ying Wang. Co-corresponding authors: Tao Sun and Shou-Bin Ning. Author contributions: Sun Q and Wang XY designed the study, acquired and analyzed data and wrote the manuscript; Guo GJ and Wang L collected the data; Meng LM and Guo YF contributed analytic tools; Sun T and Ning SB provided supervision and guidance, reviewed and edited the manuscript and handled submission and communication. All authors have read and approved the final manuscript. Sun Q and Wang XY have both made significant and equal intellectual contributions to this study, as highlighted below. Study design: Both Sun Q and Wang XY actively participated in designing the study and formulating the experimental protocols. Data acquisition and analysis: Sun Q was responsible for acquiring experimental data and conducting initial analyses to ensure accuracy and reliability. Wang XY further analyzed the data, performed statistical processing and interpreted the results. Manuscript writing: Both Sun Q and Wang XY collaboratively wrote the initial draft of the manuscript, with each author responsible for different sections. They worked together through multiple revisions and discussions to finalize the manuscript. As co-corresponding authors, Sun T and Ning SB made significant contributions in the following areas: Supervision and guidance: Sun T provided overall guidance for the study, including topic selection and suggestions on experimental methods. Ning SB supervised the progression of the experiments and resolved technical issues encountered during the research. Manuscript revisions: Both Sun T and Ning SB reviewed and extensively revised the manuscript to ensure the clarity of results and maintain academic rigor. Submission and communication: Ning SB handled the communication with the journal editorial office and dealt with initial feedback and revision requests. Sun T assisted with submission and ensured the completeness and timely submission of all necessary documents. We believe that this detailed contributions statement supports our designation of co-first authors and co-corresponding authors, accurately reflecting the contributions of each author to the study. Supported by Capital Health Development Research Special Project , No. 2020-4-5123 . Corresponding author: Shou-Bin Ning, PhD, Chief Doctor, Department of Gastroenterology, Air Force Medical Center, No. 30 Fucheng Road, Haidian District, Beijing 100142, China. shoubinning@126.com 27 8 2024 27 8 2024 16 8 2702 2718 13 3 2024 7 6 2024 25 6 2024 ©The Author(s) 2024. Published by Baishideng Publishing Group Inc. All rights reserved. 2024 https://creativecommons.org/licenses/by-nc/4.0/ This article is an open-access article that was selected by an in-house editor and fully peer-reviewed by external reviewers. It is distributed in accordance with the Creative Commons Attribution NonCommercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. BACKGROUND Peutz-Jeghers syndrome (PJS) has brought significant physical, psychological and economic burdens on the patients and their families due to its early onset, diagnostic and therapeutic challenges and increased recurrence risk. AIM To explore the current research status and emerging hotspots of PJS. METHODS Studies on PJS published during 1994-2023 were gathered based on Web of Science Core Collection. Additionally, a case of PJS-induced intestinal intussusception, successfully treated with endoscopic methods despite three laparotomies, was highlighted. Comprehensive bibliometric and visual analysis were conducted with VOSviewer, R and CiteSpace. RESULTS Altogether 1760 studies were identified, indicating a steady increase in the publication number. The United States had the highest influence, whereas the University of Helsinki emerged as the leading institution, and Aaltonen LA from the University of Helsinki was the most prolific author. Cancer Research, Oncogene and Endoscopy were the top three journals based on H-index. Keyword burst direction analysis revealed that \"cancer risk\", \"management\", \"surveillance\" and \"familial pancreatic cancer\" were the potential hotspots for investigation. Additionally, \"early detection\", \"capsule endoscopy\", \"clinical management\", \"double-balloon endoscopy\", \"familial pancreatic cancer\" and \"molecular genetic basis\" were identified as the key clusters of co-cited references. Endoscopic polypectomy remained effective on resolving intestinal intussusception in patients who underwent three previous laparotomies. CONCLUSION In the last three decades, global publications related to PJS show a steadily increasing trend in number. Endoscopic management is currently a research hotspot. Peutz-Jeghers syndrome Endoscopy Management Cancer Microbiota Bibliometric Core Tip: This study investigated the current situation of Peutz-Jeghers syndrome and identified \"cancer risk\" and \"treatment management\" as the research focuses. In addition, it also emphasized the significant therapeutic effect of endoscopic polypectomy, even in cases with intussusception after the first three abdominal surgeries. These findings provide valuable insights for diagnosing and treating such patients by clinical doctors, thereby improving patient life quality and prognosis. INTRODUCTION Peutz-Jeghers syndrome (PJS), a rare autosomal dominant genetic disease, has the primary features of hamartomatous polyp generation within gastrointestinal tract (GI)[ 1 ]. This syndrome first came to light in 1921 through the work by Peutz[ 2 ], and was later elaborated by JEGHERS et al [ 3 ] in 1949. The characteristic hallmark of PJS includes the manifestation of distinctive mucocutaneous pigmentation, predominantly affecting areas such as the lips, oral cavity and fingertips, alongside the widespread polyp proliferation in GI tract, except for esophagus[ 4 ]. It is predicted that PJS affects 1 in 50000-200000 people, underscoring its rarity. The disease typically results from STK11 gene mutations, following the autosomal dominant heredity pattern[ 5 ]. PJS patients probably have occult GI hemorrhage due to small intestinal hamartomatous polyps, while larger polyps may result in bowel obstruction and intussusception[ 6 ]. In addition, PJS patients are associated with a significantly higher risk of GI malignancies, as well as cancers in organs like the lungs, pancreas, breasts, ovaries and testes, than the general population[ 7 , 8 ]. Despite significant progress in understanding the nature of PJS, the high incidence of cancer and GI complications of the syndrome severely limit the quality of life of the affected people. These individuals often face significant physical discomfort, emotional turmoil and financial stress[ 9 ]. Early research on PJS mainly focused on the pathogenesis and clinical manifestations of the disease, while current research more focuses on management, with endoscopic polypectomy being the preferred option. This requires an ongoing commitment from researchers and clinicians to discover effective management strategies for PJS and to identify potential therapeutic targets. In fact, a number of novel therapeutic targets including gut microbiota and the corresponding metabolites are considered as candidate therapeutic targets in the future. The primary treatment modality for PJS is surgical intervention. Currently, the treatment involves routine surveillance with enteroscopy to detect and remove larger polyps[ 10 , 11 ]. In recent years, guidelines on PJS have been published, but they are largely based on expert consensus and a limited number of long-term follow-up cohorts. These guidelines provide a valuable resource[ 12 , 13 ]. However, case studies from a single institution, despite their expertise, do not provide the critical mass of patients who required effective care assessment. This highlights the challenge involved in getting more knowledge about rare diseases. To this end, we focused on conducting the comprehensive bibliometric analysis for capturing the latest advances in PJS research, predicting subsequent research directions and providing screening and management directions. In this study, all PJS studies published between 1994 and 2023 were included. The analysis took into account several factors, including number of publications, authorship, geographical distribution, references and keywords. Through this methodology, we aimed to holistically understand research landscape in the area. Additionally, this study presented a case of intestinal intussusception caused by PJS, which was successfully managed with endoscopic techniques, despite the fact that the patient underwent three laparotomies. Our objective was to produce a structured statistical report, provide a comprehensive overview to help researchers make informed decisions about PJS, and contribute to the advancement in the realm. MATERIALS AND METHODS Data source and search strategy The Web of Science Core Collection (WOSCC), which is extensively identified as an appropriate database for conducting bibliometric analysis, was comprehensively searched to identify articles focusing on PJS from 1994 to 2023[ 14 ] using search terms below, TS = (Peutz syndrome OR Peutz' syndrome OR Peutz's syndrome OR Peutz-Jeghers syndrome OR Peutz-Jeghers syndrome OR Peutz-Touraine-Jeghers syndrome OR the syndrome of Peutz and Jeghers OR PJS). Only English studies (including articles or reviews) published from January 1 st , 1994 to December 31 st , 2023 were enrolled. The retrieved literature was exported as \"complete records with cited references\" and saved as a text file for further analysis. Studies were searched and data were obtained in a single day for minimizing the bias resulting from database update. To ensure relevance to the study's main topic, two researchers (Sun Q and Wang XY) were responsible for independently screening and recording studies through title- and abstract-reviewing. Figure 1 displays exclusion criteria and detailed screening flowchart. Figure 1 The Flowchart diagram showing search strategy. Bibliometric analysis The collected data for analysis encompassed the publication year, geographical distribution, affiliation, author, keywords and citation. Subsequently, we uploaded the texts in analysis software. Microsoft Office Excel 2021 software (Microsoft, Redmond, WA, United States) was adopted to conduct descriptive analyses on growth trends, annual outputs, keywords and journals for documents, and the creation of relevant tables. To assess the relative significance of journals within a specific field, the impact factors of the retrieved journals were obtained from the Journal Citation Report. Furthermore, quality and impact of the research documents were evaluated using the H-index, which is calculated based on the number of citations received in other publications[ 15 ]. We utilized VOSviewer software (version 1.6.19) for constructing the country, institution, author and keyword bibliometric visualization networks. In the VOSviewer map, nodes represent items such as countries, institutions, journals, or authors, with node size and color indicating item count and classification, separately. The thickness of the lines connecting nodes signifies the collaboration and co-citation level among items[ 16 ]. Additionally, CiteSpace software (version 6.1.6 R2) was employed to generate a visual map for analyzing the annual publication number, the overall publication number and the centrality of countries, institutions, authors and frequently occurring keywords over time. Furthermore, CiteSpace can identify references and keywords with greatest citation bursts, and visualize a network of co-citation clusters comprising the co-cited references. Noteworthily, diverse nodes in CiteSpace software visualization network stand for distinct entities under analysis, with a larger node indicating a higher frequency[ 17 ]. Study population We introduced a case of PJS patient who previously underwent three laparotomies and subsequently received double-balloon enteroscopy treatment at the Air Force Medical Center in Beijing, China. The standard procedure involved the use of a double balloon-assisted enteroscopy (Fujifilm Inc., Tokyo, Japan). The patient successfully underwent piecemeal polypectomy. Before surgery, the patient offered informed consent. Preoperative laboratory tests and computed tomography (CT) imaging were performed. The study was conducted following the Declaration of Helsinki and was approved by Ethics Committee of Air Force Medical Center (2023-77-PJ01). Hematoxylin and eosin staining Hematoxylin and eosin staining was performed according to conventional methods[ 18 ]. Briefly, after dewaxing and rehydration, 3-μm sections were stained with hematoxylin for 5 minutes. Subsequently, the sections were immersed five times with 1% acidified ethanol and rinsed with distilled water. After 3-minute staining with eosin dye, the sections were dehydrated with gradient alcohol and transparentized with xylene. Finally, observation and photographing of the sections were conducted using an Pannoramic MIDI II automatic digital slide scanner (3DHISTECH Ltd., Hungary). RESULTS Overview of publications on PJS A comprehensive search in the WOSCC identified 1760 publications related to PJS. These publications were carefully selected based on pre-defined inclusion criteria. Collectively, altogether 85500 citations were obtained, and the mean citing frequency was 48.58 times for each study, underscoring the significant influence and impact of the research in this field. Furthermore, the H-index, a metric that measures scientific output and impact, was calculated to be 56.31 for all PJS-related publications, indicating the high level of recognition and scholarly contribution of the research in this area. Years and countries of publications on PJS PJS demonstrated a noticeable increase in research outputs and citations from 1994 to 2023 (Figure 2A ). Before 2010, the publication number per year steadily increased, starting from 13 in 1994 and reaching 82 in 2010. Subsequently, it consistently maintained a relatively high level, with an average of 70.31 publications per year over the past thirteen years. Similarly, the annual citation number experienced substantial growth, increasing from 4 in 1994 to 4228 in 2023, with a peak of 5590 citations in 2022. Noteworthily, our analysis was conducted in December 2023, and some articles from that year were not included into Web of Science database at that time. This substantial volume of publications indicated that despite being a rare disease, PJS continued to garner significant attention from researchers. Figure 2 The years and countries in which the articles on Peutz-Jeghers syndrome were published from 1994-2023. A: Annual publication and citation numbers; B: Geographical distribution of related countries; C: Cooperation of countries contributing to publications; D: Growth trends of the top 10 countries. In terms of geographical distribution, the United States was the major contributor to research outputs, followed by China, as depicted in Figure 2B . Table 1 displays those 10 most significant contributing countries. Notably, the United States accounted for 37.9% of all publications. Centrality score, which serves as the measure to estimate the network node significance, revealed that the United States (0.37) held the highest position within the network, indicating its stronger cooperation and influence. However, the visualization map displayed a low density of national collaborations, suggesting that the research countries operated relatively independently and could benefit from deeper cooperation (Figure 2C ). Additionally, citation frequency and total link strength, the key measures to evaluate paper quality, were also examined[ 19 ]. The published literature from the United States received the highest citation frequency of 49668, securing the top position among all countries/regions. Furthermore, the United States achieved the highest total link strength value of 338. The United Kingdom ranked as the second most-cited country with 16826 citations and a total link strength of 236, although it only published 186 articles, placing it third with regard to publication number (Table 1 ). Notably, since 2010, China made a particularly noteworthy contribution to the research. In 2023, it surpassed the United States in publication number, possibly due to advancements in medical expertise and endoscopic technology, as well as the improved hardware capabilities, leading to a deeper understanding of PJS (Figure 2D ). Table 1 The top 10 published countries in Peutz-Jeghers syndrome field from 1994 to 2023 Rank Country Counts Centrality Citations Total link strength 1 United States 667 0.37 49668 338 2 China 227 0.02 3153 56 3 United Kingdom 186 0.16 16826 236 4 Japan 164 0.07 7407 91 5 Italy 103 0.05 4967 119 6 Netherlands 96 0.02 10400 153 7 Germany 82 0.07 7011 139 8 Canada 82 0.03 5443 90 9 France 66 0.10 5835 134 10 Finland 65 0.04 8199 119 Contributions of institutions and authors Figure 3A illustrates the PJS-centered institutional collaboration network. The University of Helsinki was most prolific (57) of those 10 institutions, followed by Harvard University (56) and Johns Hopkins University (40) (Table 2 ). Five of the 10 most prolific institutions were located in the United States, while two were in the United Kingdom. The remaining three were the University of Helsinki in Finland, the University of Amsterdam in the Netherlands and the Dana Farber Cancer Institute in New Zealand. Figure 3 Joint mapping of contributions to publications on Peutz-Jeghers syndrome from 1994-2023. A: Institutions; B: Authors. Table 2 The top 10 most published institutions regarding Peutz-Jeghers syndrome Rank Article counts Centrality Institutions Country 1 57 0.16 University of Helsinki Finland 2 56 0.06 Harvard University United States 3 40 0.05 Johns Hopkins University United States 4 37 0.06 St Mark's Hospital United Kingdom 5 33 0.03 University of Amsterdam Netherlands 6 32 0.05 The Institute Cancer Research United Kingdom 7 30 0.02 Mayo Clin United States 8 29 0.02 Dana Farber Cancer Institute New Zealand 9 27 0.01 Massachusetts General Hospital United States 10 26 0.03 University of Pennsylvania United States VOSviewer was used to visualize authors (Figure 3B ), which revealed altogether 312 authors published articles on PJS during 1994-2023, with 112 authors having more than five publications. Notably, Giardiello FM exhibited a more cohesive collaborative capability. Table 3 displayed the 10 most prolific researchers. Authors published more studies included Aaltonen LA from the University of Helsinki (25 articles, 2925 citations) and Stratakis CA from the Harvard University (25 articles, 1189 citations), followed by Giardiello FM from the Johns Hopkins University (23 articles, 2358 citations). We utilized H-index for assessing the researchers’ academic output quality, with Aaltonen LA achieving the highest H-index of 20. More detailed values are presented in Table 3 . Table 3 The top 10 published authors in this area Author Articles counts Centrality Total citations Total strength H-index Aaltonen LA 25 0.02 2925 113 20 Stratakis CA 25 0.01 1189 25 18 Giardiello FM 23 0.35 2358 103 18 Tomlinson I 18 0.02 2130 65 17 Alessi DR 16 0.01 2670 59 16 Westerman AM 15 0.06 908 86 13 Offerhaus G 15 0.03 774 85 18 Tomlinson IPM 14 0.01 816 74 13 Van leerdam ME 14 0.17 487 60 11 Mccluggage WG 12 0.2 410 19 10 Journals publishing studies From 1994 to 2023, a total of 262 journals contributed to the field of PJS (Figure 4A ). Table 4 provides an overview of the 10 most active journals in this area, with the majority being located in the Figure 3A illustrates the PJS-centered institutional collaboration network. The University of Helsinki was most prolific (57) of those 10 institutions, followed by Harvard University (56) and Johns Hopkins University (40) (Table 2 ). Of these, five belonged to Q1 and three belonged to Q2. In terms of publication number, the top 3 journals were Familial Cancer (IF = 2.2), World Journal of Gastroenterology (IF = 4.3) and Oncogene (IF = 8.0). As for H-index, the top 3 journals were Cancer Research (IF = 11.2; mean, 97.29 citations for each study), Oncogene (IF = 8.0; mean, 81.8 citations for each study) and Endoscopy (IF = 9.3; mean, 95.86 citations for each study). We also quantified publication numbers in various journals per year and detected the consistently increasing publication number in the Journal of Pediatric Gastroenterology and Nutrition over the past 10 years. More detailed data are presented in Figure 4B . Figure 4 Journals publishing papers on Peutz-Jeghers syndrome from 1994-2023. A: Cooperation of journals contributing to publications; B: Publications in different journals annually. Table 4 The top 10 most active journals in the area Rank Journal Articles counts Country Journal citation report (2022) Impact factor (2022) Total cites H-index 1 Familial Cancer 30 Netherlands Q3 2.2 687 15 2 World Journal of Gastroenterology 30 United States Q2 4.3 1418 15 3 Oncogene 25 England Q1 8.0 2045 23 4 Cancer Research 24 United States Q1 11.2 2335 24 5 Gastrointestinal Endoscopy 24 United States Q1 7.7 1283 15 6 Endoscopy 22 Germany Q1 9.3 2109 18 7 Best Practice & Research Clinical Gastroenterology 19 England Q3 3.2 367 11 8 American Journal of Surgical Pathology 19 United States Q1 5.6 1250 16 9 Journal of Medical Genetics 17 England Q2 4.0 1692 16 10 Journal of Pediatric Gastroenterology and Nutrition 17 United States Q2 2.9 388 10 Keywords co-occurrence and keywords bursts VOSviewer software was utilized for title and keyword analyses from 1760 studies. The distribution of the top 18 keywords out of all the 632 keywords over time is depicted in Figure 5A . Keywords with the highest occurrence frequency included \"PJS\" (685), \"cancer\" (307), \"gene\" (163), \"mutations\" (161), \"LKB1\" (152) and \"familial adenomatous polyposis\" (149), indicating that initial studies on PJS mainly focused on the pathogenesis and clinical manifestations of the disease. Subsequently, we identified the top 25 keyword bursts from 1994 to 2023 (Figure 5B ). The timeline was represented by a straight line including red and/or blue, with the red section indicating the burst period and its length representing the burst starting, ending years, and duration. During this period, \"management\" (18.41) was the top keyword burst, followed by \"Lynch syndrome\" (17.28), \"increased risk\" (14.11), \"locus\" (10.97), \"somatic mutation\" (10.9), \"tumor suppressor gene\" (10.72) and \"recommendation\" (10.15). The analysis of keyword burst direction indicated that \"cancer risk\" (2016-2023), \"management\" (2017-2023), \"surveillance\" (2017-2023) and \"familial pancreatic cancer\" (2017-2023) were the potential hotspots for investigation. Figure 5 Co-occurrence analysis on global studies regarding Peutz-Jeghers syndrome. A: Distribution of keywords over time; B: Keywords of greatest citation bursts. Co-cited references and research hotspots In this study, we analyzed co-citation correlation among 85500 cited references contained in 1760 studies. Table 5 displays the 10 studies with highest co-citation frequencies. The study published by Hemminki A in Nature had most citations (537), followed by the one conducted by Jenne DE and published in Nature Genetics (490) and the one conducted by Giardiello FM and published in Gastroenterology (379 citations). The higher citation frequency indicated the higher quality and stronger references of the publications. Citation burst refers to the references receiving more attention from scholars in the particular area during the specific time period. Figure 6A shows those 25 studies with most citations. Among them, the paper “ACG Clinical Guideline: Genetic Testing and Management of Hereditary Gastrointestinal Cancer Syndromes” by Syngal et al [ 5 ] had the most recent greatest burst (33.19), with the citation burst lasting from 2016 to 2020. Noteworthily, most studies with frequent citations were published in top-tier journals. To determine the research hotspots of PJS, we ranked the co-cited studies based on the analysis results. \"Carney complex\", \"multi-society task force\", \"tumor suppressor\", \"early detection\", \"PJS\", \" PJS kinase LKB1\", \"genetic testing\", \"nonpolyposis syndrome\", \"somatic mutation\", \"capsule endoscopy\", \"clinical management\", \"double-balloon endoscopy\", \"recent progress\", \"familial pancreatic cancer\" and \"molecular genetic basis\" represented the 15 key co-cited reference clusters (Figure 6B ). Figure 6 Co-cited references and research hotspots. A: Those top 25 references of greatest citation bursts; B: Cluster network map of co-cited references. Table 5 The top 10 most co-cited references Rank Title First author Year Journal Cited frequency 1 A serine/threonine kinase gene defective in Peutz-Jeghers syndrome Hemminki A 1998 Nature 537 2 Peutz-Jeghers syndrome is caused by mutations in a novel serine threonine kinase Jenne DE 1998 Nature Genetics 490 3 Very high risk of cancer in familial Peutz-Jeghers syndrome Giardiello FM 2000 Gastroenterology 379 4 Increased risk of cancer in the Peutz-Jeghers syndrome Giardiello FM 1987 New England Journal of Medicine 331 5 Frequency and spectrum of cancers in the Peutz-Jeghers syndrome Hearle N 2006 Clinical Cancer Research 242 6 Localization of a susceptibility locus for Peutz-Jeghers syndrome to 19p using comparative genomic hybridization and targeted linkage analysis Hemminki A 1997 Nature Genetics 238 7 Peutz-Jeghers syndrome: a systematic review and recommendations for management Beggs AD 2010 Gut 209 8 Increased risk for cancer in patients with the Peutz-Jeghers syndrome Boardman LA 1998 Annals of Internal Medicine 287 9 High cancer risk in Peutz-Jeghers syndrome: a systematic review and surveillance recommendations M G F van Lier 2010 American Journal of Gastroenterology 178 10 Cancer and the Peutz-Jeghers syndrome Spigelman AD 1989 Gut 163 Successful endoscopic reduction of intestinal intussusception in a patient with previous abdominal surgery A 36-year-old male patient had PJS when he was 8 years old, with lower abdominal pain and an inability to eat. He underwent three surgical laparotomies for intestinal intussusception previously. Laboratory tests revealed severe malnutrition. The CT scan revealed multiple intussusceptions in the duodenum and small intestine, along with anomalous course of the common bile duct and several visible polyps (3.5 cm × 3.5 cm) (Figure 7A ). The patient strongly refused further surgical intervention, therefore, endoscopic treatment was considered prior to laparotomy. During enteroscopy, a polyp larger than 5.0 cm was found, obscuring the full view (Figure 7B ). Piecemeal polypectomy technique was adopted under retroflexed endoscopic visualization (Figure 7C ). Following the procedure, the patient's symptoms significantly improved, and his nutritional status markedly ameliorated. At a three-month postoperative follow-up, no complications or recurrence were reported. The resected polyp sample was histopathologically examined, which suggested hamartomatous hyperplasia of mucosal epithelium and dendritic growth of smooth muscle fiber bundle from muscularis mucosae, characteristic of PJS polyps (Figure 7D ). Figure 7 Imaging, endoscopic and histopathological findings of multiple intussusceptions and polypectomy in Peutz-Jeghers syndrome. A: Computed tomography imaging revealed multiple intussusceptions, along with anomalous course of the common bile duct and several visible polyps; B: Enteroscopy imaging showed a polyp obscuring the full view; C: Piecemeal polypectomy; D: Histopathological image of the polyp. DISCUSSION Principal findings This study performed bibliometric analysis of 1760 original articles and reviews regarding PJS during 1994-2023 based on Web of Science database. We focused on exploring research hotspots and developmental trends in PJS over the past 30 years. Collaboration network analysis revealed that the most influential entities in this field were the United States (country), the University of Helsinki (institution) and Aaltonen LA (investigator). Keyword burst detection identified \"cancer risk\", \"management\", \"surveillance\" and \"familial pancreatic cancer\" as the potential hotspots for investigation. This bibliometric analysis provides valuable insights for researchers who are interested in this field to quickly understand the research status. Interpretation of findings The annual publication number and citation frequency serve as the indicators of the developmental pace and research status within the specific realm. The PJS-related publication number demonstrated a modest fluctuation annually, with a steadily increasing trend over the last three decades, signifying the sustained attention to this rare disease. Collaborative network analysis facilitated to evaluate country, institution and author collaborations. In the last three decades, the United States was the core of international collaboration with prolific countries. Five among those top 10 institutions, with regard to publication number, were based in the United States. The United States also ranked first with regard to mean citations, followed by the United Kingdom and the Netherlands, indicating that publications from the three countries were high-quality. The University of Helsinki in Finland had the highest number of published articles, underscoring its significant contribution to the field of PJS. Continued enhancements of collaboration among institutions and countries might further propel advancements in the realm. Among those significant contributing authors to the realm, Aaltonen LA, Stratakis CA and Giardiello FM were identified as the three most productive authors. Aaltonen LA, a distinguished Finnish medical researcher, serves as a professor of medicine at the University of Helsinki and has been a leading figure in multiple international research projects. He is renowned for his pioneering work in hereditary cancer syndromes, particularly his substantial contributions to the study of PJS[ 20 ]. In 1998, his research team achieved a major breakthrough by identifying the STK11 gene as the primary causative gene of PJS through genetic linkage analysis, marking a significant milestone in the molecular genetic research of this disease[ 21 ]. Professor Stratakis CA, affiliated with the National Institute of Child Health and Human Development in the Aaltonen LA, Stratakis CA and Giardiello FM were identified as the three most productive authors. Aaltonen LA, a distinguished Finnish medical researcher, serves as a professor of medicine at the University of Helsinki and has been a leading figure in multiple international research projects., is dedicated to the research of endocrine-related tumors caused by PJS[ 22 ]. Professor Giardiello FM, from the Johns Hopkins University School of Medicine, has made noteworthy contributions to the clinical characterization, diagnostic criteria and monitoring strategies for patients with PJS[ 23 ]. Source journals were analyzed, which assisted in identifying core journals of respective research areas. Of those 10 active journals, Cancer Research was most frequently cited, followed by Endoscopy and Oncogene. Articles published in Cancer Research also had the greatest mean citations for each study, indicating its global recognition and authoritative status. Furthermore, the Journal of Pediatric Gastroenterology and Nutrition had consistently increasing publications over the past decade, suggesting that the present research topics on PJS were primarily related to early intervention and endoscopic management. Keyword bursts are indicative of the extensively cited keywords in published studies, which can assist in identifying hotspots and trends of the research area[ 24 ]. Figure 5B illustrates the 25 keywords with greatest citation bursts in PJS. During this period, \"management\" emerged as the strongest keyword burst, signifying that research on management was a significant hotspot. Cluster analysis of co-citations was conducted for identifying main research topics. From Figure 6B , \"capsule endoscopy\", \"clinical management\" and \"double-balloon endoscopy\" were the primary research themes, aligning with the keyword burst analysis. Prior to the advent of double-balloon enteroscopy, surgical resection was the standard way to manage PJS, but its invasiveness might result in short bowel syndrome[ 25 , 26 ]. Some novel enteroscopic technologies emerged in 21 st century, like spiral enteroscopy, double-balloon endoscopy, motorized spiral enteroscopy, and single-balloon enteroscopy, enabling diagnosis and endoscopic treatment throughout the whole small intestine[ 27 - 29 ]. Due to small-intestine endoscopic advancement, endoscopic polypectomy has been widely adopted to be the standard treatment for PJS, avoiding a need for invasive surgical resection and reconstruction, even for patients who received laparotomy previously[ 30 ]. This was confirmed in a case at our center and underscored the significant impact of endoscopic resolution of all obstructions due to intussusception, providing valuable insights for the treatment of such patients. The identification of \"cancer risk\" and \"familial pancreatic cancer\" represented other potential areas of interest for further investigation. A meta-analysis encompassing 210 patients with PJS revealed that, the risk of cancer increased by 15.2 times in these patients; to be specific, the risks of oesophageal, small intestinal and gastric cancers increased by 57, 520 and 213 times, respectively[ 31 ]. Broadly defined familial pancreatic cancer refers to the condition where at least two first-degree relatives have pancreatic cancer, while the narrowly defined familial pancreatic cancer excludes patients with hereditary tumor syndromes. As highlighted in 2015 by The American College of Gastroenterology, PJS was the hereditary GI cancer syndrome closely associated with pancreatic cancer occurrence[ 5 ]. Pathologically, intraductal papillary mucinous neoplasms may be seen in some PJS patients as the precancerous lesions of pancreatic ductal adenocarcinoma. The meta-analysis also showed that the pancreatic cancer risk in PJS patients elevated by 132 times. Despite the recent medical advances that improve survival rates of cancer patients, the prognosis for pancreatic cancer is still dismal, and the 5-year survival rate is < 10%. In addition, pancreatic cancer is difficult to diagnose in its early stages, and many patients present with symptoms in the late stages, highlighting the need for surveillance. Research has shown that cases with STK11 mutations do not have a significant difference in cumulative risk of all cancers compared with cases without STK11 mutations[ 32 ]. However, the reasons for the higher cancer incidence among PJS patients remain unclear, which require further investigation in the future. During our search, we also uncovered an intriguing topic regarding effect of intestinal microbiota on PJS pathogenesis[ 33 , 34 ]. The intestinal microbiota constitutes a complex ecosystem, and is affected by many factors such as environment, genetics, diet, medication and lifestyle[ 35 ]. Recently, advances in sequencing technologies have increased the attention paid to the intestinal microbiota, often referred to as the \"forgotten organ\". Intestinal microbiota and the corresponding metabolites is tightly associated with the immune and enteric nervous systems, collectively maintaining intestinal homeostasis[ 36 , 37 ]. Dysbiosis of intestinal microbiota may be related to occurrence of diseases like irritable bowel syndrome, inflammatory bowel disease or colorectal cancer[ 38 - 40 ]. Interestingly, several studies have found significant alterations of intestinal microbial composition among PJS cases, and fungal microbiota remains relatively stable[ 41 ]. Wang et al [ 42 ] have identified unique bacterial compositions and metabolic pathway alterations in the mucosa-associated microbiota that influence intestinal inflammation and tumor development. Bacteroides shows a high abundance among PJS patients, which is positively related to the greatest polyp size, suggesting the potential role in exacerbating intestinal inflammation and promoting polyp growth. Conversely, Agathobacter exhibits the negative relation to the onset age. Additionally, acetic acid, butyric acid, and propionic acid have positive relation to the onset age and negative relation to polyp number[ 43 ]. Previous research has suggested that onset age probably affects the development and management of inflammatory bowel disease and colorectal cancer[ 44 , 45 ]. Based on these results, it is hypothesized that intestinal microbiota along with the corresponding metabolites is potentially related to onset age of PJS patients, and early targeted microbiota-based interventions may help improve patient prognosis and enhance their quality of life. Therefore, further clinical research is warranted to validate these findings. Strengths and limitations This study has the strength that it comprehensively included PJS-related research from 1994 to 2023, and utilized bibliometric analysis to assess the developmental trends and research themes of this realm. Additionally, the introduction of a case study on PJS-induced intestinal intussusception at our center reaffirmed the significant clinical value of endoscopic polypectomy in resolving intussusception, thereby avoiding the need for further surgical interventions. The study results were accurate and objective. However, this study has certain limitations. Firstly, our selection was limited to the WOSCC, overlooking other search engines like PubMed and Scopus. Secondly, inclusion of only English-language articles might have reduced the number of retrievable papers. Lastly, bibliometric analysis may be subjected to temporal bias, potentially constraining the comprehensiveness of our conclusions. In future research, we focus on comprehensively summarizing and analyzing outcomes in the field, thus further exploring the research hotspot. CONCLUSION To conclude, this study represents the first bibliometric and visual analysis on PJS. In the last three decades, publications related to PJS steadily elevate, indicating that sustained attention is paid to this rare disease by researchers. The United States has been most active in international research collaborations. Earlier research on PJS primarily focuses on the pathogenesis and clinical manifestations of the disease, while current research is more centered on management, with endoscopic polypectomy being a preferred choice. Additionally, the intestinal microbiota and its metabolites may serve as potential future therapeutic targets. Hopefully, the present bibliometric analysis can shed valuable lights on future studies on PJS. ACKNOWLEDGEMENTS We express our gratitude to Professor Teng Li for his patient guidance in histopathology. Conflict-of-interest statement: The authors declare that they have no conflict of interest. PRISMA 2009 Checklist statement: The authors have read the PRISMA 2009 Checklist, and the manuscript was prepared and revised according to the PRISMA 2009 Checklist. Provenance and peer review: Unsolicited article; Externally peer reviewed. Peer-review model: Single blind Corresponding Author's Membership in Professional Societies: Chinese Society of Digestive Endoscopy, Chinese Medical Association. Specialty type: Gastroenterology and hepatology Country of origin: China Peer-review report’s classification Scientific Quality: Grade B Novelty: Grade B Creativity or Innovation: Grade B Scientific Significance: Grade B P-Reviewer: Thongon N S-Editor: Qu XL L-Editor: A P-Editor: Zhang XD 1 McGarrity TJ Kulin HE Zaino RJ Peutz-Jeghers syndrome Am J Gastroenterol 2000 95 596 604 10710046 2 Peutz JL Over een zeer merkwaardige, gecombineerde familiaire polyposis van de slijmvliezen van den tractus intestinalis met die van de neuskeelholte en gepaard met eigenaardige pigmentaties van huid-en slijmvliezen Nederl Maandschr Geneesk 1921 10 134 146 Available from: https://cir.nii.ac.jp/crid/1571698600171481600 3 JEGHERS H McKUSICK VA KATZ KH Generalized intestinal polyposis and melanin spots of the oral mucosa, lips and digits; a syndrome of diagnostic significance N Engl J Med 1949 241 993, illust; passim 15399020 4 de Jong MA van Leerdam ME Offerhaus GJAJ Keller JJ [100 years Peutz-Jeghers syndrome] Ned Tijdschr Geneeskd 2022 166 5 Syngal S Brand RE Church JM Giardiello FM Hampel HL Burt RW American College of Gastroenterology ACG clinical guideline: Genetic testing and management of hereditary gastrointestinal cancer syndromes Am J Gastroenterol 2015 110 223 62; quiz 263 25645574 6 Sharma H Kaushik D Intussusception in Peutz-Jeghers Syndrome: Management of Unusual Acute Abdominal Presentation Indian J Surg Oncol 2022 13 262 266 35782820 7 van Lier MG Westerman AM Wagner A Looman CW Wilson JH de Rooij FW Lemmens VE Kuipers EJ Mathus-Vliegen EM van Leerdam ME High cancer risk and increased mortality in patients with Peutz-Jeghers syndrome Gut 2011 60 141 147 21205875 8 Jelsig AM Wullum L Kuhlmann TP Ousager LB Burisch J Karstensen JG Risk of Cancer and Mortality in Peutz-Jeghers Syndrome and Juvenile Polyposis Syndrome-A Nationwide Cohort Study With Matched Controls Gastroenterology 2023 165 1565 1567.e2 37659672 9 van Lier MG Mathus-Vliegen EM van Leerdam ME Kuipers EJ Looman CW Wagner A Vanheusden K Quality of life and psychological distress in patients with Peutz-Jeghers syndrome Clin Genet 2010 78 219 226 20695872 10 Perrod G Samaha E Perez-Cuadrado-Robles E Berger A Benosman H Khater S Vienne A Cuenod CA Zaanan A Laurent-Puig P Rahmi G Cellier C Small bowel polyp resection using device-assisted enteroscopy in Peutz-Jeghers Syndrome: Results of a specialised tertiary care centre United European Gastroenterol J 2020 8 204 210 11 Lafeuille P Calavas L Ragi O Lambin T Pioche M Saurin JC Ileoileal intussusception treated by polypectomy with spiral enteroscopy in Peutz-Jeghers syndrome Endoscopy 2022 54 E57 E58 33682897 12 Wagner A Aretz S Auranen A Bruno MJ Cavestro GM Crosbie EJ Goverde A Jelsig AM Latchford A Leerdam MEV Lepisto A Puzzono M Winship I Zuber V Möslein G The Management of Peutz-Jeghers Syndrome: European Hereditary Tumour Group (EHTG) Guideline J Clin Med 2021 10 13 Yamamoto H Sakamoto H Kumagai H Abe T Ishiguro S Uchida K Kawasaki Y Saida Y Sano Y Takeuchi Y Tajika M Nakajima T Banno K Funasaka Y Hori S Yamaguchi T Yoshida T Ishikawa H Iwama T Okazaki Y Saito Y Matsuura N Mutoh M Tomita N Akiyama T Yamamoto T Ishida H Nakayama Y Clinical Guidelines for Diagnosis and Management of Peutz-Jeghers Syndrome in Children and Adults Digestion 2023 104 335 347 37054692 14 Wu H Zhou Y Xu L Tong L Wang Y Liu B Yan H Sun Z Mapping Knowledge Structure and Research Frontiers of Ultrasound-Induced Blood-Brain Barrier Opening: A Scientometric Study Front Neurosci 2021 15 706105 34335175 15 Shah FA Jawaid SA The h-Index: An Indicator of Research and Publication Output Pak J Med Sci 2023 39 315 316 36950422 16 Wu F Gao J Kang J Wang X Niu Q Liu J Zhang L Knowledge Mapping of Exosomes in Autoimmune Diseases: A Bibliometric Analysis (2002-2021) Front Immunol 2022 13 939433 35935932 17 Ye H Du Y Jin Y Liu F He S Guo Y Articles on hemorrhagic shock published between 2000 and 2021: A CiteSpace-Based bibliometric analysis Heliyon 2023 9 e18840 37636355 18 Feldman AT Wolfe D Tissue processing and hematoxylin and eosin staining Methods Mol Biol 2014 1180 31 43 25015141 19 Huang X Yang Z Zhang J Wang R Fan J Zhang H Xu R Li X Yu S Long L Huang H A Bibliometric Analysis Based on Web of Science: Current Perspectives and Potential Trends of SMAD7 in Oncology Front Cell Dev Biol 2021 9 712732 35252215 20 Gylfe AE Sirkiä J Ahlsten M Järvinen H Mecklin JP Karhu A Aaltonen LA Somatic mutations and germline sequence variants in patients with familial colorectal cancer Int J Cancer 2010 127 2974 2980 21351276 21 Hemminki A Markie D Tomlinson I Avizienyte E Roth S Loukola A Bignell G Warren W Aminoff M Höglund P Järvinen H Kristo P Pelin K Ridanpää M Salovaara R Toro T Bodmer W Olschwang S Olsen AS Stratton MR de la Chapelle A Aaltonen LA A serine/threonine kinase gene defective in Peutz-Jeghers syndrome Nature 1998 391 184 187 9428765 22 Pitsava G Settas N Faucz FR Stratakis CA Carney Triad, Carney-Stratakis Syndrome, 3PAS and Other Tumors Due to SDH Deficiency Front Endocrinol (Lausanne) 2021 12 680609 34012423 23 Giardiello FM Trimbath JD Peutz-Jeghers syndrome and management recommendations Clin Gastroenterol Hepatol 2006 4 408 415 16616343 24 Sabe M Chen C Perez N Solmi M Mucci A Galderisi S Strauss GP Kaiser S Thirty years of research on negative symptoms of schizophrenia: A scientometric analysis of hotspots, bursts, and research trends Neurosci Biobehav Rev 2023 144 104979 36463972 25 Beck AR Jewett TC Jr Surgical implications of the Peutz-Jeghers syndrome Ann Surg 1967 165 299 302 6017075 26 Ouadi Y Brahim MB Trigui E Frikha W Fterich F Kacem MJ Complications, treatment, and follow-up of peutz-jeghers syndrome: About 2 case reports Int J Surg Case Rep 2023 109 108511 37506527 27 Yamamoto H Kita H Double-balloon endoscopy Curr Opin Gastroenterol 2005 21 573 577 16093772 28 Lenz P Domagk D Single-Balloon Enteroscopy Gastrointest Endosc Clin N Am 2017 27 123 131 27908512 29 Papaefthymiou A Ramai D Maida M Tziatzios G Viesca MFY Papanikolaou I Paraskeva K Triantafyllou K Repici A Hassan C Binda C Beyna T Facciorusso A Arvanitakis M Gkolfakis P Performance and safety of motorized spiral enteroscopy: a systematic review and meta-analysis Gastrointest Endosc 2023 97 849 858.e5 36738795 30 Funayama Y Shinozaki S Yano T Yamamoto H Advancements in endoscopic management of small-bowel polyps in Peutz-Jeghers syndrome and familial adenomatous polyposis Therap Adv Gastroenterol 2024 17 17562848231218561 31 Giardiello FM Brensinger JD Tersmette AC Goodman SN Petersen GM Booker SV Cruz-Correa M Offerhaus JA Very high risk of cancer in familial Peutz-Jeghers syndrome Gastroenterology 2000 119 1447 1453 11113065 32 Ohmoto A Yachida S Morizane C Genomic Features and Clinical Management of Patients with Hereditary Pancreatic Cancer Syndromes and Familial Pancreatic Cancer Int J Mol Sci 2019 20 33 Wang YX Huang HB Dong YH Li ZS Liu F Du YQ Alterations and clinical relevance of gut microbiota in patients with Peutz-Jeghers syndrome: A prospective study J Dig Dis 2023 24 203 212 37158702 34 Wang Z Liang L Liu L Wang Z Wang Y Yu Z Wu B Chen Y Changes in the Gut Microbiome Associated with Intussusception in Patients with Peutz-Jeghers Syndrome Microbiol Spectr 2023 11 e0281922 36719190 35 Kåhrström CT Pariente N Weiss U Intestinal microbiota in health and disease Nature 2016 535 47 27383978 36 Vicentini FA Keenan CM Wallace LE Woods C Cavin JB Flockton AR Macklin WB Belkind-Gerson J Hirota SA Sharkey KA Intestinal microbiota shapes gut physiology and regulates enteric neurons and glia Microbiome 2021 9 210 34702353 37 Sittipo P Lobionda S Lee YK Maynard CL Intestinal microbiota and the immune system in metabolic diseases J Microbiol 2018 56 154 162 29492872 38 Tilg H Adolph TE Gerner RR Moschen AR The Intestinal Microbiota in Colorectal Cancer Cancer Cell 2018 33 954 964 29657127 39 Kudelka MR Stowell SR Cummings RD Neish AS Intestinal epithelial glycosylation in homeostasis and gut microbiota interactions in IBD Nat Rev Gastroenterol Hepatol 2020 17 597 617 32710014 40 Su Q Tun HM Liu Q Yeoh YK Mak JWY Chan FK Ng SC Gut microbiome signatures reflect different subtypes of irritable bowel syndrome Gut Microbes 2023 15 2157697 36573834 41 Wang S Huang G Wang JX Tian L Zuo XL Li YQ Yu YB Altered Gut Microbiota in Patients With Peutz-Jeghers Syndrome Front Microbiol 2022 13 881508 35910641 42 Wang S Kou GJ Zhao XH Huang G Wang JX Tian L Zuo XL Li YQ Wang JY Yu YB Altered mucosal bacteria and metabolomics in patients with Peutz-Jeghers syndrome Gut Pathog 2024 16 25 38678229 43 Zhou A Tang B Xie Y Li S Xiao X Wu L Tu D Wang S Feng Y Feng X Lai Y Ning S Yang S Changes of gut microbiota and short chain fatty acids in patients with Peutz-Jeghers syndrome BMC Microbiol 2023 23 373 38036954 44 Collen LV Mitsialis V Kim DY Bresnahan M Yang J Tuthill M Combs A Barends J Field M Liu E Bearup R Okoroafor I Klein C Muise AM Bousvaros A Ouahed J Snapper SB Efficacy and Safety of Anti-Tumor Necrosis Factor Alpha in Very Early Onset Inflammatory Bowel Disease Inflamm Bowel Dis 2023 45 Wang H Cai Y Jin M Huang CQ Ning C Niu S Fan L Li B Zhang M Lu Z Dong X Luo Z Zhong R Li H Zhu Y Miao X Yang X Chang J Li N Tian J Identification of specific susceptibility loci for the early-onset colorectal cancer Genome Med 2023 15 13 36869385",
    "full_text_abstract": "BACKGROUND Peutz-Jeghers syndrome (PJS) has brought significant physical, psychological and economic burdens on the patients and their families due to its early onset, diagnostic and therapeutic challenges and increased recurrence risk. AIM To explore the current research status and emerging hotspots of PJS. METHODS Studies on PJS published during 1994-2023 were gathered based on Web of Science Core Collection. Additionally, a case of PJS-induced intestinal intussusception, successfully treated with endoscopic methods despite three laparotomies, was highlighted. Comprehensive bibliometric and visual analysis were conducted with VOSviewer, R and CiteSpace. RESULTS Altogether 1760 studies were identified, indicating a steady increase in the publication number. The United States had the highest influence, whereas the University of Helsinki emerged as the leading institution, and Aaltonen LA from the University of Helsinki was the most prolific author. Cancer Research, Oncogene and Endoscopy were the top three journals based on H-index. Keyword burst direction analysis revealed that \"cancer risk\", \"management\", \"surveillance\" and \"familial pancreatic cancer\" were the potential hotspots for investigation. Additionally, \"early detection\", \"capsule endoscopy\", \"clinical management\", \"double-balloon endoscopy\", \"familial pancreatic cancer\" and \"molecular genetic basis\" were identified as the key clusters of co-cited references. Endoscopic polypectomy remained effective on resolving intestinal intussusception in patients who underwent three previous laparotomies. CONCLUSION In the last three decades, global publications related to PJS show a steadily increasing trend in number. Endoscopic management is currently a research hotspot."
}