{
    "PMC": "7196574",
    "DOI": "10.1007/s13238-019-00681-x",
    "PMID": "31919741",
    "PMCID": "PMC7196574",
    "title": "Research journey of respirasome.",
    "year": 2020,
    "source_url": "https://europepmc.org/article/PMC/PMC7196574",
    "source": "MED",
    "abstract_text": "Respirasome, as a vital part of the oxidative phosphorylation system, undertakes the task of transferring electrons from the electron donors to oxygen and produces a proton concentration gradient across the inner mitochondrial membrane through the coupled translocation of protons. Copious research has been carried out on this lynchpin of respiration. From the discovery of individual respiratory complexes to the report of the high-resolution structure of mammalian respiratory supercomplex I<sub>1</sub>III<sub>2</sub>IV<sub>1</sub>, scientists have gradually uncovered the mysterious veil of the electron transport chain (ETC). With the discovery of the mammalian respiratory mega complex I<sub>2</sub>III<sub>2</sub>IV<sub>2</sub>, a new perspective emerges in the research field of the ETC. Behind these advances glitters the light of the revolution in both theory and technology. Here, we give a short review about how scientists 'see' the structure and the mechanism of respirasome from the macroscopic scale to the atomic scale during the past decades.",
    "full_text": "Protein Cell Protein Cell Protein & Cell 1674-800X 1674-8018 Higher Education Press Beijing 7196574 681 10.1007/s13238-019-00681-x Review Research journey of respirasome Wu Meng 1 Gu Jinke 1 Zong Shuai 1 Guo Runyu 1 Liu Tianya 1 Yang Maojun maojunyang@tsinghua.edu.cn 1 2 1 grid.12527.33 0000 0001 0662 3178 Ministry of Education Key Laboratory of Protein Science, Tsinghua-Peking Joint Center for Life Sciences, Beijing Advanced Innovation Center for Structural Biology, School of Life Sciences, Tsinghua University, Beijing, 100084 China 2 grid.33199.31 0000 0004 0368 7223 School of Pharmacy, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030 China 9 1 2020 9 1 2020 5 2020 11 5 318 338 1 12 2019 11 12 2019 © The Author(s) 2020 Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit https://creativecommons.org/licenses/by/4.0/ . Respirasome, as a vital part of the oxidative phosphorylation system, undertakes the task of transferring electrons from the electron donors to oxygen and produces a proton concentration gradient across the inner mitochondrial membrane through the coupled translocation of protons. Copious research has been carried out on this lynchpin of respiration. From the discovery of individual respiratory complexes to the report of the high-resolution structure of mammalian respiratory supercomplex I 1 III 2 IV 1 , scientists have gradually uncovered the mysterious veil of the electron transport chain (ETC). With the discovery of the mammalian respiratory mega complex I 2 III 2 IV 2 , a new perspective emerges in the research field of the ETC. Behind these advances glitters the light of the revolution in both theory and technology. Here, we give a short review about how scientists ‘see’ the structure and the mechanism of respirasome from the macroscopic scale to the atomic scale during the past decades. Keywords electron transport chain supercomplex organization cellular respiration structure of respirasome cryo-EM megacomplex issue-copyright-statement © The Author(s) 2020 Introduction Cellular respiration refers to a process during which the organic substrates undergoes a series of redox reactions within cells to produce inorganic or small molecular organic substances, releasing energy and generating adenosine triphosphate (ATP) molecules. Aerobic respiration might be the central function of mitochondria in mammalian cells, so no wonder it is precisely regulated from various aspects in response to varying cell conditions. Therefore, the disorder of its function will lead to changes in cell physiology and induce a variety of diseases, including many kinds of widely concerned neurodegenerative and inflammatory diseases such as Alzheimer’s disease, Huntington’s disease, Parkinson’s disease, Friedreich’s ataxia and so on (Sherer et al., 2002 ; Zeviani and Di Donato, 2004 ; Schapira, 2006 ; Pieczenik and Neustadt, 2007 ; Scharfe et al., 2009 ; Duchen and Szabadkai, 2010 ; Lim et al., 2010 ; Lax et al., 2011 ; Bates et al., 2012 ). The oxidative phosphorylation (OXPHOS) in eukaryotic cell is the final step of aerobic cellular respiration, which occurs on the mitochondrial inner membrane. It is the main pathway of aerobic biosynthesis of ATP (Lenaz et al., 2016 ; Letts and Sazanov, 2017 ; Lobo-Jarne and Ugalde, 2018 ). OXPHOS in mammals is carried out by five classes of protein complexes anchored on the inner membrane of mitochondria. These complexes are relatively independent in both structure and function, including complex I (NADH:ubiquinone oxidoreductase, CI), complex II (succinate:ubiquinone oxidoreductase, CII), complex III (cytochrome bc 1 complex, CIII), complex IV (cytochrome c oxidase, CIV), and complex V (ATP synthase, CV) (Wharton and Tzagoloff, 1962 ; Green and Tzagoloff, 1966 ; Hatefi, 1985 ; Papa et al., 2012 ; Zong et al., 2018a ; Zong et al., 2018b ; Gu et al., 2019 ). Complex I–IV are also called respiratory chain complexes, or electron transport chain (ETC) complexes, because they only participate in the process of electron transportation and oxygen consumption. OXPHOS in essense is the transfer of electrons along the ETC to the oxygen and the translocation of protons from the mitochondrial matrix (MM) into the intermembrane space (IMS), which forms the electrochemical gradient of proton. The ATP molecules are synthesized by CV, as protons diffuse back into the MM. During this process, CI, CIII and CIV act as proton pumps, while CII does not. The transfer pathway of electrons in ETC could be described as such: CI oxidizes NADH to NAD + and reduces ubiquinone-10 (Q) to ubiquinol-10 (QH 2 ). CII could also reduce Q to QH 2 by oxidizing succinate to fumarate. QH 2 is reoxidized to Q by CIII, and cytochrome c (cyt c) is reduced in the meantime. CIV transfers the electrons from the reduced cytochrome c to O 2 sequentially. The energy released in this process is used to generate ATP (Milenkovic et al., 2017 ; Hirst, 2018 ). The organization of the respiratory chain complexes has been widely studied for decades. Many evidence show that the individual complexes could assemble into supercomplexes (I 1 III 2 IV 1–2 , III 2 IV 1–2 ), or even megacomplex (I 2 III 2 IV 2 ) (Schägger and Pfeiffer, 2000 ; Schagger and Pfeiffer, 2001 ; Bultema et al., 2009 ; Mileykovskaya et al., 2012 ; Greggio et al., 2017 ; Guo et al., 2017 ). These higher order complexes may be beneficial for maintaining the biochemical structure and increasing the physiological activity of the individual complexes, while improving the efficiency of electron transportation. A widely held opinion points out that the interaction between different complexes in the supercomplexe (SC) may be conducive to the possibility of the existence of the substrate channelling as functionally segmented CoQ pool. Supercomplexes could also reduce the production of the reactive oxygen species (ROS) by sequestrating reactive intermediates (Enriquez, 2016 ). These functionally active supramolecular structures are also known as respirasomes. From biochemical experiments, to blue native polyacrylamide gel electrophoresis (BN-PAGE) analysis, from X-ray crystallography to cryo-electron microscopy (cryo-EM), advances in technology promote the development of how we understand the structure, the assembly, and the mechanism of the ETC complexes. Till today, the discussion is still far from ending. With the report of the high- resolution structures of mammalian respiratory supercomplex-I 1 III 2 IV 1 (SCI 1 III 2 IV 1 ) and the recognition of megacomplex-I 2 III 2 IV 2 (MCI 2 III 2 IV 2 ) by us and several other groups, more details are presented, leading to the proposal of some new viewpoints and even more considerable controversy (Gu et al., 2016 ; Letts et al., 2016 ; Sousa et al., 2016 ; Wu et al., 2016 ; Guo et al., 2017 ; Guo et al., 2018 ). In this paper, we will give a brief review of the history of the research on respirasome, combined with the development of technology, and introduce some lately reported results and heatedly debated arguments. Pre-structural age, their existence and their function The study of the OXPHOS system has gone through a long history. After the instructive investigation of Otto Warburg who discovered Atmungsferment, which founded the enzymatic basis for respiration, tantalizing advances emerged to clarify the molecular mechanisms of the respiratory enzymes. The term oxidative phosphorylation was first proposed by Volodymyr Belitser in 1939, who measured the P/O ratios (a division of the rate of ATP production and oxygen consumption) of OXPHOS in minced and homogenized heart muscle and pigeon breast muscle, indicating the possibility that some intermediate redox reactions are coupled with phosphorylation. During 1900s to 1930s, active work on bioenergetics were done by spectral and chromatographic analysis and biochemical experiments (Kalckar, 1974 , 1991 ). In 1955, Britton Chanc and G.R.Williams first raised the idea that the redox enzymes and prosthetic groups that are supposed to be responsible to electron transportation could assemble into larger complexes, which were then reconstituted as electron transfer system (Chance and Williams, 1955 ). Four functional complexes were purified and reconstructed by Hatefi et al., till 1962, termed CI-CIV (Hatefi et al., 1962 ). Together with the isolation of electron donors NADH and FAD and the identification of the roles of Q and cyt c, the ETC system gradually matured (Hill and Keilin, 1930 ; Crane et al., 1957 ; Enríquez, 2016 ). Other redox reactions providing electrons to reduce coenzyme Q such as dihydroorotate dehydrogenase (Evans and Guy, 2004 ), glycerol 3 phosphate dehydrogenase (Harding et al., 1975 ) and electron transport flavoprotein dehydrogenases (Bentinger et al., 2010 ; Alcázar-Fabra et al., 2016 ) are also found. A question ensues, how does ETC drive ATP synthesis? The most commonly accepted theory was the chemiosmotic hypothesis raised by Peter D. Mitchell in 1961 (Mitchell, 1961 ). The work of Hatefi et al. provided support to the chemiosmotic hypothesis (Hatefi et al., 1962 ) because their purified ETC complexes showed enzymatic activities. Chemiosmotic hypothesis advocates for a reversible proton translocation ATPase system and oxido-reduction chain that could make use of the diffusion-driven force known as proton-motive force (PMF) generated by the electrochemical potential between both sides of the mitochondrial inner membrane to produce ATP. The interaction between ETC complexes and ATP synthase is unnecessary, while the battery like mitochondrial inner membrane stores the energy needed (Mitchell, 2011 ; Enríquez, 2016 ; Hirst, 2018 ). This is inconsistent with the previous idea that the respiratory components were rigidly coupled as a functional unit, which requires complicated regulation of stoichiometries at each step (Enríquez, 2016 ). The process of how ETC complexes implement their functions is closely linked with another question: how do ETC complexes organize on the mitochondrial inner membrane? Three models have been proposed successively: the solid model, fluid model (also known as random diffusion model) and plasticity model. The solid model proposed by Keilin, Chance et al. regarded ETC catalytic complexes as solidly associated single units that can catalyze whole reaction pathways, with their electron carriers also enclosed in the pathways allowing for a better electron transporting efficiency (Keilin and Hartree, 1947 ; Chance and Williams, 1955 ; Chance et al., 1963 ; Blair, 1967 ; Lenaz and Genova, 2007 ; Acin-Perez et al., 2008 ). Whereas in the fluid model, individual ETC complexes and redox components move in diffusional motion constantly and independently in the membrane, and the electrons are transferred between the complexes through the free diffusion of Q and cyt c (Hackenbrock, 1977 ). The fluid model gained general recognition for decades and was consistent with the chemiosmotic hypothesis (Hatefi et al., 1962 ; Kroger and Klingenberg, 1973 ; Hochli and Hackenbrock, 1976 ; Hochli et al., 1985 ; Gupte and Hackenbrock, 1988 ). However, as time went on, neither of these two models could withstand all of the surfacing experimental evidence. Era of X-ray crystallography, an unremitting pursuit Structural biology has been an important subject that enables people to understand the structure of biological molecules in great detail. Multiple methodologies derived from different mathematical and physical principles have been exploited to determine the spatial relationship of the atoms within biological molecules. The most widely implemented methods include nuclear magnetic resonance (NMR) spectroscopy, X-ray crystallography, neutron diffraction, cryo-EM, and spectroscopic techniques. X-ray crystallography has been the most powerful tool in resolving structures of macromolecules at atomic resolution since its birth over a century ago (Shi, 2014 ; Powell, 2017 ; Wang and Wang, 2017 ; Standfuss, 2019 ). More than 138,000 molecular structures, reported with this technique, have been deposited in the Protein Data Bank (PDB) since its establishment in 1971, endowing X-ray crystallography with the dominant role in structural biology. From the late 1960s, research on ETC has begun to incorporate structural biological techniques. The first successful case of structural analysis of ETC complexes was the 2.8 Å crystal structures of CIV extracted from bacterial and bovine heart published in 1995 and 1996 (Iwata et al., 1995 ; Tsukihara et al., 1995 , 1996 ). CIV in crystal structures existed as dimers with each monomer consisting of 13 different subunits. In contrast, we proved CIV is a 14-subunit monomer in native state recently (Zong et al., 2018b ). In 1998, the precise locations of its cofactors, heme a, heme a 3 , Cu A and Cu B were identified (Brzezinski and Adelroth, 1998 ). In the year 2012, Eduardo Balsa and partners pointed out that NDUFA4 which was considered to be a subunit of CI was actually the subunit of CIV (Balsa et al., 2012 ). It is now recognized that mammalian CIV is composed of three core subunits encoded by mitochondrial genes (COXI, COXII and COXIII) and eleven subunits encoded by nuclear genes. Cofactors heme a (containing Fe a ), heme a 3 (containing Fe a3 ) and Cu B are located in subunit COXI, with heme a 3 (Fe a3 ) and Cu B forming a binuclear center. Cu A is in subunit COXII. These four redox-active metal centers constitute an electron transport pathway. In each catalytic cycle, Cu A accepts electrons donated from four reduced cyt c consecutively and transfer them to the active site through Fe a . Two protons are taken from MM with one electron transported to the Fe a3 /Cu B binuclear center. In total, eight protons are uptaken from MM, with four of them used to produce H 2 O and four pumped into IMS to form the proton gradient (Konstantinov et al., 1997 ; Brzezinski and Adelroth, 1998 ; Sousa et al., 2018 ). Three channels for proton transportation named D-, K-, and H-channel have been described (Wikstrom et al., 2015 ). The K- channel is responsible for the transportation of two protons consumed in the reduction of O 2 to H 2 O from MM to the binuclear center for water formation. The D- channel conducts the other two protons consumed for the reduction of O 2 , and provide the pathway for the four protons pumped into the IMS (Konstantinov et al., 1997 ; Brzezinski and Adelroth, 1998 ). The H- channel consist of water cavities and polar residues, and is supposed to be functionally associated with a hydrogen- bond network linked to oxido-reduction of heme a (Yoshikawa et al., 1998 ; Yoshikawa and Shimada, 2015 ; Papa et al., 2018 ). CIII was the second member to get its crystal structure in ETC complexes. The first complete structure of CIII was obtained in 1998 (Iwata et al., 1998 ). Iwata et al. purified CIV from bovine heart and reported its atomic structure as a symmetrical homodimer consisting of 22 subunits in total. However, we found CIII is actually an asymmetric 21-subunit dimer in 2018 (Zong et al., 2018a ). The mammalian CIII monomer is composed of three highly conserved core subunits and eight supernumerary subunits. The core subunits include a mitochondrial encoded cytochrome b (cyt b) with heme b L , heme b H and two distinct quinone-binding sites, a nuclear-encoded cytochrome c 1 (cyt c 1 ) with heme c 1 , and a Rieske iron-sulfur protein (ISP) with a [2Fe-2S] cluster (Yang and Trumpower, 1986 ). Two quinone-binding sites named Q o and Q i in cyt b locate on opposite sides of mitochondrial inner membrane (Xia et al., 1997 ; Pietras et al., 2016 ). A feature of CIII dimer is that each ISP subunit of a monomer spans two monomers with the transmembrane domain associating with one monomer while the soluble domain remains in the other monomer. It is still controversial whether the two monomers of CIII 2 function cooperatively or independently. Crystal structures of CII were first studied in prokaryote. Iverson and partners reported the 3.3 Å structure of Escherichia coli fumarate reductase (QFR) (Iverson et al., 1999 ). In 2003, Yankovskaya et al. reported the structure of CII (SQR) (Yankovskaya et al., 2003 ). The first mammalian CII crystal structure at a resolution of 2.4 Å was determined in 2005 with porcine heart (Sun et al., 2005 ). CII is composed of an FAD binding protein (flavoprotein,Fp), an iron-sulfur protein (Ip) and two membrane-anchor proteins (CybL and CybS). Fp and Ip form the hydrophilic head, while CybL and CybS form the hydrophobic arm. Three kinds of prosthetic groups, FAD, heme and iron-sulfur clusters, were recognized in CII, coupled with two Q-binding sites (Q P and Q D ). Herein, Fp contained the FAD cofactor, Ip contained three iron-sulfur clusters ([2Fe-2S], [4Fe-4S] and [3Fe-4S]), yet CybL and CybS each had a heme b (Cecchini, 2003 ; Bezawork-Geleta et al., 2017 ). The Q-binding sites were investigated by means of mutagenesis and kinetic analysis with inhibitors. Q P site is proximal to the matrix side of inner mitochondrial membrane (IMM), and Q D site is distal from the matrix. During the succinate oxidation reaction, two electrons are transferred from the falvin to reduce Q bound at Q P via the iron-sulfur clusters [2Fe-2S], [4Fe-4S] and [3Fe-4S]. There is little categorical data explicating the role of the heme and Q D site (Bezawork-Geleta et al., 2017 ; Sousa et al., 2018 ). CI is the largest and most complicated protein complex in ETC and is vital to cellular metabolism. In many eubacteria, this type of enzyme is termed as NADH dehydrogenase-1 or NDH-1. The sodium-pumping NADH-quinone reductase (Na + -NQR) and the type II NAD(P)H dehydrogenase (NDH-II) are also members of this protein family (Melo et al., 2004 ; Barquera, 2014 ). In plants, many fungi and many bacteria, four so-called alternative NADH dehydrogenases are found, which do not couple the redox reaction to proton or sodium translocation (Kerscher, 2000 ; Brandt, 2006 ; Kerscher et al., 2008 ; Sousa et al., 2018 ). After its purification from bovine heart in 1962, the molecular structure of CI remained elusive for a long time. The architectures of CI were determined with electron microscopy at the early stage (Leonard et al., 1987 ; Hofhaus et al., 1991 ; Grigorieff, 1998 ; Peng et al., 2003 ; Radermacher et al., 2006 ). It was not until 2010 that scientists resolved the first crystal structure of the entire CI from Y . lipolytica at a resolution of 6.3 Å (Hunte et al., 2010 ). However, a complete atomic resolution structure obtained with X-ray crystallography is still lacking. Structural analysis of CI in this era indicates that with a molecular mass of about 970 kDa, integral mammalian CI is composed of 45 subunits assembled into an L-shaped architecture. The minimal functional unit of mammalian CI comprises 14 subunits known as core subunits. Subunits ND1-ND6 and ND4L are encoded by mitochondrial genome and form the hydrophobic domain contained in the mitochondrial inner membrane. The other seven core subunits form the hydrophilic arm comprising a flavin mononucleotide (FMN) and eight iron–sulfur clusters as redox active prosthetic groups and extends into the MM. Up to 31 supernumerary subunits (include two NDUFAB1 subunits) are identified in the intact mammalian CI. These subunits play an important role in the assembly, stabilization and regulation of CI and fulfill the independent function of mitochondrial metabolism. In CI, two electrons are transferred from NADH to FMN and then to quinone via seven iron-sulfur clusters (N3, N1b, N4, N5, N6a, N6b, and N2). Cluster N2 is the direct reductant for quinone. Cluster N1a may play a role in preventing the excessive production of ROS (Sazanov et al., 2013 ; Friedrich, 2014 ; Sazanov, 2015 ). Four protons are translocated into the IMS during this process. Many hypothetical mechanisms have been proposed to clarify the coupling between electron and proton transfers. Evidence suggest that long-range conformational change may be related to this process. One or two-stroke mechanisms have been discussed. One-stroke mechanism offers a model in which four protons are translocated all at once, driven by the redox of one quinone molecule. The two-stroke model, on the other hand, proposes that two sequential one-electron Q reduction steps induce two conformational changes, each translocating two protons (Brandt, 2011 ; Efremov and Sazanov, 2012 ; Hirst, 2013 ). Aside from CI, in various fungi, plants, and primitive cells, an alternative enzyme was found able to reduce Q, but lacking the proton pumping capacity. This alternative enzyme, NDH2 (NADH dehydrogenase type-II), was first identified in domestic yeast as a 50 kDa single-subunit membrane protein (Ohnishi et al., 1966 ), and was shown to be essential for the long-term survival of some pathogenic microorganisms (Biagini et al., 2012 ; Verner et al., 2013 ; Yano et al., 2014 ), like P . falciparum , Toxoplasma gondi , and Mycobacterium tuberculosis . In 2012, our group solved the X-ray structures of Ndi1 (NDH2 from yeast) in apo, NADH-, Q-, and NADH-Q-bound states and demonstrated that electron transfer in NDH2 requires two Q molecules and CTD of NDH2 mediates the homodimerization and membrane attachment (Feng et al., 2012 ). Later on, our group reported the X-ray structures of Pf NDH2 (NDH2 from P . falciparum ) in its apo, NADH-, and RYL-552 (a new inhibitor)- bound states, unveiling the inhibiting mechanism of Pf NDH2 and providing accurate information for designing new anti-malarial drugs (Yang et al., 2017 ). The X-ray crystallography studies of ETC complexes provide important structural information for the study of respiration. However, the biostructural research of ETC complexes is far from perfect. In the age of cryo-EM today, new exciting discoveries are emerging, helping build the edifice of respiratory system. Identification of respirasome and the plasticity model The crystal structures of individual ETC complexes are gradually reported with the efforts of researchers. However, the investigation on the functional mechanism of ETC is still filled with dark clouds. The existence of higher-order organization of ETC complexes has been considered for a long time. The invention of BN-PAGE technology created a new climate to the debates. BN-PAGE can be used to isolate protein complexes and determine their native protein masses and oligomeric states. The first BN-PAGE analysis was carried out by Schägger and Pfeiffer in 2000 with digitonin-solubilized mitochondrial extracts from yeast and bovine, revealing the co-migration of respiratory complexes in sucrose gradient centrifugation and in gel (Schägger and Pfeiffer, 2000 ). This finding led to the revival of the solid model. The concept of respirasome was then proposed. Respirasome was originally considered to have a fixed composition as two copies of SCI 1 III 2 IV 4 and one copy of SCIII 2 IV 4 to consist with the overall 1:3:6 stoichiometric ratio of complexes I:III:IV (Schägger and Pfeiffer, 2000 ; Wittig et al., 2006a ). However, these kinds of entities were not detected. Contrarily, superassemblies as I 1 III 2 , III 2 IV 1 and free complexes were observed. Henceforth, although accompanied with significant skepticism, SCs from different sources such as yeast and other fungi, plants, vertebrates, and invertebrates were found by BN-PAGE with a variety of detergents (Eubel et al., 2004 ; Krause et al., 2004a ; Krause et al., 2004b ; Stroh et al., 2004 ; Krause, 2006 ; Reifschneider et al., 2006 ; Marques et al., 2007 ; Bultema et al., 2009 ). The co-migration on sucrose gradients also indicates the existence of SCs. Another convincing proof is the detection of SCs in the tomograms of cristae isolated from Podospora anserine (Davies et al., 2011 ). Recent subtomogram averaging results give a further confirmation of the ubiquitous existence of respirasomes (Davies et al., 2018 ). In vitro experiments suggest that the isolated respirasomes still possess the ability to transfer electrons from NADH to oxygen (Acin-Perez et al., 2008 ; Milenkovic et al., 2017 ). The stability of CI is dependent on CIII 2 and CIV (Schagger et al., 2004 ; Stroh et al., 2004 ). The majority of CI is found to assemble into SCs with CIII and CIV, while CII tends to exist in a non-associated form in plant and mammalian mitochondria (Schagger and Pfeiffer, 2001 ). The most common forms of SCs include SCI 1 III n , SCI 1 III 2m IV n and SCIII 2m IV n (Maranzana et al., 2013 ). The most interesting one among which is SCI 1 III 2 IV 1 (Fig. 1 A), because this supercomplex contains all components required to accomplish the electron transportation, from NADH to oxygen together with cyt c and quinone, and is conserved in mammalian mitochondria (Schägger and Pfeiffer, 2000 ; Lenaz and Genova, 2012 ). Only a few cases hypothesize the association of CII. Figure 1 Structures of Mammalian SCI 1 III 2 IV 1 and MC I 2 III 2 IV 2 . (A) Cartoon representation of the cryo-EM structure of human SCI 1 III 2 IV 1 (PDB ID: 5XTH) shown in two orientations. The side view along the inner membrane, and the top view perpendicular to the inner membrane. Individual CI, CIII, and CIV monomers are labeled with texts in the same colors with the represented structures, respectively. (B) Substrate translocation in SCI 1 III 2 IV 1 . The black dotted lines represent mitochondrial inner membrane. The grey arrow indicates the translocation of protons. The black arrows indicate changes of substrates before and after the redox reactions. (C) Cofactors in SCI 1 III 2 IV 1 . Different cofactors are shown in different colors. Hemes are shown as stick and ball model, FeS clusters and ions are shown as spheres, and phospholipid molecules and FMN are shown as lines. The colors of the label texts are the same with colors of the represented structures. (D) Cartoon representation of the structure of human MCI 2 III 2 IV 2 (PDB ID: 5XTI) The fact that both free and diversely superassembled respiratory complexes are able to partake in cellular respiration has spawned a proposal called plasticity model. This view suggests a dynamic situation where the respiratory complexes can exist and function in both free and diversely superassembled modes. The stoichiometries and stabilities of free and superassembled complexes may vary with cell types and physiological stimuli (Acin-Perez et al., 2008 ; Lenaz and Genova, 2012 ; Enríquez, 2016 ). This dynamic equilibrium state is supported by some indirect evidence (Gomez et al., 2009 ; Frenzel et al., 2010 ; Hofmann et al., 2012 ). Starvation may reduce the amount of SCI 1 III 2 IV 1 in mice liver mitochondria (Lapuente-Brun et al., 2013 ). Hypoxia induces the dissociation of the SCI 1 III 2 IV 1 into free CI and the SCIII 2 IV in potato, while the expression of alternative oxidase (AOX, a Q oxidase found in plants and fungi, but not found in most animals) can stable free CI without the presence of CIII and IV (Ramirez-Aguilar et al., 2011 ). The validity of the reversible dynamic association/dissociation between ETC complexes and supercomplexes remains unproven. Cryo-EM, old trees and new buds The ability to purify SCs from mitochondria allows for their visualization and structural determination at low resolutions. As a promising technology gaining great attention in recent years, cryo-EM has come to exhibit its latent capacity in the field of structural biology. The advantages of cryo-EM are as follows: less sample requirement, no need for crystallization, less limitation on sample purity, and suitable for the structural analysis of biological molecules or complexes with larger molecular weight. However, 3D reconstruction using cryo-EM is by no means a newborn methodology. In 1926, German physicist Hans Busch put forward the idea of using magnetic field generated in the short coil of a cathode ray tube to condense electron beam and use it for imaging. Based on this theory, Ruska, together with partners, developed the first EM in 1930s and was awarded the Nobel Prize in Physics in 1986 (Robinson, 1986 ). The history of analyzing the structure of biological macromolecules by transmission electron microscopy can be traced back to 1960s. DeRosier and Klug published the first 3D EM structure of the tail of bacteriophage T4 and formulated the general principles of 3D reconstruction tack using helical Fourier inversion method simultaneously (De Rosier and Klug, 1968 ). To avoid the radiation damage caused by the beam induced breakage of chemical bonds, Dubochet and colleagues developed the method of freezing the samples into a thin layer of amorphous ice (also referred to as vitreous ice) (Dubochet et al., 1981 ; Adrian et al., 1984 ; Lepault et al., 1987 ; Dubochet et al., 1988 ) based on the early study of Henderson and Unwin as well as that of Taylor and Glaeser (Taylor and Glaeser, 1974 ; Henderson and Unwin, 1975 ; Hayward and Glaeser, 1979 ; Bai et al., 2015 ). The samples are stored and imaged at the temperature of liquid nitrogen; hence, the naming “cryo-EM”. The vitrified samples anchor the molecules in a close-to-native environment, preserving the structural details of particles without introducing artifacts. Meanwhile, flash-frozen amorphous ice helps prevent the dehydration of biological samples in the vacuum during imaging. Three main branches have been derived from the cryo-EM technology: 2/3D electron crystallography, single particle 3D reconstruction, and cryo-electron tomography (cryo-ET). Electron crystallography is the first branch to reach near-atomic and atomic resolutions. However, because of the relatively harsher conditions for sample preparation and screening, the application of this method has been restricted to some extent. The more traditional way of cryo-EM structure determination is using 2D projections of molecules in various directions to achieve 3D reconstruction, based on the rationales DeRosier and Klug built with negative stained samples (De Rosier and Klug, 1968 ) (Fig. 2 ). Figure 2 Evolution of EM in Structural Biology. (A) Schematic diagram of a transmission electron microscope (TEM) equipped with a phase plate, energy filter and direct electron detector. (B) The first map of bacteriorhodopsin determined by electron crystallography at a resolution of 7 Å (Henderson and Unwin, 1975 ). The image of the map is derived from the original paper. (C) The first map of the tail of Bacteriophage T4 obtained on the basis of Fourier inversion method. The image of the map is derived from the original paper. (D) First near-atomic-resolution biological macromolecular structure of bacteriorhodopsin obtained by electron crystallography (PDB ID: 1brd) (Henderson et al., 1990 ). (E) 2.9 Å structure of lysozyme (PDB ID: 3J4G), laying the first stone for the MicroED technique. (F) 0.7 Å structure of RNA-binding protein FUS (37–42) SYSGYS segment determined by MicroED (PDB ID: 5XSG) (Luo et al., 2018 ). (G) 3.3 Å structure of TRPV1 ion channel determined by single particle analysis method, representative near-atomic-resolution structure obtained with DDD and motion correction method (PDB ID: 3J5P) (Liao et al., 2013 ). (H) 1.8 Å structure of glutamate dehydrogenase (PDB ID: 5K12) (Merk et al., 2016 ). Published structure of highest resolution obtained with single particle analysis method. (I) 3.2 Å structure of 52 kDa biotin-bound streptavidin (PDB ID: 6J6J) (Fan et al., 2019 ). Smallest integral biological macromolecular structure determined at near-atomic resolution. (J) Tomographic volumes of respiratory CV dimer ribbons (Strauss et al., 2008 ). The image of the map is derived from the original paper. (K) 3.4 Å density map of HIV-1 dMACANC VLPs (EMDB ID: emd_3782) (Turonova et al., 2017 ), indicating a successful trial of subtomogram averaging and 3D-CTF algorithm The basis of cryo-EM 3D reconstruction is the theorem named projection-slice theorem, or central/Fourier slice theorem. The theorem states that the Fourier transform of a 2D projection of a 3D object in real space is equivalent to a central 2D slice of the 3D Fourier transform of that object. The real-space projection direction is orthogonal to the slice. TEM images represent the 2D projections of molecules in the sample. Multiple copies of same molecules in the vitrified sample are preserved in various directions. Considering these facts synthetically, if the directions of the 2D projections are known, 2D Fourier slices of these projections can be positioned back into the 3D Fourier space; thus, the reconstruction of the origin molecular structure can be done by computing the inverse Fourier transform. The resolution of reconstructed results can be improved through performing multiple iterations. With sufficient number of images containing high resolution information that are accurately classified and aligned, 3D structure at atomic resolution can be obtained by single particle reconstruction. The problem of low signal-to-noise ratio (SNR) caused by low electron dose imaging has accompanied cryo-EM technology since its birth. The loss of particle spatial orientation and position information including three Euler angles, two in-plane positional parameters as well as the defocus value also hinders the reconstruction. Even though theoretical assessment suggests that single particle analysis may reach atomic resolution for molecules with a molecular weight of around 100 kDa, the reality has been far from satisfactory for a long period (Bai et al., 2015 ). Tremendous efforts have been made in aspects of both hardware and algorithm. Commonly used optimization methods for commercialized EM include applying constant-power electromagnetic lenses, using field emission gun (FEG) as electron source for a better parallel illumination, adopting high vacuum, and employing better computer control for microscope tuning and data acquisition (Cheng, 2015 ). The most revolutionary progress for instrumentation in recent years is the advent of direct electron detection devices (DDDs). DDDs produce significantly better images than traditional film or charge-coupled devices (CCDs). DDD cameras no longer converts electronic signals into optical signals but detects electrons directly. Individual electrons are identified (Cheng, 2015 ; Kuijper et al., 2015 ; Nogales and Scheres, 2015 ). With the high-enough SNR and location of each electron event being determined precisely enough, DDD gives much higher detective quantum efficiency (DQE) (McMullan et al., 2014 ). If the arrival point of individual electrons can be determined to subpixel accuracy, DDDs might be used in super-resolution mode beyond Nyquist cut-off frequency (Kuijper et al., 2015 ; McMullan et al., 2016 ). Another important feature of DDD cameras is their fast frame readout rate. This allows the total electron dose used to image biological samples to be split into multiple frames, making the final output into subframe-motion-correctable movies (Bai et al., 2015 ; Cheng, 2015 ). Drift correction of these frames before averaging can eliminate the beam-induced image blurring. Many advances in image processing methods have also been made. After the concept of single particle analysis was established in 1970s, multivariate statistical analysis was introduced into the particle classification process in 1981 (van Heel and Frank, 1981 ). In the same year, modular software pioneered by Joachim Frank and Marin van Heel for electron image processing emerged (Frank et al., 1981 ; van Heel and Keegstra, 1981 ). Then in 1987, ab initio methods for projection angle determination termed random conical tilt and angular reconstitution (common lines) were proposed (Radermacher et al., 1987 ). Projection matching and angular refinement method were set up in 1994 (Penczek et al., 1994 ), followed by the adhibition of maximum-likelihood approach in 1998 (Sigworth, 1998 ). Based on these sound foundations, more algorithmic optimization methods are proposed, such as the introduction of the empirical Bayesian approach and the gold-standard approach (Scheres, 2012a , b ; Scheres and Chen, 2012 ), stochastic gradient descent (SGD) and branch-and-bound maximum likelihood optimization algorithms (Punjani et al., 2017 ), the sequential Monte Carlo method based particle-filter algorithm (Hu et al., 2018 ), and different approaches used for automated particle picking (Nicholson and Glaeser, 2001 ; Adiga et al., 2004 ; Ogura and Sato, 2004 ; Wong et al., 2004 ; Langlois et al., 2014 ; Wang et al., 2016 ; Al-Azzawi et al., 2019b , a ; Wagner et al., 2019 ). These explorations eventually led to the birth of the widely used semi-automated 3D reconstruction software. Another thing worth noting is the motion correction of the raw data collected from cryo-EM equipped with DDD cameras. The inevitable movement of molecules during the data acquisition reduces the overall quality of the photographs and the final resolution of the reconstruction obtained from the data. To better understand and deal with beam-induced motion is one of the most challenging physical problems for cryo-EM. Beam-induced sample motion can be divided into two components, uniform whole-frame motion and idiosyncratic local motion (Brilot et al., 2012 ; Li et al., 2013 ). In 2013, an algorithm for correcting relative motion between subframes was published, in which measurements of image shifts between all frames are performed to calculate least-squares estimates of relative shifts between adjacent frames. It provides an effective correction of whole-frame motions with sufficient accuracy for near-atomic-resolution 3D reconstructions (Li et al., 2013 ; Zheng et al., 2017 ). Individual particle tracking or local motion correction methods are proposed to simulate and estimate particle trajectories and cumulative beam-induced damage, improving the resolution of 3D reconstruction (Bai et al., 2013 ; Scheres, 2014 ; Rubinstein and Brubaker, 2015 ; Scheres, 2016 ; Zheng et al., 2017 ; Zivanov et al., 2019 ). The craft of sample preparation is another fast-developing area. The invention of semi-automated sample preparation robots is a great convenience; however, its stability and repeatability still need to be improved. Other promising technologies include the preparation of graphene supporting film (Russo and Passmore, 2016 ), whisker-assisted blotting (Razinkov et al., 2016 ; Frank, 2017a ), and spraying-plunging method (Feng et al., 2017 ). Cryo-EM structures of the mammalian respirasomes The 3D structure of respirasome has been studied with EM at low resolutions from 33 to 18 Å (Schafer et al., 2006 ; Schafer et al., 2007 ; Althoff et al., 2011 ; Dudkina et al., 2011 ). The emergence of new technologies has triggered an upsurge in the use of cryo-EM in structural biology. This wave swept through broad and diverse areas, including the structural research of the ETC. In 2014, first modern cryo-EM structure of bovine complex I was reported (Vinothkumar et al., 2014 ). 2016 is a momentous year for the study of respirasomes, with near-atomic-resolution structures of integral mammalian CI and SCI 1 III 2 IV 1 being reported in succession. The publication of the 4.2 Å structure of the first integral bovine-heart CI opened the prelude to these exciting results (Zhu et al., 2016 ). In the immediate aftermath, we and Sazanov’s group reported the architectures of porcine and ovine respirasome SCI 1 III 2 IV 1 at 5.4 Å and 5.8 Å, respectively (Gu et al., 2016 ; Letts et al., 2016 ). The intact mammalian CI structure at 3.6 Å derived from SCI 1 III 2 IV 1 , which is the first atomic resolution structure of CI, was also obtained (Wu et al., 2016 ) shortly afterwards. In 2017, our group pushed the resolutions of porcine and human SCI 1 III 2 IV 1 to 4.0 Å and 3.9 Å (Guo et al., 2017 ). Our firstly obtained human respirasome structure provided the most accurate and detailed map of mutations related to severe mitochondrial malfunction diseases, including Alzheimer’s disease, Huntington’s disease, Parkinson’s disease, Friedreich’s ataxia and so on. This map of mutations could help drug-development and provide reference for prenatal diagnose of inheritable genetic diseases. Until the year 2019, structures of mammalian SCI 1 III 2 IV 1 in different states from various species have been deposited into PDB, laying the foundation for further discussion of the functional mechanism (Fig. 1 A and 1 B). The mammalian respiratory SCI 1 III 2 IV 1 has a dimension of around 300 Å in length and 190 Å in height. The L-shaped CI is composed of a transmembrane arm and a hydrophilic arm (matrix arm). The TM arm is located in the mitochondrial IM, bending slightly inward with its concave surface interacting with CIII 2 . CIV is positioned on the concave surface formed by CIII 2 and the distal end of the TM arm of CI. According to our structures, the final human SCI 1 III 2 IV 1 contains 45 subunits from CI, 21 subunits from CIII and 14 subunits from CIV, and possesses 133 transmembrane helices (TMHs), with 78, 26 and 29 TMHs from CI, CIII and CIV, respectively. The interactions between CI and CIII in mammalian SCI 1 III 2 IV 1 mainly take place in two regions: the first where the NDUFA11 and NDUFB4 subunits of CI interact with UQCRQ subunit of CIII, and the second where the NDUFB9 and NDUFB4 subunits of CI interact with the UQCRC1, UQCRFS1 subunits of CIII (Gu et al., 2016 ; Letts et al., 2016 ; Sousa et al., 2016 ; Wu et al., 2016 ; Guo et al., 2017 ; Milenkovic et al., 2017 ; Hirst, 2018 ). The cytochrome c oxidase subunit VIIa polypeptide 2-like protein (Cox7A2L), also known as supercomplex assembly factor 1 (SCAF1), is proposed to be essential for the interaction between CIII and CIV but does not have significant impact on the assembly or function of the respirasome (Ikeda et al., 2013 ; Lapuente-Brun et al., 2013 ; Mourier et al., 2014 ; Perez-Perez et al., 2016 ). The Cox7A2 subunit in our human CIV structure may consist with results reported in mouse strain C57BL/6 that mutation of its long isoform Cox7A2L impairs the formation of the SCIII 2 IV 1 , while respirasomes can exists in fully assembled form in mice expressing both long and short forms of Cox7A2L (Mourier et al., 2014 ; Cogliati et al., 2016 ; Williams et al., 2016 ). Previous research also indicate that Cox7A1/A2 and Cox6A1/A2 are tissue-specific expressed subunits, with Cox7A1 and Cox6A2 promoting CIV dimerization (Cogliati et al., 2016 ; Milenkovic et al., 2017 ). The Cox7A1 and Cox6A2 subunits in our monomeric human CIV structure are replaced by Cox7A2 and Cox6A1 subunits, which is consistent with the previous conclusion (Zong et al., 2018b ). Phospholipids play an important role in maintaining the structure and function of respirasomes. The formation, stabilization and function of respirasomes are impacted by the lipid composition of the IMM. The most discussed phospholipids include phosphatidylcholine (PC), phosphatidylethanolamine (PE), and cardiolipin (CDL). The phospholipids identified in the published structures of respirasomes confirmed their importance in stabilizing respirasomes and helping respirasomes complete conformational change and fulfill their functions (Zhang et al., 2002 ; Enríquez, 2016 ; Letts et al., 2016 ; Wu et al., 2016 ; Guo et al., 2017 ; Milenkovic et al., 2017 ) (Fig. 1 C). The mechanism underlying the conformational change between “active” and “deactive” states of CI has been discussed following the reporting of CI structures (Fiedorczuk et al., 2016 ; Agip et al., 2018 ; Blaza et al., 2018 ; Parey et al., 2018 ). The conserved features of CI in different species including π-bulges, interrupted TMHs and charged residues in the membrane plane could form the structural basis for the function of CI. The deactivation of CI may be related to the structural disorder in the Q binding site and the conformational change of the TMH3 in ND6 (Agip et al., 2019 ; Letts et al., 2019 ). CIII and CIV, news in olds Mammalian CIII 2 has long been regarded as a homodimer consisting of 22 subunits in total in the past structural studies. But the full length N-terminal processed peptide (UQCRFS1N) of the iron-sulfur Rieske protein (UQCRFS1) subunit was not assigned in all of these structures. By rebuilding the high-resolution crystal structures of bovine and chicken CIII and analyzing the reconstructed density map of cryo-EM, we draw a new conclusion that the two 10-subuint CIII protomers are linked by a single UQCRFS1N molecule. The N-terminal segment and the C-terminal segment of one UQCRFS1N molecule bind with each CIII protomer respectively, with the two protomers being identical. Both protomers of CIII 2 are able to bind with CI, and consequently our reconstructed cryo-EM density map of SCI 1 III 2 IV 1 show a mixed feature of the two possibilities (Zong et al., 2018a ). TTC19 protein is reported to be essential for removing UQCRFS1N from the full-length UQCRFS1 subunit. In mitochondria lacking TTC19, CIII 2 contains two full-length UQCRFS1 with two UQCRFS1N segments. Experimental results showed that the native molecular mass of CIII 2 from Ttc19 −/− knockout mouse is slightly higher than that of CIII 2 from wild type animals, which may indicate it to be consistent with our conclusion (Bottani et al., 2017 ). NDUFA4 was originally considered as a subunit of CI, and although there was still controversy (Kadenbach, 2017 ), further studies indicated that this protein should belong to CIV (Balsa et al., 2012 ; Pitceathly and Taanman, 2018 ). However, NDUFA4 was never found in current CIV crystal structures that present as homodimers. In SCI 1 III 2 IV 1 , CIV rolls around the tip of CI. The state when CIV is relatively closer to CI is more stable than the state when CIV is approaching CIII, and the contents of particles at these two states are basically the same. This means that if we mix up all kinds of particles, the auto-refine of complex IV by adding a soft mask would fail due to the excessive differences between these two parts. If we only use one conformation, the resolution of the SCI 1 III 2 IV 1 would be too low to provide a sufficient accuracy for local optimization. Therefore, we put all particles together and refine it to the highest resolution. After adding a soft mask to CIV, we classify the particles into different conformations without performing particle alignment. In the last step, the class with clear structure and the highest proportion of particles was chosen and refined. Eventually the reconstructed density map of human CIV at a resolution of 3.3 Å was obtained, where we found the precise location of NDUFA4 subunit. NDUFA4 may hamper the formation of CIV dimer by binding to the dimeric interface of the crystal structures of CIV. The TMH of NDUFA4 in CIV monomer clash with that of Cox6A2 in another protomer of CIV dimer. BN-PAGE analysis in different species with different detergents and 2D crystal data in lipid bilayer indicate that CIVs may exist as monomers in membranes, while NDUFA4 subunit is important for the formation of CIV (Wittig et al., 2006a ; Balsa et al., 2012 ; Osuda et al., 2016 ). We concluded that NDUFA4 is a subunit, not an assembly factor, of CIV, and CIVs are more likely to exist as monomers in native state. Find a way in the maze for electrons One of the most important goals for in studying the structure of ETC complexes and supercomplexes is to understand the functional mechanism of the respiratory chain. Respirasome was supposed to enhance the electron transporting efficiency through substrate channeling (Vartak et al., 2013 ; Genova and Lenaz, 2014 ; Lobo-Jarne and Ugalde, 2018 ). The interaction between CI and CIII may contribute to the functional division of Q pool (Heron et al., 1978 ; Ragan and Heron, 1978 ; Schägger and Pfeiffer, 2000 ; Bianchi et al., 2004 ) and is also conducive to the modulation of ROS generation by isolating reactive intermediates (Wang et al., 2010 ; Maranzana et al., 2013 ; Letts et al., 2016 ). Assembly into supercomplexes also conduces to the stabilization and activation of CI (Lamantea et al., 2002 ; Acin-Perez et al., 2004 ; Schagger et al., 2004 ; Vempati et al., 2009 ). Biochemical experimental results have indicated the functionally relevant association between CI and CIII, and the CIII-CIV interaction also induces the possibility of a cyt c pool. Therefore, a widely held opinion regards the enhanced catalysis of the respirasome to be achieved by the substrate channeling translocating intermediate substrates from complex to complex and the assembly of ETC complexes to be the result of the functional segmentation of Q pools and cyt c pools (Genova and Lenaz, 2011 ; Enríquez, 2016 ; Hirst, 2018 ). Evidence have been provided against the existence of a single Q pool (Lenaz and Genova, 2012 ). Further spectroscopic and kinetic analysis also show the existing contradictions with both the proposals of a single or two fully independent pools (Q NADH pool and Q FAD pool) (Blaza et al., 2014 ). Recent studies pointed out that the QH 2 from CI is reoxidized more rapidly by added AOX outside the SC than by CIII inside the SC, strongly questioning the existence of the substrate channel and the segmented Q pool (Milenkovic et al., 2017 ; Fedor and Hirst, 2018 ; Hirst, 2018 ). Meanwhile, no confining protein structures are found between CI and CIII that could guide the diffusion of Q/QH 2 (Gu et al., 2016 ; Letts et al., 2016 ; Sousa et al., 2016 ; Wu et al., 2016 ; Guo et al., 2017 ). Scientists also suggest that a strictly restrained channel and Q pool may increase the risk of the system resisting the dysfunction of ETC complexes (Hirst, 2018 ). Additionally, the existence of functionally segmented cyt c pool is also questioned (Trouillard et al., 2011 ). The prevailing view of the electron transfer process in CIII is described by Q cycle theory first proposed by Peter Mitchell (Mitchell, 1975a , b ; Crofts et al., 1983 ). This theory indicates that the oxidation of QH 2 at the Q o site is a bifurcated reaction. In the reaction, QH 2 binds to Q o site, while Q binds to Q i site. Two electrons obtained from the oxidation of QH 2 flow to ISP and heme b L , respectively. ISP accept one electron and pass it on to cytochrome c 1 , then to cyt c. The other electron transports along the chain heme b L –heme b H –Q (bound to Q i site). Two cycles are needed to reduce the Q bound at Q i site to QH 2 (Pietras et al., 2016 ; Sousa et al., 2018 ) (Fig. 3 A). Figure 3 Mechanisms of CIII 2 . (A) Diagram of Q cycle theory. The ISP proteins and catalytic centers are shown in different colors. The ISP subunit colored in blue (PDB ID: 5XTE, also called as “c 1 state”) and the ISP subunit colored in purple (PDB ID: 3H1I, also called as “b state”) (Zhang et al., 1998 ) indicate the conformational change between two states of CIII during electron transportation. The black dotted lines represent the mitochondrial inner membrane. The black arrows represent the change of substrates. The blue arrow indicates the proton translocation direction. The red dotted lines indicates the electron flow in CIII dimer. The light blue circles represent the Q-binding site Q i and Q o . (B) Diagram of the mechanism raised in our paper. The labels are consist with Fig. 3A Despite that the Q cycle theory has been popular for a long time, there is still no high-resolution structure or reliable data to support the claim that the Q o site is a functional QH 2 -binding site (Pietras et al., 2016 ). The difficulty in identification of the intermediate states of Q o site catalysis, as well as the necessity of avoiding semiquinone- mediated short circuits has also left a high degree of freedom for mechanistic interpretation (Osyczka et al., 2004 ; Osyczka et al., 2005 ; Pietras et al., 2016 ). After analyzing the structure of CIII, we propose a new mechanism for the electron transfer process of CIII. In our model, QH 2 released from CI binds to Q i site of CIII. Heme b H accepts one electron from QH 2 and passes it to heme b L , while accepting the other electron simultaneously. The oxidized Q is released from Q i site. Heme b L accepts the first electron and transfers it to the heme b L in the other CIII monomer, enabling the first heme b L to accept the other electron from heme b H . Heme b L transfers the electrons to ISP, and then to cyt c 1 , and eventually cyt c. In this way, the accumulation of semi-quinone radical is reduced, thus minimizing the generation of ROS. At the same time, as the electron transportation between two heme b L molecules could be faster than the conformational change of ISP, the electron transfer between heme b L molecules could occur earlier in our model (Wu et al., 2016 ; Guo et al., 2017 ) (Fig. 3 B). During this process, two protons dissociated from QH 2 are translocated to the IMS using the redox energy released by electron transfer. Our model provides an explanation to the phenomenon that the addition of myxothiazol, an inhibitor bound at Q o site, could stimulate generation of superoxide at Q o site (Starkov and Fiskum, 2001 ; Muller et al., 2002 ). After two electrons are transferred from QH 2 at Q i site to two heme b L , conformational change of ISP becomes the rate limiting step. The binding of myxothiazol even further slow down the conformational change of ISP, causing electrons backing up at heme b L , becoming the source of superoxide. The asymmetric Q binding densities in CIII segment of SCI 1 III 2 may indicate a more complicated functional mechanism (Letts et al., 2019 ). More research are needed to clarify the mechanism of electron transportation in individual ETC complexes and the respirasome as a whole, which could include analyzing atomic structures of SCs at more states and conducting related biophysical and biochemical experiments. It is possible that EPR could help us understand the pathway of electron transfer in the respirasome (Ohnishi et al., 2012 ; Pietras et al., 2016 ; Wright et al., 2016 ). Megacomplex, calling for technology progress The concept of megacomplex has long been brought along by EM/ET analyses. In the early studies, the possibility of the existence of dimeric CI was proposed, accompanied by the anticipation of finding convincing evidence for a respiratory string composed of CI, CIII and CIV (Allen et al., 1989 ; Nubel et al., 2009 ; Wittig and Schagger, 2009 ; Strecker et al., 2010 ). Accordingly, models of respiratory strings with different basic units and conjunction modes were raised (Wittig et al., 2006b ; Bultema et al., 2009 ; Vonck, 2012 ; Letts et al., 2016 ). MCI 2 III 2 IV 2 was first supposed to be the block of a modality of respiratory string in our results published in 2016 (Wu et al., 2016 ), inspired by the identification of the supramolecular assembly form I 2 III 2 in potato (Bultema et al., 2009 ). During our study of the respirasome, we noticed the existence of higher-order assemblies of ETC complexes as have been indicated by previous investigations. First, we detected high-molecular-weight bands above SCI 1 III 2 IV 1 in BN-PAGE analysis. The results of mass spectrometry analysis suggest that the main components of these bands are subunits of the ETC complexes, particularly CI, CIII and CIV. Negative stained samples were prepared for EM examination. A minor population of particles with an circular arrangement were detected. These findings led to our proposal of a higher oligomeric state named megacomplex- I 2 III 2 IV 2 (MCI 2 III 2 IV 2 ) published in 2016. We assumed this assembly form as a structure with dimeric CIII located in the center, surrounded by two CIs with their membrane arms oriented perpendicularly to the 2-fold axis of CIII 2 . Two CIVs were anchored by the distal end of each CI membrane arm and CIII 2 . The MCI 2 III 2 IV 2 contains 139 subunits in total (45 from each CI, 14 from each CIV, and 21 from CIII 2 ), with a height of ~220 Å, width of ~280 Å, and length of ~300 Å (Guo et al., 2017 ). Through further analysis of large amounts of cryo-EM data, we obtained the 3D reconstruction architecture of MCI 2 III 2 IV 2 at a resolution of 17.4 Å in 2017 with about 8,600 particles out of 1.18 million (Guo et al., 2017 ) (Fig. 1 D). These results provoked intense debates immediately. Skeptical opinions center around the point that MCI 2 III 2 IV 2 might be an artifact caused by the usage of specific detergent (digitonin) or the tendentious collection of nonspecific particles, because of the extremely low relative content and the lack of in situ detection or biochemical experimental evidence. However, NBT staining of our BN-PAGE result indeed detected a catalytically active band above the band of respirasome (Guo et al., 2017 ), which we believe to be the proof of existing higher organization form than respirasome. In our following study, we improved the relative concentration of MCI 2 III 2 IV 2 and pushed the reconstruction results to a better resolution where secondary structures can be clearly visualized. Different initial models and unsupervised ab initio reconstructions are tried to avoid model-bias effect. MCI 2 III 2 IV 2 are found both in porcine and human derived mitochondrial extracts. According to our megacomplex structure with higher resolution, we can even detect direct interactions between CIII and two CIs, and two CIVs bind to CIII in a different pattern from respirasome (unpublished data). However, these progresses did not dispel all the suspicion, mostly because no megacomplex was resolved from cryo-ET images. We must admit the relative ratio of MCI 2 III 2 IV 2 is quite low, so it could be difficult to detect MCI 2 III 2 IV 2 from a multiple of mitochondrial slices. In contrast, during single particle data processing, proteins from mitochondria in various states can be extracted, so the chance of detecting MCI 2 III 2 IV 2 is appearently higher. Therefore, technology progress of cryo-ET is in urgent need to reconstruct supramolecular assemblies in mitochondria extracted from different stages of cell division cycle. Cryo-ET and subtomogram averaging results of mitochondrial membranes strengthened the skepticism about the existence of the ubiquitous respiratory strings, suggesting that SCI 1 III 2 is the most conserved structure across different species (Davies et al., 2011 ; Davies et al., 2018 ). In contrast, however, the recently published structure of SCIII 2 IV 1–2 from Mycobacterium smegmatis and yeast may indicate the functional necessity of a cytochrome subunit bridged electron transfer path for ETC complexes in prokaryotic cells (Gong et al., 2018 ; Wiseman et al., 2018 ; Hartley et al., 2019 ; Rathore et al., 2019 ). As a powerful tool for in situ reconstruction, cryo-ET is one of the most promising technology that might be able to extricate us from the current predicament. However, cryo-ET is facing the dilemma once faced by cryo-EM single particle analysis—the bottleneck of limited resolution, which is a comprehensive result of manifold causes. For cryo-ET, effective methods still need to be derived in areas including sample preparation, determination of the area to be detected, phase plate performance, motion correction and tilt series alignment, CTF estimation, treatment for the loss of information at high tilt angles, image processing algorithm and many more. Subtomogram averaging provides a scheme to balance the advantages of both single particle analysis and traditional cryo-tomography methods (Wan and Briggs, 2016 ; Leigh et al., 2019 ; Schur, 2019 ). With the application of newly developed 3D-CTF estimation algorithm, the resolution of subtomogram averaging reconstruction could reach 3.4 Å (Turonova et al., 2017 ). This methodology is largely a variant of single particle analysis, thus the large-scale in situ reconstruction at high resolution still needs the invention of new techniques and new ideas. Time-resolved cryo-EM is also a possible developing trend depending on better classification methods and dynamic simulation algorithms (White et al., 2003 ; Fu et al., 2016 ; Frank, 2017b ). As the star technology gaining great attention, cryo-EM/ET still has tremendous potential to be explored. Conclusions and perspectives The curiosity into respiration encapsulates people’s desire for exploring the mysteries of life. Through the efforts of scientists over the past century, features of the molecular machineries that are responsible for this physiological process have become gradually known to us. The rapid development in cryo-EM technology provides us with a powerful tool to break through the bottleneck of analyzing the atomic structure of macromolecular protein complexes, pushing the research field of respirasome forward into a new stage. High- resolution structures of eukaryotic respiratory supercomplex I 1 III 2 IV 1 and III 2 IV 2 have been acquired successively. New features of mammalian ETC complex III and IV have also come into view. The discovery of MCI 2 III 2 IV 2 may provide a new possibility to the study of the electron transfer mechanism. With new theoretical arguments and experimental results emerging, widely accepted theories are starting to be challenged. All of these results together could help us clarify the functional mechanism of the respirasome, which is of great significance to elucidating the pathogenesis of mitochondrial diseases and finding the treatment methods of mitochondrial diseases. ETCs are the most abundant protein within mitochondrial inner membrane, and they are closely related to the maintaining of cristae shape. Taken our structures and the in situ cryo-ET images together, it is now widely accepted that the CV oligomers sit on the tip of cristae ridges, while respiratory chain complexes are located on the relatively flat cristae plane, whether assemble into supercomplex (even megacomplex) or stay alone. Protons are enriched in the intracristae space, especially at the cristae tips. This arrangement of ETCs could be most efficient in energy conversion (Fig. 4 A and 4 B), For complexes I, II, III, IV, and V in bovine heart mitochondria, a ratio (1.1 ± 0.2) : (1.3 ± 0.1) : 3 : (6.7 ± 0.8) : (3.5 ± 0.2) was determined (Schagger and Pfeiffer, 2001 ). Appearantly, the ratio of CIV is much higher than CI and CIII, so the binding pattern of CIV could be either with CI, CIII, or staying alone. Actually, we even identified some respirasome particles containing more than one copy of CIV. Figure 4 Orgnization and distribution of mammalian ETC complexes in mitochondria. (A) Diagram of mitochondrial internal morphology (left). The part in the blue dotted frame is enlarged (right) with the simulated organization and distribution of ETC complexes shown. The proton concentration gradient is represented with red notes. PDB ID of CII: 1ZOY. PDB ID of MCI 2 III 2 IV 2 : 5XTI. PDB ID of SCI 1 III 2 IV 1 : 5XTH. PDB ID of CV: 6J5K. (B) Distribution of CII, MCI 2 III 2 IV 2 and CV tetramer on mitochondrial cristae. Cofactors are shown in spheres. The structures used are the same with Fig. 4A However, the recent debates over the new proposals indicate that much more evidence are still needed to dispel the doubts. In situ reconstruction of respirasomes under different cell conditions might provide a break point to the current situation. In situ and time- resolution reconstruction are the developing directions of cryo-EM/ET that have received wide attention. For cryo-ET, resolution of the 3D reconstruction is still the most prominent limitation for its application. The advances in super-resolution light microscopy may also be useful for dynamic research of respirasomes. In addition, more biochemical and biophysical experiments are also needed to help clarify the speculations. The history for scientists to get to know respirasome is a combination of technological development and theoretical innovation, which also holds true in the broad scientific world. With the combined effort of all scientists in this field, we expect that one day the whole picture of respiration could be presented to us. Abbreviations ATP, adenosine triphosphate; BN-PAGE, blue native polyacrylamide gel electrophoresis; CDL, cardiolipin; CCD, charge-coupled devices; CI, complex I; CII, complex II; CIII, complex III; CIV, complex IV; CV, complex V; cryo-EM, cryo-electron microscopy; cyt b, cytochrome b; cyt c, cytochrome c; cyt c1, cytochrome c1; DQE, detective quantum efficiency; DDD, direct electron detection devices; ETC, electron transport chain; FMN, flavin mononucleotide; IMM, inner mitochondrial membrane; IMS, intermembrane space; ISP, iron-sulfur protein; MC, megacomplex; MM, mitochondrial matrix; NMR, nuclear magnetic resonance; OXPHOS, oxidative phosphorylation; PC, phosphatidylcholin; PE, phosphatidylethanolamin; PDB, Protein Data Bank; PMF, proton-motive force; ROS, reactive oxygen species; SC, supercomplexe; TMH, transmembrane helices; QH2, ubiquinol-10; Q, ubiquinone-10 Acknowledgements We thank the Tsinghua University Branch of China National Center for Protein Sciences (Beijing) for providing the facility support. Compliance with ethics guidelines Maojun Yang, Meng Wu, Jinke Gu, Shuai Zong, Runyu Guo, and Tianya Liu declare that they have no conflict of interest. References Acin-Perez R Bayona-Bafaluy MP Fernandez-Silva P Moreno-Loshuertos R Perez-Martos A Bruno C Moraes CT Enriquez JA Respiratory complex III is required to maintain complex I in mammalian mitochondria Mol Cell 2004 13 805 815 15053874 Acin-Perez R Fernandez-Silva P Peleato ML Perez-Martos A Enriquez JA Respiratory active mitochondrial supercomplexes Mol Cell 2008 32 529 539 19026783 Adiga PS Malladi R Baxter W Glaeser RM A binary segmentation approach for boxing ribosome particles in cryo EM micrographs J Struct Biol 2004 145 142 151 15065681 Adrian M Dubochet J Lepault J McDowall AW Cryo-electron microscopy of viruses Nature 1984 308 32 36 6322001 Agip A-NA Blaza JN Bridges HR Viscomi C Rawson S Muench SP Hirst J Cryo-EM structures of complex I from mouse heart mitochondria in two biochemically defined states Nat Struct Mol Biol 2018 25 548 556 29915388 Agip AA Blaza JN Fedor JG Hirst J Mammalian respiratory complex I through the lens of cryo-EM Annu Rev Biophys 2019 48 165 184 30786232 Al-Azzawi A Ouadou A Tanner JJ Cheng J AutoCryoPicker: an unsupervised learning approach for fully automated single particle picking in Cryo-EM images BMC Bioinform 2019 20 326 Al-Azzawi A Ouadou A Tanner JJ Cheng J A super-clustering approach for fully automated single particle picking in Cryo-EM Genes (Basel) 2019 10.3390/genes10090666 Alcázar-Fabra M Navas P Brea-Calvo G Coenzyme Q biosynthesis and its role in the respiratory chain structure Biochim Biophys Acta (BBA) 2016 1857 1073 1078 26970214 Allen RD Schroeder CC Fok AK An investigation of mitochondrial inner membranes by rapid-freeze deep-etch techniques J Cell Biol 1989 108 2233 2240 2525561 Althoff T Mills DJ Popot JL Kuhlbrandt W Arrangement of electron transport chain components in bovine mitochondrial supercomplex I1III2IV1 EMBO J 2011 30 4652 4664 21909073 Bai XC Fernandez IS McMullan G Scheres SH Ribosome structures to near-atomic resolution from thirty thousand cryo-EM particles Elife 2013 2 e00461 23427024 Bai XC McMullan G Scheres SH How cryo-EM is revolutionizing structural biology Trends Biochem Sci 2015 40 49 57 25544475 Balsa E Marco R Perales-Clemente E Szklarczyk R Calvo E Landazuri MO Enriquez JA NDUFA4 is a subunit of complex IV of the mammalian electron transport chain Cell Metab 2012 16 378 386 22902835 Barquera B The sodium pumping NADH:quinone oxidoreductase (Na(+)-NQR), a unique redox-driven ion pump J Bioenerg Biomembr 2014 46 289 298 25052842 Bates MGD Bourke JP Giordano C d’Amati G Turnbull DM Taylor RW Cardiac involvement in mitochondrial DNA disease: clinical spectrum, diagnosis, and management Eur Heart J 2012 33 3023 3033 22936362 Bentinger M Tekle M Dallner G Coenzyme Q—biosynthesis and functions Biochem Biophys Res Commun 2010 396 74 79 20494114 Bezawork-Geleta A Rohlena J Dong L Pacak K Neuzil J Mitochondrial complex II: at the crossroads Trends Biochem Sci 2017 42 312 325 28185716 Biagini GA Fisher N Shone AE Mubaraki MA Srivastava A Hill A Antoine T Warman AJ Davies J Pidathala C Generation of quinolone antimalarials targeting the Plasmodium falciparum mitochondrial respiratory chain for the treatment and prophylaxis of malaria Proc Natl Acad Sci USA 2012 109 8298 8303 22566611 Bianchi C Genova ML Parenti Castelli G Lenaz G The mitochondrial respiratory chain is partially organized in a supercomplex assembly: kinetic evidence using flux control analysis J Biol Chem 2004 279 36562 36569 15205457 Blair PV Preparation and properties of repeating units of mitochondrial electron transfer Methods Enzymol 1967 10 208 212 Blaza JN Serreli R Jones AJ Mohammed K Hirst J Kinetic evidence against partitioning of the ubiquinone pool and the catalytic relevance of respiratory-chain supercomplexes Proc Natl Acad Sci USA 2014 111 15735 15740 25331896 Blaza JN Vinothkumar KR Hirst J Structure of the deactive state of mammalian respiratory complex I Structure 2018 26 312 319.e313 29395787 Bottani E Cerutti R Harbour ME Ravaglia S Dogan SA Giordano C Fearnley IM D’Amati G Viscomi C Fernandez-Vizarra E TTC19 plays a husbandry role on UQCRFS1 turnover in the biogenesis of mitochondrial respiratory complex III Mol Cell 2017 67 96 105.e104 28673544 Brandt U Energy converting NADH:quinone oxidoreductase (complex I) Annu Rev Biochem 2006 75 69 92 16756485 Brandt U A two-state stabilization-change mechanism for proton-pumping complex I Biochim Biophys Acta 2011 1807 1364 1369 21565159 Brilot AF Chen JZ Cheng A Pan J Harrison SC Potter CS Carragher B Henderson R Grigorieff N Beam-induced motion of vitrified specimen on holey carbon film J Struct Biol 2012 177 630 637 22366277 Brzezinski P Adelroth P Pathways of proton transfer in cytochrome c oxidase J Bioenerg Biomembr 1998 30 99 107 9623811 Bultema JB Braun HP Boekema EJ Kouril R Megacomplex organization of the oxidative phosphorylation system by structural analysis of respiratory supercomplexes from potato Biochim Biophys Acta 2009 1787 60 67 19059196 Cecchini G Function and structure of complex II of the respiratory chain Annu Rev Biochem 2003 72 77 109 14527321 Chance B Estabrook RW Lee CP Electron transport in the oxysome Science 1963 140 379 380 17815770 Chance B Williams GR A method for the localization of sites for oxidative phosphorylation Nature 1955 176 250 13244669 Cheng Y Single-particle cryo-EM at crystallographic resolution Cell 2015 161 450 457 25910205 Cogliati S Calvo E Loureiro M Guaras AM Nieto-Arellano R Garcia-Poyatos C Ezkurdia I Mercader N Vazquez J Enriquez JA Mechanism of super-assembly of respiratory complexes III and IV Nature 2016 539 579 582 27775717 Crane FL Hatefi Y Lester RL Widmer C Isolation of a quinone from beef heart mitochondria Biochim Biophys Acta 1957 25 220 221 13445756 Crofts AR Meinhardt SW Jones KR Snozzi M The role of the quinone pool in the cyclic electron-transfer chain of rhodopseudomonas sphaeroides: a modified Q-cycle mechanism Biochim Biophys Acta 1983 723 202 218 21494412 Davies KM Blum TB Kuhlbrandt W Conserved in situ arrangement of complex I and III2 in mitochondrial respiratory chain supercomplexes of mammals, yeast, and plants Proc Natl Acad Sci USA 2018 115 3024 3029 29519876 Davies KM Strauss M Daum B Kief JH Osiewacz HD Rycovska A Zickermann V Kuhlbrandt W Macromolecular organization of ATP synthase and complex I in whole mitochondria Proc Natl Acad Sci USA 2011 108 14121 14126 21836051 De Rosier DJ Klug A Reconstruction of three dimensional structures from electron micrographs Nature 1968 217 130 134 23610788 Dubochet J Adrian M Chang JJ Homo JC Lepault J McDowall AW Schultz P Cryo-electron microscopy of vitrified specimens Q Rev Biophys 1988 21 129 228 3043536 Dubochet J Booy FP Freeman R Jones AV Walter CA Low temperature electron microscopy Annu Rev Biophys Bioeng 1981 10 133 149 7020572 Duchen MR Szabadkai G Roles of mitochondria in human disease Essays Biochem 2010 47 115 137 20533904 Dudkina NV Kudryashev M Stahlberg H Boekema EJ Interaction of complexes I, III, and IV within the bovine respirasome by single particle cryoelectron tomography Proc Natl Acad Sci USA 2011 108 15196 15200 21876144 Efremov RG Sazanov LA The coupling mechanism of respiratory complex I - a structural and evolutionary perspective Biochim Biophys Acta 2012 1817 1785 1795 22386882 Enríquez JA Supramolecular organization of respiratory complexes Annu Rev Physiol 2016 78 533 561 26734886 Eubel H Heinemeyer J Sunderhaus S Braun HP Respiratory chain supercomplexes in plant mitochondria Plant Physiol Biochem 2004 42 937 942 15707832 Evans DR Guy HI Mammalian pyrimidine biosynthesis: fresh insights into an ancient pathway J Biol Chem 2004 279 33035 33038 15096496 Fan X Wang J Zhang X Yang Z Zhang JC Zhao L Peng HL Lei J Wang HW Single particle cryo-EM reconstruction of 52 kDa streptavidin at 3.2 Angstrom resolution Nat Commun 2019 10 2386 31160591 Fedor JG Hirst J Mitochondrial supercomplexes do not enhance catalysis by quinone channeling Cell Metab 2018 28 525 531.e524 29937372 Feng X Fu Z Kaledhonkar S Jia Y Shah B Jin A Liu Z Sun M Chen B Grassucci RA A fast and effective microfluidic spraying-plunging method for high-resolution single-particle cryo-EM Structure 2017 25 663 670.e663 28286002 Feng Y Li WF Li J Wang JW Ge JP Xu D Liu YJ Wu KQ Zeng QY Wu JW Structural insight into the type-II mitochondrial NADH dehydrogenases Nature 2012 491 478 482 23086143 Fiedorczuk K Letts JA Degliesposti G Kaszuba K Skehel M Sazanov LA Atomic structure of the entire mammalian mitochondrial complex I Nature 2016 538 406 27595392 Frank J Advances in the field of single-particle cryo-electron microscopy over the last decade Nat Protoc 2017 12 209 212 28055037 Frank J Time-resolved cryo-electron microscopy: Recent progress J Struct Biol 2017 200 303 306 28625887 Frank J Shimkin B Dowse H Spider—a modular software system for electron image processing Ultramicroscopy 1981 6 343 357 Frenzel M Rommelspacher H Sugawa MD Dencher NA Ageing alters the supramolecular architecture of OxPhos complexes in rat brain cortex Exp Gerontol 2010 45 563 572 20159033 Friedrich T On the mechanism of respiratory complex I J Bioenerg Biomembr 2014 46 255 268 25022766 Fu Z Kaledhonkar S Borg A Sun M Chen B Grassucci RA Ehrenberg M Frank J Key intermediates in ribosome recycling visualized by time-resolved cryoelectron microscopy Structure 2016 24 2092 2101 27818103 Genova ML Lenaz G New developments on the functions of coenzyme Q in mitochondria BioFactors 2011 37 330 354 21989973 Genova ML Lenaz G Functional role of mitochondrial respiratory supercomplexes Biochim Biophys Acta 2014 1837 427 443 24246637 Gomez LA Monette JS Chavez JD Maier CS Hagen TM Supercomplexes of the mitochondrial electron transport chain decline in the aging rat heart Arch Biochem Biophys 2009 490 30 35 19679098 Gong H Li J Xu A Tang Y Ji W Gao R Wang S Yu L Tian C Li J An electron transfer path connects subunits of a mycobacterial respiratory supercomplex Science 2018 10.1126/science.aat8923 30361386 Green DE Tzagoloff A The mitochondrial electron transfer chain Arch Biochem Biophys 1966 116 293 304 4289862 Greggio C Jha P Kulkarni SS Lagarrigue S Broskey NT Boutant M Wang X Conde Alonso S Ofori E Auwerx J Enhanced respiratory chain supercomplex formation in response to exercise in human skeletal muscle Cell Metab 2017 25 301 311 27916530 Grigorieff N Three-dimensional structure of bovine NADH:ubiquinone oxidoreductase (complex I) at 22 A in ice J Mol Biol 1998 277 1033 1046 9571020 Gu J Wu M Guo R Yan K Lei J Gao N Yang M The architecture of the mammalian respirasome Nature 2016 537 639 27654917 Gu J Zhang L Zong S Guo R Liu T Yi J Wang P Zhuo W Yang M Cryo-EM structure of the mammalian ATP synthase tetramer bound with inhibitory protein IF1 Science 2019 364 1068 1075 31197009 Guo R Gu J Zong S Wu M Yang M Structure and mechanism of mitochondrial electron transport chain Biomed J 2018 41 9 20 29673555 Guo R Zong S Wu M Gu J Yang M Architecture of human mitochondrial respiratory megacomplex I2III2IV2 Cell 2017 170 1247 1257.e1212 28844695 Gupte SS Hackenbrock CR The role of cytochrome c diffusion in mitochondrial electron transport J Biol Chem 1988 263 5248 5253 2833502 Hackenbrock CR Abrahamsson S Pascher I Molecular organization and the fluid nature of the mitochondrial energy transducing membrane Structure of biological membranes 1977 Boston, MA Springer 199 234 Harding JW Jr Pyeritz EA Copeland ES White HB 3rd Role of glycerol 3-phosphate dehydrogenase in glyceride metabolism. Effect of diet on enzyme activities in chicken liver Biochemical Journal 1975 146 223 229 167714 Hartley AM Lukoyanova N Zhang Y Cabrera-Orefice A Arnold S Meunier B Pinotsis N Marechal A Structure of yeast cytochrome c oxidase in a supercomplex with cytochrome bc1 Nat Struct Mol Biol 2019 26 78 83 30598554 Hatefi Y The mitochondrial electron transport and oxidative phosphorylation system Annu Rev Biochem 1985 54 1015 1069 2862839 Hatefi Y Haavik AG Fowler LR Griffiths DE Studies on the electron transfer system. XLII. Reconstitution of the electron transfer system J Biol Chem 1962 237 2661 2669 13905326 Hayward SB Glaeser RM Radiation damage of purple membrane at low temperature Ultramicroscopy 1979 04 201 210 473421 Henderson R Baldwin JM Ceska TA Zemlin F Beckmann E Downing KH Model for the structure of bacteriorhodopsin based on high-resolution electron cryo-microscopy J Mol Biol 1990 213 899 929 2359127 Henderson R Unwin PN Three-dimensional model of purple membrane obtained by electron microscopy Nature 1975 257 28 32 1161000 Heron C Ragan CI Trumpower BL The interaction between mitochondrial NADH-ubiquinone oxidoreductase and ubiquinol-cytochrome c oxidoreductase. Restoration of ubiquinone-pool behaviour Biochem J 1978 174 791 800 215123 Hill R Keilin D The porphyrin of component c of cytochrome and its relationship to other porphyrins Proc R Soc Lond B Biol Sci 1930 107 286 292 Hirst J Mitochondrial complex I Annu Rev Biochem 2013 82 551 575 23527692 Hirst J Open questions: respiratory chain supercomplexes—why are they there and what do they do? BMC Biol 2018 16 111 30382836 Hochli M Hackenbrock CR Fluidity in mitochondrial membranes: thermotropic lateral translational motion of intramembrane particles Proc Natl Acad Sci USA 1976 73 1636 1640 1064035 Hochli M Hochli L Hackenbrock CR Independent lateral diffusion of cytochrome bc1 complex and cytochrome oxidase in the mitochondrial inner membrane Eur J Cell Biol 1985 38 1 5 2992981 Hofhaus G Weiss H Leonard K Electron microscopic analysis of the peripheral and membrane parts of mitochondrial NADH dehydrogenase (complex I) J Mol Biol 1991 221 1027 1043 1834851 Hofmann AD Beyer M Krause-Buchholz U Wobus M Bornhauser M Rodel G OXPHOS supercomplexes as a hallmark of the mitochondrial phenotype of adipogenic differentiated human MSCs PLoS ONE 2012 7 e35160 22523573 Hu M Yu H Gu K Wang Z Ruan H Wang K Ren S Li B Gan L Xu S A particle-filter framework for robust cryo-EM 3D reconstruction Nat Methods 2018 15 1083 1089 30504871 Hunte C Zickermann V Brandt U Functional modules and structural basis of conformational coupling in mitochondrial complex I Science 2010 329 448 451 20595580 Ikeda K Shiba S Horie-Inoue K Shimokata K Inoue S A stabilizing factor for mitochondrial respiratory supercomplex assembly regulates energy metabolism in muscle Nat Commun 2013 4 2147 23857330 Iverson TM Luna-Chavez C Cecchini G Rees DC Structure of the Escherichia coli fumarate reductase respiratory complex Science 1999 284 1961 1966 10373108 Iwata S Lee JW Okada K Lee JK Iwata M Rasmussen B Link TA Ramaswamy S Jap BK Complete structure of the 11-subunit bovine mitochondrial cytochrome bc1 complex Science 1998 281 64 71 9651245 Iwata S Ostermeier C Ludwig B Michel H Structure at 2.8 A resolution of cytochrome c oxidase from Paracoccus denitrificans Nature 1995 376 660 669 7651515 Kadenbach B Regulation of mammalian 13-subunit cytochrome c oxidase and binding of other proteins: role of NDUFA4 Trends Endocrinol Metab 2017 28 761 770 28988874 Kalckar HM Origins of the concept oxidative phosphorylation Mol Cell Biochem 1974 5 55 62 4279328 Kalckar HM 50 years of biological research—from oxidative phosphorylation to energy requiring transport regulation Annu Rev Biochem 1991 60 1 38 1883194 Keilin D Hartree EF Activity of the cytochrome system in heart muscle preparations Biochem J 1947 41 500 502 16748202 Kerscher S Drose S Zickermann V Brandt U The three families of respiratory NADH dehydrogenases Results Probl Cell Differ 2008 45 185 222 17514372 Kerscher SJ Diversity and origin of alternative NADH:ubiquinone oxidoreductases Biochim Biophys Acta 2000 1459 274 283 11004440 Konstantinov AA Siletsky S Mitchell D Kaulen A Gennis RB The roles of the two proton input channels in cytochrome c oxidase from Rhodobacter sphaeroides probed by the effects of site-directed mutations on time-resolved electrogenic intraprotein proton transfer Proc Natl Acad Sci USA 1997 94 9085 9090 9256439 Krause F Detection and analysis of protein-protein interactions in organellar and prokaryotic proteomes by native gel electrophoresis: (Membrane) protein complexes and supercomplexes Electrophoresis 2006 27 2759 2781 16817166 Krause F Reifschneider NH Vocke D Seelert H Rexroth S Dencher NA “Respirasome”-like supercomplexes in green leaf mitochondria of spinach J Biol Chem 2004 279 48369 48375 15342644 Krause F Scheckhuber CQ Werner A Rexroth S Reifschneider NH Dencher NA Osiewacz HD Supramolecular organization of cytochrome c oxidase- and alternative oxidase-dependent respiratory chains in the filamentous fungus Podospora anserina J Biol Chem 2004 279 26453 26461 15044453 Kroger A Klingenberg M The kinetics of the redox reactions of ubiquinone related to the electron-transport activity in the respiratory chain Eur J Biochem 1973 34 358 368 4351161 Kuijper M van Hoften G Janssen B Geurink R De Carlo S Vos M van Duinen G van Haeringen B Storms M FEI’s direct electron detector developments: embarking on a revolution in cryo-TEM J Struct Biol 2015 192 179 187 26431895 Lamantea E Carrara F Mariotti C Morandi L Tiranti V Zeviani M A novel nonsense mutation (Q352X) in the mitochondrial cytochrome b gene associated with a combined deficiency of complexes I and III Neuromuscul Disord 2002 12 49 52 11731284 Langlois R Pallesen J Ash JT Nam Ho D Rubinstein JL Frank J Automated particle picking for low-contrast macromolecules in cryo-electron microscopy J Struct Biol 2014 186 1 7 24607413 Lapuente-Brun E Moreno-Loshuertos R Acin-Perez R Latorre-Pellicer A Colas C Balsa E Perales-Clemente E Quiros PM Calvo E Rodriguez-Hernandez MA Supercomplex assembly determines electron flux in the mitochondrial electron transport chain Science 2013 340 1567 1570 23812712 Lax NZ Turnbull DM Reeve AK Mitochondrial mutations: newly discovered players in neuronal degeneration Neuroscientist 2011 17 645 658 22130639 Leigh KE Navarro PP Scaramuzza S Chen W Zhang Y Castano-Diez D Kudryashev M Subtomogram averaging from cryo-electron tomograms Methods Cell Biol 2019 152 217 259 31326022 Lenaz G Genova ML Kinetics of integrated electron transfer in the mitochondrial respiratory chain: random collisions vs. solid state electron channeling Am J Physiol Cell Physiol 2007 292 C1221 1239 17035300 Lenaz G Genova ML Supramolecular organisation of the mitochondrial respiratory chain: a new challenge for the mechanism and control of oxidative phosphorylation Adv Exp Med Biol 2012 748 107 144 22729856 Lenaz G Tioli G Falasca AI Genova ML Complex I function in mitochondrial supercomplexes Biochim Biophys Acta 2016 1857 991 1000 26820434 Leonard K Haiker H Weiss H Three-dimensional structure of NADH: ubiquinone reductase (complex I) from Neurospora mitochondria determined by electron microscopy of membrane crystals J Mol Biol 1987 194 277 286 2956429 Lepault J Dubochet J Baschong W Kellenberger E Organization of double-stranded DNA in bacteriophages: a study by cryo-electron microscopy of vitrified samples EMBO J 1987 6 1507 1512 2956092 Letts JA Fiedorczuk K Degliesposti G Skehel M Sazanov LA Structures of respiratory supercomplex I+III2 reveal functional and conformational crosstalk Mol Cell 2019 75 1131 1146 31492636 Letts JA Fiedorczuk K Sazanov LA The architecture of respiratory supercomplexes Nature 2016 537 644 648 27654913 Letts JA Sazanov LA Clarifying the supercomplex: the higher-order organization of the mitochondrial electron transport chain Nat Struct Mol Biol 2017 24 800 808 28981073 Li X Mooney P Zheng S Booth CR Braunfeld MB Gubbens S Agard DA Cheng Y Electron counting and beam-induced motion correction enable near-atomic-resolution single-particle cryo-EM Nat Methods 2013 10 584 590 23644547 Liao M Cao E Julius D Cheng Y Structure of the TRPV1 ion channel determined by electron cryo-microscopy Nature 2013 504 107 112 24305160 Lim Y-A Rhein V Baysang G Meier F Poljak AJ Raftery M Guilhaus M Ittner LM Eckert A Götz J Aβ and human amylin share a common toxicity pathway via mitochondrial dysfunction Proteomics 2010 10 1621 1633 20186753 Lobo-Jarne T Ugalde C Respiratory chain supercomplexes: structures, function and biogenesis Semin Cell Dev Biol 2018 76 179 190 28743641 Luo F Gui X Zhou H Gu J Li Y Liu X Zhao M Li D Li X Liu C Atomic structures of FUS LC domain segments reveal bases for reversible amyloid fibril formation Nat Struct Mol Biol 2018 25 341 346 29610493 Maranzana E Barbero G Falasca AI Lenaz G Genova ML Mitochondrial respiratory supercomplex association limits production of reactive oxygen species from complex I Antioxid Redox Signal 2013 19 1469 1480 23581604 Marques I Dencher NA Videira A Krause F Supramolecular organization of the respiratory chain in Neurospora crassa mitochondria Eukaryot Cell 2007 6 2391 2405 17873079 McMullan G Faruqi AR Clare D Henderson R Comparison of optimal performance at 300 keV of three direct electron detectors for use in low dose electron microscopy Ultramicroscopy 2014 147 156 163 25194828 McMullan G Faruqi AR Henderson R Direct electron detectors Methods Enzymol 2016 579 1 17 27572721 Melo AM Bandeiras TM Teixeira M New insights into type II NAD(P)H: quinone oxidoreductases Microbiol Mol Biol Rev 2004 68 603 616 15590775 Merk A Bartesaghi A Banerjee S Falconieri V Rao P Davis MI Pragani R Boxer MB Earl LA Milne JLS Breaking cryo-EM resolution barriers to facilitate drug discovery Cell 2016 165 1698 1707 27238019 Milenkovic D Blaza JN Larsson N-G Hirst J The enigma of the respiratory chain supercomplex Cell Metab 2017 25 765 776 28380371 Mileykovskaya E Penczek PA Fang J Mallampalli VK Sparagna GC Dowhan W Arrangement of the respiratory chain complexes in Saccharomyces cerevisiae supercomplex III2IV2 revealed by single particle cryo-electron microscopy J Biol Chem 2012 287 23095 23103 22573332 Mitchell P Coupling of phosphorylation to electron and hydrogen transfer by a chemi-osmotic type of mechanism Nature 1961 191 144 13771349 Mitchell P The protonmotive Q cycle: a general formulation FEBS Lett 1975 59 137 139 1227927 Mitchell P Protonmotive redox mechanism of the cytochrome b-c1 complex in the respiratory chain: protonmotive ubiquinone cycle FEBS Lett 1975 56 1 6 239860 Mitchell P Chemiosmotic coupling in oxidative and photosynthetic phosphorylation Biochim Biophys Acta (BBA) 2011 1807 1507 1538 22082452 Mourier A Matic S Ruzzenente B Larsson NG Milenkovic D The respiratory chain supercomplex organization is independent of COX7a2l isoforms Cell Metab 2014 20 1069 1075 25470551 Muller F Crofts AR Kramer DM Multiple Q-cycle bypass reactions at the Qo site of the cytochrome bc1 complex Biochemistry 2002 41 7866 7874 12069575 Nicholson WV Glaeser RM Review: automatic particle detection in electron microscopy J Struct Biol 2001 133 90 101 11472081 Nogales E Scheres SH Cryo-EM: a unique tool for the visualization of macromolecular complexity Mol Cell 2015 58 677 689 26000851 Nubel E Wittig I Kerscher S Brandt U Schagger H Two-dimensional native electrophoretic analysis of respiratory supercomplexes from Yarrowia lipolytica Proteomics 2009 9 2408 2418 19343715 Ogura T Sato C Automatic particle pickup method using a neural network has high accuracy by applying an initial weight derived from eigenimages: a new reference free method for single-particle analysis J Struct Biol 2004 145 63 75 15065674 Ohnishi T Kawaguchi K Hagihara B Preparation and some properties of yeast mitochondria J Biol Chem 1966 241 1797 1806 4287711 Ohnishi T Ohnishi ST Shinzawa-Itoh K Yoshikawa S Weber RT EPR detection of two protein-associated ubiquinone components (SQ(Nf) and SQ(Ns)) in the membrane in situ and in proteoliposomes of isolated bovine heart complex I Biochim Biophys Acta 2012 1817 1803 1809 22503829 Osuda Y Shinzawa-Itoh K Tani K Maeda S Yoshikawa S Tsukihara T Gerle C Two-dimensional crystallization of monomeric bovine cytochrome c oxidase with bound cytochrome c in reconstituted lipid membranes Microscopy (Oxf) 2016 65 263 267 26754561 Osyczka A Moser CC Daldal F Dutton PL Reversible redox energy coupling in electron transfer chains Nature 2004 427 607 612 14961113 Osyczka A Moser CC Dutton PL Fixing the Q cycle Trends Biochem Sci 2005 30 176 182 15817393 Papa S Capitanio G Papa F The mechanism of coupling between oxido-reduction and proton translocation in respiratory chain enzymes Biol Rev 2018 93 322 349 28639360 Papa S Martino PL Capitanio G Gaballo A De Rasmo D Signorile A Petruzzella V Scatena R Bottoni P Giardina B The oxidative phosphorylation system in mammalian mitochondria Advances in mitochondrial medicine 2012 Dordrecht Springer 3 37 Parey K Brandt U Xie H Mills DJ Siegmund K Vonck J Kuhlbrandt W Zickermann V Cryo-EM structure of respiratory complex I at work Elife 2018 7 e39213 30277212 Penczek PA Grassucci RA Frank J The ribosome at improved resolution: new techniques for merging and orientation refinement in 3D cryo-electron microscopy of biological particles Ultramicroscopy 1994 53 251 270 8160308 Peng G Fritzsch G Zickermann V Schagger H Mentele R Lottspeich F Bostina M Radermacher M Huber R Stetter KO Isolation, characterization and electron microscopic single particle analysis of the NADH:ubiquinone oxidoreductase (complex I) from the hyperthermophilic eubacterium Aquifex aeolicus Biochemistry 2003 42 3032 3039 12627969 Perez-Perez R Lobo-Jarne T Milenkovic D Mourier A Bratic A Garcia-Bartolome A Fernandez-Vizarra E Cadenas S Delmiro A Garcia-Consuegra I COX7A2L is a mitochondrial complex III binding protein that stabilizes the III2+IV supercomplex without affecting respirasome formation Cell Rep 2016 16 2387 2398 27545886 Pieczenik SR Neustadt J Mitochondrial dysfunction and molecular pathways of disease Exp Mol Pathol 2007 83 84 92 17239370 Pietras R Sarewicz M Osyczka A Distinct properties of semiquinone species detected at the ubiquinol oxidation Qo site of cytochrome bc1 and their mechanistic implications J R Soc Interface 2016 10.1098/rsif.2016.0133 27194483 Pitceathly RDS Taanman J-W NDUFA4 (Renamed COXFA4) is a cytochrome-c oxidase subunit Trends Endocrinol Metab 2018 29 452 454 29636225 Powell HR X-ray data processing Biosci Rep 2017 10.1042/BSR20170227 28899925 Punjani A Rubinstein JL Fleet DJ Brubaker MA cryoSPARC: algorithms for rapid unsupervised cryo-EM structure determination Nat Methods 2017 14 290 296 28165473 Radermacher M Ruiz T Clason T Benjamin S Brandt U Zickermann V The three-dimensional structure of complex I from Yarrowia lipolytica : a highly dynamic enzyme J Struct Biol 2006 154 269 279 16621601 Radermacher M Wagenknecht T Verschoor A Frank J Three-dimensional reconstruction from a single-exposure, random conical tilt series applied to the 50S ribosomal subunit of Escherichia coli J Microsc 1987 146 113 136 3302267 Ragan CI Heron C The interaction between mitochondrial NADH-ubiquinone oxidoreductase and ubiquinol-cytochrome c oxidoreductase. Evidence for stoicheiometric association Biochem J 1978 174 783 790 215122 Ramirez-Aguilar SJ Keuthe M Rocha M Fedyaev VV Kramp K Gupta KJ Rasmusson AG Schulze WX van Dongen JT The composition of plant mitochondrial supercomplexes changes with oxygen availability J Biol Chem 2011 286 43045 43053 22009743 Rathore S Berndtsson J Marin-Buera L Conrad J Carroni M Brzezinski P Ott M Cryo-EM structure of the yeast respiratory supercomplex Nat Struct Mol Biol 2019 26 50 57 30598556 Razinkov I Dandey V Wei H Zhang Z Melnekoff D Rice WJ Wigge C Potter CS Carragher B A new method for vitrifying samples for cryoEM J Struct Biol 2016 195 190 198 27288865 Reifschneider NH Goto S Nakamoto H Takahashi R Sugawa M Dencher NA Krause F Defining the mitochondrial proteomes from five rat organs in a physiologically significant context using 2D blue-native/SDS-PAGE J Proteome Res 2006 5 1117 1132 16674101 Robinson AL Electron microscope inventors share nobel physics prize Science 1986 234 821 822 17758103 Rubinstein JL Brubaker MA Alignment of cryo-EM movies of individual particles by optimization of image translations J Struct Biol 2015 192 188 195 26296328 Russo CJ Passmore LA Progress towards an optimal specimen support for electron cryomicroscopy Curr Opin Struct Biol 2016 37 81 89 26774849 Sazanov LA A giant molecular proton pump: structure and mechanism of respiratory complex I Nat Rev Mol Cell Biol 2015 16 375 388 25991374 Sazanov LA Baradaran R Efremov RG Berrisford JM Minhas G A long road towards the structure of respiratory complex I, a giant molecular proton pump Biochem Soc Trans 2013 41 1265 1271 24059518 Schägger H Pfeiffer K Supercomplexes in the respiratory chains of yeast and mammalian mitochondria EMBO J 2000 19 1777 1783 10775262 Schafer E Dencher NA Vonck J Parcej DN Three-dimensional structure of the respiratory chain supercomplex I1III2IV1 from bovine heart mitochondria Biochemistry 2007 46 12579 12585 17927210 Schafer E Seelert H Reifschneider NH Krause F Dencher NA Vonck J Architecture of active mammalian respiratory chain supercomplexes J Biol Chem 2006 281 15370 15375 16551638 Schagger H de Coo R Bauer MF Hofmann S Godinot C Brandt U Significance of respirasomes for the assembly/stability of human respiratory chain complex I J Biol Chem 2004 279 36349 36353 15208329 Schagger H Pfeiffer K The ratio of oxidative phosphorylation complexes I-V in bovine heart mitochondria and the composition of respiratory chain supercomplexes J Biol Chem 2001 276 37861 37867 11483615 Schapira AHV Mitochondrial disease The Lancet 2006 368 70 82 Scharfe C Lu HH-S Neuenburg JK Allen EA Li G-C Klopstock T Cowan TM Enns GM Davis RW Mapping Gene Associations in human mitochondria using clinical disease phenotypes PLoS Comput Biol 2009 5 e1000374 19390613 Scheres SH A Bayesian view on cryo-EM structure determination J Mol Biol 2012 415 406 418 22100448 Scheres SH RELION: implementation of a Bayesian approach to cryo-EM structure determination J Struct Biol 2012 180 519 530 23000701 Scheres SH Beam-induced motion correction for sub-megadalton cryo-EM particles Elife 2014 3 e03665 25122622 Scheres SH Processing of structurally heterogeneous cryo-EM data in RELION Methods Enzymol 2016 579 125 157 27572726 Scheres SH Chen S Prevention of overfitting in cryo-EM structure determination Nat Methods 2012 9 853 854 22842542 Schur FK Toward high-resolution in situ structural biology with cryo-electron tomography and subtomogram averaging Curr Opin Struct Biol 2019 58 1 9 31005754 Sherer TB Betarbet R Greenamyre JT Environment, mitochondria, and Parkinson’s disease Neuroscientist 2002 8 192 197 12061498 Shi Y A glimpse of structural biology through X-ray crystallography Cell 2014 159 995 1014 25416941 Sigworth FJ A maximum-likelihood approach to single-particle image refinement J Struct Biol 1998 122 328 339 9774537 Sousa JS D’Imprima E Vonck J Harris JR Boekema EJ Mitochondrial respiratory chain complexes Membrane protein complexes: structure and function 2018 Singapore Springer 167 227 Sousa JS Mills DJ Vonck J Kuhlbrandt W Functional asymmetry and electron flow in the bovine respirasome Elife 2016 10.7554/eLife.21290 27830641 Standfuss J Membrane protein dynamics studied by X-ray lasers - or why only time will tell Curr Opin Struct Biol 2019 57 63 71 30861431 Starkov AA Fiskum G Myxothiazol induces H 2 O 2 production from mitochondrial respiratory chain Biochem Biophys Res Commun 2001 281 645 650 11237706 Strauss M Hofhaus G Schroder RR Kuhlbrandt W Dimer ribbons of ATP synthase shape the inner mitochondrial membrane EMBO J 2008 27 1154 1160 18323778 Strecker V Wumaier Z Wittig I Schagger H Large pore gels to separate mega protein complexes larger than 10 MDa by blue native electrophoresis: isolation of putative respiratory strings or patches Proteomics 2010 10 3379 3387 20687061 Stroh A Anderka O Pfeiffer K Yagi T Finel M Ludwig B Schagger H Assembly of respiratory complexes I, III, and IV into NADH oxidase supercomplex stabilizes complex I in Paracoccus denitrificans J Biol Chem 2004 279 5000 5007 14610094 Sun F Huo X Zhai Y Wang A Xu J Su D Bartlam M Rao Z Crystal structure of mitochondrial respiratory membrane protein complex II Cell 2005 121 1043 1057 15989954 Taylor KA Glaeser RM Electron diffraction of frozen, hydrated protein crystals Science 1974 186 1036 1037 4469695 Trouillard M Meunier B Rappaport F Questioning the functional relevance of mitochondrial supercomplexes by time-resolved analysis of the respiratory chain Proc Natl Acad Sci USA 2011 108 E1027 1034 22011573 Tsukihara T Aoyama H Yamashita E Tomizaki T Yamaguchi H Shinzawa-Itoh K Nakashima R Yaono R Yoshikawa S Structures of metal sites of oxidized bovine heart cytochrome c oxidase at 2.8 A Science 1995 269 1069 1074 7652554 Tsukihara T Aoyama H Yamashita E Tomizaki T Yamaguchi H Shinzawa-Itoh K Nakashima R Yaono R Yoshikawa S The whole structure of the 13-subunit oxidized cytochrome c oxidase at 2.8 A Science 1996 272 1136 1144 8638158 Turonova B Schur FKM Wan W Briggs JAG Efficient 3D-CTF correction for cryo-electron tomography using NovaCTF improves subtomogram averaging resolution to 3.4A J Struct Biol 2017 199 187 195 28743638 van Heel M Frank J Use of multivariate statistics in analysing the images of biological macromolecules Ultramicroscopy 1981 6 187 194 7268930 van Heel M Keegstra W IMAGIC: a fast, flexible and friendly image analysis software system Ultramicroscopy 1981 7 113 129 Vartak R Porras CA-M Bai Y Respiratory supercomplexes: structure, function and assembly Protein Cell 2013 4 582 590 23828195 Vempati UD Han X Moraes CT Lack of cytochrome c in mouse fibroblasts disrupts assembly/stability of respiratory complexes I and IV J Biol Chem 2009 284 4383 4391 19075019 Verner Z Skodova I Polakova S Durisova-Benkovicova V Horvath A Lukes J Alternative NADH dehydrogenase (NDH2): intermembrane-space-facing counterpart of mitochondrial complex I in the procyclic Trypanosoma brucei Parasitology 2013 140 328 337 23111000 Vinothkumar KR Zhu J Hirst J Architecture of mammalian respiratory complex I Nature 2014 515 80 25209663 Vonck J (2012) Supramolecular organization of the respiratory chain Wagner T Merino F Stabrin M Moriya T Antoni C Apelbaum A Hagel P Sitsel O Raisch T Prumbaum D SPHIRE-crYOLO is a fast and accurate fully automated particle picker for cryo-EM Commun Biol 2019 2 218 31240256 Wan W Briggs JA Cryo-electron tomography and subtomogram averaging Methods Enzymol 2016 579 329 367 27572733 Wang F Gong H Liu G Li M Yan C Xia T Li X Zeng J DeepPicker: a deep learning approach for fully automated particle picking in cryo-EM J Struct Biol 2016 195 325 336 27424268 Wang HW Wang JW How cryo-electron microscopy and X-ray crystallography complement each other Protein Sci 2017 26 32 39 27543495 Wang Y Zhang SXL Gozal D Reactive oxygen species and the brain in sleep apnea Respir Physiol Neurobiol 2010 174 307 316 20833273 Wharton DC Tzagoloff A Studies on the electron transfer system J Biol Chem 1962 237 2051 2061 White HD Thirumurugan K Walker ML Trinick J A second generation apparatus for time-resolved electron cryo-microscopy using stepper motors and electrospray J Struct Biol 2003 144 246 252 14643227 Wikstrom M Sharma V Kaila VR Hosler JP Hummer G New perspectives on proton pumping in cellular respiration Chem Rev 2015 115 2196 2221 25694135 Williams EG Wu Y Jha P Dubuis S Blattmann P Argmann CA Houten SM Amariuta T Wolski W Zamboni N Systems proteomics of liver mitochondria function Science 2016 352 aad0189 27284200 Wiseman B Nitharwal RG Fedotovskaya O Schafer J Guo H Kuang Q Benlekbir S Sjostrand D Adelroth P Rubinstein JL Structure of a functional obligate complex III2IV2 respiratory supercomplex from Mycobacterium smegmatis Nat Struct Mol Biol 2018 25 1128 1136 30518849 Wittig I Braun HP Schagger H Blue native PAGE Nat Protoc 2006 1 418 428 17406264 Wittig I Carrozzo R Santorelli FM Schagger H Supercomplexes and subcomplexes of mitochondrial oxidative phosphorylation Biochim Biophys Acta 2006 1757 1066 1072 16782043 Wittig I Schagger H Supramolecular organization of ATP synthase and respiratory chain in mitochondrial membranes Biochim Biophys Acta 2009 1787 672 680 19168025 Wong HC Chen J Mouche F Rouiller I Bern M Model-based particle picking for cryo-electron microscopy J Struct Biol 2004 145 157 167 15065683 Wright JJ Salvadori E Bridges HR Hirst J Roessler MM Small-volume potentiometric titrations: EPR investigations of Fe-S cluster N2 in mitochondrial complex I J Inorg Biochem 2016 162 201 206 27235270 Wu M Gu J Guo R Huang Y Yang M Structure of mammalian respiratory supercomplex I1III2IV1 Cell 2016 167 1598 1609.e1510 27912063 Xia D Yu CA Kim H Xia JZ Kachurin AM Zhang L Yu L Deisenhofer J Crystal structure of the cytochrome bc1 complex from bovine heart mitochondria Science 1997 277 60 66 9204897 Yang XH Trumpower BL Purification of a three-subunit ubiquinol-cytochrome c oxidoreductase complex from Paracoccus denitrificans J Biol Chem 1986 261 12282 12289 3017970 Yang YQ Yu Y Li XL Li J Wu Y Yu J Ge JP Huang ZH Jiang LB Rao Y Target elucidation by cocrystal structures of NADH-ubiquinone oxidoreductase of Plasmodium falciparum (PfNDH2) with small molecule to eliminate drug-resistant malaria J Med Chem 2017 60 1994 2005 28195463 Yankovskaya V Horsefield R Tornroth S Luna-Chavez C Miyoshi H Leger C Byrne B Cecchini G Iwata S Architecture of succinate dehydrogenase and reactive oxygen species generation Science 2003 299 700 704 12560550 Yano T Rahimian M Aneja KK Schechter NM Rubin H Scott CP Mycobacterium tuberculosis type II NADH-menaquinone oxidoreductase catalyzes electron transfer through a two-site ping-pong mechanism and has two quinone-binding sites Biochemistry 2014 53 1179 1190 24447297 Yoshikawa S Shimada A Reaction mechanism of cytochrome c oxidase Chem Rev 2015 115 1936 1989 25603498 Yoshikawa S Shinzawa-Itoh K Nakashima R Yaono R Yamashita E Inoue N Yao M Fei MJ Libeu CP Mizushima T Redox-coupled crystal structural changes in bovine heart cytochrome c oxidase Science 1998 280 1723 9624044 Zeviani M Di Donato S Mitochondrial disorders Brain 2004 127 2153 2172 15358637 Zhang M Mileykovskaya E Dowhan W Gluing the respiratory chain together: cardiolipin is required for supercomplex formation in the inner mitochondrial membrane J Biol Chem 2002 277 43553 43556 12364341 Zhang Z Huang L Shulmeister VM Chi YI Kim KK Hung LW Crofts AR Berry EA Kim SH Electron transfer by domain movement in cytochrome bc1 Nature 1998 392 677 684 9565029 Zheng SQ Palovcak E Armache JP Verba KA Cheng Y Agard DA MotionCor2: anisotropic correction of beam-induced motion for improved cryo-electron microscopy Nat Methods 2017 14 331 332 28250466 Zhu J Vinothkumar KR Hirst J Structure of mammalian respiratory complex I Nature 2016 536 354 27509854 Zivanov J Nakane T Scheres SHW A Bayesian approach to beam-induced motion correction in cryo-EM single-particle analysis IUCrJ 2019 6 5 17 30713699 Zong S Gu J Liu T Guo R Wu M Yang M UQCRFS1N assembles mitochondrial respiratory complex-III into an asymmetric 21-subunit dimer Protein Cell 2018 9 586 591 29511933 Zong S Wu M Gu J Liu T Guo R Yang M Structure of the intact 14-subunit human cytochrome c oxidase Cell Res 2018 28 1026 1034 30030519",
    "full_text_abstract": "Respirasome, as a vital part of the oxidative phosphorylation system, undertakes the task of transferring electrons from the electron donors to oxygen and produces a proton concentration gradient across the inner mitochondrial membrane through the coupled translocation of protons. Copious research has been carried out on this lynchpin of respiration. From the discovery of individual respiratory complexes to the report of the high-resolution structure of mammalian respiratory supercomplex I 1 III 2 IV 1 , scientists have gradually uncovered the mysterious veil of the electron transport chain (ETC). With the discovery of the mammalian respiratory mega complex I 2 III 2 IV 2 , a new perspective emerges in the research field of the ETC. Behind these advances glitters the light of the revolution in both theory and technology. Here, we give a short review about how scientists ‘see’ the structure and the mechanism of respirasome from the macroscopic scale to the atomic scale during the past decades."
}