{
    "PMC": "2685087",
    "DOI": "10.1093/nar/gkp136",
    "PMID": "19339517",
    "PMCID": "PMC2685087",
    "title": "CK1delta modulates the transcriptional activity of ERalpha via AIB1 in an estrogen-dependent manner and regulates ERalpha-AIB1 interactions.",
    "year": 2009,
    "source_url": "https://europepmc.org/article/PMC/PMC2685087",
    "source": "MED",
    "abstract_text": "Oncogenesis in breast cancer often requires the overexpression of the nuclear receptor coactivator AIB1/SRC-3 acting in conjunction with estrogen receptor-alpha (ERalpha). Phosphorylation of both ERalpha and AIB1 has been shown to have profound effects on their functions. In addition, proteasome-mediated degradation plays a major role by regulating their stability and activity. CK1delta, a member of the ubiquitous casein kinase-1 family, is implicated in the progression of breast cancer. In this study, we show that both ERalpha and AIB1 are substrates for CK1delta in vitro, and identify a novel AIB1 phosphorylation site (S601) targeted by CK1delta, significant for the co-activator function of AIB1. CK1delta is able to interact with ERalpha and AIB1 in vivo, while overexpression of CK1delta in breast cancer cells results in an increased association of ERalpha with AIB1 as confirmed by co-immunoprecipitation assays from cell lysates. Using an siRNA-based approach, luciferase reporter assays and qRT-PCR, we observe that silencing of CK1delta leads to reduced ERalpha transcriptional activity, despite increased ERalpha levels, similarly to proteasome inhibition. We provide evidence that AIB1 protein levels are reduced by CK1delta silencing, in an estradiol-dependent manner; such destabilization can be inhibited by pre-treatment with the proteasome inhibitor MG132. We propose that differing activities adopted by ERalpha and AIB1 as a consequence of their interactions with and phosphorylation by CK1delta, particularly AIB1 stabilization, influence the transcriptional activity of ERalpha, and therefore have a role in breast cancer development.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 2685087 19339517 10.1093/nar/gkp136 gkp136 Molecular Biology CK1δ modulates the transcriptional activity of ERα via AIB1 in an estrogen-dependent manner and regulates ERα–AIB1 interactions Giamas Georgios 1 Castellano Leandro 1 Feng Qin 2 Knippschild Uwe 3 Jacob Jimmy 1 Thomas Ross S. 1 Coombes R. Charles 1 Smith Carolyn L. 2 Jiao Long R. 1 Stebbing Justin 1 * 1 Department of Medical Oncology, Imperial College London, Hammersmith Hospital Campus, Du Cane Road, London, W12 ONN, UK, 2 Department of Molecular and Cellular Biology, Baylor College of Medicine, Houston, TX 77030, USA and 3 Department of General-, Visceral- and Transplantation Surgery, University of Ulm, D 89075 Ulm, Germany *To whom correspondence should be addressed. Tel: +44 208 7468295 ; Fax: +44 208 8461433 ; Email: g.giamas@imperial.ac.uk or j.stebbing@imperial.ac.uk 5 2009 1 4 2009 1 4 2009 37 9 3110 3123 19 1 2009 13 2 2009 18 2 2009 © 2009 The Author(s) 2009 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/2.0/uk/ ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. Oncogenesis in breast cancer often requires the overexpression of the nuclear receptor coactivator AIB1/SRC-3 acting in conjunction with estrogen receptor-α (ERα). Phosphorylation of both ERα and AIB1 has been shown to have profound effects on their functions. In addition, proteasome-mediated degradation plays a major role by regulating their stability and activity. CK1δ, a member of the ubiquitous casein kinase-1 family, is implicated in the progression of breast cancer. In this study, we show that both ERα and AIB1 are substrates for CK1δ in vitro , and identify a novel AIB1 phosphorylation site (S601) targeted by CK1δ, significant for the co-activator function of AIB1. CK1δ is able to interact with ERα and AIB1 in vivo , while overexpression of CK1δ in breast cancer cells results in an increased association of ERα with AIB1 as confirmed by co-immunoprecipitation assays from cell lysates. Using an siRNA-based approach, luciferase reporter assays and qRT-PCR, we observe that silencing of CK1δ leads to reduced ERα transcriptional activity, despite increased ERα levels, similarly to proteasome inhibition. We provide evidence that AIB1 protein levels are reduced by CK1δ silencing, in an estradiol-dependent manner; such destabilization can be inhibited by pre-treatment with the proteasome inhibitor MG132. We propose that differing activities adopted by ERα and AIB1 as a consequence of their interactions with and phosphorylation by CK1δ, particularly AIB1 stabilization, influence the transcriptional activity of ERα, and therefore have a role in breast cancer development. INTRODUCTION Estrogen receptor alpha (ERα), a member of the nuclear receptor (NR) superfamily of transcription factors, has been one of the most successful therapeutic targets for breast cancer ( 1 ). It contains 595 amino acids with a central DNA-binding domain (DBD) and transcriptional activation occurs through at least two distinct transactivation domains located in the amino-terminal A/B region (AF-1) and the carboxy terminal E region of the receptor (AF-2). The AF-1 domain is hormone-independent, whereas the AF-2 domain is estrogen-dependent; both AF domains are required for maximal ERα transcriptional activity ( 2 ). In addition to being activated upon binding estrogen, we and others have shown that ERα can be activated by phosphorylation ( 3 ). Activation of ERα is also coupled with its degradation by the ubiquitin-proteasome pathway ( 4–6 ). Upon ligand binding, ERα becomes ubiquitinated and is targeted by the 26S proteasome for degradation ( 7 ). However, various direct or indirect mechanisms have been described that can protect ERα from proteasomal degradation and thereby modulate its transcriptional activity including the involvement of the Amplified in breast cancer-1 (AIB1) protein ( 8–10 ). AIB1 (SRC-3/ACTR/pCIP/RAC3), a p160 co-activating oncogene overexpressed in different types of cancer, especially breast tumors ( 11 ), associates with and regulates ERα transcriptional activity; AIB1 recruits co-factors that possess histone acetyl-transferase activity and thus increases ERα transcriptional activity through chromatin remodeling ( 12–14 ). Interestingly, it has been reported that AIB1 also regulates ERα turnover through recruitment of components of the ubiquitin-proteasome pathway. Suppression of AIB1 leads to ERα stabilization in the presence of estradiol (E2) and subsequent reduction of ERα transcriptional activity ( 15 ). The activity of AIB1 is modulated post-transcriptionally by phosphorylation which results in increased AIB1 degradation ( 16 , 17 ). Recently, atypical protein kinase C (aPKC) has been shown to stabilize AIB1 protein levels in cancer cells ( 10 ), supporting the existence of an equilibrium of different kinases implicated in the promotion and prevention of AIB1 degradation, so called dual kinase regulation. Casein kinase 1 (CK1), a highly conserved Ser/Thr protein kinase family, is ubiquitously expressed in all eukaryotic organisms ( 18 , 19 ) and alterations in the expression and/or activity of CK1 have been observed in breast carcinomas ( 19 , 20 ). Among CK1 isoforms, CK1δ is able to phosphorylate a diversity of substrates, modulating their activity and subcellular localization ( 19 , 21 ). As changes in the activity of CK1δ, or mutations of CK1δ-specific phosphorylation sites within it's substrates, contribute to dysregulation of various signaling pathways ( 19 , 22–25 ), we wished to establish the role of CK1δ in the regulation of ERα activity. Here, we observe that CK1δ can interact with and phosphorylate both AIB1 and ERα in vitro . Furthermore, overexpression of CK1δ protein levels in MCF7 cells enhanced the interactions between ERα and AIB1. CK1δ silencing results in decreased ERα transcriptional activity even though paradoxically ERα levels appear increased. Moreover, these results demonstrate that the effects of CK1δ silencing on AIB1 can be rescued by proteasomal inhibition, suggesting that phosphorylation of AIB1 by CK1δ protects it from degradation. Finally we identify S601 in AIB1, a hitherto unidentified site, as the main phosphorylation aa targeted by CK1δ, which is required for the activity of AIB1. These data herein, and recent evidence regarding dual kinase regulation ( 10 ), suggest a general mechanism by which the characteristics of the AIB1–ERα partnership can be modulated by CK1δ-mediated phosphorylation. MATERIALS AND METHODS Chemicals and reagents E2 was obtained from Sigma (Gillingham, UK) and dissolved in ethanol; Charcoal-dextran stripped serum (DSS) was obtained from Gemini (Bolnet, UK). The cell-permeable proteasome inhibitor MG132 and the kinase inhibitor IC261 were obtained from Merck (Nottingham, UK). Rabbit polyclonal CK1δ antibody was from Santa Cruz (Heidelberg, Germany); mouse monoclonal ERα, rabbit monoclonal anti-phosphoERα–S118 and anti-β-actin mouse monoclonal antibodies were purchased from Abcam (Cambridge, UK) and Millipore (Southampton, UK) respectively. HRP (horseradish peroxidase)-conjugated goat anti-rabbit IgG and goat anti-mouse IgG antibodies were from GE Healthcare (Slough, UK). Plasmids The expression plasmid for yellow fluorescent protein (EYFP)–CK1δ was constructed as follows. PCR amplification was carried out using mouse testis cDNA as a template and the CK1δ primers: 5′- GGATCC ATGGAGCTGAGGGTCGGGACA-3′, 3′- GGATCC TCAGTAGGTGGTACGTCGTGG-5′, which contain a BamH1 restriction site (underlined). The PCR product was then cloned into the multiple cloning site of pcDNA3.1/V5-His-TOPO vector (Invitrogen, Paisley, UK) and then subcloned into the BamH1 site of pEYFP vector (BD Biosciences Clontech, Heidelberg, Germany). The expression plasmid for human Flag-tagged AIB1 (pCMV-Flag-AIB1) was generated as described previously ( 26 ). The expression plasmids: (i) pSG5-ERα ( 27 ) and (ii) pGEX4T–AIB1 (encompassing amino acids 582–800) ( 26 ) were kind gifts from Professors Simak Ali and Bert W. O’Malley respectively. Site-directed mutagenesis The expression plasmid pCMV-Flag-AIB1 baring a mutation at aa S601A was generated using the QuikChange site-directed mutagenesis kit according to manufacturer ' s instructions (Stratagene). The plasmid pCMV-Flag-AIB1 served as a template and the complementary primers used were: 5′-GACAAAGAAAGTAAGGAGGCCAGTGTTGAGGGGGCAGAG-3′ (sense) and 5′-CTCTGCCCCCTCAACACTGGCCTCCTTACTTTCTTTGTC-3′ (antisense). The plasmids pGEX4T–AIB1 aa 582–800 containing mutations at aas: S601A, S664A, T714A, S715A and S794 of AIB1, were constructed using the plasmid pGEX4T–AIB1 582–800 as a template and the following complimentary primers: (i) S601A: 5′-GACAAAGAAAGTAAGGAGGCCAGTGTTGAGGGGGCAGAG-3′ (sense) and 5′-CTCTGCCCCCTCAACACTGGCCTCCTTACTTTCTTTGTC-3′ (antisense), (ii) S664A: 5′-GTCTCCTCCTCTACAGCTGG AGGAGTATCCTC-3′ (sense) and 5′-GAGGATACTCCTCCAGCTGTAGAGGAGGAGAC-3′ (antisense), (iii) T714A: 5′-GACA CCAGCAGTATAGCTTCTTGTGGGACGG-3′ (sense) and 5′-CCGTCCCCACAAGAAGCTATACTGCTGGTGTC-3′ (antisense), (iv) S715A: 5′-CCAGCAGTATAACTGCTTGTGGGGACGGAAATG-3′ (sense) and 5′-CATTTCCGTCCCCACAAGCAGTTATACTGCTGG-3′ (antisense), (v) S794A: 5′-GACAAGTGAAGAGGGAGCTGGAGACTTGGATAATC-3′ (sense) and 5′- GATTATCCAAGTCTCCAGCTCCCTCTTCACTTGTC-3′ (antisense). Cell culture and transfections MCF7, T47D, MELN ( 28 ) and COS-1 cells were maintained in DMEM supplemented with 10% DSS, 1% penicillin/streptomycin and 2% glutamine. HeLa cell line expressing wild-type ERα has been described elsewhere ( 29 ) (a kind gift from Dr Shapiro). All cells were incubated at 37°C in a humidified 5% CO 2 atmosphere. MCF7 and MELN cells were transfected with 5 nM siRNA using Hiperfect according to the manufacturer's instructions (Qiagen, Crawley, UK). Transient transfections of COS-1 and MCF7 were performed 24 h after seeding cells using FuGENE 6 according to the manufacturer's instructions (Roche, Sussex, UK). Cells were maintained in phenol red-free media with 5% charcoal-stripped serum 48 h before experimentation. The CK1δ isoform was silenced using two independent siRNAs, targeting the following sequences: 5′-ccggtct aggatcgaaatgtt-3′ and 5′-ctccctgacgattccactgta-3′. At 48 h (or 72 h) post-transfection, cells were treated with either vehicle (ethanol) or E2, and harvested later (as indicated) for RNA or protein analyses. RNA isolation and quantitative RT-PCR Isolation of total RNA was performed using the RNeasy kit (Qiagen). RNA (1 μg) was reverse transcribed using oligo (deoxythymidine) primers (Qiagen) and SuperScript II reverse transcriptase (Invitrogen). Quantitative RT-PCRs using the TaqMan mastermix (Applied Biosystems) were performed on a 7900HT Thermocycler (Applied Biosystems, Warrington, UK) using primers for pS2, PR and GAPDH cDNAs, purchased from Applied Biosystems. Firefly luciferase assay MELN cells (0.5 × 10 6 ) were plated in 24-well plates in medium containing DMEM/10% DSS for 24 h, transfected with CK1δ siRNA for 48 h and treated with E2 (10 nM) or vehicle (ethanol) for 24 h. The cells were washed twice with PBS and lysed in 50 μl/well luciferase cell culture lysis reagent (Promega, Southampton, UK). Luciferase assays were performed using the firefly luciferase assay system from Promega, according to the manufacturer's instructions, and measured with a Top Count NXT luminometer (Packard Biosciences, Beaconsfield, UK). All experiments were performed independently at least three times, and results presented as the mean with standard error of the mean error bars. Data are normalized to the untreated sample, which was given a reference value of one. Western blotting and SDS–PAGE Whole cell lysates were prepared in NP40 lysis buffer (50 mM Tris–HCl, pH 8.0, 150 mM NaCl, 10% (v/v) glycerol, 1% NP40, 5 mM dithiothreitol (DTT), 1 mM EDTA, 1 mM EGTA, 50 µM leupeptin and 30 µg/ml aprotinin). For western blotting, extracts were clarified by centrifugation at 15 000 g for 20 min at 4°C and the protein concentration of the lysates was determined using the bicinchoninic acid (BCA) protein assay (Pierce, Cramlington, UK). Lysates were then boiled in 5× sodium dodecyl sulfate (SDS) sample buffer (5 min, 95°C), subjected to 12.5% SDS–PAGE and blotted on a Hybond C super nitrocellulose membrane (GE Healthcare). Following this, the membranes were blocked in TBS containing 0.1% (v/v) Tween20 and 5% (w/v) non-fat milk for 1 h, before probed overnight (O/N) with different antibodies in the same buffer, and washed extensively in TBS/Tween. Immunocomplexes were detected by incubation for 45 min with HRP-conjugated goat anti-rabbit IgG or goat anti-mouse IgG (1:1000 dilution), followed by enhanced chemiluminescence detection (ECL) (GE Healthcare). The intensity of bands were quantified using Image J software (NIH, Bethesda, MD). Immunoprecipitation Cells lysates were cleared by centrifugation (15 000 rpm, 10 min, 4°C). Lysates containing equal amounts of proteins were precleared with IgG bound to protein A or G-agarose beads (Sigma) for 12 h at 4°C and immunoprecipitated with the specific primary antibody and protein A or protein G-agarose overnight with gentle agitation. The precipitates were then subjected to SDS–PAGE and immunoblotting using phosphospecific primary antibodies and horseradish peroxidase-labeled secondary antibodies. In vitro kinase assays In vitro kinase assays were carried out as described previously ( 23 ). ERα-substrates that were used were: (i) full-length recombinant human ERα, (ii) GST-recombinant human ERα fragment encompassing the AF1 transactivation domain and the DNA-binding domain (aa 1–280) and (iii) GST-recombinant human ERα fragment encompassing the ligand-binding domain (LBD) (aa 283–595). AIB1-substrates were: (i) full-length purified AIB1 and (ii) different GST-recombinant human AIB1 fragments encompassing the RID region, responsible for ligand-dependent interaction with NRs (aa 582–800) (wt and those containing mutations at the following AIB1 aas: S601A, S664A, T714A, S715A and S794A). As a source of enzyme activity we used GST-tagged recombinant human CK1δ protein (Invitrogen). Phosphorylated proteins were resolved by SDS–PAGE and the protein bands were visualized by autoradiography. Where indicated, the phosphorylated protein bands were excised and quantified by Cherenkov counting using LS-6500 scintillation counter (Beckman Coulter, San Francisco, CA, USA). Immunofluorescence MCF-7 cells were grown on poly- d -lysine-coated glass coverslips for 24 h in DMEM/10% DSS. Next, cells were transfected with CK1δ siRNA or vehicle (ethanol) for 48 h and treated with E2 (10 nM) for 24 h. Cells were then washed twice in PBS and fixed in methanol for 15 min at 20°C. Fixed cells were washed with PBS and blocked with 0.2% gelatin in PBS for 1 h, before incubating them with AIB1 anti-rabbit antibody (1:300 in PBS) for 45 min at room temperature. After washing with PBS, coverslips were incubated for 45 min at RT with Alexa 488 secondary antibody (Invitrogen). DNA was visualized by DAPI staining. Cells were examined on an Axiovert-200 laser scanning inverted microscope (Zeiss, Welwyn Garden City, UK) equipped with a confocal imaging system. Statistical analysis Exploratory data analysis demonstrated that the distributions were often skewed with outliers. Shapiro–Wilks test was used to test for normality (data were not normally distributed) and between group comparisons were made using the non parametric Mann–Whitney U-test. RESULTS CK1δ silencing modulates ERα transcriptional activity and decreases E2-induced expression of ERα regulated genes To investigate the involvement of CK1δ in E2-dependent transcriptional activation of ERα, MELN cells (MCF7 cells, stably transfected with a luciferase reporter gene under the control of an estrogen response element using the β-globin promoter) were transfected with negative control siRNA (CT siRNA) or CK1δ siRNA (5 nM), treated with 10 nM E2 for 24 h, and luciferase activities measured. Treatment with E2 alone resulted in a 20-fold induction of luciferase activity. There were no effects of CT siRNA on the activity of ERα in this assay. However, in the presence of CK1δ siRNA the E2-dependent luciferase activity was decreased 35%, implying an association of CK1δ in E2-induced ERα activation ( Figure 1 A). Quantitative real-time PCR (qRT-PCR) confirmed ∼80% reduced CK1δ mRNA levels after siRNA treatment ( Figure 1 B). Figure 1. CK1δ silencing decreases the transcriptional activity of ERα and downregulates E2-induced expression of ERα target genes. ( A ) MELN cells (5 × 10 4 ) were plated in 24-well plates in phenol red-free DMEM containing 10% stripped DSS. Cells were transfected with 5 nM scrambled siRNA (CT siRNA) or with 5 nM CK1δ siRNA for 48 h and incubated with or without E2 (10 nM) for 24 h. ERE-dependent gene expression was quantified by measuring luciferase activity, given as fold of control. Error bars represent SD of two experiments. ( B ) Quantitative real-time RT–PCR validation of down-regulation of CK1δ mRNA levels after treatment with 5 nM siRNA. MCF7 cells (2 × 10 5 ) were plated in 6-well plates in phenol red-free DMEM containing 10% DSS. Cells were transfected either with 5 nM CT siRNA or with 5 nM siRNA targeting CK1δ and treated or not (vehicle) with E2 (10 nM) for 24 h. Cells were harvested and total RNA was extracted and used to synthesize cDNA by reverse transcription, as described in ‘Materials and Methods’ section. Gene expression of ( C ) pS2 and ( D ) PR was measured by quantitative real-time RT–PCR. MCF-7 cells (2 × 10 5 ) were plated in 6-well plates in phenol red-free DMEM containing 10% DSS. Following, cells were incubated for 24 h with 1μM of the CK1δ/ϵ-specific inhibitor IC261 and treated or not (vehicle) with E2 (10 nM) for 24 h. Cells were harvested and total RNA was extracted and used to synthesize cDNA by reverse transcription, as described in ‘Materials and Methods’ section. Gene expression of ( E ) pS2 and, ( F ) PR was measured by quantitative real-time RT–PCR. Transfection of MCF7 cells with a (EYFP)-CK1δ plasmid resulted in an increase of ( G ) pS2 expression. GAPDH was used for normalisation. Error bars represent SD of two separate experiments, each in triplicate; changes observed throughout these experiments were statistically significant ( P < 0.05). We next examined the effects of CK1δ silencing on ER-regulated gene expression by performing qRT-PCR for two well-known estrogen-induced genes (pS2 and PR). Treatment of MCF7 cells with CK1δ siRNA for 48 h reduced expression of both pS2 and PR, by 55% and 43%, respectively ( Figure 1 C and D). These results, in conjunction with the luciferase assay performed in MELN cells, confirmed either a direct or indirect involvement of CK1δ in the regulation of ERα target gene expression. Use of 1μM IC261 ( 30 ), a small molecule inhibitor preferentially inhibiting the CK1δ and ε isoforms, resulted in a higher reduction of pS2 and PR expression (69% and 66%, respectively) ( Figure 1 E and F). This difference can be explained by the fact that the use of siRNA knocked down ∼80% of CK1δ; therefore the lesser effect on gene expression after siRNA treatment, compared to IC261 treatment, is due to the residual CK1δ. To establish whether downregulation of ERα-targeted genes expression is partly due to CK1δ catalytic suppression, we transfected MCF7 cells for 24 h with an expression plasmid encoding EYFP-CK1δ. Overexpression of CK1δ (confirmed by western blotting) resulted in a ∼2-fold increase in E2-induced expression of pS2 ( Figure 1 G), demonstrating that the presence of CK1δ regulates ERα target gene expression. ERα–S118 is not targeted for phosphorylation by CK1δ Since we have previously shown that phosphorylation at S118 of ERα is implicated in regulation of transcriptional activation ( 31 , 32 ), we analyzed the effects of CK1δ silencing on phosphorylation of ERα. MCF7 cells, untransfected or transfected with either CT siRNA or CK1δ siRNA, were stimulated for 30 min with 100 nM E2 and then probed for ERα phospho-S118. Short-term E2 treatment induced ERα phosphorylation at S118 in both untransfected and control siRNA-transfected cells ( Figure 2 A). This phosphorylation was not suppressed by CK1δ siRNA, but was instead increased ( Figure 2 A and B). Furthermore, the total ERα protein content was also increased in the CK1δ siRNA-treated cells. Quantification and comparison of the phospho-S118:ERα ratio in treated and untreated MCF7 cells implicated upregulation of ERα protein levels as cause of the increase in observed ERα phospho-S118 phosphorylation levels ( Figure 2 B). Figure 2. CK1δ does not phosphorylate ERα at S118. ( A ) MCF7 cells (2 × 10 5 ) were plated in 6-well plates in phenol red-free DMEM containing 10% DSS. Cells were untransfected or transfected with 5 nM CT siRNA or with 5 nM CK1δ siRNA for 72 h and treated or not with E2 (100 nM) for 45 min. Cells were harvested, lysed and equal protein amounts were subjected to Western blotting analysis using the indicated antibodies. β-actin was used as a control for sample loading. Immunoblot showing silencing of CK1δ. ( B ) Quantitative analysis of ERα pS118, ERα protein levels and the pS118:ERα ratio is given as fold of control. ( C ) Western blotting of the levels of ERα expressed in the stably transfected Hela-ERα cell line. ( D ) Hela-ERα cells untransfected or transfected with 5 nM CT siRNA or with 5 nM CK1δ siRNA for 72 h were treated or not with E2 (100 nM) for 45 min. Cell extracts were immunoblotted. ( E ) Quantitative analysis of ERα phospho-S118, is given as fold of control. All data are representative of results from two independent experiments. Error bars represent SD of two separate experiments in triplicate. In order to further validate that ERα–S118 is not phosphorylated by CK1δ in vivo , we used a stably transfected HeLa cell line expressing wild-type ERα ( Figure 2 C). Compared with E2 treatment, CK1δ siRNA failed to reduce the phosphorylation of S118 in Hela-ERα cells ( Figure 2 D and E). These results indicate that the involvement of CK1δ in the regulation of ERα transcriptional activation is not mediated via phosphorylation at S118, but could result from phosphorylation either at: (i) other ERα site(s) or (ii) proteins that interact and modulate ERα activity. CK1δ silencing stabilizes ERα protein levels in breast cancer cell lines Next, we investigated protein levels of ERα following inhibition of the proteasome in the presence of E2 (100 nM). Addition of MG132 (5 μM), a cell permeable proteasome inhibitor, prevented ERα degradation in E2-treated MCF7 ( Figure 3 A and B) and T47D breast cancer cells ( Figure 3 C and D) Moreover, in the presence of E2, both CK1δ silencing and MG132 treatment elevated ERα levels, while co-treatment resulted in further increases. Similar results were obtained in MCF7 cells, using another independent CK1δ siRNA, ensuring that the data do not reflect off-target effects ( Supplementary Figure 1A and B ). Finally, in order to investigate whether the observed CK1δ silencing-related increase of ERα protein levels might be induced by an increase of ERα gene transcription, we performed qRT-PCR and examined the ERα mRNA expression levels upon CK1δ-siRNA treatment. Our results did not reveal any significant alteration of ERα mRNA following CK1δ RNA interference (data not shown). Taken together, these data suggest that CK1δ is implicated in the stabilization of ERα in E2-stimulated cells, potentially through direct or indirect phosphorylation events. Figure 3. CK1δ silencing stabilizes ERα protein levels. ( A ) MCF7 or, ( C ) T47D cells were untransfected or transfected with 5 nM CK1δ siRNA for 72 h. MG132 (5 μM) was added for 6 h and following cells were treated with E2 (100 nM) for 45 min. Cell extracts were immunoblotted. Immunoblot showing silencing of CK1δ. Quantitative analysis of ERα protein levels with or without MG132 pretreatment in the presence of E2 in ( B ) MCF7 or, ( D ) T47D cells. All data are representative of results from two independent experiments. Error bars represent SD of two separate experiments in triplicate. CK1δ silencing decreases AIB1 protein levels in the presence of E2 We have demonstrated that inhibition of CK1δ leads to a decrease in ERα transcriptional activity and a reduction of E2-responsive gene expression, whilst stabilizing ERα protein levels. Related ‘contradictory’ or apparently ‘paradoxical’ observations have been reported for AIB1 co-activator suppression ( 15 ), where AIB1 is necessary for E2-induced ERα degradation, optimal binding of ERα to target gene promoters and full ERα transcriptional activity. Consequently, we investigated the effects of CK1δ silencing on AIB1 protein levels. MCF7 cells were transfected either with CT siRNA or CK1δ siRNA in the presence or absence of E2 (100 nM), followed by immunoblotting using a mouse monoclonal AIB1 antibody. Whereas in untreated, E2-treated and control siRNA-treated cells the AIB1 protein levels remained unaffected, treatment with CK1δ siRNA followed by E2 stimulation resulted in a 60% decrease of AIB1 protein levels ( Figure 4 A and B). Moreover, overexpression of CK1δ in MCF7 cells resulted in stabilization of AIB1 (data not shown). Figure 4. CK1δ silencing decreases AIB1 protein levels in the presence of E2. ( A ) MCF7 cells (2 × 10 5 ) were plated in 6-well plates in phenol red-free DMEM containing 10% DSS. Cells were untransfected or transfected with 5 nM CT siRNA or with 5 nM CK1δ siRNA for 72 h and treated or not with E2 (100 nM) for 45 min. Cells were harvested, lysed and equal protein amounts were subjected to western blotting using a specific AIB1 mouse monoclonal antibody. Samples were probed for equal loading using a β-actin specific monoclonal antibody. ( B ) Quantitative analysis of AIB1 protein levels is given as fold of control. ( C ) MCF7 cells were untransfected or transfected with 5 nM CT siRNA or with 5 nM CK1δ siRNA for 72 h. Where indicated, cells were incubated with MG132 (5μM) for 6 h and and then treated with E2 (100 nM) for 45 min. Cell extracts were immunoblotted with AIB1 antibody. ( D ) Quantitative analysis of AIB1 protein levels with or without MG132 pre-treatment in the presence of E2. All data are representative results from two independent experiments. ( E ) Fluorescence microscopy was performed on either untransfected MCF7 cells or cells transfected with 5 nM CK1δ siRNA for 72 h followed by the addition of E2 (100 nM) for 45 min. All cells were grown on coverslips, then fixed and stained as described in ‘Materials and Methods’ section. Since AIB1 can be degraded through the 26S proteasome (as well as the REGγ-mediated proteasome pathway) we examined whether AIB1 downregulation could be rescued by MG132. Use of MG132 rescued the CK1δ siRNA-mediated decrease of AIB1 in E2-treated MCF7 cells ( Figure 4 C and D) (similar results were obtained using another independent CK1δ siRNA). These results imply an involvement of CK1δ in the proteasome-dependent regulation of AIB1 expression. The effects of CK1δ silencing on AIB1 protein levels were also investigated by IF, where MCF7 cells, untransfected or transfected with CK1δ siRNA, were stimulated with E2, and the subcellular localization of AIB1 was visualised using the AIB1 antibody. Treatment with CK1δ siRNA resulted in a significantly decrease in nuclear AIB1 compared to untreated cells, in the presence of E2 ( Figure 4 E). CK1δ associates with human ERα and AIB1 and regulates their interactions In order to clarify whether ERα and AIB1 are physiological substrates for CK1δ, we examined whether these proteins can physically associate in vivo . COS-1 cells were transiently transfected for 24 h with expression plasmids encoding for either: (i) ERα and CK1δ or, (ii) AIB1 and CK1δ, following treatment with or without 100 nM E2 for 30 min. Subsequently, the potential interactions between: (i) ERα–CK1δ and, (ii) AIB1-CK1δ were assessed by immunoprecipitation of CK1δ followed by analyses of the immune complexes for the presence of ERα and AIB1 respectively. An association of CK1δ with ERα as well as with AIB1 in the presence or absence of E2 was observed, although the interaction was reduced in the absence of E2 ( Figure 5 A). In addition, CK1δ was able to co-precipitate with ERα phosphorylated at S118, suggesting that it is able to interact with this form of ERα ( Figure 5 A). Figure 5. CK1δ associates with ERα and AIB1 in vivo and regulates their interactions. ( A ) Lysates from untreated or E2-stimulated COS-1 cells were immunoprecipitated with CK1δ or non-immune IgG followed by immunoblotting with anti-ERα, anti-pS118/ERα and anti-AIB1. ( B ) MCF7 cells (i) untransfected or (ii) transfected with a (EYFP)-CK1δ plasmid were stimulated with 100 nM E2 for 30 min before precipitation with anti-AIB1 antibody. The interaction between AIB1 and ERα was visualised by western blotting using an anti-ERα antibody. Equal amounts of protein were added in both lanes. The ability of CK1δ to interact with the ERα–AIB1 complex, led us to examine whether CK1δ is able to influence the interactions between ERα and AIB1. To address this issue, we overexpressed CK1δ in MCF7 cells for 24 h, and performed co-immunoprecipitation experiments following treatment with 100 nM E2 for 30 min. Our results showed that increased CK1δ protein levels resulted in an increased ERα–AIB1 association, compared to untransfected cells, in the presence of E2 ( Figure 5 B). Overall, these data demonstrate that CK1δ is involved in the regulation of ERα–AIB1 interactions, critical for the modulation of ERα transcriptional activity. CK1δ phosphorylates ERα in the AF1-DBD domain and AIB1 at S601 in vitro Since the phosphorylation status of ERα and AIB1 play essential roles in their functions, we examined the ability of CK1δ to phosphorylate these proteins. We performed in vitro kinase assays using the purified catalytic subunit of CK1 as source of enzyme activity. As ERα-substrates we used: (i) full-length recombinant human ERα, (ii) GST-recombinant human ERα fragment encompassing the AF1 transactivation domain and the DNA-binding domain (aa 1–280) and (iii) GST-recombinant human ERα fragment encompassing the LBD (aa 283–595) ( Figure 6 A and B). As AIB1-substrates we used: (i) purified full-length AIB1 and (ii) GST-recombinant human AIB1 fragment encompassing the RID region, responsible for ligand-dependent interaction with NRs (aa 582–800) ( Figure 6 C and D). Figure 6. CK1δ phosphorylates ERα and AIB1 in vitro . ( A ) Schematic representation of human ERα. AF: activator function. ( B ) In vitro kinase assays were performed using purified recombinant human CK1δ as source of enzyme and: (i) full-length recombinant human ERα, (ii) GST-recombinant human ERα (aa 1–280) and (iii) GST-recombinant human ERα (aa 283–595), as substrates. ( C ) Schematic diagram of human AIB1 with its known functional domains. βHLS/PAS: basic helix-loop-helix/Per-Arnt-Sim domain; RID: receptor interacting domain; CID: CBP/p300 interacting domain; HAT: histone acetyltransferase domain. The positions of all identified phosphorylation amino acids are indicated. ( D ) In vitro kinase assays were performed using recombinant human CK1δ as source of enzyme and as substrates: (i) purified full-length AIB1 and (ii) GST-recombinant human AIB1 (aa 582–800). ( E ) CK1 phosphorylates one major residue of AIB1. GST–AIB1 aa 582–800 was phosphorylated in vitro by the catalytic subunit of CK1 for the indicated times. Up to 1.6 mol phosphate/mol protein were incorporated into the GST–AIB1 aa 582–800 fusion protein. ( F ) Phosphorylation of GST–AIB1 fusion proteins by CK1δ. In vitro kinase assays were performed using recombinant human CK1δ as the source of enzyme and: (i) GST–AIB1 aa 582–800 (wt), (ii) GST–AIB1 aa 582–800 (S664A), (iii) GST–AIB1 aa 582–800 (T714A), (iv) GST–AIB1 aa 582–800 (S715A), (v) GST–AIB1 aa 582–800 (S794A) and (vi) GST–AIB1 aa 582–800 (S601A), as substrates. Proteins were separated by SDS-PAGE and the phosphorylated proteins were detected by autoradiography. Quantification of phosphate incorporation of phosphorylated proteins was measured by Cerenkov counting. Error bars represent SD of two experiments, each in triplicate. C: Coomasie. A: Autoradiogram. We demonstrated that CK1δ can phosphorylate ERα in vitro , and its prospective phosphorylation target(s) are located within the AF1-DBD area of ERα ( Figure 6 B). Moreover, CK1δ was able to phosphorylate full-length AIB1 within aa 582–800 ( Figure 6 D). Use of additional GST-fusion proteins containing fragments derived from AIB1 (containing aa 1–321, aa 321–581 and aa 841–1081) were not phosphorylated by CK1δ (our data not shown and also shown by others) ( 26 ). Bioinformatic sequence examination ( http://scansite.mit.edu ) revealed several potential CK1δ phosphorylation sites in the AF1-DBD domain of ERα and in the region between aa 582 and 800 of AIB1. In order to determine the stoichiometry of AIB1 phosphorylation by CK1δ, we performed in vitro time course kinase assays using the GST-AIB1 fusion protein encompassing aa 582–800 as substrate and the purified catalytic subunit of CK1 as enzyme. Our results demonstrated that ∼1.6 mol of phosphate were incorporated per mol of protein, implying the existence of at least one major aa in AIB1 (within the region of aa 582–800) phosphorylated by CK1 in vitro ( Figure 6 E). Subsequently, to identify the exact phosphorylation site(s) of AIB1, we generated different GST-AIB1 aa 582–800 fusion proteins baring mutations from S or T to A at various prospective aas (S601, S664, T714, S715, S794) that could be phosphorylated by CK1δ. Our in vitro kinase assays clearly revealed that the AIB1 residues (i) S664, (ii) T714 and (iii) S715 were not targeted for phosphorylation by CK1 ( Figure 6 F). Mutation of S794 to A resulted in a ∼10% reduction of phosphorylation compared to the wild-type GST-AIB1 aa 582–800, whilst the degree of phosphorylation of GST-AIB1 aa 582–800 S601A was less then 40% compared with that of wild type GST-AIB1 aa 582–800 ( Figure 6 F). These results strongly suggest that the major site of AIB1 phosphorylated by CK1δ is S601. Phosphorylation of S601 by CK1δ in vivo affects the co-activation function of AIB1 In order to examine the importance of S601 in relation to CK1δ phosphorylation in vivo , an AIB1 expression plasmid baring a mutation at S601A was generated (pCMV-Flag-AIB1/S601A). Following this, the effects of S601A mutant on the ability of AIB1 to function as a transcriptional co-activator was assessed by measuring the estrogen-dependent induction of endogenous pS2 mRNA levels in MCF7 cells, after increasing or decreasing CK1δ protein levels, respectively. In the presence of E2, transient co-transfections of wt AIB1 and CK1δ resulted in an increase (∼60%) of pS2 gene expression levels, compared to untransfected cells ( Figure 7 A), while a small increase (∼10%) of pS2 mRNA levels was observed after over-expression of the AIB1/S601A mutant along with CK1δ ( Figure 7 A). To further establish that the observed changes in the co-activation functions of AIB1 can be attributed to phosphorylation of S601 by CK1δ, MCF7 cells were treated with 1μM IC261 and pS2 mRNA levels were quantified. In accordance with ‘our hypothesis’, in the presence of E2 inhibition of CK1δ led to decreased activity of wt AIB1 to basal pS2 mRNA levels ( Figure 7 B) compared to over-expression of both wt AIB1 and CK1δ. As expected, use of the IC261 inhibitor did not alter the activity of AIB1/S601A mutant ( Figure 7 B). We conclude that these functional data indicate that phospho-S601 residue within the RID domain is necessary and sufficient for AIB1 co-activation functions. Figure 7. Functional role of CK1δ-dependent phosphorylation of S601 in ERα-dependent transcription. MCF7 cells (2 × 10 5 ) were plated in 6-well plates in phenol red-free DMEM containing 10% DSS. ( A ) Cells were co-transfected either with 1μg of: (i) pCMV-Flag-AIB1 and (EYFP)–CK1δ plasmids or, (ii) pCMV-Flag-AIB1/S601A and (EYFP)–CK1δ plasmids for 24 h. ( B ) Cells were transfected with 1μg of: (i) pCMV-Flag-AIB1 and, (ii) pCMV-Flag-AIB1/S601A plasmid for 24 h, followed by treatment with 1 μM IC261 for 3 h. Subsequently, all cells were treated or not (vehicle) with E2 (10 nM) for 24 h. Cells were harvested and total RNA was extracted and used to synthesize cDNA by reverse transcription, as described in ‘Materials and Methods’ section. Gene expression of pS2 was measured by qRT-PCR. Error bars represent SD of two separate experiments, each in triplicate ( P < 0.05). DISCUSSION Protein phosphorylation, an essential post-translational modification, regulates protein functions including activity, stability, subcellular localization and interactions with other proteins and substrates ( 33 , 34 ). Kinases are therefore considered key regulatory proteins and elucidation of their roles in signaling pathways is essential ( 35 ). In the present study, we have identified ERα and AIB1 as novel substrates for CK1δ in vitro that are able to interact in a cellular context, proposing an involvement of CK1δ in regulating their interactions and functions. In addition, we have identified S601 within AIB1 as a novel phosphorylation site targeted by CK1δ in vitro , while AIB1-S601A mutant protein negatively influenced AIB1's co-activation function in ERα-dependent transcription. Furthermore, using CK1δ siRNA in MCF7 breast cancer cells, we demonstrated that CK1δ is required for full ERα transcriptional activity and is involved in the regulation of ERα protein levels in the presence of E2. Finally, we have shown that suppression of CK1δ results in proteasome-mediated degradation of AIB1, in the presence of E2, implying that CK1δ phosphorylation protects AIB1 from proteolysis. We examined the effects of CK1δ silencing on the transcriptional activity of ERα and observed a 35% decrease in the E2 response of an integrated ERE reporter gene. Moreover, the effects of CK1δ silencing on the expression levels of two endogenous estrogen-responsive genes, pS2 and PR, resulted in reductions of 55% and 43% respectively when CK1δ siRNA was used, while the reductions were even higher (69% and 66%) in the presence of a CK1δ inhibitor (IC261). In contrast, overexpression of CK1δ resulted in a 2-fold increase in pS2 mRNA levels. In vitro kinase assays using the CK1δ as enzyme and different ERα fragments as substrates showed that CK1δ predominantly phosphorylates the AF1 domain of ERα. Thus far, various kinases have been identified that can phosphorylate the AF1 domain and thereby regulate ERα activity ( 3 , 36 ). In this report, we identify a novel involvement of CK1 as a direct and/or indirect regulator of ERα transcriptional activity. Since phosphorylation of ERα S118 is correlated with ERα activity, we next examined phospho-S118 levels in MCF7 cells following CK1δ silencing. Our results demonstrate increased phospho-S118 levels that paradoxically followed a CK1δ siRNA-induced dependent increase in total ERα. These data suggest that S118 is not phosphorylated by CK1δ implicating other unidentified ERα site(s) as targets for CK1δ, which eventually could modulate the activity of ERα. However, CK1δ appears to be involved in the regulation of ERα protein levels, as demonstrated in two different breast cancer cell lines (MCF7 and T47D) after treatment with CK1δ siRNA resulting in ERα stabilization. It is well known that ERα protein turnover occurs through the proteasome in a cyclic manner, dependent on ligand binding, which ensures a stable and balanced cellular level of the receptor ( 6 , 37 ). Moreover, it has been reported that the differential transcriptional activity of ERα produced upon binding of different synthetic ligands (SERMs), correlates with the degradation rate of ERα ( 38 ), with higher activities corresponding to faster degradation. Various kinases and multiple agents that activate or inhibit phosphorylation have been implicated in modifying the proteasome-mediated stability of ERα and consequently its activity ( 8 , 39–41 ). Taken together, our data suggest that CK1 represents a new protein kinase involved in the stabilization of ERα. Additionally, several observations have linked the recruitment of ERα co-factors with ligand-dependent degradation of ERα. Particularly in the case of AIB1, it has been shown that siRNA-mediated silencing of AIB1 results in ERα stabilization, but a loss in ERα activity. This stabilization correlates with a reduction in recruitment of components of the ubiquitin proteasome machinery ( 15 ). Therefore, we have also examined the effects of CK1δ silencing on AIB1 protein levels. CK1δ siRNA treatment in the presence of E2 produced a 60% decrease in AIB1 protein levels, an effect that was confirmed by IF, where the overall fluorescent signal of AIB1 was markedly weaker when cells were treated with CK1δ siRNA. The decrease in AIB1 levels was rescued by proteasome inhibition, implicating CK1δ in the regulation of AIB1 proteasome-mediated degradation. Our in vitro kinase assays demonstrated that AIB1, in addition to ERα, can be a substrate for CK1δ phosphorylation. Use of an AIB1 GST-fusion protein revealed that the prospective phosphorylation site(s) of AIB1 targeted by CK1δ are located within amino acids 582–800, which encompass the RID domain of AIB1, required for interactions with NRs. Time-course experiments revealed that there is one major phosphorylation site for CK1 within aa 582–800 of AIB1. In vitro kinase assays using various GST–AIB1 fusion proteins as substrates revealed that CK1 mainly phosphorylates S601 in AIB1, a hitherto unidentified phosphosite. The presence of a serine residue at position n − 3 of S601 (K 596 E S KES 601 ) resembles the optimal consensus recognition motif for CK1 ( 42 ), thereby favouring S601 as the main phosphorylation site targeted by CK1. Examination of the role of S601 revealed a physiological importance of this site in the activity of AIB1 in breast cancer cells, after demonstrating that mutation of this aa negatively influenced the expression levels of the E2-dependent pS2 genes. However, additional experiments are required in order to elucidate the exact molecular mechanism of the involvement of S601 in the regulation of AIB1's co-activation function. Our data herein, reveal an association of CK1δ with ERα and AIB1, which can result in a complex formation that enables CK1δ to interact, phosphorylate and exert its effects by regulating the interaction between ERα and AIB1 and thereby modulate the functions of these two proteins. AIB1 is a target for multiple signaling pathways and its phosphorylation state is a determinant of its functionality including degradation and interactions with other proteins ( 17 ). Phosphorylation of AIB1 by different kinases has been associated with increased AIB1 degradation ( 16 , 17 ); however, a recent report ( 10 ) identified aPKC as the first kinase able to stabilize AIB1 in cancer cells and thereby enhance its activity. Based on our results, we propose a model where CK1δ protects AIB1 from proteolysis, as part of a balanced equilibrium in which kinases are required to maintain a consistent protein level of AIB1 ( Figure 8 ). However, aberrations in this balance towards CK1δ, as occurs in breast cancer, would be expected to increase AIB1 levels, and therefore also the expression of ERα-respondent target genes. These genes are critical to breast cancer growth, as evidenced by the successes in the use of anti-estrogens to treat breast cancer, so we speculate here that increases in their expression may be a determinant of cancer progression and/or resistance to anti-estrogens. It is interesting to note here that both the receptor and its co-activator partner are subject to phosphorylation by the same kinase, introducing hierarchical, sequential or simultaneous phosphorylation possibilities in this dual regulatory pathway. However, using purified substrates in the in vitro kinase assays suggests that CK1δ can interact with and phosphorylate both independently. Figure 8. A model for the regulation of ERα transcriptional activity, involving CK1δ and AIB1. In the presence of E2, CK1δ interacts with and phosphorylates AIB1 predominantly at S601 and probably ERα at other site(s), inducing the formation of a complex between them that is required for the complete transcriptional activity of ERα. Inhibition of CK1δ-mediated phosphorylation, potentially alters the conformation of AIB1 and promotes its proteasome-mediated degradation; subsequently, ERα protein levels are stabilized and ERα activity is decreased. Our results, identifying a novel AIB1 phosphorylation site (S601) that affects the co-activation function of AIB1, in conjunction with a new report which suggests that tyrosine phosphorylation of AIB1 is also required for its activity ( 43 ) demonstrate the importance of post-translational modifications as an additional level of transcriptional regulation. Generation of a phospho-specific antibody against S601 in AIB1 is currently underway; correlations between phosphorylated levels of AIB1 at S601 in breast cancer samples and clinical outcome parameters such as time to progression, overall survival and clinical endocrine resistance, remain to be tested. It has already been shown that ERα and AIB1 shuttle between the cytoplasm and the nucleus ( 44 , 45 ). Phosphorylation events induced by different kinases occur in both compartments influencing their functions, including stability, mobility and activity ( 3 , 46–49 ) as per our proposed model ( Figure 8 ). In this report we identify CK1δ, a predominantly cytoplasmic protein ( 50 , 51 ), as a novel kinase implicated in the modulation of physiological aspects of both ERα and AIB1. SUPPLEMENTARY DATA Supplementary Data are available at NAR Online. FUNDING Citrina Foundation, the family of Janet Booker and the Hammersmith Hospitals’ Trustees’ Research Committee. Conflict of interest statement . None declared. Supplementary Material [Supplementary Data] ACKNOWLEDGEMENTS We are indebted to Professors Bert W. O’Malley and Simak Ali for their advice and critical reviews of this work. We would also like to thank Dr Elena Kulinskaya of the Statistical Advisory Service (Imperial College, London) for helping with the statistical analyses of our data. REFERENCES 1 Cordera F Jordan VC Steroid receptors and their role in the biology and control of breast cancer growth Semin. Oncol. 2006 33 631 641 17145341 2 Ali S Coombes RC Endocrine-responsive breast cancer and strategies for combating resistance Nat. Rev. Cancer 2002 2 101 112 12635173 3 Lannigan DA Estrogen receptor phosphorylation Steroids 2003 68 1 9 12475718 4 Alarid ET Bakopoulos N Solodin N Proteasome-mediated proteolysis of estrogen receptor: a novel component in autologous down-regulation Mol. Endocrinol. 1999 13 1522 1534 10478843 5 Lonard DM Nawaz Z Smith CL O'Malley BW The 26S proteasome is required for estrogen receptor-alpha and coactivator turnover and for efficient estrogen receptor-alpha transactivation Mol. Cell 2000 5 939 948 10911988 6 Nawaz Z Lonard DM Dennis AP Smith CL O'Malley BW Proteasome-dependent degradation of the human estrogen receptor Proc. Natl Acad. Sci. USA 1999 96 1858 1862 10051559 7 Preisler-Mashek MT Solodin N Stark BL Tyriver MK Alarid ET Ligand-specific regulation of proteasome-mediated proteolysis of estrogen receptor-alpha Am. J. Physiol. Endocrinol. Metab. 2002 282 E891 898 11882509 8 Grisouard J Medunjanin S Hermani A Shukla A Mayer D Glycogen synthase kinase-3 protects estrogen receptor alpha from proteasomal degradation and is required for full transcriptional activity of the receptor Mol. Endocrinol. 2007 21 2427 2439 17609434 9 Valley CC Metivier R Solodin NM Fowler AM Mashek MT Hill L Alarid ET Differential regulation of estrogen-inducible proteolysis and transcription by the estrogen receptor alpha N terminus Mol. Cell Biol. 2005 25 5417 5428 15964799 10 Yi P Feng Q Amazit L Lonard DM Tsai SY Tsai MJ O’Malley BW Atypical protein kinase C regulates dual pathways for degradation of the oncogenic coactivator SRC-3/AIB1 Mol. Cell 2008 29 465 476 18313384 11 Anzick SL Kononen J Walker RL Azorsa DO Tanner MM Guan XY Sauter G Kallioniemi OP Trent JM Meltzer PS AIB1, a steroid receptor coactivator amplified in breast and ovarian cancer Science 1997 277 965 968 9252329 12 Li Q Wrange O Eriksson P The role of chromatin in transcriptional regulation Int. J. Biochem. Cell Biol. 1997 29 731 742 9251241 13 Suen CS Berrodin TJ Mastroeni R Cheskis BJ Lyttle CR Frail DE A transcriptional coactivator, steroid receptor coactivator-3, selectively augments steroid receptor transcriptional activity J. Biol. Chem. 1998 273 27645 27653 9765300 14 Torchia J Rose DW Inostroza J Kamei Y Westin S Glass CK Rosenfeld MG The transcriptional co-activator p/CIP binds CBP and mediates nuclear-receptor function Nature 1997 387 677 684 9192892 15 Shao W Keeton EK McDonnell DP Brown M Coactivator AIB1 links estrogen receptor transcriptional activity and stability Proc. Natl Acad. Sci. USA 2004 101 11599 11604 15289619 16 Gianni M Parrella E Raska I Jr Gaillard E Nigro EA Gaudon C Garattini E Rochette-Egly C P38MAPK-dependent phosphorylation and degradation of SRC-3/AIB1 and RARalpha-mediated transcription EMBO J. 2006 25 739 751 16456540 17 Wu RC Feng Q Lonard DM O’Malley BW SRC-3 coactivator functional lifetime is regulated by a phospho-dependent ubiquitin time clock Cell 2007 129 1125 1140 17574025 18 Gross SD Anderson RA Casein kinase I: spatial organization and positioning of a multifunctional protein kinase family Cell Signal. 1998 10 699 711 9884021 19 Knippschild U Gocht A Wolff S Huber N Lohler J Stoter M The casein kinase 1 family: participation in multiple cellular processes in eukaryotes Cell Signal. 2005 17 675 689 15722192 20 Fuja TJ Lin F Osann KE Bryant PJ Somatic mutations and altered expression of the candidate tumor suppressors CSNK1 epsilon, DLG1, and EDD/hHYD in mammary ductal carcinoma Cancer Res. 2004 64 942 951 14871824 21 von Blume J Knippschild U Dequiedt F Giamas G Beck A Auer A Van Lint J Adler G Seufferlein T Phosphorylation at Ser244 by CK1 determines nuclear localization and substrate targeting of PKD2 EMBO J. 2007 26 4619 4633 17962809 22 Brockschmidt C Hirner H Huber N Eismann T Hillenbrand A Giamas G Radunsky B Ammerpohl O Bohm B Henne-Bruns D Anti-apoptotic and growth-stimulatory functions of CK1 delta and epsilon in ductal adenocarcinoma of the pancreas are inhibited by IC261 in vitro and in vivo Gut 2008 57 799 806 18203806 23 Giamas G Hirner H Shoshiashvili L Grothey A Gessert S Kuhl M Henne-Bruns D Vorgias CE Knippschild U Phosphorylation of CK1delta: identification of Ser370 as the major phosphorylation site targeted by PKA in vitro and in vivo Biochem. J. 2007 406 389 398 17594292 24 Stoter M Bamberger AM Aslan B Kurth M Speidel D Loning T Frank HG Kaufmann P Lohler J Henne-Bruns D Inhibition of casein kinase I delta alters mitotic spindle formation and induces apoptosis in trophoblast cells Oncogene 2005 24 7964 7975 16027726 25 Tsai IC Woolf M Neklason DW Branford WW Yost HJ Burt RW Virshup DM Disease-associated casein kinase I delta mutation may promote adenomatous polyps formation via a Wnt/beta-catenin independent mechanism Int. J. Cancer 2007 120 1005 1012 17131344 26 Wu RC Qin J Yi P Wong J Tsai SY Tsai MJ O'Malley BW Selective phosphorylations of the SRC-3/AIB1 coactivator integrate genomic reponses to multiple cellular signaling pathways Mol. Cell 2004 15 937 949 15383283 27 Tora L White J Brou C Tasset D Webster N Scheer E Chambon P The human estrogen receptor has two independent nonacidic transcriptional activation functions Cell 1989 59 477 487 2805068 28 Balaguer P Francois F Comunale F Fenet H Boussioux AM Pons M Nicolas JC Casellas C Reporter cell lines to study the estrogenic effects of xenoestrogens Sci. Total Environ. 1999 233 47 56 10492897 29 Cheng J Zhang C Shapiro DJ A functional serine 118 phosphorylation site in estrogen receptor-alpha is required for down-regulation of gene expression by 17beta-estradiol and 4-hydroxytamoxifen Endocrinology 2007 148 4634 4641 17615152 30 Behrend L Milne DM Stoter M Deppert W Campbell LE Meek DW Knippschild U IC261, a specific inhibitor of the protein kinases casein kinase 1-delta and -epsilon, triggers the mitotic checkpoint and induces p53-dependent postmitotic effects Oncogene 2000 19 5303 5313 11103931 31 Chen D Riedl T Washbrook E Pace PE Coombes RC Egly JM Ali S Activation of estrogen receptor alpha by S118 phosphorylation involves a ligand-dependent interaction with TFIIH and participation of CDK7 Mol. Cell 2000 6 127 137 10949034 32 Chen D Washbrook E Sarwar N Bates GJ Pace PE Thirunuvakkarasu V Taylor J Epstein RJ Fuller-Pace FV Egly JM Phosphorylation of human estrogen receptor alpha at serine 118 by two distinct signal transduction pathways revealed by phosphorylation-specific antisera Oncogene 2002 21 4921 4931 12118371 33 Kennelly PJ Archaeal protein kinases and protein phosphatases: insights from genomics and biochemistry Biochem. J. 2003 370 373 389 12444920 34 Kostich M English J Madison V Gheyas F Wang L Qiu P Greene J Laz TM Human members of the eukaryotic protein kinase family Genome Biol. 2002 3 RESEARCH0043 35 Giamas G Stebbing J Vorgias CE Knippschild U Protein kinases as targets for cancer treatment Pharmacogenomics 2007 8 1005 1016 17716234 36 Medunjanin S Hermani A De Servi B Grisouard J Rincke G Mayer D Glycogen synthase kinase-3 interacts with and phosphorylates estrogen receptor alpha and is involved in the regulation of receptor activity J. Biol. Chem. 2005 280 33006 33014 16076840 37 Reid G Hubner MR Metivier R Brand H Denger S Manu D Beaudouin J Ellenberg J Gannon F Cyclic, proteasome-mediated turnover of unliganded and liganded ERalpha on responsive promoters is an integral feature of estrogen signaling Mol. Cell 2003 11 695 707 12667452 38 Wijayaratne AL McDonnell DP The human estrogen receptor-alpha is a ubiquitinated protein whose stability is affected differentially by agonists, antagonists, and selective estrogen receptor modulators J. Biol. Chem. 2001 276 35684 35692 11473106 39 Callige M Kieffer I Richard-Foy H CSN5/Jab1 is involved in ligand-dependent degradation of estrogen receptor {alpha} by the proteasome Mol. Cell Biol. 2005 25 4349 4358 15899841 40 Henrich LM Smith JA Kitt D Errington TM Nguyen B Traish AM Lannigan DA Extracellular signal-regulated kinase 7, a regulator of hormone-dependent estrogen receptor destruction Mol. Cell Biol. 2003 23 5979 5988 12917323 41 Marsaud V Gougelet A Maillard S Renoir JM Various phosphorylation pathways, depending on agonist and antagonist binding to endogenous estrogen receptor alpha (ERalpha), differentially affect ERalpha extractability, proteasome-mediated stability, and transcriptional activity in human breast cancer cells Mol. Endocrinol. 2003 17 2013 2027 12855746 42 Flotow H Graves PR Wang AQ Fiol CJ Roeske RW Roach PJ Phosphate groups as substrate determinants for casein kinase I action J. Biol. Chem. 1990 265 14264 14269 2117608 43 Oh AS Lahusen JT Chien CD Fereshteh MP Zhang X Dakshanamurthy S Xu J Kagan BL Wellstein A Riegel AT Tyrosine phosphorylation of the nuclear receptor coactivator AIB1/SRC-3 is enhanced by Abl kinase and is required for its activity in cancer cells Mol. Cell Biol. 2008 28 6580 6593 18765637 44 Amazit L Pasini L Szafran AT Berno V Wu RC Mielke M Jones ED Mancini MG Hinojos CA O’Malley BW Regulation of SRC-3 intercompartmental dynamics by estrogen receptor and phosphorylation Mol. Cell Biol. 2007 27 6913 6932 17646391 45 Dauvois S White R Parker MG The antiestrogen ICI 182780 disrupts estrogen receptor nucleocytoplasmic shuttling J. Cell Sci. 1993 106 Pt 4 1377 1388 8126115 46 Lee H Bai W Regulation of estrogen receptor nuclear export by ligand-induced and p38-mediated receptor phosphorylation Mol. Cell Biol. 2002 22 5835 5845 12138194 47 Park KJ Krishnan V O'Malley BW Yamamoto Y Gaynor RB Formation of an IKKalpha-dependent transcription complex is required for estrogen receptor-mediated gene activation Mol. Cell 2005 18 71 82 15808510 48 Wu RC Smith CL O'Malley BW Transcriptional regulation by steroid receptor coactivator phosphorylation Endocr. Rev. 2005 26 393 399 15814849 49 Zheng FF Wu RC Smith CL O'Malley BW Rapid estrogen-induced phosphorylation of the SRC-3 coactivator occurs in an extranuclear complex containing estrogen receptor Mol. Cell Biol. 2005 25 8273 8284 16135815 50 Behrend L Stoter M Kurth M Rutter G Heukeshoven J Deppert W Knippschild U Interaction of casein kinase 1 delta (CK1delta) with post-Golgi structures, microtubules and the spindle apparatus Eur. J. Cell Biol. 2000 79 240 251 10826492 51 Milne DM Looby P Meek DW Catalytic activity of protein kinase CK1 delta (casein kinase 1delta) is essential for its normal subcellular localization Exp. Cell Res. 2001 263 43 54 11161704",
    "full_text_abstract": "Oncogenesis in breast cancer often requires the overexpression of the nuclear receptor coactivator AIB1/SRC-3 acting in conjunction with estrogen receptor-α (ERα). Phosphorylation of both ERα and AIB1 has been shown to have profound effects on their functions. In addition, proteasome-mediated degradation plays a major role by regulating their stability and activity. CK1δ, a member of the ubiquitous casein kinase-1 family, is implicated in the progression of breast cancer. In this study, we show that both ERα and AIB1 are substrates for CK1δ in vitro , and identify a novel AIB1 phosphorylation site (S601) targeted by CK1δ, significant for the co-activator function of AIB1. CK1δ is able to interact with ERα and AIB1 in vivo , while overexpression of CK1δ in breast cancer cells results in an increased association of ERα with AIB1 as confirmed by co-immunoprecipitation assays from cell lysates. Using an siRNA-based approach, luciferase reporter assays and qRT-PCR, we observe that silencing of CK1δ leads to reduced ERα transcriptional activity, despite increased ERα levels, similarly to proteasome inhibition. We provide evidence that AIB1 protein levels are reduced by CK1δ silencing, in an estradiol-dependent manner; such destabilization can be inhibited by pre-treatment with the proteasome inhibitor MG132. We propose that differing activities adopted by ERα and AIB1 as a consequence of their interactions with and phosphorylation by CK1δ, particularly AIB1 stabilization, influence the transcriptional activity of ERα, and therefore have a role in breast cancer development."
}