{
  "PMC": "12192644",
  "DOI": "10.3390/ijms26125825",
  "PMID": "40565288",
  "PMCID": "PMC12192644",
  "title": "Liver Metabolism at the Crossroads: The Reciprocal Control of Nutrient-Sensing Nuclear Receptors and Autophagy.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12192644",
  "source": "MED",
  "abstract_text": "Peroxisome proliferator-activated receptor α (PPARα, encoded by NR1C1) and farnesoid X receptor (FXR, encoded by NR1H4) are the two prominent nutrient-sensing nuclear receptors essential for maintaining hepatic metabolism during fasting and fed states, respectively. These nuclear receptors comprehensively regulate the transcription of numerous genes involved in fatty acid oxidation (FAO), ketogenesis, bile acid (BA) biosynthesis, and other metabolic processes critical for liver energy homeostasis. These receptors have been shown to have opposite impacts on autophagy, which is triggered by PPARα activation but inhibited by FXR activation. Recent studies have further revealed that liver-specific genetic ablation of key autophagic genes tremendously impairs the activation of these nuclear receptors, thereby profoundly affecting hepatic metabolism in both fasting and feeding states. This review explores the roles and mechanisms of PPARα and FXR in regulating liver metabolism and autophagy, highlighting the necessity of basal autophagic activity in ensuring the proper signaling of these nutrient-sensing nuclear receptors. Finally, we examine the potential therapeutic strategies that leverage the interplay between PPARα, FXR, and autophagy for the treatment of metabolic liver disorders. We also delve into the clinical implications of this complex relationship, emphasizing its significance for translational medicine and future therapeutic interventions.",
  "full_text": "pmc Int J Mol Sci Int J Mol Sci ijms International Journal of Molecular Sciences 1422-0067 MDPI 12192644 10.3390/ijms26125825 ijms-26-05825 Review Liver Metabolism at the Crossroads: The Reciprocal Control of Nutrient-Sensing Nuclear Receptors and Autophagy Kim Eun Young 1 https://orcid.org/0000-0003-2707-5136 Lee Jae Man 1 2 * Yoshinari Kouichi Academic Editor 1 Department of Biochemistry and Cell Biology, Cell and Matrix Research Institute, School of Medicine, Kyungpook National University, 680 Gukchaebosang-ro, Daegu 41944, Republic of Korea; key11@knu.ac.kr 2 BK21 FOUR KNU Convergence Educational Program of Biomedical Sciences for Creative Future Talents, Department of Biomedical Science, The Graduate School, Kyungpook National University, Daegu 41944, Republic of Korea * Correspondence: jaemanlee@knu.ac.kr ; Tel.: +82-53-420-4826 18 6 2025 6 2025 26 12 5825 13 5 2025 11 6 2025 17 6 2025 © 2025 by the authors. 2025 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Peroxisome proliferator-activated receptor α (PPARα, encoded by NR1C1) and farnesoid X receptor (FXR, encoded by NR1H4) are the two prominent nutrient-sensing nuclear receptors essential for maintaining hepatic metabolism during fasting and fed states, respectively. These nuclear receptors comprehensively regulate the transcription of numerous genes involved in fatty acid oxidation (FAO), ketogenesis, bile acid (BA) biosynthesis, and other metabolic processes critical for liver energy homeostasis. These receptors have been shown to have opposite impacts on autophagy, which is triggered by PPARα activation but inhibited by FXR activation. Recent studies have further revealed that liver-specific genetic ablation of key autophagic genes tremendously impairs the activation of these nuclear receptors, thereby profoundly affecting hepatic metabolism in both fasting and feeding states. This review explores the roles and mechanisms of PPARα and FXR in regulating liver metabolism and autophagy, highlighting the necessity of basal autophagic activity in ensuring the proper signaling of these nutrient-sensing nuclear receptors. Finally, we examine the potential therapeutic strategies that leverage the interplay between PPARα, FXR, and autophagy for the treatment of metabolic liver disorders. We also delve into the clinical implications of this complex relationship, emphasizing its significance for translational medicine and future therapeutic interventions. nuclear receptor PPARα FXR autophagy liver National Research Foundation of Korea (NRF) Korea government (MSIT) RS-2024-00347221 RS-2021-NR060094 This work was supported by the National Research Foundation of Korea (NRF) grant funded by the Korea government (MSIT) (RS-2024-00347221 to E.Y.K.; RS-2021-NR060094 to J.M.L.). 1. Introduction The liver is a core metabolic organ for processing key nutrients, carbohydrates, fats, and proteins from diets, synthesizing and distributing glucose, lipids, and ketone bodies to extrahepatic tissues, and converting excess nitrogen to urea. Feeding and fasting transitions allow the liver to turn from carbohydrate-enriched energy deposition in the fed state to FAO-mediated energy consumption in the fasted state [ 1 ]. A substantial number of transcription factors, including nuclear receptors, play key roles in these metabolic transitions. Among 48 members of the nuclear receptor superfamily, there are two distinctive nutrient-sensing nuclear receptors: PPARα (also known as NR1C1) and FXR (also known as NR1H4). PPARα is activated in the fasted state of the liver and is known as the master transcription factor of hepatic FAO and ketogenesis. Its activation in the fasted state also stimulates gluconeogenesis [ 2 ]. On the other hand, it is strongly believed that FXR is activated in the fed state in response to several species of BAs returning to the liver, together with intestinally absorbed fat-soluble nutrients, through enterohepatic circulation. FXR is essential for BA homeostasis as a BA sensor in the nucleus. It also has significant impacts on the suppression of other metabolic processes, such as gluconeogenesis and lipogenesis [ 3 ]. Besides the reciprocal antagonism of these receptors on the regulation of gluconeogenesis, the expression of these two nutrient-sensing nuclear receptors is regulated by each other. FXR transactivation, in response to treatment with natural or synthetic FXR agonists, such as chenodeoxycholic acid (CDCA) and GW4064, increases the expression of human PPARα but not mouse Pparα [ 4 ]. PPARα, on the other hand, is necessary for boosting the expression of Fxr in the fasted mouse liver [ 5 ]. As a result, each nutrient condition is likely to prepare the other by increasing the expression of the appropriate nutrient sensor. Consistent with these opposing but complementary roles, these nuclear receptors have been found to govern autophagy, another adaptive response in the liver with significant metabolic implications [ 6 ]. Conversely, accumulating studies suggest that hepatic autophagy activity markedly affects PPARα or FXR-dependent metabolic pathways such as FAO, ketogenesis, and BA homeostasis [ 7 , 8 , 9 , 10 , 11 ]. Ablation of core autophagy genes in a hepatocyte-specific manner remarkably blunts the expression of target genes of PPARα, FXR, or liver X receptor α (LXRα, also known as NR1H3), which are involved in FAO, ketogenesis, BA biosynthesis, and de novo lipogenesis, leading to the development of intrahepatic cholestatic injury. Earlier studies have also supported this by showing that nuclear accumulations of nuclear receptor corepressor 1 (NCoR), one of the well-defined corepressors, inhibit the transactivation of PPARα, FXR, or LXRα in these mutant animals [ 7 , 8 , 12 ]. Recent findings, including our studies, suggest another potential mechanism by which the activities of nuclear receptors are compromised in autophagy-deficient hepatocytes. Enhanced cytoplasmic interactions between p62 (also known as sequestosome 1) and kelch-like ECH-associated protein 1 (KEAP1) in the liver of autophagy-defective mutant mice promote the translocation of nuclear factor erythroid 2-related factor 2 (NRF2), a key transcription factor for antioxidant defense, from the cytoplasm to the nucleus. This process appears to hinder the transactivation of PPARα and FXR, although the underlying mechanisms remain unclear [ 9 , 10 , 11 ]. In this review, we summarize recognized overlapping and interdependent metabolic roles of PPARα and FXR in liver energy homeostasis. We discuss how these receptors transcriptionally coordinate hepatic autophagy and how basal autophagy activity reciprocally impacts the functional roles of these two nutrient sensors. Finally, we explore potential therapeutic strategies to harness the functional interactions of these receptors with autophagy to treat various liver disorders. 2. Nutrient-Sensing Nuclear Receptors PPARα and FXR The 48 members of the human nuclear receptor superfamily function as transcriptional switches that translate environmental and metabolic signals into genomic responses, modulating gene expression via ligand-dependent or independent mechanisms [ 13 , 14 ]. These receptors orchestrate almost every aspect of mammalian physiology, and their dysfunctions often lead to diverse human disorders, including liver diseases [ 15 ]. They are important therapeutic targets for pharmacological interventions, with research focusing on tissue-specific or time-restricted approaches. Some nuclear receptor-targeting drugs have been approved and are widely used to treat inflammatory and metabolic diseases, such as inflammation, hyperglycemia, hyperlipidemia, and hypertension [ 16 , 17 , 18 ]. Among these, PPARα and FXR stand out as prominent nutrient-sensing nuclear receptors, coordinating metabolic adaptation to changes in nutritional status, such as fasting and feeding, respectively. By regulating lipid, glucose, and bile acid metabolism, they play crucial roles as both physiological regulators and therapeutic targets for metabolic diseases [ 2 , 19 ]. 2.1. Fasting-Activated Nuclear Receptor PPARα PPARα is a ligand-dependent transcription factor that belongs to the NR1C subfamily of the nuclear receptor superfamily, along with PPARβ/δ (NR1C2) and PPARγ (NR1C3). All PPAR isoforms form heterodimers with retinoid x receptors (RXRs) and bind to peroxisome proliferator response elements (PPREs) located in the regulatory regions of target genes. These PPREs are typically composed of two AGGTCA hexamer sequences arranged as a direct repeat separated by a single nucleotide (DR-1) [ 20 , 21 , 22 , 23 ]. PPARα plays a critical role in the fasting state by transcriptionally activating genes involved in fatty acid uptake, FAO, ketogenesis, and lipid metabolism, particularly in the liver. Its biological relevance is highlighted by its clinical use as a therapeutic target of fibrate-class drugs for treating hyperlipidemia in humans [ 24 ]. PPARα plays a crucial role in regulating energy metabolism, particularly in highly oxidative tissues such as the liver, skeletal muscle, and heart. As a master transcription factor, PPARα orchestrates the expression of numerous genes involved in lipid and glucose metabolism, with a well-defined role in the process of FAO [ 25 , 26 , 27 , 28 , 29 , 30 , 31 ]. During periods of fasting, PPARα becomes activated and functions as a potent transactivator, upregulating the expression of key enzymes and proteins involved in fatty acid transport, triglyceride (TG) hydrolysis, FAO, and ketogenesis [ 32 , 33 ]. This coordinated regulation of gene expression by PPARα ensures the efficient utilization of fatty acids (FAs) as an energy source during energy deprivation. The importance of PPARα in this process is further demonstrated by studies on Pparα -null ( Pparα −/− ) mice, which show profound metabolic abnormalities when fasted, including hepatic steatosis, hypoglycemia, and hypoketonemia [ 25 , 26 ]. These phenotypes were attributed to the lack of robust FAO induction by PPARα activation in both peroxisomes and mitochondria [ 25 , 26 , 34 ]. In addition to acting as a transactivator, PPARα activation can downregulate the expression of genes associated with inflammation, complement, and coagulation, which is achieved by its physical interaction and subsequent interference with the activity of pro-inflammatory transcription factors, such as nuclear factor-κB (NF-κB), activating protein-1 (AP-1), and signal transducer and activator of transcription (STAT) [ 35 , 36 , 37 ]. PPARα activation by fibrates also intercepts the coactivator glucocorticoid receptor-interacting protein-1 (GRIP-1)/transcriptional intermediary factor-2 (TIF-2) of CCAAT box/enhancer-binding protein β (C/EBPβ), downregulating IL-6-mediated expression of the gene encoding fibrinogen β [ 38 ]. A PPARα-SIRT1 complex represses the expression of ERRα target genes involved in mitochondrial respiration via a direct binding to a single hexameric ERR response element [ 39 , 40 ]. Simultaneous activation of PPARα and glucocorticoid receptor (GR) synergistically transrepresses NF-kB-driven gene expression [ 41 ]. Thus, PPARα can act as both a transactivator and transrepressor, depending on the presence of PPREs and/or other interacting transcription factors of the target genes [ 42 ] ( Figure 1 ). PPARα expression is dynamically regulated by various physiological and metabolic cues: conditions that increase its expression include fasting, hormones (e.g., growth hormone, leptin, and glucocorticoids), and circadian rhythm; conditions that suppress PPARα expression include insulin, inflammatory cytokines (e.g., TNFα, IL-1β, IL-6), metabolites (e.g., glucose, glucose-1-phosphate, glucose-6-phosphate), and aging [ 26 , 43 , 44 , 45 , 46 , 47 , 48 , 49 , 50 , 51 , 52 , 53 , 54 , 55 , 56 , 57 , 58 , 59 , 60 , 61 , 62 , 63 ]. In addition to the autoregulation of its expression, the levels and activity of the PPARα are also affected by other transcription factors such as Kruppel-like factor 6 (KLF6), hepatocyte nuclear factor 4 (HNF4), chick ovalbumin upstream promoter-transcription factor II (COUP-TFII), liver X receptor (LXR), and pregnane X receptor (PXR) [ 4 , 64 , 65 , 66 , 67 ]. Moreover, it has been shown that other NRs forming heterodimers with RXR can compete with PPARα, resulting in the inhibition of PPARα activity in cells or tissues where RXR is limited [ 68 ]. Ligand availability and specificity also regulate the stability and turnover of PPARα [ 65 , 69 ]. Meanwhile, substantial effort has been devoted to identifying the endogenous ligands for PPARα. These include a variety of FAs and their derivatives: long-chain polyunsaturated FAs (e.g., linoleic acid), acyl-CoAs, oxidized FAs (e.g., phytanic acid), phospholipids (e.g., phosphatidylcholine 16:0-18:1), eicosanoids (e.g., 8S-HETE, leukotriene B 4 ), and endocannabinoids (e.g., oleoylethanolamide) [ 42 , 70 , 71 , 72 , 73 , 74 , 75 , 76 , 77 , 78 , 79 , 80 , 81 ]. In particular, it is highly appealing to consider the possibility that the increased levels of free FAs could activate PPARα in the fasted liver, providing these nutrients with an extra function by serving as agonist ligands to promote their consumption. This idea is further supported by the discovery that hepatic PPARα activation during fasting requires adipose triglyceride lipase (ATGL)-dependent lipolysis in white adipose tissues. Adipocyte-specific Atgl knockout mice were shown to profoundly impair ketone body production and fibroblast growth factor 21 (FGF21) secretion in the fasted state of the liver [ 82 ]. It is of interest to note that the liver of wild-type mice fed a high-fat, low-carbohydrate ketogenic diet (KD) showed a marked increase in the expression of PPARα target genes, including Fgf21 , although dietary supplementation of essential fatty acids has not been demonstrated to activate PPARα [ 83 , 84 ]. In other studies, “new” hepatic fats derived from de novo lipogenesis (DNL) mediated by fatty acid synthase (FAS) have been suggested as a necessary biochemical process for PPARα activation [ 85 , 86 ]. It has also been suggested that the endogenous agonist bound to the liver PPARα is a relatively abundant phosphatidylcholine (PC) species (PC 16:0-18:1) based on direct biochemical analysis using lipid extraction followed by electrospray ionization mass spectrometry [ 81 ]. Moreover, oleoylethanolamide, one species of endocannabinoids synthesized in the intestine, has also been proposed as a putative endogenous agonist with significant satiety effects [ 87 ]. Despite all these studies, the precise identity of endogenous ligands for PPARα remains uncertain. Historically, PPARα was first identified for its propensity to stimulate peroxisome proliferation in rodents exposed to hypolipidemic agents such as Wy-14,643 [ 88 ]. Long-term pharmacological activation of PPARα by Wy-14,643 in mice leads to marked peroxisome proliferation, hepatocyte hyperplasia, and a high incidence of hepatocellular carcinoma (HCC) in over 70% of wild-type mice. However, this carcinogenic response appears to be species-specific. In humans, chronic treatment with PPARα agonists, such as gemfibrozil and fenofibrate, does not induce peroxisome proliferation or HCC and instead provides lipid-lowering benefits with a favorable safety profile in hyperlipidemic patients [ 89 , 90 , 91 ]. This interspecies difference underscores the importance of contextual and translational caution in extrapolating rodent findings to human clinical outcomes, particularly regarding PPARα-targeted therapies and liver cancer risk. The function of PPARα is also extensively regulated by diverse coregulator recruitments [ 42 ]. In the absence of agonist ligands, PPARα binds corepressors such as NCoR, silencing mediator for retinoid or thyroid-hormone receptors (SMRT), and/or the receptor-interacting protein 140 (RIP140) [ 92 , 93 , 94 ]. These corepressors inhibit PPARα transactivation by competing with coactivators and recruiting histone deacetylases (HDACs). Upon binding to agonist ligands, a conformational change of the last helix corresponding to the AF-2 motif of the LBD expels the corepressor complex but recruits coactivators such as PPARγ coactivator 1α/β (PGC-1α/β), CREB binding protein (CBP)/p300, steroid receptor coactivator-1 (SRC-1), PPARα-interacting factor (PRIC), and/or mediator complex subunit 1 (MED1) [ 95 , 96 , 97 ]. Some of these coactivators have intrinsic histone acetyltransferase activity, facilitating chromatin remodeling [ 98 , 99 , 100 ]. The recruitment of coregulator complexes fine-tunes PPARα activity in response to various cellular signals and metabolic states. As with other NRs, PPARα function is also regulated by various posttranslational modifications (PTMs), including phosphorylation, ubiquitination, and SUMOylation [ 69 , 101 , 102 ]. These PTMs lead to diverse outcomes of PPARα activity by affecting its stability, susceptibility to proteasomal degradation, recruitment of coregulators, and transactivation capability. The effects of these PTMs also depend on the specific residues modified and the stimuli and enzymes involved. In particular, PPARα turns out to be a phosphoprotein, and its activity is affected by several kinases, including mitogen-activated protein kinases (MAPKs: e.g., ERK1/2, c-Jun N-terminal kinases (JNK), p38), AMP-dependent protein kinase (AMPK), protein kinase A (PKA), protein kinase C (PKC), and glycogen synthase kinase 3β (GSK3β) [ 44 , 102 , 103 , 104 , 105 , 106 , 107 , 108 , 109 , 110 ]. The mammalian/mechanistic target of rapamycin complex 1 (mTORC1), another important nutrient sensor, significantly impacts hepatic PPARα activation. It has been demonstrated that PPARα activation in the fed state of the liver can be decreased by phosphorylation and its subsequent nuclear translocation of NCoR executed by mTORC1 and its downstream substrate kinase ribosomal protein S6 kinase B2 (S6K2) [ 111 , 112 ]. However, other studies have revealed that the constitutive activation of mTORC1 by hepatocyte-specific Tsc1 deletion is insufficient to inhibit PPARα-mediated FAO and ketogenesis in the fasted state [ 113 , 114 ]. Hepatic PPARα activation can also be increased by the kinase-independent coactivation of AMPKα subunit, an intracellular energy sensor activated by a high AMP-to-ATP ratio in the fasted state [ 115 ]. Glucose supplementation represses expression of PPARα target genes via inactivation of AMPK in pancreatic β-cells, although it is unclear whether a similar mechanism also exists in the liver [ 116 , 117 ]. Restoring hepatic expression levels of adiponectin receptors AdipoR1 and AdipoR2 in db/db mice enhances AMPK activity and PPARα signaling pathways, which reduce gluconeogenesis but increase FAO. This implies a certain endocrine signaling pathway from adipocytes to hepatocytes, comprised of adiponectin, AdipoRs, AMPK, and PPARα [ 118 ]. 2.2. BAs-Activated Nuclear Receptor FXR FXR was discovered in 1995 through two different approaches. In yeast two-hybrid screens using the ligand-binding domain of human RXRα as bait, two splicing variants of RXR-interacting protein 14 and 15 (RIP14 and RIP15) were first identified [ 119 ]. The same gene was also cloned using degenerative PCR primers corresponding to the highly conserved DNA-binding domain of nuclear receptors in the rat cDNA library. It was named an FXR based on its mild activation in response to supraphysiological concentrations of farnesoid [ 120 ]. While mice possess two FXR genes ( Nr1h4 / FXRα and Nr1h5 / FXRβ ), humans retain only functional FXRα ( NR1H4 ), as FXRβ is a pseudogene. FXRα exists as four isoforms (FXRα1 to FXRα4) in humans and mice due to differential promoter usage and alternative splicing [ 121 ]. All FXRα isoforms form obligate heterodimers with RXRs to bind to farnesoid X response elements (FXREs) throughout the genome. The most common motifs of FXREs are inverted repeat-1 (IR-1) (inverted AGGTCA hexameric repeat spaced by one nucleotide) sequences [ 120 , 122 ]. Notably, FXRα2 and FXRα4 uniquely bind to everted repeat-2 (ER-2, everted AGGTCA hexameric repeat spaced by two nucleotides) DNA motifs independently of RXR [ 121 , 122 ]. These isoforms regulate genes with overlapping IR-1/ER-2 DNA motifs, which are critical for lipid metabolism and ammonia detoxification [ 121 , 123 ]. FXR is a versatile ligand-dependent nuclear receptor that functions as both a transcriptional activator and repressor, critical for systemic metabolic regulation. Expressed in the liver, intestine, adrenal gland, and kidney, FXR governs diverse physiological processes, including lipid and glucose metabolism, amino acid degradation and ureagenesis, steroid biosynthesis, and water balance [ 119 , 120 , 124 , 125 , 126 , 127 , 128 ]. A cornerstone of its function lies in maintaining BA homeostasis by tightly controlling target genes involved in enterohepatic circulation and hepatic BA synthesis [ 129 ]. In hepatocytes, FXR activation induces key genes encoding the orphan nuclear receptor small heterodimer partner (SHP/NR0B2), bile salt export pump (BSEP/ABCB11), phospholipid transfer protein (PLTP), the multidrug resistance proteins MDR3 and MRP2, while repressing sodium taurocholate cotransport peptide (NTCP/SLC10A1) and organic anion-transporting polypeptide 2 (OATP2) via SHP-dependent mechanisms. In enterocytes, FXR activation upregulates several target genes encoding ileal BA-binding protein (IBABP), fibroblast growth factor 15/19 (FGF15/19), organic solute transporter α/β (OSTα/β), but suppresses the apical sodium-dependent BA transporter (ASBT) expression [ 126 ]. This dual regulation reduces BA retention in enterocytes, promotes BA reabsorption into circulation, and enhances enterohepatic recycling, thereby preventing BA toxicity while optimizing metabolic adaptation to nutrient availability [ 130 ]. The discovery that BAs can bind to FXR as endogenous ligands has markedly expanded our understanding of their physiological roles. FXR is now widely recognized as an intracellular BA sensor in metabolic tissues. This finding has substantially transformed our view of BAs from mere digestive detergents for solubilizing and absorbing lipophilic nutrients in the small intestine to important endocrine hormones regulating BA metabolism [ 131 ]. A couple of BA species can activate FXR in some way, and the potency of major BA activation is ordered as follows: CDCA > deoxycholic acid (DCA) > lithocholic acid (LCA) > cholic acid (CA) [ 132 , 133 , 134 ]. On the other hand, several species of BAs can also function as FXR antagonists. For example, tauro-β-muricholic acid (TβMCA) inhibits intestinal FXR activation in mice, but no equivalent BA species has been identified in humans [ 135 , 136 ]. However, a recent study using untargeted metabolomics in mouse tissues has uncovered that BA-methylcysteamine (BA-MYC) conjugates act as intestinal FXR antagonists, which reduce hepatic lipid accumulations in mouse models of hypercholesterolaemia. Unlike TβMCA, BA-MYCs were also found in human serum [ 137 ]. It is of interest to note that ursodeoxycholic acid (UDCA), a C7 epimer of CDCA, has been suggested as an FXR antagonist in non-alcoholic fatty liver disease (NAFLD) patients; this lowers FGF19 levels while inducing cholesterol 7α-hydroxylase (CYP7A1), a rate-limiting enzyme of BA biosynthesis [ 138 ]. In addition to endogenous ligands, FXR modulation has been explored through both natural and synthetic ligands, offering diverse therapeutic opportunities [ 126 ]. Guggulsterones (GCs), plant-derived FXR antagonists, decrease hepatic cholesterol levels in mice fed with high-cholesterol diets and may inhibit SARS-CoV-2 infection by downregulating the angiotensin-converting enzyme 2 (ACE2) expression in the gastrointestinal and respiratory systems [ 139 , 140 ]. GW4046, a synthetic FXR agonist, improves hepatic steatosis and insulin resistance in diet-induced obese (DIO) or ob/ob mice, though poor bioavailability limits its usage in clinical trials [ 141 , 142 , 143 ]. A non-BA synthetic compound, Fexaramine, an intestine-restricted FXR agonist, induces ileal Fgf15 (mouse ortholog of the human FGF19 gene), promoting body weight loss, reducing inflammation and hepatic glucose output, and enhancing thermogenesis and white adipose tissues (WAT) browning without systemic FXR activation [ 144 , 145 ]. These advances culminated in the development of obeticholic acid (OCA/INT-747), a semi-synthetic 6α-ethyl-CDCA analog, approved for primary biliary cholangitis (PBC), a hepatic autoimmune disease leading to inflammation and destruction of the bile ducts [ 146 , 147 , 148 , 149 , 150 ]. However, OCA’s accelerated FDA approval for nonalcoholic steatohepatitis (NASH) patients was denied primarily due to its limited efficacy and potential side effects [ 151 ]. Together, these developments highlight the promise of tissue-specific FXR modulation for metabolic and liver disorders while underscoring the need for improved drug profiles and targeted therapeutic strategies. FXR regulates gene expression through several transcriptional mechanisms ( Figure 2 ). Upon activation by specific agonist ligands, the FXR-RXR heterodimer binds to FXREs in the promoters or enhancers of target genes, dissociating corepressor complexes but recruiting coactivator complexes to induce the expression of genes involved in BA and metabolic pathways. FXR can also mediate transrepression independently of FXREs by physical interactions with other transcription factors such as CREB or NF-kB, thereby inhibiting their activities and suppressing genes related to autophagy and inflammation. Additionally, the FXR-RXR complex can recognize different DNA motifs, including IR-1 and DR-1, resulting in opposite transcriptional outputs. The recruitment of various coactivator complexes further contributes to the specificity of FXR target gene regulation. Through these mechanisms, FXR plays a crucial role in maintaining metabolic homeostasis [ 152 ]. FXR, a nuclear BA receptor, is essential for maintaining BA homeostasis in the liver and gut [ 3 ]. Whole-body Fxr knockout ( Fxr −/− ) mice exhibit dysregulated hepatic BA biosynthesis, enlarged BA pools, and increased susceptibility to BA overload (e.g., severe cholestasis with wasting, hypothermia with reduced fat mass, and mortality on 1% cholic acid diets), reflecting impaired feedback regulation [ 129 , 153 ]. These mice also develop hepatic steatosis, steatohepatitis, fibrosis, and HCC, underscoring FXR’s role in metabolic health [ 154 , 155 , 156 ]. In addition to its role in BA homeostasis, mouse studies have suggested that FXR may support liver regeneration, mediate the metabolic benefits of bariatric surgery (e.g., vertical sleeve gastrectomy), and exhibit agonist-driven antitumor effects in colorectal cancers (CRC) [ 157 , 158 , 159 ]. Hepatic FXR activation is enhanced postprandially via O-GlcNAcylation of its AF1 domain, stabilizing the receptor and promoting transactivation by displacing corepressor complexes [ 160 ]. Furthermore, intestinal FXR activation stimulates the expression of the Fgf15 gene and its subsequent secretion, which signals to the liver to enhance glycogen and protein synthesis and suppress BA synthesis [ 131 , 161 ]. Collectively, FXR integrates nutrient sensing, BA dynamics, and metabolic adaptation, marking its activation as a hallmark of metabolic equilibrium in the nourished liver. 3. Antagonistic Functions of PPARα and FXR in Hepatic Metabolism The opposing responses of PPARα and FXR in the fasted or fed state of hepatic nutrient conditions imply that they might have the opposite effects on carbohydrate and fat metabolism and overall energy homeostasis in the liver ( Figure 3 ). Gluconeogenesis, for example, is an important biochemical pathway for energy balance mechanisms intimately associated with fasting and feeding cycles. Studies on Pparα −/− mice have shown severe fasting hypoglycemia, indicating the essential role of PPARα in maintaining fasting blood glucose levels at appropriate ranges [ 26 ]. Consistent with this, PPARα has been shown to induce the expression of several gluconeogenic genes [ 2 , 162 ]. However, stable isotope experiments have revealed that Pparα −/− mice produce more hepatic glucose, indicating increased glucose utilization in peripheral tissues such as skeletal muscle and adipose tissues. This highlights non-negligible discrepancies between gene expression patterns and real metabolic fluxes. Further experiments using hepatocyte-specific Pparα knockout mice may help to clarify these inconsistencies [ 163 ]. In contrast to PPARα, FXR activation reduces gluconeogenic gene expression by inducing the Nr0b2 gene encoding SHP, the well-established nuclear receptor corepressor [ 124 , 142 , 164 ]. Nevertheless, some studies have reported that FXR activation can increase gluconeogenesis. Treatment of FXR agonists has been shown to stimulate the expression of hepatic phosphoenolpyruvate carboxylase (PEPCK), a rate-limiting enzyme of gluconeogenesis in various experimental models, including rat hepatoma cells, primary rat or human hepatocytes, and mice [ 165 ]. While there is context-dependent variability, PPARα and FXR tend to exhibit opposing metabolic roles in hepatic gluconeogenesis. Figure 3 Coordination of hepatic nutrient metabolisms by PPARα- or FXR-mediated transcriptional programs. The effect of PPARα and FXR on secretion and the role of FXR on glycolysis remain unclear. Arrows indicate activation, while bars indicate repression. OEA, oleoylethanolamide; FFAs, free fatty acids; PC, phosphatidylcholine. Modified from [ 166 , 167 ]. While PPARα and FXR often have opposing effects on liver metabolism, their roles in glucose utilization in the fed state show surprising similarities. Pharmacological activation of PPARα in response to fenofibrate or Wy-14,643 decreases glycolytic flux by inducing the gene encoding pyruvate dehydrogenase kinase 4 (PDK4), which inhibits the pyruvate dehydrogenase complex (PDC) in mouse and human hepatocytes, and by downregulating glycolytic genes encoding glucokinase and pyruvate kinase [ 31 , 168 , 169 ]. These inhibitory functions of PPARα in glycolysis are consistent with its physiological activation in the fasted state of the liver. Unexpectedly, FXR also suppresses glycolysis. Fxr −/− mice exhibit accelerated induction of glycolytic genes upon high carbohydrate refeeding, whereas the treatment of a synthetic FXR agonist in primary hepatocytes impairs glucose-mediated induction of the Pklr gene encoding liver-type pyruvate kinase (LPK). Mechanistically, activated FXR prevents carbohydrate response element-binding protein (ChREBP) from binding to carbohydrate response elements (ChORE) present in the regulatory regions of the Pklr gene [ 170 ]. Additionally, pharmacological FXR activation promotes Pdk4 expression in mouse liver, rat hepatoma cells, and human primary hepatocytes [ 171 ]. Thus, both nuclear receptors appear to inhibit glycolysis in the fed state of the liver, revealing an unexpected convergence in their metabolic effects and suggesting a complex interplay between nutrient sensing and glucose metabolism. Glycogen metabolism is another key energy balance pathway during feeding-fasting transitions. Pparα −/− mice exhibit lower quantities of hepatic glycogen, which might contribute to rapid hypoglycemia during the early hours of fasting [ 26 , 163 , 172 ]. It has been reported that the expression and activity of hepatic glycogen synthase, a rate-limiting enzyme of glycogenesis, rise in concert with the onset of glycogenolysis in the early phase of fasting, while PPARα activity begins to increase [ 173 ]. This process may be necessary for priming glycogenesis so that depleted glycogen stores can be replenished as soon as dietary glucose becomes available [ 174 ]. Consistent with this idea, pharmacological PPARα activation directly induces the Gys2 gene encoding glycogen synthase 2 (GYS2) in rodent primary hepatocytes via its intronic DR-1 response element, whereas Pparα −/− mice show remarkably lower Gys2 expression during refeeding after a prolonged fast [ 174 ]. However, synthetic PPARα agonists (e.g., fenofibrate, ciprofibrate) reduce hepatic glycogen and glucose-6-phosphate (G6P) levels in mice, although the underlying molecular mechanisms remain unclear [ 168 , 175 ]. Similarly, Fxr −/− mice also showed diminished fed-state hepatic glycogen content despite normal expression of genes encoding GYS2 and glycogen phosphorylase (GYG) [ 170 , 176 ]. In concordance with its roles in the fed state, GW4046-mediated FXR activation in db/db mice enhances hepatic glycogen synthesis by phosphorylating and inhibiting GSK3β, a kinase that normally suppresses glycogenesis [ 164 ]. This effect may involve the intestine-liver axis consisting of the intestinal FXR-FGF15/19 and hepatic fibroblast growth factor receptor 4 (FGFR4)-beta klotho (KLB) complex, suggesting cross-tissue coordination in glycogen regulation [ 161 ]. The opposing effects of PPARα (fasting-induced glycogen priming vs. agonist-driven depletion) and FXR (fed-state glycogen modulation) highlight context-dependent roles in hepatic energy storage. FAO serves as a clear example of the opposing roles of PPARα and FXR in hepatic nutrient sensing. PPARα, a master regulator of fasting-induced metabolism, upregulates genes involved in mitochondrial and peroxisomal β-oxidation, as demonstrated by studies using PPARα agonists (e.g., Wy-14,643, GW7647, fenofibrate, etc.) and Pparα −/− mice [ 2 , 177 ]. Conversely, FXR activation appears to suppress FAO: bile acid-enriched diets impair PPARα transactivation by limiting coactivator recruitment, and Fxr −/− mice exhibit increased FAO gene expression [ 124 , 178 ]. Moreover, FXR activation by GW4064 reduces serum ketone levels in leptin receptor-deficient db/db mice, further suggesting FXR’s role in inhibiting hepatic FAO and ketogenesis [ 164 ]. These findings underscore FAO as another outstanding illustration where PPARα and FXR act antagonistically, balancing energy substrate utilization between fasting and fed states. In line with its role in the fasting state, pharmacological activation of PPARα using fenofibrate suppresses hepatic lipogenesis by downregulating lipogenic genes, as observed in LDL receptor knockout ( Ldlr −/− ) mice on high-fat/high-cholesterol diets, fructose diets fed hamsters, and diabetes patients [ 179 , 180 , 181 ]. However, chronic fenofibrate administration in mice paradoxically induces both FAO and lipogenesis, through the sterol regulatory element-binding protein 1c (SREBP1c)-dependent activation of lipogenic pathways. This effect is not typically seen during physiological fasting [ 168 ]. FXR, on the other hand, suppresses hepatic lipogenesis primarily via the FXR-SHP axis, downregulating the SREBF1 gene encoding SREBP1c and its downstream targets, such as fatty acid synthase (FASN) and acetyl-CoA carboxylase 1 (ACC1) [ 124 , 164 , 170 , 182 ]. Although some discrepancies remain regarding lipogenic response in the fed state, the overall effect of FXR appears to support lipid-lowering and metabolic normalization [ 183 ]. Taken together, PPARα and FXR represent key transcriptional regulators of liver metabolism during fasting and feeding cycles. While they often exert opposing effects, particularly in pathways such as FAO, gluconeogenesis, and glycogen metabolism, they may also converge in suppressing lipogenesis via overlapping regulatory mechanisms. This duality reflects the complexity of hepatic nuclear receptor signaling and highlights the importance of context-dependent regulation. A deeper understanding of this interplay is essential for the development of targeted therapies aimed at restoring metabolic homeostasis. 4. Opposing Transcriptional Coordination of Liver Autophagy by PPARα and FXR Autophagy is an evolutionarily conserved intracellular catabolic process in all eukaryotic organisms, ranging from yeast to mammals, and serves as an essential mechanism for degrading and recycling cellular components [ 184 , 185 ]. This process delivers cytoplasmic constituents to lysosomes, where they undergo breakdown and subsequent recycling. Initially, autophagy was regarded as a non-selective degradation process of macromolecules, including carbohydrates, lipids, nucleic acids, and long-lived proteins [ 186 ]. However, recent studies have unveiled a more detailed understanding, revealing the existence of various forms of selective autophagy, targeting and degrading specific cellular components, including obsolete or damaged organelles such as mitochondria (mitophagy), peroxisomes (pexophagy), lysosomes (lysophagy), endoplasmic reticulum (ER-phagy), Golgi apparatus, ribosomes (ribophagy), portions of the nucleus (nucleophagy), bacteria (xenophagy), ferritin (ferritinophagy), glycogen (glycophagy), and lipid droplets (lipophagy). This selective targeting ensures efficient cellular quality control, host defense, and homeostasis maintenance [ 187 , 188 ]. Thus, autophagy plays a vital role in nutrient recycling during nutrient deprivation or fasting, allowing cells to meet their energy requirements by breaking down and reusing their components [ 189 ]. This adaptive mechanism not only supports cellular survival under stress conditions but also contributes to overall organismal health by removing potentially harmful cellular debris and maintaining metabolic balance [ 190 , 191 ]. We investigated whether PPARα and FXR would have opposing impacts on the regulation of hepatic autophagy by considering their roles as nutritional sensors of fed and fasting situations. To explore this issue, fed or fasted wild-type, Pparα −/− , and Fxr −/− mice were orally administered the synthetic PPARα and FXR agonist ligands, GW7467 and GW4064, respectively [ 6 ]. Even though it was anticipated that PPARα would turn off in the fed state of the liver, autophagy was nevertheless promoted by PPARα activation in response to GW7647. Conversely, autophagy was suppressed by FXR activation by GW4064 treatment, even if it was expected to turn on in the fasted state of the liver. These two agonist ligands had contrasting effects on the transcriptional regulation of numerous autophagy-related genes in the livers of wild-type mice: GW7647 induced autophagy-related genes, but GW4046 suppressed them ( Figure 4 ). Next, to investigate whether these autophagy-related genes are direct targets of the two receptors, we conducted PPARα chromatin immunoprecipitation followed by next-generation sequencing (ChIP-seq) experiments to obtain precise information on the entire PPARα-binding sites throughout the whole genome (PPARα cistromes). Upon establishing PPARα cistromes from the livers of wild-type and Pparα −/− mice treated with either vehicle or GW764, they were compared with the previously established FXR cistromes in the Guo laboratory [ 122 ]. Our cistromic analysis not only revealed that significant binding peaks of PPARα and FXR were observed in the regulatory regions of many autophagy-related genes but also uncovered that those genes were substantially enriched among the major targets of both receptors [ 6 ]. Moreover, it has been demonstrated that the livers of Pparα −/− mice exhibited a marked reduction of autophagic vesicles during fasting, suggesting that PPARα is required for the physiological induction of autophagy. On the other hand, the anticipated reduction of autophagy in the fed state was likewise reversed in the liver of Fxr −/− mice, indicating that FXR is also required for the physiological suppression of autophagy during feeding [ 6 ]. Thus, these pharmacological interventions and genetically engineered mouse models highlight the physiological significance of both receptors as nutrient sensors in controlling autophagy. Another group has demonstrated that fasting increases the expression of major autophagy-related genes by recruiting the CREB-CRCT2 complex to their promoters. They have also confirmed that pharmacological FXR activation inhibits fasting-induced autophagy by disrupting the CREB-CRCT2 complex [ 192 ]. The Rubcn gene encoding Rubicon has been reported to be a novel FXR target gene in mouse livers. FXR activation upon OCA treatment induces hepatic Rubcn expression, which contributes to autophagy impairment by blocking the fusion process of APs and lysosomes [ 193 ]. Mechanistic analysis further demonstrated that PPARα and FXR could compete with each other to bind to DR-1 sites in the regulatory regions of autophagy-related genes, such as genes encoding microtubule-associated protein 1 light chain 3α and -β (LC3a and LC3b). FXR was not predicted to bind to such sites, although it was reported to repress the expression of genes encoding APOC III and APOA proteins via binding to DR-1 sites. This was verified by ChIP-qPCR analysis performed in the livers of wild-type mice treated with either vehicle or GW4046 in the fed and fasted state [ 194 , 195 ]. In accordance with these transcriptional repression mechanisms, GW4064-mediated FXR activation recruited corepressors such as NCoR and SMRT, resulting in increased repression marks of trimethylations on lysine 27 residue of histone 3 (H3K27me3). Based on these findings, we have proposed a working model in which PPARα and FXR can actively compete for binding to the promoters of the genes encoding LC3a and LC3b. Each agonist enhances the binding of its corresponding receptor while decreasing the binding of the other. Therefore, the binding competition between PPARα and FXR on the regulatory regions of autophagy-related genes results in opposing transcriptional output [ 6 ]. 5. Phenotypic Abnormalities in Liver-Specific Knockout Mice of Core Autophagy-Related Genes The molecular players of autophagy have been primarily discovered in genetic screen studies on the yeast Saccharomyces cerevisiae , which has led to the identification of over 30 autophagy-related (ATG) genes [ 196 , 197 , 198 , 199 , 200 ]. More than half of them are known to be core ATG genes necessary for AP formation. Surprisingly, these genes are highly conserved from yeasts to mammals, with a few mammalian-specific ones [ 197 , 201 , 202 ]. Dysfunctions of ATG genes are strongly associated with various human disorders, including metabolic and inflammatory diseases, infection, cancer, neurodegeneration, and aging [ 198 , 203 , 204 , 205 , 206 ]. Their significance in mammalian physiology was further demonstrated by investigating phenotypes of germline or conditional knockout mice. ATG genes are involved in each stage of the autophagy process, including autophagy initiation, vesicle nucleation, vesicle elongation, and AP-lysosome fusion. Although extensive studies have been conducted in various cell types, this section will focus on the metabolic pathogenicity arising from macroautophagy defects in mouse hepatocytes. Autophagy initiation (the ULK1 complex): In mammals, autophagy initiation is coordinated by the unc-51-like kinase 1 (ULK1, a mammalian homology of yeast Atg1) complex, which integrates nutrient signals via mTORC1, AMP-activated protein kinase (AMPK), and others. Under nutrient-rich conditions, mTORC1 phosphorylates ULK1 and ATG13, suppressing autophagy. During starvation, mTORC1 is inactivated, allowing ULK1 activation and initiation of phagophore formation. AMPK further promotes this process under glucose deprivation. The ULK1 complex includes ULK1, FIP200 (also known as ATG11/RB1CC1), ATG14, ATG101, and ATG17, all components essential for its function [ 207 ]. Due to functional redundancy among different isoforms of ULKs, Yu et al. generated hepatocyte-specific Ulk1 knockout mice on Ulk2 −/− background ( Alb-Cre ; Ulk1 F/F ; Ulk2 −/− ) to assess hepatic ULK1/2 function. These mice showed normal autophagy despite mild hepatomegaly, with intact p62 turnover, LC3 lipidation, and AP formation, suggesting compensatory mechanisms. They were also protected from acetaminophen (APAP)-induced liver injury, likely due to reduced JNK pathway activation, and had unaltered hepatic lipid levels [ 208 ] ( Table 1 ). In contrast, hepatocyte-specific knockout ( Alb-Cre ; Fip200 F/F ) mice displayed severe hepatomegaly, p62 accumulation, and reduced TG levels in serum and liver during fasting or a high-fat diet (HFD) feeding. These changes were linked to impaired liver x receptor α (LXRα) signaling and greater susceptibility to endotoxin-induced liver damage, underscoring FIP200’s dual role in lipid metabolism and cytoprotection, beyond its canonical autophagy function [ 209 ]. No hepatocyte-specific knockout models of Atg13 , Atg17 , or Atg101 have been reported to date ( Table 1 ). Vesicle nucleation (the Class III PI3K complex I): Vesicle nucleation at the phagophore is driven by the generation of phosphatidylinositol 3-phosphate (PI3P), catalyzed by the Class III phosphatidylinositol-3 kinase complex I (PI3KC3-CI). This complex includes vacuolar protein sorting 34 and 15 (Vps34 and Vps15, the catalytic and regulatory subunits of PI3K-CI, respectively), along with scaffolding proteins such as Beclin 1/Atg6, general vesicular transport factor p115, ATG14-like (ATG14L), an activating molecule in Beclin 1-regulated autophagy protein 1 (AMBRA1), and nuclear receptor-binding factor 2 (NRBF2). The activation of PI3KC3-CI is closely linked to the ULK1 initiation complex, which phosphorylates ATG14L, Vps34, and Beclin 1, facilitating the complex’s translocation to the phagophore assembly site (PAS) at the endoplasmic reticulum (ER)-derived omegasome. Local PI3P production recruits downstream effectors like WD repeat domain phosphoinositide-interacting protein 2 (WIPI2) and zinc-finger FYVE domain-containing protein 1 (DFCP1), promoting phagophore expansion and AP formation [ 207 ]. Liver-specific knockout studies have revealed key roles for PI3KC3-CI components in hepatic autophagy and metabolism. Hepatocyte-specific deletion of Vps34 ( Alb-Cre ; Vps34 F/F ) results in hepatomegaly, steatosis, and impaired AP formation, with reduced protein turnover and diminished amino acid-mediated mTOR signaling [ 210 ] ( Table 2 ). Similarly, both acute and chronic liver-specific deletions of the Vps15 gene cause liver enlargement, autophagy defects, p62 accumulation, and altered LC3 lipidation [ 211 ]. Chronic hepatocyte-specific Vps15 knockout ( Alb-Cre ; Vps15 F/F ) mice display mitochondrial depletion, reduced FAO and ketogenesis, partly due to impaired PPARα activity from nuclear accumulation of corepressors NCoR and HDAC3 [ 7 ]. Nrbf2 germline null mice also show reduced ATG14L-linked VPS34 activity, vesicle nucleation defects, and enhanced ER stress-mediated cytotoxicity, with focal liver necrosis and bile ductular hyperplasia [ 212 ]. To date, liver-specific knockouts of Ambra1 , Atg14l , Becn-1 , and p115 have not been reported. These findings emphasize the essential role of PI3KC3-CI in maintaining hepatic autophagy and lipid metabolism, while underscoring the need for further research on its components in autophagy regulation and liver pathophysiology ( Table 2 ). Vesicle elongation (two ubiquitin-like conjugation systems): Vesicle elongation during autophagy is regulated by two ubiquitin-like conjugation systems: ATG12-ATG5 and ATG8-phosphatidylethanolamine (PE). The ATG12-ATG5 conjugate, formed by E1- and E2-like enzymes (ATG7 and ATG10), interacts with ATG16L1 to form a complex that localizes to the phagophore via WIPI2 [ 207 ]. ATG2 facilitates phospholipid delivery from the ER, while ATG9 helps redistribute lipids, promoting membrane expansion. Additional membrane contributions come from the plasma membrane, mitochondria, endosomes, and the Golgi complex [ 213 , 214 , 215 ]. The ATG8-PE system begins with the protease ATG4-mediated cleavage of mammalian homologs of yeast ATG8, such as microtubule-associated protein 1 light chain 3 alpha or beta (LC3A or LC3B) and the GABARAP subfamily (GABARAP, GABARAPL1, and GABARAPL2), exposing a C-terminal glycine. This form of LC3 protein (LC3-I) is conjugated with PE via the enzymatic actions of the ATG7, the E2-like enzyme ATG3, and the ATG12 complex, generating PE-conjugated LC3 protein (LC3-II), which anchors to the phagophore membrane and mediates cargo recruitment and AP closure. ATG4 recycles LC3-II by delipidation for subsequent conjugation cycles. These systems collectively ensure precise AP biogenesis and cargo encapsulation [ 207 , 213 , 214 , 215 ]. ATG3, essential for LC3 lipidation, is upregulated in patients and mice with nonalcoholic fatty liver disease (NAFLD) and promotes lipid accumulation. Knockdown of ATG3 reduces hepatic steatosis by enhancing FAO via JNK1 inhibition, increasing the activities of mitochondria and SIRT1. Thus, ATG3 influences both autophagy and lipid metabolism and may be a therapeutic target for NAFLD [ 216 ] ( Table 3 ). ATG5, a core component of the ATG12-ATG5-ATG16L1 complex, is essential for catalyzing LC3 lipidation and AP formation. In mosaic Atg5 -deficient ( CAG-Cre ; Atg5 F/F ) mice, impaired proteostasis led to ubiquitin-positive aggregates, mitochondrial damage, oxidative stress, and benign liver adenomas [ 217 , 218 ]. Inducible Mx1-Cre ; Atg5 F/F mice showed progressive accumulation of ubiquitin proteins before large aggregate formation, indicating that early autophagy failure precedes visible pathology [ 219 , 228 ]. Chronic hepatocyte-specific Atg5 knockout ( Alb-Cre ; Atg5 F/F ) mice exhibit apoptosis, inflammation, fibrosis, and HCC, which were attenuated by co-deletion of the gene encoding NRF2, suggesting adverse effects of NRF2 in autophagy-deficient liver injuries [ 220 ]. These mice also showed altered lipid metabolism, including reduced lipid accumulation and ketogenesis during fasting, highlighting ATG5’s role in starvation-induced lipid droplet (LD) formation and degradation [ 221 , 222 ]. ATG7, required for both conjugation systems, was studied in inducible Mx1-Cre ; Atg7 F/F mice, where hepatocyte deletion induced hepatomegaly, disorganized hepatic lobules, swollen and vacuolated hepatic cells with cell death, increased peroxisome biogenesis, deformed mitochondria, and elevated levels of ubiquitin-positive aggregates. Liver damage markers such as alanine aminotransferase (ALT), aspartate aminotransferase (AST), and alkaline phosphatase (ALP) were also increased, indicating severe liver injury [ 223 ]. Alb-Cre ; Atg7 F/F mice displayed conflicting phenotypes regarding lipid metabolism. Some studies reported hepatic steatosis with increased TG and cholesterol levels due to impaired LD degradation, while others observed opposite phenotypes during fasting [ 12 , 224 , 225 , 226 ]. Additional findings revealed improved glucose homeostasis via activating transcription factor 4 (ATF4)-FGF21 signaling, and impaired ketogenesis due to reduced PPARα activity [ 8 , 226 ]. Moreover, Inducible hepatocyte-specific Atg7 knockout ( ERt-Alb-Cre ; Atg7 F/F ) mice challenged with D-galactosamine (GalN) and lipopolysaccharide (LPS) showed enhanced liver injury via caspase-9 and mitochondrial apoptosis, indicating a protective role of autophagy against inflammatory stress [ 227 ]. Despite variability in lipid phenotypes, all models consistently showed that ATG7 deficiency disrupts proteostasis, mitochondrial function, and redox balance, leading to liver degeneration and inflammation. In summary, ATG5 and ATG7 play critical roles in maintaining hepatic homeostasis through autophagy, redox regulation, and metabolism. Their loss triggers liver dysfunction under both metabolic and inflammatory conditions, making them promising targets for treating liver diseases associated with autophagy impairment. Liver-specific knockouts of Atg2 , Atg4 , Atg9 , Atg10 , Atg12 , Atg16L1 , and mammalian homolog genes of yeast Atg8 (LC3 proteins and GABARAP family proteins) remain unexplored and warrant further investigation ( Table 3 ). Docking and fusion of AP-lysosome (the Class III PI3K complex II): The maturation and fusion of APs with lysosomes require the class III PI3K complex II (PI3KC3-CII), which includes VPS34, VPS15, Beclin 1, and ultraviolet radiation resistance-associated gene protein (UVRAG). This complex also supports endosomal trafficking. During fusion, Pacer binds to syntaxin-17 (STX17) on AP and recruits the homotypic fusion and vacuole protein sorting (HOPS) complex, facilitating membrane tethering. UVRAG enhances AP-lysosome docking through its interaction with HOPS, while STX17 promotes membrane fusion for lysosomal degradation. Conversely, Rubicon (encoded by the Rubcn gene) inhibits autolysosome (AL) formation by binding to UVRAG and suppressing PI3KC3-CII activity. Small GTPases like the Ras-related protein Rab7a also regulate the fusion process by directing vesicle transport [ 229 , 230 ]. Hepatocyte-specific Pacer knockout ( Alb-Cre ; Pacer F/F ) mice show defective autophagy flux, with TG and glycogen accumulation, reduced ketogenesis, and early-onset liver fibrosis, highlighting Pacer’s role in maintaining metabolic homeostasis [ 229 ] ( Table 4 ). Conversely, hepatocyte-specific Rubcn knockout ( Alb-Cre ; Rubcn F/F ) mice exhibit enhanced autophagy, protecting against HFD-induced hepatic steatosis, liver damage, and ER stress, although these mice appear normal on standard chow, indicating Rubicon’s stress-specific regulatory function [ 230 ]. To date, liver-specific knockout models of Becn1 , Uvrag , and Stx17 have not been reported ( Table 4 ). Underscoring the need for further studies into their hepatic roles. These findings support the therapeutic potential of targeting AP-lysosome fusion machinery in metabolic liver disease. 6. Altered Nutrient-Sensing Nuclear Receptor Signaling in Liver-Specific Knockout Mice of Core-Autophagy Genes Autophagy plays a pivotal role in controlling hepatic lipid metabolism, primarily via its effects on several nuclear receptor activities. Early studies in Mx1-Cre ; Atg7 F/F mice with inducible Atg7 deletion revealed a global downregulation of genes involved in lipid metabolism, suggesting that autophagy is critical for sustaining the expression of both anabolic and catabolic lipid metabolism genes [ 231 ]. This finding underscores the groundwork for understanding autophagy’s broad impact on hepatic metabolic processes. Further investigations using various autophagy-deficient mouse models provided more detailed insights. Studies using Alb-Cre ; Fip200 F/F mice demonstrated that impaired activation of nuclear receptors, particularly LXRα, resulted in reduced hepatic fat accumulation and increased susceptibility to liver injury from gut-derived endotoxins [ 209 ]. Similarly, Alb-Cre ; Atg7 F/F mice showed lower serum ketone bodies after 24-h fasting, indicating that autophagy deficiency alters lipid metabolism and ketogenesis. This study also showed a reciprocal relationship between PPARα and autophagy: PPARα upregulates genes encoding autophagy machinery and its regulatory proteins, while autophagy, in turn, influences PPARα activity [ 6 ]. Mechanistic insights into how autophagy deficits affect nuclear receptor activation emerged from the Ulk1 knockdown study in the murine hepatocyte-derived AML12 cell line. In autophagy-defective hepatocytes, increased activity of ribosomal protein S6 kinase B1 (RPS6KB1, also known as S6K1) leads to the nuclear accumulation of the transcriptional corepressor NCoR, inhibiting LXRα activation. This results in reduced expression of the lipogenic Scd1 gene and increased vulnerability to lipotoxicity [ 232 ]. These findings parallel previous reports in mice where genetic activation of mTORC1 or its downstream effector S6K2 increased NCoR phosphorylation and its nuclear translocation, inactivating the fasting-activated nuclear receptor PPARα and reducing FAO and ketogenesis [ 111 , 112 ]. Despite the compelling evidence linking autophagy to nuclear receptor regulation via NCoR, some studies have presented conflicting results. While genetic activation of hepatic mTORC1 by ablating the Tsc1 gene during fasting can downregulate a subset of PPARα target genes, this effect is insufficient to prevent fasting-induced ketogenesis [ 113 , 114 ]. These contradictory findings highlight the complexity of metabolic regulation and the need for further investigation. Nevertheless, subsequent studies have reaffirmed the importance of NCoR-mediated nuclear receptor repression in autophagy-deficient conditions. Alb-Cre ; Atg7 F/F or Alb-Cre ; Vps15 F/F mice show increased accumulation of transcriptional repressors HDAC3, NCoR, or both, which suppress the activity of PPARα and LXRα. These nuclear receptors are critical for FAO, ketogenesis, and de novo lipogenesis. Fasting-induced autophagy is necessary for NCoR degradation via the interaction of GABARAP family proteins, resulting in PPARα activation and induction of its target genes. These findings highlight the critical role of hepatic autophagy in maintaining metabolic homeostasis during fasting by fine-tuning the levels of transcriptional repressors such as NCoR [ 7 , 8 , 12 ] ( Figure 5 ). Recent research has expanded our understanding of autophagy’s role in nuclear receptor regulation beyond macroautophagy. Choi et al. demonstrated that chaperone-mediated autophagy (CMA) also contributes to NCoR degradation by interacting with heat shock cognate 70 (HSC70). The accumulation of hepatic NCoR in aged mice or a genetic ablation of LAMP2A, a key component of CMA, results in PPARα inactivation and suppression of FAO [ 233 ]. This discovery links CMA to nuclear receptor regulation and expands the scope of autophagy’s impact on hepatic metabolism ( Figure 5 ). Taken together, these studies emphasize the multifaceted roles of autophagy in maintaining hepatic lipid homeostasis. By regulating the levels of transcriptional repressors through various degradation pathways, autophagy markedly affects the expression and/or activity of nuclear receptors, balancing lipogenesis, FAO, and ketogenesis. This intricate regulation has significant implications for understanding and potentially treating metabolic disease, age-related liver dysfunction, and other hepatic disorders associated with impaired autophagy or nuclear receptor signaling. However, a distinct mechanism has been proposed regarding the attenuation of hepatic nuclear receptor activation in autophagy-deficient mouse models. This mechanism involves the p62-KEAP1-NRF2 axis: Genetic deletion of core-autophagy genes (e.g., Atg7 , Atg5 ) in mice triggers marked accumulations of the autophagy receptor p62, which binds KEAP1, a component of Cullin-3-type ubiquitin ligase via the p-STGE motif in the KEAP1-interacting region (KIR). This interaction prevents NRF2 from undergoing ubiquitin-proteasome system (UPS)-mediated degradation, leading to NRF2 nuclear translocation. In the nucleus, NRF2 forms a heterodimer with small Maf proteins (e.g., MafF, MafG, and MafK) to bind and activate antioxidant response elements (AREs), inducing cytoprotective genes such as Nqo1 , Gstm1 , and Cyp2a5 [ 234 , 235 ]. While this axis mitigates oxidative stress in autophagy-deficient tissues, it paradoxically drives the development of hepatomegaly, liver injury, and HCC in autophagy-deficient mouse models (e.g., Mx1-Cre ; Atg7 F/F mice). Global deletion of the Sqstm1 gene encoding p62 or the Nfe2l2 gene expressing NRF2 rescues these hepatic abnormalities, confirming their causative roles [ 219 , 231 ]. This suggests that the accumulation of p62 and subsequent NRF2 hyperactivation exemplify dual roles of autophagy: while essential for protein homeostasis, its deficiency disrupts transcriptional regulation, creating a toxic imbalance between cytoprotection and metabolic dysfunction. This interplay demonstrates that autophagy maintains a healthy liver by preventing pathogenic protein aggregation and uncontrolled antioxidant signaling. The p62-KEAP1-NRF2 axis thus emerges as a critical but double-edged mediator in autophagy-deficient livers, linking proteostasis failure to transcriptional dysregulation and disease progression. In this perspective, persistent NRF2 activation in autophagy-deficient mice (e.g., hepatocyte-specific Atg5 or Atg7 knockouts) disturbs transcriptional programs executed by certain nuclear receptors, particularly for FXR and PPARα, critical regulators of bile acid and lipid metabolism. The study by Khambu et al. revealed an intricate interconnection between autophagy, NRF2, and FXR in regulating hepatic BA metabolism and cholestasis. Atg5 or Atg7 -deficient livers exhibit severe intracellular cholestasis, characterized by elevated serum BA levels, malformed bile canaliculi, and dysregulated expression of bile transporters. These phenotypes are linked to suppressed FXR activity [ 9 ]. Whole-body Fxr null ( Fxr −/− ) mice mirror some of these cholestatic features, as do loss-of-function mutations in the human FXR / NR1H4 gene. The latter exhibits progressive familial intrahepatic cholestasis (PFIC), with FXR classified as the 5th type of PFIC, underscoring the essential role of FXR in BA homeostasis [ 9 , 236 , 237 ]. Intriguingly, liver-specific or intestine-specific Fxr knockout ( Alb-Cre ; Fxr F/F or Villin-Cre ; Fxr F/F ) mice do not replicate this severity, suggesting systemic FXR loss might be required for full cholestasis [ 129 , 238 ]. NRF2-mediated suppression of FXR activity is further evidenced by studies in liver-specific Keap1 knockout ( Alb-Cre ; Keap1 F/F ) mice or control wild-type mice treated with the pharmacological NRF2 activator butylated hydroxyanisole (BHA), both showing NRF2 hyperactivation and subsequently reduced FXR target gene expression. Conversely, ablating the global or liver-specific Nfe2l2 gene ( Nfe2l2 −/− or Alb-Cre ; Nfe2l2 F/F ) or pharmacological activation of FXR restores its activity in autophagy-deficient models, confirming the antagonistic role of NRF2 in regulating FXR function [ 9 , 11 ]. A similar mechanism also applies to PPARα: NRF2 activation in Alb-Cre ; Atg7 F/F mice suppresses PPARα-driven FAO, exacerbating metabolic dysfunction [ 10 ] ( Figure 6 ). While NRF2 activation in autophagy-deficient conditions has been demonstrated to suppress nutrient-sensing nuclear receptors PPARα and FXR, the precise mechanisms remain unresolved [ 239 ]. However, previous studies provide us with some insights into the potential mechanisms including (1) coactivator competition, where NRF2 sequesters shared coactivators (e.g., CBP/p300), limiting their availability for PPARα and FXR [ 240 , 241 , 242 ]; (2) direct interactions between NRF2 and nuclear receptors (e.g., PPARα, FXR, etc.) or their heterodimer partner RXRs, blocking DNA binding [ 243 ]; (3) epigenetic remodeling, where NRF2 alters chromatin accessibility or histone modifications at nuclear receptor binding sites, resulting in dysregulated expression of target genes; (4) modulation of coregulators, where NRF2 regulates coactivator/corepressor expression critical for PPARα and FXR activity; and (5) redox modulation, as NRF2-driven shifts in cellular redox states may impair PPARα and FXR activity or their binding to target genes [ 244 ]. These mechanisms may act synergistically, but further validation is required. To better understand the inhibitory effects of NRF2 on nuclear receptor signaling, it would be necessary to determine genome-wide analyses of cistromes, including transcription factors (e.g., PPARα, FXR, LXRα, RXRs, NRF2, etc.), coregulators (e.g., NCoR, SMRT, CBP/p300, etc.), and histone marks (e.g., H3K27ac, H3K27me3, etc.), in autophagy-deficient livers. Such studies could elucidate transcriptional conflicts and identify nodes for intervention. For instance, inhibitors targeting NRF2-coactivator interactions or agonists restoring PPARα and FXR activity might counteract cholestasis or other metabolic dysfunctions in diseases including PFIC5 or NAFLD. Understanding these mechanisms could unlock therapies for disorders where autophagy defects intersect with nuclear receptor dysfunction, bridging gaps between redox balance and metabolic regulation. Although the p62–KEAP1–NRF2 axis is well established in autophagy-deficient hepatocytes, there is currently no literature investigating whether cytoplasmic p62 accumulation promotes NCoR nuclear translocation or vice versa. Therefore, the crosstalk between the KEAP1–NRF2 pathway and NCoR nuclear translocation remains unexplored. Nevertheless, this is a highly intriguing topic that warrants further investigation. It is noteworthy that autophagy also contributes to hepatic differentiation and carcinogenesis by degrading Yes-associated protein (Yap), an effector of the Hippo pathway [ 245 , 246 ]. Previous studies have shown that activation of the p62-KEAP1-NRF2 axis is associated with the development of benign adenoma and hepatomegaly in autophagy-deficient mouse models [ 234 , 235 ]. It is interesting to note that in Alb-Cre ; Atg7 F/F mice, simultaneous deletion of the autophagy substrate Yap also restores several abnormalities (e.g., liver enlargement, fibrosis, progenitor cell proliferation, hepatocarcinogenesis) irrespective of the p62-KEAP1-NRF2 axis [ 247 ]. By degrading Yap, these results demonstrate autophagy as a gatekeeper of hepatic differentiation and tumor suppression, suggesting possible treatment options for liver cancer based on modulating autophagy or Yap activity. From this angle, it would be intriguing to investigate whether accumulated Yap proteins in autophagy-deficient cells also interfere with the activation of nutrient-sensing nuclear receptors PPARα and FXR. 7. Bidirectional Regulation Between Autophagy and Nutrient-Sensing Nuclear Receptors PPARα and FXR The regulatory crosstalk between autophagy and the nutrient-sensing nuclear receptors PPARα and FXR operates through elaborate bidirectional mechanisms that ensure metabolic homeostasis in the liver. In the forward direction, PPARα and FXR exert opposing transcriptional output over autophagy: PPARα activation during fasting stimulates autophagy by upregulating autophagy-related genes, accelerating cellular component recycling and energy production, while FXR activation in the fed state suppresses autophagy via downregulation of these same genes. In the backward direction, autophagy provides critical feedback regulation of nuclear receptor activity through multiple mechanisms. Basal autophagy maintains the degradation of NCoR, whose accumulation in autophagy-deficient hepatocytes inhibits the transactivation of PPARα and FXR. Additionally, impaired autophagy leads to enhanced cytoplasmic interactions between p62 (Sequestosome 1) and the E3 ligase KEAP1, promoting nuclear translocation of NRF2, which subsequently interferes with PPARα and FXR transactivation through unclear mechanisms. This reciprocal regulation is functionally critical, as liver-specific deletion of core autophagy genes (e.g., Atg5 or Atg7 ) remarkably blunts the expression of PPARα and FXR target genes involved in FAO, ketogenesis, and bile acid homeostasis, ultimately leading to metabolic dysfunction and intrahepatic cholestatic injury. This bidirectional relationship ensures that autophagy and nuclear receptor signaling are coordinately regulated to match the liver’s metabolic needs during different nutritional states. 8. Clinical Implications and Therapeutic Potential of Targeting the Interplay Between Autophagy and Nutrient-Sensing Nuclear Receptors PPARα and FXR To translate mechanistic insights into effective therapies, it is essential to first address the clinical and translational implications of the PPARα–FXR–autophagy axis. A major limitation of current pharmacological strategies lies in the non-specific activation of nuclear receptors, which can lead to undesirable side effects such as hepatotoxicity, gastrointestinal disturbances, and metabolic imbalance. To overcome these challenges, tissue-specific drug delivery systems—such as liver-targeted nanocarriers for nuclear receptor agonists or liver-restricted ligands—should be developed to enhance efficacy while minimizing off-target effects. Furthermore, temporal regulation strategies that align treatment with circadian rhythms or metabolic states may help prevent receptor desensitization and preserve physiological balance. Importantly, autophagy not only influences the generation of endogenous ligands but also regulates the nuclear localization and activity of transcriptional corepressors such as NCoR and HDAC3. Thus, consideration of autophagic status is critical when designing precision therapies. Building on this framework, restoring or modulating autophagic activity in conjunction with pharmacological manipulation of PPARα or FXR represents a promising therapeutic approach for rebalancing hepatic metabolism. These nutrient-sensing nuclear receptors interact closely with autophagic processes to regulate lipid oxidation, bile acid homeostasis, and energy utilization. When activated in a spatially and temporally controlled manner, these pathways can synergize to correct metabolic dysfunction and mitigate disease progression. This integrated strategy may hold strong potential for improving clinical outcomes in chronic liver disorders such as nonalcoholic fatty liver disease (NAFLD), nonalcoholic steatohepatitis (NASH), and primary biliary cholangitis (PBC). We believe these approaches will not only enhance therapeutic precision but also mitigate adverse effects, thereby improving the translational potential of PPARα and FXR-targeted interventions in metabolic liver diseases. 9. Conclusions PPARα and FXR, two essential nutrient-sensing nuclear receptors, play critical roles in regulating hepatic energy homeostasis by coordinating lipid metabolism, bile acid homeostasis, and glucose production in fasting and feeding states. Their activities are tightly linked to autophagy, which maintains proper nuclear receptor signaling by controlling corepressor degradation, coactivator availability, and redox balance. Autophagy deficiency disrupts this intricate balance, leading to impaired activity of PPARα and FXR, metabolic dysfunction, and liver pathologies, such as steatosis and cholestasis. The interplay between autophagy and nuclear receptor signaling is further complicated by NRF2 activation in autophagy-deficient conditions. NRF2 may compete with nuclear receptors for coactivators, interfere with DNA binding, or modulate redox-sensitive transcriptional programs, ultimately suppressing PPARα- and FXR-mediated metabolic pathways. While NRF2 activation provides cytoprotective effects against oxidative stress, its chronic hyperactivation in the absence of autophagy exacerbates liver dysfunction. These findings underscore the critical role of autophagy in sustaining nuclear receptor function and maintaining metabolic homeostasis in the liver. Therapeutic strategies targeting the p62-KEAP1-NRF2 axis or enhancing PPARα/FXR activity could restore metabolic balance and mitigate liver pathogenesis associated with autophagy dysfunction. Future research should focus on elucidating the precise molecular mechanisms underlying NRF2-nuclear receptor crosstalk and exploring genome-wide transcriptional dynamics to identify new therapeutic targets. Understanding these complex interactions will pave the way for innovative treatments for liver diseases linked to autophagy impairment and nuclear receptor dysregulation. Acknowledgments We are indebted to current and past members of the Nuclear Receptor and Disease Laboratory for discussions. We apologize to colleagues whose work and publications could not be cited due to space limitations. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions Conceptualization, E.Y.K. and J.M.L.; writing—original draft preparation, E.Y.K.; writing—review and editing, J.M.L.; visualization, E.Y.K.; supervision, J.M.L.; funding acquisition, E.Y.K. and J.M.L. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement No new data were created and analyzed in this study. Data sharing is not applicable to this article. Conflicts of Interest The authors declare no conflicts of interest. References 1. Rui L. Energy metabolism in the liver Compr. Physiol. 2014 4 177 197 10.1002/j.2040-4603.2014.tb00548.x 24692138 2. Kersten S. Integrated physiology and systems biology of PPARalpha Mol. Metab. 2014 3 354 371 10.1016/j.molmet.2014.02.002 24944896 3. Matsubara T. Li F. Gonzalez F.J. FXR signaling in the enterohepatic system Mol. Cell Endocrinol. 2013 368 17 29 10.1016/j.mce.2012.05.004 22609541 4. Pineda Torra I. Claudel T. Duval C. Kosykh V. Fruchart J.C. Staels B. Bile acids induce the expression of the human peroxisome proliferator-activated receptor alpha gene via activation of the farnesoid X receptor Mol. Endocrinol. 2003 17 259 272 10.1210/me.2002-0120 12554753 5. Kok T. Wolters H. Bloks V.W. Havinga R. Jansen P.L. Staels B. Kuipers F. Induction of hepatic ABC transporter expression is part of the PPARalpha-mediated fasting response in the mouse Gastroenterology 2003 124 160 171 10.1053/gast.2003.50007 12512040 6. Lee J.M. Wagner M. Xiao R. Kim K.H. Feng D. Lazar M.A. Moore D.D. Nutrient-sensing nuclear receptors coordinate autophagy Nature 2014 516 112 115 10.1038/nature13961 25383539 7. Iershov A. Nemazanyy I. Alkhoury C. Girard M. Barth E. Cagnard N. Montagner A. Chretien D. Rugarli E.I. Guillou H. The class 3 PI3K coordinates autophagy and mitochondrial lipid catabolism by controlling nuclear receptor PPARalpha Nat. Commun. 2019 10 1566 10.1038/s41467-019-09598-9 30952952 8. Saito T. Kuma A. Sugiura Y. Ichimura Y. Obata M. Kitamura H. Okuda S. Lee H.C. Ikeda K. Kanegae Y. Autophagy regulates lipid metabolism through selective turnover of NCoR1 Nat. Commun. 2019 10 1567 10.1038/s41467-019-08829-3 30952864 9. Khambu B. Li T. Yan S. Yu C. Chen X. Goheen M. Li Y. Lin J. Cummings O.W. Lee Y.A. Hepatic Autophagy Deficiency Compromises Farnesoid X Receptor Functionality and Causes Cholestatic Injury Hepatology 2019 69 2196 2213 10.1002/hep.30407 30520052 10. Kim E.Y. Lee J.M. Basal Autophagy Is Necessary for A Pharmacologic PPARalpha Transactivation Cells 2022 11 754 10.3390/cells11040754 35203398 11. Kim E.Y. Lee J.M. NRF2 Activation in Autophagy Defects Suppresses a Pharmacological Transactivation of the Nuclear Receptor FXR Antioxidants 2022 11 370 10.3390/antiox11020370 35204252 12. Takahashi S.S. Sou Y.S. Saito T. Kuma A. Yabe T. Sugiura Y. Lee H.C. Suematsu M. Yokomizo T. Koike M. Loss of autophagy impairs physiological steatosis by accumulation of NCoR1 Life Sci. Alliance 2020 3 e201900513 10.26508/lsa.201900513 31879337 13. Evans R.M. The steroid and thyroid hormone receptor superfamily Science 1988 240 889 895 10.1126/science.3283939 3283939 14. Evans R.M. Mangelsdorf D.J. Nuclear Receptors, RXR, and the Big Bang Cell 2014 157 255 266 10.1016/j.cell.2014.03.012 24679540 15. Artandi S.E. Cooper J.P. Reverse transcribing the code for chromosome stability Mol. Cell 2009 36 715 719 10.1016/j.molcel.2009.11.030 20005831 16. Sonoda J. Pei L. Evans R.M. Nuclear receptors: Decoding metabolic disease FEBS Lett. 2008 582 2 9 10.1016/j.febslet.2007.11.016 18023286 17. Hong S.H. Ahmadian M. Yu R.T. Atkins A.R. Downes M. Evans R.M. Nuclear receptors and metabolism: From feast to famine Diabetologia 2014 57 860 867 10.1007/s00125-014-3209-9 24619218 18. Chawla A. Repa J.J. Evans R.M. Mangelsdorf D.J. Nuclear receptors and lipid physiology: Opening the X-files Science 2001 294 1866 1870 10.1126/science.294.5548.1866 11729302 19. Modica S. Gadaleta R.M. Moschetta A. Deciphering the nuclear bile acid receptor FXR paradigm Nucl. Recept. Signal 2010 8 e005 10.1621/nrs.08005 21383957 20. Gearing K.L. Gottlicher M. Teboul M. Widmark E. Gustafsson J.A. Interaction of the peroxisome-proliferator-activated receptor and retinoid X receptor Proc. Natl. Acad. Sci. USA 1993 90 1440 1444 10.1073/pnas.90.4.1440 8381967 21. Miyata K.S. McCaw S.E. Marcus S.L. Rachubinski R.A. Capone J.P. The peroxisome proliferator-activated receptor interacts with the retinoid X receptor in vivo Gene 1994 148 327 330 10.1016/0378-1119(94)90707-2 7958963 22. Bardot O. Aldridge T.C. Latruffe N. Green S. PPAR-RXR heterodimer activates a peroxisome proliferator response element upstream of the bifunctional enzyme gene Biochem. Biophys. Res. Commun. 1993 192 37 45 10.1006/bbrc.1993.1378 8386511 23. Schoonjans K. Peinado-Onsurbe J. Lefebvre A.M. Heyman R.A. Briggs M. Deeb S. Staels B. Auwerx J. PPARalpha and PPARgamma activators direct a distinct tissue-specific transcriptional response via a PPRE in the lipoprotein lipase gene EMBO J. 1996 15 5336 5348 10.1002/j.1460-2075.1996.tb00918.x 8895578 24. Watts G.F. Dimmitt S.B. Fibrates, dyslipoproteinaemia and cardiovascular disease Curr. Opin. Lipidol. 1999 10 561 574 10.1097/00041433-199912000-00011 10680050 25. Leone T.C. Weinheimer C.J. Kelly D.P. A critical role for the peroxisome proliferator-activated receptor alpha (PPARalpha) in the cellular fasting response: The PPARalpha-null mouse as a model of fatty acid oxidation disorders Proc. Natl. Acad. Sci. USA 1999 96 7473 7478 10.1073/pnas.96.13.7473 10377439 26. Kersten S. Seydoux J. Peters J.M. Gonzalez F.J. Desvergne B. Wahli W. Peroxisome proliferator-activated receptor alpha mediates the adaptive response to fasting J. Clin. Investig. 1999 103 1489 1498 10.1172/JCI6223 10359558 27. Rakhshandehroo M. Sanderson L.M. Matilainen M. Stienstra R. Carlberg C. de Groot P.J. Muller M. Kersten S. Comprehensive analysis of PPARalpha-dependent regulation of hepatic lipid metabolism by expression profiling PPAR Res. 2007 2007 26839 10.1155/2007/26839 18288265 28. Rakhshandehroo M. Hooiveld G. Muller M. Kersten S. Comparative analysis of gene regulation by the transcription factor PPARalpha between mouse and human PLoS ONE 2009 4 e6796 10.1371/journal.pone.0006796 19710929 29. Rakhshandehroo M. Knoch B. Muller M. Kersten S. Peroxisome proliferator-activated receptor alpha target genes PPAR Res. 2010 2010 612089 10.1155/2010/612089 20936127 30. Lu Y. Boekschoten M.V. Wopereis S. Muller M. Kersten S. Comparative transcriptomic and metabolomic analysis of fenofibrate and fish oil treatments in mice Physiol. Genom. 2011 43 1307 1318 10.1152/physiolgenomics.00100.2011 31. Janssen A.W. Betzel B. Stoopen G. Berends F.J. Janssen I.M. Peijnenburg A.A. Kersten S. The impact of PPARalpha activation on whole genome gene expression in human precision cut liver slices BMC Genom. 2015 16 760 10.1186/s12864-015-1969-3 32. Christofides A. Konstantinidou E. Jani C. Boussiotis V.A. The role of peroxisome proliferator-activated receptors (PPAR) in immune responses Metabolism 2021 114 154338 10.1016/j.metabol.2020.154338 32791172 33. Lin Y. Wang Y. Li P.F. PPARalpha: An emerging target of metabolic syndrome, neurodegenerative and cardiovascular diseases Front. Endocrinol. 2022 13 1074911 10.3389/fendo.2022.1074911 34. Lee S.S. Pineau T. Drago J. Lee E.J. Owens J.W. Kroetz D.L. Fernandez-Salguero P.M. Westphal H. Gonzalez F.J. Targeted disruption of the alpha isoform of the peroxisome proliferator-activated receptor gene in mice results in abolishment of the pleiotropic effects of peroxisome proliferators Mol. Cell Biol. 1995 15 3012 3022 10.1128/MCB.15.6.3012 7539101 35. Ren B. Thelen A. Jump D.B. Peroxisome proliferator-activated receptor alpha inhibits hepatic S14 gene transcription. Evidence against the peroxisome proliferator-activated receptor alpha as the mediator of polyunsaturated fatty acid regulation of s14 gene transcription J. Biol. Chem. 1996 271 17167 17173 10.1074/jbc.271.29.17167 8663275 36. Staels B. Koenig W. Habib A. Merval R. Lebret M. Torra I.P. Delerive P. Fadel A. Chinetti G. Fruchart J.C. Activation of human aortic smooth-muscle cells is inhibited by PPARalpha but not by PPARgamma activators Nature 1998 393 790 793 10.1038/31701 9655393 37. Chinetti G. Fruchart J.C. Staels B. Peroxisome proliferator-activated receptors (PPARs): Nuclear receptors at the crossroads between lipid metabolism and inflammation Inflamm. Res. 2000 49 497 505 10.1007/s000110050622 11089900 38. Gervois P. Vu-Dac N. Kleemann R. Kockx M. Dubois G. Laine B. Kosykh V. Fruchart J.C. Kooistra T. Staels B. Negative regulation of human fibrinogen gene expression by peroxisome proliferator-activated receptor alpha agonists via inhibition of CCAAT box/enhancer-binding protein beta J. Biol. Chem. 2001 276 33471 33477 10.1074/jbc.M102839200 11418615 39. Oka S. Alcendor R. Zhai P. Park J.Y. Shao D. Cho J. Yamamoto T. Tian B. Sadoshima J. PPARalpha-Sirt1 complex mediates cardiac hypertrophy and failure through suppression of the ERR transcriptional pathway Cell Metab. 2011 14 598 611 10.1016/j.cmet.2011.10.001 22055503 40. Oka S. Zhai P. Alcendor R. Park J.Y. Tian B. Sadoshima J. Suppression of ERR targets by a PPARalpha/Sirt1 complex in the failing heart Cell Cycle 2012 11 856 864 10.4161/cc.11.5.19210 22333581 41. Bougarne N. Paumelle R. Caron S. Hennuyer N. Mansouri R. Gervois P. Staels B. Haegeman G. De Bosscher K. PPARalpha blocks glucocorticoid receptor alpha-mediated transactivation but cooperates with the activated glucocorticoid receptor alpha for transrepression on NF-kappaB Proc. Natl. Acad. Sci. USA 2009 106 7397 7402 10.1073/pnas.0806742106 19376972 42. Bougarne N. Weyers B. Desmet S.J. Deckers J. Ray D.W. Staels B. De Bosscher K. Molecular Actions of PPARalpha in Lipid Metabolism and Inflammation Endocr. Rev. 2018 39 760 802 10.1210/er.2018-00064 30020428 43. Liang C.P. Tall A.R. Transcriptional profiling reveals global defects in energy metabolism, lipoprotein, and bile acid synthesis and transport with reversal by leptin treatment in ob/ob mouse liver J. Biol. Chem. 2001 276 49066 49076 10.1074/jbc.M107250200 11551957 44. Suzuki A. Okamoto S. Lee S. Saito K. Shiuchi T. Minokoshi Y. Leptin stimulates fatty acid oxidation and peroxisome proliferator-activated receptor alpha gene expression in mouse C2C12 myoblasts by changing the subcellular localization of the alpha2 form of AMP-activated protein kinase Mol. Cell Biol. 2007 27 4317 4327 10.1128/MCB.02222-06 17420279 45. Zhou Y.T. Shimabukuro M. Wang M.Y. Lee Y. Higa M. Milburn J.L. Newgard C.B. Unger R.H. Role of peroxisome proliferator-activated receptor alpha in disease of pancreatic beta cells Proc. Natl. Acad. Sci. USA 1998 95 8898 8903 10.1073/pnas.95.15.8898 9671776 46. You M. Considine R.V. Leone T.C. Kelly D.P. Crabb D.W. Role of adiponectin in the protective action of dietary saturated fat against alcoholic fatty liver in mice Hepatology 2005 42 568 577 10.1002/hep.20821 16108051 47. Carlsson L. Linden D. Jalouli M. Oscarsson J. Effects of fatty acids and growth hormone on liver fatty acid binding protein and PPARalpha in rat liver Am. J. Physiol. Endocrinol. Metab. 2001 281 E772 E781 10.1152/ajpendo.2001.281.4.E772 11551854 48. Yamada J. Sugiyama H. Watanabe T. Suga T. Suppressive effect of growth hormone on the expression of peroxisome proliferator-activated receptor in cultured rat hepatocytes Res. Commun. Mol. Pathol. Pharmacol. 1995 90 173 176 8581344 49. Jalouli M. Carlsson L. Ameen C. Linden D. Ljungberg A. Michalik L. Eden S. Wahli W. Oscarsson J. Sex difference in hepatic peroxisome proliferator-activated receptor alpha expression: Influence of pituitary and gonadal hormones Endocrinology 2003 144 101 109 10.1210/en.2002-220630 12488335 50. Zhou Y.C. Waxman D.J. Cross-talk between janus kinase-signal transducer and activator of transcription (JAK-STAT) and peroxisome proliferator-activated receptor-alpha (PPARalpha) signaling pathways. Growth hormone inhibition of pparalpha transcriptional activity mediated by stat5b J. Biol. Chem. 1999 274 2672 2681 9915797 51. Ljungberg A. Linden D. Ameen C. Bergstrom G. Oscarsson J. Importance of PPAR alpha for the effects of growth hormone on hepatic lipid and lipoprotein metabolism Growth Horm. IGF Res. 2007 17 154 164 10.1016/j.ghir.2007.01.003 17307376 52. Steineger H.H. Sorensen H.N. Tugwood J.D. Skrede S. Spydevold O. Gautvik K.M. Dexamethasone and insulin demonstrate marked and opposite regulation of the steady-state mRNA level of the peroxisomal proliferator-activated receptor (PPAR) in hepatic cells. Hormonal modulation of fatty-acid-induced transcription Eur. J. Biochem. 1994 225 967 974 10.1111/j.1432-1033.1994.0967b.x 7957233 53. Yang X. Downes M. Yu R.T. Bookout A.L. He W. Straume M. Mangelsdorf D.J. Evans R.M. Nuclear receptor expression links the circadian clock to metabolism Cell 2006 126 801 810 10.1016/j.cell.2006.06.050 16923398 54. Lemberger T. Staels B. Saladin R. Desvergne B. Auwerx J. Wahli W. Regulation of the peroxisome proliferator-activated receptor alpha gene by glucocorticoids J. Biol. Chem. 1994 269 24527 24530 10.1016/S0021-9258(17)31420-5 7929119 55. Lemberger T. Saladin R. Vazquez M. Assimacopoulos F. Staels B. Desvergne B. Wahli W. Auwerx J. Expression of the peroxisome proliferator-activated receptor alpha gene is stimulated by stress and follows a diurnal rhythm J. Biol. Chem. 1996 271 1764 1769 10.1074/jbc.271.3.1764 8576180 56. Oishi K. Shirai H. Ishida N. CLOCK is involved in the circadian transactivation of peroxisome-proliferator-activated receptor alpha (PPARalpha) in mice Biochem. J. 2005 386 575 581 10.1042/BJ20041150 15500444 57. Gachon F. Leuenberger N. Claudel T. Gos P. Jouffe C. Fleury Olela F. de Mollerat du Jeu X. Wahli W. Schibler U. Proline- and acidic amino acid-rich basic leucine zipper proteins modulate peroxisome proliferator-activated receptor alpha (PPARalpha) activity Proc. Natl. Acad. Sci. USA 2011 108 4794 4799 10.1073/pnas.1002862108 21383142 58. Poynter M.E. Daynes R.A. Peroxisome proliferator-activated receptor alpha activation modulates cellular redox status, represses nuclear factor-kappaB signaling, and reduces inflammatory cytokine production in aging J. Biol. Chem. 1998 273 32833 32841 10.1074/jbc.273.49.32833 9830030 59. Hostetler H.A. Huang H. Kier A.B. Schroeder F. Glucose directly links to lipid metabolism through high affinity interaction with peroxisome proliferator-activated receptor alpha J. Biol. Chem. 2008 283 2246 2254 10.1074/jbc.M705138200 18055466 60. Sartippour M.R. Renier G. Differential regulation of macrophage peroxisome proliferator-activated receptor expression by glucose: Role of peroxisome proliferator-activated receptors in lipoprotein lipase gene expression Arterioscler. Thromb. Vasc. Biol. 2000 20 104 110 10.1161/01.ATV.20.1.104 10634806 61. Roduit R. Morin J. Masse F. Segall L. Roche E. Newgard C.B. Assimacopoulos-Jeannet F. Prentki M. Glucose down-regulates the expression of the peroxisome proliferator-activated receptor-alpha gene in the pancreatic beta -cell J. Biol. Chem. 2000 275 35799 35806 10.1074/jbc.M006001200 10967113 62. Beier K. Volkl A. Fahimi H.D. TNF-alpha downregulates the peroxisome proliferator activated receptor-alpha and the mRNAs encoding peroxisomal proteins in rat liver FEBS Lett. 1997 412 385 387 10.1016/S0014-5793(97)00805-3 9256257 63. Parmentier J.H. Schohn H. Bronner M. Ferrari L. Batt A.M. Dauca M. Kremers P. Regulation of CYP4A1 and peroxisome proliferator-activated receptor alpha expression by interleukin-1beta, interleukin-6, and dexamethasone in cultured fetal rat hepatocytes Biochem. Pharmacol. 1997 54 889 898 10.1016/S0006-2952(97)00256-6 9354589 64. Bechmann L.P. Vetter D. Ishida J. Hannivoort R.A. Lang U.E. Kocabayoglu P. Fiel M.I. Munoz U. Patman G.L. Ge F. Post-transcriptional activation of PPAR alpha by KLF6 in hepatic steatosis J. Hepatol. 2013 58 1000 1006 10.1016/j.jhep.2013.01.020 23353867 65. Pineda Torra I. Jamshidi Y. Flavell D.M. Fruchart J.C. Staels B. Characterization of the human PPARalpha promoter: Identification of a functional nuclear receptor response element Mol. Endocrinol. 2002 16 1013 1028 11981036 66. Hayhurst G.P. Lee Y.H. Lambert G. Ward J.M. Gonzalez F.J. Hepatocyte nuclear factor 4alpha (nuclear receptor 2A1) is essential for maintenance of hepatic gene expression and lipid homeostasis Mol. Cell Biol. 2001 21 1393 1403 10.1128/MCB.21.4.1393-1403.2001 11158324 67. Inoue J. Satoh S. Kita M. Nakahara M. Hachimura S. Miyata M. Nishimaki-Mogami T. Sato R. PPARalpha gene expression is up-regulated by LXR and PXR activators in the small intestine Biochem. Biophys. Res. Commun. 2008 371 675 678 10.1016/j.bbrc.2008.04.100 18448072 68. Roszer T. Menendez-Gutierrez M.P. Cedenilla M. Ricote M. Retinoid X receptors in macrophage biology Trends Endocrinol. Metab. 2013 24 460 468 10.1016/j.tem.2013.04.004 23701753 69. Blanquart C. Barbier O. Fruchart J.C. Staels B. Glineur C. Peroxisome proliferator-activated receptor alpha (PPARalpha ) turnover by the ubiquitin-proteasome system controls the ligand-induced expression level of its target genes J. Biol. Chem. 2002 277 37254 37259 10.1074/jbc.M110598200 12118000 70. Kersten S. Desvergne B. Wahli W. Roles of PPARs in health and disease Nature 2000 405 421 424 10.1038/35013000 10839530 71. Devchand P.R. Keller H. Peters J.M. Vazquez M. Gonzalez F.J. Wahli W. The PPARalpha-leukotriene B4 pathway to inflammation control Nature 1996 384 39 43 10.1038/384039a0 8900274 72. Hostetler H.A. Petrescu A.D. Kier A.B. Schroeder F. Peroxisome proliferator-activated receptor alpha interacts with high affinity and is conformationally responsive to endogenous ligands J. Biol. Chem. 2005 280 18667 18682 10.1074/jbc.M412062200 15774422 73. Schoonjans K. Staels B. Auwerx J. Role of the peroxisome proliferator-activated receptor (PPAR) in mediating the effects of fibrates and fatty acids on gene expression J. Lipid Res. 1996 37 907 925 10.1016/S0022-2275(20)42003-6 8725145 74. Ellinghaus P. Wolfrum C. Assmann G. Spener F. Seedorf U. Phytanic acid activates the peroxisome proliferator-activated receptor alpha (PPARalpha) in sterol carrier protein 2-/ sterol carrier protein x-deficient mice J. Biol. Chem. 1999 274 2766 2772 10.1074/jbc.274.5.2766 9915808 75. Forman B.M. Chen J. Evans R.M. Hypolipidemic drugs, polyunsaturated fatty acids, and eicosanoids are ligands for peroxisome proliferator-activated receptors alpha and delta Proc. Natl. Acad. Sci. USA 1997 94 4312 4317 10.1073/pnas.94.9.4312 9113986 76. Yu K. Bayona W. Kallen C.B. Harding H.P. Ravera C.P. McMahon G. Brown M. Lazar M.A. Differential activation of peroxisome proliferator-activated receptors by eicosanoids J. Biol. Chem. 1995 270 23975 23983 10.1074/jbc.270.41.23975 7592593 77. Ng V.Y. Huang Y. Reddy L.M. Falck J.R. Lin E.T. Kroetz D.L. Cytochrome P450 eicosanoids are activators of peroxisome proliferator-activated receptor alpha Drug Metab. Dispos. 2007 35 1126 1134 10.1124/dmd.106.013839 17431031 78. Lin Q. Ruuska S.E. Shaw N.S. Dong D. Noy N. Ligand selectivity of the peroxisome proliferator-activated receptor alpha Biochemistry 1999 38 185 190 10.1021/bi9816094 9890897 79. Narala V.R. Adapala R.K. Suresh M.V. Brock T.G. Peters-Golden M. Reddy R.C. Leukotriene B4 is a physiologically relevant endogenous peroxisome proliferator-activated receptor-alpha agonist J. Biol. Chem. 2010 285 22067 22074 10.1074/jbc.M109.085118 20400503 80. Delerive P. Furman C. Teissier E. Fruchart J. Duriez P. Staels B. Oxidized phospholipids activate PPARalpha in a phospholipase A2-dependent manner FEBS Lett. 2000 471 34 38 10.1016/S0014-5793(00)01364-8 10760508 81. Chakravarthy M.V. Lodhi I.J. Yin L. Malapaka R.R. Xu H.E. Turk J. Semenkovich C.F. Identification of a physiologically relevant endogenous ligand for PPARalpha in liver Cell 2009 138 476 488 10.1016/j.cell.2009.05.036 19646743 82. Fougerat A. Schoiswohl G. Polizzi A. Regnier M. Wagner C. Smati S. Fougeray T. Lippi Y. Lasserre F. Raho I. ATGL-dependent white adipose tissue lipolysis controls hepatocyte PPARalpha activity Cell Rep. 2022 39 110910 10.1016/j.celrep.2022.110910 35675775 83. Polizzi A. Fouche E. Ducheix S. Lasserre F. Marmugi A.P. Mselli-Lakhal L. Loiseau N. Wahli W. Guillou H. Montagner A. Hepatic Fasting-Induced PPARalpha Activity Does Not Depend on Essential Fatty Acids Int. J. Mol. Sci. 2016 17 1624 10.3390/ijms17101624 27669233 84. Badman M.K. Pissios P. Kennedy A.R. Koukos G. Flier J.S. Maratos-Flier E. Hepatic fibroblast growth factor 21 is regulated by PPARalpha and is a key mediator of hepatic lipid metabolism in ketotic states Cell Metab. 2007 5 426 437 10.1016/j.cmet.2007.05.002 17550778 85. Chakravarthy M.V. Pan Z. Zhu Y. Tordjman K. Schneider J.G. Coleman T. Turk J. Semenkovich C.F. “New” hepatic fat activates PPARalpha to maintain glucose, lipid, and cholesterol homeostasis Cell Metab. 2005 1 309 322 10.1016/j.cmet.2005.04.002 16054078 86. Lodhi I.J. Wei X. Semenkovich C.F. Lipoexpediency: De novo lipogenesis as a metabolic signal transmitter Trends Endocrinol. Metab. 2011 22 1 8 10.1016/j.tem.2010.09.002 20889351 87. Fu J. Gaetani S. Oveisi F. Lo Verme J. Serrano A. Rodriguez De Fonseca F. Rosengarth A. Luecke H. Di Giacomo B. Tarzia G. Oleylethanolamide regulates feeding and body weight through activation of the nuclear receptor PPAR-alpha Nature 2003 425 90 93 10.1038/nature01921 12955147 88. Issemann I. Green S. Activation of a member of the steroid hormone receptor superfamily by peroxisome proliferators Nature 1990 347 645 650 10.1038/347645a0 2129546 89. Morimura K. Cheung C. Ward J.M. Reddy J.K. Gonzalez F.J. Differential susceptibility of mice humanized for peroxisome proliferator-activated receptor alpha to Wy-14,643-induced liver tumorigenesis Carcinogenesis 2006 27 1074 1080 10.1093/carcin/bgi329 16377806 90. De La Iglesia F.A. Lewis J.E. Buchanan R.A. Marcus E.L. McMahon G. Light and electron microscopy of liver in hyperlipoproteinemic patients under long-term gemfibrozil treatment Atherosclerosis 1982 43 19 37 10.1016/0021-9150(82)90096-X 6807326 91. Blumcke S. Schwartzkopff W. Lobeck H. Edmondson N.A. Prentice D.E. Blane G.F. Influence of fenofibrate on cellular and subcellular liver structure in hyperlipidemic patients Atherosclerosis 1983 46 105 116 10.1016/0021-9150(83)90169-7 6838687 92. Feige J.N. Gelman L. Michalik L. Desvergne B. Wahli W. From molecular action to physiological outputs: Peroxisome proliferator-activated receptors are nuclear receptors at the crossroads of key cellular functions Prog. Lipid Res. 2006 45 120 159 10.1016/j.plipres.2005.12.002 16476485 93. White J.H. Fernandes I. Mader S. Yang X.J. Corepressor recruitment by agonist-bound nuclear receptors Vitam. Horm. 2004 68 123 143 15193453 94. Leonardsson G. Steel J.H. Christian M. Pocock V. Milligan S. Bell J. So P.W. Medina-Gomez G. Vidal-Puig A. White R. Nuclear receptor corepressor RIP140 regulates fat accumulation Proc. Natl. Acad. Sci. USA 2004 101 8437 8442 10.1073/pnas.0401013101 15155905 95. Viswakarma N. Jia Y. Bai L. Vluggens A. Borensztajn J. Xu J. Reddy J.K. Coactivators in PPAR-Regulated Gene Expression PPAR Res. 2010 2010 250126 10.1155/2010/250126 20814439 96. Surapureddi S. Yu S. Bu H. Hashimoto T. Yeldandi A.V. Kashireddy P. Cherkaoui-Malki M. Qi C. Zhu Y.J. Rao M.S. Identification of a transcriptionally active peroxisome proliferator-activated receptor alpha -interacting cofactor complex in rat liver and characterization of PRIC285 as a coactivator Proc. Natl. Acad. Sci. USA 2002 99 11836 11841 10.1073/pnas.182426699 12189208 97. Matsumoto K. Yu S. Jia Y. Ahmed M.R. Viswakarma N. Sarkar J. Kashireddy P.V. Rao M.S. Karpus W. Gonzalez F.J. Critical role for transcription coactivator peroxisome proliferator-activated receptor (PPAR)-binding protein/TRAP220 in liver regeneration and PPARalpha ligand-induced liver tumor development J. Biol. Chem. 2007 282 17053 17060 10.1074/jbc.M701956200 17438330 98. Dasgupta S. Lonard D.M. O′Malley B.W. Nuclear receptor coactivators: Master regulators of human health and disease Annu. Rev. Med. 2014 65 279 292 10.1146/annurev-med-051812-145316 24111892 99. Ogryzko V.V. Schiltz R.L. Russanova V. Howard B.H. Nakatani Y. The transcriptional coactivators p300 and CBP are histone acetyltransferases Cell 1996 87 953 959 10.1016/S0092-8674(00)82001-2 8945521 100. Spencer T.E. Jenster G. Burcin M.M. Allis C.D. Zhou J. Mizzen C.A. McKenna N.J. Onate S.A. Tsai S.Y. Tsai M.J. Steroid receptor coactivator-1 is a histone acetyltransferase Nature 1997 389 194 198 10.1038/38304 9296499 101. Pourcet B. Pineda-Torra I. Derudas B. Staels B. Glineur C. SUMOylation of human peroxisome proliferator-activated receptor alpha inhibits its trans-activity through the recruitment of the nuclear corepressor NCoR J. Biol. Chem. 2010 285 5983 5992 10.1074/jbc.M109.078311 19955185 102. Shalev A. Siegrist-Kaiser C.A. Yen P.M. Wahli W. Burger A.G. Chin W.W. Meier C.A. The peroxisome proliferator-activated receptor alpha is a phosphoprotein: Regulation by insulin Endocrinology 1996 137 4499 4502 10.1210/endo.137.10.8828512 8828512 103. Burns K.A. Vanden Heuvel J.P. Modulation of PPAR activity via phosphorylation Biochim. Biophys. Acta 2007 1771 952 960 10.1016/j.bbalip.2007.04.018 17560826 104. Blanquart C. Mansouri R. Paumelle R. Fruchart J.C. Staels B. Glineur C. The protein kinase C signaling pathway regulates a molecular switch between transactivation and transrepression activity of the peroxisome proliferator-activated receptor alpha Mol. Endocrinol. 2004 18 1906 1918 10.1210/me.2003-0327 15131257 105. Juge-Aubry C.E. Hammar E. Siegrist-Kaiser C. Pernin A. Takeshita A. Chin W.W. Burger A.G. Meier C.A. Regulation of the transcriptional activity of the peroxisome proliferator-activated receptor alpha by phosphorylation of a ligand-independent trans-activating domain J. Biol. Chem. 1999 274 10505 10510 10.1074/jbc.274.15.10505 10187842 106. Barger P.M. Browning A.C. Garner A.N. Kelly D.P. p38 mitogen-activated protein kinase activates peroxisome proliferator-activated receptor alpha: A potential role in the cardiac metabolic stress response J. Biol. Chem. 2001 276 44495 44501 10.1074/jbc.M105945200 11577087 107. Lazennec G. Canaple L. Saugy D. Wahli W. Activation of peroxisome proliferator-activated receptors (PPARs) by their ligands and protein kinase A activators Mol. Endocrinol. 2000 14 1962 1975 10.1210/mend.14.12.0575 11117527 108. Lee W.J. Kim M. Park H.S. Kim H.S. Jeon M.J. Oh K.S. Koh E.H. Won J.C. Kim M.S. Oh G.T. AMPK activation increases fatty acid oxidation in skeletal muscle by activating PPARalpha and PGC-1 Biochem. Biophys. Res. Commun. 2006 340 291 295 10.1016/j.bbrc.2005.12.011 16364253 109. Yoon M.J. Lee G.Y. Chung J.J. Ahn Y.H. Hong S.H. Kim J.B. Adiponectin increases fatty acid oxidation in skeletal muscle cells by sequential activation of AMP-activated protein kinase, p38 mitogen-activated protein kinase, and peroxisome proliferator-activated receptor alpha Diabetes 2006 55 2562 2570 10.2337/db05-1322 16936205 110. Hinds T.D. Jr. Burns K.A. Hosick P.A. McBeth L. Nestor-Kalinoski A. Drummond H.A. AlAmodi A.A. Hankins M.W. Vanden Heuvel J.P. Stec D.E. Biliverdin Reductase A Attenuates Hepatic Steatosis by Inhibition of Glycogen Synthase Kinase (GSK) 3beta Phosphorylation of Serine 73 of Peroxisome Proliferator-activated Receptor (PPAR) alpha J. Biol. Chem. 2016 291 25179 25191 10.1074/jbc.M116.731703 27738106 111. Sengupta S. Peterson T.R. Laplante M. Oh S. Sabatini D.M. mTORC1 controls fasting-induced ketogenesis and its modulation by ageing Nature 2010 468 1100 1104 10.1038/nature09584 21179166 112. Kim K. Pyo S. Um S.H. S6 kinase 2 deficiency enhances ketone body production and increases peroxisome proliferator-activated receptor alpha activity in the liver Hepatology 2012 55 1727 1737 10.1002/hep.25537 22183976 113. Quinn W.J. 3rd Wan M. Shewale S.V. Gelfer R. Rader D.J. Birnbaum M.J. Titchenell P.M. mTORC1 stimulates phosphatidylcholine synthesis to promote triglyceride secretion J. Clin. Investig. 2017 127 4207 4215 10.1172/JCI96036 29035283 114. Selen E.S. Wolfgang M.J. mTORC1 activation is not sufficient to suppress hepatic PPARalpha signaling or ketogenesis J. Biol. Chem. 2021 297 100884 10.1016/j.jbc.2021.100884 34146544 115. Bronner M. Hertz R. Bar-Tana J. Kinase-independent transcriptional co-activation of peroxisome proliferator-activated receptor alpha by AMP-activated protein kinase Biochem. J. 2004 384 295 305 10.1042/BJ20040955 15312046 116. Joly E. Roduit R. Peyot M.L. Habinowski S.A. Ruderman N.B. Witters L.A. Prentki M. Glucose represses PPARalpha gene expression via AMP-activated protein kinase but not via p38 mitogen-activated protein kinase in the pancreatic beta-cell J. Diabetes 2009 1 263 272 10.1111/j.1753-0407.2009.00043.x 20923527 117. Ravnskjaer K. Boergesen M. Dalgaard L.T. Mandrup S. Glucose-induced repression of PPARalpha gene expression in pancreatic beta-cells involves PP2A activation and AMPK inactivation J. Mol. Endocrinol. 2006 36 289 299 10.1677/jme.1.01965 16595700 118. Yamauchi T. Nio Y. Maki T. Kobayashi M. Takazawa T. Iwabu M. Okada-Iwabu M. Kawamoto S. Kubota N. Kubota T. Targeted disruption of AdipoR1 and AdipoR2 causes abrogation of adiponectin binding and metabolic actions Nat. Med. 2007 13 332 339 10.1038/nm1557 17268472 119. Seol W. Choi H.S. Moore D.D. Isolation of proteins that interact specifically with the retinoid X receptor: Two novel orphan receptors Mol. Endocrinol. 1995 9 72 85 7760852 120. Forman B.M. Goode E. Chen J. Oro A.E. Bradley D.J. Perlmann T. Noonan D.J. Burka L.T. McMorris T. Lamph W.W. Identification of a nuclear receptor that is activated by farnesol metabolites Cell 1995 81 687 693 10.1016/0092-8674(95)90530-8 7774010 121. Ramos Pittol J.M. Milona A. Morris I. Willemsen E.C.L. van der Veen S.W. Kalkhoven E. van Mil S.W.C. FXR Isoforms Control Different Metabolic Functions in Liver Cells via Binding to Specific DNA Motifs Gastroenterology 2020 159 1853 1865.e10 10.1053/j.gastro.2020.07.036 32712104 122. Thomas A.M. Hart S.N. Kong B. Fang J. Zhong X.B. Guo G.L. Genome-wide tissue-specific farnesoid X receptor binding in mouse liver and intestine Hepatology 2010 51 1410 1419 10.1002/hep.23450 20091679 123. van der Veen S.W. Dijkstra J.J. Willemsen E.C.L. Houtman R. Milona A. Marchet N. Spit M. Hollman D. Zwartkruis F.J.T. Vermeulen M. The farnesoid X receptor activates transcription independently of RXR at non-canonical response elements Nucleic Acids Res. 2025 53 gkae1214 10.1093/nar/gkae1214 39657775 124. Ma K. Saha P.K. Chan L. Moore D.D. Farnesoid X receptor is essential for normal glucose homeostasis J. Clin. Investig. 2006 116 1102 1109 10.1172/JCI25604 16557297 125. Massafra V. Milona A. Vos H.R. Ramos R.J.J. Gerrits J. Willemsen E.C.L. Ramos Pittol J.M. Ijssennagger N. Houweling M. Prinsen H. Farnesoid X Receptor Activation Promotes Hepatic Amino Acid Catabolism and Ammonium Clearance in Mice Gastroenterology 2017 152 1462 1476.e10 10.1053/j.gastro.2017.01.014 28130067 126. Sun L. Cai J. Gonzalez F.J. The role of farnesoid X receptor in metabolic diseases, and gastrointestinal and liver cancer Nat. Rev. Gastroenterol. Hepatol. 2021 18 335 347 10.1038/s41575-020-00404-2 33568795 127. Fuchs C.D. Trauner M. Role of bile acids and their receptors in gastrointestinal and hepatic pathophysiology Nat. Rev. Gastroenterol. Hepatol. 2022 19 432 450 10.1038/s41575-021-00566-7 35165436 128. Yang J. Pontoglio M. Terzi F. Bile Acids and Farnesoid X Receptor in Renal Pathophysiology Nephron 2024 148 618 630 10.1159/000538038 38412845 129. Sinal C.J. Tohkin M. Miyata M. Ward J.M. Lambert G. Gonzalez F.J. Targeted disruption of the nuclear receptor FXR/BAR impairs bile acid and lipid homeostasis Cell 2000 102 731 744 10.1016/S0092-8674(00)00062-3 11030617 130. De Magalhaes Filho C.D. Downes M. Evans R.M. Farnesoid X Receptor an Emerging Target to Combat Obesity Dig. Dis. 2017 35 185 190 10.1159/000450909 28249279 131. Kliewer S.A. Mangelsdorf D.J. Bile Acids as Hormones: The FXR-FGF15/19 Pathway Dig. Dis. 2015 33 327 331 10.1159/000371670 26045265 132. Makishima M. Okamoto A.Y. Repa J.J. Tu H. Learned R.M. Luk A. Hull M.V. Lustig K.D. Mangelsdorf D.J. Shan B. Identification of a nuclear receptor for bile acids Science 1999 284 1362 1365 10.1126/science.284.5418.1362 10334992 133. Parks D.J. Blanchard S.G. Bledsoe R.K. Chandra G. Consler T.G. Kliewer S.A. Stimmel J.B. Willson T.M. Zavacki A.M. Moore D.D. Bile acids: Natural ligands for an orphan nuclear receptor Science 1999 284 1365 1368 10.1126/science.284.5418.1365 10334993 134. Wang H. Chen J. Hollister K. Sowers L.C. Forman B.M. Endogenous bile acids are ligands for the nuclear receptor FXR/BAR Mol. Cell 1999 3 543 553 10.1016/S1097-2765(00)80348-2 10360171 135. Li F. Jiang C. Krausz K.W. Li Y. Albert I. Hao H. Fabre K.M. Mitchell J.B. Patterson A.D. Gonzalez F.J. Microbiome remodelling leads to inhibition of intestinal farnesoid X receptor signalling and decreased obesity Nat. Commun. 2013 4 2384 10.1038/ncomms3384 24064762 136. Sayin S.I. Wahlstrom A. Felin J. Jantti S. Marschall H.U. Bamberg K. Angelin B. Hyotylainen T. Oresic M. Backhed F. Gut microbiota regulates bile acid metabolism by reducing the levels of tauro-beta-muricholic acid, a naturally occurring FXR antagonist Cell Metab. 2013 17 225 235 10.1016/j.cmet.2013.01.003 23395169 137. Won T.H. Arifuzzaman M. Parkhurst C.N. Miranda I.C. Zhang B. Hu E. Kashyap S. Letourneau J. Jin W.B. Fu Y. Host metabolism balances microbial regulation of bile acid signalling Nature 2025 638 216 224 10.1038/s41586-024-08379-9 39779854 138. Mueller M. Thorell A. Claudel T. Jha P. Koefeler H. Lackner C. Hoesel B. Fauler G. Stojakovic T. Einarsson C. Ursodeoxycholic acid exerts farnesoid X receptor-antagonistic effects on bile acid and lipid metabolism in morbid obesity J. Hepatol. 2015 62 1398 1404 10.1016/j.jhep.2014.12.034 25617503 139. Urizar N.L. Liverman A.B. Dodds D.T. Silva F.V. Ordentlich P. Yan Y. Gonzalez F.J. Heyman R.A. Mangelsdorf D.J. Moore D.D. A natural product that lowers cholesterol as an antagonist ligand for FXR Science 2002 296 1703 1706 10.1126/science.1072891 11988537 140. Brevini T. Maes M. Webb G.J. John B.V. Fuchs C.D. Buescher G. Wang L. Griffiths C. Brown M.L. Scott W.E. 3rd FXR inhibition may protect from SARS-CoV-2 infection by reducing ACE2 Nature 2023 615 134 142 10.1038/s41586-022-05594-0 36470304 141. Maloney P.R. Parks D.J. Haffner C.D. Fivush A.M. Chandra G. Plunket K.D. Creech K.L. Moore L.B. Wilson J.G. Lewis M.C. Identification of a chemical tool for the orphan nuclear receptor FXR J. Med. Chem. 2000 43 2971 2974 10.1021/jm0002127 10956205 142. Cariou B. van Harmelen K. Duran-Sandoval D. van Dijk T.H. Grefhorst A. Abdelkarim M. Caron S. Torpier G. Fruchart J.C. Gonzalez F.J. The farnesoid X receptor modulates adiposity and peripheral insulin sensitivity in mice J. Biol. Chem. 2006 281 11039 11049 10.1074/jbc.M510258200 16446356 143. Ma Y. Huang Y. Yan L. Gao M. Liu D. Synthetic FXR agonist GW4064 prevents diet-induced hepatic steatosis and insulin resistance Pharm. Res. 2013 30 1447 1457 10.1007/s11095-013-0986-7 23371517 144. Downes M. Verdecia M.A. Roecker A.J. Hughes R. Hogenesch J.B. Kast-Woelbern H.R. Bowman M.E. Ferrer J.L. Anisfeld A.M. Edwards P.A. A chemical, genetic, and structural analysis of the nuclear bile acid receptor FXR Mol. Cell 2003 11 1079 1092 10.1016/S1097-2765(03)00104-7 12718892 145. Fang S. Suh J.M. Reilly S.M. Yu E. Osborn O. Lackey D. Yoshihara E. Perino A. Jacinto S. Lukasheva Y. Intestinal FXR agonism promotes adipose tissue browning and reduces obesity and insulin resistance Nat. Med. 2015 21 159 165 10.1038/nm.3760 25559344 146. Pellicciari R. Fiorucci S. Camaioni E. Clerici C. Costantino G. Maloney P.R. Morelli A. Parks D.J. Willson T.M. 6alpha-ethyl-chenodeoxycholic acid (6-ECDCA), a potent and selective FXR agonist endowed with anticholestatic activity J. Med. Chem. 2002 45 3569 3572 10.1021/jm025529g 12166927 147. Nevens F. Andreone P. Mazzella G. Strasser S.I. Bowlus C. Invernizzi P. Drenth J.P. Pockros P.J. Regula J. Beuers U. A Placebo-Controlled Trial of Obeticholic Acid in Primary Biliary Cholangitis N. Engl. J. Med. 2016 375 631 643 10.1056/NEJMoa1509840 27532829 148. Hirschfield G.M. Mason A. Luketic V. Lindor K. Gordon S.C. Mayo M. Kowdley K.V. Vincent C. Bodhenheimer H.C. Jr. Pares A. Efficacy of obeticholic acid in patients with primary biliary cirrhosis and inadequate response to ursodeoxycholic acid Gastroenterology 2015 148 751 761.e8 10.1053/j.gastro.2014.12.005 25500425 149. Trauner M. Nevens F. Shiffman M.L. Drenth J.P.H. Bowlus C.L. Vargas V. Andreone P. Hirschfield G.M. Pencek R. Malecha E.S. Long-term efficacy and safety of obeticholic acid for patients with primary biliary cholangitis: 3-year results of an international open-label extension study Lancet Gastroenterol. Hepatol. 2019 4 445 453 10.1016/S2468-1253(19)30094-9 30922873 150. Kowdley K.V. Luketic V. Chapman R. Hirschfield G.M. Poupon R. Schramm C. Vincent C. Rust C. Pares A. Mason A. A randomized trial of obeticholic acid monotherapy in patients with primary biliary cholangitis Hepatology 2018 67 1890 1902 10.1002/hep.29569 29023915 151. Wang K. Zhang Y. Wang G. Hao H. Wang H. FXR agonists for MASH therapy: Lessons and perspectives from obeticholic acid Med. Res. Rev. 2024 44 568 586 10.1002/med.21991 37899676 152. Massafra V. Pellicciari R. Gioiello A. van Mil S.W.C. Progress and challenges of selective Farnesoid X Receptor modulation Pharmacol. Ther. 2018 191 162 177 10.1016/j.pharmthera.2018.06.009 29933033 153. Kok T. Hulzebos C.V. Wolters H. Havinga R. Agellon L.B. Stellaard F. Shan B. Schwarz M. Kuipers F. Enterohepatic circulation of bile salts in farnesoid X receptor-deficient mice: Efficient intestinal bile salt absorption in the absence of ileal bile acid-binding protein J. Biol. Chem. 2003 278 41930 41937 10.1074/jbc.M306309200 12917447 154. Kim I. Morimura K. Shah Y. Yang Q. Ward J.M. Gonzalez F.J. Spontaneous hepatocarcinogenesis in farnesoid X receptor-null mice Carcinogenesis 2007 28 940 946 10.1093/carcin/bgl249 17183066 155. Bjursell M. Wedin M. Admyre T. Hermansson M. Bottcher G. Goransson M. Linden D. Bamberg K. Oscarsson J. Bohlooly Y.M. Ageing Fxr deficient mice develop increased energy expenditure, improved glucose control and liver damage resembling NASH PLoS ONE 2013 8 e64721 10.1371/journal.pone.0064721 23700488 156. Yang F. Huang X. Yi T. Yen Y. Moore D.D. Huang W. Spontaneous development of liver tumors in the absence of the bile acid receptor farnesoid X receptor Cancer Res. 2007 67 863 867 10.1158/0008-5472.CAN-06-1078 17283114 157. Huang W. Ma K. Zhang J. Qatanani M. Cuvillier J. Liu J. Dong B. Huang X. Moore D.D. Nuclear receptor-dependent bile acid signaling is required for normal liver regeneration Science 2006 312 233 236 10.1126/science.1121435 16614213 158. Ryan K.K. Tremaroli V. Clemmensen C. Kovatcheva-Datchary P. Myronovych A. Karns R. Wilson-Perez H.E. Sandoval D.A. Kohli R. Backhed F. FXR is a molecular target for the effects of vertical sleeve gastrectomy Nature 2014 509 183 188 10.1038/nature13135 24670636 159. Fu T. Coulter S. Yoshihara E. Oh T.G. Fang S. Cayabyab F. Zhu Q. Zhang T. Leblanc M. Liu S. FXR Regulates Intestinal Cancer Stem Cell Proliferation Cell 2019 176 1098 1112.e18 10.1016/j.cell.2019.01.036 30794774 160. Berrabah W. Aumercier P. Gheeraert C. Dehondt H. Bouchaert E. Alexandre J. Ploton M. Mazuy C. Caron S. Tailleux A. Glucose sensing O-GlcNAcylation pathway regulates the nuclear bile acid receptor farnesoid X receptor (FXR) Hepatology 2014 59 2022 2033 10.1002/hep.26710 24037988 161. Kir S. Beddow S.A. Samuel V.T. Miller P. Previs S.F. Suino-Powell K. Xu H.E. Shulman G.I. Kliewer S.A. Mangelsdorf D.J. FGF19 as a postprandial, insulin-independent activator of hepatic protein and glycogen synthesis Science 2011 331 1621 1624 10.1126/science.1198363 21436455 162. Patsouris D. Mandard S. Voshol P.J. Escher P. Tan N.S. Havekes L.M. Koenig W. Marz W. Tafuri S. Wahli W. PPARalpha governs glycerol metabolism J. Clin. Investig. 2004 114 94 103 10.1172/JCI200420468 15232616 163. Xu J. Xiao G. Trujillo C. Chang V. Blanco L. Joseph S.B. Bassilian S. Saad M.F. Tontonoz P. Lee W.N. Peroxisome proliferator-activated receptor alpha (PPARalpha) influences substrate utilization for hepatic glucose production J. Biol. Chem. 2002 277 50237 50244 10.1074/jbc.M201208200 12176975 164. Zhang Y. Lee F.Y. Barrera G. Lee H. Vales C. Gonzalez F.J. Willson T.M. Edwards P.A. Activation of the nuclear receptor FXR improves hyperglycemia and hyperlipidemia in diabetic mice Proc. Natl. Acad. Sci. USA 2006 103 1006 1011 10.1073/pnas.0506982103 16410358 165. Stayrook K.R. Bramlett K.S. Savkur R.S. Ficorilli J. Cook T. Christe M.E. Michael L.F. Burris T.P. Regulation of carbohydrate metabolism by the farnesoid X receptor Endocrinology 2005 146 984 991 10.1210/en.2004-0965 15564327 166. Preidis G.A. Kim K.H. Moore D.D. Nutrient-sensing nuclear receptors PPARalpha and FXR control liver energy balance J. Clin. Investig. 2017 127 1193 1201 10.1172/JCI88893 28287408 167. Kim K.H. Moore D.D. Regulation of Liver Energy Balance by the Nuclear Receptors Farnesoid X Receptor and Peroxisome Proliferator Activated Receptor alpha Dig. Dis. 2017 35 203 209 10.1159/000450912 28249296 168. Oosterveer M.H. Grefhorst A. van Dijk T.H. Havinga R. Staels B. Kuipers F. Groen A.K. Reijngoud D.J. Fenofibrate simultaneously induces hepatic fatty acid oxidation, synthesis, and elongation in mice J. Biol. Chem. 2009 284 34036 34044 10.1074/jbc.M109.051052 19801551 169. Motojima K. Seto K. Fibrates and statins rapidly and synergistically induce pyruvate dehydrogenase kinase 4 mRNA in the liver and muscles of mice Biol. Pharm. Bull. 2003 26 954 958 10.1248/bpb.26.954 12843617 170. Duran-Sandoval D. Cariou B. Percevault F. Hennuyer N. Grefhorst A. van Dijk T.H. Gonzalez F.J. Fruchart J.C. Kuipers F. Staels B. The farnesoid X receptor modulates hepatic carbohydrate metabolism during the fasting-refeeding transition J. Biol. Chem. 2005 280 29971 29979 10.1074/jbc.M501931200 15899888 171. Savkur R.S. Bramlett K.S. Michael L.F. Burris T.P. Regulation of pyruvate dehydrogenase kinase expression by the farnesoid X receptor Biochem. Biophys. Res. Commun. 2005 329 391 396 10.1016/j.bbrc.2005.01.141 15721319 172. Bandsma R.H. Van Dijk T.H. Harmsel At A. Kok T. Reijngoud D.J. Staels B. Kuipers F. Hepatic de novo synthesis of glucose 6-phosphate is not affected in peroxisome proliferator-activated receptor alpha-deficient mice but is preferentially directed toward hepatic glycogen stores after a short term fast J. Biol. Chem. 2004 279 8930 8937 10.1074/jbc.M310067200 14688286 173. Minassian C. Montano S. Mithieux G. Regulatory role of glucose-6 phosphatase in the repletion of liver glycogen during refeeding in fasted rats Biochim. Biophys. Acta 1999 1452 172 178 10.1016/S0167-4889(99)00130-5 10559470 174. Mandard S. Stienstra R. Escher P. Tan N.S. Kim I. Gonzalez F.J. Wahli W. Desvergne B. Muller M. Kersten S. Glycogen synthase 2 is a novel target gene of peroxisome proliferator-activated receptors Cell Mol. Life Sci. 2007 64 1145 1157 10.1007/s00018-007-7006-1 17437057 175. Hashimoto T. Cook W.S. Qi C. Yeldandi A.V. Reddy J.K. Rao M.S. Defect in peroxisome proliferator-activated receptor alpha-inducible fatty acid oxidation determines the severity of hepatic steatosis in response to fasting J. Biol. Chem. 2000 275 28918 28928 10.1074/jbc.M910350199 10844002 176. Cariou B. van Harmelen K. Duran-Sandoval D. van Dijk T. Grefhorst A. Bouchaert E. Fruchart J.C. Gonzalez F.J. Kuipers F. Staels B. Transient impairment of the adaptive response to fasting in FXR-deficient mice FEBS Lett. 2005 579 4076 4080 10.1016/j.febslet.2005.06.033 16023103 177. Inagaki T. Dutchak P. Zhao G. Ding X. Gautron L. Parameswara V. Li Y. Goetz R. Mohammadi M. Esser V. Endocrine regulation of the fasting response by PPARalpha-mediated induction of fibroblast growth factor 21 Cell Metab. 2007 5 415 425 10.1016/j.cmet.2007.05.003 17550777 178. Sinal C.J. Yoon M. Gonzalez F.J. Antagonism of the actions of peroxisome proliferator-activated receptor-alpha by bile acids J. Biol. Chem. 2001 276 47154 47162 10.1074/jbc.M107000200 11606578 179. Srivastava R.A. Jahagirdar R. Azhar S. Sharma S. Bisgaier C.L. Peroxisome proliferator-activated receptor-alpha selective ligand reduces adiposity, improves insulin sensitivity and inhibits atherosclerosis in LDL receptor-deficient mice Mol. Cell Biochem. 2006 285 35 50 10.1007/s11010-005-9053-y 16477380 180. Rizvi F. Puri A. Bhatia G. Khanna A.K. Wulff E.M. Rastogi A.K. Chander R. Antidyslipidemic action of fenofibrate in dyslipidemic-diabetic hamster model Biochem. Biophys. Res. Commun. 2003 305 215 222 10.1016/S0006-291X(03)00721-6 12745061 181. Forcheron F. Cachefo A. Thevenon S. Pinteur C. Beylot M. Mechanisms of the triglyceride- and cholesterol-lowering effect of fenofibrate in hyperlipidemic type 2 diabetic patients Diabetes 2002 51 3486 3491 10.2337/diabetes.51.12.3486 12453904 182. Watanabe M. Houten S.M. Wang L. Moschetta A. Mangelsdorf D.J. Heyman R.A. Moore D.D. Auwerx J. Bile acids lower triglyceride levels via a pathway involving FXR, SHP, and SREBP-1c J. Clin. Investig. 2004 113 1408 1418 10.1172/JCI21025 15146238 183. Neuschwander-Tetri B.A. Loomba R. Sanyal A.J. Lavine J.E. Van Natta M.L. Abdelmalek M.F. Chalasani N. Dasarathy S. Diehl A.M. Hameed B. Farnesoid X nuclear receptor ligand obeticholic acid for non-cirrhotic, non-alcoholic steatohepatitis (FLINT): A multicentre, randomised, placebo-controlled trial Lancet 2015 385 956 965 10.1016/S0140-6736(14)61933-4 25468160 184. Klionsky D.J. Emr S.D. Autophagy as a regulated pathway of cellular degradation Science 2000 290 1717 1721 10.1126/science.290.5497.1717 11099404 185. Shintani T. Klionsky D.J. Autophagy in health and disease: A double-edged sword Science 2004 306 990 995 10.1126/science.1099993 15528435 186. Seglen P.O. Gordon P.B. Holen I. Non-selective autophagy Semin. Cell Biol. 1990 1 441 448 2103895 187. Lamark T. Johansen T. Mechanisms of Selective Autophagy Annu. Rev. Cell Dev. Biol. 2021 37 143 169 10.1146/annurev-cellbio-120219-035530 34152791 188. Vargas J.N.S. Hamasaki M. Kawabata T. Youle R.J. Yoshimori T. The mechanisms and roles of selective autophagy in mammals Nat. Rev. Mol. Cell Biol. 2023 24 167 185 10.1038/s41580-022-00542-2 36302887 189. Itakura E. Kishi C. Inoue K. Mizushima N. Beclin 1 forms two distinct phosphatidylinositol 3-kinase complexes with mammalian Atg14 and UVRAG Mol. Biol. Cell 2008 19 5360 5372 10.1091/mbc.e08-01-0080 18843052 190. Levine B. Kroemer G. Autophagy in the pathogenesis of disease Cell 2008 132 27 42 10.1016/j.cell.2007.12.018 18191218 191. Rabinowitz J.D. White E. Autophagy and metabolism Science 2010 330 1344 1348 10.1126/science.1193497 21127245 192. Seok S. Fu T. Choi S.E. Li Y. Zhu R. Kumar S. Sun X. Yoon G. Kang Y. Zhong W. Transcriptional regulation of autophagy by an FXR-CREB axis Nature 2014 516 108 111 10.1038/nature13949 25383523 193. Panzitt K. Jungwirth E. Krones E. Lee J.M. Pollheimer M. Thallinger G.G. Kolb-Lenz D. Xiao R. Thorell A. Trauner M. FXR-dependent Rubicon induction impairs autophagy in models of human cholestasis J. Hepatol. 2020 72 1122 1131 10.1016/j.jhep.2020.01.014 32001325 194. Claudel T. Inoue Y. Barbier O. Duran-Sandoval D. Kosykh V. Fruchart J. Fruchart J.C. Gonzalez F.J. Staels B. Farnesoid X receptor agonists suppress hepatic apolipoprotein CIII expression Gastroenterology 2003 125 544 555 10.1016/S0016-5085(03)00896-5 12891557 195. Chennamsetty I. Claudel T. Kostner K.M. Baghdasaryan A. Kratky D. Levak-Frank S. Frank S. Gonzalez F.J. Trauner M. Kostner G.M. Farnesoid X receptor represses hepatic human APOA gene expression J. Clin. Investig. 2011 121 3724 3734 10.1172/JCI45277 21804189 196. Tsukada M. Ohsumi Y. Isolation and characterization of autophagy-defective mutants of Saccharomyces cerevisiae FEBS Lett. 1993 333 169 174 10.1016/0014-5793(93)80398-E 8224160 197. Ohsumi Y. Mizushima N. Two ubiquitin-like conjugation systems essential for autophagy Semin. Cell Dev. Biol. 2004 15 231 236 10.1016/j.semcdb.2003.12.004 15209383 198. Mizushima N. A brief history of autophagy from cell biology to physiology and disease Nat. Cell Biol. 2018 20 521 527 10.1038/s41556-018-0092-5 29686264 199. Nakatogawa H. Suzuki K. Kamada Y. Ohsumi Y. Dynamics and diversity in autophagy mechanisms: Lessons from yeast Nat. Rev. Mol. Cell Biol. 2009 10 458 467 10.1038/nrm2708 19491929 200. Xie Z. Klionsky D.J. Autophagosome formation: Core machinery and adaptations Nat. Cell Biol. 2007 9 1102 1109 10.1038/ncb1007-1102 17909521 201. Ohsumi Y. Molecular dissection of autophagy: Two ubiquitin-like systems Nat. Rev. Mol. Cell Biol. 2001 2 211 216 10.1038/35056522 11265251 202. Mizushima N. Yoshimori T. Ohsumi Y. The role of Atg proteins in autophagosome formation Annu. Rev. Cell Dev. Biol. 2011 27 107 132 10.1146/annurev-cellbio-092910-154005 21801009 203. Mizushima N. Levine B. Cuervo A.M. Klionsky D.J. Autophagy fights disease through cellular self-digestion Nature 2008 451 1069 1075 10.1038/nature06639 18305538 204. Jiang P. Mizushima N. Autophagy and human diseases Cell Res. 2014 24 69 79 10.1038/cr.2013.161 24323045 205. Mizushima N. Levine B. Autophagy in Human Diseases N. Engl. J. Med. 2020 383 1564 1576 10.1056/NEJMra2022774 33053285 206. Klionsky D.J. Petroni G. Amaravadi R.K. Baehrecke E.H. Ballabio A. Boya P. Bravo-San Pedro J.M. Cadwell K. Cecconi F. Choi A.M.K. Autophagy in major human diseases EMBO J. 2021 40 e108863 10.15252/embj.2021108863 34459017 207. Kitada M. Koya D. Autophagy in metabolic disease and ageing Nat. Rev. Endocrinol. 2021 17 647 661 10.1038/s41574-021-00551-9 34508250 208. Sun Y. Li T.Y. Song L. Zhang C. Li J. Lin Z.Z. Lin S.C. Lin S.Y. Liver-specific deficiency of unc-51 like kinase 1 and 2 protects mice from acetaminophen-induced liver injury Hepatology 2018 67 2397 2413 10.1002/hep.29759 29272037 209. Ma D. Molusky M.M. Song J. Hu C.R. Fang F. Rui C. Mathew A.V. Pennathur S. Liu F. Cheng J.X. Autophagy deficiency by hepatic FIP200 deletion uncouples steatosis from liver injury in NAFLD Mol. Endocrinol. 2013 27 1643 1654 10.1210/me.2013-1153 23960084 210. Jaber N. Dou Z. Chen J.S. Catanzaro J. Jiang Y.P. Ballou L.M. Selinger E. Ouyang X. Lin R.Z. Zhang J. Class III PI3K Vps34 plays an essential role in autophagy and in heart and liver function Proc. Natl. Acad. Sci. USA 2012 109 2003 2008 10.1073/pnas.1112848109 22308354 211. Nemazanyy I. Montagnac G. Russell R.C. Morzyglod L. Burnol A.F. Guan K.L. Pende M. Panasyuk G. Class III PI3K regulates organismal glucose homeostasis by providing negative feedback on hepatic insulin signalling Nat. Commun. 2015 6 8283 10.1038/ncomms9283 26387534 212. Lu J. He L. Behrends C. Araki M. Araki K. Jun Wang Q. Catanzaro J.M. Friedman S.L. Zong W.X. Fiel M.I. NRBF2 regulates autophagy and prevents liver injury by modulating Atg14L-linked phosphatidylinositol-3 kinase III activity Nat. Commun. 2014 5 3920 10.1038/ncomms4920 24849286 213. Osawa T. Kotani T. Kawaoka T. Hirata E. Suzuki K. Nakatogawa H. Ohsumi Y. Noda N.N. Atg2 mediates direct lipid transfer between membranes for autophagosome formation Nat. Struct. Mol. Biol. 2019 26 281 288 10.1038/s41594-019-0203-4 30911189 214. Valverde D.P. Yu S. Boggavarapu V. Kumar N. Lees J.A. Walz T. Reinisch K.M. Melia T.J. ATG2 transports lipids to promote autophagosome biogenesis J. Cell Biol. 2019 218 1787 1798 10.1083/jcb.201811139 30952800 215. Matoba K. Kotani T. Tsutsumi A. Tsuji T. Mori T. Noshiro D. Sugita Y. Nomura N. Iwata S. Ohsumi Y. Atg9 is a lipid scramblase that mediates autophagosomal membrane expansion Nat. Struct. Mol. Biol. 2020 27 1185 1193 10.1038/s41594-020-00518-w 33106658 216. da Silva Lima N. Fondevila M.F. Novoa E. Buque X. Mercado-Gomez M. Gallet S. Gonzalez-Rellan M.J. Fernandez U. Loyens A. Garcia-Vence M. Inhibition of ATG3 ameliorates liver steatosis by increasing mitochondrial function J. Hepatol. 2022 76 11 24 10.1016/j.jhep.2021.09.008 34555423 217. Hara T. Nakamura K. Matsui M. Yamamoto A. Nakahara Y. Suzuki-Migishima R. Yokoyama M. Mishima K. Saito I. Okano H. Suppression of basal autophagy in neural cells causes neurodegenerative disease in mice Nature 2006 441 885 889 10.1038/nature04724 16625204 218. Takamura A. Komatsu M. Hara T. Sakamoto A. Kishi C. Waguri S. Eishi Y. Hino O. Tanaka K. Mizushima N. Autophagy-deficient mice develop multiple liver tumors Genes. Dev. 2011 25 795 800 10.1101/gad.2016211 21498569 219. Komatsu M. Waguri S. Koike M. Sou Y.S. Ueno T. Hara T. Mizushima N. Iwata J. Ezaki J. Murata S. Homeostatic levels of p62 control cytoplasmic inclusion body formation in autophagy-deficient mice Cell 2007 131 1149 1163 10.1016/j.cell.2007.10.035 18083104 220. Ni H.M. Woolbright B.L. Williams J. Copple B. Cui W. Luyendyk J.P. Jaeschke H. Ding W.X. Nrf2 promotes the development of fibrosis and tumorigenesis in mice with defective hepatic autophagy J. Hepatol. 2014 61 617 625 10.1016/j.jhep.2014.04.043 24815875 221. Takagi A. Kume S. Kondo M. Nakazawa J. Chin-Kanasaki M. Araki H. Araki S. Koya D. Haneda M. Chano T. Mammalian autophagy is essential for hepatic and renal ketogenesis during starvation Sci. Rep. 2016 6 18944 10.1038/srep18944 26732653 222. Li Y. Chao X. Yang L. Lu Q. Li T. Ding W.X. Ni H.M. Impaired Fasting-Induced Adaptive Lipid Droplet Biogenesis in Liver-Specific Atg5-Deficient Mouse Liver Is Mediated by Persistent Nuclear Factor-Like 2 Activation Am. J. Pathol. 2018 188 1833 1846 10.1016/j.ajpath.2018.04.015 29803835 223. Komatsu M. Waguri S. Ueno T. Iwata J. Murata S. Tanida I. Ezaki J. Mizushima N. Ohsumi Y. Uchiyama Y. Impairment of starvation-induced and constitutive autophagy in Atg7-deficient mice J. Cell Biol. 2005 169 425 434 10.1083/jcb.200412022 15866887 224. Singh R. Kaushik S. Wang Y. Xiang Y. Novak I. Komatsu M. Tanaka K. Cuervo A.M. Czaja M.J. Autophagy regulates lipid metabolism Nature 2009 458 1131 1135 10.1038/nature07976 19339967 225. Shibata M. Yoshimura K. Furuya N. Koike M. Ueno T. Komatsu M. Arai H. Tanaka K. Kominami E. Uchiyama Y. The MAP1-LC3 conjugation system is involved in lipid droplet formation Biochem. Biophys. Res. Commun. 2009 382 419 423 10.1016/j.bbrc.2009.03.039 19285958 226. Kim K.H. Jeong Y.T. Oh H. Kim S.H. Cho J.M. Kim Y.N. Kim S.S. Kim D.H. Hur K.Y. Kim H.K. Autophagy deficiency leads to protection from obesity and insulin resistance by inducing Fgf21 as a mitokine Nat. Med. 2013 19 83 92 10.1038/nm.3014 23202295 227. Amir M. Zhao E. Fontana L. Rosenberg H. Tanaka K. Gao G. Czaja M.J. Inhibition of hepatocyte autophagy increases tumor necrosis factor-dependent liver injury by promoting caspase-8 activation Cell Death Differ. 2013 20 878 887 10.1038/cdd.2013.21 23519075 228. Kuhn R. Schwenk F. Aguet M. Rajewsky K. Inducible gene targeting in mice Science 1995 269 1427 1429 10.1126/science.7660125 7660125 229. Cheng X. Ma X. Zhu Q. Song D. Ding X. Li L. Jiang X. Wang X. Tian R. Su H. Pacer Is a Mediator of mTORC1 and GSK3-TIP60 Signaling in Regulation of Autophagosome Maturation and Lipid Metabolism Mol. Cell 2019 73 788 802.e7 10.1016/j.molcel.2018.12.017 30704899 230. Tanaka S. Hikita H. Tatsumi T. Sakamori R. Nozaki Y. Sakane S. Shiode Y. Nakabori T. Saito Y. Hiramatsu N. Rubicon inhibits autophagy and accelerates hepatocyte apoptosis and lipid accumulation in nonalcoholic fatty liver disease in mice Hepatology 2016 64 1994 2014 10.1002/hep.28820 27637015 231. Riley B.E. Kaiser S.E. Shaler T.A. Ng A.C. Hara T. Hipp M.S. Lage K. Xavier R.J. Ryu K.Y. Taguchi K. Ubiquitin accumulation in autophagy-deficient mice is dependent on the Nrf2-mediated stress response pathway: A potential role for protein aggregation in autophagic substrate selection J. Cell Biol. 2010 191 537 552 10.1083/jcb.201005012 21041446 232. Sinha R.A. Singh B.K. Zhou J. Xie S. Farah B.L. Lesmana R. Ohba K. Tripathi M. Ghosh S. Hollenberg A.N. Loss of ULK1 increases RPS6KB1-NCOR1 repression of NR1H/LXR-mediated Scd1 transcription and augments lipotoxicity in hepatic cells Autophagy 2017 13 169 186 10.1080/15548627.2016.1235123 27846372 233. Choi Y.J. Yun S.H. Yu J. Mun Y. Lee W. Park C.J. Han B.W. Lee B.H. Chaperone-mediated autophagy dysregulation during aging impairs hepatic fatty acid oxidation via accumulation of NCoR1 Mol. Metab. 2023 76 101784 10.1016/j.molmet.2023.101784 37524243 234. Komatsu M. Kurokawa H. Waguri S. Taguchi K. Kobayashi A. Ichimura Y. Sou Y.S. Ueno I. Sakamoto A. Tong K.I. The selective autophagy substrate p62 activates the stress responsive transcription factor Nrf2 through inactivation of Keap1 Nat. Cell Biol. 2010 12 213 223 10.1038/ncb2021 20173742 235. Inami Y. Waguri S. Sakamoto A. Kouno T. Nakada K. Hino O. Watanabe S. Ando J. Iwadate M. Yamamoto M. Persistent activation of Nrf2 through p62 in hepatocellular carcinoma cells J. Cell Biol. 2011 193 275 284 10.1083/jcb.201102031 21482715 236. Gomez-Ospina N. Potter C.J. Xiao R. Manickam K. Kim M.S. Kim K.H. Shneider B.L. Picarsic J.L. Jacobson T.A. Zhang J. Mutations in the nuclear bile acid receptor FXR cause progressive familial intrahepatic cholestasis Nat. Commun. 2016 7 10713 10.1038/ncomms10713 26888176 237. Amirneni S. Haep N. Gad M.A. Soto-Gutierrez A. Squires J.E. Florentino R.M. Molecular overview of progressive familial intrahepatic cholestasis World J. Gastroenterol. 2020 26 7470 7484 10.3748/wjg.v26.i47.7470 33384548 238. Kim I. Ahn S.H. Inagaki T. Choi M. Ito S. Guo G.L. Kliewer S.A. Gonzalez F.J. Differential regulation of bile acid homeostasis by the farnesoid X receptor in liver and intestine J. Lipid Res. 2007 48 2664 2672 10.1194/jlr.M700330-JLR200 17720959 239. Namani A. Li Y. Wang X.J. Tang X. Modulation of NRF2 signaling pathway by nuclear receptors: Implications for cancer Biochim. Biophys. Acta 2014 1843 1875 1885 10.1016/j.bbamcr.2014.05.003 24851839 240. McKenna N.J. Lanz R.B. O′Malley B.W. Nuclear receptor coregulators: Cellular and molecular biology Endocr. Rev. 1999 20 321 344 10368774 241. Sun Z. Chin Y.E. Zhang D.D. Acetylation of Nrf2 by p300/CBP augments promoter-specific DNA binding of Nrf2 during the antioxidant response Mol. Cell Biol. 2009 29 2658 2672 10.1128/MCB.01639-08 19273602 242. Kawai Y. Garduno L. Theodore M. Yang J. Arinze I.J. Acetylation-deacetylation of the transcription factor Nrf2 (nuclear factor erythroid 2-related factor 2) regulates its transcriptional activity and nucleocytoplasmic localization J. Biol. Chem. 2011 286 7629 7640 10.1074/jbc.M110.208173 21196497 243. Wang H. Liu K. Geng M. Gao P. Wu X. Hai Y. Li Y. Li Y. Luo L. Hayes J.D. RXRalpha inhibits the NRF2-ARE signaling pathway through a direct interaction with the Neh7 domain of NRF2 Cancer Res. 2013 73 3097 3108 10.1158/0008-5472.CAN-12-3386 23612120 244. Yamamoto M. Kensler T.W. Motohashi H. The KEAP1-NRF2 System: A Thiol-Based Sensor-Effector Apparatus for Maintaining Redox Homeostasis Physiol. Rev. 2018 98 1169 1203 10.1152/physrev.00023.2017 29717933 245. Johnson R. Halder G. The two faces of Hippo: Targeting the Hippo pathway for regenerative medicine and cancer treatment Nat. Rev. Drug Discov. 2014 13 63 79 10.1038/nrd4161 24336504 246. Moya I.M. Halder G. Hippo-YAP/TAZ signalling in organ regeneration and regenerative medicine Nat. Rev. Mol. Cell Biol. 2019 20 211 226 10.1038/s41580-018-0086-y 30546055 247. Lee Y.A. Noon L.A. Akat K.M. Ybanez M.D. Lee T.F. Berres M.L. Fujiwara N. Goossens N. Chou H.I. Parvin-Nejad F.P. Autophagy is a gatekeeper of hepatic differentiation and carcinogenesis by controlling the degradation of Yap Nat. Commun. 2018 9 4962 10.1038/s41467-018-07338-z 30470740 Figure 1 Various mechanisms of transcriptional regulation by PPARα. ( a ) PPRE-dependent activation. In the presence of specific agonist ligands, the PPARα-RXR heterodimer complex binds to PPREs in the regulatory regions (e.g., promoters or enhancers) of target genes and recruits coactivator complexes, leading to the expression of genes involved in lipid and glucose metabolism. ( b ) PPRE-dependent inhibition. Upon binding to agonist ligands, agonist-bound PPARα-RXR on the PPRE physically interacts with p65 and interferes with its activity, antagonizing its binding to an NF-kB response element (RE) in the complement C3 promoter. ( c ) PPRE-independent transrepression. PPARα directly interacts with several transcription factors and coregulators such as AP-1 (c-Fos-C-Jun), NF-kB (p65-p50), and GRIP-1/TIF-2, preventing their binding to cognate response elements and suppressing target gene expression. ( d ) PPRE-independent inhibition. PPARα binds to ERR RE and recruits to SIRT1, thereby inhibiting ERRα target genes. The ligand-activated PPARα-GR heterodimer complex inhibits TNF-induced IL-6 expression via a mechanism involving a physical interaction with NF-kB. RE, response element; N, any nucleotide. Figure 2 FXR-mediated transcription programs. ( a ) FXRE-dependent transactivation. In the presence of specific agonist ligands, the FXR-RXR heterodimer complex binds to FXREs in the regulatory regions (e.g., promoters or enhancers) of target genes and recruits coactivator complexes, leading to the expression of genes involved in BA and other metabolic pathways. ( b ) FXRE-independent transrepression. Upon agonist ligand binding, the FXR-RXR can physically interact with transcription factors such as CREB or NF-kB (p50-p65) and interfere with their activities, thereby antagonizing their binding to response elements in genes encoding autophagy-related proteins and pro-inflammatory cytokines. ( c ) Differential DNA binding. The FXR-RXR heterodimer can bind to different DNA motifs (e.g., IR-1 or DR-1), resulting in distinct transcriptional outcomes. ( d ) Differential coactivator binding. The recruitments of different coactivator complexes lead to the activation of differential target genes, reflecting the versatility of FXR-mediated transcriptional regulation. FXRE, farnesoid X response element; BA, bile acids; CRE, cAMP response element; RE, response element; N, any nucleotide. Figure 4 Transcriptional regulation of hepatic autophagy by PPARα, FXR, and CREB. PPARα activation by either fasting-induced endogenous ligands or pharmacological ligands induces many autophagy-related genes by binding to the DR-1 motif, together with RXR. The fasting-activated transcription factor CREB recruits the coactivator CRCT2 to increase the expression of autophagy-related genes. In contrast, FXR activation by either CDCA or GW4064 represses numerous autophagy-related genes by binding to the DR-1 motif together with RXR. FXR activation also dissociates and expels CRCT2 from the nucleus and forms a piggyback interaction with CREB, thereby downregulating autophagy-related genes. Arrows indicate activation, while bars indicate repression. CRCT2, CREB-regulated transcription coactivator 2. Modified from [ 6 , 192 ]. Figure 5 The role of autophagy in controlling nuclear receptor function via NCoR degradation. In healthy hepatocytes, the nuclear receptor corepressor NCoR is normally degraded through macroautophagy or CMA, involving interaction with proteins such as GABARAP (for macroautophagy) or HSC70 (for CMA), respectively. When either macroautophagy or CMA is impaired, NCoR is no longer efficiently degraded and instead accumulates in hepatocytes. This accumulated NCoR protein is translocated to the nucleus, where it acts as a corepressor for nuclear receptors LXRα and PPARα by recruiting HDAC3. As a result, the expression of target genes regulated by these nuclear receptors is suppressed, leading to disruption in various metabolic pathways. Arrows indicate activation, while bars indicate repression. CMA, chaperone-mediated autophagy; LAMP2A, lysosome-associated membrane glycoprotein 2 isoform A; HSC70, heat shock cognate 70; LKO, liver-specific knockout; LKD, liver-specific knockdown; HDAC3, histone deacetylase 3; LXRE, LXR response element. Figure 6 The role of autophagy in controlling nuclear receptor function via the p62-KEAP1-NRF2 axis. In healthy hepatocytes, the E3 ligase KEAP1 binds to the antioxidant transcription factor NRF2 promoting its polyubiquitination and subsequent degradation via the ubiquitin-proteasome system (UPS). When macroautophagy is impaired, p62 accumulates in the cytoplasm and binds to KEAP1 via its p-STGE motif. This interaction prevents NRF2 degradation, allowing it to translocate into the nucleus. There, NRF2 forms a heterodimer with small Marf (sMaf) proteins and activates cytoprotective gene expression by binding AREs. However, nuclear accumulation of NRF2 also suppresses the activity and expression of nuclear receptors FXR and PPARα, leading to downregulation of their target genes. As a result, key multiple metabolic pathways—including bile acid biosynthesis, FAO, and ketogenesis—are disrupted. Arrows indicate activation, while bars indicate repression. ijms-26-05825-t001_Table 1 Table 1 Phenotypes of liver-specific knockout mice of Atg genes related to autophagy initiation. Gene Model Phenotype Reference Autophagy initiation Ulk1/2 Alb-Cre ; Ulk1 F/F ; Ulk2 −/− Normal autophagy activity, mild hepatomegaly, protection from APAP-induced liver injury, unaltered hepatic TG/cholesterol levels [ 208 ] Fip200 Alb-Cre ; Fip200 F/F Severe hepatomegaly, enlarged hepatocytes, ubiquitin-positive aggregates, p62 accumulation, lower serum and hepatic TG levels (fasting/HFD), impaired LXRα activity, increased susceptibility to endotoxin-induced liver injury [ 209 ] Atg13 , Atg17 , Atg101 No liver-specific knockout reported N/A N/A Alb-Cre, expressing CRE recombinase under the control of albumin promoter; APAP, acetaminophen; TG, triglyceride; HFD, high-fat diets; LXRα, liver x receptor α. ijms-26-05825-t002_Table 2 Table 2 Phenotypes of liver-specific knockout mice of Atg genes related to vesicle nucleation. Gene Model Phenotype Reference Vesicle nucleation Vps34 Alb-Cre ; Vps34 F/F Hepatomegaly, hepatic steatosis, decreased protein turnover, impaired AP production during fasting, blunted amino acid-mediated mTOR signaling [ 210 ] Vps15 Vps15 F/F injected with Adeno-Cre (IV) Liver enlargement, decreased autophagy activity, increased size and number of hepatocytes, p62 accumulation, vacuolization in hepatocytes, altered LC3 lipidation [ 211 ] Alb-Cre ; Vps15 F/F Mitochondrial depletion, impaired FAO/ketogenesis, and compromised PPARα activation due to NCoR and HDAC3 accumulation [ 7 ] Nrbf2 Nrfb2 −/− Impaired ATG14L-linked VPS34 activity, decreased vesicle nucleation, enhanced ER stress-mediated cytotoxicity, focal liver necrosis, ductular reaction [ 212 ] Becn1 , Atg14L , Ambra1 , p115 No liver-specific knockout reported N/A N/A Alb-Cre, expressing CRE recombinase under the control of albumin promoter; AP, autophagosome; mTOR, mammalian/mechanistic target of rapamycin; Adeno-Cre, adenovirus expressing CRE recombinase; IV, intravenous injection; FAO, fatty acid oxidation; PPARα, peroxisome proliferator-activated receptor α; NCoR, nuclear receptor corepressor; HDAC3, histone deacetylase 3. ijms-26-05825-t003_Table 3 Table 3 Phenotypes of liver-specific knockout mice of Atg genes related to vesicle elongation. Gene Model Phenotype Reference Vesicle elongation Atg3 Atg3 knockdown in hepatocytes Lipid accumulation (CDHFD), enhanced fatty acid catabolism, elevated mitochondrial activity, SIRT1-mediated deacetylation, CPT1α-driven fatty acid transport to mitochondria [ 216 ] Atg5 CAG-Cre ; Atg5 F/F (ubiquitous expression of CRE) Mosaic deletion of Atg5 in hepatocytes, accumulation of cytoplasmic ubiquitinated proteins and p62, benign liver adenomas, mitochondrial swelling, oxidative stress and DNA damage [ 217 , 218 ] Mx1-Cre ; Atg5 F/F (inducible expression of CRE) Inducible Atg5 deletion (via pIpC injection), time-dependent progression of protein aggregation, initial diffuse ubiquitinated proteins, large inclusion bodies by day 16 post-injection, disrupted proteostasis precedes visible aggregate formation [ 219 ] Alb-Cre ; Atg5 F/F Liver pathologies (apoptosis, inflammation, fibrosis, HCC), reduced hepatic lipid accumulation during fasting, impaired ketogenesis, defective starvation-induced LD formation, pathologies attenuated by co-deletion of NRF2, persistent NRF2 activation disrupts fasting-induced lipid mobilization [ 217 , 220 , 221 , 222 ] Atg7 Mx1-Cre ; Atg7 F/F (inducible expression of CRE) Complete deletion of Atg7 in liver and spleen; partial deletion of Atg7 in kidney and heart, hepatomegaly, disorganized hepatic lobules, swollen/vacuolated hepatocytes with cell death, increased peroxisome biogenesis, elevated ubiquitin-positive aggregates, increased ALT, AST, and ALP levels indicating severe liver injury [ 223 ] Alb-Cre ; Atg7 F/F (Singh et al.) Elevated hepatic TG/cholesterol levels (fed and fasted), hepatomegaly, hepatic steatosis, reduced TG secretion due to impaired LD lipolysis, autophagy necessary for LD breakdown, TG release, and FAO [ 224 ] Alb-Cre ; Atg7 F/F (Other studies) Reduced TG levels during fasting or hepatectomy, decreased LD size and number; autophagy is essential for fasting-induced LD biogenesis [ 12 , 225 ] Alb-Cre ; Atg7 F/F (Kim et al.) Hepatomegaly, irregular hepatic lobules, decreased hepatic lipid levels and TG secretion during fasting, reduced gene expression involved in fatty acid synthesis, TG production, and FAO, improved glucose homeostasis via elevated hepatic FGF21 production through ATF4 activation, decreased BW, fat mass, and hepatic steatosis under chow or HFD, diminished fasting-induced ketogenesis due to impaired PPARα activity [ 8 , 226 ] ERt-Alb-Cre ; Atg7 F/F Severe liver damage induced by GalN/LPS treatment, increased apoptosis via caspase-8 activation and mitochondrial cell death pathway, autophagy protects against TNFα-mediated tissue damage by alleviating apoptotic signaling pathways [ 227 ] Atg2 , Atg4 , Atg8 , Atg9 , Atg10 , Atg12 , Atg16l No liver-specific knockout reported N/A N/A CDHFD, choline-deficient high-fat-diets; SIRT1, sirtuin 1; CPT1α, carnitine palmitoyltransferase 1α; CAG-Cre, expressing CRE recombinase under the control of CAG promoter; Mx1-Cre, expressing CRE recombinase under the control of Mx1 promoter; pIpC, polyinosinic-polycytidylic acid; Alb-Cre, expressing CRE recombinase under the control of albumin promoter; HCC, hepatocellular carcinoma; LD, lipid droplet; NRF2, nuclear factor erythroid 2-related factor 2; ALT, alanine transaminase; AST, aspartate transferase; ALP, alkaline phosphatase; TG, triglyceride; FAO, fatty acid oxidation; FGF21, fibroblast growth factor 21; ATF4, activating transcription factor 4; BW, body weight; HFD, high-fat diets; PPARα, peroxisome proliferator-activated receptor α; ERt-Alb-Cre, expressing CRE recombinase fused with estrogen receptor ligand-binding domain under the control of albumin promoter; GalN, D-galactosamine; LPD, lipopolysaccharide. ijms-26-05825-t004_Table 4 Table 4 Phenotypes of liver-specific knockout mice of Atg genes related to the docking and fusion of AP-lysosome. Gene Model Phenotype Reference Docking and fusion of AP-lysosome Pacer Alb-Cre ; Pacer F/F Impaired autophagy and metabolic fluxes, TG and glycogen accumulation, reduced ketogenesis, early-onset fibrosis (increased collagen deposition) and liver injury, no hepatomegaly and HCC [ 229 ] Rubcn Alb-Cre ; Rubcn F/F Enhanced autophagy, protection against HFD-induced hepatic steatosis, liver damage and ER stress, no abnormalities on NCD [ 230 ] Becn1 , Uvrag , Stx17 No liver-specific knockout reported N/A N/A AP, autophagosome; Alb-Cre, expressing CRE recombinase under the control of albumin promoter; TG, triglyceride; HCC, hepatocellular carcinoma; HFD, high-fat diets; ER stress, endoplasmic reticulum stress; NCD, normal chow diets.",
  "plain_text": "Peroxisome proliferator-activated receptor α (PPARα, encoded by NR1C1) and farnesoid X receptor (FXR, encoded by NR1H4) are the two prominent nutrient-sensing nuclear receptors essential for maintaining hepatic metabolism during fasting and fed states, respectively. These nuclear receptors comprehensively regulate the transcription of numerous genes involved in fatty acid oxidation (FAO), ketogenesis, bile acid (BA) biosynthesis, and other metabolic processes critical for liver energy homeostasis. These receptors have been shown to have opposite impacts on autophagy, which is triggered by PPARα activation but inhibited by FXR activation. Recent studies have further revealed that liver-specific genetic ablation of key autophagic genes tremendously impairs the activation of these nuclear receptors, thereby profoundly affecting hepatic metabolism in both fasting and feeding states. This review explores the roles and mechanisms of PPARα and FXR in regulating liver metabolism and autophagy, highlighting the necessity of basal autophagic activity in ensuring the proper signaling of these nutrient-sensing nuclear receptors. Finally, we examine the potential therapeutic strategies that leverage the interplay between PPARα, FXR, and autophagy for the treatment of metabolic liver disorders. We also delve into the clinical implications of this complex relationship, emphasizing its significance for translational medicine and future therapeutic interventions."
}
