{
    "PMC": "2139889",
    "DOI": "10.1083/jcb.137.3.779",
    "PMID": "9151681",
    "PMCID": "PMC2139889",
    "title": "Phosphorylation of human pro-urokinase on Ser138/303 impairs its receptor-dependent ability to promote myelomonocytic adherence and motility.",
    "year": 1997,
    "source_url": "https://europepmc.org/article/PMC/PMC2139889",
    "source": "MED",
    "abstract_text": "Serine phosphorylation of human pro-urokinase (pro-uPA) by A431 human carcinoma cells results in a catalytically active molecule with reduced sensitivity to plasminogen activator inhibitor type 1. We mapped the phosphorylated seryl residues by analyzing the in vivo phosphorylation state of engineered pro-uPA variants carrying a COOH-terminal poly-histidine tag. Stably transfected A431 cells do not incorporate radioactive phosphate into tagged pro-uPA in which the serines 138 and 303 have been replaced with glutamic residues, although endogenous nontagged pro-uPA is 32P-labeled on A and B chains. Moreover, the catalytic-independent ability of the mono- and di-substituted \"phosphorylation-like\" variants to bind to the GPI-anchored urokinase receptor (uPAR) and promote adherence of differentiating U937, HL-60, and THP-1 myelomonocytic cells was examined. We found that glutamic residues as well as the naturally occurring phosphoserines at positions 138 and 303 abolish proadhesive ability, although they do not interfere with receptor binding. In addition, pro-uPA carrying Glu138/303 lacks the capability to induce a chemotactic response of THP-1 cells. The exclusive presence of Glu138 reduces pro-uPA proadhesive and chemotactic ability by 70-80%, indicating that a phosphoserine residue at the same position plays a major inhibitory role of myeloid cell response to pro-urokinase. The di-substitution does not affect pro-uPA ability to interact with vitronectin or to enhance binding of urea-denatured vitronectin to uPAR. However, unlike wild-type tagged pro-uPA, the di-substituted variant does not induce receptor polarization in pre-adherent U937 cells. Taken together, the data support the possibility that pro-uPA phosphorylation on Ser138/303 can modulate uPAR transducing ability.",
    "full_text": "J Cell Biol J. Cell Biol The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 2139889 9151681 Article Phosphorylation of Human Pro-Urokinase on Ser 138/303 Impairs Its Receptor-dependent Ability to Promote Myelomonocytic Adherence and Motility Franco Paola * Iaccarino Ciro * Chiaradonna Ferdinando * Brandazza Anna ‡ Iavarone Carlo * Mastronicola M. Rosaria * Nolli M. Luisa § Stoppelli M. Patrizia * * International Institute of Genetics and Biophysics, Consiglio Nazionale delle Ricerche, Via Marconi, 10, Napoli, Italy; ‡ Farmitalia Carlo Erba, Nerviano (Milano), Italy; and § Lepetit Spa Research Center, Gerenzano (Varese), Italy 5 5 1997 137 3 779 791 2 8 1996 20 12 1996 1997 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Serine phosphorylation of human pro-urokinase (pro-uPA) by A431 human carcinoma cells results in a catalytically active molecule with reduced sensitivity to plasminogen activator inhibitor type 1. We mapped the phosphorylated seryl residues by analyzing the in vivo phosphorylation state of engineered prouPA variants carrying a COOH-terminal poly-histidine tag. Stably transfected A431 cells do not incorporate radioactive phosphate into tagged pro-uPA in which the serines 138 and 303 have been replaced with glutamic residues, although endogenous nontagged pro-uPA is 32 P-labeled on A and B chains. Moreover, the catalyticindependent ability of the mono- and di-substituted “phosphorylation-like” variants to bind to the GPIanchored urokinase receptor (uPAR) and promote adherence of differentiating U937, HL-60, and THP-1 myelomonocytic cells was examined. We found that glutamic residues as well as the naturally occurring phosphoserines at positions 138 and 303 abolish proadhesive ability, although they do not interfere with receptor binding. In addition, pro-uPA carrying Glu 138/303 lacks the capability to induce a chemotactic response of THP-1 cells. The exclusive presence of Glu 138 reduces pro-uPA proadhesive and chemotactic ability by 70– 80%, indicating that a phosphoserine residue at the same position plays a major inhibitory role of myeloid cell response to pro-urokinase. The di-substitution does not affect pro-uPA ability to interact with vitronectin or to enhance binding of urea-denatured vitronectin to uPAR. However, unlike wild-type tagged pro-uPA, the di-substituted variant does not induce receptor polarization in pre-adherent U937 cells. Taken together, the data support the possibility that pro-uPA phosphorylation on Ser 138/303 can modulate uPAR transducing ability. Urokinase (uPA) 1 , one of the two plasminogen activators, is a secreted serine protease which converts the latent ubiquitous zymogen plasminogen to plasmin. Plasmin is, in turn, capable of degrading a variety of intravascular proteins, such as fibrin and extracellular matrix components, including fibronectin, laminin, proteoglycans, as well as activating type IV pro-collagenase, thus indirectly hydrolyzing collagen ( Dano et al., 1985 ). Urokinase catalyzes the rate-limiting step of this proteolytic cascade, thereby regulating a variety of events that require extracellular proteolysis, such as cell migration, tissue remodeling and involution, and tumor metastatization ( Blasi et al., 1994 ). Increasing evidence shows that the complex regulation of uPA activity and localization is accomplished through the integration of multiple modulators. These include specific inhibitors of the proteolytic activity, namely plasminogen activator inhibitor type 1 and 2 (PAI-1 and PAI-2) and protease nexin (PN), which directly interact with uPA catalytic moiety ( Blasi et al., 1987 ). Cell surface–associated plasminogen activation is achieved through the high affinity binding of uPA to the GPI-anchored urokinase receptor (uPAR) ( Vassalli et al., 1985 ; Stoppelli et al., 1985 , 1986. Roldan et al., 1990 ). Secreted pro-urokinase is a zymogen that must be proteolytically cleaved in two fragments (namely, A and B chain) to display its full enzymatic activity, either in solution or on the cell surface: cell-associated plasmin cleaves receptor-bound pro-uPA with an efficiency 50-fold higher than plasmin in solution ( Stephens et al., 1989 ; Ellis et al., 1989 ). Furthermore, the activation of cell-associated plasminogen by receptorbound uPA is characterized by a 40-fold reduction in the K m for plasminogen activation ( Ellis et al., 1991 ). The membrane-bound plasmin activity generated by cellbound plasminogen is protected by inactivation from serum inhibitors, but it can be modulated by the plasminogen activator inhibitors 1 and 2 ( Hall et al., 1991 ; Cubellis et al., 1990 ). Receptor-bound uPA:PAI-1 complexes can be cleared from the cell surface via the α 2 -macroglobulin receptor–low density lipoprotein receptor-related protein ( Conese et al., 1994 ). Many observations have suggested that uPAR could direct uPA-dependent proteolysis to discrete regions of pericellular matrix, where the degrading activity is required by cells engaged in migratory processes ( Estreicher et al., 1990 ). Considerable evidence has been accumulated which indicates that receptor-bound uPA provides cells with a very efficient invasion machinery ( Carriero et al., 1994 ; reviewed in Dano et al., 1994 ). However, recent findings uncover additional roles for ligand-stimulated uPAR: in particular, the ability of pro-uPA to trigger uPAR-dependent cell responses, such as cell migration, proliferation, chemotaxis, adherence, tyrosine phosphorylation, and transcription of specific genes, has received considerable attention ( Kirchheimer et al., 1989 ; Nusrat and Chapman, 1991 ; Del Rosso et al., 1993; Dumler et al., 1993 ; Busso et al., 1994 ; Gyetko et al., 1994 ; Cao et al., 1995 ). In most cases, uPA proteolytic activity is not required, as the same effect is exerted by catalytically inactivated uPA (DFP-uPA) or its amino-terminal domain (ATF, aminoacids 1-135). In both cases, the occurrence of a COOH-terminal lysine (Lys 135 or Lys 158 ) is critical to the proadhesive effect ( Li et al., 1995 ). Like other proteases of the fibrinolytic and blood coagulation systems bearing large noncatalytic domains involved in the interaction with regulatory macromolecules, pro-uPA includes a 157–amino acid NH 2 -terminal moiety (A chain) which comprises the “growth factor-like” domain responsible for uPAR binding, the kringle domain, and the so called “mini-chain,” which precedes the Ile 157 -Lys 158 activation site ( Patthy, 1985 ; Appella et al., 1987 ; Oswald et al., 1989 ; Hansen et al., 1994 ). The occurrence of ATF-dependent events leading to cell activation raises an important question concerning the mechanisms underlying the signaling ability of uPAR, as this receptor lacks a transmembrane and a cytoplasmic region, which could link it to the intracellular signal transduction pathways. Reversible association with CR3, the complement receptor type III (CD11b/CD18) both in neutrophils and in monocytes, has been reported ( Kindzelskii et al., 1996 ; Sitrin et al., 1996 ; Wei et al., 1996 ). Furthermore, β2-integrins, Src kinases, and uPAR have been found in a single complex from monocytes ( Bohuslav et al., 1995 ). Also, functional evidence for the existence of a transmembrane adaptor in THP-1 monocyte-like cells has been recently provided ( Resnati et al., 1996 ). Although most of the uPAR-dependent cell responses are triggered by its ligand, little attention has been given to the role of uPA in the early steps of receptor activation. Cultured myelomonocytic cell lines, like U937, HL-60, and THP-1, can be induced to differentiate with TGF-β/vitamin D 3 , and, if further treated with nanomolar concentrations of uPA or ATF, they acquire an adherent phenotype within minutes ( Waltz et al., 1993 ). Differentiation of U937 cells into cells displaying macrophage-like properties is accompanied by an increase in the number of uPARs which parallels the acquisition of an adherent phenotype ( Stoppelli et al., 1985 ; Picone at al., 1989). Also, THP-1 motility is greatly stimulated by uPA or ATF or proteolytically cleaved soluble uPAR ( Resnati et al., 1996 ). To shed light on these ligand-dependent signaling processes, we analyzed the functional effects of pro-uPA serine phosphorylation on uPAR-dependent chemotaxis and adhesion. We have previously found that pro-urokinase synthesized by A431 human epidermoid carcinoma cells is phosphorylated on seryl residues located within the A chain and the B chain, respectively ( Mastronicola et al., 1990 ). Tyrosine phosphorylation of uPA from human urine and from HT-1080 cell line has also been reported ( Barlati et al., 1991 ). Phosphate groups linked to serine, threonine, and tyrosine residues have been detected in pro-uPA secreted from human melanoma cells ( Barlati et al., 1995 ). Functional consequences of phosphorylation have been described: we have shown that serine phosphorylated uPA from A431 cells is severely impaired in its interaction with PAI-1, although its catalytic activity is not affected ( Mastronicola et al., 1992 ; Franco et al., 1992 ). Moreover, an increased catalytic efficiency (k cat /K m ) has been reported for uPA phosphorylated by the Detroit 562 carcinomatous cells ( Takahashi et al., 1992 ). Early efforts directed to the identification of pro-uPA phosphorylation sites in A431 cell line, by tryptic phosphopeptide mapping, have tentatively identified Ser 138 and Ser 303 as major phosphorylation sites (Welinder, K., M.P. Stoppelli, and F. Blasi, unpublished observations). In this paper, we describe the construction and the high level expression of engineered COOH-terminal histidine-tagged pro-uPAs carrying single amino-acid substitutions which alter the presumptive phosphorylation sites. These “phosphorylation-like” variants have been employed for a final identification of the phosphorylation sites in vivo, and for a functional analysis of single phosphoserines at critical sites of pro-uPA. Evidence is provided that the naturally occurring phosphate groups on Ser 138/303 , as well as glutamic residues mimicking phosphoseryl residues at the same locations, strongly impair uPA ability to induce uPAR-dependent myelomonocytic adherence and motility. Materials and Methods Materials Expression vector pcDNAIneo as well as the MC1061-P3 bacterial strain were from Invitrogen (San Diego, CA). The oligonucleotides were from Primm (Milan, Italy). CNBr-activated Sepharose 4B-CL, protein A–Sepharose, and Fe 3+ chelating Sepharose were obtained from Pharmacia (Uppsala, Sweden). Ni-NTA resin was from Quiagen, GmbH (Hilden, Germany). Chromogenic substrates for plasmin (H-D-Nle-HHT-Lys-pNA.2AcOH), uPA Elisa kit, #399 anti-uPAR polyclonal antibody, and the amino-terminal fragment of uPA (aa 1-135) were from American Diagnostica (Greenwich, CT). FITC-conjugated polyclonal goat anti–rabbit IgG were from Jackson Immunoresearch Laboratories (West Grove, PA). Anti–human vitronectin polyclonal antibody was from Calbiochem (San Diego, CA). Recombinant pro-uPA was a gift of Dr. P. Sarmientos, Farmitalia (Milan, Italy). Plasminogen was purified from serum as previously described ( Franco et al., 1992 ). 5B4 anti-uPA mAb has been previously described in Nolli et al. (1986). Cell culture reagents were from GIBCO-BRL (Gaithersburg, MD). The Bradford protein assay method was from Biorad Labs. (Hercules, CA). [ 35 S]Methionine, [ 32 P]orthophosphate, and prestained molecular weight protein markers were obtained from Amersham ( Amersham , UK). Restriction enzymes and human vitronectin were from Promega (Madison, WI). Autoradiography was performed on X-omat, films from Eastman Kodak Co. (Rochester, NY). Enlightning was from New England Nuclear (Beverly, MA). Geneticin, TGF-β, and dihydroxyvitamin D 3 were from Calbiochem-Novabiochem Corp. (La Jolla, CA). Subcloning of pro-uPA Gene and Site-directed Mutagenesis of Its cDNA A SacII–SspI fragment encompassing the pro-uPA gene, lacking the nontranslated exon I, was excised from pRSV-uPA ( Riccio et al., 1985 ; Nolli et al., 1989 ; see also Fig. 1 ) and subcloned in pcDNA neo I linearized with EcoRV (pcDNAneo-uPA gene). pcUK176 from R. Miskin (Weizmann Institute of Science, Rehovot, Israel) was the source of uPA cDNA ( Axelrod et al., 1989 ). Mutations were generated by PCR amplification with pFC16 as template (described in Orsini et al., 1991 ). The oligonucleotides employed are n.1: 5′-TTC T TC CGG A GG TTC GGA GGG CTT TTT TCC-3′, n.1/2: 5′-TCC TCC GGA AGA ATT AAA ATT TCA-3′, n.3: 5′CTG C TC CGG A TA GAG ATA GTC GGT TTC ATT CTC TTT TCC3′, n.5: GGA TCT GTG GGC ATG GTA (plasmid region downstream to the pro-uPA cDNA), n.6: 5′-CCT GTT GAC AAT TAA TCA (pTrp promoter region). In particular, for the S138E mutation, two cDNA fragments were amplified using, respectively, primers n.6+1 and n.1/2+5. Both the fragments were then restricted, respectively, with BglII+AccIII and AccIII alone and subcloned into the pFC16 vector digested with the same enzymes, therefore substituting the nonmutagenized fragments. For the cloning procedure, in the primers n.1 and n.1/2, an AccIII site has been introduced with no change in the protein sequence. For the S303E mutation, only one fragment was amplified using primers n.6+3 and subcloned directly into the pFC16 vector, as described above. As a result, the codons encoding Ser 138 (TCC) and Ser 303 (TCT) were converted to GAA which specifies for Glu (positions 2413 and 3794 of the uPA gene, according to Riccio et al., 1985 ). Successful mutation was confirmed by DNA sequencing. Polyhistidine Tagging of pro-uPA Two complementary oligonucleotides (62 bases each) were synthesized which encode the carboxy-terminal sequence of pro-uPA followed by a “spacing-arm” (Gly-Ala-Gly) and six histidines before the stop codon, as diagrammed in Fig. 2 . The two oligos were denatured at 95°C and slowly reassociated to allow the formation of a double strand oligo with BamHI– XhoI cohesive termini which has been inserted into the BamHI–XhoI excised pcDNA neoI vector, as depicted in the upper part of Fig. 2 . For inframe fusion, a BamHI fragment containing most of the pro-uPA gene was introduced into the unique BamHI site to generate pcDNAneo-HisuPA plasmid encoding histidine-tagged pro-uPA (His-pro-uPA wt ). Construction of the Mini-Gene 138E A FspI–FspI cDNA fragment carrying the S138E mutation was purified and ligated to pcDNAneo-His-uPA digested with FspI. This subcloning allows the formation of the mini-gene 138E (unit encoding pro-uPA 138E ) retaining 6 out of 10 pro-uPA gene introns (B, C, D, E, I , J). Construction of the Mini-Gene 138E/303E The FspI–EcoRI cDNA fragment carrying the S138E mutation, together with the EcoRI–BamHI fragment containing the S303E mutation, were ligated to the FspI–BamHI excised pcDNAneo-His-uPA plasmid. As depicted in Fig. 1 , the resulting mini-gene 138E/303E (unit encoding prouPA 138E/303E ) retains introns B, C, D, and E. Cell Cultures and Transfections A431 human epidermoid carcinoma, HeLa human cervix carcinoma, and mouse LB6-19 expressing human uPAR cell lines were grown in DMEM containing 5% FBS. HL-60 promyelocytic leukemia, U937 histiocytic lymphoma, and THP-1 monocytic leukemia cell lines were cultured in RPMI containing 10% heat-inactivated FBS. All cell lines were grown in the presence of 100 U/ml penicillin and 100 μg/ml streptomycin in a 5% CO 2 atmosphere. Transient transfections of 2 × 10 6 subconfluent HeLa cells were performed by electroporation at 250 V, 960 μFaraday in the presence of 30 μg of plasmid DNA, in 0.8 ml of cell culture medium per sample. After the transfection, the cells were diluted up to 3 ml and plated in a 6-cm dish. The medium was replaced 24 h later and the cells assayed 48 h after the transfection. Stable A431 transfectants were obtained by electroporating 10 7 subconfluent A431 cells at 360 V, 960 μFaraday with 80 μg of plasmid DNA, in 0.9 ml of culture medium. The cells were then diluted to 10 ml and seeded in 10-cm dishes. 24 h later, the medium was replaced. The neomycin analogue G418 was added at 0.8 mg/ml 48 h after the transfection and the medium was changed twice a week. Drug resistant colonies appeared after ∼2–3 weeks. The pro-uPA secreted by the resistant clones was quantitated by enzymatic and ELISA assays from the serum-free conditioned media. Metabolic Cell Labeling and Immuno-affinity Purification of pro-uPA To metabolically label A431 and HeLa cells, they were seeded at a density of 3 × 10 6 /10-cm dish in 10-ml DMEM with 5% FBS. After 24 h, the culture medium was substituted with 5 ml of either methionine-free plus 500 μCi of [ 35 S]methionine or phosphate-free DMEM plus 1 mCi of [ 32 P]orthophosphate. The 18-h labeling was performed in the presence of 5% dialyzed FBS, 1 mM NaI, 100 mM orthovanadate, 5 μg/ml aprotinin. 32 P- and 35 S-labeled pro-uPAs were purified by immuno-affinity chromatography of the conditioned media with the specific 5B4 anti-uPA antibody, as previously described ( Nolli et al., 1986 ; Stoppelli et al., 1986 ). Receptorbound pro-uPA was extracted with a buffer containing 50 mM glycine-HCl, 0.1 M NaCl, pH 3, for 5 min and subjected to immunoaffinity purification, as described ( Stoppelli et al., 1986 ). The resulting samples were analyzed onto a 12.5% polyacrylamide gel electrophoresis under reducing conditions followed by autoradiography ( Laemmli, 1970 ). 32 P-containing gels were directly dried under a vacuum whereas 35 S-containing gels were fixed in 25% methanol, 10% acetic acid, embedded in Enlightning, and dried. Purification of Polyhistidine-tagged pro-uPA Histidine-tagged pro-uPAs were isolated from the serum-free conditioned medium of 35 S-labeled A431 transfectants or unlabeled HeLa transfectants, by Ni-NTA chromatography, according to the manufacturer's instructions, with minor modifications (see also Janknecht et al., 1991 ). Briefly, 80 μl of Ni-NTA/Sepharose, equilibrated with 50 mM NaH 2 PO 4 , pH 8.0, 300 mM NaCl, 20 mM Imidazole, were incubated with 1 ml of conditioned medium and 250 μl of 250 mM NaH 2 PO 4 , pH 8.0, 1.5 M NaCl, 100 mM Imidazole, 5 μg/ml aprotinin for 90 min at r.t. under gentle shaking. The sample was then centrifuged at 4°C, 2,000 rpm for 3 min in a microfuge and the supernatant saved as a source of nontagged uPA, whenever required. Then, the resin was washed three times with wash buffer (50 mM NaH 2 PO 4 , pH 8.0, 300 mM NaCl, 20 mM Imidazole) and incubated with 500 μl of 50 mM NaH 2 PO 4 , pH 8.0, 300 mM NaCl, 250 mM Imidazole for 20 min at r.t. to elute histidine-tagged pro-uPA. The sample was transferred to a clean tube and TCA-precipitated to remove salt. Negative controls were performed with glycine-blocked Sepharose CL-4B under the same conditions. Purification of Phosphorylated pro-uPA Phosphorylated pro-uPA from conditioned medium of A431 cells was purified by Fe 3+ chelated Sepharose chromatography, as previously described ( Franco et al., 1992 ). Quantitation and DFP-Inactivation of uPA Quantitative enzymatic assays were performed at 25°C with 0.3 mM of the plasmin chromogenic substrate H-D-Nle-HHT-Lys-pNA.2AcOH, in the presence of 1.0 μM human plasminogen, using a 50-mM Tris-HCl buffer, pH 7.5. The reaction was monitored by measuring the absorbance at 400 nm. Standard curves with recombinant pro-uPA were used as a reference. Quantitation of pro-uPA and uPA was also performed by a commercial enzyme immunoassay, following the manufacturer's instructions (see Materials and Methods). Nonreversible inactivation of two-chain uPA with DFP (diisopropylfluorophosphate) was performed according to Cubellis et al. (1989) . Protein concentration was determined by the method of Bradford (1976) . Radioiodination, Receptor Binding Assays, and Ligand Blotting 125 I-labeling of ATF, His-pro-uPA wt , His-pro-uPA 138E/303E , and vitronectin was performed with Na 125 I using Iodo-Gen, as previously described (Del Vecchio et al., 1993). The radiolabeled proteins were purified from unbound iodide by Sephadex G-25 chromatography and stabilized with 0.2 mg/ml BSA. The resulting specific activity of ATF and histidine-tagged pro-uPAs was 22 × 10 6 cpm/μg, whereas specific activity of vitronectin was 2 × 10 6 cpm/μg. Binding competitions to the uPA receptor were carried out as described in Stoppelli et al. (1985) for U937 cells. Blotting of vitronectin and subsequent probing with 125 I-His-pro-uPA wt and 125 I-His-pro-uPA 138E/303E was performed according to Moser et al. (1995) . Adhesion Assays For “priming,” exponentially growing U937 cells were diluted to 0.4 × 10 6 cells/ml in RPMI-10% FCS and treated with 1 ng/ml TGF-β, 50 nM dihydroxyvitamin D 3 in the presence of 10% FBS for 20 h in Petri dishes. Then, 10 5 cells per sample were incubated in 24-multiwell plates with 0.2 nM of the indicated effectors (unless otherwise specified) for 30 min at 37°C. Non-adherent cells, harvested by pipetting and adherent cells, removed with 0.05% trypsin, were counted in a hemocytometer. The number of adherent cells is expressed as a percentage of the total cell number and represents an average from three different experiments performed in duplicate. Chemotaxis Assays The assays were performed using Boyden chambers with 5 μm pore size polycarbonate filters coated with collagen type I, according to Resnati et al. (1996) . Briefly, 10 5 THP-1 were applied to the upper compartment in serum-free RPMI. A431 and LB6-19 cells were acid-washed before the assay and resuspended in serum-free DMEM. Effectors were diluted in culture medium at the indicated concentrations and added to the lower compartment. The chambers were then incubated at 37°C for 90 min, and afterwards, the filters were removed, fixed, and stained. The cells on the lower side of the filter were counted and reported as a percentage of the basal random migration in the absence of chemoattractant. Immunofluorescence and Confocal Laser Scanning Microscopy “Primed” U937 cells were incubated with the indicated effectors at 1.5 × 10 6 cells/ml, for 1 h at 37°C in plastic tubes under gentle agitation. Then, they were washed with PBS, fixed with 3% paraformaldehyde for 10 min on ice, and incubated with 10 μg/ml affinity purified anti-uPAR #399 polyclonal antibody and subsequently with 12 μg/ml affinity-purified FITCconjugated polyclonal goat anti–rabbit IgG. The cells were then washed twice with PBS and mounted with PBS/Mowiol 4-88 (2:1). To observe labeled cells, we have used a Zeiss laser scanning microscope (LSM 410 invert) equipped with a plan apo oil (100×) immersion lens (NA = 1.3). FITC emission was excited using the argon laser 488 nm line. The emission signals were filtered with a Zeiss 510–525-nm filter (fluorescein emission). The images were processed by a Zeiss CLSM instrument software. Nonspecific fluorescence was assessed by incubating the cells with the secondary FITC-labeled anti–rabbit antibody and measuring the average intensity value. Optical serial sections were collected with a step size of 0.75 μm/section; regularly, noise levels were reduced by 16 lines averaging of the scans. Results High Level Expression of COOH-Terminal Histidine-tagged Pro-Urokinase and Its Variants Early work from our laboratory has shown that the in vivo 32 P-labeled pro-urokinase (pro-uPA) from A431 human carcinoma cell line is phosphorylated at least on two serine residues, being located within the A and the B chain, respectively ( Mastronicola et al., 1990 ). Further efforts directed to the localization of the phosphorylation sites by tryptic phosphopeptide mapping of A431 pro-uPA tentatively identified Ser 138 and/or Ser 303 as major sites (Welinder, K., M.P. Stoppelli, and F. Blasi, unpublished observations). This paper addresses the localization of pro-uPA phosphoseryl residues by an independent approach. As described in Materials and Methods, pro-uPA cDNA has been subjected to site-directed mutagenesis to encode prouPA variants carrying a replacement of Ser 138 and/or Ser 303 with glutamic acid residues. However, transient transfection of these cDNAs driven by SV40 or CMV promoters in HeLa cells resulted in a barely detectable level of prouPA, whereas a 10–20-fold greater amount of secreted prouPA was obtained from the genomic version under the same conditions (not shown). The latter finding raises the possibility that the presence of pro-uPA intronic regulatory sequences may stabilize its mRNA, therefore suggesting that a greater expression may arise from intron-bearing units encoding the full pro-uPA or its variants. On the other hand, the requirement of, at least, one intron for optimal mRNA accumulation has been shown for many genes, including those encoding β-globin, ribosomal protein L 32, tissue plasminogen activator, and purine nucleoside phosphorylase ( Buchman and Berg, 1988 ; Huang and Gorman, 1990 ). Also, some genes require specific sequences for intron-independent gene expression ( Liu and Mertz, 1995 ). In this case, although pcDNAneoI vector carries SV40 transcription termination and RNA processing signals to enhance mRNA stability, the expression of pro-uPA cDNA was unsatisfying: therefore, a minimum of four introns, derived from pro-uPA gene, were inserted upstream to the cDNA fragments carrying the mutations of interest, following a strategy described in Materials and Methods (Fig. 1 ). The protein encoded by these new intron-bearing units or “mini-genes” is the 431 amino acids “pre-prourokinase,” which is secreted concomitantly to the signal peptide removal ( Riccio et al., 1985 ). Then, the expression level of these mini-genes, driven by CMV promoter in pcDNAneoI vector, was tested in transient transfections of HeLa cells: the results confirmed that fusion of genomic sequences to the 5′ region of pro-uPA cDNA enables accumulation of mRNA and protein to an intermediate level as compared to the expression level of pro-uPA gene or cDNA (not shown). To selectively analyze the in vivo phosphorylation state of pro-uPA specific variants, we had to take into account the endogenous high level of pro-uPA in A431 cell line. Therefore, a polyhistidine tagging was designed, as it does not contain any phosphorylatable amino acid and, also, should not interfere with protein secretion, if inserted at the COOH-terminal end of the protein ( Bush et al., 1991 ). Also, it ensures rapid and efficient purification based on its high affinity interaction with Ni 2+ Sepharose (Ni-NTA). As described in Materials and Methods, a double strand oligonucleotide encoding the COOH-terminal region of pro-uPA, downstream to the BamHI site (exon XI), followed by an exahistidyl peptide and a stop codon, was cloned into the BamHI–XhoI excised pcDNAneoI vector. Afterwards, a BamHI fragment containing most of the prouPA gene or the mini-genes was inserted into the unique BamHI site. As shown in Fig. 2 , upper part, a histidinetagged fusion protein with a slightly different carboxy-terminal sequence (His-pro-uPA wt ) was generated. To test the in vivo expression of this construct and the purification procedure of histidine-tagged pro-uPA, a transient transfection of HeLa cells, displaying no detectable endogenous pro-uPA, was performed. The cells were transfected as described in Materials and Methods and, 48 h later, labeled with 100 μCi/ml of [ 35 S]methionine for 18 h. As shown by the similar patterns displayed in Fig. 2 (lower part), incubation of the 35 S-labeled HeLa transfectants' conditioned medium with either 5B4-agarose or Ni 2+ Sepharose resulted in the purification of His-pro-uPA wt . In control experiments, untagged pro-uPA wt , encoded by pcDNAI bearing uPA gene, could exclusively be purified with antiuPA antibody and not by Ni-NTA chromatography. In both cases, pro-uPA exhibits a mol wt of ∼47 kD: the lower mol wt bands correspond to the A and B chains of pro-uPA which undergoes partial activation in cell culture. In other experiments, a tag-dependent, slightly decreased electrophoretic mobility of B chain was detected (not shown). Parallel ELISA and enzymatic assays of purified His-prouPA wt suggested no major effects of COOH-terminal tagging on its catalytic activity (not shown). Identification of A431 Pro-Urokinase Phosphoseryl Residues PcDNAneoI vector carrying either pro-uPA gene encoding His-pro-uPA wt or the mini-gene encoding His-prouPA 138E/303E was stably transfected into A431 epidermoid carcinoma cell line. Two geneticin-resistant clones, producing 1.5–2 μg pro-uPA/10 6 cells in 18 h, were selected for further studies. To rule out the possibility that His-tagging may affect pro-uPA in vivo phosphorylation, a preliminary experiment was designed in which the phosphorylation level of His-pro-uPA wt was compared to that of untagged endogenous pro-uPA wt . In agreement with the previously reported phosphorylation pattern, in both cases, three bands can be observed under reducing conditions corresponding to the single (47 kD) and two-chain uPA (30 kD and 17 kD, respectively), following metabolic labeling with [ 35 S]methionine or [ 32 P]orthophosphate (Fig. 3 A ). To assess the in vivo phosphorylation state of pro-urokinase in which neither Ser 138 nor Ser 303 are available any longer, the phosphorylation state of His-pro-uPA 138E/303E was analyzed and endogenous pro-uPA (pro-uPA wt ) was used as a reference. This approach allows the simultaneous analysis of both proteins, so excluding any effect due to clonal variability. 1 10-cm dish of subconfluent A431 transfectants was labeled with 200 μCi/ml of [ 32 P]orthophosphate and one dish was incubated with 100 μCi/ml of [ 35 S]methionine, to ensure an internal control of prouPA synthesis. In both cases, 18 h later, the conditioned medium was subjected to the Ni-NTA chromatography to isolate His-pro-uPA 138E/303E ; the unbound proteins have been further incubated with the 5B4 anti-uPA monoclonal antibody to recover endogenous untagged pro-uPA wt . The resulting samples have been loaded onto a 12.5% SDSPAGE under reducing conditions. Fig. 3 B shows that the recovered untagged pro-uPA wt is labeled with 35 S and 32 P. Conversely, His-pro-uPA 138E/303E is exclusively labeled with 35 S and not with 32 P. Quantitation of the enzymatic activity of immunoprecipitates confirmed that the same amount of pro-uPA wt and His-pro-uPA 138E/303E is indeed present in the last two samples shown in Fig. 3 B (not shown). The lack of His-pro-uPA 138E/303E in vivo phosphorylation clearly establishes that pro-uPA phosphorylation by A431 cells is totally dependent on the availability of Ser 138 and Ser 303 . Receptor Binding Ability of Phosphorylated Pro-uPA and Its “Phosphorylation-like” Variants The localization of pro-uPA phosphorylation sites does not suggest functional consequences on uPAR binding, as the growth factor-like domain does not include any phosphoserine. However, given the possibility that negatively charged side chains may trigger conformational changes even at distant sites, we analyzed the uPAR binding ability of phosphorylated pro-uPA. Previous work has shown that A431 human carcinoma cells synthesize pro-uPA and bind it to cell surface receptors in an autocrine fashion. According to a previously published protocol, receptor-bound pro-uPA can be extracted by a short acidic treatment of A431 cells ( Stoppelli et al., 1986 ). Here we demonstrate that acid-released pro-uPA from the surface of A431 cells, which have been metabolically labeled with [ 32 P]orthophosphate, is indeed 32 P-labeled. Fig. 4 A shows the immunoprecipitated 47-kD protein from neutralized acid wash of 32 P-labeled A431 cells with 5B4 anti-uPA antibody (lane 2 ), analyzed onto a 12.5% SDS-PAGE under reducing conditions. Incubation of the same extract with an irrelevant antibody confirms the specificity of the reaction (lane 1 ); however, this experiment could only detect a severe impairment of receptor binding ability, but it does not draw any conclusion on the affinity of phosphorylated prouPA for uPAR. To address this question, conditioned medium from A431 cells was fractionated with the Fe 3+ Sepharose chromatography. As previously published, this matrix only retains phosphorylated uPA (Pser-uPA) which can be subsequently eluted by raising the pH and washing the column with a phosphate buffer ( Franco et al., 1992 ). A further immunoaffinity step allows purified phosphorylated uPA to recover and to test its affinity for uPAR. No major differences in the relative K d s for uPAR were detected in binding assays in which unlabeled Pser-uPA or human urinary uPA were used as competitors of 125 I-ATF binding to monocyte-like U937 cells, at the concentrations reported in Fig. 4 B. Although the functional analysis of in vivo phosphorylated uPA could benefit from the Fe 3+ Sepharose chromatography technique, this procedure does not allow purification of pro-uPAs homogeneously phosphorylated at one or both relevant sites. So, to investigate the functional consequences of pro-uPA phosphorylation at single sites, we analyzed the above described phosphorylation-like prouPA variants in which glutamic residues are expected to mimic the presence of phosphate groups ( Maciejewski et al., 1995 ). In this set of experiments, we took advantage of the inability of HeLa cells to neither phosphorylate Ser 138 nor Ser 303 , thus allowing individual analysis of the glutamic substitutions (Iaccarino, C., P. Franco, and M.P. Stoppelli, unpublished observations). For this reason, stably transfected HeLa cells overexpressing His-pro-uPA wt , His-prouPA 138E , or His-pro-uPA 138E/303E , at 1–2 μg uPA/10 6 cells in 20 h, have been obtained. Histidine-tagged pro-uPA variants have been purified on large scale Ni-NTA Sepharose chromatography and quantitated by indirect enzymatic assay, as phosphorylation of pro-uPA does not affect its kinetic parameters for plasminogen activation ( Franco et al., 1992 ). The results show that the receptor binding ability of unlabeled His-pro-uPA wt is indistinguishable from that of urinary uPA (Fig. 4 B ). In addition, the affinity of His-pro-uPA 138E and His-pro-uPA 138E/303E for uPAR is similar to that of His-pro-uPA wt , as shown by comparing the relative K d s. In all cases, half-maximal binding is attained ∼0.4 nM, a value which is in the expected K d range for pro-uPA binding to uPAR. Effect of Phosphorylation on Pro-Urokinase Ability to Induce Adhesion of Differentiating Myeloid Cells As reported by others ( Nusrat and Chapman, 1991 ), the proadhesive ability of uPA on differentiating myelomonocytic cell lines depends on receptor binding and is independent of uPA catalytic activity. However, the possibility that additional interactions involving uPA and matrix or membrane-associated proteins may concur to promote U937 cell adherence cannot be excluded. Cells were induced to differentiation with TGF-β/vitamin D 3 for 20 h and then incubated in tissue culture multiwell plates for 30 min in the presence of 10% FBS, with or without 1 nM of various effectors. In the assay shown in Fig. 5 A , the adhesion promoted by 1 nM His-pro-uPA wt was taken as 100%. A single amino acid substitution at position 138 of histidine-tagged pro-uPA causes, at least, a 60% reduction of its proadhesive ability. It is noteworthy that His-prouPA 138E/303E , in which the two amino acid substitutions are combined, fails to increase adhesion. Similar relative data were obtained using the same effectors at the concentration of 0.2 nM (not shown). The lack of stimulation is neither due to undesired mutations of the selected clones, nor to the COOH-terminal polyhistidine sequence, as it has been observed with untagged pro-uPA 138E/303E purified from independent HeLa transfectants (not shown). Accordingly, A431 phosphorylated pro-uPA (Pser-uPA) shows a poor proadhesive ability with respect to the nonphosphorylated counterpart (Ser-uPA), at the same concentration (1 nM). In this case, the occurrence of nonphosphorylated molecules or molecules phosphorylated at single sites may likely account for the reduced, although still appreciable proadhesive effect of Pser-uPA, as compared to the disubstituted variant. Furthermore, the reduced proadhesive ability of Pser-uPA is not due to its inhibition-insensitive enzymatic activity, as it can be observed even after DFP treatment, which inactivates the residual two-chain activity. Consistently, the irreversible inactivation of two-chain uPA in the preparation of the phosphorylation-like variants did not alter the relative extent of the proadhesive effect. The proadhesive ability of pro-uPA is uPAR-dependent, as it can be prevented by pre-saturating the cells with anti-uPAR polyclonal antibody before the addition of the effectors. Also, 5 nM His-pro-uPA 138E/303E can reverse the proadhesive effect of 1 nM pro-uPA, further supporting the possibility that binding to the receptor is required for the negative effect of the di-substituted variant. Fig. 5 B shows the percentage of differentiating U937 cells which have acquired adherence in the presence of increasing concentrations of His-pro-uPA wt or His-pro-uPA 138E/303E . The results indicate that the di-substituted variant is indeed no longer capable to exert a proadhesive effect, even at concentrations 10-fold higher than those employed in the previous experiments. Further testing of the effects of phosphorylation on pro-uPA proadhesive ability employed THP-1 and HL-60 cell lines, all belonging to the myelomonocytic lineage. As shown in Table I , treatment of “primed” THP-1 and HL-60 cell lines with 0.2 nM His-pro-uPA wt under the conditions described for U937 cells causes 20– 25% of the cells to adhere to culture plates, in the presence of 10% FBS. A substantial reduction is observed with the monosubstituted variant His-pro-uPA 138E , which approximately retains 20–25% of the wild-type proadhesive ability. As for U937 cell line, no proadhesive effect is exerted by the di-substituted variant. Effect of Phosphorylation on Pro-Urokinase Enhancement of THP-1 Motility It is known that pro-uPA or ATF can stimulate a chemotactic response of THP-1 monocyte-like cells: in this experiment, the extent of cell migration along a gradient formed by His-pro-uPA wt or the relative phosphorylation-like variants was estimated. According to a procedure reported by Resnati et al. (1996) , THP-1 cells were allowed to migrate in modified Boyden chambers. Directional migration was assessed by counting the total cell number on the lower side of each filter and reporting it as a percentage of basal cell migration in the absence of chemoattractant. As shown in Fig. 6 , 0.2 nM His-pro-uPA wt does stimulate directional migration, unlike His-pro-uPA 138E/303E which fails to stimulate THP-1 cell motility at the same concentration (we could detect even a slightly reduced migration with respect to random migration). Similar to the relative effects on adherence, His-pro-uPA 138E retains ∼30% of the chemotactic ability of His-pro-uPA wt . Consistently, Pser-uPA from A431 cells is a weaker chemotactic agent than Ser-uPA. Nonreversible inactivation by DFP does not alter the chemotactic ability of any of the pro-uPAs, showing that none of the observed effects is due to the trace amount of two-chain uPA in the preparation. Interaction of His-pro-uPA wt and His-pro-uPA 138E/303E with Vitronectin and uPAR To gain some insight into the molecular mechanism underlying the impaired signaling ability of pro-uPA phosphorylated on Ser 138/303 , we investigated the direct interaction of His-pro-uPA wt and His-pro-uPA 138E/303E with denatured vitronectin. Varying amounts of vitronectin were separated by SDS-PAGE, transferred to a PVDF membrane, and probed with 125 I-His-pro-uPA wt or 125 I-His-pro-uPA 138E/303E , according to a procedure published by Moser et al. (1995) . As shown in Fig. 7 A , both variants react to the same extent to 1.25 μg, 2.5 μg, and 5 μg of vitronectin whereas they do not show an appreciable interaction with 5 μg of fibronectin or collagen. The possibility that phosphorylation of pro-uPA may interfere with uPAR binding to vitronectin was examined. For this experiment, urea-denatured vitronectin, which mimics the matrix-like form of vitronectin, was employed ( Wei et al., 1994 ). Primed U937 cells were either incubated in RPMI without any effector or with 10 nM recombinant pro-uPA, or His-pro-uPA wt or His-pro-uPA 138E/303E , in the presence of 125 I-vitronectin. At the end of the incubation, the cell-associated radioactivity was assessed. As shown in Fig. 7 B , binding of 125 I-vitronectin to the cells was similarly enhanced by all pro-uPAs used, ruling out the possibility that His-pro-uPA 138E/303E may interfere with uPAR/ vitronectin interaction. Chemotactic Ability of His-pro-uPA wt or His-pro-uPA 138E/303E in Nonmyelomonocytic Cell Lines Next, we investigated whether the lack of effect by the disubstituted phosphorylation-like variant can be exclusively observed in cells of the myelomonocytic lineage, where uPAR interacts with the β2-integrin CD11b/CD18 or Mac-1 ( Bohuslav et al., 1995 ; Wei et al., 1996 ). Therefore, the chemotactic ability of His-pro-uPA wt and Hispro-uPA 138E/303E was tested in A431 human carcinoma and mouse LB6-19, overexpressing human uPAR. As shown in Table II , His-pro-uPA wt is a chemotactic factor, capable of enhancing random cell migration of both cell lines. On the contrary, the di-substituted variant fails to stimulate cell motility in both cases. The data also show that migration directed by His-pro-uPA wt is unaffected by 10 μg/ml antivitronectin antibodies, suggesting that uPAR binding to vitronectin is not a prerequisite for uPA-dependent A431 cell migration. Taken together, these data suggest that the lack of His-pro-uPA 138E/303E chemotactic ability is not dependent on tissue-specific, uPAR-associated factors and raise the possibility that binding of phosphorylated prouPA may cause a general impairment of receptor function. Cellular Distribution of uPA Receptors in Preadherent U937 Cells Like other GPI-anchored proteins, uPAR lateral mobility in the cell membrane allows its ligand-dependent migration toward specific regions of the cell ( Myohanen et al., 1993 ). By the aid of immunofluorescence and confocal microscopy, we tested uPAR distribution in primed U937 cells, further treated with 10 nM His-pro-uPA wt or Hispro-uPA 138E/303E for 1 h. Cells were fixed, incubated with affinity-purified anti-uPAR rabbit polyclonal antibody, and subsequently incubated with FITC-conjugated anti– rabbit IgG. Cells were kept in suspension throughout the entire procedure, so to exclude any effect of cell attachment on uPAR localization. First, the distribution of fluorescence in the 0.75-μm section at the cell equator was analyzed. Primed cells exhibited primarily a diffused staining pattern at the membrane level, with occasional concentration of fluorescence at one cell edge (Fig. 8 , A and A′ ). After treatment with His-pro-uPA wt , uPAR staining became distinctly polarized in ∼70% of preadherent U937 cells ( B and B′ ). On the contrary, treatment with the phosphorylation-like variant results in uPAR redistribution only in 20% of the cell population ( C and C′ ). These values were calculated by taking sequential through-focus images of single cells, as fluorescent patches can be detected only by analyzing specific focal planes of preadherent cells ( D ). The data show that preadherent U937 cells undergo a ligand-dependent uPAR redistribution, which is severely impaired in cells treated with the phosphorylation-like, disubstituted pro-uPA variant. Discussion This study uncovers a novel regulatory mechanism of prourokinase proadhesive and chemotactic ability in myelomonocytic cells, which depends on phosphorylation at specific serine residues. First, we have identified Ser 138/303 as the in vivo major phosphorylation sites of pro-uPA synthesized by A431 human carcinoma cells. Second, by analyzing histidine-tagged pro-uPA variants carrying Glu 138 and/or Glu 303 to mimic the occurrence of specific phosphoserines, we found that the di-substitution strongly impairs pro-uPA ability to promote myelomonocytic motility and adherence, although it does not alter the K d of uPA for its receptor. Third, we found that the monosubstituted variant His-pro-uPA 138E only retains 20–30% of the wild-type proadhesive and chemotactic ability. These results were confirmed by parallel controls with naturally occurring phosphorylated pro-uPA from A431 cells. Finally, the disubstituted variant does bind to vitronectin, but it does not stimulate uPAR polarization in preadherent U937 monocytes. The data reported here indicate that phosphorylation of pro-uPA may modulate uPAR signaling ability, possibly interfering with uPAR mobilization and dynamic association with other membrane partners. The requirement for receptor binding is further confirmed by the finding that deletion of amino acids 10-135, which include the growth factor domain, renders pro-uPA totally unable to interact with uPAR and to stimulate adherence (Chiaradonna, F., P. Franco, and M.P. Stoppelli, unpublished observations). In addition, previous work has shown that the amino-terminal fragment of uPA, namely ATF, completely retains pro-urokinase proadhesive ability ( Nusrat and Chapman, 1991 ). However, these findings do not exclude that other regions of pro-uPA may modulate its signaling mechanism. One of the two phosphorylation sites lies within a small region connecting A and B chain of pro-uPA (135-158), or “mini-chain”: The finding that a negatively charged side chain at position 138 causes a 70– 80% reduction of both proadhesive and chemotactic ability of pro-uPA suggests that the surrounding region may be responsible for critical interactions with membrane- associated proteins, provided pro-uPA is receptor-bound. Additional information on the relevance of uPA mini-chain region to the uPA-enhanced adhesivness of U937 cells is provided by Gurewich and coworkers which showed that removal of Lys 135 or Lys 158 with carboxypeptidase A impairs uPA proadhesive effect, whereas it does not affect uPAR binding ( Li et al., 1995 ). These data, taken together, may lead to the conclusion that different local charges may exert opposite effects on uPA proadhesive ability and raise the possibility that the conformation of the mini-chain region may fulfill a regulatory function of uPA-dependent signaling. However, we cannot rule out the possibility that intramolecular charge interactions in phosphorylated uPA may preclude proper formation of a functional contact region, thereby suppressing uPA-dependent signaling. In our experiments, Glu 303 seems to enhance the effects of Glu 138 : this may lead to the interpretation that either the full pro-uPA molecule bears two distant regions of interaction or that, in receptor-bound pro-uPA, Glu 303 is spatially closer to Glu 138 , thereby enhancing the local negative charge. On the other hand, NMR analysis of pro-urokinase has shown a substantial independent motion between individual domains of the protein ( Oswald et al., 1989 ). Functional alterations due to single phosphorylation sites or to negatively charged amino acids (Asp or Glu) replacing phosphoserines are not unique to this case: phosphorylation of Ser 78 in the c-Jun transcriptional regulator enhances its DNA binding activity and so does the variant carrying Asp 78 . The transcriptional regulator p53, if phosphorylated on Ser 389 , lacks its growth suppressor function; regulation of isocitrate dehydrogenase by phosphorylation of Ser 113 leads to enzyme inactivation, which can be mimicked by substituting the critical Ser with Glu or Asp ( Hoeffler et al., 1994 ; Rolley and Milner, 1994 ; Hurley et al., 1990 ). A challenging question concerns the upstream molecular events of the uPAR-directed signaling, as this receptor, lacking a transmembrane and a cytoplasmic region, is associated to the membrane via a glycosylphosphatidylinositol (GPI) anchor ( Blasi et al., 1994 ). Very little is known about the ligand-dependent activation and the early signaling steps of GPI-anchored proteins. However, their lateral mobility may be important for a dynamic coupling to integral membrane proteins and therefore relevant to their transducing ability ( Robinson, 1991 ). It has recently been reported that uPAR can interact with integrin receptors: Work by Wei et al. (1996) has shown complex formation between uPAR and β1- or β2-integrins, which suggested this as the link between uPAR and cytoskeleton, therefore providing a mechanistic explanation for uPAR signaling. In neutrophils, the interaction between uPAR and CD11b/ CD18 (Mac-1) is highly dynamic and depends upon cell shape change from a spherical to a polarized morphology during locomotion; interestingly, uPARs are concentrated in lamellipodia-type structures ( Kindzelskii et al., 1996 ). It is known that uPA binding to uPAR induces its relocalization to focal contact sites in human fibroblasts and rabdomyosarcoma cells ( Myohanen et al., 1993 ). Others have shown that uPAR undergoes ligand-dependent conformational changes ( Plough et al., 1994 ). This paper shows that uPAR signaling ability may be modulated by single amino acid substitutions in its ligand, in a nontissue-specific and vitronectin-independent manner. We also show that wildtype tagged pro-uPA can induce uPAR redistribution in preadherent U937 cells, and that this ligand-dependent effect is prevented by phosphorylation of pro-uPA on Ser 138/303 . The blockage of uPAR-dependent signaling is further supported by the evidence that in cells treated with the di-substituted variant, we could not observe cytoskeletal rearrangements, as in preadherent cells (Chiaradonna, F., and M.P. Stoppelli, unpublished observations). Although the mechanistic role of pro-uPA as a trigger of motility and adhesion is presently unclear, different pieces of evidence may converge on the possibility that ligand-activated uPAR has an increased lateral mobility which allows its rapid redistribution to specific membrane regions and, perhaps, a particular conformation leading to its dynamic association with specific receptors. However, these aspects deserve further investigation. In any event, an interesting conclusion may be drawn from the inability of phosphorylated pro-uPA to stimulate both myelomonocytic adherence and motility, which suggests that these two processes share some common mediators in myelomonocytic cells. This finding is not surprising, as the formation of adhesive cell-matrix contacts in cell spreading and migration results from cooperation between the membrane-associated adhesive systems, the actin cytoskeleton, and the generation of force across regions of the cell. Cell migration implies the occurrence of cytoskeletalmediated process extension (filopodia and lamellipodia) and retraction, together with the formation and disruption of adhesive contacts at the leading edge of the cell. In particular, focal adhesions comprise integrins as the major adhesion receptors and are thought to serve as sites for coordination between cell adhesion and motility ( Gumbiner, 1996 ; Lauffenburger and Horwitz, 1996 ). Despite the relevance of monocyte/macrophage motility and adhesion to hemostasis, inflammation, and immunity, the molecular mechanisms governing these processes have been studied mostly in fibroblasts ( Zachary and Rozengurt, 1992 ). A detailed molecular analysis of the effects triggered by prouPA may provide some clues to such mechanisms in myelomonocytic cells. In particular, the nonsignaling, di-substituted variant can be instrumental in additional studies aimed at identifying the membrane partners of pro-uPA and the molecular details of these critical interactions. Also, the maximized expression level of the nonphosphorylatable variants encoded by the mini-genes will hopefully give the opportunity to study both the regulation and the tissue specificity of these sites. In a previous paper, we have shown that phosphorylated pro-uPA is less sensitive to the inhibition by PAI-1; recent data suggest that it also render pro-uPA more susceptible to the activation by plasmin (Iaccarino, C., P. Franco, and M.P. Stoppelli, unpublished observations). Conversely, this work presents evidence that phosphorylation inhibits uPA-dependent control of myelomonocytic adherence and motility. In conclusion, phosphorylation of pro-uPA can be regarded as a remarkable mechanism which alters the properties of pro-uPA, indirectly enhancing its catalytic activity and reducing its signaling ability. It is tempting to speculate that in highly invasive cells phosphorylation of pro-uPA is a means to prevent pro-uPA–dependent control of cytoskeleton while favoring PAI-1–insensitive matrix degradation. The authors thank Dr. P. Ragno for the generous gift of reagents; Dr. M. Carriero and S. Del Vecchio for useful discussions; and Dr. I. Buttino and A. Miralto for their help with the confocal microscope. The technical assistance of M. Terracciano is gratefully acknowledged. 1. Abbreviations used in this paper : DFP, diisopropylfluorophosphate; GPI, glycosylphosphatidylinositol; His-pro-uPA wt , histidine-tagged wildtype pro-uPA; PAI-1, plasminogen activator inhibitor type 1; Pro-uPA, pro-urokinase; Pro-uPA wt , wild-type pro-urokinase; Pser-uPA, serinephosphorylated uPA; Ser-uPA, nonphosphorylated uPA; uPA, urokinase. The work was supported by Progetto Finalizzato Applicazioni Cliniche della Ricerca Oncologica (CNR), XI Progetto AIDS (ISS), and Associazione Italiana per la Ricerca sul Cancro (AIRC). First authorship is equally shared by P. Franco and C. Iaccarino. Please address all correspondence to M.P. Stoppelli, International Institute of Genetics and Biophysics, Via Marconi, 10-80125, Napoli, Italy. Tel.: 39 81 7257260. Fax: 39 81 5936123. E-mail: stoppelli@iigbna.iigb.na.cnr.it The current address of M.R. Mastronicola is Institute of Biology, 2nd University of Naples, Via Arena, 18-81100 Caserta, Italy. References Appella E Robinson E Ulrich S Stoppelli MP Corti A Cassani G Blasi F The receptor binding sequence of urokinase: biological function for the growth factor module of proteases J Biol Chem 1987 262 4437 4440 3031025 Axelrod J Reich R Miskin R Expression of human recombinant plasminogen activators enhances invasion and experimental metastasis of H-ras transformed NIH 3T3 cells Mol Cell Biol 1989 9 2133 2141 2747645 Barlati S Paracini F Bellotti D De Petro G Tyrosine phosphorylation of human urokinase plasminogen activator FEBS Lett 1991 281 137 140 1901800 Barlati S De Petro G Bona C Paracini F Tonelli M Tyrosine phosphorylation of human urokinase plasminogen activator FEBS Lett 1995 363 170 174 7537224 Blasi F Conese M Moller LB Pedersen N Cavallaro U Cubellis MV Soria MR Stoppelli MP Talarico D Teesalu T The urokinase receptor: structure, regulation and inhibitor-mediated internalization Fibrinolysis 1994 8 182 188 Blasi F Vassalli JD Dano K Urokinase-type plasminogen activator: pro-enzyme, receptor, and inhibitors J Cell Biol 1987 104 801 804 3031083 Bohuslav J Horejsi V Hansmann C Stockl J Weidle UH Majdic O Bartke I Knapp W Stockinger H Urokinase plasminogen activator receptor, β2-integrins, and Src kinases within a single receptor complex of human monocytes J Exp Med 1995 181 1381 1390 7535337 Bradford M A rapid and sensitive method for the quantification of microgram quantities of protein utilizing the principle of protein-dye binding Anal Biochem 1976 72 248 254 942051 Buchman AR Berg P Comparison of intron-dependent and intron-independent gene expression Mol Cell Biol 1988 8 4395 4405 3185553 Bush GL Tassin AM Friden H Meyer DI Secretion in yeast. Purification and in vitro translocation of chemical amounts of pre-pro-alpha factor J Biol Chem 1991 266 13811 13814 1856213 Busso N Masur SK Lazega D Waxman S Ossowsky L Induction of cell migration by pro-urokinase binding to its receptor: possible mechanism for signal transduction in human epithelial cells J Cell Biol 1994 126 259 270 7517943 Carriero MV Del Vecchio S Franco P Massa O Botti G Cerra M D'Aiuto G Esposito G Stoppelli MP Salvatore M Identification of receptor-bound urokinase in human malignant breast tumors Cancer Res 1994 54 5445 5454 7923178 Cao D Mizukami I Garni-Wagner BA Kindzelskii AL Todd RF II Boxer LA Petty HR Human urokinase-type plasminogen activator primes neutrophils for superoxide anion release J Immunol 1995 154 1818 1829 Conese M Olson D Blasi F Protease nexin-1-urokinase complexes are internalized and degraded through a mechanism that requires both urokinase receptor and α 2 -macroglobulin receptor J Biol Chem 1994 269 17886 17892 8027043 Cubellis MV Andreasen P Ragno P Mayer M Dano K Blasi F Accessibility of receptor-bound urokinase to type 1 plasminogen activator inhibitor Proc Natl Acad Sci USA 1989 86 4828 4832 2544876 Cubellis MV Wun TC Blasi F Receptor-mediated internalization and degradation of urokinase is caused by its specific inhibitor PAI-1 EMBO (Eur Mol Biol Organ) J 1990 9 1079 1085 2157592 Dano K Andreasen PA Grondahl-Hansen J Kristensen P Nielsen LS Skriver L Plasminogen activators, tissue degradation and cancer Adv Cancer Res 1985 44 139 266 2930999 Dano, K., N. Beherendt, N. Brunner, V. Ellis, M. Plough, and C. Pyke. 1994. The urokinase receptor: protein structure and role in plasminogen activation and cancer invasion. Fibrinolysis. 8:(suppl. 1):189–203. Del Rosso M Anichini E Pedersen N Blasi F Fibbi G Pucci M Ruggiero M Urokinase-urokinase receptor interaction: non-mitogenic signal transduction in human epidermal cells Biochem Biophys Res Commun 1993 190 347 352 8381273 Del Vecchio S Stoppelli MP Carriero MV Fonti R Massa O Li PY Botti G Cerra M D'Aiuto G Esposito G Human urokinase receptor concentration in malignant and benign breast tumours by in vitro quantitative autoradiography: comparison with urokinase levels Cancer Res 1993 53 3198 3206 7686450 Dumler I Petri T Schleuning WD Interaction of urokinase-type plasminogen activator (uPA) with its cellular receptor induces phosphorylation on tyrosine of a 38 kDa protein FEBS Lett 1993 322 37 40 8387028 Ellis V Beherendt N Dano K Plasminogen activation by receptorbound urokinase: a kinetic study with both cell-associated and isolated receptor J Biol Chem 1991 266 12752 12758 1829461 Ellis V Scully M Kakkar V Plasminogen activation initiated by single-chain urokinase-type plasminogen activator. Potentiation by U937 monocytes J Biol Chem 1989 264 2185 2188 2521625 Estreicher A Muhlhauser J Carpentier JL Orci L Vassalli JD The receptor for urokinase type plasminogen activator polarizes expression of the protease to the leading edge of migrating monocytes and promotes degradation of enzyme inhibitor complexes J Cell Biol 1990 111 783 792 2166055 Franco P Mastronicola MR De Cesare D Nolli ML Wun TC Verde P Blasi F Stoppelli MP Separation and characterization of non phosphorylated and serine phosphorylated pro-urokinase. Catalytic properties and sensitivity to PAI-1 J Biol Chem 1992 267 19369 19372 1527056 Gumbiner BM Cell adhesion: the molecular basis of tissue architecture and morphogenesis Cell 1996 84 345 357 8608588 Gyetko MR Todd RF III Wilkinson CC Sitrin RG The urokinase receptor is required for human monocyte chemotaxis in vitro J Clin Invest 1994 93 1380 1387 8163642 Hansen AP Petros AM Meadows RP Solution structure of the amino-terminal fragment of the urokinase type plasminogen activator Biochemistry 1994 33 4847 4864 8161544 Hall SW Humphries JE Gonias SL Inhibition of cell surface receptor-bound plasmin by α 2 -antiplasmin and α 2 -macroglobulin J Biol Chem 1991 266 12329 12336 1712017 Hoeffler WK Levinson AD Bauer EA Activation of c-Jun transcription factor by substitution of a charged residue in its N-terminal domain Nucleic Acids Res 1994 22 1305 1312 8165146 Huang MTF Gorman CM Intervening sequences increase efficiency of RNA 3′ processing and accumulation of cytoplasmic RNA Nucleic Acids Res 1990 18 937 947 1690394 Hurley JH Dean AM Sohl JL Koshland DE Stroud RM Regulation of an enzyme by phosphorylation at the active site Science (Wash DC) 1990 249 1012 1016 2204109 Kindzelskii AL Laska OZ Todd RF III Petty RH Urokinasetype plasminogen activator receptor reversibly dissociates from complement receptor type III (a m b 2 , CD11b/CD18) during neutrophil polarization J Immunol 1996 156 297 309 8598477 Kirchheimer JC Woita J Christ J Binder BR Functional inhibition of endogenously produced urokinase decreases cell proliferation in a human melanoma cell line Proc Natl Acad Sci USA 1989 86 5424 5428 2501786 Janknecht R de Martynoff G Lou J Hipskind RA Nordheim A Stunnenberg HG Rapid and efficient purification of native histidinetagged protein expressed by recombinant vaccinia virus Proc Natl Acad Sci USA 1991 88 8972 8976 1924358 Laemmli U Cleavage of structural proteins during the assembly of the head of bacteriophage T4 Nature (Lond) 1970 227 680 685 5432063 Lauffenburger DA Horwitz AF Cell migration: a physically integrated molecular process Cell 1996 84 359 369 8608589 Li C Liu JN Gurewich V Urokinase-type plasminogen activatorinduced monocyte adhesion requires a carboxyterminal lysine and cAMP dependent signal transduction J Biol Chem 1995 270 30282 30285 8530448 Liu X Mertz JE HnRNPL binds a cis-acting RNA sequence element that enables intron-independent gene expression Genes Dev 1995 9 1766 1780 7542615 Maciejewski PM Peterson FC Anderson PJ Brooks CJ Mutation of serine 90 to glutamic acid mimics phosphorylation of bovine prolactin J Biol Chem 1995 270 27661 27665 7499231 Mastronicola MR Stoppelli MP Migliaccio A Auricchio F Blasi F Serine phosphorylation of biosynthetic pro-urokinase from human tumour cells FEBS Lett 1990 266 109 114 2114315 Mastronicola MR Franco P De Cesare D Massa O Stoppelli MP Phosphorylation of urokinase is not a limiting step in biosynthesis but results in a reduced PAI-1 sensitivity Fibrinolysis 1992 6 117 120 Moser TL Enghild JJ Pizzo SV Stack MS Specific binding of urinary-type plasminogen activator (u-PA) to vitronectin and its role in mediating u-PA-dependent adhesion of U937 cells Biochem J 1995 307 867 873 7537960 Myohanen HT Stephens RW Hedman K Tapiovaara H Ronne E Hoyer-Hansen G Dano K Vaheri A Distribution and lateral mobility of the urokinase-receptor complex at the cell surface J Histochem Cytochem 1993 41 1291 1301 8394852 Nolli ML Corti A Soffientini A Cassani G A monoclonal antibody that recognizes the receptor binding region of human urokinase plasminogen activator Thromb Haemostasis 1986 56 214 218 2433787 Nolli ML Corti A Sarubbi E Cassani G Production and characterization of human single chain urokinase-type plasminogen activator from mouse cells Fibrinolysis 1989 3 101 106 Nusrat A Chapman HA An autocrine role for urokinase in phorbol-ester mediated differentiation of myeloid cell lines J Clin Invest 1991 87 1091 1097 1847936 Orsini G Brandazza A Sarmientos P Molinari A Lansen J Cauet G Efficient renaturation and fibrinolytic properties of pro-urokinase and a deletion mutant in E. coli as inclusion bodies Eur J Biochem 1991 195 691 697 1847867 Oswald RE Bogusky MJ Bamberger M Smith RA Dobson CM Dynamics of the multidomain fibrinolytic protein urokinase from twodimensional NMR Nature (Lond) 1989 337 579 582 2536903 Patthy L Evolution of the proteases of blood coagulation and fibrinolysis by assembly from modules Cell 1985 41 657 663 3891096 Picone R Locatelli EK Nielsen LS Mastronicola MR Cubellis MV Stoppelli MP Blasi F Phorbol ester PMA regulates the affinity and the number of the urokinase receptors in monocyte-like U937 cells J Cell Biol 1989 108 693 702 2537321 Plough M Ellis V Dano K Ligand interaction between urokinasetype plasminogen activator and its receptor probed with 8-anilino-1-naphthalenesulfonate. Evidence for a hydrophobic binding site exposed only on the intact receptor Biochemistry 1994 33 8991 8997 8043585 Resnati M Guttinger M Valcamonica S Sidenius N Blasi F Fazioli F Proteolytic cleavage of the urokinase receptor substitutes for the agonist-induced chemotactic effect EMBO (Eur Mol Biol Organ) J 1996 15 1572 1582 8612581 Riccio A Grimaldi G Verde P Sebastio G Boast S Blasi F The human urokinase plasminogen activator gene and its promoter Nucleic Acids Res 1985 13 2759 2771 2987867 Robinson, P.J. 1991. Signal transduction by GPI-anchored membrane proteins. In GPI Membrane Anchors. M.L. Cardoso de Almeida, editor. Academic Press Inc., San Diego, CA. pp. 22–28. Roldan A Cubellis MV Masucci MT Beherendt N Lund LR Dano K Appella E Blasi F Cloning and expression of the receptor for human urokinase plasminogen activator, a central molecule in cell surface, plasmin dependent proteolysis EMBO (Eur Mol Biol Organ) J 1990 9 467 474 1689240 Rolley N Milner J Specific DNA binding by p53 is independent of mutation at serine 389, the casein kinase II site Oncogene 1994 9 3067 3070 8084615 Sitrin RG Todd RF Albrecht E Gyetko MR The urokinase receptor CD 87 facilitates CD11b/CD18-mediated adhesion of human monocytes J Clin Invest 1996 97 1942 1951 8621779 Stephens RW Pollanen J Tapiovaara H Leung KC Sim PS Salonen EM Ronne E Behrend LN Dano K Vaheri A Activation of pro-urokinase and plasminogen on human fibrosarcoma cells. A proteolytic system with surface-bound reactants J Cell Biol 1989 108 1987 1995 2523891 Stoppelli MP Corti A Soffientini A Cassani G Blasi F Assoian RK Differentiation-enhanced binding of the amino-terminal fragment of human urokinase plasminogen activator to a specific receptor on U937 monocytes Proc Natl Acad Sci USA 1985 82 4939 4943 2991901 Stoppelli MP Tacchetti C Cubellis MV Corti A Hearing VJ Cassani G Appella E Blasi F Autocrine saturation of pro-urokinase receptors Cell 1986 45 675 684 3011276 Takahashi K Kwaan HC Koh E Tanabe M Enzymatic properties of the phosphorylated urokinase-type plasminogen activator isolated from a human carcinomatous cell line Biochem Biophys Res Commun 1992 182 1473 1481 1540190 Vassalli JD Baccino D Belin D A cellular binding site for the M r 55,000 form of the human plasminogen activator, urokinase J Cell Biol 1985 100 86 92 3880760 Waltz DA Sailor LZ Chapman HA Cytokines induce urokinase-dependent adhesion of human myeloid cells: a regulatory role for plasminogen activator inhibitors J Clin Invest 1993 91 1541 1552 8386190 Wei Y Waltz DA Rao N Drummond RJ Rosenberg S Chapman HA Identification of the urokinase receptor as an adhesion receptor for vitronectin J Biol Chem 1994 269 32380 32388 7528215 Wei Y Lukashev M Simon DI Bodary SC Rosenberg S Doyle MV Chapman HA Regulation of integrin function by the urokinase receptor Science (Wash DC) 1996 273 1551 1555 8703217 Zachary I Rozengurt E Focal adhesion kinase (p125 Fak ): a point of convergence in the action of neuropeptides, integrins and oncogenes Cell 1992 71 891 894 1458538 Figure 1 Construction of the mini-genes encoding prouPA 138E and pro-uPA 138E/303E . A map of the intron-exon organization of pro-uPA gene showing the regions and the restriction sites relevant to the construction of the cDNA/gene hybrids is shown at the top of the figure. Exons are indicated by boxes and roman numbers, introns are indicated by solid lines and capital letters ( B–J ), broken lines correspond to absent introns. Specific restriction fragments of prouPA cDNA carrying the mutations were fused to genomic regions to generate new coding units or mini-genes, encoding full pro-urokinase variants. The figure depicts the mini-gene 138E , carrying the introns B, C, D, E, I, and J and encoding pro-uPA 138E and the minigene 138E/303E , containing the introns B, C, D, E and encoding pro-uPA 138E/303E . Figure 2 Construction, expression, and selective purification of polyhistidine-tagged pro-urokinase. ( Upper part ) In the BamHI– XhoI excised pcDNAneoI, a double strand oligonucleotide encoding the twelve COOH-terminal amino acids of pro-uPA followed by a “spacing-arm,” a stretch of six histidines and a stop codon, was inserted. A large BamHI fragment containing the remainder of pro-uPA gene was subsequently inserted in the unique BamHI site (see Materials and Methods). ( Lower part ) The plasmids either encoding pro-uPA (pcDNAuPA) or Hispro-uPA wt (pcDNA6xHis-tagged uPA) were transiently transfected in HeLa cells: 48 h later, aliquots of the serum-free conditioned media from the transfectants were incubated with 5B4 anti-uPA (5B4) or with Ni-NTA (Ni 2+ ) or with an irrelevant antibody (−), and the resulting samples were analyzed by SDSPAGE under reducing conditions. Figure 3 Phosphorylation state of His-pro-uPA wt and His-prouPA 138E/303E vs untagged pro-uPA wt in A431 stable clones. Subconfluent A431 cells, stably overexpressing His-pro-uPA wt ( A ) or His-pro-uPA 138E/303E ( B ), have been metabolically labeled with either [ 35 S]methionine or with [ 32 P]phosphate for 18 h. The resulting conditioned medium was subjected to Ni-NTA chromatography to recover the histidine-tagged pro-uPAs. The Ni-NTA excluded proteins were incubated with 5B4 anti-uPA antibody to isolate untagged pro-uPA wt . Each sample, deriving from 0.5 × 10 6 cells, has been analyzed onto a 12.5% SDS-PAGE under reducing conditions. Figure 4 uPAR binding ability of phosphorylated and “phosphorylation-like” prouPA variants. ( A ) 30 × 10 6 subconfluent A431 cells were metabolically labeled with [ 32 P]orthophosphate for 24 h, the conditioned medium was then removed, and receptor-bound pro-uPA was extracted by treating the cells with a total of 10 ml of acidic buffer for 5 min. Half of the neutralized acid wash was incubated with 5B4-agarose (lane 2 ) or glycine-blocked agarose (lane 1 ), and the resulting matrix-bound proteins were analyzed by 12.5% SDS-PAGE under reducing conditions. ( B ) Serine phosphorylated pro-uPA was purified from A431 cell line by the Fe 3+ chromatography procedure, whereas the histidine-tagged proteins were purified by Ni-NTA chromatography from the conditioned medium of HeLa stable transfectants. The result of a competition between 125 I-ATF (10 5 cpm/sample) and the indicated nanomolar concentrations of unlabeled urinary uPA (•), Pser-uPA (▴), His-pro-uPA wt (□ ), His-pro-uPA 138E (▵), His-pro-uPA 138E/303E (○) to U937 cell uPARs is shown. Cell-bound radioactivity is reported as a percentage of the maximal binding in the absence of competitor ( 125 I-ATF specific binding to control cells in the absence of competitor, 3,000 dpm). Data are shown as the mean of three independent experiments performed in duplicate; standard deviations are indicated by error bars. Figure 5 Effect of phosphorylation on the ability of pro-uPA to promote adhesion of differentiating U937 cells. ( A ) U937 cells were grown to 0.8 × 10 6 cells/ml and then diluted 1:2 and treated with TGF-β/vitamin D 3 for 20 h. Then, they were incubated with the following effectors at the concentration of 1 nM: His-pro-uPA wt , His-pro-uPA 138E , His-pro-uPA 138E/303E , Ser-uPA (nonphosphorylated pro-uPA), Pser-uPA (phosphorylated pro-uPA), and DFPPser-uPA (DFP-inactivated Pser-uPA). Control samples included a combination of 5 nM His-pro-uPA 138E/303E and 1 nM His-pro-uPA wt (WT+138E/303E) and a preincubation of the cells with 10 μg/ml anti-uPAR polyclonal antibody for 1 h before the addition of 1 nM His-pro-uPA wt (WT+399Ab). The number of adherent and non-adherent cells was counted 30 min later and reported as a percentage of the maximal adherence observed (37.5% of the total cell number, with 1 nM His-pro-uPA wt , over a background of 12.6% due to the TGF-β/vitamin D 3 addition). The data represent the average of three experiments performed in duplicate with standard deviations indicated by error bars. ( B ) U937 cells were primed for the previous experiment and incubated with increasing concentrations of His-pro-uPA wt (□) or His-pro-uPA 138E/303E (○). The basal adherence of TGF-β/vitamin D 3 -treated cells was 11.7 (SD = 2.12). The number of adherent cells is reported as a percentage of the total cell number. Table I Effect of Phosphorylation on Pro-uPA–promoted Adherence of TGF-β/Vitamin D 3 Primed THP-1 and HL-60 Cell Lines Effector THP-1 HL-60 Adherent cells * SD ‡ Adherent cells SD % % None 4.55 0.73 6.5 0.43 His-pro-uPA wt 24.17 5.07 21.17 1.2 His-pro-uPA 138E 9.77 2.03 10.02 0.55 His-pro-uPA 138E/303E 5.2 1.65 5.7 1.4 DFP-His-pro-uPA wt nd − 22.1 1.23 DFP-His-pro-uPA 138E nd − 10.87 0.34 DFP-His-pro-uPA 138E/303E nd − 6.35 0.88 DFP-Pser-uPA 9.92 2.4 9.02 1.0 DFP-Ser-uPA 17.75 1.96 18.52 1.4 * THP-1 and HL-60 cells were treated with 1 ng/ml TGF-β and 50 nM dihydroxyvitamin D 3 for 20 h, and subsequently incubated with 0.2 nM of the indicated effectors for 30 min. Numbers refer to percentages of adherent cells relative to total cell number. The data represent the average of three experiments performed in duplicate. ‡ SD, standard deviation. Figure 6 Effect of phosphorylation on the pro-uPA–dependent chemotactic response of THP-1 cells. Chemotaxis was performed in Boyden chambers, toward 0.2 nM of the following effectors: His-pro-uPA wt , His-pro-uPA 138E , His-pro-uPA 138E/303E , Ser-uPA (nonphosphorylated pro-uPA), Pser-uPA (phosphorylated prouPA), and the relative DFP-inactivated preparations. Cell migration in the absence of chemoattractant or random migration is referred to as 100% migration (None). Data points represent the mean of three independent experiments with standard deviations indicated by error bars. Figure 7 Binding of His-pro-uPA wt and His-pro-uPA 138E/303E to vitronectin in the absence and in the presence of uPAR. ( A ) 1.25 μg, 2.5 μg, and 5 μg of urea-denatured vitronectin (lanes 3 , 4 , 5 and 8 , 9 , 10 , respectively), or 5 μg of fibronectin (lanes 1 and 6 ) or collagen (lanes 2 and 7 ) were separated onto 7.5% SDS-PAGE under reducing conditions, blotted to a PVDF membrane, and probed with 2.5 × 10 6 cpm of 125 I-labeled His-pro-uPA wt (lanes 1–5 ) or His-pro-uPA 138E/303E ( 6–10 ) in a total volume of 2.5 ml. The filter was dried and exposed to an autoradiographic film. ( B ) 50,000 cpm of 125 I-vitronectin were incubated with 10 6 primed U937 cells, in the absence or in the presence of 10 nM recombinant prouPA, His-pro-uPA wt , or His-pro-uPA 138E/303E . Specific binding of 125 I-vitronectin, calculated by subtracting the background obtained in the presence of 100 nM vitronectin, is reported in the figure. Table II Chemotactic Ability of His-pro-uPA wt and His-prouPA 138E/303E in Nonmyelomonocytic Cell Lines Effector A431 LB6-19 Migration * SD ‡ Migration SD % % None 100 − 100 − His-pro-uPA wt 288.04 11.14 230.45 9.64 His-pro-uPA 138E/303E 101.5 7.91 109.5 11.01 NRS § + His-pro-uPA wt 300.5 4.28 nd − AntiVN + His-pro-uPA wt 296.2 8.67 nd − * A431 human carcinoma cells or LB6-19 mouse fibroblasts were harvested and the chemotactic response to 10 nM of the indicated effectors was assessed in Boyden chambers. Random cell migration refers to the number of cells which migrate in the absence of chemoattractant, which is taken as 100%. The data represent the average of three experiments performed in duplicate. ‡ SD, standard deviation. § NRS, normal rabbit serum. Figure 8 Cellular distribution of uPARs in preadherent U937 by immunofluorescence. Primed U937 cells were incubated in suspension without ( A and A′ ) or with 10 nM His-pro-uPA wt ( B , B′ , and D ) or 10 nM His-pro-uPA 138E/303E ( C , C′ , and E ) for 1 h. After fixation, the cells were incubated with anti-uPAR polyclonal antibodies, decorated with fluorescein-tagged antibodies, and mounted and examined on a LSM 410 Zeiss confocal microscope. Single-focus images of representative fields ( A , A′ , B , B′ , C , and C′ ) or sequential through- focus images of single cells ( D and E ) were captured.",
    "full_text_abstract": "Serine phosphorylation of human pro-urokinase (pro-uPA) by A431 human carcinoma cells results in a catalytically active molecule with reduced sensitivity to plasminogen activator inhibitor type 1. We mapped the phosphorylated seryl residues by analyzing the in vivo phosphorylation state of engineered prouPA variants carrying a COOH-terminal poly-histidine tag. Stably transfected A431 cells do not incorporate radioactive phosphate into tagged pro-uPA in which the serines 138 and 303 have been replaced with glutamic residues, although endogenous nontagged pro-uPA is 32 P-labeled on A and B chains. Moreover, the catalyticindependent ability of the mono- and di-substituted “phosphorylation-like” variants to bind to the GPIanchored urokinase receptor (uPAR) and promote adherence of differentiating U937, HL-60, and THP-1 myelomonocytic cells was examined. We found that glutamic residues as well as the naturally occurring phosphoserines at positions 138 and 303 abolish proadhesive ability, although they do not interfere with receptor binding. In addition, pro-uPA carrying Glu 138/303 lacks the capability to induce a chemotactic response of THP-1 cells. The exclusive presence of Glu 138 reduces pro-uPA proadhesive and chemotactic ability by 70– 80%, indicating that a phosphoserine residue at the same position plays a major inhibitory role of myeloid cell response to pro-urokinase. The di-substitution does not affect pro-uPA ability to interact with vitronectin or to enhance binding of urea-denatured vitronectin to uPAR. However, unlike wild-type tagged pro-uPA, the di-substituted variant does not induce receptor polarization in pre-adherent U937 cells. Taken together, the data support the possibility that pro-uPA phosphorylation on Ser 138/303 can modulate uPAR transducing ability."
}