{
    "PMC": "12387782",
    "DOI": "10.3390/jpm15080394",
    "PMID": "40863456",
    "PMCID": "PMC12387782",
    "title": "Patient-Derived Organoid Biobanks for Translational Research and Precision Medicine: Challenges and Future Perspectives.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12387782",
    "source": "MED",
    "abstract_text": "Over the past decade, patient-derived organoids (PDOs) have emerged as powerful in vitro models that closely recapitulate the histological, genetic, and functional features of their parental primary tissues, representing a ground-breaking tool for cancer research and precision medicine. This advancement has led to the development of living PDO biobanks, collections of organoids derived from a wide range of tumor types and patient populations, which serve as essential platforms for drug screening, biomarker discovery, and functional genomics. The classification and global distribution of these biobanks reflect a growing international effort to standardize protocols and broaden accessibility, supporting both basic and translational research. While their relevance to personalized medicine is increasingly recognized, the establishment and maintenance of PDO biobanks remain technically demanding, particularly in terms of optimizing long-term culture conditions, preserving sample viability, and mimicking the tumor microenvironment. In this context, this review provides an overview of the classification and worldwide distribution of tumor and paired healthy tissue-specific PDO biobanks, explores their translational applications, highlights recent advances in culture systems and media formulations, and discusses current challenges and future perspectives for their integration into clinical practice.",
    "full_text": "pmc J Pers Med J Pers Med jpm Journal of Personalized Medicine 2075-4426 MDPI 12387782 40863456 10.3390/jpm15080394 jpm-15-00394 Review Patient-Derived Organoid Biobanks for Translational Research and Precision Medicine: Challenges and Future Perspectives https://orcid.org/0000-0003-3110-3865 Di Paola Floriana Jessica 1 † https://orcid.org/0000-0003-0177-238X Calafato Giulia 1 * † https://orcid.org/0000-0002-9432-0595 Piccaluga Pier Paolo 1 https://orcid.org/0000-0003-0113-6682 Tallini Giovanni 2 3 https://orcid.org/0000-0002-6326-8990 Rhoden Kerry Jane 2 Dipalma Gianna Academic Editor 1 Biobank of Research, IRCCS Azienda Ospedaliero-Universitaria di Bologna, 40138 Bologna, Italy; florianajessica.dipaola@aosp.bo.it (F.J.D.P.); pierpaolo.piccaluga@unibo.it (P.P.P.) 2 Department of Medical and Surgical Sciences (DIMEC), University of Bologna, 40138 Bologna, Italy; giovanni.tallini@ausl.bologna.it (G.T.); kerry.rhoden@unibo.it (K.J.R.) 3 Solid Tumor Molecular Pathology Laboratory, IRCCS Azienda Ospedaliero-Universitaria di Bologna, 40138 Bologna, Italy * Correspondence: giulia.calafato@aosp.bo.it † Floriana Jessica Di Paola and Giulia Calafato contributed equally to this manuscript. 21 8 2025 8 2025 15 8 394 18 6 2025 29 7 2025 16 8 2025 © 2025 by the authors. 2025 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Over the past decade, patient-derived organoids (PDOs) have emerged as powerful in vitro models that closely recapitulate the histological, genetic, and functional features of their parental primary tissues, representing a ground-breaking tool for cancer research and precision medicine. This advancement has led to the development of living PDO biobanks, collections of organoids derived from a wide range of tumor types and patient populations, which serve as essential platforms for drug screening, biomarker discovery, and functional genomics. The classification and global distribution of these biobanks reflect a growing international effort to standardize protocols and broaden accessibility, supporting both basic and translational research. While their relevance to personalized medicine is increasingly recognized, the establishment and maintenance of PDO biobanks remain technically demanding, particularly in terms of optimizing long-term culture conditions, preserving sample viability, and mimicking the tumor microenvironment. In this context, this review provides an overview of the classification and worldwide distribution of tumor and paired healthy tissue-specific PDO biobanks, explores their translational applications, highlights recent advances in culture systems and media formulations, and discusses current challenges and future perspectives for their integration into clinical practice. organoids living biobanks translational research personalized medicine Italian Ministry of University and Research (MUR) PRIN project 202227RXWJ The work reported in this publication was funded by the Italian Ministry of University and Research (MUR) PRIN project 202227RXWJ. 1. Introduction The development of intestinal organoid culture technology in 2009 marked a major milestone in organ development research and preclinical cancer models [ 1 ]. In recent decades, preclinical cancer biology research has frequently utilized immortalized two-dimensional (2D) cancer cell lines in laboratory settings, along with xenografted or transgenic animal models. While these methods have provided significant insights, continuously passaged cell lines may not faithfully reflect the biology of the original parental tumors, and the development and utilization of animal models can be both expensive and time-consuming. To reduce the gap between the limitations of traditional cell culture models and the complexity of living tissue, Sato and colleagues utilized rapidly proliferating Lgr5+ adult stem cells, found at the base of mouse intestinal crypts, to pioneer a controlled three-dimensional (3D) ex vivo culture system. By combining extracellular matrix components with a variety of growth factors, they partially recreated the healthy tissue or tumor niche closely resembling in vivo conditions while also retaining patient-specific characteristics. This innovation led to the formation of “mini-intestines” featuring a consistent villus–crypt structure and a full range of specialized cell types. The system was later adapted to produce human intestinal organoids, and extended to other Lgr5+ stem cell-containing organs, including the colon, stomach, and liver [ 2 , 3 , 4 ], and other non-Lgr5+ stem cell populations, such as those of lung, pancreas, and endometrium [ 5 , 6 , 7 ]. Over the past decades, organoids—3D cell culture models—have been generated from patients’ own tumor or healthy tissues (patient-derived organoids, or PDOs) originating from various organs and body regions. Several omics studies have confirmed that, as opposed to monolayered primary or immortalized cell lines, PDOs more closely resemble parental tissue as they: (i) recapitulate tissue-specific histological features; (ii) preserve the full spectrum of differentiated cell types and stem-cell hierarchy; (iii) maintain disease-associated genetic mutations and related drug response; and (iv) exhibit cell–cell and cell–matrix interactions, generating physiological gradients of oxygen, nutrients and growth factors and thus replicating organ-level processes like barrier development, secretion, and metabolic zonation [ 8 , 9 , 10 , 11 , 12 ]. While most of the existing literature is focused on the tumor-derived PDO used in translational research, the collection of paired (or unpaired) healthy tissue-specific PDOs, mainly used as the “control group”, has been fundamental for improving our knowledge of tumor onset and progression as well as in chemoprevention studies. These features make PDOs, either from tumor or paired healthy specimens, the most reliable in vitro model for functional analyses, personalized therapies, drug-response studies for prediction medicine, and disease modeling in translational research. Indeed, PDOs are suited to multi-omic approaches that, in conjunction with clinical data, can unveil predisposition, prognostic, predictive and diagnostic biomarkers to provide personalized care for specific diseases [ 13 , 14 ]. ( Figure 1 ). Predicting who will benefit most from specific therapies represents the main challenge of many preclinical studies. During the last decade, researchers and clinicians have created living tumor and paired healthy tissue-specific PDO biobanks, which, in conjunction with patient-specific clinical information, offer a unique opportunity to establish repositories of diverse physiologically relevant disease models ( Figure 1 and Figure 2 and Table 1 ) [ 15 , 16 ]. These models can be used worldwide for a range of applications, including multi-omic approaches, drug development and screening, disease modeling, and clinical implementation of precision medicine ( Figure 1 ). Nowadays, PDOs are the most reliable cost- and time-efficient pre-clinical model available. However, establishing and maintaining PDO biobanks remain technically challenging, particularly in optimizing cell culture conditions, enhancing experimental reproducibility, preserving sample viability, and mimicking the tumor microenvironment. In this study, we present a comprehensive classification of living tumor and paired healthy tissue-specific PDO biobanks worldwide, examining their diverse applications in translational cancer research and personalized medicine. We highlight recent advances in culture systems and media formulations that have improved the maintenance and expansion of PDOs. Furthermore, we address current challenges—such as sample acquisition, quality control, and the standardization of culture procedures—and discuss future directions to enhance the utility of PDO biobanks in clinical settings, particularly in advancing precision medicine. 2. Living PDO Biobanks: Classification and Worldwide Distribution Traditional biobanks collect non-regenerative or static biospecimens and related clinical data that can be primarily used in omics observational studies to distinguish diseased from healthy patients [ 15 ]. However, the growing need to uncover the molecular mechanisms underlying tumor development and progression and to develop new targeted drug therapies calls for the use of regenerative biospecimens. In this context, preserving living biobanks and collecting highly self-renewing tissues suitable for the establishment of tridimensional (3D) models, able to respond to the need of translational and personalized medicine, is vital [ 15 ]. This has led to the widespread creation of 3D living biobanks (or next-generation biobanks), aside from traditional ones, all over the world [ 16 ]. Among the 3D models, patient-derived organoids (PDOs), derived from either adult/fetal progenitor stem cells (ASC/FSC) of healthy and tumor and paired healthy primary donor tissue or from induced pluripotent stem cells (iPSCs), represent one of the most valuable ones [ 55 ]. Indeed, substantial evidence shows that PDOs retain the genetic and histological features of parental tissue (or the specific characteristic of the desired tissue when derived from single ASC/FSC or iPSCs) [ 56 ]. Since the first PDOs were established from mouse small intestine in 2009 [ 1 ], numerous other PDOs have been developed from various types of human primary tumors and paired normal tissues [ 2 , 46 , 50 , 57 , 58 , 59 ]. To date, five major academic and commercial living PDO biobanks have been established to cover a comprehensive range of tumor types (including paired healthy tissue): the academic biobank from Hubrecht Institute (Utrecht University Medical Center and the Royal Netherlands Academy of Arts and Sciences) and the commercial biobanks from Sigma–Aldrich, the American Typical Culture Collection (ATCC), and Cellesce and DefiniGEN [ 60 , 61 , 62 , 63 , 64 ]. These biobanks collect PDOs from a variety of tumor types originating either from donor primary tumors and matched healthy tissue, or from iPSCs. In addition, several tumor-specific living PDO biobanks have been created for tumors—and paired healthy tissue—of digestive ( n = 20), reproductive ( n = 8), urinary ( n = 5), nervous/head and neck (n = 3) and respiratory ( n = 2) systems. Of these, digestive (20/38, 52.6%) and reproductive system (8/38, 21.1%) PDO biobanks are the most represented ( Figure 3 ). The main features characterizing PDO biobanks are safety, accuracy and convenience. The correct management of a biobank requires specific documentation of protocols and processes and specialized personnel to manage samples. In addition, sample handling, the processing protocols to establish PDOs, optimization of PDO culture media, and the preservation and storage of PDOs in biobanks require special attention. The majority of living PDO biobanks are located in the Netherlands (11/38, 28.9%), China (9/38, 23,6%) and the United States (8/38, 21.1%), with fewer located in the United Kingdom (2/38, 5.3%), the Republic of Korea (2/38, 5.3%), Japan (2/38, 5.3%), Switzerland (2/38, 5.3%), Germany (1/38, 2.6%) and Italy (1/38, 2.6%) ( Figure 3 ). A comprehensive overview of tumor and paired healthy tissue-specific PDO biobanks—including their key features, the principal findings of translational research, and country of reference—is reported in Table 1 . 3. Living PDO Biobanks: Translational Research and Personalized Medicine Thanks to their intrinsic ability to recapitulate multiple features of the parental tissue, PDOs are powerful tools for translational research and to develop targeted-drug therapy for precision and personalized medicine. Indeed, PDOs are extremely important disease models to study the molecular mechanisms associated with tumor development and progression, therapy resistance and tumor recurrence, as well as for high throughput screening to select the most sensitive drug (especially in refractory/metastatic patients) and discover new targeted-drugs [ 56 , 65 ]. Here, we report some of the key findings of translational research studies involving tumor and paired healthy tissue-specific PDO biobanks, subdivided by anatomical system or body district ( Table 1 ). 3.1. Digestive System Several PDO biobanks have been created for digestive cancers, including gastrointestinal, liver, pancreatic and neuroendocrine tumors. In 2015, Hans Clevers’ group pioneered the establishment of the first colorectal cancer (CRC) PDO biobank, demonstrating that the somatic genetic alterations and gene expression profiles of PDOs matched those of the corresponding primary CRC tissues. In addition, high-throughput drug screening showed that RNF43 -mutated PDOs were more sensitive to Wnt inhibitors compared to APC -mutated ones, revealing a strong gene–drug response correlation [ 17 ]. Since then, several other digestive tumor-PDO biobanks have been developed using samples from treated or untreated patients with gastrointestinal, liver, and pancreatic neuroendocrine tumors with different staging, grading and molecular subtypes [ 18 , 29 , 33 , 36 ]. These biobanks have been mainly used to confirm the ability of organoids to recapitulate the genetic features of primary tissue, to unveil the molecular mechanisms underlying tumor onset and progression, for high-throughput drug screening in gene–drug response correlation studies and to enable the use of PDOs as a predictive model of patient response in the clinic. 3.1.1. Gastrointestinal Tumors Several studies have highlighted the importance of gastrointestinal tumor-PDO biobanks for disease modeling in the evaluation of molecular mechanisms associated with tumor development and progression. Fujii and colleagues established a CRC-PDO biobank from a range of histological subtypes and clinical stages, demonstrating that mutations acquired during the adenoma–carcinoma transition of organoids correlated with a niche factor-independent growth [ 18 ]. Molecular analysis of an early-onset colorectal cancer (EOCRC)-PDO biobank has shown that organoids with RSPO fusions resembled the features of normal organoids and were distinct from APC -mutated organoids, with high BMP2 and low PTK7 expression [ 19 ]. An interesting study performed on a biobank of primary CRC-PDOs and paired peritoneal metastasis organoids (PMPO) unveiled that primary CRC-PDOs and PMPO belonged to the Consensus Molecular Subtype 4 (CMS4) and were resistant to oxaliplatin because of the high levels of glutamate-cysteine ligase causing detoxification of oxaliplatin through glutathione synthesis [ 22 ]. Large-scale functional screening of a heterogeneous CRC-PDO biobank and paired healthy colonic mucosa samples resulted in the generation of MCLA-158, a dual-targeting bispecific antibody that induces EGFR degradation in leucine-rich repeat-containing G-protein-coupled receptor 5-positive (LGR5+) cancer stem cells with minimal toxicity toward healthy LGR5+ colon stem cells [ 25 ]. In a CRC-PDO (Stage I-IV) biobank, gene–drug response studies showed that RAS/RAF mutations serve as a signature for predicting sensitivity to cetuximab (an EGFR inhibitor) [ 26 ]. Moreover, large-scale drug screening performed on gastrointestinal tumor-PDOs of all molecular subtypes, including Epstein Barr virus (EBV), microsatellite instability (MSI), intestinal/chromosome instability (VIN), and diffuse/genomic stable subtypes, revealed unexpected sensitivity to several drugs, including napabucasin, abemaciclib, and the ATR inhibitor VE-822 [ 28 ]. The ability of PDOs to identify signatures that predict patient response in the clinic has been shown in several studies, using metastatic chemo-refractory gastrointestinal tumor-PDO biobanks [ 27 ], locally advanced rectal cancer-PDO biobanks from patients treated with neoadjuvant chemoradiation [ 20 ], advanced CRC-PDO biobanks [ 21 , 24 ] and biobanks of liver metastasis-PDOs from CRC patients [ 23 ]. Interestingly, Schumacher and colleagues investigated a cohort of well-characterized CRC PDOs using targeted proteomics and identified heterogeneous activation of the mitogen-activated protein kinase (MAPK) signaling pathway, which contributed to differential responses to EGFR inhibition [ 66 ]. 3.1.2. Liver, Pancreatic and Neuroendocrine Tumors The establishment of a liver carcinoma PDO biobank allowed researchers to demonstrate that organoids derived from heterogeneous hepatocellular carcinoma (HCC) retain the histopathological and somatic genetic alterations of the originating tumor and exhibit differential drug responses to sorafenib, a multiple tyrosine kinase inhibitor [ 29 ]. Pancreatic tumor PDO biobanks have been used to identify the molecular mechanisms associated with tumorigenesis. Beato and colleagues developed a biobank of PDOs derived from intraductal papillary mucinous neoplasm (IPMN), a precursor of pancreatic cystic tumors, which recapitulated the histologic and genomic features of the parental IPMN, thereby providing a valuable model to study IPMN biology and its progression to invasive carcinoma [ 30 ]. Another study identified 28 genes differentially expressed between normal pancreatic duct and IPMN organoids, with CLDN18 and FOXA1 genes showing the most significant upregulation and downregulation, respectively. Immunohistochemical analysis strengthened the idea that the loss of FOXA1 expression occurred early in pancreatic tumorigenesis [ 33 ]. A pancreatic ductal adenocarcinoma (PDAC)-PDO biobank from cachectic and non-cachectic patients allowed for the identification of tumor-derived factors driving cancer cachexia. Specifically, certain cachexia-related markers (LIF, IL-8, and GDF15) were significantly elevated in PDAC-PDOs from cachectic compared to non-cachectic patients, while others (IL-1α and IL-1β) were reduced [ 35 ]. Other studies have highlighted the potential of PDO biobanks to investigate gene–drug associations and to predict the chemotherapeutic response of patients with pancreatic tumors [ 31 , 34 ]. Using a PDAC-PDO biobank, missense—but not frameshift—mutations in the PDAC driver gene ARID1A were found to be associated with increased sensitivity to the kinase inhibitors dasatinib and VE-821. PDAC-PDOs were also sensitive to 26 additional compounds, most of which are currently approved for other types of tumors [ 31 ]. High-throughput screening of 76 therapeutic agents against a PDAC-PDO biobank revealed drug sensitivities previously not exploited in the clinic. In particular, the PRMT5 inhibitor EZP015556 was shown to target pancreatic tumors negative for MTAP (a gene commonly lost in pancreatic cancer), as well as a subset of MTAP -positive tumors [ 34 ]. Using a heterogeneous biobank of PDAC-PDOs from chemotherapy or radiation-treated and untreated patients, a correlation was identified between PDO chemotherapy sensitivity and patient therapeutic response—particularly to oxaliplatin—demonstrating the potential of PDO biobanks to predict clinical drug responses [ 32 ]. Kawasaki and co-workers created a PDO biobank from gastroenteropancreatic (GEP) neuroendocrine neoplasms, including neuroendocrine tumors (NEN) and neuroendocrine carcinomas (NEC). Both NEN-PDOs and NEC-PDOs recapitulated the pathohistological and functional phenotypes of the parental tumors. Interestingly, NEN-PDOs are characterized by chromosome-wide loss of heterozygosity, expression of specific transcription factors such as NKX2-5 and independence from Wnt and EGF niche factors (irrespective of genetic mutations) [ 36 ]. 3.2. Reproductive System Numerous PDO biobanks have been created for reproductive cancers, mostly for breast carcinoma and fewer for ovarian and cervical tumors. Currently, the choice of therapeutic strategy for breast cancer relies on the differential expression of estrogen receptor (ER), progesterone receptor (PR) and epidermal grown factor receptor (HER2). One of the first breast-PDO biobanks was established from HER2-positive, HER2-negative and triple negative breast cancer patients (TNBC), showing an acceptable degree of concordance between the primary tumor and PDO histology [ 39 ]. A few years later, a breast-PDO biobank from primary breast tumors (including TNBC, ER+/PR+ and Her2+) was used to optimize highly versatile protocols for long-term culture, genetic manipulation and xenotransplantation of organoids in mice [ 37 ]. An interesting study elucidated several molecular features characterizing primary and metastatic TNBC. A TNBC-PDO biobank was used to validate four molecular consensus subtypes (CMS), stem-like, mesenchymal-like, immunomodulator, and luminal-androgen receptor. Each of them was characterized by a distinct tumor-associated microenvironment and pathway activation pattern, and a CSM-dependent drug response that matched those of patients in the clinic [ 41 ]. Another study reported the establishment of a TNBC-PDO biobank for disease modeling, demonstrating that long term-cultured PDOs had specific signatures of aggressive MYC -driven basal-like breast cancers and were largely comprised of luminal progenitor (LP)-like cells with hyperactivation of NOTCH and MYC signaling [ 42 ]. The predictive potential of PDOs for patient drug responses was evaluated using a breast-PDO biobank from primary and metastatic breast carcinomas that recapitulated the morphogenetic heterogeneity and gene expression of parental tumors. Indeed, high-throughput drug screening revealed that the drug response of PDOs matched that of corresponding patients or xenotransplanted mice, especially for tamoxifen [ 38 ]. Similar results were obtained using a breast cancer-PDO biobank from neoadjuvant-chemotherapy treated patients, showing that PDOs could predict the clinical response of patients to neoadjuvant chemotherapy [ 40 ]. Cervical carcinoma PDO biobanks, established from normal or Pap-brush cervical tumor tissues, have been used to model sexually transmitted viral infections, highlighting their role in tumor carcinogenesis and differential drug response [ 43 ]. Another group created an ovarian cancer-PDO biobank, enabling a better understanding of CIN, genome evolution and tumor micro-heterogeneity [ 44 ]. 3.3. Urinary System PDO biobanks were also created for tumors of the urinary system, including kidney, bladder and prostate cancers. In 2020, the first pediatric PDO biobank was established for kidney tumors (including Wilms tumors, rhabdomyoma, renal cell carcinoma, and congenital mesodermal nephroma) that exhibited similar disease features and tissue heterogeneity [ 45 ]. Two independent groups established bladder cancer-PDO biobanks and demonstrated that PDOs retained the tumor heterogeneity of parental tissue and showed only a partial correlation between drug response and mutational profile [ 46 , 47 ]. Mullenders and colleagues highlighted the importance of bladder tumor-PDO biobanks in disease modeling, revealing that organoids retained many common bladder cancer mutations like TP53 and FGFR3 [ 48 ]. A patient-derived xenograft (PDX)-derived organoid biobank was created for prostate tumors. The organoids preserved the tumor heterogeneity, lineage markers and transcriptome. In addition, BRCA2 -/- PDX-derived organoids were sensitive to olaparib (PARP inhibitor), similar to what was observed in patients [ 49 ]. 3.4. Nervous System and Head and Neck District Few PDO biobanks have been created for tumors of the nervous system and head and neck district. Recently, two research groups established a PDO biobank from glioblastoma and glioma primary samples, respectively [ 50 , 51 ]. Both, glioblastoma and glioma PDOs maintained the inter- and intra-tumoral transcriptomic and genomic heterogeneity compared to the parental tumor [ 50 , 51 ]. Interestingly, glioblastoma PDOs were co-cultured with 2173BBz CAR-T cells designed to specifically react with cells expressing EGFRvIII (a common variant found in glioblastomas) revealing that EGFRvIII + cells were specifically targeted and killed by 2173BBz CAR-T cells [ 50 ]. As for the head and neck district, a PDO biobank was created from primary and recurrent nasopharyngeal carcinoma, showing that all PDOs were EBER (EBV-encoded small RNA) positive and CK7 negative, thus retaining features of the parental tumors, including EBV infection status and clinical characteristics. In addition, recurrent nasopharyngeal organoids showed higher expression of BMI-1, CD44 and CD133 stem cell markers [ 52 ]. 3.5. Respiratory District Kim and colleagues created a PDO biobank from patients with advanced lung adenocarcinoma, revealing that PDOs retained driver mutations of original tumors and were able to predict a mutation-specific clinical drug response of patients [ 53 ]. Furthermore, they showed the efficacy of two drugs against ERBB2 exon 20 insertion and RET fusion molecular targets [ 53 ]. Another research group established a living biobank of PDOs from patients with non-small cell lung cancer (NSCLC), comparing the efficacy of different anti-cancer natural compounds between PDOs and cell lines, allowing for the use of NSCLC PDOs for high-throughput screening [ 54 ]. 4. Culture Media for Long-Term Expansion of PDOs Choosing appropriate conditions for long-term culture of PDOs requires careful consideration. Extensive experimentation is required to optimize a specific culture protocol that allows PDOs to retain the morphological and genetic properties of the parental tumor (or paired healthy tissue) over multiple passages. Since PDO culture media substitute for factors provided by the tumor niche, their formulation, often combined with an extracellular matrix (ECM), must be tailored to the specific cancer type [ 67 ]. Indeed, beyond a shared basal medium, each tumor type requires a specific combination of cytokines and growth factors ( Figure 4 ) [ 67 , 68 ]. Moreover, the mutational profile of a tumor may influence culture medium requirements, even among tumors of the same type [ 69 ]. Generally, the culture media for healthy tissue-specific PDOs establishment require less optimization, as they lack those mutations that could influence the different formulations of growth media. Long-term culture of gastric tumor-PDOs needs a generic basal medium composed of ADMEM/F12 (advanced Dulbecco’s modified Eagle medium with nutrient mixture F12 Hams), antimicrobial reagent, B27, N2, HEPES and L-glutamine (or Glutamax), supplemented with EGF, noggin, R-spondin 1, gastrin, FGF-10, FGF-basic, Wnt3A, prostaglandin E2 (PGE2), Y-27632 (Rock inhibitor), nicotinamide (and/or N-acetylcystenine), A83-01 (TGF-β type I receptor inhibitor), SB202190 (p38 MAPK inhibitor) and HGF (exclusively for cholangiocarcinoma organoids) [ 27 , 70 ]. The culture medium for intestinal tumor-PDOs shares several common factors with that of gastric tumor-PDOs. Many of the key optimization experiments for intestinal PDOs were conducted by Hans Clevers’ group, who studied tumors with different mutational profiles as well as matched healthy mucosa. Their findings indicated that long-term expansion of PDOs from healthy intestinal or colonic mucosa requires a basal medium supplemented with Wnt3A (recombinant human Wnt-3A or Wnt-3A conditioned medium), EGF, noggin, R-spondin 1, gastrin, nicotinamide, A83-01 and SB202190 [ 2 ]. Of note, Wnt3A, R-spondin 1, noggin, and EGF are supplemented according to the specific mutational profile of tumors, while A83-01 and SB202190 are generally needed by all PDOs derived from intestinal/colorectal tumors [ 2 , 69 ]. Interestingly, the addition of interleukin-22 is necessary to guarantee the formation of Paneth cells in intestinal-PDOs [ 71 ]. Broutier and colleagues reported optimal conditions for the long-term culture of liver carcinoma PDOs, including hepatocellular carcinoma (HCC), cholangiocarcinoma (CC) and combined HCC/CC (CHC) tumors [ 10 ]. They used a basal medium supplemented with gastrin, EGF, FGF10, HGF, forskolin, A8301, Y27632 and dexamethasone for HCC-PDOs. Interestingly, noggin, R-spondin 1 and Wnt3A are not required for the isolation of CC PDOs, whereas R-spondin 1 maintains cell growth in CC PDOs [ 10 ]. PDAC-PDOs differ from others in that they do not always require EGF or Wnt enhancers in the culture medium [ 72 ]. Indeed, distinct PDAC-PDO subtypes were identified, including a Wnt-non-producing subtype that needed Wnt ligands, a Wnt-producing subtype that autonomously secreted Wnt ligands and an R-spondin-independent subtype that grew in the absence of Wnt and R-spondin 1 [ 72 ]. Several other tumor-PDOs do not always require Wnt ligands in the culture media to enhance growth efficacy. For breast carcinomas, it was shown that neuregulin 1 (ligand for ERBB3 and ERBB4 tyrosine kinase receptors), but not Wnt3A, is indispensable for the isolation and long-term culture and expansion of breast cancer PDOs [ 38 ]. Moreover, the addition of Y-27632 improved the PDO growth while SB202190 (>1 μM) decreased it. Notably, the presence of EGF (>5 ng × mL −1 ) enhanced proliferation, but caused PDOs to acquire a two-dimensional appearance by moving toward the bottom of the plate [ 38 ]. Ovarian carcinoma-PDOs can be efficiently cultured without Wnt3A in a basal medium supplemented with R-spondin 1, noggin, EGF, FGF-10, FGF2, nicotinamide, N-acetylcysteine, prostaglandin E2, SB202190 and A83–01 [ 73 ]. For long-term cultivation of prostate cancer-PDOs, the required medium is similar to that of ovarian carcinoma-PDOs, with dihydrotestosterone (DHT) and Y-27632 representing important additional factors [ 74 ]. The culture medium for bladder tumor PDOs is quite peculiar. Whyard and co-workers reported that supplementation of basal medium with a combination of HER3, FGF2, FGF7, FGF10, A83-01, N-acetylcysteine, and nicotinamide is essential for the long-term maintenance of bladder organoids [ 75 ]. Lung carcinoma PDO cultures require a basal medium supplemented with SAG (agonist of smoothened, part of the hedgehog signaling pathway), CHIR99021 (glycogen synthase kinase (GSK) 3 inhibitor), EGF, noggin, FGF10, FGF4, N-acetylcysteine, A8301 and Y27632 [ 76 ]. 5. Challenges and Limitations in the Establishment of PDO Biobanks Despite their growing use in translational research, PDO cultures have several limitations. The generation and maintenance of PDOs can be time-consuming and labor-intensive, with success rates varying depending on the tumor type and the quality of the primary tissue. Genetic drift or selective pressure during prolonged culture may also lead to discrepancies between the original tumor and the organoid, potentially affecting the validity of downstream analyses. Additionally, current PDO models often lack standardized protocols—for example, for cell culture media and extracellular matrix (ECM)—which limits reproducibility across laboratories. Furthermore, one major constraint is their inability to fully replicate the complex tumor microenvironment, including interactions with immune cells, blood vessels, and stromal components, all of which are critical to tumor progression and treatment response. Further details are reported in the following sections. 5.1. Sample Acquisition and Quality Control of PDO Culture Processes PDOs are valuable tools for disease modeling, drug screening and development, biobanking, and other applications. Scientists have made significant progress in creating organoid biobanks by developing a range of effective organoid culture systems as described previously ( Figure 3 and Figure 4 ). The success rate for the establishment of PDO cultures depends on proper initial tissue handling, the processing protocols to isolate PDOs, the choice of culture media, and cryopreservation and storage. However, despite substantial advances, the success rate for the establishment of PDO cultures and recovery after cryopreservation is still limited, posing a major challenge to the effective creation of living biobanks. As a result, quality control during PDO culture procedures has been a primary focus. The first step involves acquiring fresh tissue while maintaining its quality and viability. Obtaining high-quality, viable tissue samples is essential for accurate research, but variability in sample quality can occur due to differences in sample collection methods, processing and storage times [ 77 , 78 ]. Based on our experience, freshly resected tissues should be promptly placed in a preservation solution and transported to the biobank laboratory on ice. To avoid ischemic processes, the time between resection and management at the laboratory should be as short as possible. Organoid cultures can be generated directly from fresh tissues or, alternatively, from frozen primary tissues, as first described by Walsh and colleagues in 2016 [ 79 ]. PDOs are stored in cryopreservation solution at −80 °C overnight and then immediately transferred into liquid nitrogen for long-term storage. This process influences the success rate of resuscitation. Several studies have shown that tissues directly frozen after resection can be effectively used for various applications, such as establishing 2D and 3D cultures, ex vivo cultures, and single-cell RNA sequencing, yielding results comparable to those obtained from freshly analyzed material [ 80 , 81 , 82 ]. Recently, Jiang et al. showed that gastric cancer PDOs generated using collagenase and without the ROCK inhibitor Y-27632 were more successful than those constructed using Liberase TH, TrypLE Express, or EDTA digestion. Notably, EDTA digestion had a 50% lower success rate than other methods ( p = 0.04), highlighting that variation in success rates is influenced by methodological differences [ 83 ]. 5.2. Standardization of PDO Culture Processes 5.2.1. Extracellular Matrix (ECM) When transported into the biobank laboratory, following removal of non-epithelial parts and impurities, such as red blood cells, the tissue is minced and digested both mechanically and enzymatically. Finally, isolated cells are resuspended in an extracellular matrix (ECM), typically Matrigel, a protein matrix from the reconstituted basement membrane harvested from the Engelbreth–Holm–Swarm mouse sarcoma, which is widely used to mimic the ECM [ 84 , 85 ]. The use of Matrigel, however, has several limitations that produce inconsistent results in PDO cultures. Batch-to-batch variability, potential risk of immunogenic reactions, scalability and reproducibility are the most reported limitations of this natural, animal-derived ECM, thus making the production of large quantities of Matrigel with consistent quality and composition necessary for the maintenance of experimental reproducibility extremely challenging. To overcome these limitations, synthetic alternatives to natural ECM such as hydrogel, synthetic polymers and peptide-based ECMs were developed [ 86 , 87 , 88 , 89 , 90 ]. Compared to Matrigel, synthetic ECMs can be precisely engineered with defined compositions, leading to high reproducibility and consistency across experiments. In addition, they have reduced immunogenicity, they are customizable and can be produced in large quantities with consistent quality, making them suitable for high-throughput applications and clinical scalability. Last, cost and availability should be considered. Synthetic ECMs can often be produced more cost-effectively and in larger quantities than natural ECMs, which may be important for large-scale studies and commercial applications. Indeed, Carpentier and colleagues found that synthetic gelatin-based hybrid hydrogels, including polyisocyanopeptides enriched with laminin–entactin complex (PIC-LEC) and gelatin methacryloyl (GelMA) provided a more defined and reproducible matrix compared to Matrigel for liver organoid culture [ 91 ]. Furthermore, in a co-culture model of gastrointestinal PDOs and dendritic cells, a synthetic hydrogel improved chemotactic motility of monocyte-derived dendritic cells compared to Matrigel. This enhancement facilitated better immune cell–epithelial interactions, demonstrating the potential of synthetic ECMs in complex tissue models [ 92 ]. Recently, decellularized porcine small intestinal ECM has been described as a natural alternative to Matrigel [ 89 , 93 ]. This approach involves removing cellular components from intestinal tissue, leaving behind the native ECM scaffold. Giobbe et al. demonstrated through transcriptomic and proteomic analysis that decellularized ECM maintained a proteomic signature of endoderm tissue, enriched with key ECM proteins essential for organoid formation, and thus retained the biochemical and structural properties of the native tissue. The decellularized ECM supported the formation and growth of human organoids from the small intestine, liver, stomach, and pancreas, and supported in vivo organoid growth [ 93 ]. These studies highlight the significant impact of ECM choice on organoid culture outcomes. While Matrigel has been widely used and continues to be used, likely due to standardized application protocols published in the literature, its undefined composition and variability pose limitations. Synthetic ECMs offer defined, reproducible, and tunable alternatives that can enhance organoid development, functionality, and scalability, making them valuable tools for research and therapeutic applications. 5.2.2. Cell Culture Media Long-term culture of PDOs requires a medium, the composition of which usually depends on the type of parental tissue and genetic profile ( Figure 4 ) [ 13 , 94 ]. However, the genetic profile may not be assessed at the initial establishment of a PDO culture, thus requiring an optimization step where different combinations of growth factors are screened to guarantee a high success rate. Most importantly, literature research reveals that PDO culture methods vary significantly between research teams, raising concerns about the consistency of results and pointing to the necessity of setting up standard experimental procedures to be shared among scientists worldwide, since differences in medium composition can significantly affect experimental results [ 95 ]. Indeed, pharmacokinetic studies demonstrated that the gene and protein expression levels of most pharmacokinetic-related enzymes and transporters in human intestinal organoids is influenced by the composition of the culture medium [ 96 ]. Similarly, Wilson and colleagues showed that a Wnt3a-containing conditioned medium is optimal for the growth and survival of human colon organoids, in contrast to medium supplemented with recombinant Wnt3a alone, which does not support long-term survival due to decreased LGR5 and Ki67 expression. Furthermore, they found that removal of Wnt-3a, noggin and R-spondin growth factors resulted in the highest level of cell differentiation and in distinct epithelial phenotypes [ 97 ]. Furthermore, the presence of RSPO-1 in cell culture media influenced the Wnt– pS6R negative feedback loop in both non- APC (CRC-normal mucosae) and APC -mutated (familial adenomatous polyposis—normal mucosae) PDOs, suggesting that the composition of PDO culture media should be carefully considered when studying the interplay of molecular pathways [ 98 ]. Accordingly, Hogenson et al. described a profound influence of the culture medium on the phenotype of gastrointestinal cancer PDOs, with a significant difference in response to standard-of-care chemotherapies, distinct morphologies, and transcriptomes between media within the same PDO cultures [ 99 ]. 5.2.3. Tissue Microenvironment and Vascularization Most PDOs consist solely of the epithelial layer and lack the physiological microenvironment, including components like the muscle layer, stromal cells, immune cells, vascular endothelial cells, and the nervous system. As a result, they have limited utility in emulating complex pathophysiological phenotypes, thus restricting research on immunotherapy and anti-vascular treatments. In addition, in the conventional method of organoid formation (dome-based and submerged) first described by the Clevers group [ 1 ] and widely adopted worldwide, nutrient supply and waste removal rely on passive diffusion. As PDOs grow and become more metabolically demanding, the limited diffusion of nutrients and oxygen into the inner regions of the 3D scaffold leads to the development of a necrotic core with significantly reduced cell viability, which eventually spreads throughout the entire ECM construct [ 100 ]. Recently, new technologies have been developed to overcome these limitations [ 101 , 102 ]. Additional insights on these innovative techniques, including co-cultures, organoids-on-a-chip, multi organoids-on-a-chip, air–liquid interface, and bioreactors are reported in the following section. 6. Future Perspectives and Solutions The absence of a tissue or tumor microenvironment (TME) in PDO cultures is a major limitation for drug-response studies that aim at improving personalized treatment therapies. This gap hampers the effectiveness of PDO biobanks. To overcome this, researchers have developed various methods to better mimic the in vivo physiological or pathological environment in PDO cultures, including co-cultures, organoids-on-a-chip, multi organoids-on-a-chip, air–liquid interface and bioreactors. An overview of the main features relative to these innovative approaches for PDO cultures is reported in Figure 5 . 6.1. Co-Culture Systems Co-cultures can partially replicate the TME by incorporating several cell types, such as immune cells, fibroblasts, or endothelial cells, as well as microorganisms [ 103 , 104 , 105 ]. Luo et al. developed a TME model using CRC PDOs embedded in a 3D hyaluronan–gelatin hydrogel and co-cultured with patient-derived cancer-associated fibroblasts (CAFs). In the absence of growth factors added to the co-culture, CAFs supported CRC PDO proliferation and restored biological pathways missing in PDO cultures but present in patient tissues [ 104 ]. Recently, several protocols for intestinal organoid co-cultures with microbes have been published [ 106 , 107 , 108 ]. Indeed, when co-cultured with microbes, these PDOs can be exposed to the same factors that would be present in a living organism, such as microbial metabolites, signaling molecules, and direct microbial interactions. This configuration helps to explore the dynamic relationships between host cells and microbes, shedding light on the roles of specific bacterial strains in health and disease. Tumor PDO–immune co-culture models have been created to study tumor-specific immune interactions and their possible therapeutic infringement [ 109 , 110 , 111 , 112 ]. Interestingly, Votanopoulos et al. showed that the response of the immune-enhanced patient tumor (lymph node/melanoma) organoids to immunotherapy was similar to the corresponding clinical response in 85% (6/7) of patients studied [ 109 ]. Furthermore, a co-culture model of T cells and midbrain organoids was developed to investigate neurodegeneration in Parkinson’s disease [ 113 ]. 6.2. Organoids-on-Chips Recently, the integration of organ chip technology with organoids has resulted in the creation of “organoids-on-chips,” which are microfluidic devices emulating organotypic models that more closely resemble physiological conditions [ 114 , 115 , 116 , 117 ]. As an emerging technology, organoids-on-chips can guide stem cell differentiation and organoid establishment within a controlled cellular microenvironment. Indeed, these chips integrate biological and physical components to support organoid culture and allow for precise manipulation of the conditions that influence organoid growth. Organoids-on-chips are usually made of glass, thermoplastics or of a combination of silicon mold and polydimethylsiloxane (PDMS) material with channels that allow fluid flow essential for organoid growth [ 118 , 119 ]. These channels simulate tissue environments and apply shear stress, influencing cell differentiation and vascularization. The chip also includes an extracellular matrix (ECM) scaffold that supports 3D cell growth and organoid formation. Stem cells or organ-specific progenitor cells are seeded onto the chip, where they form organoids, and endothelial cells may be added to create vascular structures [ 120 , 121 ]. Microfluidic systems control fluid flow to simulate nutrient gradients and shear stress, promoting tissue maturation [ 122 ]. Vascularization is crucial for organoid maturation in vitro, as it mimics the vascular networks in vivo that support organ development by providing nutrients and oxygen. To address nutrient diffusion limitations and improve organoid maturity, integrating vascular networks with organoids-on-chips is essential. Fluidic shear stress (FSS) has been shown to enhance vascularization by regulating endothelial cell functions, as demonstrated in kidney organoids on a millifluidic chip [ 123 , 124 , 125 ]. Homan et al. demonstrated that high FSS activated endogenous angiogenic pathways, thereby increasing the abundance of the vasculature, tissue functionality, and maturity of kidney organoids [ 125 ]. Furthermore, functional readout systems could help control organoid culture and improve understanding of the effect of the microenvironment on organoid development. Integrating multiplexed biosensors, like oxygen sensors and electrical arrays, offers potential solutions [ 126 , 127 ]. For example, Zhang et al. developed a modular organoid model with integrated sensors for continuous monitoring of organoid behavior and biochemical parameters [ 128 ]. Similarly, Schuster et al. created an automated microfluidic platform for real-time analysis of tumor organoid responses to drug treatments, advancing high-throughput drug screening and personalized therapy [ 129 ]. 6.3. Multi Organoids-on-Chip To mimic the complex physiological processes of drug absorption, transport, metabolism, and excretion, multi-organoid systems can be created by co-culturing different organoid types in compartmentalized microenvironments using organ chip technology. For example, a multi-layered organ chip has been developed to co-culture liver and heart organoids, providing a platform for studying systemic diseases and advancing drug development [ 130 ]. A liver-islet organoid-on-a-chip system has also been established to study diabetes mellitus, recapitulating the features of type 2 diabetes, and allowing the testing of therapeutic effects of drugs such as metformin [ 131 ]. Other organoid-on-a-chip systems, such as retinal and kidney tubuloids-on-chips, have been developed to study eye diseases and kidney functions, respectively [ 132 , 133 ]. These platforms enable the study of complex metabolic diseases and systemic drug responses. 6.4. Air–Liquid Interface System Another cell culture method that aims to maintain the biological environment of cultured cells is the air–liquid interface (ALI) system. This specialized system allows epithelial cells to proliferate and differentiate, closely mimicking in vivo conditions [ 134 ]. ALI cultures were mainly developed for airway cell culture systems, since cells are seeded onto a porous membrane or scaffold that allows them to be exposed to both air (on top) and a liquid medium (below) [ 135 , 136 ]. This approach is often used to study cells that are naturally exposed to these two environments, such as lung, skin, and intestinal cells. Under these conditions, cells differentiate more effectively and often develop specialized features such as cilia, mucus production, or the formation of tight junctions, depending on the tissue type [ 137 , 138 ]. Kim et al. developed an ALI culture model using human lung organoids, which demonstrated a more than five-fold increase in ciliated cell production compared to submerged culture methods. Through transcriptomic analysis, the study identified two key regulatory pathways— HIF1A–VEGFA and CDKN1A —as central drivers of epithelial cell differentiation in this model [ 139 ]. Similarly, several studies have described the generation of gastrointestinal, respiratory and renal PDOs based on ALI systems, highlighting that this approach preserves organoids’ structural integrity, epithelial cell organization and functionality, making them suitable to assess chemotherapy resistance and toxicological effects in a tumor microenvironment [ 140 , 141 , 142 , 143 ]. 6.5. Bioreactors Another system that provides a controlled environment for both 2D and 3D cultures is the bioreactor. Bioreactors offer advantages over static droplet-based cultures by enhancing the delivery of oxygen and nutrients, while reducing the formation of gradients for pH, metabolites, and dissolved oxygen [ 144 , 145 , 146 ]. To date, four main categories of bioreactors have been developed for organoid culture: stirred bioreactors (SBR), microfluidic bioreactors (MFB), rotating wall vessels (RWV), and electrically stimulating (ES) bioreactors [ 147 ]. Spinning bioreactors have proven effective for generating kidney and brain organoids [ 148 , 149 , 150 , 151 ], and a spinner flask-based approach has been developed for the large-scale production of intrahepatic cholangiocyte organoids [ 152 ]. Ovando-Roche et al. found that the use of bioreactors results in improved laminar stratification as well as an increase in the yield of photoreceptor cells bearing cilia in retinal organoids grown in bioreactors compared to those grown in standard culture conditions [ 153 ]. Recently, Ye et al. developed a miniaturized (50 mL Falcon vessel) spinning bioreactor (RPMotion) for the effective production of human epithelial organoids derived from the liver, intestine, and pancreas, reducing time, labor, and costs compared to traditional bioreactors with larger capacities (100–2000 mL). All types of organoids exhibited faster proliferation in the RPMotion bioreactor (5.2-fold, 3-fold, and 4-fold, respectively) compared to static cultures, while maintaining their organ-specific phenotypes [ 154 ]. 7. Conclusions Patient-derived tumor organoids (PDOs) offer powerful tools that more accurately recapitulate the histological, genetic, and functional characteristics of their parental tumors, allowing significant advances in precision oncology. Currently, several PDO biobanks covering a wide range of tumor types have been established, providing reliable physiological and pathological models for both basic research and translational clinical studies. Looking ahead, addressing challenges such as the standardization of organoid culture techniques, improving reproducibility, and establishing robust quality control systems will be critical. The development of safe, accurate, and scalable PDO biobanks will not only facilitate high-throughput drug screening and personalized therapy but also enhance our understanding of tumor heterogeneity and treatment resistance mechanisms. These efforts should be prioritized and supported by the wider research and clinical community to fully realize the potential of PDOs in cancer research and patient care. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions Conceptualization: F.J.D.P. and G.C.; Writing—original draft: F.J.D.P. and G.C.; Visualization: F.J.D.P. and G.C.; Investigation and data curation: F.J.D.P., G.C., P.P.P., G.T. and K.J.R.; Supervision: G.T.; Funding acquisition: K.J.R.; Writing—review and editing: F.J.D.P., G.C., P.P.P., G.T. and K.J.R. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not Applicable. Informed Consent Statement Not Applicable. Data Availability Statement No new data were created or analyzed in this study. Data sharing is not applicable to this article. Conflicts of Interest The authors declare no potential conflicts of interest. References 1. Sato T. Vries R.G. Snippert H.J. van de Wetering M. Barker N. Stange D.E. van Es J.H. Abo A. Kujala P. Peters P.J. Single Lgr5 Stem Cells Build Crypt-Villus Structures in Vitro without a Mesenchymal Niche Nature 2009 459 262 265 10.1038/nature07935 19329995 2. Sato T. Stange D.E. Ferrante M. Vries R.G.J. Van Es J.H. Van den Brink S. Van Houdt W.J. Pronk A. Van Gorp J. Siersema P.D. Long-Term Expansion of Epithelial Organoids from Human Colon, Adenoma, Adenocarcinoma, and Barrett’s Epithelium Gastroenterology 2011 141 1762 1772 10.1053/j.gastro.2011.07.050 21889923 3. Bartfeld S. Bayram T. van de Wetering M. Huch M. Begthel H. Kujala P. Vries R. Peters P.J. Clevers H. In Vitro Expansion of Human Gastric Epithelial Stem Cells and Their Responses to Bacterial Infection Gastroenterology 2015 148 126 136.e6 10.1053/j.gastro.2014.09.042 25307862 4. Huch M. Gehart H. van Boxtel R. Hamer K. Blokzijl F. Verstegen M.M.A. Ellis E. van Wenum M. Fuchs S.A. de Ligt J. Long-Term Culture of Genome-Stable Bipotent Stem Cells from Adult Human Liver Cell 2015 160 299 312 10.1016/j.cell.2014.11.050 25533785 5. Sachs N. Papaspyropoulos A. Zomer-van Ommen D.D. Heo I. Böttinger L. Klay D. Weeber F. Huelsz-Prince G. Iakobachvili N. Amatngalim G.D. Long-Term Expanding Human Airway Organoids for Disease Modeling EMBO J. 2019 38 e100300 10.15252/embj.2018100300 30643021 6. Loomans C.J.M. Williams Giuliani N. Balak J. Ringnalda F. van Gurp L. Huch M. Boj S.F. Sato T. Kester L. de Sousa Lopes S.M.C. Expansion of Adult Human Pancreatic Tissue Yields Organoids Harboring Progenitor Cells with Endocrine Differentiation Potential Stem Cell Rep. 2018 10 712 724 10.1016/j.stemcr.2018.02.005 7. Turco M.Y. Gardner L. Hughes J. Cindrova-Davies T. Gomez M.J. Farrell L. Hollinshead M. Marsh S.G.E. Brosens J.J. Critchley H.O. Long-Term, Hormone-Responsive Organoid Cultures of Human Endometrium in a Chemically Defined Medium Nat. Cell Biol. 2017 19 568 577 10.1038/ncb3516 28394884 8. Gao D. Vela I. Sboner A. Iaquinta P.J. Karthaus W.R. Gopalan A. Dowling C. Wanjala J.N. Undvall E.A. Arora V.K. Organoid Cultures Derived from Patients with Advanced Prostate Cancer Cell 2014 159 176 187 10.1016/j.cell.2014.08.016 25201530 9. Boj S.F. Hwang C.-I. Baker L.A. Chio I.I.C. Engle D.D. Corbo V. Jager M. Ponz-Sarvise M. Tiriac H. Spector M.S. Organoid Models of Human and Mouse Ductal Pancreatic Cancer Cell 2015 160 324 338 10.1016/j.cell.2014.12.021 25557080 10. Broutier L. Mastrogiovanni G. Verstegen M.M.A. Francies H.E. Gavarró L.M. Bradshaw C.R. Allen G.E. Arnes-Benito R. Sidorova O. Gaspersz M.P. Human Primary Liver Cancer–Derived Organoid Cultures for Disease Modeling and Drug Screening Nat. Med. 2017 23 1424 1435 10.1038/nm.4438 29131160 11. Codrich M. Dalla E. Mio C. Antoniali G. Malfatti M.C. Marzinotto S. Pierobon M. Baldelli E. Di Loreto C. Damante G. Integrated Multi-Omics Analyses on Patient-Derived CRC Organoids Highlight Altered Molecular Pathways in Colorectal Cancer Progression Involving PTEN J. Exp. Clin. Cancer Res. 2021 40 198 10.1186/s13046-021-01986-8 34154611 12. Ha D. Kong J. Kim D. Lee K. Lee J. Park M. Ahn H. Oh Y. Kim S. Development of Bioinformatics and Multi-Omics Analyses in Organoids BMB Rep. 2023 56 43 48 10.5483/BMBRep.2022-0155 36284440 13. Wang Q. Guo F. Jin Y. Ma Y. Applications of Human Organoids in the Personalized Treatment for Digestive Diseases Signal Transduct. Target. Ther. 2022 7 336 10.1038/s41392-022-01194-6 36167824 14. Tong L. Cui W. Zhang B. Fonseca P. Zhao Q. Zhang P. Xu B. Zhang Q. Li Z. Seashore-Ludlow B. Patient-Derived Organoids in Precision Cancer Medicine Med 2024 5 1351 1377 10.1016/j.medj.2024.08.010 39341206 15. Annaratone L. De Palma G. Bonizzi G. Sapino A. Botti G. Berrino E. Mannelli C. Arcella P. Di Martino S. Steffan A. Basic Principles of Biobanking: From Biological Samples to Precision Medicine for Patients Virchows Arch. 2021 479 233 246 10.1007/s00428-021-03151-0 34255145 16. Huang W. Xu Z. Li S. Zhou J. Zhao B. Living Biobanks of Organoids: Valuable Resource for Translational Research Biopreserv. Biobank. 2024 22 543 549 10.1089/bio.2023.0142 38959173 17. van de Wetering M. Francies H.E. Francis J.M. Bounova G. Iorio F. Pronk A. van Houdt W. van Gorp J. Taylor-Weiner A. Kester L. Prospective Derivation of a Living Organoid Biobank of Colorectal Cancer Patients Cell 2015 161 933 945 10.1016/j.cell.2015.03.053 25957691 18. Fujii M. Shimokawa M. Date S. Takano A. Matano M. Nanki K. Ohta Y. Toshimitsu K. Nakazato Y. Kawasaki K. A Colorectal Tumor Organoid Library Demonstrates Progressive Loss of Niche Factor Requirements during Tumorigenesis Cell Stem Cell 2016 18 827 838 10.1016/j.stem.2016.04.003 27212702 19. Yan H.H.N. Siu H.C. Ho S.L. Yue S.S.K. Gao Y. Tsui W.Y. Chan D. Chan A.S. Wong J.W.H. Man A.H.Y. Organoid Cultures of Early-Onset Colorectal Cancers Reveal Distinct and Rare Genetic Profiles Gut 2020 69 2165 2179 10.1136/gutjnl-2019-320019 32217638 20. Yao Y. Xu X. Yang L. Zhu J. Wan J. Shen L. Xia F. Fu G. Deng Y. Pan M. Patient-Derived Organoids Predict Chemoradiation Responses of Locally Advanced Rectal Cancer Cell Stem Cell 2020 26 17 26.e6 10.1016/j.stem.2019.10.010 31761724 21. Geevimaan K. Guo J.-Y. Shen C.-N. Jiang J.-K. Fann C.S.J. Hwang M.-J. Shui J.-W. Lin H.-T. Wang M.-J. Shih H.-C. Patient-Derived Organoid Serves as a Platform for Personalized Chemotherapy in Advanced Colorectal Cancer Patients Front. Oncol. 2022 12 883437 10.3389/fonc.2022.883437 35719949 22. Laoukili J. Constantinides A. Wassenaar E.C.E. Elias S.G. Raats D.A.E. van Schelven S.J. van Wettum J. Volckmann R. Koster J. Huitema A.D.R. Peritoneal Metastases from Colorectal Cancer Belong to Consensus Molecular Subtype 4 and Are Sensitised to Oxaliplatin by Inhibiting Reducing Capacity Br. J. Cancer 2022 126 1824 1833 10.1038/s41416-022-01742-5 35194192 23. Mo S. Tang P. Luo W. Zhang L. Li Y. Hu X. Ma X. Chen Y. Bao Y. He X. Patient-Derived Organoids from Colorectal Cancer with Paired Liver Metastasis Reveal Tumor Heterogeneity and Predict Response to Chemotherapy Adv. Sci. 2022 9 e2204097 10.1002/advs.202204097 24. Yao L. Zao X.-L. Pan X.-F. Zhang H.-G. Wang F.-J. Qiao P.-F. Application of Tumoroids Derived from Advanced Colorectal Cancer Patients to Predict Individual Response to Chemotherapy J. Chemother. 2023 35 104 116 10.1080/1120009X.2022.2045827 35285783 25. Herpers B. Eppink B. James M.I. Cortina C. Cañellas-Socias A. Boj S.F. Hernando-Momblona X. Glodzik D. Roovers R.C. van de Wetering M. Functional Patient-Derived Organoid Screenings Identify MCLA-158 as a Therapeutic EGFR × LGR5 Bispecific Antibody with Efficacy in Epithelial Tumors Nat. Cancer 2022 3 418 436 10.1038/s43018-022-00359-0 35469014 26. Schütte M. Risch T. Abdavi-Azar N. Boehnke K. Schumacher D. Keil M. Yildiriman R. Jandrasits C. Borodina T. Amstislavskiy V. Molecular Dissection of Colorectal Cancer in Pre-Clinical Models Identifies Biomarkers Predicting Sensitivity to EGFR Inhibitors Nat. Commun. 2017 8 14262 10.1038/ncomms14262 28186126 27. Vlachogiannis G. Hedayat S. Vatsiou A. Jamin Y. Fernández-Mateos J. Khan K. Lampis A. Eason K. Huntingford I. Burke R. Patient-Derived Organoids Model Treatment Response of Metastatic Gastrointestinal Cancers Science 2018 359 920 926 10.1126/science.aao2774 29472484 28. Yan H.H.N. Siu H.C. Law S. Ho S.L. Yue S.S.K. Tsui W.Y. Chan D. Chan A.S. Ma S. Lam K.O. A Comprehensive Human Gastric Cancer Organoid Biobank Captures Tumor Subtype Heterogeneity and Enables Therapeutic Screening Cell Stem Cell 2018 23 882 897.e11 10.1016/j.stem.2018.09.016 30344100 29. Nuciforo S. Fofana I. Matter M.S. Blumer T. Calabrese D. Boldanova T. Piscuoglio S. Wieland S. Ringnalda F. Schwank G. Organoid Models of Human Liver Cancers Derived from Tumor Needle Biopsies Cell Rep. 2018 24 1363 1376 10.1016/j.celrep.2018.07.001 30067989 30. Beato F. Reverón D. Dezsi K.B. Ortiz A. Johnson J.O. Chen D.-T. Ali K. Yoder S.J. Jeong D. Malafa M. Establishing a Living Biobank of Patient-Derived Organoids of Intraductal Papillary Mucinous Neoplasms of the Pancreas Lab. Invest. 2021 101 204 217 10.1038/s41374-020-00494-1 33037322 31. Hirt C.K. Booij T.H. Grob L. Simmler P. Toussaint N.C. Keller D. Taube D. Ludwig V. Goryachkin A. Pauli C. Drug Screening and Genome Editing in Human Pancreatic Cancer Organoids Identifies Drug-Gene Interactions and Candidates for off-Label Treatment Cell Genom. 2022 2 100095 10.1016/j.xgen.2022.100095 35187519 32. Demyan L. Habowski A.N. Plenker D. King D.A. Standring O.J. Tsang C. St Surin L. Rishi A. Crawford J.M. Boyd J. Pancreatic Cancer Patient-Derived Organoids Can Predict Response to Neoadjuvant Chemotherapy Ann. Surg. 2022 276 450 462 10.1097/SLA.0000000000005558 35972511 33. Huang B. Trujillo M.A. Fujikura K. Qiu M. Chen F. Felsenstein M. Zhou C. Skaro M. Gauthier C. Macgregor-Das A. Molecular Characterization of Organoids Derived from Pancreatic Intraductal Papillary Mucinous Neoplasms J. Pathol. 2020 252 252 262 10.1002/path.5515 32696980 34. Driehuis E. van Hoeck A. Moore K. Kolders S. Francies H.E. Gulersonmez M.C. Stigter E.C.A. Burgering B. Geurts V. Gracanin A. Pancreatic Cancer Organoids Recapitulate Disease and Allow Personalized Drug Screening Proc. Natl. Acad. Sci. USA 2019 116 26580 26590 10.1073/pnas.1911273116 31818951 35. Vaes R.D.W. van Dijk D.P.J. Welbers T.T.J. Blok M.J. Aberle M.R. Heij L. Boj S.F. Olde Damink S.W.M. Rensen S.S. Generation and Initial Characterization of Novel Tumour Organoid Models to Study Human Pancreatic Cancer-Induced Cachexia J. Cachexia. Sarcopenia Muscle 2020 11 1509 1524 10.1002/jcsm.12627 33047901 36. Kawasaki K. Toshimitsu K. Matano M. Fujita M. Fujii M. Togasaki K. Ebisudani T. Shimokawa M. Takano A. Takahashi S. An Organoid Biobank of Neuroendocrine Neoplasms Enables Genotype-Phenotype Mapping Cell 2020 183 1420 1435.e21 10.1016/j.cell.2020.10.023 33159857 37. Dekkers J.F. van Vliet E.J. Sachs N. Rosenbluth J.M. Kopper O. Rebel H.G. Wehrens E.J. Piani C. Visvader J.E. Verissimo C.S. Long-Term Culture, Genetic Manipulation and Xenotransplantation of Human Normal and Breast Cancer Organoids Nat. Protoc. 2021 16 1936 1965 10.1038/s41596-020-00474-1 33692550 38. Sachs N. de Ligt J. Kopper O. Gogola E. Bounova G. Weeber F. Balgobind A.V. Wind K. Gracanin A. Begthel H. A Living Biobank of Breast Cancer Organoids Captures Disease Heterogeneity Cell 2018 172 373 386.e10 10.1016/j.cell.2017.11.010 29224780 39. Mazzucchelli S. Piccotti F. Allevi R. Truffi M. Sorrentino L. Russo L. Agozzino M. Signati L. Bonizzi A. Villani L. Establishment and Morphological Characterization of Patient-Derived Organoids from Breast Cancer Biol. Proced. Online 2019 21 12 10.1186/s12575-019-0099-8 31223292 40. Shu D. Shen M. Li K. Han X. Li H. Tan Z. Wang Y. Peng Y. Tang Z. Qu C. Organoids from Patient Biopsy Samples Can Predict the Response of BC Patients to Neoadjuvant Chemotherapy Ann. Med. 2022 54 2581 2597 10.1080/07853890.2022.2122550 36194178 41. Kim J. Yu D. Kwon Y. Lee K.S. Sim S.H. Kong S.-Y. Lee E.S. Park I.H. Park C. Genomic Characteristics of Triple-Negative Breast Cancer Nominate Molecular Subtypes That Predict Chemotherapy Response Mol. Cancer Res. 2020 18 253 263 10.1158/1541-7786.MCR-19-0453 31704731 42. Bhatia S. Kramer M. Russo S. Naik P. Arun G. Brophy K. Andrews P. Fan C. Perou C.M. Preall J. Patient-Derived Triple-Negative Breast Cancer Organoids Provide Robust Model Systems That Recapitulate Tumor Intrinsic Characteristics Cancer Res. 2022 82 1174 1192 10.1158/0008-5472.CAN-21-2807 35180770 43. Lõhmussaar K. Oka R. Espejo Valle-Inclan J. Smits M.H.H. Wardak H. Korving J. Begthel H. Proost N. van de Ven M. Kranenburg O.W. Patient-Derived Organoids Model Cervical Tissue Dynamics and Viral Oncogenesis in Cervical Cancer Cell Stem Cell 2021 28 1380 1396.e6 10.1016/j.stem.2021.03.012 33852917 44. Nelson L. Tighe A. Golder A. Littler S. Bakker B. Moralli D. Murtuza Baker S. Donaldson I.J. Spierings D.C.J. Wardenaar R. A Living Biobank of Ovarian Cancer Ex Vivo Models Reveals Profound Mitotic Heterogeneity Nat. Commun. 2020 11 822 10.1038/s41467-020-14551-2 32054838 45. Calandrini C. Schutgens F. Oka R. Margaritis T. Candelli T. Mathijsen L. Ammerlaan C. van Ineveld R.L. Derakhshan S. de Haan S. An Organoid Biobank for Childhood Kidney Cancers That Captures Disease and Tissue Heterogeneity Nat. Commun. 2020 11 1310 10.1038/s41467-020-15155-6 32161258 46. Lee S.H. Hu W. Matulay J.T. Silva M.V. Owczarek T.B. Kim K. Chua C.W. Barlow L.J. Kandoth C. Williams A.B. Tumor Evolution and Drug Response in Patient-Derived Organoid Models of Bladder Cancer Cell 2018 173 515 528.e17 10.1016/j.cell.2018.03.017 29625057 47. Weber C. A Biobank for Bladder Cancer Nat. Cell Biol. 2018 20 634 10.1038/s41556-018-0114-3 48. Mullenders J. de Jongh E. Brousali A. Roosen M. Blom J.P.A. Begthel H. Korving J. Jonges T. Kranenburg O. Meijer R. Mouse and Human Urothelial Cancer Organoids: A Tool for Bladder Cancer Research Proc. Natl. Acad. Sci. 2019 116 4567 4574 10.1073/pnas.1803595116 30787188 49. Beshiri M.L. Tice C.M. Tran C. Nguyen H.M. Sowalsky A.G. Agarwal S. Jansson K.H. Yang Q. McGowen K.M. Yin J. A PDX/Organoid Biobank of Advanced Prostate Cancers Captures Genomic and Phenotypic Heterogeneity for Disease Modeling and Therapeutic Screening Clin. Cancer Res. Off. J. Am. Assoc. Cancer Res. 2018 24 4332 4345 10.1158/1078-0432.CCR-18-0409 29748182 50. Jacob F. Salinas R.D. Zhang D.Y. Nguyen P.T.T. Schnoll J.G. Wong S.Z.H. Thokala R. Sheikh S. Saxena D. Prokop S. A Patient-Derived Glioblastoma Organoid Model and Biobank Recapitulates Inter- and Intra-Tumoral Heterogeneity Cell 2020 180 188 204.e22 10.1016/j.cell.2019.11.036 31883794 51. Abdullah K.G. Bird C.E. Buehler J.D. Gattie L.C. Savani M.R. Sternisha A.C. Xiao Y. Levitt M.M. Hicks W.H. Li W. Establishment of Patient-Derived Organoid Models of Lower-Grade Glioma Neuro. Oncol. 2022 24 612 623 10.1093/neuonc/noab273 34850183 52. Wang X.-W. Xia T.-L. Tang H.-C. Liu X. Han R. Zou X. Zhao Y.-T. Chen M.-Y. Li G. Establishment of a Patient-Derived Organoid Model and Living Biobank for Nasopharyngeal Carcinoma Ann. Transl. Med. 2022 10 526 10.21037/atm-22-1076 35928731 53. Kim S.-Y. Kim S.-M. Lim S. Lee J.Y. Choi S.-J. Yang S.-D. Yun M.R. Kim C.G. Gu S.R. Park C. Modeling Clinical Responses to Targeted Therapies by Patient-Derived Organoids of Advanced Lung Adenocarcinoma Clin. Cancer Res. Off. J. Am. Assoc. Cancer Res. 2021 27 4397 4409 10.1158/1078-0432.CCR-20-5026 54. Li Y.F. Gao Y. Liang B.W. Cao X.Q. Sun Z.J. Yu J.H. Liu Z.D. Han Y. Patient-Derived Organoids of Non-Small Cells Lung Cancer and Their Application for Drug Screening Neoplasma 2020 67 430 437 10.4149/neo_2020_190417N346 31973535 55. Clevers H. Modeling Development and Disease with Organoids Cell 2016 165 1586 1597 10.1016/j.cell.2016.05.082 27315476 56. Drost J. Clevers H. Organoids in Cancer Research Nat. Rev. Cancer 2018 18 407 418 10.1038/s41568-018-0007-6 29692415 57. Tzeng Y.-D.T. Hsiao J.-H. Tseng L.-M. Hou M.-F. Li C.-J. Breast Cancer Organoids Derived from Patients: A Platform for Tailored Drug Screening Biochem. Pharmacol. 2023 217 115803 10.1016/j.bcp.2023.115803 37709150 58. Wang H.-M. Zhang C.-Y. Peng K.-C. Chen Z.-X. Su J.-W. Li Y.-F. Li W.-F. Gao Q.-Y. Zhang S.-L. Chen Y.-Q. Using Patient-Derived Organoids to Predict Locally Advanced or Metastatic Lung Cancer Tumor Response: A Real-World Study Cell Rep. Med. 2023 4 100911 10.1016/j.xcrm.2022.100911 36657446 59. Yang R. Yu Y. Patient-Derived Organoids in Translational Oncology and Drug Screening Cancer Lett. 2023 562 216180 10.1016/j.canlet.2023.216180 37061121 60. Hubrecht Organoid Biobank Foundation 2025 Available online: https://www.hubrechtorganoidbiobank.org/ (accessed on 15 April 2023) 61. Lung Cancer Organoid Biobank Available online: https://www.sigmaaldrich.com/technical-documents/technical-article/cell-culture-and-cell-culture-analysis/mammalian-cell-culture/lung-organoid-pdo-biobank (accessed on 15 April 2023) 62. Organoids Available online: https://www.atcc.org/cell-products/cell-models/organoids#t=productTab&numberOfResults=24 (accessed on 15 April 2023) 63. Cellesce Available online: http://www.cellesce.com/ (accessed on 15 April 2023) 64. DefiniGEN Available online: https://www.definigen.com/ (accessed on 15 April 2023) 65. Driehuis E. Kretzschmar K. Clevers H. Author Correction: Establishment of Patient-Derived Cancer Organoids for Drug-Screening Applications Nat. Protoc. 2021 16 5739 10.1038/s41596-021-00494-5 33437066 66. Schumacher D. Andrieux G. Boehnke K. Keil M. Silvestri A. Silvestrov M. Keilholz U. Haybaeck J. Erdmann G. Sachse C. Heterogeneous Pathway Activation and Drug Response Modelled in Colorectal-Tumor-Derived 3D Cultures PLOS Genet. 2019 15 e1008076 10.1371/journal.pgen.1008076 30925167 67. Aboulkheyr Es H. Montazeri L. Aref A.R. Vosough M. Baharvand H. Personalized Cancer Medicine: An Organoid Approach Trends Biotechnol. 2018 36 358 371 10.1016/j.tibtech.2017.12.005 29366522 68. Qu J. Kalyani F.S. Liu L. Cheng T. Chen L. Tumor Organoids: Synergistic Applications, Current Challenges, and Future Prospects in Cancer Therapy Cancer Commun. 2021 41 1331 1353 10.1002/cac2.12224 69. Drost J. van Jaarsveld R.H. Ponsioen B. Zimberlin C. van Boxtel R. Buijs A. Sachs N. Overmeer R.M. Offerhaus G.J. Begthel H. Sequential Cancer Mutations in Cultured Human Intestinal Stem Cells Nature 2015 521 43 47 10.1038/nature14415 25924068 70. Zhao Y. Li S. Zhu L. Huang M. Xie Y. Song X. Chen Z. Lau H.C.-H. Sung J.J.-Y. Xu L. Personalized Drug Screening Using Patient-Derived Organoid and Its Clinical Relevance in Gastric Cancer Cell Rep. Med. 2024 5 101627 10.1016/j.xcrm.2024.101627 38964315 71. He G.-W. Lin L. DeMartino J. Zheng X. Staliarova N. Dayton T. Begthel H. van de Wetering W.J. Bodewes E. van Zon J. Optimized Human Intestinal Organoid Model Reveals Interleukin-22-Dependency of Paneth Cell Formation Cell Stem Cell 2022 29 1333 1345.e6 10.1016/j.stem.2022.08.002 36002022 72. Seino T. Kawasaki S. Shimokawa M. Tamagawa H. Toshimitsu K. Fujii M. Ohta Y. Matano M. Nanki K. Kawasaki K. Human Pancreatic Tumor Organoids Reveal Loss of Stem Cell Niche Factor Dependence during Disease Progression Cell Stem Cell 2018 22 454 467.e6 10.1016/j.stem.2017.12.009 29337182 73. Hill S.J. Decker B. Roberts E.A. Horowitz N.S. Muto M.G. Worley M.J.J. Feltmate C.M. Nucci M.R. Swisher E.M. Nguyen H. Prediction of DNA Repair Inhibitor Response in Short-Term Patient-Derived Ovarian Cancer Organoids Cancer Discov. 2018 8 1404 1421 10.1158/2159-8290.CD-18-0474 30213835 74. Zhou L. Zhang C. Zhang Y. Shi C. Application of Organoid Models in Prostate Cancer Research Front. Oncol. 2021 11 736431 10.3389/fonc.2021.736431 34646778 75. Whyard T. Liu J. Darras F.S. Waltzer W.C. Romanov V. Organoid Model of Urothelial Cancer: Establishment and Applications for Bladder Cancer Research Biotechniques 2020 69 193 199 10.2144/btn-2020-0068 32654505 76. Shi R. Radulovich N. Ng C. Liu N. Notsuda H. Cabanero M. Martins-Filho S.N. Raghavan V. Li Q. Mer A.S. Organoid Cultures as Preclinical Models of Non-Small Cell Lung Cancer Clin. Cancer Res. Off. J. Am. Assoc. Cancer Res. 2020 26 1162 1174 10.1158/1078-0432.CCR-19-1376 77. Kim J. Koo B.-K. Knoblich J.A. Human Organoids: Model Systems for Human Biology and Medicine Nat. Rev. Mol. Cell Biol. 2020 21 571 584 10.1038/s41580-020-0259-3 32636524 78. Jensen K.B. Little M.H. Organoids Are Not Organs: Sources of Variation and Misinformation in Organoid Biology Stem Cell Rep. 2023 18 1255 1270 10.1016/j.stemcr.2023.05.009 79. Walsh A.J. Cook R.S. Sanders M.E. Arteaga C.L. Skala M.C. Drug Response in Organoids Generated from Frozen Primary Tumor Tissues Sci. Rep. 2016 6 18889 10.1038/srep18889 26738962 80. He A. Powell S. Kyle M. Rose M. Masmila E. Estrada V. Sicklick J.K. Molinolo A. Kaushal S. Cryopreservation of Viable Human Tissues: Renewable Resource for Viable Tissue, Cell Lines, and Organoid Development Biopreserv. Biobank. 2020 18 222 227 10.1089/bio.2019.0062 32302515 81. Restivo G. Tastanova A. Balázs Z. Panebianco F. Diepenbruck M. Ercan C. Preca B.-T. Hafner J. Weber W.P. Kurzeder C. Live Slow-Frozen Human Tumor Tissues Viable for 2D, 3D, Ex Vivo Cultures and Single-Cell RNAseq Commun. Biol. 2022 5 1144 10.1038/s42003-022-04025-0 36307545 82. Chen P. Zhou J.-B. Chu X.-P. Feng Y.-Y. Zeng Q.-B. Lei J.-H. Wong K.-P. Chan T.-I. Lam C.-W. Zhu W.-L. Establishing a Cryopreserved Biobank of Living Tumor Tissues for Drug Sensitivity Testing Bioact. Mater. 2025 46 582 596 10.1016/j.bioactmat.2024.09.008 40061435 83. Jiang K.-L. Wang X.-X. Liu X.-J. Guo L.-K. Chen Y.-Q. Jia Q.-L. Yang K.-M. Ling J.-H. Success Rate of Current Human-Derived Gastric Cancer Organoids Establishment and Influencing Factors: A Systematic Review and Meta-Analysis World J. Gastrointest. Oncol. 2024 16 1626 1646 10.4251/wjgo.v16.i4.1626 38660634 84. Hughes C.S. Postovit L.M. Lajoie G.A. Matrigel: A Complex Protein Mixture Required for Optimal Growth of Cell Culture Proteomics 2010 10 1886 1890 10.1002/pmic.200900758 20162561 85. Passaniti A. Kleinman H.K. Martin G.R. Matrigel: History/Background, Uses, and Future Applications J. Cell Commun. Signal. 2022 16 621 626 10.1007/s12079-021-00643-1 34463918 86. Gjorevski N. Sachs N. Manfrin A. Giger S. Bragina M.E. Ordóñez-Morán P. Clevers H. Lutolf M.P. Designer Matrices for Intestinal Stem Cell and Organoid Culture Nature 2016 539 560 564 10.1038/nature20168 27851739 87. Cruz-Acuña R. Quirós M. Farkas A.E. Dedhia P.H. Huang S. Siuda D. García-Hernández V. Miller A.J. Spence J.R. Nusrat A. Synthetic Hydrogels for Human Intestinal Organoid Generation and Colonic Wound Repair Nat. Cell Biol. 2017 19 1326 1335 10.1038/ncb3632 29058719 88. Dorgau B. Felemban M. Hilgen G. Kiening M. Zerti D. Hunt N.C. Doherty M. Whitfield P. Hallam D. White K. Decellularised Extracellular Matrix-Derived Peptides from Neural Retina and Retinal Pigment Epithelium Enhance the Expression of Synaptic Markers and Light Responsiveness of Human Pluripotent Stem Cell Derived Retinal Organoids Biomaterials 2019 199 63 75 10.1016/j.biomaterials.2019.01.028 30738336 89. Kozlowski M.T. Crook C.J. Ku H.T. Towards Organoid Culture without Matrigel Commun. Biol. 2021 4 1387 10.1038/s42003-021-02910-8 34893703 90. Kim S. Min S. Choi Y.S. Jo S.-H. Jung J.H. Han K. Kim J. An S. Ji Y.W. Kim Y.-G. Tissue Extracellular Matrix Hydrogels as Alternatives to Matrigel for Culturing Gastrointestinal Organoids Nat. Commun. 2022 13 1692 10.1038/s41467-022-29279-4 35354790 91. Carpentier N. Ye S. Delemarre M.D. Van der Meeren L. Skirtach A.G. van der Laan L.J.W. Schneeberger K. Spee B. Dubruel P. Van Vlierberghe S. Gelatin-Based Hybrid Hydrogels as Matrices for Organoid Culture Biomacromolecules 2024 25 590 604 10.1021/acs.biomac.2c01496 38174962 92. Cherne M.D. Sidar B. Sebrell T.A. Sanchez H.S. Heaton K. Kassama F.J. Roe M.M. Gentry A.B. Chang C.B. Walk S.T. A Synthetic Hydrogel, VitroGel( ® ) ORGANOID-3, Improves Immune Cell-Epithelial Interactions in a Tissue Chip Co-Culture Model of Human Gastric Organoids and Dendritic Cells Front. Pharmacol. 2021 12 707891 10.3389/fphar.2021.707891 34552484 93. Giobbe G.G. Crowley C. Luni C. Campinoti S. Khedr M. Kretzschmar K. De Santis M.M. Zambaiti E. Michielin F. Meran L. Extracellular Matrix Hydrogel Derived from Decellularized Tissues Enables Endodermal Organoid Culture Nat. Commun. 2019 10 5658 10.1038/s41467-019-13605-4 31827102 94. Yang S. Hu H. Kung H. Zou R. Dai Y. Hu Y. Wang T. Lv T. Yu J. Li F. Organoids: The Current Status and Biomedical Applications MedComm 2023 4 e274 10.1002/mco2.274 37215622 95. Zhao Z. Chen X. Dowbaj A.M. Sljukic A. Bratlie K. Lin L. Fong E.L.S. Balachander G.M. Chen Z. Soragni A. Organoids Nat. Rev. Methods Prim. 2022 2 94 10.1038/s43586-022-00174-y 37325195 96. Yokota J. Yamashita T. Inui T. Nomoto R. Kishimoto W. Nakase H. Mizuguchi H. Comparison of Culture Media for Human Intestinal Organoids from the Viewpoint of Pharmacokinetic Studies Biochem. Biophys. Res. Commun. 2021 566 115 122 10.1016/j.bbrc.2021.06.007 34119823 97. Wilson S.S. Mayo M. Melim T. Knight H. Patnaude L. Wu X. Phillips L. Westmoreland S. Dunstan R. Fiebiger E. Optimized Culture Conditions for Improved Growth and Functional Differentiation of Mouse and Human Colon Organoids Front. Immunol. 2020 11 547102 10.3389/fimmu.2020.547102 33643277 98. Calafato G. Alquati C. Bernardi A. Di Paola F.J. Ricciardiello L. Comparative Analysis of Commercial and Home-Made Media on RSPO1/S6R Axis in Organoids with Different Wnt Backgrounds: A Methodological Guide for the Selection of Intestinal Patient-Derived Organoids Culture Media Int. J. Mol. Sci. 2024 25 1526 10.3390/ijms252111526 38338804 99. Hogenson T.L. Xie H. Phillips W.J. Toruner M.D. Li J.J. Horn I.P. Kennedy D.J. Almada L.L. Marks D.L. Carr R.M. Culture Media Composition Influences Patient-Derived Organoid Ability to Predict Therapeutic Responses in Gastrointestinal Cancers JCI Insight 2022 7 158060 10.1172/jci.insight.158060 100. Shin W. Wu A. Min S. Shin Y.C. Fleming R.Y.D. Eckhardt S.G. Kim H.J. Spatiotemporal Gradient and Instability of Wnt Induce Heterogeneous Growth and Differentiation of Human Intestinal Organoids iScience 2020 23 101372 10.1016/j.isci.2020.101372 32745985 101. Nwokoye P.N. Abilez O.J. Bioengineering Methods for Vascularizing Organoids Cell Rep. Methods 2024 4 100779 10.1016/j.crmeth.2024.100779 38759654 102. Polak R. Zhang E.T. Kuo C.J. Cancer Organoids 2.0: Modelling the Complexity of the Tumour Immune Microenvironment Nat. Rev. Cancer 2024 24 523 539 10.1038/s41568-024-00706-6 38977835 103. Staab J.F. Lemme-Dumit J.M. Latanich R. Pasetti M.F. Zachos N.C. Co-Culture System of Human Enteroids/Colonoids with Innate Immune Cells Curr. Protoc. Immunol. 2020 131 e113 10.1002/cpim.113 33166041 104. Luo X. Fong E.L.S. Zhu C. Lin Q.X.X. Xiong M. Li A. Li T. Benoukraf T. Yu H. Liu S. Hydrogel-Based Colorectal Cancer Organoid Co-Culture Models Acta Biomater. 2021 132 461 472 10.1016/j.actbio.2020.12.037 33388439 105. Zhao H. Jiang E. Shang Z. 3D Co-Culture of Cancer-Associated Fibroblast with Oral Cancer Organoids J. Dent. Res. 2021 100 201 208 10.1177/0022034520956614 32881601 106. Dutta D. Heo I. O’Connor R. Studying Cryptosporidium Infection in 3D Tissue-Derived Human Organoid Culture Systems by Microinjection J. Vis. Exp. 2019 e59610 10.3791/59610 107. Puschhof J. Pleguezuelos-Manzano C. Martinez-Silgado A. Akkerman N. Saftien A. Boot C. de Waal A. Beumer J. Dutta D. Heo I. Intestinal Organoid Cocultures with Microbes Nat. Protoc. 2021 16 4633 4649 10.1038/s41596-021-00589-z 34381208 108. Holthaus D. Delgado-Betancourt E. Aebischer T. Seeber F. Klotz C. Harmonization of Protocols for Multi-Species Organoid Platforms to Study the Intestinal Biology of Toxoplasma Gondii and Other Protozoan Infections Front. Cell. Infect. Microbiol. 2020 10 610368 10.3389/fcimb.2020.610368 33692963 109. Votanopoulos K.I. Forsythe S. Sivakumar H. Mazzocchi A. Aleman J. Miller L. Levine E. Triozzi P. Skardal A. Model of Patient-Specific Immune-Enhanced Organoids for Immunotherapy Screening: Feasibility Study Ann. Surg. Oncol. 2020 27 1956 1967 10.1245/s10434-019-08143-8 31858299 110. Zhou G. Lieshout R. van Tienderen G.S. de Ruiter V. van Royen M.E. Boor P.P.C. Magré L. Desai J. Köten K. Kan Y.Y. Modelling Immune Cytotoxicity for Cholangiocarcinoma with Tumour-Derived Organoids and Effector T Cells Br. J. Cancer 2022 127 649 660 10.1038/s41416-022-01839-x 35597867 111. Magré L. Verstegen M.M.A. Buschow S. van der Laan L.J.W. Peppelenbosch M. Desai J. Emerging Organoid-Immune Co-Culture Models for Cancer Research: From Oncoimmunology to Personalized Immunotherapies J. Immunother. Cancer 2023 11 e006290 10.1136/jitc-2022-006290 37220953 112. Papp D. Korcsmaros T. Hautefort I. Revolutionizing Immune Research with Organoid-Based Co-Culture and Chip Systems Clin. Exp. Immunol. 2024 218 40 54 10.1093/cei/uxae004 38280212 113. Gerasimova E. Beenen A.C. Kachkin D. Regensburger M. Zundler S. Blumenthal D.B. Lutzny-Geier G. Winner B. Prots I. Novel Co-Culture Model of T Cells and Midbrain Organoids for Investigating Neurodegeneration in Parkinson’s Disease npj Park. Dis. 2025 11 36 10.1038/s41531-025-00882-8 114. Takebe T. Zhang B. Radisic M. Synergistic Engineering: Organoids Meet Organs-on-a-Chip Cell Stem Cell 2017 21 297 300 10.1016/j.stem.2017.08.016 28886364 115. Park S.E. Georgescu A. Huh D. Organoids-on-a-Chip Science 2019 364 960 965 10.1126/science.aaw7894 31171693 116. Zhu Y. Wang L. Yu H. Yin F. Wang Y. Liu H. Jiang L. Qin J. In Situ Generation of Human Brain Organoids on a Micropillar Array Lab Chip 2017 17 2941 2950 10.1039/C7LC00682A 28752164 117. Wang Y. Wang L. Zhu Y. Qin J. Human Brain Organoid-on-a-Chip to Model Prenatal Nicotine Exposure Lab Chip 2018 18 851 860 10.1039/C7LC01084B 29437173 118. Leung C.M. de Haan P. Ronaldson-Bouchard K. Kim G.-A. Ko J. Rho H.S. Chen Z. Habibovic P. Jeon N.L. Takayama S. A Guide to the Organ-on-a-Chip Nat. Rev. Methods Prim. 2022 2 33 10.1038/s43586-022-00118-6 119. Man Y. Liu Y. Chen Q. Zhang Z. Li M. Xu L. Tan Y. Liu Z. Organoids-On-a-Chip for Personalized Precision Medicine Adv. Healthc. Mater. 2024 13 2401843 10.1002/adhm.202401843 120. Mandrycky C.J. Howard C.C. Rayner S.G. Shin Y.J. Zheng Y. Organ-on-a-Chip Systems for Vascular Biology J. Mol. Cell. Cardiol. 2021 159 1 13 10.1016/j.yjmcc.2021.06.002 34118217 121. Zhang S. Wan Z. Kamm R.D. Vascularized Organoids on a Chip: Strategies for Engineering Organoids with Functional Vasculature Lab Chip 2021 21 473 488 10.1039/D0LC01186J 33480945 122. Bonner M.G. Gudapati H. Mou X. Musah S. Microfluidic Systems for Modeling Human Development Development 2022 149 199463 10.1242/dev.199463 123. Zhou J. Li Y.-S. Chien S. Shear Stress-Initiated Signaling and Its Regulation of Endothelial Function Arterioscler. Thromb. Vasc. Biol. 2014 34 2191 2198 10.1161/ATVBAHA.114.303422 24876354 124. Chistiakov D.A. Orekhov A.N. Bobryshev Y. V Effects of Shear Stress on Endothelial Cells: Go with the Flow Acta Physiol. 2017 219 382 408 10.1111/apha.12725 125. Homan K.A. Gupta N. Kroll K.T. Kolesky D.B. Skylar-Scott M. Miyoshi T. Mau D. Valerius M.T. Ferrante T. Bonventre J.V. Flow-Enhanced Vascularization and Maturation of Kidney Organoids in Vitro Nat. Methods 2019 16 255 262 10.1038/s41592-019-0325-y 30742039 126. Barata D. van Blitterswijk C. Habibovic P. High-Throughput Screening Approaches and Combinatorial Development of Biomaterials Using Microfluidics Acta Biomater. 2016 34 1 20 10.1016/j.actbio.2015.09.009 26361719 127. Kim J.A. Hong S. Rhee W.J. Microfluidic Three-Dimensional Cell Culture of Stem Cells for High-Throughput Analysis World J. Stem Cells 2019 11 803 816 10.4252/wjsc.v11.i10.803 31693013 128. Zhang Y.S. Aleman J. Shin S.R. Kilic T. Kim D. Mousavi Shaegh S.A. Massa S. Riahi R. Chae S. Hu N. Multisensor-Integrated Organs-on-Chips Platform for Automated and Continual in Situ Monitoring of Organoid Behaviors Proc. Natl. Acad. Sci. USA 2017 114 E2293 E2302 10.1073/pnas.1612906114 28265064 129. Schuster B. Junkin M. Kashaf S.S. Romero-Calvo I. Kirby K. Matthews J. Weber C.R. Rzhetsky A. White K.P. Tay S. Automated Microfluidic Platform for Dynamic and Combinatorial Drug Screening of Tumor Organoids Nat. Commun. 2020 11 5271 10.1038/s41467-020-19058-4 33077832 130. Yin F. Zhang X. Wang L. Wang Y. Zhu Y. Li Z. Tao T. Chen W. Yu H. Qin J. HiPSC-Derived Multi-Organoids-on-Chip System for Safety Assessment of Antidepressant Drugs Lab Chip 2021 21 571 581 10.1039/D0LC00921K 33319899 131. Tao T. Deng P. Wang Y. Zhang X. Guo Y. Chen W. Qin J. Microengineered Multi-Organoid System from HiPSCs to Recapitulate Human Liver-Islet Axis in Normal and Type 2 Diabetes Adv. Sci. 2022 9 e2103495 10.1002/advs.202103495 132. Achberger K. Probst C. Haderspeck J. Bolz S. Rogal J. Chuchuy J. Nikolova M. Cora V. Antkowiak L. Haq W. Merging Organoid and Organ-on-a-Chip Technology to Generate Complex Multi-Layer Tissue Models in a Human Retina-on-a-Chip Platform Elife 2019 8 e46188 10.7554/eLife.46188 31451149 133. Achberger K. Cipriano M. Düchs M.J. Schön C. Michelfelder S. Stierstorfer B. Lamla T. Kauschke S.G. Chuchuy J. Roosz J. Human Stem Cell-Based Retina on Chip as New Translational Model for Validation of AAV Retinal Gene Therapy Vectors Stem Cell Rep. 2021 16 2242 2256 10.1016/j.stemcr.2021.08.008 34525384 134. Ghio A.J. Dailey L.A. Soukup J.M. Stonehuerner J. Richards J.H. Devlin R.B. Growth of Human Bronchial Epithelial Cells at an Air-Liquid Interface Alters the Response to Particle Exposure Part. Fibre Toxicol. 2013 10 25 10.1186/1743-8977-10-25 23800224 135. Whitcutt M.J. Adler K.B. Wu R. A Biphasic Chamber System for Maintaining Polarity of Differentiation of Cultured Respiratory Tract Epithelial Cells Vitr. Cell. Dev. Biol. J. Tissue Cult. Assoc. 1988 24 420 428 10.1007/BF02628493 136. Jiang D. Schaefer N. Chu H.W. Air-Liquid Interface Culture of Human and Mouse Airway Epithelial Cells Methods Mol. Biol. 2018 1809 91 109 10.1007/978-1-4939-8570-8_8 29987785 137. Wu R. Zhao Y.H. Chang M.M. Growth and Differentiation of Conducting Airway Epithelial Cells in Culture Eur. Respir. J. 1997 10 2398 2403 10.1183/09031936.97.10102398 9387971 138. Kesimer M. Kirkham S. Pickles R.J. Henderson A.G. Alexis N.E. Demaria G. Knight D. Thornton D.J. Sheehan J.K. Tracheobronchial Air-Liquid Interface Cell Culture: A Model for Innate Mucosal Defense of the Upper Airways? Am. J. Physiol. Lung Cell. Mol. Physiol. 2009 296 L92 L100 10.1152/ajplung.90388.2008 18931053 139. Kim J. Eo E.-Y. Kim B. Lee H. Kim J. Koo B.-K. Kim H.-J. Cho S. Kim J. Cho Y.-J. Transcriptomic Analysis of Air-Liquid Interface Culture in Human Lung Organoids Reveals Regulators of Epithelial Differentiation Cells 2024 13 1991 10.3390/cells13231991 39682739 140. Usui T. Sakurai M. Umata K. Yamawaki H. Ohama T. Sato K. Preparation of Human Primary Colon Tissue-Derived Organoid Using Air Liquid Interface Culture Curr. Protoc. Toxicol. 2018 75 22.6.1 22.6.7 10.1002/cptx.40 141. Sekiya S. Kikuchi T. Shimizu T. Perfusion Culture Maintained with an Air-Liquid Interface to Stimulate Epithelial Cell Organization in Renal Organoids in Vitro BMC Biomed. Eng. 2019 1 15 10.1186/s42490-019-0017-9 32903332 142. Gupta A.K. Ivancic D.Z. Naved B.A. Wertheim J.A. Oxburgh L. An Efficient Method to Generate Kidney Organoids at the Air-Liquid Interface J. Biol. Methods 2021 8 e150 10.14440/jbm.2021.357 34258308 143. Ogawa I. Nakai T. Iwao T. Matsunaga T. Air-Liquid Interface Culture Combined with Differentiation Factors Reproducing Intestinal Cell Structure Formation in Vitro Biol. Open 2025 14 bio061612 10.1242/bio.061612 39832187 144. King J.A. Miller W.M. Bioreactor Development for Stem Cell Expansion and Controlled Differentiation Curr. Opin. Chem. Biol. 2007 11 394 398 10.1016/j.cbpa.2007.05.034 17656148 145. dos Santos F.F. Andrade P.Z. da Silva C.L. Cabral J.M.S. Bioreactor Design for Clinical-Grade Expansion of Stem Cells Biotechnol. J. 2013 8 644 654 10.1002/biot.201200373 23625834 146. Avena P. Zavaglia L. Casaburi I. Pezzi V. Perfusion Bioreactor Technology for Organoid and Tissue Culture: A Mini Review Onco 2025 5 17 10.3390/onco5020017 147. Licata J.P. Schwab K.H. Har-El Y.-E. Gerstenhaber J.A. Lelkes P.I. Bioreactor Technologies for Enhanced Organoid Culture Int. J. Mol. Sci. 2023 24 1427 10.3390/ijms241411427 36674944 148. Qian X. Nguyen H.N. Song M.M. Hadiono C. Ogden S.C. Hammack C. Yao B. Hamersky G.R. Jacob F. Zhong C. Brain-Region-Specific Organoids Using Mini-Bioreactors for Modeling ZIKV Exposure Cell 2016 165 1238 1254 10.1016/j.cell.2016.04.032 27118425 149. Quadrato G. Nguyen T. Macosko E.Z. Sherwood J.L. Min Yang S. Berger D.R. Maria N. Scholvin J. Goldman M. Kinney J.P. Cell Diversity and Network Dynamics in Photosensitive Human Brain Organoids Nature 2017 545 48 53 10.1038/nature22047 28445462 150. Qian X. Jacob F. Song M.M. Nguyen H.N. Song H. Ming G. Generation of Human Brain Region–specific Organoids Using a Miniaturized Spinning Bioreactor Nat. Protoc. 2018 13 565 580 10.1038/nprot.2017.152 29470464 151. Przepiorski A. Sander V. Tran T. Hollywood J.A. Sorrenson B. Shih J.-H. Wolvetang E.J. McMahon A.P. Holm T.M. Davidson A.J. A Simple Bioreactor-Based Method to Generate Kidney Organoids from Pluripotent Stem Cells Stem Cell Rep. 2018 11 470 484 10.1016/j.stemcr.2018.06.018 152. Schneeberger K. Sánchez-Romero N. Ye S. van Steenbeek F.G. Oosterhoff L.A. Pla Palacin I. Chen C. van Wolferen M.E. van Tienderen G. Lieshout R. Large-Scale Production of LGR5-Positive Bipotential Human Liver Stem Cells Hepatology 2020 72 257 270 10.1002/hep.31037 31715015 153. Ovando-Roche P. West E.L. Branch M.J. Sampson R.D. Fernando M. Munro P. Georgiadis A. Rizzi M. Kloc M. Naeem A. Use of Bioreactors for Culturing Human Retinal Organoids Improves Photoreceptor Yields Stem Cell Res. Ther. 2018 9 156 10.1186/s13287-018-0907-0 29895313 154. Ye S. Marsee A. van Tienderen G.S. Rezaeimoghaddam M. Sheikh H. Samsom R.-A. de Koning E.J.P. Fuchs S. Verstegen M.M.A. van der Laan L.J.W. Accelerated Production of Human Epithelial Organoids in a Miniaturized Spinning Bioreactor Cell Rep. Methods 2024 4 100903 10.1016/j.crmeth.2024.100903 39561715 Figure 1 Establishment of a living organoid biobank and its applications in personalized medicine. Figure 2 Number of papers published per year on organoid biobanks since 2014, according to PubMed. Search words: organoid biobank (databases: PubMed, Google Scholar). Figure 3 Worldwide distribution of tumor-specific patient-derived organoid biobanks. Search words: organoid, tumor patients derived organoid, biobank (databases: PubMed, Google Scholar). Figure 4 Tumor-specific culture media for long-term expansion of PDOs. Search words: organoid, organoids culture media, gastrointestinal/liver/pancreas/breast/ovarian/prostate/bladder/lung organoids (databases: PubMed, Google Scholar). Figure 5 Overview of the main features related to innovative approaches for PDO cultures. jpm-15-00394-t001_Table 1 Table 1 Overview of tumor and paired healthy tissue-specific patient-derived organoid biobanks: technical features, worldwide distribution and main translational and clinical applications. Search words: translational research, precision medicine, disease modeling, gastrointestinal/liver/pancreas/breast ovarian/prostate/bladder/lung/kidney tumor patient-derived organoid biobank (databases: PubMed, Google Scholar). System or Body District Organ Number of Samples Country Diagnosis Primary or Metastatic Main Experimental PDOs Validation Main Translational Applications References Tumor Paired Healthy Digestive Colorectal 22 19 The Netherlands Colorectal carcinoma Primary WGS; RNA-seq High-throughput screening (in vitro) [ 17 ] Digestive Colorectal 55 41 Japan Colorectal carcinoma Primary and metastatic Histology, WGS, RNA microarray, Disease modeling [ 18 ] Digestive Colorectal 32 18 China Early-onset colorectal carcinoma Primary MSI analysis, WES, WGS, RNA-seq, sc-RNA-seq, gene editing Disease modeling [ 19 ] Digestive Rectal 96 0 China Rectal carcinoma Primary Histology, WES Drug/radiation response prediction [ 20 ] Digestive Colorectal 151 0 China Colorectal carcinoma Primary and metastatic Histology, RNA-seq Drug response prediction [ 21 ] Digestive Colorectal 94 0 The Netherlands Colorectal carcinoma Primary and metastatic RNA-seq Disease modeling [ 22 ] Digestive Colorectal 58 0 China Colorectal carcinoma Primary and metastatic Histology, WES, RNA-seq, sc-RNA-seq Drug response prediction [ 23 ] Digestive Colorectal 34 21 China Colorectal carcinoma Primary Histology, WES Drug response prediction [ 24 ] Digestive Colorectal 77 31 The Netherlands Colorectal carcinoma Primary and metastatic WES High-throughput screening (in vitro/in vivo) [ 25 ] Digestive Colorectal 106 0 Germany Colorectal carcinoma Primary and metastatic WGS, WES, RNA-seq High-throughput screening, gene–drug response correlation [ 26 ] Digestive Colorectal, gastroesophagus, bile ducts 110 0 The United Kingdom Colorectal, gastroesophageal cancers and cholangiocarcinoma carcinoma Metastatic Histology, WGS, NGS, RNA-seq, High-throughput screening (in vitro/in vivo) [ 27 ] Digestive Stomach 46 17 China Gastric tumor Primary and metastatic Histology, WES, RNA-seq High-throughput screening, drug response prediction [ 28 ] Digestive Liver 11 0 Switzerland Hepatocellular carcinoma Primary and metastatic Histology, WES Disease modeling, drug response prediction [ 29 ] Digestive Pancreas 13 13 USA Intraductal papillary mucinous neoplasms - Histology, WGS Disease modeling [ 30 ] Digestive Pancreas 31 0 Switzerland Pancreatic carcinoma Primary and metastatic Histology, WGS, WES, RNA-seq Disease modeling, high-throughput screening, gene–drug response correlation [ 31 ] Digestive Pancreas 77 0 USA Pancreatic ductal adenocarcinoma Primary and metastatic Histology Drug response prediction [ 32 ] Digestive Pancreas 10 7 USA Intraductal papillary mucinous neoplasms - Histology, WGS, WES, RNA-seq Disease modeling [ 33 ] Digestive Pancreas 30 5 The Netherlands Pancreatic ductal adenocarcinoma and distal cholangiocarcinomas Primary and metastatic Histology, WGS, RNA-seq High-throughput screening [ 34 ] Digestive Pancreas 10 0 The Netherlands Pancreatic carcinoma Not specified Histology, WGS, RNA-seq Disease modeling [ 35 ] Digestive Pancreas, gallbladder, duodenum 25 0 Japan Gastroenteropancreatic neuroendocrine neoplasms Primary and metastatic Histology, WGS, WES, RNA-seq, Disease modeling [ 36 ] Reproductive Mammary gland 13 14 The Netherlands Breast carcinoma (TNBC, ER+/PR+, Her2+) Primary and metastatic Histology, imaging Disease modeling [ 37 ] Reproductive Mammary gland 168 0 The Netherlands Breast carcinoma (TNBC, ER+/PR+ or ER+/PR-, Her2+) Primary and metastatic Histology, WGS, RNA-seq Drug response prediction [ 38 ] Reproductive Mammary gland 33 0 Italy Invasive ductal and lobular breast carcinoma (TNBC, Her2+, Her2-) Primary Histology Disease modeling [ 39 ] Reproductive Mammary gland 11 0 China Breast carcinoma (TNBC, Her2+, Luminal B) Primary and metastatic Histology Drug response prediction [ 40 ] Reproductive Mammary gland 38 0 The Republic of Korea Breast carcinoma (TNBC) Primary and metastatic RNA-Seq Disease modeling, high-throughput screening gene–drug response correlation [ 41 ] Reproductive Mammary gland 87 0 USA Invasive ductal and lobular breast carcinoma (TNBC) Primary and metastatic Histology, WGS, RNA-seq, sc-RNA-seq Disease modeling [ 42 ] Reproductive Cervix 12 6 The Netherlands Cervical tumors Primary Histology, WES, RNA-seq Disease modeling, high-throughput screening [ 43 ] Reproductive Ovaries 76 0 The United Kingdom High-grade serous ovarian carcinoma Primary and metastatic Histology, WES, RNA-seq Disease modeling, drug response prediction [ 44 ] Urinary Kidney 54 47 The Netherlands Kidney tumors Primary and metastatic Histology, WGS, sc-RNA-seq Disease modeling [ 45 ] Urinary Bladder 22 0 USA Urothelial carcinoma Primary Histology, WGS Disease modeling, gene-drug response correlation [ 46 ] Urinary Bladder 16 0 The Netherlands Urothelial carcinoma Primary Histology, WGS Disease modeling, gene-drug response correlation [ 47 ] Urinary Bladder 53 0 The Netherlands Urothelial carcinoma Primary Histology Disease modeling, high-throughput screening [ 48 ] Urinary Prostate 4 0 USA Prostate cancer Metastatic Histology, WGS, WES, RNA-seq Gene–drug response correlation, drug response prediction [ 49 ] Nervous Brain 70 0 USA Glioblastoma Primary Histology, WES, RNA-seq, sc-RNA-seq Disease modeling [ 50 ] Nervous Brain 33 0 USA Glioma Primary Histology, gene sequencing Disease modeling [ 51 ] Head and Neck Nasopharynx 62 15 China Nasopharyngeal carcinoma Primary Histology Disease modeling [ 52 ] Respiratory Lungs 84 0 The Republic of Korea Lung adenocarcinoma Primary Histology, WES, RNA-seq Gene–drug response correlation [ 53 ] Respiratory Lungs 14 0 China NSCLC Primary Histology, gene sequencing High-throughput screening [ 54 ] Abbreviations: ER+/PR+: estrogen receptor-positive/progesterone receptor-positive breast carcinoma; ER+/PR-: estrogen receptor-positive/progesterone receptor-negative breast carcinoma; Her2+: human epidermal growth receptor 2-positive breast carcinoma; MSI: microsatellite instability; NSCLC: non-small cell lung cancer; PDO: patient-derived organoid; RNA-seq: RNA sequencing; sc-RNA-seq: single cell RNA-sequencing; TNBC: triple-negative breast carcinoma; WES: whole-exome sequencing; WGS: whole-genome sequencing.",
    "full_text_abstract": "Over the past decade, patient-derived organoids (PDOs) have emerged as powerful in vitro models that closely recapitulate the histological, genetic, and functional features of their parental primary tissues, representing a ground-breaking tool for cancer research and precision medicine. This advancement has led to the development of living PDO biobanks, collections of organoids derived from a wide range of tumor types and patient populations, which serve as essential platforms for drug screening, biomarker discovery, and functional genomics. The classification and global distribution of these biobanks reflect a growing international effort to standardize protocols and broaden accessibility, supporting both basic and translational research. While their relevance to personalized medicine is increasingly recognized, the establishment and maintenance of PDO biobanks remain technically demanding, particularly in terms of optimizing long-term culture conditions, preserving sample viability, and mimicking the tumor microenvironment. In this context, this review provides an overview of the classification and worldwide distribution of tumor and paired healthy tissue-specific PDO biobanks, explores their translational applications, highlights recent advances in culture systems and media formulations, and discusses current challenges and future perspectives for their integration into clinical practice."
}