{
    "PMC": "1500868",
    "DOI": "10.1093/nar/gkl401",
    "PMID": "16820529",
    "PMCID": "PMC1500868",
    "title": "SAP30L interacts with members of the Sin3A corepressor complex and targets Sin3A to the nucleolus.",
    "year": 2006,
    "source_url": "https://europepmc.org/article/PMC/PMC1500868",
    "source": "MED",
    "abstract_text": "Histone acetylation plays a key role in the regulation of gene expression. The chromatin structure and accessibility of genes to transcription factors is regulated by enzymes that acetylate and deacetylate histones. The Sin3A corepressor complex recruits histone deacetylases and in many cases represses transcription. Here, we report that SAP30L, a close homolog of Sin3-associated protein 30 (SAP30), interacts with several components of the Sin3A corepressor complex. We show that it binds to the PAH3/HID (Paired Amphipathic Helix 3/Histone deacetylase Interacting Domain) region of mouse Sin3A with residues 120-140 in the C-terminal part of the protein. We provide evidence that SAP30L induces transcriptional repression, possibly via recruitment of Sin3A and histone deacetylases. Finally, we characterize a functional nucleolar localization signal in SAP30L and show that SAP30L and SAP30 are able to target Sin3A to the nucleolus.",
    "full_text": "Nucleic Acids Res Nucleic Acids Research Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 1500868 10.1093/nar/gkl401 16820529 Article SAP30L interacts with members of the Sin3A corepressor complex and targets Sin3A to the nucleolus Viiri K. M. 1 Korkeamäki H. 1 Kukkonen M. K. 1 Nieminen L. K. 1 Lindfors K. 1 Peterson P. 2 Mäki M. 1 Kainulainen H. 3 4 Lohi O. 1 * 1 Paediatric Research Centre, University of Tampere Medical School and Tampere University Hospital Tampere, Finland 2 Molecular Pathology, University of Tartu Tartu, Estonia 3 Institute of Medical Technology and Tampere University Hospital Tampere, Finland 4 Department of Biology of Physical Activity, University of Jyväskylä Finland To whom correspondence should be addressed. Tel: +358 3 355 184 05; Fax: +358 3 355 184 02; Email: olli.lohi@uta.fi 2006 2006 4 7 2006 34 11 3288 3298 19 1 2006 24 3 2006 11 5 2006 © 2006 The Author(s) 2006 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( ) which permits unrestricted non-commerical use, distribution, and reproduction in any medium, provided the original work is properly cited. Histone acetylation plays a key role in the regulation of gene expression. The chromatin structure and accessibility of genes to transcription factors is regulated by enzymes that acetylate and deacetylate histones. The Sin3A corepressor complex recruits histone deacetylases and in many cases represses transcription. Here, we report that SAP30L, a close homolog of Sin3-associated protein 30 (SAP30), interacts with several components of the Sin3A corepressor complex. We show that it binds to the PAH3/HID (Paired Amphipathic Helix 3/Histone deacetylase Interacting Domain) region of mouse Sin3A with residues 120–140 in the C-terminal part of the protein. We provide evidence that SAP30L induces transcriptional repression, possibly via recruitment of Sin3A and histone deacetylases. Finally, we characterize a functional nucleolar localization signal in SAP30L and show that SAP30L and SAP30 are able to target Sin3A to the nucleolus. INTRODUCTION It is well established that gene expression is influenced by chromatin structure. The compacted chromatin is a sterically hindered environment for transcription factors to bind and assemble the transcription initiation complex, and is subject to active remodeling. Histone acetylation and DNA demethylation are perceived as prerequisites for the ‘open state’ of chromatin, enabling transcription initiation. On the other hand, histone deacetylation and DNA methylation convert chromatin to a ‘closed state’, leading to the silencing of gene transcription. Recently, it has become evident that protein complexes that regulate histone acetylation, chromatin remodeling and DNA methylation work in concert ( 1 , 2 ) and at least in the ribosomal DNA locus (rDNA) these epigenetic events occur in this particular hierarchical and temporal order ( 3 ). The Sin3A-HDAC corepressor complex consists of multiple proteins and regulates gene expression by deacetylating histones. Sin3A itself functions as a scaffold protein that mediates various protein–protein interactions ( 4 ). HDAC 1 and HDAC 2, class I histone deacetylases, the histone binding proteins RbAp46 and RbAp48, SAP18, SAP30, SDS3, SAP180 and SAP130 are recognized components of the ‘core’ Sin3A-HDAC corepressor complex ( 5 – 8 ). Of these, SAP30 (Sin3A-Associated Protein 30) is a specific component of the Sin3A-complex since it is lacking in other HDAC 1/2-containing complexes such as the NuRD complex ( 9 ). SAP30 is not required for intrinsic repression activity of the Sin3A complex but is involved in Sin3A-mediated NCoR-repression by facilitating and stabilizing the interaction between these two corepressor proteins ( 10 ). In fact, many studies suggest that SAP30 functions as a bridging and stabilizing molecule between the Sin3A complex and other corepressors such as CIR ( 11 ) or DNA-binding transcription factors like YY1 ( 12 ). In yeast, the DNA-binding repressor UME6 targets the SIN3–RPD3 complex (Sin3A-HDAC 1 homolog in Saccharomyces cerevisiae ) to its target sequence in the promoter and causes highly localized histone deacetylation, occurring over a range of only one to two nucleosomes ( 13 ). In contrast to yeast, which has only one SAP30 homolog, mammals have two proteins, SAP30 and SAP30L (L for like), which share 70% sequence identity. They are both widely expressed in human tissues, with the most prominent expression being in tissues of hematopoietic origin ( 14 ). In this article, we have begun to characterize the function of the mammalian SAP30L protein ( 15 ). We report that SAP30L is able to self-associate and interact with Sin3A. Like SAP30, it has transcriptional repression capability and is able to associate with several class I histone deacetylases. Furthermore, we have identified a novel and functional nucleolar localization signal (NoLS) in SAP30L, and show that Sin3A is targeted to the nucleolus by SAP30L and SAP30 (herein referred to as SAP proteins). Our results show that SAP30L is able to associate with several partners of Sin3A-HDAC complex and suggest that this complex may play a role in the nucleolus. MATERIALS AND METHODS Cloning and constructs Human SAP30 cDNA was obtained from IMAGE clone 4074154. Human SAP30L cDNA has been described previously ( 15 ). Full length and deletion mutants of these proteins were cloned into pcDNA3.1–myc-his vector (Invitrogen) for mammalian transfection experiments, and into pGEX-4T1 vector (Amersham Biosciences) for production of GST-fusion proteins in bacteria. Point mutations were created using the QuikChange ® Site Directed Mutagenesis Kit (Stratagene) according to manufacturer's instructions. GAL4-DBD fusion proteins were created in the GAL4-DBD-vector (Stratagene). Luciferase reporter vectors under the control of TK(6) and 14D(10) promoters harboring 4 or 5xGal4 sites were generously provided by D. Reinberg (NJ, USA) and D. Ayer (Salt Lake City, USA), respectively. pCS2+MT-mSin3A plasmid (a generous gift from D. Ayer, Salt Lake City, USA) was used as a PCR-template for mSin3A constructs created and cloned in pcDNA3.1-Myc-His-vector. For in vitro transcription and translation experiments, a stop-codon was introduced into the mSin3A constructs to remove myc-his-tag. Flag-epitope tagged HDAC1, HDAC2, RbAp46, RbAp48 and YY1 ( 12 ) cDNAs were obtained from W. Yu (Taipei, Taiwan). HDAC3 cDNA was obtained from U. Mahlknecht (Heidelberg, Germany) and used as a template for PCR-cloning into pcDNA3.1 vector with myc-his-tag. The precise coordinates of the constructs will be supplied on request. The authenticity of the constructs was confirmed by sequencing. Cell culture, transfections Human embryonal kidney epithelial cells (HEK293T) were cultured in DMEM (Gibco) supplemented with penicillin–streptomycin antibiotics, 5% fetal bovine serum, 1 mM sodium pyruvate and 50 µg/ml of uridine. For mammalian transfection experiments, ∼2 × 10 4 cells were seeded into 1 cm 2 surface area of tissue culture dishes. DNA was transfected with FuGENE 6 reagent (Roche) according to the manufacturer's protocol for 18–30 h. Thereafter, cells were either lysed in Laemmli solution/lysis buffer (see below) or fixed with 4% paraformaldehyde for the immunostaining experiments. GST pull-downs GST-SAP30 and GST-SAP30L fusion proteins were produced in Escherichia coli (BL-21 strain) and purified with Glutathione Sepharose 4B beads (Amersham Biosciences) according to manufacturer's instructions. The gel profile of the GST-fusion proteins is shown in Supplementary Figure 3. In vitro transcription and translation was carried out with TnT ® Quick Coupled Transcription/Translation System (Promega) according to the manufacturer's protocols. For GST pull-downs, ∼1 µg of GST or GST fusion proteins coupled to beads were incubated with 3–36 µl 35 S-labeled in vitro translated proteins in binding buffer [1× phosphate-buffered saline (PBS) (137 mM NaCl), 0.1% Igepal-CA630 and freshly added protease inhibitors (Roche)] in end over end rotation overnight at 4°C. The beads were washed six times with the binding buffer containing 200 mM NaCl. GST pull-downs from the HEK293T nuclear lysates were done in a similar manner. Nuclei from the HEK293T cells were isolated as described previously ( 10 ). Immunoprecipitation For the immunoprecipitation experiments, HEK293T whole cell lysates were prepared by lysing cells in RIPA lysis buffer [1× PBS (137 mM NaCl), 1% Igepal-CA630, 0.5% sodium deoxycholate and 0.1% SDS] with freshly added protease inhibitors (Roche). Lysates were passed several times through a 21-gauge needle to sheer DNA, incubated for 30 min on ice and centrifuged in 12 000 g for 20 min at 4°C. Supernatants were collected. Immunoprecipitations were carried out in end over end rotation overnight at 4°C with agarose-conjugated antibodies against c-myc (9E10; sc-40AC) or His (H-3; sc-8036AC) (Santa Cruz Biotechnology, Inc.), and they were washed six to eight times with RIPA lysis buffer containing 500 mM NaCl and 0.5% Igepal-CA630. Western blotting For SDS–PAGE, lysed cells or protein samples were boiled in Laemmli buffer and resolved on Novex ® pre-cast gels (Invitrogen). Proteins were transferred to a nitrocellulose membrane (Amersham Biosciences) and blotted with the primary antibodies indicated and HRP-conjugated secondary antibodies. Detection was performed with the ECL Plus Western Blotting Detection System (Amersham Biosciences). The primary antibodies used were c-myc (sc-40), Sin3A (sc-767), HDAC 1 (sc-7872), HDAC 2 (sc-7899) and actin (sc-8432) from Santa Cruz, and GFP (33–2600) from Zymed. Anti-rabbit and anti-mouse HRP-conjugated secondary antibodies were from DAKO (p0217 and p0260, respectively). Band intensities were quantified using ImageQuant™TL –program (Amersham Biosciences) Immunocytochemistry HEK293T cells were fixed with 4% paraformaldehyde in PBS [1× PBS (137 mM NaCl)] for 20 min and then washed with PBS and permeabilized for 10 min with 0.2% Triton X-100 in PBS. Unspecific binding of the antibodies was blocked by 1% BSA in PBS for 60 min before incubation of the cells with primary antibody at 1:200 dilutions for 60 min at 37°C. After washes with PBS, the cells were incubated with secondary antibody at 1:1000 [Alexa ® Fluorophor conjugated anti-mouse (A11031) or anti-rabbit (A11034) IgG], washed and mounted on a DAPI-mount (VectaShield ® ). The primary antibodies used were NPM (32-5200, Zymed), Flag (F-3165, Sigma), His (46-0693, Invitrogen), c-myc (sc-40; Santa Cruz), c-myc (sc-789; Santa Cruz) and Sin3A (sc-994; Santa Cruz). Slides were analyzed and photographed with a confocal microscope (Ultraview Confocal Imaging System, Perkin Elmer Life Sciences Inc., Boston, MA). HDAC activity and repression analysis Histone deacetylase activity was measured using Fluor de Lys AK-500-kit (Biomol) according to manufacturer's protocols. In order to explore the role of class III HDAC enzymes, NAD + coenzyme (N1511, Sigma-Aldrich) was added at 200 µM to reactions. HDAC inhibitor Trichostatin A (TSA) was added in control reactions at 1 µM concentration. Fluorescence was measured at 460 nm with VICTOR 2 1420 multilabel counter (Wallac, Perkin Elmer, Life Sciences). For the repression analysis, HEK293T cells were transfected with Gal4DBD-SAP30, Gal4DBD-SAP30L or Gal4DBD-SAP30L mutants along with 5xGal4-TK-LUC or 5xGal4-14D-LUC luciferase reporter plasmids as indicated. The results were normalized by the activity of the β-gal produced ( 16 ) from the cotransfected pcDNA3.1-LacZ (Invitrogen). Twenty-fourhour post-transfection cells were split into two dishes, and treated with either TSA at 200 nM or DMSO for 24 h. Thereafter, cells were harvested and luciferase activity was measured using Luciferase Assay System (Promega). Measurements were done in duplicate from two independent experiments and the range is reported. RESULTS SAP30L interacts with Sin3A SAP30 is a well-characterized binding partner for Sin3A ( 5 , 10 ). Owing to its similarity to SAP30L, we examined if SAP30L interacts with Sin3A. As shown in Figure 1a , myc-tagged mouse Sin3A co-immunoprecipitated with myc-his-tagged SAP30L in transiently transfected HEK293T cells. In this experiment, we used myc-his-tagged SAP30 and an empty myc-his vector as positive and negative controls, respectively. Consistent with previous studies, Sin3A co-immunoprecipitated with SAP30, whereas the control experiment with the vector alone remained negative, confirming the specificity of the interactions. In a reciprocal co-immunoprecipitation experiment, green fluorescent protein (GFP)-tagged SAP30L co-immunoprecipitated with the myc-tagged Sin3A while GFP alone was unable to co-immunoprecipitate with Sin3A ( Figure 1b ). These results confirm that the interactions are independent of the tag used. In GST pull-down experiments with nuclear lysates of HEK293T cells, SAP30L associated with endogenous human Sin3A similar to SAP30 ( Figure 1c ). Next, we mapped the domains responsible for the interaction between SAP30L and Sin3A. We used C-terminally truncated versions of SAP30L (constructs are shown in Figure 2b ) and cotransfected them with mouse Sin3A. SAP30L 1–140 truncation mutant co-immunoprecipitated Sin3A whereas SAP30L 1–120 construct failed to associate with Sin3A, suggesting that the region between residues 120 and 140 of SAP30L is critical for the interaction ( Figure 1d ). This finding is similar to SAP30 interaction with Sin3A, where the interaction domain resides in the C-terminus between residues 130 and 167 of SAP30 ( 10 ), a region sharing eight analogous residues with the SAP30L 1–140 truncation mutant (see sequence alignment in Figure 5d). We next created three deletion mutants of Sin3A (amino acids 1–200, 1–400 and 1–855) in order to map SAP30L interaction domain(s) in Sin3A. Pull-down studies with in vitro transcribed and translated Sin3A proteins revealed that the interaction with the GST-SAP30L requires PAH3/HID region of Sin3A protein ( Figure 1e ). This again resembles the interaction of SAP30 with Sin3A, which has been reported to require the PAH3 region of Sin3A ( 6 , 10 ). These results also suggest that the interaction between SAP30L and Sin3A is direct. SAP30L is able to self-associate We next investigated whether SAP proteins are able to interact with each other. As shown in Figure 2a , myc-his-tagged SAP30L associates with gfp-tagged SAP30L in vivo but not with gfp-tagged SAP30. On the other hand, myc-his-tagged SAP30 could not associate with gfp-tagged SAP30 or SAP30L. These results demonstrate that SAP30L is able to self-associate. To characterize more closely the domain(s) in SAP30L needed for self-association, we carried out pull-down experiments with in vitro translated SAP30L proteins. As Figure 2b shows, SAP30L 1–120 was unable to associate with full-length SAP30L. Two other SAP30L C-terminal deletion mutants (1–140 and 1–160) showed markedly impaired self-association capability compared to full-length SAP30L, suggesting that the entire C-terminus of SAP30L is needed for efficient binding. Consistent with this, we found that mutating the nucleolar localization signal, which is composed of amino acids 120–127 (SAP30L 8A-mutant, see Figure 5), had no effect on self-association. Intriguingly, truncating 60 residues from the N-terminus of SAP30L increased interaction over 2-fold ( Figure 2b ). These results suggest that the ability of SAP30L to self-associate is dependent on an intact C-terminus and that deletion of the N-terminus increases this capability, possibly through conformational changes in the protein. Furthermore, nucleolar targeting of SAP30L (see Figure 5) is independent of its self-association, since the mutant incapable of nucleolar localization can self-associate with an affinity comparable with that of wild-type SAP30L. SAP30L associates with histone deacetylases and represses transcription SAP30 associates with HDAC activity and HDAC 1 and HDAC 2 proteins ( 6 , 10 , 12 ). Therefore, we asked if SAP30L also associates with HDACs. First, we carried out pull-down experiments with GST, GST-SAP30L and GST-SAP30 proteins from HEK293T nuclear lysates and measured associating HDAC activity. GST-SAP30L pulled down HDAC activity comparable with GST-SAP30 ( Figure 3a ), and this activity was sensitive to TSA, an inhibitor of HDACs. Addition of NAD + , which is an essential cofactor for the activity of class III HDACs, did not increase HDAC activity, suggesting that class III HDACs ( 17 ) do not contribute to HDAC activity associated with SAP proteins in this assay. An intact C-terminus of SAP30L was necessary for HDAC activity as shown by a series of mutants of SAP30L ( Figure 3b ). Further pull-down experiments demonstrated that GST-SAP30 and GST-SAP30L interacted with class I HDACs 1–3 ( Figure 3c ), whereas they failed to interact with a class II histone deacetylase, HDAC 4 (data not shown). The association of SAP30L with a functional Sin3A complex was examined using Gal4DBD fusions with a series of SAP30L constructs and SAP30. SAP30 has previously been reported to be able to repress transcription ( 6 , 10 ). Wild-type Gal4SAP30L repressed transcription of a reporter containing 14D promoter and Gal4 binding sites (5xGal14D-LUC) dramatically compared to Gal4 alone (∼23-fold) and 1.6-fold compared to Gal4SAP30 ( Figure 4a ). Again, an intact C-terminus of SAP30L was needed for full repression capability although SAP30L 1–140 possessed moderate repression activity ( Figure 4b ). However, cotransfection of Gal4SAP30L or Gal4SAP30 with either myc-tagged SAP30L, SAP30 or Sin3A did not yield any additive repression effect ( Figure 4c ), suggesting that the amount of these binding partners was not rate-limiting. TSA treatment greatly diminished the repression activity of SAP proteins (except for the SAP30L 1–140 truncation), suggesting that HDAC activity plays an important role in mediating the repression capability ( Figure 4a and b ). Another reporter vector with TK promoter produced identical results (Supplementary Figure 1). Taken together, these findings suggest that SAP30L represses transcription, and that this repression involves the recruitment of Sin3A and histone deacetylases. SAP30L has a functional NoLS and localizes to the nucleolus By transfection experiments, SAP30L was previously shown to localize to the nucleus of cells and a functional nuclear localization signal (NLS) was identified ( 15 ). We decided to examine more closely the subcellular localization of SAP30L using tagged wt and mutant SAP30L proteins transiently transfected into a variety of cell lines. GFP- or myc-his-tagged wt SAP30L was found in the nucleus of studied cell lines (MCF-7, COS-7, IMR-90, T84, Daudi, HEK293T), and a prominent, patchy staining pattern resembling that of the nucleolus was observed in the nucleus of many cells. To confirm this, we performed colocalization experiments with a nucleolar marker, nucleophosmin (NPM or B23) ( 18 ). Figure 5a demonstrates that there is a marked colocalization between the two proteins in HEK293 cells and that SAP30L partly localizes to the nucleolus. Many nuclear and nucleolar proteins like HSP70, EBNA-5 ( 19 ), p53 and MDM2 ( 20 ) are known to accumulate in the nucleolus under proteotoxic stress caused by proteasome inhibitor MG132. Therefore, we tested whether MG132 affects the subnuclear localization of SAP30L and found that MG132 caused further accumulation of SAP30L in the nucleolus ( Figure 5a ). We decided to take advantage of this effect in our later experiments mapping the NoLS in SAP30L (see below). GFP-tagged SAP30L showed similar strong nucleolar accumulation under MG132 treatment (Supplementary Figure 2) whereas GFP alone did not relocalize (data not shown) indicating that tags do not contribute to the results. SAP30 behaved similarly, although more slowly (Supplementary Figure 2): SAP30L accumulated into the nucleolus within 4 h whereas for SAP30 the accumulation took 6 h (data not shown). Confocal microscopy with the C-terminally truncated versions of SAP30L protein (SAP30L 1–160, SAP30L 1–140 and SAP30L 1–120) revealed that the largest C-terminal deletion mutant (1–120) caused significant mislocalization of the protein to the cytoplasm and complete disappearance of the nucleolar localization ( Figure 5b ). This suggested the presence of a NoLS in the region between residues 120 and 140 of SAP30L. Closer examination of the sequence of SAP30L showed that this region harbors a stretch of basic residues consistent with a proposed NoLS consensus sequence (R/K-R/K-x-R/K) [ Figure 5d and Ref. ( 21 )]. In order to assess the role of this region in the nucleolar targeting of SAP30L, we constructed SAP30L 1–121, SAP30L 1–127 and SAP30L 1–131 mutants ( Figure 5c ). In contrast to 1–121 truncation, SAP30L 1–127 deletion mutant accumulated in the nucleolus under MG132 treatment, showing that the critical region responsible for nucleolar localization resides between the residues 120–127 of SAP30L ( Figure 5c ). Next, we created two mutants with either three or four basic residues mutated to alanines in this region of SAP30L ( 120 RRYKR 124 → AA Y A R or AA Y AA ). These mutations reduced nucleolar accumulation of SAP30L, but failed to abolish it under MG132 treatment (data not shown). However, a larger mutation in the region (SAP30L 8A-mutant: 120 RRYKRHYK 127 → AAAAAAAA ) completely abolished nucleolar localization of SAP30L, demonstrating that these eight residues are responsible for correct localization of SAP30L to the nucleolus ( Figure 5c and d ). Previously, GFP-tagged SAP30L was reported to contain a functional NLS between residues 87 and 91 ( 15 ). We recreated this NLS mutant in a wt SAP30L construct with myc-his-tag ( 87 KRKRK 91 → K AAA K). This mutant partly localized to the cytoplasm but still showed some nucleolar localization ( Figure 5b ), suggesting that NLS signal in SAP30L is functional only in nuclear targeting of the protein. When both signals were mutated simultaneously, nuclear localization of SAP30L was significantly impaired (data not shown), indicating that the NoLS signal also contributes to the nuclear localization of SAP30L. We found an additional signal in the N-terminus of SAP30L ( 58 KKLK 61 ), which is also consistent with the NoLS proposed by Horke et al. ( 21 ). However, N-terminally deleted SAP30L protein (SAP30L 61–183) showed strong nucleolar localization of SAP30L, indicating that it is not a functional nucleolar localization signal ( Figure 5b ). Next, we investigated whether MG132 treatment causes relocalization to the nucleolus of other members of the Sin3A corepressor complex. A fraction of the endogenous Sin3A pool responded to MG132 treatment in a manner similar to the SAP proteins by accumulating in the nucleolus (Supplementary Figure 2). Consistent with other studies, HDAC1 and HDAC2 enzymes were detectable in the nucleolus ( 22 ) although there was no marked relocalization after MG132 treatment. Importantly, MG132 did not alter the subcellular localization of RbAp46, RbAp48 and YY1 proteins (Supplementary Figure 2). These results suggest that separate Sin3A complexes are present in cells, and that SAP proteins together with Sin3A and HDAC 1/2 enzymes belong to one such subcomplex, possibly within the nucleolus. This is consistent with a study reporting at least three separate Sin3A complexes with unique protein compositions ( 23 ). SAP proteins target SIN3A to the nucleolus In quiescent cells, Sin3A is known to localize in the perinucleolar sites where early DNA replication origins are situated ( 24 ). Since Sin3A does not have any apparent NoLS sequence, we asked whether SAP30 and SAP30L proteins are able to target Sin3A to the nucleolus. To examine this, we cotransfected Sin3A with either SAP30L, SAP30L 1–120 or SAP30 in HEK293T cells. In confocal microscopy, wt SAP30L and SAP30 proteins dramatically increased the number of Sin3A-positive nucleoli ( Figure 6a and b ). Importantly, C-terminally deleted SAP30L (1–120), which does not associate with Sin3A, failed to target Sin3A to the nucleoli. The results were similar in the presence or absence of MG132, although in MG132-treated cells, there was a low but constant level of Sin3A visible in the nucleolus (see Supplementary Figure 2). We also scored Sin3A-positive nucleoli, and found that 42 and 7% of the SAP30L- and SAP30-transfected cells, respectively, were positive whereas none of the control vector-transfected cells were ( Figure 6b ). The transfected SAP30L and SAP30 proteins were also able to relocate endogenous Sin3A to the nucleolus (data not shown). These results indicate that Sin3A can be targeted to the nucleolus by SAP proteins. It is noteworthy that SAP30L is more efficient than SAP30 in nucleolar targeting, consistent with its more prominent localization within the nucleolus. The turnover of SAP30L is regulated by its C-terminus Transfected C-terminally deleted SAP30L (1–120) protein was expressed over 35 times more efficiently than the wt SAP30L protein ( Figure 7 ). The expression levels of two other C-terminally deleted SAP30L proteins (1–140 and 1–160) declined progressively: SAP30L 1–140 was expressed ∼20 and SAP30L 1–160 ∼16 times more efficiently than the wt SAP30L protein. Furthermore, N-terminally deleted SAP30L (61–183), which localizes intensively within the nucleolus ( Figure 5b ), was expressed at very low levels, i.e. five times less than the wt SAP30L protein. In other words, nucleolar localization correlated inversely with protein expression levels. In these experiments, transfection efficiencies were normalized to cotransfected lacZ protein and endogenous actin was used as a loading control. HEK293T cells treated for 10 h with MG132 stabilized ectopically expressed wt SAP30L by 10-fold compared to control cells (DMSO-treated cells). Stabilization caused by MG132 was dependent of the residues between 120 and 140 of SAP30L since mutant lacking these residues (compare SAP30L 1–120 with SAP30L 1–140 and 1–160 mutants) did not show any stabilization after MG132 treatment ( Figure 7 ). Since MG132 inhibits proteasomes, and ubiquitination of proteins often marks them for degradation ( 25 ), we reasoned that SAP30L could be ubiquitinated. However, we failed to detect any ubiquitination of SAP30L even after MG132 treatment (data not shown). This may imply that the stabilization of SAP30L is secondary to the inhibition of degradation of other protein(s). Treating cells with cycloheximide, which ceases protein translation, further demonstrated that mutants lacking the C-terminus of SAP30L, and particularly the mutant lacking residues 120–140, have extended turnover compared to other SAP30L proteins ( Figure 7 ). Others have previously reported that the turnover of endogenous SAP30 protein is normally short, only 2 h in HeLa cells ( 10 ). DISCUSSION We report here a novel component of the Sin3A corepressor complex, SAP30L. It binds to the PAH3/HID region of mouse Sin3A with residues 120–140, a region harboring several residues that are also conserved in SAP30. We provide evidence that SAP30L induces transcriptional repression, possibly via the recruitment of Sin3A and histone deacetylases. We have also identified a region in SAP30L with a stretch of basic residues representing a functional NoLS signal ( 21 ). Moreover, both SAP proteins are capable of targeting Sin3A to the nucleolus. SAP30L and SAP30 are both transcribed from independent genomic loci (5q33.2 for SAP30L and 4q34.1 for SAP30). These two chromosomes are known to share chromosome-duplication blocks ( 26 ) and, in fact, macroscale analysis of gene composition of distal arms of 4q and 5q chromosomes suggests that a gene duplication event may have occurred during evolution. Closer inspection of the genomic sequences and phylogenetic footprinting analysis (Consite website, data not shown) of SAP genes reveal that they have different sets of conserved transcription factor binding sites on the promoters. Thus, different promoter sequences could allow specific transcription factors to regulate their expression in a timely and tissue-specific manner. Accordingly, previous studies ( 10 , 15 ) and gene expression databases ( 14 ) show that they are both ubiquitously expressed but with differences in expression pattern in, for example, testis, placenta and kidney. In our luciferase reporter analysis, SAP30L had ∼1.6-fold higher repression capacity than SAP30. If also true in vivo , use of a specific SAP protein could be a way to fine-scale the repression efficiency of the Sin3A corepressor complex. Various SAP proteins could also be used in specific Sin3A-subcomplexes or recruited in response to varying demands of repression activity during the progression of cell cycle or in specific cell types. Our results show that both SAP proteins localize partly within the nucleolus. The nucleolus is the most prominent specialized organelle inside the nucleus. Its principal function is the transcription and processing of rRNA and the assembly of ribosomes, although other functions, such as ribonucleoprotein (RNP) assembly, cell cycle control, mRNA maturation, stress response and protein sequestration, have recently been attributed to the nucleolus ( 27 , 28 ). In S.cerevisiae , SIN3A , SAP30 and RPD3 have been shown to affect the transcription of the mating-type, telomeric and rDNA loci. Interestingly, deletion of any of these genes enhances silencing of RNA polymerase II-transcribed reporter genes inserted into the above-mentioned three loci ( 29 ). Similarly, a genetic screen for genes involved in rDNA silencing in S.cerevisiae identified mutations in SIN3A , SAP30 and RPD3 genes ( 30 ). An alternate function for the Sin3A complex in yeast was suggested by Meskauskas et al. ( 31 ), who showed that the main components of this complex participate not in the transcription, but in the early processing of rRNA. In the light of these reports, it is not surprising that we found also mammalian SAP proteins in the nucleolus. Furthermore, we were able to identify a NoLS signal in both SAP30L and SAP30. NoLS is generally regarded as more of a protein–protein interaction domain than as a specific localization or targeting signal ( 32 ). It is thought that NoLS mediates interactions and thereby retains proteins in the nucleolus ( 33 ). In addition, our results show that Sin3A can be targeted to the nucleolus by SAP proteins. Therefore, it can be postulated that the SAP proteins interact with component(s) of the nucleolus and, by this means, recruit the Sin3A corepressor complex into the nucleolus for the regulation of rDNA transcription and/or rRNA processing. In future experiments, it will be essential to examine further the functional consequences of this nucleolar localization and recruitment. SUPPLEMENTARY DATA Supplementary Data are available at NAR Online. The authors thank Taisto Heinonen for advice, Jorma Kulmala for technical assistance and Olli Silvennoinen and Leena Viiri for comments on the manuscript. The authors are grateful to Drs D. Ayer, D. Reinberg, W. Yu and U. Mahlknecht for plasmids used in this work. This work was supported by the Academy of Finland Research Council for Health (funding decision number 201361), the Foundation for Paediatric Research in Finland, the Medical Research Fund of Pirkanmaa Hospital District, Maud Kuistila Memorial Foundation, and Nona and Kullervo Väre Foundation. Funding to pay the Open Access publication charges for this article was provided by Medical Research Fund of Pirkanmaa Hospital District. Conflict of interest statement. None declared. REFERENCES 1 Ayer D.E. Histone deacetylases: transcriptional repression with SINers and NuRDs Trends. Cell Biol. 1999 9 193 198 10322454 2 Narlikar G.J. Fan H.Y. Kingston R.E. Cooperation between complexes that regulate chromatin structure and transcription Cell 2002 108 475 487 11909519 3 Santoro R. Grummt I. Epigenetic mechanism of rRNA gene silencing: temporal order of NoRC-mediated histone modification, chromatin remodeling, and DNA methylation Mol. Cell Biol. 2005 25 2539 2546 15767661 4 Silverstein R.A. Ekwall K. Sin3: a flexible regulator of global gene expression and genome stability Curr. Genet. 2005 47 1 17 15565322 5 Zhang Y. Iratni R. Erdjument-Bromage H. Tempst P. Reinberg D. Histone deacetylases and SAP18, a novel polypeptide, are components of a human Sin3 complex Cell 1997 89 357 364 9150135 6 Zhang Y. Sun Z.W. Iratni R. Erdjument-Bromage H. Tempst P. Hampsey M. Reinberg D. SAP30, a novel protein conserved between human and yeast, is a component of a histone deacetylase complex Mol. Cell 1998 1 1021 1031 9651585 7 Alland L. David G. Shen-Li H. Potes J. Muhle R. Lee H.C. Hou H. Jr Chen K. DePinho R.A. Identification of mammalian Sds3 as an integral component of the Sin3/histone deacetylase corepressor complex Mol. Cell Biol. 2002 22 2743 2750 11909966 8 Fleischer T.C. Yun U.J. Ayer D.E. Identification and characterization of three new components of the mSin3A corepressor complex Mol. Cell Biol. 2003 23 3456 3467 12724404 9 Zhang Y. Ng H.H. Erdjument-Bromage H. Tempst P. Bird A. Reinberg D. Analysis of the NuRD subunits reveals a histone deacetylase core complex and a connection with DNA methylation Genes. Dev. 1999 13 1924 1935 10444591 10 Laherty C.D. Billin A.N. Lavinsky R.M. Yochum G.S. Bush A.C. Sun J.M. Mullen T.M. Davie J.R. Rose D.W. Glass C.K. SAP30, a component of the mSin3 corepressor complex involved in N-CoR-mediated repression by specific transcription factors Mol. Cell 1998 2 33 42 9702189 11 Hsieh J.J. Zhou S. Chen L. Young D.B. Hayward S.D. CIR, a corepressor linking the DNA binding factor CBF1 to the histone deacetylase complex Proc. Natl Acad. Sci. USA 1999 96 23 28 9874765 12 Huang N.E. Lin C.H. Lin Y.S. Yu W.C. Modulation of YY1 activity by SAP30 Biochem. Biophys. Res. Commun. 2003 306 267 275 12788099 13 Kadosh D. Struhl K. Targeted recruitment of the Sin3-Rpd3 histone deacetylase complex generates a highly localized domain of repressed chromatin in vivo Mol. Cell Biol. 1998 18 5121 5127 9710596 14 Kent W.J. Sugnet C.W. Furey T.S. Roskin K.M. Pringle T.H. Zahler A.M. Haussler D. The human genome browser at UCSC Genome Res. 2002 12 996 1006 12045153 15 Lindfors K. Viiri K.M. Niittynen M. Heinonen T.Y. Maki M. Kainulainen H. TGF-beta induces the expression of SAP30L, a novel nuclear protein BMC Genomics 2003 4 53 14680513 16 Sambrook J. Russel D.W. Molecular Cloning: A Laboratory Manual 2001 3rd edn Cold Spring Harbor, NY Cold Spring Harbor Laboratory 17 Imai S. Armstrong C.M. Kaeberlein M. Guarente L. Transcriptional silencing and longevity protein Sir2 is an NAD-dependent histone deacetylase Nature 2000 403 795 800 10693811 18 Chan W.Y. Liu Q.R. Borjigin J. Busch H. Rennert O.M. Tease L.A. Chan P.K. Characterization of the cDNA encoding human nucleophosmin and studies of its role in normal and abnormal growth Biochemistry 1989 28 1033 1039 2713355 19 Pokrovskaja K. Mattsson K. Kashuba E. Klein G. Szekely L. Proteasome inhibitor induces nucleolar translocation of Epstein–Barr virus-encoded EBNA-5 J. Gen. Virol. 2001 82 345 358 11161273 20 Klibanov S.A. O'Hagan H.M. Ljungman M. Accumulation of soluble and nucleolar-associated p53 proteins following cellular stress J. Cell Sci. 2001 114 1867 1873 11329373 21 Horke S. Reumann K. Schweizer M. Will H. Heise T. Nuclear trafficking of La protein depends on a newly identified nucleolar localization signal and the ability to bind RNA J. Biol. Chem. 2004 279 26563 26570 15060081 22 Andersen J.S. Lam Y.W. Leung A.K. Ong S.E. Lyon C.E. Lamond A.I. Mann M. Nucleolar proteome dynamics Nature 2005 433 77 83 15635413 23 Kuzmichev A. Zhang Y. Erdjument-Bromage H. Tempst P. Reinberg D. Role of the Sin3-histone deacetylase complex in growth regulation by the candidate tumor suppressor p33(ING1) Mol. Cell Biol. 2002 22 835 848 11784859 24 Lai A. Kennedy B.K. Barbie D.A. Bertos N.R. Yang X.J. Theberge M.C. Tsai S.C. Seto E. Zhang Y. Kuzmichev A. RBP1 recruits the mSIN3-histone deacetylase complex to the pocket of retinoblastoma tumor suppressor family proteins found in limited discrete regions of the nucleus at growth arrest Mol. Cell Biol. 2001 21 2918 2932 11283269 25 Ciechanover A. Proteolysis: from the lysosome to ubiquitin and the proteasome Nature Rev. Mol. Cell Biol. 2005 6 79 87 15688069 26 Friedman R. Hughes A.L. The temporal distribution of gene duplication events in a set of highly conserved human gene families Mol. Biol. Evol. 2003 20 154 161 12519918 27 Shaw P.J. Brown J.W. Plant nuclear bodies Curr. Opin. Plant Biol. 2004 7 614 620 15491908 28 Bernardi R. Scaglioni P.P. Bergmann S. Horn H.F. Vousden K.H. Pandolfi P.P. PML regulates p53 stability by sequestering Mdm2 to the nucleolus Nature Cell Biol. 2004 6 665 672 15195100 29 Sun Z.W. Hampsey M. A general requirement for the Sin3-Rpd3 histone deacetylase complex in regulating silencing in Saccharomyces cerevisiae Genetics 1999 152 921 932 10388812 30 Smith J.S. Caputo E. Boeke J.D. A genetic screen for ribosomal DNA silencing defects identifies multiple DNA replication and chromatin-modulating factors Mol. Cell Biol. 1999 19 3184 3197 10082585 31 Meskauskas A. Baxter J.L. Carr E.A. Yasenchak J. Gallagher J.E. Baserga S.J. Dinman J.D. Delayed rRNA processing results in significant ribosome biogenesis and functional defects Mol. Cell Biol. 2003 23 1602 1613 12588980 32 Olson M.O. Dundr M. The moving parts of the nucleolus Histochem. Cell Biol. 2005 123 203 216 15742198 33 Nagahama M. Hara Y. Seki A. Yamazoe T. Kawate Y. Shinohara T. Hatsuzawa K. Tani K. Tagaya M. NVL2 is a nucleolar AAA-ATPase that interacts with ribosomal protein L5 through its nucleolar localization sequence Mol. Biol. Cell 2004 15 5712 5723 15469983 34 Etheridge K.T. Banik S.S. Armbruster B.N. Zhu Y. Terns R.M. Terns M.P. Counter C.M. The nucleolar localization domain of the catalytic subunit of human telomerase J. Biol. Chem. 2002 277 24764 24770 11956201 35 Ueki N. Kondo M. Seki N. Yano K. Oda T. Masuho Y. Muramatsu M. NOLP: identification of a novel human nucleolar protein and determination of sequence requirements for its nucleolar localization Biochem. Biophys. Res. Commun. 1998 252 97 102 9813152 Figures and Tables Figure 1 SAP30L interacts with Sin3A. ( A ) Sin3A co-immunoprecipitates with SAP30L. Lysates from the transfected HEK293T cells were immunoprecipitated with agarose conjugated anti-his antibody, and the immunocomplexes were analyzed by western blotting with anti-myc antibody. ( B ) SAP30L co-immunoprecipitates with the Sin3A protein. Transfected HEK293T cells were lysed and immunoprecipitated with the agarose conjugated anti-myc antibody, and the immunocomplexes were analyzed by western blotting with anti-myc and anti-gfp antibodies. ( C ) GST-SAP30L and GST-SAP30 pulls down endogenous Sin3A protein from nuclear lysate of HEK293T cells, whereas GST alone does not. Western blotting was performed with Sin3A antibody. ( D ) Residues between 120 and 140 in the SAP30L protein are critical for the association with the Sin3A. Immunocomplexes in the upper panel and inputs in the lower panel were analyzed by western blotting with anti-myc antibody. ( E ) SAP30L binds directly to PAH3/HID domain in Sin3A. Sin3A constructs used are illustrated on the left side of the experimental panel. The Sin3A proteins were produced by coupled in vitro transcription/translation system and labeled with 35 S-Methionine before subjecting to pull-down experiments with GST-fusion proteins as indicated. SDS–PAGE was subjected to autoradiography. (Asterisk, IgG heavy and light chains; GST, glutathione-S-transferase; PAH, paired amhipathic helix; HID, histone deacetylase interacting domain.) Figure 2 SAP30L is able to self-associate. ( A ) Myc-his-tagged SAP30L associates with gfp-tagged SAP30L in vivo . Lysates from the transfected HEK293T cells were immunoprecipitated with agarose conjugated anti-myc antibody and the immunocomplexes were analyzed with the antibodies indicated. ( B ) GST-SAP30L can directly interact with in vitro translated SAP30L. SAP30L proteins were produced by coupled in vitro transcription/translation and labeled with 35 S-methionine and subjected to pull-down experiment with full-length GST-SAP30L as indicated. Pull-down complexes were analyzed by autoradiography. The amount of bound protein was quantified and normalized to the input. Data are illustrated in the histogram. The mutants of SAP30L are shown below. Figure 3 SAP30L associates with histone deacetylase activity. ( A and B) GST-fusion pull-downs from the HEK293T nuclear extracts were performed and HDAC activities were measured with the Fluor de Lys kit. Schematic representation of SAP30L constructs used are shown in Figures 2b and 5. GST and GST-SAP30 were used as a negative and positive control, respectively. The basal level of fluorescence (blank) and sensitivity in the experiment were defined by measuring fluorescence from the assay buffer and from the 1 µM deacetylated standard respectively (white bars). NAD + coenzyme and TSA were added in the cases indicated. Shown are the means of two experiments performed in duplicate and the error bars represent the range of measurements (AFU = arbitrary fluorescence unit). ( C ) GST-SAP30 and GST-SAP30L pulls down endogenous HDAC 1 and 2, and transfected myc-his tagged HDAC 3 from the HEK293T lysates, whereas GST alone does not (negative control). Pull-down complexes were analyzed by western blotting with the antibodies indicated. Figure 4 SAP30L is able to repress transcription. ( A – C ) HEK293T cells were cotransfected with 5xGal4-14D luciferase reporter vector, Gal4DBD fusions and LacZ-vector as indicated. Twenty-four hour post-transfection cells were either treated with TSA or DMSO (vehicle) for another 24 h. Lysed cells were analyzed for luciferase and β-gal activity. The histogram illustrates the average fold-repressions of the Gal4DBD-fusions compared with Gal4 alone. The measurements were done in duplicate from two independent experiments and the error bars represent the range. Figure 5 SAP30L localizes in the nucleolus. ( A ), SAP30L colocalizes with nucleophosmin (NPM) in the nucleolus. Ten hour treatment with proteasome inhibitor MG132 causes further accumulation of SAP30L to the nucleolus. ( B ) NoLS signal resides between residues 120–140 in SAP30L. Arrows indicate cytoplasmic accumulation of the SAP30L 1–120 and SAP30L-NLSmut mutants. Arrowhead indicates the nucleolus. ( C ) Residues 120–127 in the SAP30L protein are necessary for its nucleolar accumulation. In the above experiments, HEK293T cells were transfected with the indicated myc-his-tagged constructs, and double-stained with anti-myc (construct) and anti-nucleophosmin (nucleolar marker) antibodies. Cells were further stained with DAPI in order to visualize the nuclei. Cells in the right panel were treated for 10 h with 10 µM proteasome inhibitor MG132. All the pictures were taken by confocal fluorescence microscope. Line-diagrams illustrate the fluorescence intensity (green, SAP30L; red, NPM) along the white line shown in merged images. SAP30L-myc-his constructs used are illustrated on the left side of each panel. ( D ) The NoLS of SAP30L and SAP30 identified in this study was manually aligned with three other previously published nucleolus localizations sequences of the following human proteins: catalytic subunit of human telomerase [ TERT ( 34 )]; NOLP ( 35 ) and hLa ( 21 ). Figure 6 SAP30 and SAP30L target Sin3A to the nucleolus. ( A ) Cotransfected SAP proteins target Sin3A to the nucleolus. Myc-Sin3A was transfected with either myc-his tagged SAP30L, SAP30L 1–120 or SAP30 and cells were treated for 10 h with MG132. Sin3A protein was visualized by the Sin3A antibody and SAP proteins with the His-tag antibody. Stained cells were analyzed with confocal microscopy. Arrows indicate the nucleoli. ( B ) Data in A (without MG132) were scored as percent of cells expressing Sin3A in the nucleoli (total 100 cells counted for each experiment) and illustrated as the histogram. Figure 7 Fast turnover of the SAP30L protein correlates with its nucleolar localization. HEK293T cells were cotransfected with the indicated, myc-his-tagged constructs and a control vector (LacZ-myc-his). Cells were treated 10 h with either DMSO (vehicle), MG132 (proteasome inhibitor) or cyclohexamide (translation inhibitor). The lysed cells were subjected to SDS–PAGE and analyzed by Western blotting with anti-myc and anti-actin (loading control) antibodies. Band intensities were quantified and the amount of the protein in the sample was calculated after normalization to LacZ expression. Representative results from three independent experiments are shown.",
    "full_text_abstract": "Histone acetylation plays a key role in the regulation of gene expression. The chromatin structure and accessibility of genes to transcription factors is regulated by enzymes that acetylate and deacetylate histones. The Sin3A corepressor complex recruits histone deacetylases and in many cases represses transcription. Here, we report that SAP30L, a close homolog of Sin3-associated protein 30 (SAP30), interacts with several components of the Sin3A corepressor complex. We show that it binds to the PAH3/HID (Paired Amphipathic Helix 3/Histone deacetylase Interacting Domain) region of mouse Sin3A with residues 120–140 in the C-terminal part of the protein. We provide evidence that SAP30L induces transcriptional repression, possibly via recruitment of Sin3A and histone deacetylases. Finally, we characterize a functional nucleolar localization signal in SAP30L and show that SAP30L and SAP30 are able to target Sin3A to the nucleolus."
}