{
    "DOI": "10.1210/jcem.87.4.8360",
    "PMID": "11932306",
    "title": "Characterization and functional analysis of cAMP response element modulator protein and activating transcription factor 2 (ATF2) isoforms in the human myometrium during pregnancy and labor: identification of a novel ATF2 species with potent transactivation properties.",
    "year": 2002,
    "source_url": "https://europepmc.org/article/MED/11932306",
    "source": "MED",
    "abstract_text": "There is now extensive evidence to indicate that components of the cAMP signaling pathway are up-regulated in the human myometrium during pregnancy so as to potentiate the maintenance of uterine quiescence until term. In many tissue and cell types, increased signaling of the cAMP pathway results in profound changes in gene expression that are catalyzed via stimulation of PKA and activation of cAMP-dependent transcription factors that bind cAMP response elements (CREs) within the promoter regions of affected genes. In the myometrium, these CRE containing genes include beta2-adrenoceptor, cyclo-oxygenase 2, oxytocin receptor, and connexin-43. In preliminary investigations, we reported the differential expression of members of the cAMP bZIP protein family in the myometrium during pregnancy and labor. In this present study, we have now identified and functionally characterized these proteins with respect to myometrial gene expression. We report the identification of a 39,000 mol wt CRE response element modulator protein (CREM)tau2alpha protein having both transactivation and transrepressor properties whose expression is sequentially decreased in the myometrium during gestation and parturition. In contrast, expression of a myometrial 28,000 mol wt CREMalpha protein having only transrepressor actions progressively increased in the myometrium during pregnancy and labor. Similarly, we have isolated two ATF2 proteins of 60,000 and 28,000 mol wts, which represent full-length ATF2 and a novel small isoform of ATF2 that we have termed ATF2-small (ATF2-sm). These proteins are potent transactivators of gene expression and appear to be spatially expressed within the myometrium of the upper and lower uterine regions. The identification and functional characterization of these basic region/leucine zipper proteins in the myometrium may provide further insight into the molecular mechanisms regulating uterine activity during fetal maturation and parturition.",
    "full_text_abstract": "There is now extensive evidence to indicate that components of the cAMP signaling pathway are up-regulated in the human myometrium during pregnancy so as to potentiate the maintenance of uterine quiescence until term. In many tissue and cell types, increased signaling of the cAMP pathway results in profound changes in gene expression that are catalyzed via stimulation of PKA and activation of cAMP-dependent transcription factors that bind cAMP response elements (CREs) within the promoter regions of affected genes. In the myometrium, these CRE containing genes include beta2-adrenoceptor, cyclo-oxygenase 2, oxytocin receptor, and connexin-43. In preliminary investigations, we reported the differential expression of members of the cAMP bZIP protein family in the myometrium during pregnancy and labor. In this present study, we have now identified and functionally characterized these proteins with respect to myometrial gene expression. We report the identification of a 39,000 mol wt CRE response element modulator protein (CREM)tau2alpha protein having both transactivation and transrepressor properties whose expression is sequentially decreased in the myometrium during gestation and parturition. In contrast, expression of a myometrial 28,000 mol wt CREMalpha protein having only transrepressor actions progressively increased in the myometrium during pregnancy and labor. Similarly, we have isolated two ATF2 proteins of 60,000 and 28,000 mol wts, which represent full-length ATF2 and a novel small isoform of ATF2 that we have termed ATF2-small (ATF2-sm). These proteins are potent transactivators of gene expression and appear to be spatially expressed within the myometrium of the upper and lower uterine regions. The identification and functional characterization of these basic region/leucine zipper proteins in the myometrium may provide further insight into the molecular mechanisms regulating uterine activity during fetal maturation and parturition."
}