{
  "PMC": "11190563",
  "DOI": "10.1016/j.heliyon.2024.e31945",
  "PMID": "38912486",
  "PMCID": "PMC11190563",
  "title": "Knowledge mapping of AURKA in Oncology：An advanced Bibliometric analysis (1998-2023).",
  "year": 2024,
  "source_url": "https://europepmc.org/article/PMC/PMC11190563",
  "source": "MED",
  "abstract_text": "AURKA, also known as Aurora kinase A, is a key molecule involved in the occurrence and progression of cancer. It plays crucial roles in various cellular processes, including cell cycle regulation, mitosis, and chromosome segregation. Dysregulation of AURKA has been implicated in tumorigenesis, promoting cell proliferation, genomic instability, and resistance to apoptosis. In this study, we conducted an extensive bibliometric analysis of research focusing on Aurora-A in the context of cancer by utilizing the Web of Science literature database. Various sophisticated computational tools, such as VOSviewer, Citespace, Biblioshiny R, and Cytoscape, were employed for comprehensive literature analysis and big data mining from January 1998 to September 2023.The primary objectives of our study were multi-fold. Firstly, we aimed to explore the chronological development of AURKA research, uncovering the evolution of scientific understanding over time. Secondly, we investigated shifting trends in research topics, elucidating areas of increasing interest and emerging frontiers. Thirdly, we delved into intricate signaling pathways and protein interaction networks associated with AURKA, providing insights into its complex molecular mechanisms. To further enhance the value of our bibliometric analysis, we conducted a meta-analysis on the prognostic value of AURKA in terms of patient survival. The results were visually presented, offering a comprehensive overview and future perspectives on Aurora-A research in the field of oncology. This study not only contributes to the existing body of knowledge but also provides valuable guidance for researchers, clinicians, and pharmaceutical professionals. By harnessing the power of bibliometrics, our findings offer a deeper understanding of the role of AURKA in cancer and pave the way for innovative research directions and clinical applications.",
  "full_text": "pmc Heliyon Heliyon Heliyon 2405-8440 Elsevier 11190563 S2405-8440(24)07976-3 10.1016/j.heliyon.2024.e31945 e31945 Research Article Knowledge mapping of AURKA in Oncology：An advanced Bibliometric analysis (1998–2023) Zhou Qiong zq1845011172@163.com Tao Chunyu taochunyu98@163.com Yuan Jiakai 573461371@qq.com Pan Fan panfan0109@163.com Wang Rui wangrui218@163.com ⁎ Department of Medical Oncology, Nanjing Jinling Hospital, Affiliated Hospital of Medical School, Nanjing University, Nanjing, Jiangsu Province 210093, PR China ⁎ Corresponding author. wangrui218@163.com 30 5 2024 15 6 2024 30 5 2024 10 11 e31945 5 12 2023 23 5 2024 24 5 2024 © 2024 The Authors 2024 https://creativecommons.org/licenses/by-nc/4.0/ This is an open access article under the CC BY-NC license (http://creativecommons.org/licenses/by-nc/4.0/). AURKA, also known as Aurora kinase A, is a key molecule involved in the occurrence and progression of cancer. It plays crucial roles in various cellular processes, including cell cycle regulation, mitosis, and chromosome segregation. Dysregulation of AURKA has been implicated in tumorigenesis, promoting cell proliferation, genomic instability, and resistance to apoptosis. In this study, we conducted an extensive bibliometric analysis of research focusing on Aurora-A in the context of cancer by utilizing the Web of Science literature database. Various sophisticated computational tools, such as VOSviewer, Citespace, Biblioshiny R, and Cytoscape, were employed for comprehensive literature analysis and big data mining from January 1998 to September 2023.The primary objectives of our study were multi-fold. Firstly, we aimed to explore the chronological development of AURKA research, uncovering the evolution of scientific understanding over time. Secondly, we investigated shifting trends in research topics, elucidating areas of increasing interest and emerging frontiers. Thirdly, we delved into intricate signaling pathways and protein interaction networks associated with AURKA, providing insights into its complex molecular mechanisms. To further enhance the value of our bibliometric analysis, we conducted a meta-analysis on the prognostic value of AURKA in terms of patient survival. The results were visually presented, offering a comprehensive overview and future perspectives on Aurora-A research in the field of oncology. This study not only contributes to the existing body of knowledge but also provides valuable guidance for researchers, clinicians, and pharmaceutical professionals. By harnessing the power of bibliometrics, our findings offer a deeper understanding of the role of AURKA in cancer and pave the way for innovative research directions and clinical applications. Graphical abstract Image 1 Keywords Aurora kinase A Cancer Knowledge map Bibliometrics Bioinformatics Targeted therapy Abbreviations AURKA Aurora Kinase A WOS Web of Science AKIs AURKA Inhibitors Chemo Chemotherapy Immune immunotherapy HDACi Histone Deacetylase Inhibitors Vascular Endothelial Growth Factor Inhibitors ARIs Androgen Receptor Inhibitors 1 Introduction Cancer, a significant global public health concern, poses formidable challenges due to its widespread prevalence and high mortality rates [ 1 ]. Therefore, it is of utmost importance to prioritize efforts aimed at discovering effective interventions to mitigate its detrimental impact on human health [ 2 ]. Aurora Kinase A (AURKA), a pivotal molecule involved in the regulation of cellular processes, has emerged as a key player in cancer research [ 3 ]. Belonging to the Aurora kinase family, which encompasses AURKA, AURKB, and AURKC, AURKA, also known as STK15 or BTAK, is a serine/threonine kinase primarily associated with the precise control of mitosis and has garnered substantial attention in cancer research [ 4 ]. This attention stems from its critical role in maintaining genome stability and ensuring accurate cell division. AURKA exerts its biological function by governing chromosome alignment and segregation during mitosis [ 5 ]. Through phosphorylation of various mitotic proteins, including histone H3 and TPX2, AURKA orchestrates the progression of mitosis and guarantees the faithful separation of chromosomes into daughter cells [ 6 ]. Dysregulation of AURKA can lead to chromosomal instability, aberrant cell division, and aneuploidy, all of which significantly contribute to the initiation and progression of tumors [ [7] , [8] , [9] ]. Beyond its fundamental involvement in mitosis, AURKA has been implicated in diverse cellular processes, such as centrosome maturation regulation, spindle assembly checkpoint signaling, DNA damage response, and cell migration [ 10 , 11 ] The abnormal expression or activity of AURKA has been detected across various types of cancer, including breast, lung, colorectal, pancreatic, hepatocellular, and ovarian cancers, rendering it an attractive target for anticancer therapies [ [12] , [13] , [14] , [15] ]. Nevertheless, while the transformative potential of AURKA is increasingly recognized, its clinical application spectrum remains relatively limited [ 16 ]. Furthermore, despite the extensive research conducted on AURKA, there remains a dearth of systematic curation and quantitative analysis regarding its impact on cancer. Consequently, synthesizing the existing body of literature surrounding AURKA could yield valuable insights into the current state of research on AURKA, its notable contributions, and future directions. Bibliometrics, as a scientific discipline, assumes a crucial role in analyzing and quantifying scientific publications [ 17 ]. It employs mathematical and statistical methods to evaluate various facets of scholarly literature, such as publication trends, citation patterns, collaboration networks, and research focal points [ 18 ]. In line with this, our study aims to comprehensively analyze the available literature on AURKA's involvement in cancer from 1998 to 2023 by leveraging bibliometric techniques. Through an exploration of the characteristics of these publications, we seek to elucidate the hotspots and evolutionary trends of AURKA in cancer research utilizing knowledge mapping methodologies. This endeavor not only promises to enhance our understanding of this molecule but also serves as a guiding resource for future investigations in this field. By conducting a rigorous bibliometric analysis, our study endeavors to bridge the existing knowledge gap and generate novel insights into AURKA's intricate involvement in cancer. Additionally, this comprehensive analysis will equip researchers, clinicians, and policymakers with a panoramic view of the current landscape of AURKA research, facilitating informed decision-making and fostering further advancements in cancer therapeutics. 2 Materials and methods 2.1 Data acquisition and selection Web of Science (WOS), a robust digital repository known for high-quality academic articles and widely recognized as suitable for bibliometric analyses, served as our primary data source in this study. To ensure comprehensive and accurate data retrieval, the indices selected were SCI-EXPANDED and SSCI. Our final search strategy encompassed a set of synonymous terms including AURKA, STK15, STK6, BTAK, and ARK1. These terms were combined with search parameters related to cancer such as \"cancer*\", \"tumor*\", \"oncology\", and various relevant subtypes (e.g., \"neoplasm*\", \"carcinoma*\", \"lymphoma*\", \"sarcoma*\", \"leukemia*\") to capture a wide range of publications. The time span covered from January 1998 to September 2023, with the cut-off for data retrieval set on September 1, 2023. The literature types were confined to 'Articles' and 'Reviews.' By utilizing the Topic Search (TS) field, we aimed to retrieve literature that contained the specified terms (AURKA) within the titles, abstracts, keywords, or other relevant sections. This approach allowed us to cover various aspects of AURKA molecular research in a broader range of publications. The initial search yielded 2212 journal articles. After rigorous data cleaning and selection processes, a total of 1921 valid papers were identified, comprised of 1751 original research articles and 170 review articles. Detailed information regarding these processes is provided in Table 1 and Fig. 1 . Table 1 Summary of data source and selection. Table 1 Category Specific Standard Requirements Research database Web of Science core collection Citation indexes SCI-EXPANDED; SSCI Searching period January 1998 to September 2023 Language “English” Searching keywords (TS= (\"Aurora Kinase A″ OR \"Aurora-A kinase\" OR \"Aurora A kinase\" OR \"AURKA\" OR \"STK15\" OR \"serine/threonine kinase 6 (STK6)\" OR \"breast tumor amplified kinase (BTAK)\" OR \"aurora-related kinase 1 (ARK1)\") AND TS= (\"cancer*\" OR \"tumor*\" OR \"oncology\" OR \"neoplasm*\" OR \"carcinoma*\" OR \"lymphoma*\" OR \"sarcoma*\" OR \"leukemia*\") Subject categories AURKA & CANCER Document types “Articles” & “Review” Data extraction Export with records and cited references in plain text format Sample size 1921 Fig. 1 Publications screening flowchart. Fig. 1 2.2 Data analyses and visualization In this study, we applied a combination of bibliometric analysis, bioinformatics techniques, and meta-analysis to investigate the research landscape surrounding AURKA in the field of oncology. The tools utilized included Vosviewer, CiteSpace, R package \"bibliometrix,\" and Stata (version 15.1) for data integration and visualization. First, through bibliometric techniques, a comprehensive review and quantitative analysis of existing literature on AURKA in oncology were conducted. Various aspects such as authorship, keywords, publications, countries, institutions, and references were examined to gain insights into the evolution and intrinsic connections of AURKA research within the oncological landscape. To explore the biological significance of co-occurring molecular keywords with AURKA, VOSviewer was employed to extract total keywords from 1921 articles. These keywords were then compared with human genome data to identify biologically relevant associated genes. Subsequently, GO/KEGG clustering analysis was performed using the R package clusterProfiler to further understand the functional implications of the identified keywords and associated genes [ 19 ]. Additionally, protein-protein interaction (PPI) networks were constructed using Cytoscape software (version 3.10.1) to elucidate the interactions and relationships among proteins related to AURKA. Furthermore, we conducted a meta-analysis utilizing prognostic data pertaining to AURKA and cancer patients, which is thoroughly outlined in Supplementary Table 1 . In order to ensure comprehensive analysis, with a specific focus on prognosis-related data associated with AURKA, we extensively integrated data from PubMed. This integration allowed us to expand our dataset and bridge any potential gaps in article coverage that may exist when relying solely on the Web of Science database. By employing these comprehensive methodologies, we were able to gain profound insights into the multifaceted role of AURKA in cancer research and identify potential avenues for future exploration. 3 Results 3.1 General overview of included studies This study provides a rigorous analysis of 1921 research articles with an H-index of 116 focusing on the Aurora kinase A (AURKA) in the field of oncology. The annual average publication rate was 77 articles, involving contributions from 12,602 authors, 512 institutions, and 68 countries. These publications were distributed across 614 different journals and accumulated a total of 59,942 citations from 5185 distinct journals. From the trend curve depicting the overall publication trend, it is evident that the volume of publications in this field exhibits a steady growth pattern. Notably, there were two minor peaks in publication activity observed in 2015 (132 studies) and 2021 (183 studies), with a consistent increase in publication output before 2015, as depicted in Fig. 2 . This indicates that research related to AURKA in the field of oncology has experienced continuous and robust development. Fig. 2 Annual distribution of literature in AURKA research in cancers. Fig. 2 In 2021, the number of publications reached its highest point, with the United States, China, and Germany emerging as the three most influential countries in terms of publication output. However, it is important to note that the United States and Germany have played pioneering roles in studying the significance of this molecule in cancer from an early stage. On the other hand, China has demonstrated consistent growth in publication volume over the past decade, injecting new research vigor into this field. To surpass the impact of earlier literature, as measured by metrics such as H-index and SOTC, further advancements are necessary. Therefore, we anticipate that more in-depth investigations will unveil profound breakthroughs associated with AURKA in the domain of oncology. 3.2 Distribution of countries and institutions Analyzing the countries and institutions contributing to the published literature (as seen in Fig. 3 and Table 2 ), the findings reveal that the United States contributed 661 articles, China contributed 681, and Germany contributed 139. However, it is important to note that the United States and Germany have been involved in research in this field for a longer period, leading to higher citation rates, particularly with a focus on highly cited articles. Examining the top 10 institutions in terms of publication volume, Sun Yat-Sen University (China), University of Texas MD Anderson Cancer Center (USA), and Millennium Pharmaceuticals Inc. (USA) were the top three contributors. Additionally, it can be observed from Fig. 3 that countries and institutions with higher publication output also exhibit stronger collaboration intensity. Fig. 3 The geographical distribution and cooperation relationships of countries (A) and institutions (B) on research of AURKA of cancers. Fig. 3 Table 2 TOP10 Countries and Organizations in AURKA of cancers research field. Table 2 Rank Country Documents Citations C/P Organization Documents Citations C/P 1 China 681(35.5 %) 13273 19.49 Sun Yat-Sen University 60 1678 27.97 2 USA 661(34.4 %) 32936 49.83 University of Texas MD Anderson Cancer Center 58 2672 46.07 3 Germany 139(7.2 %) 7536 54.22 Millennium Pharmaceuticals Inc. 43 3258 75.77 4 UK 127(6.6 %) 5614 44.20 Chinese Academy of Sciences 42 1162 27.67 5 Japan 103(5.4 %) 5393 52.36 Vanderbilt University 31 1831 59.06 6 Italy 79(4.1 %) 2435 30.82 Dalian Medical University 30 976 32.53 7 France 78(4.1 %) 4459 57.17 Fox Chase Cancer Center 30 1587 52.90 8 South Korea 71(3.7 %) 1195 16.83 Harvard University 30 3137 104.57 9 Spain 69(3.6 %) 2871 41.61 Mayo Clinic 30 1253 41.77 10 India 66(3.4 %) 1489 22.56 China Medical University 29 587 20.24 Source: Web of Science. C/P, average number of citations per article 3.3 Analysis of journals and authors The field of oncology has experienced a growing research focus on the AURKA molecule, as evident from an increasing number of dedicated high-quality journals. Fig. 4 presents that a total of 614 journals have contributed to disseminating research related to AURKA in oncology. Our analysis further supports adherence to Bradford's Law [ 20 ], with fewer core journals having a higher publication volume, as demonstrated by the distribution of publications across different zones detailed in the Supplementary Table 2 . Table 3 showcases the top 10 journals that have made significant contributions in this area. Among these journals, \"Oncotarget\" stands out as the leading publication with 48 articles, representing approximately 2.5 % of the total publication output. This underscores the journal's dedication to publishing cutting-edge research on AURKA. Following closely behind, \"Clinical Cancer Research\" and \"Oncogene\" rank second and third, respectively, with 45 and 39 articles each. These journals have also played a pivotal role in fostering advancements in our understanding of the AURKA molecule within the field of oncology. Fig. 4 The top journals (A) and cooperation relationships of authors (B) in AURKA of cancers research field. Fig. 4 Table 3 TOP10 Journals and Authors in AURKA of cancers research field. Table 3 Rank Source Documents Author Documents Citations 1 Oncotarget 48 Ecsedy, Jeffrey a. 37 2631 2 Clinical Cancer Research 45 Liu, Quentin 25 902 3 Oncogene 39 Sen, Subrata 25 3950 4 Plos one 38 Golemis, Erica a. 19 952 5 Cancer research 32 El-rifai, Wael 16 1006 6 Frontiers in Oncology 31 Zhou, Xiaofei 16 558 7 Scientific Reports 28 Prigent, Claude 14 278 8 Oncology Letters 25 Venkatakrishnan, Karthik 14 428 9 Cancers 24 Bayliss, Richard 12 561 10 Molecular Cancer Therapeutics 23 Yan, Min 12 674 Source: Web of Science. To further explore the representative scholars and core research forces of AURKA in oncology research, we performed an analysis of the author collaboration network as shown in Fig. 4 . Among the 12,602 authors, the author with the highest number of publications has accumulated 37 papers. According to Price's law, authors with more than 5 publications are considered core authors in this field [ 21 ]. There are a total of 114 core authors who have published a total of 834 papers, accounting for 43.4 % of the total publication output. This is close to the \"half\" (50 %) standard proposed by Price, indicating that a relatively stable author collaboration group has formed in this field. Additionally, applying Lotka's inverse square law to evaluate core authorship (the 114 authors with five or more publications accounted for approximately 1 % of the total of 11,014 authors with one publication, close to the expected proportion of 1/5 2 ), it is also in line with Lotka's inverse square law. Consistent with Lotka's Law, our study found that around 87.4 % of the authors published only one paper, indicating that the majority of scholars adhere to the principle of having a single publication [ 22 ]. Interestingly, this scarcity of highly prolific authors in the field of AURKA research within oncology suggests a significant presence of newcomers exploring this specific area. Among the highly productive authors, the first-ranked author is Jeffrey A. Ecsedy from Millennium Pharmaceut Inc, Dept Translat Med, Cambridge, MA USA. As of September 2023, he has published a total of 37 papers, with 2631 citations and an average citation count of 71.11 per paper. The second-ranked author is Quetin Liu from Sun Yat Sen Univ, State Key Lab Oncol South China, with 25 publications and 902 citations, averaging 36.08 citations per paper. The third-ranked author is Subrata Sen from the University of Texas M.D. Anderson Cancer Center, with a cumulative publication count of 25 and a citation frequency of 3950 (see Table 3 ). 3.4 Co-cited references and reference burst In order to gain insights into the highly cited papers in this field, a total of 28 references that received at least 100 citations were identified from the pool of 59,942 cited references. Among these highly cited references, Table 4 presents the top 10 articles that accumulated more than 137 citations. Notably, the article published by Hongyi Zhou as the first author and Subrata Sen as the corresponding author in \"Nature Genetics\" in 1998 (n = 362) emerges as the most frequently co-cited paper among all the references analyzed. Moreover, within the top 10 list, three articles are review papers while six are research articles. Table 4 Top 10 co-cited references related to AURKA of cancer. Table 4 Rank Title citations Year 1 Tumour amplified kinase STK15/BTAK induces centrosome amplification, aneuploidy and transformation [ 23 ] 362 1998 2 A homologue of Drosophila aurora kinase is oncogenic and amplified in human colorectal cancers [ 24 ] 337 1998 3 Aurora-A - a guardian of poles [ 25 ] 221 2005 4 Phosphorylation by aurora kinase A induces Mdm2-mediated destabilization and inhibition of p53 [ 26 ] 209 2004 5 The cellular geography of aurora kinases [ 5 ] 194 2003 6 AURORA-A amplification overrides the mitotic spindle assembly checkpoint, inducing resistance to Taxol [ 27 ] 178 2003 7 VX-680, a potent and selective small-molecule inhibitor of the Aurora kinases, suppresses tumor growth in vivo [ 28 ] 165 2004 8 Aurora-A and an interacting activator, the LIM protein Ajuba, are required for mitotic commitment in human cells [ 29 ] 164 2003 9 Roles of Aurora kinases in mitosis and tumorigenesis [ 30 ] 152 2007 10 Mutations in aurora prevent centrosome separation leading to the formation of monopolar spindles [ 8 ] 137 1995 Source: Web of Science. We utilized Citespace's reference analysis to partition the entire network map into 8 clusters based on different research themes. Each cluster was assigned a distinct term label, corresponding to the distribution of time periods shown in Fig. 5 A. As illustrated in Fig. 5 B, the clusters include Cluster #7 (STK15), Cluster #6 (polymorphism), Cluster #3 (alternative splicing), Cluster #4 (centrosome), Cluster #0 (AZD1152), Cluster #1 (alisertib), Cluster #5 (bioinformatics analysis), and Cluster #2 (therapeutic target). The literature within different time periods not only focuses on specific research hotspots during those periods but also lays the foundation for future studies. It is evident that targeting AURKA for therapeutic purposes is a current research hotspot. For citation burst analysis, a total of 398 references were included, representing significant growth in citations during specific time frames. Fig. 5 C presents the top 25 entries, with one paper titled \"Targeting AURKA in Cancer: molecular mechanisms and opportunities for Cancer therapy\" published in Molecular Cancer in 2021 by Ruijuan Du et al., exhibiting the highest burstness (strength = 36.69) from 2021 to 2023 [ 3 ]. Fig. 5 The reference co-citation analysis maps (A) in cluster view (B) and visualization map of the top 25 references related to AURKA of cancer with the strongest citation bursts (C). Fig. 5 3.5 Investigation of keywords and trend topics To gain further insights into the hot topics and frontiers of AURKA in cancer research, we conducted co-occurrence network analysis using VOSviewer on the keywords that encapsulate the core and essence of the literature. A total of 160 keywords, with a frequency exceeding 5, are visualized in the clustering view of Fig. 6 A. The size of each circular node corresponds to the frequency of occurrence of the respective keyword, reflecting its significance as a research hotspot in the field. The connecting lines between nodes indicate the strength of association, with thicker lines indicating a higher frequency of co-occurrence in the same publications. To provide a detailed understanding of specific keywords, we compiled high-frequency keywords with frequencies exceeding 19 in Table 5 . Interestingly, the distribution of high-frequency keywords in AURKA cancer research exhibited similarities to Zipf's Law, with a small number of keywords having high frequencies and the majority having lower frequencies (see Supplementary Fig. 1 ) [ 31 ]. Additionally, to capture the evolution of hot topics and frontiers in this domain over time, we employed R biblimatrix to create a trend-topic map ( Fig. 6 B). Fig. 6 Keyword cluster analysis (A) and trend topic analysis (B). Fig. 6 Table 5 High-frequency keywords in AURKA of cancers research field. Table 5 Rank keyword occurrences total link strength Rank keyword occurrences total link strength 1 aurora kinase a 623 1112 19 centrosome 31 75 2 breast cancer 102 189 20 hub genes 30 69 3 mln8237 89 198 21 p53 30 76 4 bioinformatics 84 194 22 molecular docking 28 55 5 apoptosis 80 214 23 neuroblastoma 28 49 6 inhibitors 76 145 24 targeted therapy 27 54 7 prognosis 74 166 25 tpx2 27 63 8 cell cycle 73 185 26 autophagy 26 77 9 gene expression 73 143 27 ovarian cancer 24 44 10 cancer 71 157 28 bladder cancer 23 35 11 biomarkers 69 152 29 metastasis 23 45 12 liver cancer 63 144 30 aneuploidy 22 39 13 mitosis 56 124 31 aurora kinase b 22 48 14 lung cancer 55 95 32 gastric cancer 22 47 15 prostate cancer 48 71 33 protein interaction 20 57 16 colorectal cancer 34 61 34 kinases 19 42 17 survival 34 86 35 microarray 19 37 18 cell proliferation 32 88 36 polymorphism 19 49 Source: Web of Science. 3.5.1 Association gene clustering analysis To explore the biological significance of the molecular keywords co-occurring with AURKA in the literature, we utilized VOSviewer to extract a total of 6513 keywords from 1921 articles. Among these, 682 keywords had a frequency exceeding 5 times. By comparing them with human genome data, we identified 316 biologically relevant associated genes. Next, we employed the R package clusterProfiler for GO/KEGG clustering analysis. The GO/KEGG functional enrichment results are presented in Fig. 7 A and B, which displays bar charts and dotplots of the top 10 enriched biological processes (BP), molecular functions (MF), cellular components (CC) and KEGG pathways related to AURKA in cancer research, based on their P-values. Fig. 7 Enrichment analysis of biofunctions and pathways associated with genes co-occurring with AURKA. (A) Gene Ontology (GO) analysis, and (B) Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis. Fig. 7 3.5.2 Protein-protein interaction network related to AURKA in cancer research To investigate the protein-protein interaction (PPI) patterns of AURKA in cancer research and unravel the complex biological processes and regulatory mechanisms within tumor cells, we initially utilized the STRING online database ( https://string-db.org/ ) to construct a PPI network using a molecular list of AURKA-associated keywords. Subsequently, we imported the network data into Cytoscape for further analysis. Within Cytoscape, we employed the cytoNCA plugin (version 2.1.6) to calculate the betweenness centrality and ranked the interacting molecules based on this measure. Fig. 8 visualizes the top 10 and top 50 molecules, color-coded accordingly. Notably, TP53, HSP90AA1, MYC, AKT1, STAT3, JUN, CDK1, SRC, GSK3B, and BUB1B emerge as potentially core proteins through which AURKA exerts its role in tumorigenesis. Fig. 8 Visualization of the protein-protein interaction (PPI) network associated with AURKA. Fig. 8 3.5.3 Prognostic meta-analysis of AURKA expression in cancer patients A comprehensive meta-analysis was conducted to assess the prognostic significance of AURKA expression in cancer patients. A total of 33 studies were identified through an extensive search on PubMed and WOS databases, involving 3973 patients across 18 different tumor types [ [32] , [33] , [34] , [35] , [36] , [37] , [38] , [39] , [40] , [41] , [42] , [43] , [44] , [45] , [46] , [47] , [48] , [49] , [50] , [51] , [52] , [53] , [54] , [55] , [56] , [57] , [58] , [59] , [60] , [61] , [62] , [63] , [64] ]. These studies examined the association between AURKA expression levels, measured by immunohistochemistry or RT-PCR, and overall survival outcomes. Using Stata software (version 15.1), a random-effects model forest plot ( Fig. 9 ) was generated to analyze the heterogeneity among the tumor subgroups. Fig. 9 Forest plot for overall survival in different subgroup of cancers. Source: Web of Science and PubMed. Fig. 9 4 Discussion 4.1 General overview Before 2003, the number of relevant papers was in single digits each year, indicating that the field was in its infancy. Research on AURKA in the field of oncology was relatively new, lacking sufficient literature and research findings. From 2003 to 2015, the average annual publication rate was 63.3 papers, suggesting increased attention and research on AURKA in oncology. This may be attributed to the rising incidence and mortality rates of cancer, leading more researchers to focus on exploring AURKA as a potential therapeutic target or biomarker. During the period from 2016 to 2023, the annual publication rate of AURKA research in oncology exceeded 100 papers, indicating widespread attention and extensive investigation into the gene/protein. This reflects in-depth research on the functions, regulatory mechanisms, and potential roles of AURKA in tumor development and treatment. The high publication rate also suggests a certain degree of accumulation and maturity in the field, with a wide range of research teams and collaborative networks providing a solid foundation for further research. China, the United States, and Germany are the major countries conducting AURKA research in oncology, with six out of the top 10 research institutions located in the United States and four in China. There exists close collaboration between China and the United States. However, there is relatively limited connection between Germany and other countries or institutions, which poses limitations on jointly promoting AURKA research in oncology. Therefore, strengthening and expanding cooperation among various countries and research institutions is necessary. Based on publication rates, we ranked journals publishing AURKA-related research in oncology. We found that Clinical Cancer Research (IF = 11.5, Q1) and Cancer Research (IF = 11.2, Q1) were the two highest-ranked journals in terms of impact factor among the top 10 journals. These two journals have high prestige and influence in AURKA research in oncology, as they can widely disseminate research findings and attract attention and citations from colleagues. However, other journals with impact factors below 10 still play an important role and make unique contributions in specific research directions or subfields. Nevertheless, we encourage higher-quality papers to be published in top-tier journals in the field of oncology to drive progress and innovation. We also encourage researchers to conduct more in-depth studies and contribute further to the field of oncology. Looking at the top three authors deeply involved in this field, Jeffrey A. Ecsedy's team is dedicated to studying the pharmacological mechanisms of AURKA molecular targeted drugs and conducting preclinical and translational research [ [65] , [66] , [67] ]; Professor Quetin Liu's research focuses on the basic and translational research of cell cycle-related proteins and the mechanisms related to the development of tumor stem cells. He has made significant contributions in exploring the regulation of AURKA in cell mitotic cycle and tumor drug resistance [ [68] , [69] , [70] , [71] ]; Subrata Sen conducts functional characterization of genes regulating mitotic chromosome segregation in mammalian cells, elucidating their role in inducing chromosomal instability in cancer and exploring the functional interactions of critical mitosis-regulating genes in the Aurora kinase family, while also collaborating closely with Professor Quetin Liu [ 7 , 26 , [72] , [73] , [74] ]. In conclusion, regarding the research on AURKA in the field of oncology, it is evident that by sharing research findings and engaging in collaboration, we can accelerate our understanding of AURKA and its related signaling pathways. This, in turn, can provide more effective strategies and drug targets for cancer treatment and prevention. 4.2 Knowledge foundation Considering that the formation of knowledge often relies on the organic combination of co-cited literature, we employed co-citation analysis to explore the knowledge foundation of AURKA in cancer research [ 75 ]. Through an examination of the top 10 co-cited articles, we identified a significant accumulation of knowledge between 1995 and 2005. In 1995, Huw Parry et al. investigated aurora gene mutations in Drosophila, revealing the failure of centrosome separation and the formation of monopolar spindles [ 8 ]. This study laid the groundwork for understanding the functional implications of aurora gene mutations. Furthermore, Gregory D. Plowman et al. (1998) identified two human homologous genes of aurora kinase, with aurora2 being overexpressed and amplified in various tumors, indicating its potential as an oncogene and highlighting centrosomal-associated proteins as potential targets for cancer therapy [ 24 ]. During the same period, Subrata Sen et al. (1998) demonstrated STK15 gene amplification in multiple cancers, suggesting its critical role in centrosome amplification, chromosomal instability, and cellular transformation [ 23 ]. Moving forward to 2003, Ashok R.Venkitaraman found that amplification of the AURORA-A gene in epithelial malignancies leads to overexpression and resistance against paclitaxel, resulting in abnormal mitosis and cell multinucleation [ 27 ]. In the same year, Hideyuki Saya et al. discovered the interaction between Aurora-A and Ajuba in regulating mitosis, underscoring its significance in initiating mitotic processes [ 29 ]. Additionally, Subrata Sen's team in 2004 revealed that Aurora kinase A phosphorylates p53, promoting its degradation and facilitating carcinogenic transformation by downregulating cell cycle regulation and checkpoint responses [ 26 ]. Karen M. Miller et al. (2004) identified VX-680 as a highly selective small molecule inhibitor of Aurora kinases, demonstrating its effectiveness in inhibiting tumor growth and inducing regression of various tumors at tolerable doses [ 28 ]. The remaining three co-cited articles, published in 2003 [ 5 ], 2005 [ 25 ] and 2007 [ 30 ], are comprehensive reviews. William C. Earnshaw et al. (2003) provided a comprehensive overview of the regulatory mechanisms of Aurora kinase family members during different stages of cell division, highlighting their association with cancer. Hideyuki Saya (2005) focused on the regulation of key events by Aurora-A and Aurora-B during the G2 to M phase transition in the cell cycle, summarizing the aberrant molecular mechanisms of Aurora-A in tumorigenesis. Chuanmao Zhang et al. (2007) summarized the latest research progress on the Aurora kinase family in cell division, tumor occurrence, and targeted therapy. In summary, these 10 co-cited articles offer profound insights into the normal and abnormal biological functions of AURKA in cell division, molecular mechanisms of its expression and functional perturbations in tumorigenesis, as well as potential molecular targeted therapeutic strategies for cancer treatment. Undoubtedly, these studies serve as essential clues and theoretical foundations for further investigations into AURKA in the field of cancer research. 4.3 Research front and hotspot The utilization of co-citation clustering and burst detection algorithms provides valuable tools for unraveling the frontiers of AURKA research [ 76 ]. The emergence of biological informatics analysis and targeted therapies centered around AURKA signifies significant advancements within the field of oncology. Furthermore, by utilizing omics studies to investigate the interplay between AURKA and other molecules, as well as pathway crosstalk, researchers gain critical insights into the biological mechanisms driving tumor development. These findings contribute to the translational research efforts aiming to bridge the gap between preclinical studies and clinical trials, highlighting the primary research focus on AURKA within the field of oncology. Additionally, keyword-based text mining serves as a recognized approach for unveiling emerging trends and hot topics in scientific research [ 77 ]. From the analysis of Fig. 5 and Table 6 , it is evident that the keywords primarily fall into five different categories, namely molecules, diseases, phenotypes, drugs and methodologies. Among the high-frequency keywords associated with AURKA, the top three molecules mentioned are p53, TPX2, and AURKB. The most commonly mentioned cancer types are breast cancer, liver cancer, lung cancer, prostate cancer, and colorectal cancer. The closest phenotypes related to AURKA are apoptosis, cell cycle, cell proliferation, mitosis, and centrosome. The most frequently mentioned drug is mln8237 (also known as Alisertib), a selective inhibitor of AURKA. In recent years, there has been a significant emphasis on various methodologies, including bioinformatics, molecular docking, and network pharmacology. Table 6 Alisertib in clinical trials. Table 6 NCT No. Regimen Cancer Cohort Cases Phases End Year Ref NCT01154816 Alisertib Advanced Malignancies 118 II 2019 Ref [ 94 ] NCT01045421 Alisertib Advanced Solid Tumors 273 I|II 2014 Ref [ 12 ] NCT01512758 Alisertib Advanced Malignancies 36 I 2013 Ref [ 95 ] NCT01653028 Alisertib Advanced/Metastatic Sarcoma 72 II 2015 Ref [ 96 ] NCT02444884 Alisertib Relapsed/Refractory Solid Tumors 54 I 2011 Ref [ 97 ] NCT00807495 Alisertib Lymphoma 48 II 2013 Ref [ 98 ] NCT01466881 Alisertib Lymphoma 42 II 2015 Ref [ 99 ] NCT02293005 Alisertib Mesothelioma 28 II 2021 Ref [ 100 ] NCT00853307 Alisertib Ovarian Carcinoma 31 II 2011 Ref [ 101 ] NCT01799278 Alisertib Prostate Cancer 60 II 2017 Ref [ 102 ] NCT01637961 Alisertib Relapsed Uterine Sarcoma 23 II 2017 Ref [ 103 ] NCT00697346 Alisertib Hematological Malignancies 58 I 2016 Ref [ 104 ] NCT02186509 Alisertib + Radiotherapy High-Grade Gliomas 17 I 2018 Ref [ 105 ] NCT00962091 Alisertib + Radiotherapy Advanced Solid Tumors 53 I 2014 Ref [ 106 ] NCT02109328 Alisertib + Chemo Bladder Cancer 22 II 2016 Ref [ 107 ] NCT01923337 Alisertib + Chemo Advanced Solid Tumors 17 I 2016 Ref [ 108 ] NCT01779843 Alisertib + Chemo Acute Myelogenous Leukemia 22 I 2016 Ref [ 109 ] NCT02038647 Alisertib + Chemo Small Cell Lung Cancer 178 II 2017 Ref [ 110 ] NCT01091428 Alisertib + Chemo Breast Cancer and Ovarian Cancer 191 II 2017 Ref [ 111 ] NCT01677559 Alisertib + Chemo Advanced Solid Malignancies 34 I 2017 Ref [ 112 ] NCT01601535 Alisertib + Chemo Neuroblastoma 54 I|II 2018 Ref [ 113 ] NCT02560025 Alisertib + Chemo Acute Myeloid Leukemia 42 II 2018 Ref [ 114 ] NCT01397825 Alisertib + Chemo + Immune Lymphoma 45 I|II 2016 Ref [ 115 ] NCT01482962 Alisertib + Chemo + HDACi Lymphoma 271 III 2017 Ref [ 16 ] NCT01567709 Alisertib + HDACi Lymphoid Malignancies 34 I 2018 Ref [ 116 ] NCT01639911 Alisertib + VEGFi Advanced Solid Tumors 28 I 2016 Ref [ 117 ] NCT01848067 Alisertib + ARIs Prostate Cancer 9 I|II 2016 Ref [ 118 ] Source: https://clinicaltrials.gov/ Through bioinformatics analysis, we can delve into the multidimensional data and complex networks associated with the keywords of molecules related to AURKA. Consistent with the aforementioned phenotype keywords, AURKA is involved in regulating processes related to cell cycle progression, mitotic kinase activity regulation, and protein-protein interaction complex formation. Fig. 7 B demonstrates the top 10 enriched Hallmark pathways obtained from the KEGG enrichment analysis. These pathways include Hippo, PI3K-AKT, FOXO, MAPK, and other signaling pathways closely associated with tumor occurrence and development. Overall, this gene clustering analysis provides insights into the biological context of the molecular keywords co-occurring with AURKA, highlighting their involvement in essential cellular processes and signaling pathways implicated in tumorigenesis. PPI protein interaction analysis reveals that p53 acts as a hub gene in the molecular interactome of AURKA, which is consistent with the findings reported by Subrata Sen's team [ 78 ]. The functional interactions between Aurora kinases and p53 family proteins modulate the activity and subcellular localization of each other and their downstream effector proteins, thereby coordinating diverse cellular pathways [ 26 ]. Dysregulation of these interactions in cells undergoing tumorigenic transformation has significant functional consequences on inducing chromosome instability and developing various tumor-associated phenotypes, including therapy resistance [ [79] , [80] , [81] ]. Based on the rigorous meta-analysis of 33 original articles investigating the relationship between AURKA expression and overall survival prognosis in various cancer types, our findings highlight the promising potential of AURKA as a prognostic marker. Despite observing considerable heterogeneity among different tumor types, the consistent association between AURKA overexpression and unfavorable prognosis in cancer patients is evident. This meta-analysis emphasizes the importance of AURKA as a potential indicator for assessing patient outcomes and target therapy in various types of cancer. In summary, these findings have significant implications for advancing personalized medicine and improving patient outcomes in oncology, highlighting the diverse aspects and research focus related to AURKA in molecular, disease, phenotype, drug, and methodological studies. 4.4 Promising role of AURKA inhibitors (AKIs) in cancer treatment AURKA, an oncogene that is commonly overexpressed in various cancers, exerts its effects by modulating multiple molecular targets and signaling pathways, leading to genomic instability and promoting various hallmarks of cancer such as increased cell proliferation, survival, migration, invasion, and stemness [ [82] , [83] , [84] , [85] , [86] , [87] ]. As a result, AURKA represents a promising therapeutic target. Numerous AURKA kinase inhibitors have been identified, including specific inhibitors targeting Aurora-A kinase, pan-Aurora kinase inhibitors, and naturally derived AKIs [ 5 ]. Many of these inhibitors are currently undergoing preclinical and clinical evaluations, with some displaying encouraging findings ( for review, see Refs. [ 3 , 88 ]). Among these inhibitors, MLN8237, also referred to as alisertib, stands out as a second-generation highly selective small molecule inhibitor of Aurora-A kinase developed by Millennium Pharmaceuticals. MLN8237, which evolved from its predecessor MLN8054 [ 89 ], attenuates the activity of Aurora-A kinase by binding to it within cells, thereby impeding spindle assembly and chromosome segregation during mitosis. Notably, MLN8237 has demonstrated significant anti-tumor activity in diverse xenograft tumor models [ [90] , [91] , [92] , [93] ]. Alisertib, being the only AKI that has progressed into Phase III clinical trials, holds promise for the treatment of cancers. Detailed information regarding the clinical trials involving MLN8237 can be found in Table 6 . The data presented in Table 6 indicates that beyond the use of alisertib as a standalone therapy, combination approaches involving AKIs exhibit potential as effective anti-tumor strategies. These combinations encompass AKIs combined with radiotherapy or chemotherapy, targeted therapy, and immunotherapy. Additionally, research efforts are focused on developing even more selective AKIs and multi-target inhibitors, posing both opportunities and challenges in the field of AURKA molecular targeted drugs [ 88 ]. In summary, AURKA inhibitors provide a potent tool for investigating the intricate connections between molecular mechanisms, clinical manifestations, and disease treatments. 4.5 Strengths and limitations Bibliometrics is a research methodology that plays a crucial role in the evaluation and understanding of scholarly literature. By quantitatively analyzing bibliographic data, such as citation counts, co-authorship patterns, and journal rankings, bibliometrics provides insights into the impact and significance of academic publications. This methodology enables researchers to identify influential works, track trends in research fields, and assess the overall scholarly contribution of individuals or institutions. In our study, we have taken bibliometrics to new heights by integrating advanced bioinformatics techniques. These techniques, including functional clustering and network analysis, allow us to uncover deeper layers of meaning behind key keywords. By exploring the interrelationships between different concepts, we gain a more comprehensive understanding of how ideas and knowledge are interconnected within the scientific literature. It is worth mentioning that we have qualitatively and quantitatively evaluated our research findings using the major laws of bibliometrics (see Supplementary Table 3 ). Furthermore, we enhance the clinical relevance of our findings by incorporating data from the PubMed database for quantitative meta-analysis related to prognosis. Specifically, our research focuses on investigating the prognostic value of AURKA overexpression across various tumor types. This integration of bibliometrics with bioinformatics and clinical data adds significant value to the field by providing valuable insights that can inform both researchers and clinicians. It also has implications for pharmaceutical development professionals who seek evidence-based guidance in their work. However, it is important to acknowledge the limitations of our research. One potential limitation is that our search strategy may inadvertently omit relevant literature. Meanwhile, the use of multiple Boolean operators (such as OR) in our search strategy may introduce bias by including irrelevant or tangentially related publications, despite our efforts to develop comprehensive search strategies and conduct rigorous screening. Additionally, our bibliometric analysis relies heavily on data obtained solely from the Web of Science (WoS) database, which may limit the generalizability of our findings to other databases or sources. 5 Conclusion AURKA plays a critical role in the development and progression of cancer. This study presents an objective analysis using bibliometric methods to comprehensively evaluate the research on AURKA in the context of cancer, encompassing both hematological malignancies and solid tumors. The increasing number of publications reflects the growing interest among researchers worldwide regarding the involvement of AURKA in cancer biology. Leading countries in this field include China, the United States, and Germany, emphasizing the importance of collaboration and knowledge sharing between nations and institutions. Understanding the mechanisms through which AURKA contributes to cancer development provides valuable insights into the underlying etiology and facilitates the identification of molecular markers for early diagnosis and prognostic prediction. Additionally, the translation of selective AURKA inhibitors from preclinical studies to clinical research offers promising strategies for personalized cancer treatment. Whether utilized as monotherapy or in combination with conventional anti-cancer modalities, AURKA-targeted inhibitors hold potential advantages in improving therapeutic outcomes for various types of cancer. Moreover, leveraging bioinformatics tools to conduct comprehensive molecular exploration of AURKA within the framework of big data enhances our understanding of its biological significance. Therefore, based on current knowledge and cutting-edge advancements in AURKA research within the field of oncology, undertaking further investigations in basic biology and clinical translation will significantly contribute to refining our comprehension of AURKA's role in the pathogenesis and therapy of cancer. Funding The work was supported by grants from the 10.13039/501100001809 National Natural Science Foundation of China (grant numbers 81772995, and 82272807), as well as a grant from 10.13039/501100004608 Natural Science Foundation of Jiangsu Province (BK20191208). Ethical approval and consent to participate Not applicable. Data availability statement The datasets utilized and/or analyzed during the current study can be obtained from the corresponding authors upon reasonable request. For additional inquiries, please contact the corresponding author. Consent for publication All the authors have read the manuscript and agreed to give their consent for the publication in Biomedicine & Pharmacotherapy. CRediT authorship contribution statement Qiong Zhou: Writing – original draft, Methodology, Data curation. Chunyu Tao: Visualization, Investigation. Jiakai Yuan: Validation, Software. Fan Pan: Supervision. Rui Wang: Writing – review & editing, Funding acquisition, Conceptualization. Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. References 1 Sung H. Ferlay J. Siegel R.L. Laversanne M. Soerjomataram I. Jemal A. Bray F. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries CA Cancer J Clin 71 3 2021 209 249 33538338 2 Maomao C. He L. Dianqin S. Siyi H. Xinxin Y. Fan Y. Shaoli Z. Changfa X. Lin L. Ji P. Wanqing C. Current cancer burden in China: epidemiology, etiology, and prevention Cancer Biol Med 19 8 2022 1121 1138 36069534 3 Du R. Huang C. Liu K. Li X. Dong Z. Targeting AURKA in Cancer: molecular mechanisms and opportunities for Cancer therapy Mol. Cancer 20 1 2021 15 33451333 4 Willems E. Dedobbeleer M. Digregorio M. Lombard A. Lumapat P.N. Rogister B. The functional diversity of Aurora kinases: a comprehensive review Cell Div. 13 2018 7 30250494 5 Carmena M. Earnshaw W.C. The cellular geography of aurora kinases Nat. Rev. Mol. Cell Biol. 4 11 2003 842 854 14625535 6 Gomes-Filho S.M. Dos Santos E.O. Bertoldi E.R.M. Scalabrini L.C. Heidrich V. Dazzani B. Levantini E. Reis E.M. Bassères D.S. Aurora A kinase and its activator TPX2 are potential therapeutic targets in KRAS-induced pancreatic cancer Cell. Oncol. 43 3 2020 445 460 7 Yan M. Wang C. He B. Yang M. Tong M. Long Z. Liu B. Peng F. Xu L. Zhang Y. Aurora-A kinase: a potent oncogene and target for cancer therapy Med. Res. Rev. 36 6 2016 1036 1079 27406026 8 Glover D.M. Leibowitz M.H. McLean D.A. Parry H. Mutations in aurora prevent centrosome separation leading to the formation of monopolar spindles Cell 81 1 1995 95 105 7720077 9 Puig-Butille J.A. Vinyals A. Ferreres J.R. Aguilera P. Cabré E. Tell-Martí G. Marcoval J. Mateo F. Palomero L. Badenas C. AURKA overexpression is driven by FOXM1 and MAPK/ERK activation in melanoma cells harboring BRAF or NRAS mutations: impact on melanoma prognosis and therapy J. Invest. Dermatol. 137 6 2017 1297 1310 28188776 10 Lens S.M. Voest E.E. Medema R.H. Shared and separate functions of polo-like kinases and aurora kinases in cancer Nat. Rev. Cancer 10 12 2010 825 841 21102634 11 Takahashi Y. Sheridan P. Niida A. Sawada G. Uchi R. Mizuno H. Kurashige J. Sugimachi K. Sasaki S. Shimada Y. The AURKA/TPX2 axis drives colon tumorigenesis cooperatively with MYC Ann. Oncol. 26 5 2015 935 942 25632068 12 Melichar B. Adenis A. Lockhart A.C. Bennouna J. Dees E.C. Kayaleh O. Obermannova R. DeMichele A. Zatloukal P. Zhang B. Safety and activity of alisertib, an investigational aurora kinase A inhibitor, in patients with breast cancer, small-cell lung cancer, non-small-cell lung cancer, head and neck squamous-cell carcinoma, and gastro-oesophageal adenocarcinoma: a five-arm phase 2 study Lancet Oncol. 16 4 2015 395 405 25728526 13 Hossen M.A. Reza M.S. Harun-Or-Roshid M. Islam M.A. Siddika M.A. Mollah M.N.H. Identification of drug targets and agents associated with hepatocellular carcinoma through integrated bioinformatics analysis Curr. Cancer Drug Targets 23 7 2023 547 563 36786134 14 Long S. Zhang X.F. AURKA is a prognostic potential therapeutic target in skin cutaneous melanoma modulating the tumor microenvironment, apoptosis, and hypoxia J. Cancer Res. Clin. Oncol. 149 7 2023 3089 3107 35870015 15 Zhang J. Li B. Yang Q. Zhang P. Wang H. Prognostic value of Aurora kinase A (AURKA) expression among solid tumor patients: a systematic review and meta-analysis Jpn. J. Clin. Oncol. 45 7 2015 629 636 25900902 16 O'Connor O.A. Özcan M. Jacobsen E.D. Roncero J.M. Trotman J. Demeter J. Masszi T. Pereira J. Ramchandren R. Beaven A. Randomized phase III study of alisertib or investigator's choice (selected single agent) in patients with relapsed or refractory peripheral T-cell lymphoma J. Clin. Oncol. 37 8 2019 613 623 30707661 17 Anthony V.R. Science Measuring Basic Principles and Application of Advanced Bibliometrics 2019 Springer Cham 18 Kokol P. Blazun Vosner H. Zavrsnik J. Application of bibliometrics in medicine: a historical bibliometrics analysis Health Info Libr J 38 2 2021 125 138 31995273 19 Wu T. Hu E. Xu S. Chen M. Guo P. Dai Z. Feng T. Zhou L. Tang W. Zhan L. clusterProfiler 4.0: a universal enrichment tool for interpreting omics data Innovation 2 3 2021 100141 20 Bradford S.C. Sources of Information on Specific Subjects 1985 Inc: Sage Publications 21 Price D.J. Networks of scientific papers Science 149 3683 1965 510 515 14325149 22 Lotka A.J. The frequency distribution of scientific productivity J. Wash. Acad. Sci. 16 12 1926 317 323 23 Zhou H. Kuang J. Zhong L. Kuo W.L. Gray J.W. Sahin A. Brinkley B.R. Sen S. Tumour amplified kinase STK15/BTAK induces centrosome amplification, aneuploidy and transformation Nat. Genet. 20 2 1998 189 193 9771714 24 Bischoff J.R. Anderson L. Zhu Y. Mossie K. Ng L. Souza B. Schryver B. Flanagan P. Clairvoyant F. Ginther C. A homologue of Drosophila aurora kinase is oncogenic and amplified in human colorectal cancers Embo j 17 11 1998 3052 3065 9606188 25 Marumoto T. Zhang D. Saya H. Aurora-A - a guardian of poles Nat. Rev. Cancer 5 1 2005 42 50 15630414 26 Katayama H. Sasai K. Kawai H. Yuan Z.M. Bondaruk J. Suzuki F. Fujii S. Arlinghaus R.B. Czerniak B.A. Sen S. Phosphorylation by aurora kinase A induces Mdm2-mediated destabilization and inhibition of p53 Nat. Genet. 36 1 2004 55 62 14702041 27 Anand S. Penrhyn-Lowe S. Venkitaraman A.R. AURORA-A amplification overrides the mitotic spindle assembly checkpoint, inducing resistance to Taxol Cancer Cell 3 1 2003 51 62 12559175 28 Harrington E.A. Bebbington D. Moore J. Rasmussen R.K. Ajose-Adeogun A.O. Nakayama T. Graham J.A. Demur C. Hercend T. Diu-Hercend A. VX-680, a potent and selective small-molecule inhibitor of the Aurora kinases, suppresses tumor growth in vivo Nat Med 10 3 2004 262 267 14981513 29 Hirota T. Kunitoku N. Sasayama T. Marumoto T. Zhang D. Nitta M. Hatakeyama K. Saya H. Aurora-A and an interacting activator, the LIM protein Ajuba, are required for mitotic commitment in human cells Cell 114 5 2003 585 598 13678582 30 Fu J. Bian M. Jiang Q. Zhang C. Roles of Aurora kinases in mitosis and tumorigenesis Mol. Cancer Res. 5 1 2007 1 10 17259342 31 Zipf G.K. Human Behavior and the Principle of Least Effort 1949 Addison-Wesley Press Oxford, England 32 Neben K. Korshunov A. Benner A. Wrobel G. Hahn M. Kokocinski F. Golanov A. Joos S. Lichter P. Microarray-based screening for molecular markers in medulloblastoma revealed STK15 as independent predictor for survival Cancer Res. 64 9 2004 3103 3111 15126347 33 Kurai M. Shiozawa T. Shih H.C. Miyamoto T. Feng Y.Z. Kashima H. Suzuki A. Konishi I. Expression of Aurora kinases A and B in normal, hyperplastic, and malignant human endometrium: aurora B as a predictor for poor prognosis in endometrial carcinoma Hum. Pathol. 36 12 2005 1281 1288 16311121 34 Tanaka E. Hashimoto Y. Ito T. Okumura T. Kan T. Watanabe G. Imamura M. Inazawa J. Shimada Y. The clinical significance of Aurora-A/STK15/BTAK expression in human esophageal squamous cell carcinoma Clin. Cancer Res. 11 5 2005 1827 1834 15756006 35 Landen C.N. Jr. Lin Y.G. Immaneni A. Deavers M.T. Merritt W.M. Spannuth W.A. Bodurka D.C. Gershenson D.M. Brinkley W.R. Sood A.K. Overexpression of the centrosomal protein Aurora-A kinase is associated with poor prognosis in epithelial ovarian cancer patients Clin. Cancer Res. 13 14 2007 4098 4104 17634535 36 Burum-Auensen E. DeAngelis P.M. Schjolberg A.R. Roislien J. Mjaland O. Clausen O.P. Reduced level of the spindle checkpoint protein BUB1B is associated with aneuploidy in colorectal cancers Cell Prolif. 41 4 2008 645 659 18699967 37 Ogawa E. Takenaka K. Katakura H. Adachi M. Otake Y. Toda Y. Kotani H. Manabe T. Wada H. Tanaka F. Perimembrane Aurora-A expression is a significant prognostic factor in correlation with proliferative activity in non-small-cell lung cancer (NSCLC) Ann. Surg Oncol. 15 2 2008 547 554 18043979 38 Takeshita M. Koga T. Takayama K. Kouso H. Nishimura-Ikeda Y. Yoshino I. Maehara Y. Nakanishi Y. Sueishi K. CHFR expression is preferentially impaired in smoking-related squamous cell carcinoma of the lung, and the diminished expression significantly harms outcomes Int. J. Cancer 123 7 2008 1623 1630 18623126 39 Loddo M. Kingsbury S.R. Rashid M. Proctor I. Holt C. Young J. El-Sheikh S. Falzon M. Eward K.L. Prevost T. Cell-cycle-phase progression analysis identifies unique phenotypes of major prognostic and predictive significance in breast cancer Br. J. Cancer 100 6 2009 959 970 19240714 40 Mendiola M. Barriuso J. Mariño-Enríquez A. Redondo A. Domínguez-Cáceres A. Hernández-Cortés G. Pérez-Fernández E. Sánchez-Navarro I. Vara J.A. Suárez A. Aurora kinases as prognostic biomarkers in ovarian carcinoma Hum. Pathol. 40 5 2009 631 638 19157502 41 Zhang W. Wang J. Liu S.J. Hua W. Xin X.Y. Correlation between Aurora-A expression and the prognosis of cervical carcinoma patients Acta Obstet. Gynecol. Scand. 88 5 2009 521 527 19306133 42 Yang F. Guo X. Yang G. Rosen D.G. Liu J. AURKA and BRCA2 expression highly correlate with prognosis of endometrioid ovarian carcinoma Mod. Pathol. 24 6 2011 836 845 21441901 43 Liang X. Wang D. Wang Y. Zhou Z. Zhang J. Li J. Expression of aurora kinase A and B in chondrosarcoma and its relationship with the prognosis Diagn. Pathol. 7 2012 84 22809428 44 Liu Z.G. Yi W. Tao Y.L. Chan H.C. Zeng M.S. Xia Y.F. Aurora-A is an efficient marker for predicting poor prognosis in human nasopharyngeal carcinoma with aggressive local invasion: 208 cases with a 10-year follow-up from a single institution Oncol. Lett. 3 6 2012 1237 1244 22783425 45 Wan X.B. Fan X.J. Huang P.Y. Dong D. Zhang Y. Chen M.Y. Xiang J. Xu J. Liu L. Zhou W.H. Aurora-A activation, correlated with hypoxia-inducible factor-1alpha, promotes radiochemoresistance and predicts poor outcome for nasopharyngeal carcinoma Cancer Sci. 103 8 2012 1586 1594 22587416 46 Dedić Plavetić N. Jakić-Razumović J. Kulić A. Vrbanec D. Prognostic value of proliferation markers expression in breast cancer Med. Oncol. 30 2 2013 523 23468220 47 Goos J.A. Coupe V.M. Diosdado B. Delis-Van Diemen P.M. Karga C. Beliën J.A. Carvalho B. van den Tol M.P. Verheul H.M. Geldof A.A. Aurora kinase A (AURKA) expression in colorectal cancer liver metastasis is associated with poor prognosis Br. J. Cancer 109 9 2013 2445 2452 24104968 48 Xu J. Wu X. Zhou W.H. Liu A.W. Wu J.B. Deng J.Y. Yue C.F. Yang S.B. Wang J. Yuan Z.Y. Liu Q. Aurora-A identifies early recurrence and poor prognosis and promises a potential therapeutic target in triple negative breast cancer PLoS One 8 2 2013 e56919 49 Chen J. Lin Q. Wen J.Y. Li X. Ma X.K. Fan X.J. Cao Q.H. Dong M. Wei L. Chen Z.H. Prognosis value of mitotic kinase Aurora-A for primary duodenal adenocarcinoma Tumour Biol 35 9 2014 9361 9370 24943686 50 Hsu P.K. Chen H.Y. Yeh Y.C. Yen C.C. Wu Y.C. Hsu C.P. Hsu W.H. Chou T.Y. TPX2 expression is associated with cell proliferation and patient outcome in esophageal squamous cell carcinoma J. Gastroenterol. 49 8 2014 1231 1240 23963785 51 Xu J. Yue C.F. Zhou W.H. Qian Y.M. Zhang Y. Wang S.W. Liu A.W. Liu Q. Aurora-A contributes to cisplatin resistance and lymphatic metastasis in non-small cell lung cancer and predicts poor prognosis J. Transl. Med. 12 2014 200 25082261 52 Yeh C.N. Yen C.C. Chen Y.Y. Cheng C.T. Huang S.C. Chang T.W. Yao F.Y. Lin Y.C. Wen Y.S. Chiang K.C. Identification of aurora kinase A as an unfavorable prognostic factor and potential treatment target for metastatic gastrointestinal stromal tumors Oncotarget 5 12 2014 4071 4086 24901229 53 Zeng B. Lei Y. Zhu H. Luo S. Zhuang M. Su C. Zou J. Yang L. Luo H. Aurora-A is a novel predictor of poor prognosis in patients with resected lung adenocarcinoma Chin. J. Cancer Res. 26 2 2014 166 173 24826057 54 Goktas S. Yildirim M. Suren D. Alikanoglu A.S. Dilli U.D. Bulbuller N. Sezer C. Yildiz M. Prognostic role of Aurora-A expression in metastatic colorectal cancer patients J buon 19 3 2014 686 691 25261653 55 Li Y. Zhang J. AURKA is a predictor of chemotherapy response and prognosis for patients with advanced oral squamous cell carcinoma Tumour Biol 36 5 2015 3557 3564 25547434 56 Ramani P. Nash R. Rogers C.A. Aurora kinase A is superior to Ki67 as a prognostic indicator of survival in neuroblastoma Histopathology 66 3 2015 370 379 25297850 57 Zhong N. Shi S. Wang H. Wu G. Wang Y. Ma Q. Wang H. Liu Y. Wang J. Silencing Aurora-A with siRNA inhibits cell proliferation in human lung adenocarcinoma cells Int. J. Oncol. 49 3 2016 1028 1038 27571708 58 Mignogna C. Staropoli N. Botta C. De Marco C. Rizzuto A. Morelli M. Di Cello A. Franco R. Camastra C. Presta I. Aurora Kinase A expression predicts platinum-resistance and adverse outcome in high-grade serous ovarian carcinoma patients J. Ovarian Res. 9 1 2016 31 27209210 59 Ma Y. Yang J. Wang R. Zhang Z. Qi X. Liu C. Ma M. Aurora-A affects radiosenstivity in cervical squamous cell carcinoma and predicts poor prognosis Oncotarget 8 19 2017 31509 31520 28404933 60 Kamran M. Long Z.J. Xu D. Lv S.S. Liu B. Wang C.L. Xu J. Lam E.W. Liu Q. Aurora kinase A regulates Survivin stability through targeting FBXL7 in gastric cancer drug resistance and prognosis Oncogenesis 6 2 2017 e298 61 Chiba Y. Sato S. Itamochi H. Yoshino N. Fukagawa D. Kawamura H. Suga Y. Kojima-Chiba A. Muraki Y. Sugai T. Sugiyama T. Inhibition of aurora kinase A synergistically enhances cytotoxicity in ovarian clear cell carcinoma cell lines induced by cisplatin: a potential treatment strategy Int. J. Gynecol. Cancer 27 8 2017 1666 1674 28786875 62 Al-Khafaji A.S.K. Marcus M.W. Davies M.P.A. Risk J.M. Shaw R.J. Field J.K. Liloglou T. AURKA mRNA expression is an independent predictor of poor prognosis in patients with non-small cell lung cancer Oncol. Lett. 13 6 2017 4463 4468 28588715 63 García-Torralba E. Navarro Manzano E. Luengo-Gil G. De la Morena Barrio P. Chaves Benito A. Pérez-Ramos M. Álvarez-Abril B. Ivars Rubio A. García-Garre E. Ayala de la Peña F. García-Martínez E. A new prognostic model including immune biomarkers, genomic proliferation tumor markers (AURKA and MYBL2) and clinical-pathological features optimizes prognosis in neoadjuvant breast cancer patients Front. Oncol. 13 2023 1182725 64 Lei Y. Yan S. Ming-De L. Na L. Rui-Fa H. Prognostic significance of Aurora-A expression in human bladder cancer Acta Histochem. 113 5 2011 514 518 20598352 65 Manfredi M.G. Ecsedy J.A. Meetze K.A. Balani S.K. Burenkova O. Chen W. Galvin K.M. Hoar K.M. Huck J.J. LeRoy P.J. Antitumor activity of MLN8054, an orally active small-molecule inhibitor of Aurora A kinase Proc Natl Acad Sci U S A 104 10 2007 4106 4111 17360485 66 Manfredi M.G. Ecsedy J.A. Chakravarty A. Silverman L. Zhang M. Hoar K.M. Stroud S.G. Chen W. Shinde V. Huck J.J. Characterization of Alisertib (MLN8237), an investigational small-molecule inhibitor of aurora A kinase using novel in vivo pharmacodynamic assays Clin. Cancer Res. 17 24 2011 7614 7624 22016509 67 Liu Y. Hawkins O.E. Vilgelm A.E. Pawlikowski J.S. Ecsedy J.A. Sosman J.A. Kelley M.C. Richmond A. Combining an aurora kinase inhibitor and a death receptor ligand/agonist antibody triggers apoptosis in melanoma cells and prevents tumor growth in preclinical mouse models Clin. Cancer Res. 21 23 2015 5338 5348 26152738 68 Wang L.H. Xiang J. Yan M. Zhang Y. Zhao Y. Yue C.F. Xu J. Zheng F.M. Chen J.N. Kang Z. The mitotic kinase Aurora-A induces mammary cell migration and breast cancer metastasis by activating the Cofilin-F-actin pathway Cancer Res. 70 22 2010 9118 9128 21045147 69 Peng F. Xu J. Cui B. Liang Q. Zeng S. He B. Zou H. Li M. Zhao H. Meng Y. Oncogenic AURKA-enhanced N(6)-methyladenosine modification increases DROSHA mRNA stability to transactivate STC1 in breast cancer stem-like cells Cell Res. 31 3 2021 345 361 32859993 70 Li S. Qi Y. Yu J. Hao Y. He B. Zhang M. Dai Z. Jiang T. Li S. Huang F. Nuclear Aurora kinase A switches m(6)A reader YTHDC1 to enhance an oncogenic RNA splicing of tumor suppressor RBM4 Signal Transduct Target Ther 7 1 2022 97 35361747 71 Liu F. Wang X. Duan J. Hou Z. Wu Z. Liu L. Lei H. Huang D. Ren Y. Wang Y. A temporal PROTAC cocktail-mediated sequential degradation of AURKA abrogates acute myeloid leukemia stem cells Adv. Sci. 9 22 2022 e2104823 72 Sen S. Zhou H. Zhang R.D. Yoon D.S. Vakar-Lopez F. Ito S. Jiang F. Johnston D. Grossman H.B. Ruifrok A.C. Amplification/overexpression of a mitotic kinase gene in human bladder cancer J Natl Cancer Inst 94 17 2002 1320 1329 12208897 73 Li D. Zhu J. Firozi P.F. Abbruzzese J.L. Evans D.B. Cleary K. Friess H. Sen S. Overexpression of oncogenic STK15/BTAK/Aurora A kinase in human pancreatic cancer Clin. Cancer Res. 9 3 2003 991 997 12631597 74 Fraizer G.C. Diaz M.F. Lee I.L. Grossman H.B. Sen S. Aurora-A/STK15/BTAK enhances chromosomal instability in bladder cancer cells Int. J. Oncol. 25 6 2004 1631 1639 15547700 75 Chen C. Song M. Visualizing a field of research: a methodology of systematic scientometric reviews PLoS One 14 10 2019 e0223994 76 Chen C. CiteSpace II: detecting and visualizing emerging trends and transient patterns in scientific literature J. Am. Soc. Inf. Sci. Technol. 57 3 2005 359 377 77 Kontostathis A. Galitsky L.M. Pottenger W.M. Roy S. Phelps D.J. A survey of emerging trend detection in textual data mining Berry M.W. Survey of Text Mining: Clustering, Classification, and Retrieval 2004 Springer New York New York, NY 185 224 78 Sasai K. Treekitkarnmongkol W. Kai K. Katayama H. Sen S. Functional significance of aurora kinases-p53 protein family interactions in cancer Front. Oncol. 6 2016 247 27933271 79 Wang H. Wang Y. Anlotinib induces apoptosis and second growth/mitosis phase block in cisplatin-resistant ovarian cancer cells via the aurora kinase A/p53 pathway Hum. Exp. Toxicol. 42 2023 9603271231185774 80 Tentler J.J. Ionkina A.A. Tan A.C. Newton T.P. Pitts T.M. Glogowska M.J. Kabos P. Sartorius C.A. Sullivan K.D. Espinosa J.M. p53 family members regulate phenotypic response to aurora kinase A inhibition in triple-negative breast cancer Mol Cancer Ther 14 5 2015 1117 1129 25758253 81 Yang T.Y. Teng C.J. Lin T.C. Chen K.C. Hsu S.L. Wu C.C. Transcriptional repression of Aurora-A gene by wild-type p53 through directly binding to its promoter with histone deacetylase 1 and mSin3a Int. J. Cancer 142 1 2018 92 108 28884479 82 Vilgelm A.E. Pawlikowski J.S. Liu Y. Hawkins O.E. Davis T.A. Smith J. Weller K.P. Horton L.W. McClain C.M. Ayers G.D. Mdm2 and aurora kinase a inhibitors synergize to block melanoma growth by driving apoptosis and immune clearance of tumor cells Cancer Res. 75 1 2015 181 193 25398437 83 Roy A. Veroli M.V. Prasad S. Wang Q.J. Protein kinase D2 modulates cell cycle by stabilizing aurora A kinase at centrosomes Mol. Cancer Res. 16 11 2018 1785 1797 30018032 84 Yao J.E. Yan M. Guan Z. Pan C.B. Xia L.P. Li C.X. Wang L.H. Long Z.J. Zhao Y. Li M.W. Aurora-A down-regulates IkappaBalpha via Akt activation and interacts with insulin-like growth factor-1 induced phosphatidylinositol 3-kinase pathway for cancer cell survival Mol. Cancer 8 2009 95 19891769 85 Yang H. He L. Kruk P. Nicosia S.V. Cheng J.Q. Aurora-A induces cell survival and chemoresistance by activation of Akt through a p53-dependent manner in ovarian cancer cells Int. J. Cancer 119 10 2006 2304 2312 16894566 86 Zheng F. Yue C. Li G. He B. Cheng W. Wang X. Yan M. Long Z. Qiu W. Yuan Z. Nuclear AURKA acquires kinase-independent transactivating function to enhance breast cancer stem cell phenotype Nat. Commun. 7 2016 10180 87 Briassouli P. Chan F. Savage K. Reis-Filho J.S. Linardopoulos S. Aurora-A regulation of nuclear factor-kappaB signaling by phosphorylation of IkappaBalpha Cancer Res. 67 4 2007 1689 1695 17308110 88 Jing X.L. Chen S.W. Aurora kinase inhibitors: a patent review (2014-2020) Expert Opin. Ther. Pat. 31 7 2021 625 644 33573401 89 Macarulla T. Cervantes A. Elez E. Rodriguez-Braun E. Baselga J. Rosello S. Sala G. Blasco I. Danaee H. Lee Y. Phase I study of the selective Aurora A kinase inhibitor MLN8054 in patients with advanced solid tumors: safety, pharmacokinetics, and pharmacodynamics Mol Cancer Ther 9 10 2010 2844 2852 20724522 90 Kurokawa C. Geekiyanage H. Allen C. Iankov I. Schroeder M. Carlson B. Bakken K. Sarkaria J. Ecsedy J.A. D'Assoro A. Alisertib demonstrates significant antitumor activity in bevacizumab resistant, patient derived orthotopic models of glioblastoma J. Neuro Oncol. 131 1 2017 41 48 91 Payne R. Mrowczynski O.D. Slagle-Webb B. Bourcier A. Mau C. Aregawi D. Madhankumar A.B. Lee S.Y. Harbaugh K. Connor J. Rizk E.B. MLN8237 treatment in an orthoxenograft murine model for malignant peripheral nerve sheath tumors J. Neurosurg. 2018 1 11 92 Zhou N. Singh K. Mir M.C. Parker Y. Lindner D. Dreicer R. Ecsedy J.A. Zhang Z. Teh B.T. Almasan A. Hansel D.E. The investigational Aurora kinase A inhibitor MLN8237 induces defects in cell viability and cell-cycle progression in malignant bladder cancer cells in vitro and in vivo Clin. Cancer Res. 19 7 2013 1717 1728 23403633 93 Kogiso M. Qi L. Braun F.K. Injac S.G. Zhang L. Du Y. Zhang H. Lin F.Y. Zhao S. Lindsay H. Concurrent inhibition of neurosphere and monolayer cells of pediatric glioblastoma by aurora A inhibitor MLN8237 predicted survival extension in pdox models Clin. Cancer Res. 24 9 2018 2159 2170 29463553 94 Mosse Y.P. Fox E. Teachey D.T. Reid J.M. Safgren S.L. Carol H. Lock R.B. Houghton P.J. Smith M.A. Hall D. A phase II study of alisertib in children with recurrent/refractory solid tumors or leukemia: children's oncology group phase I and pilot consortium (ADVL0921) Clin. Cancer Res. 25 11 2019 3229 3238 30777875 95 Venkatakrishnan K. Kim T.M. Lin C.C. Thye L.S. Chng W.J. Ma B. Chen M.H. Zhou X. Liu H. Kelly V. Kim W.S. Phase 1 study of the investigational Aurora A kinase inhibitor alisertib (MLN8237) in East Asian cancer patients: pharmacokinetics and recommended phase 2 dose Invest New Drugs 33 4 2015 942 953 26084989 96 Dickson M.A. Mahoney M.R. Tap W.D. D'Angelo S.P. Keohan M.L. Van Tine B.A. Agulnik M. Horvath L.E. Nair J.S. Schwartz G.K. Phase II study of MLN8237 (Alisertib) in advanced/metastatic sarcoma Ann. Oncol. 27 10 2016 1855 1860 27502708 97 Zhou X. Mould D.R. Yuan Y. Fox E. Greengard E. Faller D.V. Venkatakrishnan K. Population pharmacokinetics and exposure-safety relationships of alisertib in children and adolescents with advanced malignancies J. Clin. Pharmacol. 62 2 2022 206 219 34435684 98 Cheson B.D. Pfistner B. Juweid M.E. Gascoyne R.D. Specht L. Horning S.J. Coiffier B. Fisher R.I. Hagenbeek A. Zucca E. Revised response criteria for malignant lymphoma J. Clin. Oncol. 25 5 2007 579 586 17242396 99 Barr P.M. Li H. Spier C. Mahadevan D. LeBlanc M. Ul Haq M. Huber B.D. Flowers C.R. Wagner-Johnston N.D. Horwitz S.M. Phase II intergroup trial of alisertib in relapsed and refractory peripheral T-cell lymphoma and transformed mycosis fungoides: swog 1108 J. Clin. Oncol. 33 21 2015 2399 2404 26077240 100 Gay C.M. Zhou Y. Lee J.J. Tang X.M. Lu W. Wistuba I.I. Ferrarotto R. Gibbons D.L. Glisson B.S. Kies M.S. A phase II trial of alisertib (MLN8237) in salvage malignant mesothelioma Oncol. 25 10 2020 e1457 e1463 101 Matulonis U.A. Sharma S. Ghamande S. Gordon M.S. Del Prete S.A. Ray-Coquard I. Kutarska E. Liu H. Fingert H. Zhou X. Phase II study of MLN8237 (alisertib), an investigational Aurora A kinase inhibitor, in patients with platinum-resistant or -refractory epithelial ovarian, fallopian tube, or primary peritoneal carcinoma Gynecol. Oncol. 127 1 2012 63 69 22772063 102 Beltran H. Oromendia C. Danila D.C. Montgomery B. Hoimes C. Szmulewitz R.Z. Vaishampayan U. Armstrong A.J. Stein M. Pinski J. A phase II trial of the aurora kinase A inhibitor alisertib for patients with castration-resistant and neuroendocrine prostate cancer: efficacy and biomarkers Clin. Cancer Res. 25 1 2019 43 51 30232224 103 Hyman D.M. Sill M.W. Lankes H.A. Piekarz R. Shahin M.S. Ridgway M.R. Backes F. Tenney M.E. Mathews C.A. Hoffman J.S. A phase 2 study of alisertib (MLN8237) in recurrent or persistent uterine leiomyosarcoma: an NRG Oncology/Gynecologic Oncology Group study 0231D Gynecol. Oncol. 144 1 2017 96 100 28094040 104 Kelly K.R. Shea T.C. Goy A. Berdeja J.G. Reeder C.B. McDonagh K.T. Zhou X. Danaee H. Liu H. Ecsedy J.A. Phase I study of MLN8237--investigational Aurora A kinase inhibitor--in relapsed/refractory multiple myeloma, non-Hodgkin lymphoma and chronic lymphocytic leukemia Invest New Drugs 32 3 2014 489 499 24352795 105 Song A. Andrews D.W. Werner-Wasik M. Kim L. Glass J. Bar-Ad V. Evans J.J. Farrell C.J. Judy K.D. Daskalakis C. Phase I trial of alisertib with concurrent fractionated stereotactic re-irradiation for recurrent high grade gliomas Radiother. Oncol. 132 2019 135 141 30825962 106 Falchook G.S. Zhou X. Venkatakrishnan K. Kurzrock R. Mahalingam D. Goldman J.W. Jung J. Ullmann C.D. Milch C. Rosen L.S. Sarantopoulos J. Effect of food on the pharmacokinetics of the investigational aurora A kinase inhibitor alisertib (MLN8237) in patients with advanced solid tumors Drugs R 16 1 2016 45 52 107 Necchi A. Lo Vullo S. Mariani L. Raggi D. Giannatempo P. Calareso G. Togliardi E. Crippa F. Di Genova N. Perrone F. An open-label, single-arm, phase 2 study of the Aurora kinase A inhibitor alisertib in patients with advanced urothelial cancer Invest New Drugs 34 2 2016 236 242 26873642 108 Semrad T.J. Kim E.J. Gong I.Y. Li T. Christensen S. Arora M. Riess J.W. Gandara D.R. Kelly K. Phase 1 study of alisertib (MLN8237) and weekly irinotecan in adults with advanced solid tumors Cancer Chemother. Pharmacol. 88 2 2021 335 341 33993383 109 Fathi A.T. Wander S.A. Blonquist T.M. Brunner A.M. Amrein P.C. Supko J. Hermance N.M. Manning A.L. Sadrzadeh H. Ballen K.K. Phase I study of the aurora A kinase inhibitor alisertib with induction chemotherapy in patients with acute myeloid leukemia Haematologica 102 4 2017 719 727 28034990 110 Owonikoko T.K. Niu H. Nackaerts K. Csoszi T. Ostoros G. Mark Z. Baik C. Joy A.A. Chouaid C. Jaime J.C. Randomized phase II study of paclitaxel plus alisertib versus paclitaxel plus placebo as second-line therapy for SCLC: primary and correlative biomarker analyses J. Thorac. Oncol. 15 2 2020 274 287 31655296 111 Falchook G. Coleman R.L. Roszak A. Behbakht K. Matulonis U. Ray-Coquard I. Sawrycki P. Duska L.R. Tew W. Ghamande S. Alisertib in combination with weekly paclitaxel in patients with advanced breast cancer or recurrent ovarian cancer: a randomized clinical trial JAMA Oncol. 5 1 2019 e183773 112 Lim K.H. Opyrchal M. Acharya A. Boice N. Wu N. Gao F. Webster J. Lockhart A.C. Waqar S.N. Govindan R. Phase 1 study combining alisertib with nab-paclitaxel in patients with advanced solid malignancies Eur. J. Cancer 154 2021 102 110 34256279 113 DuBois S.G. Mosse Y.P. Fox E. Kudgus R.A. Reid J.M. McGovern R. Groshen S. Bagatell R. Maris J.M. Twist C.J. Phase II trial of alisertib in combination with irinotecan and temozolomide for patients with relapsed or refractory neuroblastoma Clin. Cancer Res. 24 24 2018 6142 6149 30093449 114 Brunner A.M. Blonquist T.M. DeAngelo D.J. McMasters M. Fell G. Hermance N.M. Winer E.S. Lindsley R.C. Hobbs G.S. Amrein P.C. Alisertib plus induction chemotherapy in previously untreated patients with high-risk, acute myeloid leukaemia: a single-arm, phase 2 trial Lancet Haematol 7 2 2020 e122 e133 31837959 115 Kelly K.R. Friedberg J.W. Park S.I. McDonagh K. Hayslip J. Persky D. Ruan J. Puvvada S. Rosen P. Iyer S.P. Phase I study of the investigational aurora A kinase inhibitor alisertib plus rituximab or rituximab/vincristine in relapsed/refractory aggressive B-cell lymphoma Clin. Cancer Res. 24 24 2018 6150 6159 30082475 116 Siddiqi T. Frankel P. Beumer J.H. Kiesel B.F. Christner S. Ruel C. Song J.Y. Chen R. Kelly K.R. Ailawadhi S. Phase 1 study of the Aurora kinase A inhibitor alisertib (MLN8237) combined with the histone deacetylase inhibitor vorinostat in lymphoid malignancies Leuk. Lymphoma 61 2 2020 309 317 31617432 117 Shah H.A. Fischer J.H. Venepalli N.K. Danciu O.C. Christian S. Russell M.J. Liu L.C. Zacny J.P. Dudek A.Z. Phase I study of aurora A kinase inhibitor alisertib (MLN8237) in combination with selective vegfr inhibitor pazopanib for therapy of advanced solid tumors Am. J. Clin. Oncol. 42 5 2019 413 420 30973373 118 Lin J. Patel S.A. Sama A.R. Hoffman-Censits J.H. Kennedy B. Kilpatrick D. Ye Z. Yang H. Mu Z. Leiby B. A phase I/II study of the investigational drug alisertib in combination with abiraterone and prednisone for patients with metastatic castration-resistant prostate cancer progressing on abiraterone Oncol. 21 11 2016 1296 1297e Appendix A Supplementary data The following is the Supplementary data to this article: Multimedia component 1 Multimedia component 1 Acknowledgments We thank the financial support from the 10.13039/501100001809 National Natural Science Foundation of China ( 81772995 and 82272807), the 10.13039/501100004608 Natural Science Foundation of Jiangsu Province (BK20191208). Appendix A Supplementary data to this article can be found online at https://doi.org/10.1016/j.heliyon.2024.e31945 .",
  "plain_text": "AURKA, also known as Aurora kinase A, is a key molecule involved in the occurrence and progression of cancer. It plays crucial roles in various cellular processes, including cell cycle regulation, mitosis, and chromosome segregation. Dysregulation of AURKA has been implicated in tumorigenesis, promoting cell proliferation, genomic instability, and resistance to apoptosis. In this study, we conducted an extensive bibliometric analysis of research focusing on Aurora-A in the context of cancer by utilizing the Web of Science literature database. Various sophisticated computational tools, such as VOSviewer, Citespace, Biblioshiny R, and Cytoscape, were employed for comprehensive literature analysis and big data mining from January 1998 to September 2023.The primary objectives of our study were multi-fold. Firstly, we aimed to explore the chronological development of AURKA research, uncovering the evolution of scientific understanding over time. Secondly, we investigated shifting trends in research topics, elucidating areas of increasing interest and emerging frontiers. Thirdly, we delved into intricate signaling pathways and protein interaction networks associated with AURKA, providing insights into its complex molecular mechanisms. To further enhance the value of our bibliometric analysis, we conducted a meta-analysis on the prognostic value of AURKA in terms of patient survival. The results were visually presented, offering a comprehensive overview and future perspectives on Aurora-A research in the field of oncology. This study not only contributes to the existing body of knowledge but also provides valuable guidance for researchers, clinicians, and pharmaceutical professionals. By harnessing the power of bibliometrics, our findings offer a deeper understanding of the role of AURKA in cancer and pave the way for innovative research directions and clinical applications.\n\nGraphical abstract Image 1"
}
