{
    "DOI": "10.1001/archneur.63.1.107",
    "PMID": "16401742",
    "title": "Association of novel POLG mutations and multiple mitochondrial DNA deletions with variable clinical phenotypes in a Spanish population.",
    "year": 2006,
    "source_url": "https://europepmc.org/article/MED/16401742",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>Both dominant and recessive mutations were reported in the gene encoding the mitochondrial (mt) DNA polymerase gamma (POLG) in patients with progressive external ophthalmoplegia (PEO). Phenotypes other than PEO were recently documented in patients with mutations in the POLG gene.<h4>Objective</h4>To screen patients with mitochondrial disease and multiple mtDNA deletions in muscle for mutations in the coding regions of the POLG, PEO1, and SLC25A4 genes.<h4>Design</h4>To identify the underlying molecular defect in a group of patients with multiple mtDNA deletions comparing their molecular genetic findings with those of healthy controls.<h4>Patients</h4>Twenty-four patients (16 men and 8 women) diagnosed with mitochondrial disease and having multiple mtDNA deletions in muscle by Southern blot analysis. Thirteen patients had PEO; 2 had PEO alone, 4 had PEO and myopathy, and 5 had PEO and multisystem involvement. Four patients had multisystem disease without PEO. The remaining 9 patients had isolated myopathy. DNA from 100 healthy individuals was also studied.<h4>Results</h4>No mutation was identified in the PEO1 or SLC25A4 genes. Nine POLG mutations were observed in 6 of 24 patients. Four novel mutations were detected and mapped in the linker region (M603L) and in the pol domain of the enzyme (R853W; D1184N; R1146C). Five patients with PEO had mutations: 2 were compound heterozygotes, 1 was homozygous, and another showed a mutation in a single allele. The remaining patient also showed a sole mutation and had an unusual phenotype lacking ocular involvement.<h4>Conclusions</h4>POLG molecular defects were found in 25% of our patients with multiple mtDNA deletions and mitochondrial disease. The uncommon phenotype found in 1 of these patients stresses the clinical variability of patients harboring POLG mutations. Molecular studies in the POLG gene should be addressed in patients with mitochondrial disease, particularly in those with PEO, and multiple mtDNA deletions.",
    "full_text": "pmc Genes (Basel) Genes (Basel) genes Genes 2073-4425 MDPI 10454233 10.3390/genes14081536 genes-14-01536 Article Leigh Syndrome Spectrum: A Portuguese Population Cohort in an Evolutionary Genetic Era Baldo Manuela Schubert Conceptualization Methodology Formal analysis Writing – original draft Writing – review & editing 1 Nogueira Célia Conceptualization Formal analysis Writing – review & editing 1 2 Pereira Cristina Methodology Formal analysis Writing – review & editing 1 2 https://orcid.org/0000-0002-8985-1156 Janeiro Patrícia Investigation 3 https://orcid.org/0000-0002-5462-5757 Ferreira Sara Investigation 4 Lourenço Charles M. 5 Bandeira Anabela Investigation 6 Martins Esmeralda Investigation 6 7 Magalhães Marina Investigation 8 https://orcid.org/0000-0003-1864-1503 Rodrigues Esmeralda Investigation 9 Santos Helena Investigation 10 Ferreira Ana Cristina Investigation 11 https://orcid.org/0000-0001-6186-779X Vilarinho Laura Methodology Writing – review & editing Supervision 1 2 * Kunz Wolfram S. Academic Editor 1 Research and Development Unit, Human Genetics Department, National Institute of Health Doutor Ricardo Jorge, 4000-055 Porto, Portugal; manuela.baldo@insa.min-saude.pt (M.S.B.); 2 Neonatal Screening, Metabolism and Genetics Unit, Human Genetics Department, National Institute of Health Doutor Ricardo Jorge, 4000-055 Porto, Portugal 3 Inherited Metabolic Disease Reference Center, Lisbon North University Hospital Center (CHULN), EPE, 1649-028 Lisbon, Portugal 4 Inherited Metabolic Disease Reference Center, Pediatric Hospital, Hospital and University Center of Coimbra, 3004-561 Coimbra, Portugal 5 Neurogenetics Department, Faculdade de Medicina de São Jose do Rio Preto, São Jose do Rio Preto 15090-000, Brazil 6 Oporto Hospital Centre, University of Porto, 4099-001 Porto, Portugal 7 Unit for Multidisciplinary Research in Biomedicine, Instituto de Ciências Biomédicas Abel Salazar, Porto University, 4050-313 Porto, Portugal 8 Department of Neurology Porto Hospital and University Centre, EPE, 4050-011 Porto, Portugal 9 Reference Center for Inherited Metabolic Disorders, University Hospital Centre S. João, 4200-319 Porto, Portugal 10 Department of Pediatrics, Hospital Centre, EPE, 4434-502 Vila Nova de Gaia, Portugal 11 Department of Pediatrics, Hospital D. Estefânia, 1169-045 Lisbon, Portugal * Correspondence: laura.vilarinho@insa.min-saude.pt 27 7 2023 8 2023 14 8 1536 26 6 2023 21 7 2023 24 7 2023 © 2023 by the authors. 2023 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Mitochondrial diseases are the most common inherited inborn error of metabolism resulting in deficient ATP generation, due to failure in homeostasis and proper bioenergetics. The most frequent mitochondrial disease manifestation in children is Leigh syndrome (LS), encompassing clinical, neuroradiological, biochemical, and molecular features. It typically affects infants but occurs anytime in life. Considering recent updates, LS clinical presentation has been stretched, and is now named LS spectrum (LSS), including classical LS and Leigh-like presentations. Apart from clinical diagnosis challenges, the molecular characterization also progressed from Sanger techniques to NGS (next-generation sequencing), encompassing analysis of nuclear (nDNA) and mitochondrial DNA (mtDNA). This upgrade resumed steps and favored diagnosis. Hereby, our paper presents molecular and clinical data on a Portuguese cohort of 40 positive cases of LSS. A total of 28 patients presented mutation in mtDNA and 12 in nDNA, with novel mutations identified in a heterogeneous group of genes. The present results contribute to the better knowledge of the molecular basis of LS and expand the clinical spectrum associated with this syndrome. leigh syndrome mitochondrial disorders mutational spectrum clinical spectrum NGS FCT PTDC/DTP-PIC/2220/2014 NORTE2020 NORTE-01-0246-FEDER-000014 This work was supported by FCT (PTDC/DTP-PIC/2220/2014) and NORTE2020 (NORTE-01-0246-FEDER-000014). 1. Introduction Mitochondrial disorders (MD) are the most common group of inherited metabolic disorders. These disorders might result from mutations in mtDNA, nDNA, or even genome interplay misfunctioning. In pediatric populations, LS is the most frequent neurodegenerative MD, reaching up to 1:40.000 live births [ 1 , 2 ]. It encloses progressively fatal neurologic failure, high lactate levels, and characteristic symmetrical lesions in brain stem and basal ganglia [ 2 , 3 ]. The diagnostic criteria include clinical, neuroradiological, biochemical, and molecular findings. The developments in molecular diagnosis enabled an easy recognizing of this pathology but also expanded the phenotypical features, as well as the knowledge on the molecular basis of this syndrome. Since Holt et al. first reported m.8993T>G in 1990 [ 4 ], several mutations in MT-ATP6 were subsequently published, also associated with LS, such as 9176T>C [ 5 ] and m.10191T>C [ 6 ]. The quick advance in nDNA sequencing provided helpful information since biochemical studies and mtDNA sequencing do not allow diagnosis confirmation in every cases. Fatal early-onset presentations, classically seen associated with complex I (CI) deficiency [ 7 , 8 ], were importantly explored through sequencing of structural mitochondrial respiratory chain (MRC) components coding genes. Additional clinical presentations that did not fulfill the clinical and/or radiological criteria for LS but strongly resembled the syndrome were named Leigh-like syndrome (LLS), considering that the evolution of symptoms could be sufficient to complete LS criteria in the future [ 1 , 2 , 9 ]. Since LLS is diagnosed in patients with nuclear-gene-related mutations, the condition is now denominated Leigh syndrome spectrum (LSS) [ 9 ], where LS and LLS are considered a probable continuum of the same disorder [ 9 , 10 ] ( Table 1 ). The molecular advances through NGS and genomics made it possible to obtain huge amounts of information in a timely way, enabling an increase in diagnosis sensitivity, but bringing some uncertainties [ 11 ]. The plethora of information produced by these technologies demanded new data for comparison that is not widely available or extensively established. Furthermore, these techniques demand time and expertise to build robustness [ 12 , 13 ]. In mtDNA, for example, identifying a pathogenic variant may allow a condition to be named, but might fail to explain different phenotypes associated with a common underlying genetic lesion and intrafamilial phenotypic differences [ 14 ]. To address these questions, precision medicine was evolved through approaches known by “omics” (metabolomics, proteomics, and transcriptomics). The integrative medicine studies dive into deep microenvironments to solve these questions. Despite recent advances it is still too early to apply it in routine testing [ 15 ]. While precision medicine is not routine, molecular biology refinements are eventful in promoting faster diagnosis and supporting interventions and counseling to LSS patients. Unfortunately, there are no curative options for MD yet. Supporting treatment is still the best and only option, and includes dietary management, cofactors administration, specific support of disabilities, and respiratory intervention. Clinical trials for treatments, such as mTOR inhibitors, EPI-743, are undergoing to evaluate its effectiveness in preventing mortality and morbidity, with promising results [ 16 ]. In this paper we present data from a cohort of 40 patients diagnosed with LSS highlighting the genetic heterogeneity identified in our cohort, contributing to expand the LSS. 2. Materials and Methods Patients: A cohort of 40 confirmed LSS individuals, from birth (0 months old (m.o.)) to 36 years, 20 males and 20 females, and respective positive family members, were followed in different clinical reference centers from Portugal. From this group, 11 had already been reported by our group and the remaining 29 were molecularly characterized and reported here for the first time. This study was approved by the Ethics Committees of the National Institute of Health Doutor Ricardo Jorge, and informed consent for genetic studies was obtained from all investigated subjects, or their relatives, in agreement with the Declaration of Helsinki. DNA extraction, sequencing, and variant analysis: High-purity DNA was extracted from peripheral blood leucocytes and/or muscle biopsy material according to standard procedures. A custom-made targeted nuclear gene panel was designed using Suredesign software (Agilent 2023 7.10.1.1, Agilent Technologies, Santa Clara, CA, USA) and includes 209 nuclear genes, from which 188 were known to be involved in MD and 21 were candidates based on their role or participation in different pathways that include genes responsible for clinical presentations mimicking MD ( Appendix A ). Genes of interest were captured with a SureSelect QXT kit (Agilent Technologies), followed by sequencing on the Illumina MiSeq platform. Variant calling and annotation were performed using available commercial programs such as Surecall (Agilent Technologies) and wAnnovar (wannovar.wglab.org/ (accessed on 23 January 2023)). Variants were filtered, taking into account (i) the type of pathogenic variant (missense, frameshift, stop-gain or stop-loss, and splice-site variants), (ii) in silico predictors (SIFT, PolyPhen-2, MutationTaster) [ 17 , 18 , 19 ] and presence in databases (dbSNP, 1000 Genomes, HGMD professional, ClinVar, ExAC, OMIM, gnomAD), and (iii) the population frequency (variants with a minor allele frequency (MAF) > 1% in the 1000 Genomes Project ( http://www.1000genomes.org (accessed on 23 January 2023) and Exome Variant Server databases ( http://evs.gs.washington.edu (accessed on 23 January 2023) were filtered out). Furthermore, we searched copy number variations through the analysis of coverage data, using cnMOPS [ 20 ]. The entire human mtDNA was enriched by a single amplicon, using back-to-back primers, by long-range PCR [ 21 ]. Indexed paired-end DNA libraries were prepared and an equimolar pool was sequenced, according to the manufacturer’s instructions. FASTQ files were aligned to the mtDNA reference sequence with SeqMan NGen (DNAStar). Variant calling and annotation were performed using the following commercial programs: SeqMan NGen and SeqMan Pro (DNASTAR). Variants were filtered considering (i) the type of pathogenic variant, (ii) the population frequency, (iii) in silico predictors and presence in databases (Mitomap, MitImpact2, HmtVar), and (iv) heteroplasmy > 5%. All variants detected that had the potential to be disease-causing were confirmed by Sanger sequencing using the BigDye Terminator Cycle Sequencing Version 3.1 (Applied Biosystems, Foster City, CA, USA), and analyzed on an ABI 3130XL DNA Analyzer. When DNA from additional family members was available, co-segregation studies were also performed [ 22 ]. 3. Results 3.1. Mitochondrial DNA Mutations A total of 28 out of 40 patients, 14 males and 14 female patients, presented mutations in mtDNA. The MT-ATP6 gene was the most frequent spot of mutations identified in our cohort, corresponding to 48% of the patients. The previously known m.8993T>G (p.Leu156Arg) and m.8993T>C (p.Leu156Pro) are present in 16 patients: 12 patients T>G and four patients T>C (P1 to P16). P7’s mother presented the same mutation m.8993T>G and same heteroplasmy of her child, but exhibiting the neuropathy, ataxia, and retinitis pigmentosa (NARP) phenotype. Two other mutations were identified in the MT-ATP6 gene: m.9185T>C (p.Leu220Pro) in two patients (P17 and P18) and the m.9176T>G (p.Leu217Arg) in P19, who had low citrulline levels identified on neonatal screening and confirmed on plasma amino acid analysis by ion exchange chromatography. Other, less frequent mutations were identified in our cohort in other mtDNA genes associated with LSS were m.6547T>C (p.Leu215Pro), m.4142G>T (p.Arg279Leu), m.3243A>G, m.10197G>A (p.Ala47Tre), m.10191T>C (p.Ser45Pro), m.13094T>C (p.Val253Ala), m.13513G>A (p.Asp393Asn), and a single-large-scale deletion of 4977bp ( Table 2 ). In MT-TL1 , the m.3243A>G mutation was identified in P20. The family, namely, mother and two siblings, underwent investigation and all of them harbored the m.3243A>G mutation, but no symptoms were reported at the time. Two other patients had mutations in MT-ND3 : P21 had m.10191T>C (p.Ser45Pro) mutation, and in P22 we found m.10197G>A (p.Ala47Pro) in nearly homoplasmic state. In MT-ND5 we identified mutations in three patients: P23 was positive for m.13094T>C (p.Val253Ala), and P24 and P25 with m.13513G>A (p.Asp393Asn). In MT-ND1 , we identified the mutation m.4142G>T (p.Arg279Leu) in P26 and MT-CO1 P27 was found to have m.6547T>C (p.Leu215Pro). P28 was diagnosed in the first decade of life through a Southern-blot analysis attesting a single-large-scale deletion of 4977 bp (m.8470-m.13447) in 61% of heteroplasmy in muscle, the most common deletion in the mtDNA ( Table 2 ). 3.2. Nuclear DNA Mutations A targeted 209 nuclear-gene panel allowed molecular characterization of 12 of the 40 patients, five males and seven females, which presented mutations in SLC19A3 , NDUFV2 , NDUFS8 , NDUFS1 , POLG , SURF1 , LRPPRC, and HIBCH ( Table 3 ). In nuclear genes associated with CI, we found mutations in four patients: P29 presented in compound heterozygosity in NDUFS8 , the previously reported mutations c.196C>T (p.Arg66*) and c.287G>A (p.Arg96His); in P30 we identified a compound heterozygous for NDUFS1 c.470A>T (p.Lys157Met) and c.1798G>C (p.Glu600Gln), which are not reported in databases. Segregations studies confirmed inheritance, and these variants are class IV according to the American College of Medical Genetics (ACMG) scoring system classification [ 32 ]. P31 was homozygous for NDUFV2 splicing mutation c.120+5_120+8delGT, previously described in the literature, which was also identified by prenatal test in her sibling (P32) [ 22 ]. In nuclear genes of CIV, we identified mutations in four patients: P33, P34, P35, and P36. P33 and P34 are siblings with different clinical symptoms, and the investigation by NGS retrieved c.19_35dup17* (p.Ala13Cysfs*65)/c.845_846del (p.Ser282Cysfs*9) mutations in SURF1 , while P35 had isolated psychiatric symptoms and also presented the mutation c.19_35dup17* (p.Ala13Cysfs*65), in homozygous condition, in SURF1 . P36 was also studied by NGS and was revealed to be homozygous c.74G>A (p.Arg25His) in LRPPRC , previously unreported in the literature, which is a class III according to ACMG scoring system classification [ 32 ]. Despite fitting into the phenotype and confirmative segregations studies, it remains as VUS, as we will discuss. Co-factors such as thiamine are also related to LSS. We had two patients investigated in our cohort manifesting symptoms of biotin-responsive basal ganglia disease (BBGD), P37, and P38, which presented homozygous mutations c.74dupT (p.Ser26Leufs*19) and c.980-14A>G, respectively, in SLC19A3 [ 33 ]. The patients P39 and P40 had abnormal metabolic work-up with increased dried blood spot propionylcarnitine (C3) in the acylcarnitine profile (by tandem mass spectrometry MS/MS) and increased erytro-2-methyl-2,3-dihydroxybutyric acid and 3-methyl-glutaconic acid in urinary organic acids profile by gas chromatography/mass spectrometry (GC/MS). The NGS gene panel identified in P39 homozygous mutation c.488G>T (p.Cys 163Phe) and in P40 c.129dupA (p.Gly44Argfs*20)/c.910C>T (p.Pro304Ser) in HIBCH , coherent to an organic aciduria due to a disturbance in valine catabolic pathway to be further discussed [ 34 , 35 ]. All identified nuclear mutations in this cohort are shown in Figure 1 . 4. Discussion The first group of patients in our cohort were molecularly characterized using targeted molecular approaches, the only available in previous decades, as PCR/RFLP and sanger sequencing of selected gene regions. The complete mtDNA sequencing by NGS was an important achievement that enabled the analysis of the total mtDNA genes, increasing the detection power and allowing the identification of several other mutations already linked to other phenotypes that are now part of the LSS. A total of 48% of the patients from our cohort presented mutations in the MT-ATP6 gene, which is higher than could be expected based on published results [ 39 ]. This result could be the reflection of a particular molecular background of Portuguese LSS patients, or a bias associated with the studied cohort. Most index cases had m.8993T>G/C with mutation loads over 95% in muscle and/or blood and recurrent symptoms such as hypotonia, weakness, neurodevelopmental delay or regression, epilepsy, movement disorders, and deafness. The discovery of variable phenotypes of m.8993T>G/C was important to distinguish LSS from and NARP [ 40 ], for which the heteroplasmic rates showed that LSS classically display higher than 85% and NARP up to 85%. An additional explanation for the differences in clinical expression is the highly conserved position in MT-ATP6 resulting in less tolerance to T>G rather than T>C in 8993-point mutations due to the amino acid change, as T>C results in maintaining nonpolar amino acids while the T > G results in substitution of nonpolar amino acid for a charged one, which could produce an important destabilization in the catalytic site of the ATP synthase where this mutation occurs [ 4 , 16 , 41 ]. In family members of our cohort, we identified two mothers with 75% of heteroplasmy in m.8993T>G: one yet asymptomatic, the other exhibiting NARP syndrome. P7′s mother with NARP displayed the same heteroplasmic rates, but this was calculated in DNA extracted from blood, while P7′s heteroplasmy was accessed in muscle tissue, making the correlation difficult to perform. Our hypothesis for the observed clinical presentations is based not only on the overall different mutation load but also on the distribution of mutated mtDNA by the different tissues. Plasma amino acids profiles can exhibit changes that point to these mutations, namely, low citrulline levels [ 42 , 43 ]. Even at newborn screening (and after excluding urea cycle disorders), low citrulline is suggestive of MT-ATP6 mutations 8993T>G/C and m.9176T>C/G [ 44 ]. A recent paper [ 45 ] tried to correlate these mutations to an assertive metabolic profile phenotype, such as the one we found in P19, with low citrulline levels at newborn screening and m.9176T>G (p.Leu217Arg) in homoplasmy [ 45 ]. The study’s results showed that reduced citrulline levels and increased propionylcarnitine (C3) and 3-hydroxy-isovaleryl/2-methyl-butyrylcarnitine (C5-OH) might be associated with MT-ATP6 mutations [ 45 , 46 ]. P17 was investigated due to psychomotor delay, hypotonia, and microcephaly and harbors m.9185T>C (p.Leu220Pro) in 70% of mtDNA molecules while P18 had an LSS and harbors the same mutation in homoplasmy. This mutation is particularly relevant in LSS presenting with ataxia and late-onset cases where ataxia is the core symptom [ 47 , 48 ], albeit fulminant presentation being known as an early-onset LSS with infantile spasms with this mutation [ 49 ]. In the tRNA leu MT-TL1 , the MELAS (mitochondrial myopathy, encephalopathy, lactic acidosis, and stroke-like episodes) mutation m.3243A>G has been also identified in different phenotypes such as LSS, maternally inherited deafness and diabetes (MIDD), and isolated myopathy [ 50 , 51 , 52 ]. In our cohort, P20 presented m.3243A>G and epilepsy, ataxia, hyperlactacidemia, and learning disabilities, with imaging studies characteristics of LSS, an expected phenotype to this mutation [ 31 ]. The m.3243A>G usually has a variable heteroplasmy percentage in different tissues and does not respect the usual threshold for MD, as mentioned by Chinnery et al. and by Pann et al. [ 50 , 53 ]. Another mutated gene associated with LSS is MT-ND3 , where we also found mutations in our cohort. The m.10191T>C (p.Ser45Pro) may manifest as a remarkable CI deficiency, inducing an early neonatal fulminant phenotype [ 54 ] or milder cases of encephalopathy, such as P21 [ 55 ], and small fiber neuropathy [ 56 ], but configuring dystonia and dysarthria as main symptoms [ 57 ]. It can also be associated with a slowly clinical progression from infancy to adulthood [ 58 ], leading to the association of mtDNA mutations to “spectrum” nomenclature, which was only acknowledged to nDNA mutations [ 9 ]. P22 with the mutation m.10197G>A (p.Ala47Thr) in MT-ND3 also presented a mild phenotype, similar to P21. Mutations in the MT-ND5 gene were also identified in our cohort. We found m.13094T>C (p.Val253Ala) in homoplasmy in P23, a mutation previously described associated with cerebellar syndromes [ 59 ], CI deficiency, or combined complexes deficiencies [ 60 ], presenting our patient a marked hypotonia. In pediatric populations, LSS appears to represent a less favorable prognosis [ 61 ]. P24 and P25 presented m.13513G>A (p.Asp393Asn), a mutation that has already been outlined by Ruiter et al. in a patient with CI deficiency, cardiac rhythm perturbation, and optic atrophy [ 62 ], with our patients presenting cardiomyopathy and hypotonia, and ataxia and apnea, respectively. Our cohort also includes a patient with m.4142G>T (p.Arg279Leu) in MT-ND1 (P26 [ 30 ]) and another one with m.6547T>C in MT-CO1 (P27 [ 30 ]). Another group of mutations in mtDNA are the rearrangements, such as single-large-scale mtDNA deletions (LMD), a genetic cause of MD expressing a wide range of clinical features. The rearrangements result into a spectrum of syndromes: Pearson, Kearns Sayre Syndrome (KSS), a subtype of chronic progressive external ophthalmoplegia (CPEO), and CPEO itself [ 63 , 64 ]. P28 was investigated due to epilepsy, short stature, cerebellar ataxia, and tremor, and Southern-blot analysis detected an LMD of 4977bp-del (m.8470-m.13447). This association is extremely rare because the early-onset spectrum of LMD, Pearson syndrome, is usually a potentially fatal disorder disabling the progression of the spectrum to other clinical entities, namely, LSS, which makes the association rare [ 65 , 66 ]. Despite the prognosis, the patients who survive may develop LSS or a multiorgan deficiency in the future [ 63 ]. The patients of our cohort identified with nDNA mutations were all screened by NGS, which represents a satisfactory middle-term cost-utility approach, providing a significant amount of data in a reasonable time, delivering a broader diagnostic performance when set side by side to conventional procedures. The complexes are the major structural components of the MRC resulting in mitochondrial optimized ATP generation [ 57 ]. As we observed in our cohort, the CI and CIV most frequently harbor pathogenic mutations, followed by non-OXPHOS defects. In total, in nDNA we identified ten pathogenic mutations, three likely-pathogenic variants, one reclassified in our perspective through ACMG, symptomatology, and biochemical analysis, and one VUS that did not meet criteria to be reclassified. The CI is the first and largest MRC complex [ 67 ] and is widely associated with LSS, with several genes involved [ 3 , 57 ], resulting in 33 subtypes of mitochondrial CI deficiency (MCID), from first year of life rapidly progressing to fatal course [ 68 , 69 ] to a wide range of presentations [ 70 , 71 , 72 ]. P30 presented the c.470A>T (p.Lys157Met)/c.1798G>C (p.Glu600Gln) variants in NDUFS1 , which are not reported in databases so far. Standard classification scores by ACMG resulted in class IV, likely pathogenic, for both variants. In silico predictors such as Polyphen-2 and SIFT described them as deleterious, and Mutation Taster as probably damaging. Segregation studies showed heterozygous parents. The clinical manifestations are described in LSS and CI deficiency, altogether supporting a probable pathogenicity. P31 displayed, with homozygous mutation, c.120+5_120+8delGT in NDUFV2 , a classic NDUFV2 phenotype represented by hypertrophic cardiomyopathy and encephalopathy [ 73 , 74 ], alongside with a rare skin condition. In less frequent cases, NDUFV2 mutations manifest as LSS, which was reported by Liu et al. in two families [ 75 ]. The CIV Is also a critical part of the MRC as the terminal catalytic site to transfer electrons into oxygen [ 76 ]. SURF1 is a gene that plays part in the assembly of CIV, while LRPPRC impacts the mitochondrial translation [ 77 ]. We identified P35 with SURF1 mutations displaying atypical presentation with isolated psychiatric symptoms represented by visual hallucinations with suggestive LSS neuroimaging. Molecular assessment retrieved homozygous c.19_35dup17* (p.Ala13Cysfs*65) in SURF1 , a gene typically related to a group of homogeneous symptoms (hypertrichosis [ 78 ] and peripheral neuropathy), specific imaging findings (leukodystrophy), and high mortality in childhood [ 79 ]. However, heterogeneous phenotypes linked to SURF1 mutations have been reported [ 80 ]. P36 was investigated for encephalopathy and brain atrophy. NGS revealed the homozygous mutation c.74G>A (p.Arg25His) in LRPPRC gene, a rare variant in population, classified as ACMG class III. Segregation studies were performed, confirming inheritance in our patient. In silico predictors are controverse; Polyphen-2 and SIFT pointing to deleterious role, and Mutation Taster to benign role, while ClinVar classifies it as a VUS associated with congenital lactic acidosis Saguenay-Lac-Saint-Jean, a subtype of LSS [ 81 ]. This feature gives us a likely connection between the genotype and the patient’s phenotype, with this variant having the potential to be, in the future, reclassified as likely pathogenic. Thiamine pyrophosphate is an important cofactor of several steps in energy production and SLC19A3, a biotin-dependent thiamine transporter in the central nervous system, is fundamentally present in the basal ganglia system [ 82 ]. BBGD is a well-known cause of LSS [ 83 ] frequently manifesting in childhood with vomiting, seizures, encephalopathy, movement disorders, and free-thiamine dosage in cerebrospinal fluid typically low to absent [ 84 , 85 ]. P37 and P38 investigated in our cohort had mutations in SLC19A3 . P37 developed neonatal epileptic encephalopathy with homozygous c.980-14A>G in SLC19A3 and P38 displayed episodic ataxia with homozygous c.74dupT (p.Ser26Leufs*19). Both patients are under treatment with biotin and thiamine and had important recovery of symptoms, which demonstrates the importance of recognizing the phenotype and starting effective intervention [ 82 , 83 ]. Organic acidurias are also a proven cause of LSS. In the case of ECHS1 and HIBCH genes, encoding a hydratase and a hydrolase enzyme, respectively, in the final valine metabolism, LSS is the most common clinical manifestation of these genetic deficiencies [ 86 , 87 , 88 ]. Frequent symptoms identified in these cases are developmental delay or regression, hypotonia, and epilepsy [ 89 ]. A recent Spanish study demonstrated that HIBCH deficiency was completely correlated to LSS, and ECHS1 deficiency displayed LSS, but also fatal neonatal lactic acidosis and paroxysmal dystonia. The biochemical profile was divergent between them, which could guide the diagnosis [ 90 ]. P39 was confirmed with HIBCH deficiency, being homozygous for c.488G>T (p.Cys 163Phe). P40 is a compound heterozygous for a known pathogenic mutation in HIBCH c.129dupA (p.Gly44Argfs*20) alongside an unreported variant c.910C>T (p.Pro304Ser). The new variant meets ACMG criteria as class III. In silico estimates in Polyphen-2, SIFT, Mutation Taster suggest a deleterious behavior. Also, in this case, the positive segregation pattern, clinical manifestations expressed as LSS and biochemical analysis of acylcarnitine profile displaying elevation of 3-hydroxyisobutyryl carnitine, and urinary organic acids showing intermediate metabolites of valine degradation were associated with a reported pathogenic variant we would consider to be a likely pathogenic variant, ACMG Class IV, under this information. 5. Conclusions The present work presents data on a Portuguese cohort of 40 LS patients and allows the expansion of the molecular knowledge on this syndrome and the clinical spectrum associated with it. The present data stress the high clinical and genetic heterogeneity associated with this syndrome. The evolution of the molecular technics from PCR/RFLP to sanger sequencing and finally NGS was a path leading to an unprecedent increase in sensitivity in the diagnosis of LS. The adoption by our lab of NGS allowed the clarification of unsolved cases for many years, being useful in revealing the molecular etiology in children and adult patients by identifying new variants, characterizing more cases, and expanding the LSS scenery of mutations, since rare and nondescribed variants were pivotal for our cases; albeit this is only the beginning. Acknowledgments We would like to thank the physicians involved in this work contributing to our casuistic: Margarida Coelho, Elisa Leão Teles, Clara Barbot, Sérgio Castedo, Gabriela Soares, Humberto Vassal, Paula Fonseca, Luísa Diogo, José Pedro Vieira, Márcia Martins, Ana Gaspar, Ana Luísa Rodrigues, Tiago Santos, Miguel Milheiro, Francisco Pinho, Rita Jotta, and José Vale. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions Conceptualization, M.S.B., C.N. and L.V.; methodology, M.S.B., C.N. and C.P.; patient selection and clinical evaluation, P.J., S.F., C.M.L., A.B., E.M., M.M., E.R., H.S. and A.C.F.; molecular data analysis, M.S.B., C.N. and C.P.; writing—original draft preparation, M.S.B., C.N. and C.P.; writing—review and editing, M.S.B., C.N. and C.P.; supervision, L.V. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement The study was conducted in accordance with the Declaration of Helsinki and approved by the Institutional Ethics Committee “Comissão de Ética para a Saúde do INSA, I.P” INSA-IM60_05. Informed Consent Statement Informed consent was obtained from all subjects involved in the study. Data Availability Statement Data is contained within the article. Conflicts of Interest The authors declare no conflict of interest. Appendix A Nuclear Gene Panel for Mitochondrial Disorders AARS2; ABCB7; ACAD9; ACO2; ADCK3; AGK; AIFM1; ALAS2; ALG13; APTX;ATP13A2; ATP5A1; ATP5E; ATPAF2; AUH; BCS1L; BOLA3; C10ORF2; C12ORF65; C19ORF12; C9ORF116; CARS2; CHKB; CISD2; CLN3; CLN5; CLN6; CLN8; CLPB; COA3; COA5; COQ2; COQ4; COQ6; COQ9; COX10; COX14; COX15; COX20; COX4I2; COX5A; COX5B; COX6A1; COX6B1; COX7B; CTSD; CTSF; CWF19L1; CYC1; DARS2; DGUOK; DLAT; DLD; DNA2; DNAJC19; DNAJC5; DNM1L; DOLK; EARS2; ECHS1; ELAC2; ETFA; ETFB; ETFDH; ETHE1; FARS2; FASTKD2; FBXL4; FDX1L; FLAD1; FOXRED1; GDAP1; GFER; GFM1; GLRX5; GRN; GTPBP3; HACE1; HARS2; HCCS; HIBCH; IARS2; IBA57; ISCU; KARS; KCTD7; KIF5A; LARS; LARS2; LIAS; LIPT1; LRPPRC; LYRM4; LYRM7; MARS2; MEGF10; MFF; MFN1; MFN2; MFSD8; MGME1; MICU1; MPC1; MPI; MPV17; MRPL23; MRPL3; MRPL44; MRPL50; MRPL57; MRPS16; MRPS22; MTFMT; MTO1; MTPAP; NARS2; NDUFA1; NDUFA10; NDUFA11; NDUFA12; NDUFA2; NDUFA4; NDUFA9; NDUFAF1; NDUFAF2; NDUFAF3; NDUFAF4; NDUFAF5; NDUFAF6; NDUFB3; NDUFB9; NDUFS1; NDUFS2; NDUFS3; NDUFS4; NDUFS6; NDUFS7; NDUFS8; NDUFV1; NDUFV2; NFU1; NOTCH3; NUBPL; OPA1; OPA3; PARS2; PC; PCK2; PDHA1; PDHB; PDHX; PDP1; PDSS1; PDSS2; PLD1; PMM2; PNPT1; POLG; POLG2; PPT1; PPT2; PUS1; RARS2; RMND1; RNASEH1; RRM2B; SARS2; SCO1; SCO2; SDHA; SDHAF1; SDHAF2; SDHB; SDHC; SDHD; SERAC1; SLC19A3; SLC25A22; SLC25A3; SLC25A4; SLC25A42; SLC4A3; SLC52A1; SLC52A2; SLC52A3; SPATA5; SUCLA2; SUCLG1; SURF1; TACO1; TARS2; TAZ; TIMM8A; TK2; TMEM126A; TMEM126B; TMEM70; TPK1; TPP1; TRMU; TRNT1; TSFM; TTC19; TUFM; TYMP; UQCRB; UQCRC2; UQCRQ; VARS2; WARS2; WDR45; WFS1; YARS2. References 1. Lake N.J. Compton A.G. Rahman S. Thorburn D.R. Leigh Syndrome: One Disorder, More than 75 Monogenic Causes: Leigh Syndrome Ann. Neurol. 2016 79 190 203 10.1002/ana.24551 26506407 2. Rahman S. Blok R.B. Dahl H.-H.M. Danks D.M. Kirby D.M. Chow C.W. Christodoulou J. Thorburn D.R. Leigh Syndrome: Clinical Features and Biochemical and DNA Abnormalities Ann. Neurol. 1996 39 343 351 10.1002/ana.410390311 8602753 3. Baertling F. Rodenburg R.J. Schaper J. Smeitink J.A. Koopman W.J.H. Mayatepek E. Morava E. Distelmaier F. A Guide to Diagnosis and Treatment of Leigh Syndrome J. Neurol. Neurosurg. Psychiatry 2014 85 257 265 10.1136/jnnp-2012-304426 23772060 4. Holt J. Harding A.E. Petty R.K.H. Morgan-Hughes J.A. A New Mitochondrial Disease Associated with Mitochondrial DNA Heteroplasmy Am. J. Hum. Genet. 1990 46 428 433 2137962 5. Carrozzo R. Tessa A. Vazquez-Memije M.E. Piemonte F. Patrono C. Malandrini A. Dionisi-Vici C. Vilarinho L. Villanova M. Schagger H. The T9176G MtDNA Mutation Severely Affects ATP Production and Results in Leigh Syndrome Neurology 2001 56 687 690 10.1212/WNL.56.5.687 11245730 6. Taylor R.W. Singh-Kler R. Hayes C.M. Smith P.E.M. Turnbull D.M. Progressive Mitochondrial Disease Resulting from a Novel Missense Mutation in the Mitochondrial DNA ND3 Gene Ann. Neurol. 2001 50 104 107 10.1002/ana.1084 11456298 7. Shoubridge E.A. Nuclear Genetic Defects of Oxidative Phosphorylation Hum. Mol. Genet. 2001 10 2277 2284 10.1093/hmg/10.20.2277 11673411 8. Janssen R.J.R.J. Nijtmans L.G. Heuvel L.P.V.D. Smeitink J.A.M. Mitochondrial Complex I: Structure, Function and Pathology J. Inherit. Metab. Dis. 2006 29 499 515 10.1007/s10545-006-0362-4 16838076 9. Rahman S. Thorburn D. Nuclear Gene-Encoded Leigh Syndrome Spectrum Overview University of Washington Seattle, WA, USA 2020 10. Thorburn D.R. Rahman J. Rahman S. Mitochondrial DNA-Associated Leigh Syndrome and NARP Mitochondrial DNA University of Washington Seattle, WA, USA 2017 11. Forny P. Footitt E. Davison J.E. Lam A. Woodward C.E. Batzios S. Bhate S. Chakrapani A. Cleary M. Gissen P. Diagnosing Mitochondrial Disorders Remains Challenging in the Omics Era Neurol. Genet. 2021 7 e597 10.1212/NXG.0000000000000597 34056100 12. Kremer L.S. Wortmann S.B. Prokisch H. “Transcriptomics”: Molecular Diagnosis of Inborn Errors of Metabolism via RNA-Sequencing J. Inherit. Metab. Dis. 2018 41 525 532 10.1007/s10545-017-0133-4 29372369 13. Stenton S.L. Kremer L.S. Kopajtich R. Ludwig C. Prokisch H. The Diagnosis of Inborn Errors of Metabolism by an Integrative “Multi-omics” Approach: A Perspective Encompassing Genomics, Transcriptomics, and Proteomics J. Inherit. Metab. Dis. 2020 43 25 35 10.1002/jimd.12130 31119744 14. Finsterer J. Laccone F. Phenotypic Heterogeneity in 5 Family Members with the Mitochondrial Variant m.3243A>G Am. J. Case Rep. 2020 21 e927938 10.12659/AJCR.927938 33237887 15. Rahman J. Rahman S. Mitochondrial Medicine in the Omics Era Lancet 2018 391 2560 2574 10.1016/S0140-6736(18)30727-X 29903433 16. Bakare A.B. Lesnefsky E.J. Iyer S. Leigh Syndrome: A Tale of Two Genomes Front. Physiol. 2021 12 693734 10.3389/fphys.2021.693734 34456746 17. Kumar P. Henikoff S. Ng P.C. Predicting the Effects of Coding Non-Synonymous Variants on Protein Function Using the SIFT Algorithm Nat. Protoc. 2009 4 1073 1081 10.1038/nprot.2009.86 19561590 18. Adzhubei I. Jordan D.M. Sunyaev S.R. Predicting Functional Effect of Human Missense Mutations Using PolyPhen-2 Curr. Protoc. Hum. Genet. 2013 76 7.20.1 7.20.41 10.1002/0471142905.hg0720s76 23315928 19. Schwarz J.M. Rödelsperger C. Schuelke M. Seelow D. MutationTaster Evaluates Disease-Causing Potential of Sequence Alterations Nat. Methods 2010 7 575 576 10.1038/nmeth0810-575 20676075 20. Povysil G. Tzika A. Vogt J. Haunschmid V. Messiaen L. Zschocke J. Klambauer G. Hochreiter S. Wimmer K. Panelcn.MOPS: Copy-Number Detection in Targeted NGS Panel Data for Clinical Diagnostics Hum. Mutat. 2017 38 889 897 10.1002/humu.23237 28449315 21. Zhang W. Cui H. Wong L.-J.C. Comprehensive One-Step Molecular Analyses of Mitochondrial Genome by Massively Parallel Sequencing Clin. Chem. 2012 58 1322 1331 10.1373/clinchem.2011.181438 22777720 22. Nogueira C. Silva L. Pereira C. Vieira L. Leão Teles E. Rodrigues E. Campos T. Janeiro P. Gaspar A. Dupont J. Targeted next Generation Sequencing Identifies Novel Pathogenic Variants and Provides Molecular Diagnoses in a Cohort of Pediatric and Adult Patients with Unexplained Mitochondrial Dysfunction Mitochondrion 2019 47 309 317 10.1016/j.mito.2019.02.006 30831263 23. De Vries D.D. Van Engelen B.G.M. Gabreëls F.J.M. Ruitenbeek W. Van Oost B.A. A Second Missense Mutation in the Mitochondrial ATPase 6 Gene in Leigh’s Syndrome: MtDNA Mutation in Leigh’s Syndrome Ann. Neurol. 1993 34 410 412 10.1002/ana.410340319 8395787 24. Moslemi A.-R. Darin N. Tulinius M. Oldfors A. Holme E. Two New Mutations in the MTATP6 Gene Associated with Leigh Syndrome Neuropediatrics 2005 36 314 318 10.1055/s-2005-872845 16217706 25. Thyagarajan D. Shanske S. Vazquez-Memije M. Devivo D. Dimauro S. A Novel Mitochondrial ATPase 6 Point Mutation in Familial Bilateral Striatal Necrosis Ann. Neurol. 1995 38 468 472 10.1002/ana.410380321 7668837 26. Poulton J. Turnbull D.M. Mehta A.B. Wilson J. Gardiner R.M. Restriction Enzyme Analysis of the Mitochondrial Genome in Mitochondrial Myopathy J. Med. Genet. 1988 25 600 605 10.1136/jmg.25.9.600 2903249 27. Kirby D.M. Salemi R. Sugiana C. Ohtake A. Parry L. Bell K.M. Kirk E.P. Boneh A. Taylor R.W. Dahl H.-H.M. NDUFS6 Mutations Are a Novel Cause of Lethal Neonatal Mitochondrial Complex I Deficiency J. Clin. Investig. 2004 114 837 845 10.1172/JCI20683 15372108 28. Valente L. Piga D. Lamantea E. Carrara F. Uziel G. Cudia P. Zani A. Farina L. Morandi L. Mora M. Identification of Novel Mutations in Five Patients with Mitochondrial Encephalomyopathy Biochim. Biophys. Acta BBA-Bioenerg. 2009 1787 491 501 10.1016/j.bbabio.2008.10.001 29. Chol M. The Mitochondrial DNA G13513A MELAS Mutation in the NADH Dehydrogenase 5 Gene Is a Frequent Cause of Leigh-like Syndrome with Isolated Complex I Deficiency J. Med. Genet. 2003 40 188 191 10.1136/jmg.40.3.188 12624137 30. Pereira C. Souza C.F.D. Vedolin L. Vairo F. Lorea C. Sobreira C. Nogueira C. Vilarinho L. Leigh Syndrome Due to MtDNA Pathogenic Variants J. Inborn Errors Metab. Screen. 2019 7 e2018000320 10.1590/2326-4594-jiems-2018-0003 31. Vilarinho L. Maia C. Coelho T. Coutinho P. Santorelli F.M. Heterogeneous Presentation in Leigh Syndrome J. Inherit. Metab. Dis. 1997 20 704 705 10.1023/A:1005330611147 9323566 32. Richards S. Aziz N. Bale S. Bick D. Das S. Gastier-Foster J. Grody W.W. Hegde M. Lyon E. Spector E. Standards and Guidelines for the Interpretation of Sequence Variants: A Joint Consensus Recommendation of the American College of Medical Genetics and Genomics and the Association for Molecular Pathology Genet. Med. 2015 17 405 424 10.1038/gim.2015.30 25741868 33. Debs R. Depienne C. Rastetter A. Bellanger A. Degos B. Galanaud D. Keren B. Lyon-Caen O. Brice A. Sedel F. Biotin-Responsive Basal Ganglia Disease in Ethnic Europeans with Novel SLC19A3 Mutations Arch. Neurol. 2010 67 126 130 10.1001/archneurol.2009.293 20065143 34. Peters H. Buck N. Wanders R. Ruiter J. Waterham H. Koster J. Yaplito-Lee J. Ferdinandusse S. Pitt J. ECHS1 Mutations in Leigh Disease: A New Inborn Error of Metabolism Affecting Valine Metabolism Brain 2014 137 2903 2908 10.1093/brain/awu216 25125611 35. Peters H. Ferdinandusse S. Ruiter J.P. Wanders R.J.A. Boneh A. Pitt J. Metabolite Studies in HIBCH and ECHS1 Defects: Implications for Screening Mol. Genet. Metab. 2015 115 168 173 10.1016/j.ymgme.2015.06.008 26163321 36. Bénit P. Beugnot R. Chretien D. Giurgea I. De Lonlay-Debeney P. Issartel J.-P. Corral-Debrinski M. Kerscher S. Rustin P. Rötig A. Mutant NDUFV2 Subunit of Mitochondrial Complex I Causes Early Onset Hypertrophic Cardiomyopathy and Encephalopathy: NDUFV2 and cardiomyopathy/encephalopathy Hum. Mutat. 2003 21 582 586 10.1002/humu.10225 12754703 37. Tiranti V. Hoertnagel K. Carrozzo R. Galimberti C. Munaro M. Granatiero M. Zelante L. Gasparini P. Marzella R. Rocchi M. Mutations of SURF-1 in Leigh Disease Associated with Cytochrome c Oxidase Deficiency Am. J. Hum. Genet. 1998 63 1609 1621 10.1086/302150 9837813 38. Wojcik M.H. Schwartz T.S. Thiele K.E. Paterson H. Stadelmaier R. Mullen T.E. VanNoy G.E. Genetti C.A. Madden J.A. Gubbels C.S. Infant Mortality: The Contribution of Genetic Disorders J. Perinatol. 2019 39 1611 1619 10.1038/s41372-019-0451-5 31395954 39. Ganetzky R.D. Stendel C. McCormick E.M. Zolkipli-Cunningham Z. Goldstein A.C. Klopstock T. Falk M.J. MT-ATP6 Mitochondrial Disease Variants: Phenotypic and Biochemical Features Analysis in 218 Published Cases and Cohort of 14 New Cases Hum. Mutat. 2019 40 499 515 10.1002/humu.23723 30763462 40. Rojo A. Campos Y. Sánchez J.M. Bonaventura I. Aguilar M. García A. González L. Rey M.J. Arenas J. Olivé M. NARP-MILS Syndrome Caused by 8993 T > G Mitochondrial DNA Mutation: A Clinical, Genetic and Neuropathological Study Acta Neuropathol. 2006 111 610 616 10.1007/s00401-006-0040-5 16525806 41. Craig K. Elliott H.R. Keers S.M. Lambert C. Pyle A. Graves T.D. Woodward C. Sweeney M.G. Davis M.B. Hanna M.G. Episodic Ataxia and Hemiplegia Caused by the 8993T→C Mitochondrial DNA Mutation J. Med. Genet. 2007 44 797 799 10.1136/jmg.2007.052902 18055910 42. Balasubramaniam S. Lewis B. Mock D.M. Said H.M. Tarailo-Graovac M. Mattman A. Van Karnebeek C.D. Thorburn D.R. Rodenburg R.J. Christodoulou J. Leigh-Like Syndrome Due to Homoplasmic m.8993T>G Variant with Hypocitrullinemia and Unusual Biochemical Features Suggestive of Multiple Carboxylase Deficiency (MCD) JIMD Reports Morava E. Baumgartner M. Patterson M. Rahman S. Zschocke J. Peters V. Springer Berlin/Heidelberg, Germany 2016 Volume 33 99 107 10.1007/8904_2016_559 43. Debray F.-G. Lambert M. Allard P. Mitchell G.A. Low Citrulline in Leigh Disease: Still a Biomarker of Maternally Inherited Leigh Syndrome J. Child Neurol. 2010 25 1000 1002 10.1177/0883073809351983 20472868 44. Peretz R.H. Ah Mew N. Vernon H.J. Ganetzky R.D. Prospective Diagnosis of MT-ATP6-Related Mitochondrial Disease by Newborn Screening Mol. Genet. Metab. 2021 134 37 42 10.1016/j.ymgme.2021.06.007 34176718 45. Tise C.G. Verscaj C.P. Mendelsohn B.A. Woods J. Lee C.U. Enns G.M. Stander Z. Hall P.L. Cowan T.M. Cusmano-Ozog K.P. MT-ATP6 Mitochondrial Disease Identified by Newborn Screening Reveals a Distinct Biochemical Phenotype Am. J. Med. Genet. A 2023 191 1492 1501 10.1002/ajmg.a.63159 36883293 46. Larson A.A. Balasubramaniam S. Christodoulou J. Burrage L.C. Marom R. Graham B.H. Diaz G.A. Glamuzina E. Hauser N. Heese B. Biochemical Signatures Mimicking Multiple Carboxylase Deficiency in Children with Mutations in MT-ATP6 Mitochondrion 2019 44 58 64 10.1016/j.mito.2018.01.001 29307858 47. Childs A.-M. Hutchin T. Pysden K. Highet L. Bamford J. Livingston J. Crow Y. Variable Phenotype Including Leigh Syndrome with a 9185T>C Mutation in the MTATP6 Gene Neuropediatrics 2007 38 313 316 10.1055/s-2008-1065355 18461509 48. Pfeffer G. Blakely E.L. Alston C.L. Hassani A. Boggild M. Horvath R. Samuels D.C. Taylor R.W. Chinnery P.F. Adult-Onset Spinocerebellar Ataxia Syndromes Due to MTATP6 Mutations J. Neurol. Neurosurg. Psychiatry 2012 83 883 886 10.1136/jnnp-2012-302568 22577227 49. Takada R. Tozawa T. Kondo H. Kizaki Z. Kishita Y. Okazaki Y. Murayama K. Ohtake A. Chiyonobu T. Early Infantile-Onset Leigh Syndrome Complicated with Infantile Spasms Associated with the m.9185 T > C Variant in the MT-ATP6 Gene: Expanding the Clinical Spectrum Brain Dev. 2020 42 69 72 10.1016/j.braindev.2019.08.006 31500933 50. Pan X. Wang L. Fei G. Dong J. Zhong C. Lu J. Jin L. Acute Respiratory Failure Is the Initial Manifestation in the Adult-Onset A3243G TRNALeu MtDNA Mutation: A Case Report and the Literature Review Front. Neurol. 2019 10 780 10.3389/fneur.2019.00780 31379729 51. Mahale R.R. Gautham J. Mailankody P. Padmanabha H. Mathuranath P.S. Isolated Mitochondrial Myopathy Due to m.3243A > G Mutation in MT-TL1 Gene Acta Neurol. Belg. 2022 122 1115 1116 10.1007/s13760-021-01598-1 33484420 52. Esterhuizen K. Lindeque J.Z. Mason S. Van Der Westhuizen F.H. Rodenburg R.J. De Laat P. Smeitink J.A.M. Janssen M.C.H. Louw R. One Mutation, Three Phenotypes: Novel Metabolic Insights on MELAS, MIDD and Myopathy Caused by the m.3243A > G Mutation Metabolomics 2021 17 10 10.1007/s11306-020-01769-w 33438095 53. Chinnery P.F. Taylor D.J. Brown D.T. Manners D. Styles P. Lodi R. Very Low Levels of the MtDNA A3243G Mutation Associated with Mitochondrial Dysfunction in Vivo Ann. Neurol. 2000 47 381 384 10.1002/1531-8249(200003)47:3<381::AID-ANA17>3.0.CO;2-2 10716261 54. Leshinsky-Silver E. Lev D. Tzofi-Berman Z. Cohen S. Saada A. Yanoov-Sharav M. Gilad E. Lerman-Sagie T. Fulminant Neurological Deterioration in a Neonate with Leigh Syndrome Due to a Maternally Transmitted Missense Mutation in the Mitochondrial ND3 Gene Biochem. Biophys. Res. Commun. 2005 334 582 587 10.1016/j.bbrc.2005.06.134 16023078 55. Malfatti E. Bugiani M. Invernizzi F. De Souza C.F.-M. Farina L. Carrara F. Lamantea E. Antozzi C. Confalonieri P. Sanseverino M.T. Novel Mutations of ND Genes in Complex I Deficiency Associated with Mitochondrial Encephalopathy Brain 2007 130 1894 1904 10.1093/brain/awm114 17535832 56. Newstead S.M. Scorza C.A. Fiorini A.C. Scorza F.A. Finsterer J. Mitochondrial Small Fiber Neuropathy as a Novel Phenotypic Trait of Leigh-like Syndrome Due to the Variant m.10191T>C in MT-ND3 Clin. Sao Paulo Braz. 2023 78 100206 10.1016/j.clinsp.2023.100206 37196589 57. Swalwell H. Kirby D.M. Blakely E.L. Mitchell A. Salemi R. Sugiana C. Compton A.G. Tucker E.J. Ke B.-X. Lamont P.J. Respiratory Chain Complex I Deficiency Caused by Mitochondrial DNA Mutations Eur. J. Hum. Genet. 2011 19 769 775 10.1038/ejhg.2011.18 21364701 58. Newstead S.M. Finsterer J. Leigh-Like Syndrome with a Novel, Complex Phenotype Due to m.10191T>C in Mt-ND3 Cureus 2022 14 e28986 10.7759/cureus.28986 36249637 59. Lax N.Z. Pienaar I.S. Reeve A.K. Hepplewhite P.D. Jaros E. Taylor R.W. Kalaria R.N. Turnbull D.M. Microangiopathy in the Cerebellum of Patients with Mitochondrial DNA Disease Brain 2012 135 1736 1750 10.1093/brain/aws110 22577219 60. Ogawa E. Shimura M. Fushimi T. Tajika M. Ichimoto K. Matsunaga A. Tsuruoka T. Ishige M. Fuchigami T. Yamazaki T. Clinical Validity of Biochemical and Molecular Analysis in Diagnosing Leigh Syndrome: A Study of 106 Japanese Patients J. Inherit. Metab. Dis. 2017 40 685 693 10.1007/s10545-017-0042-6 28429146 61. Ardissone A. Ferrera G. Lamperti C. Tiranti V. Ghezzi D. Moroni I. Lamantea E. Phenotyping mitochondrial DNA -related Diseases in Childhood: A Cohort Study of 150 Patients Eur. J. Neurol. 2023 30 2079 2091 10.1111/ene.15814 37038312 62. Ruiter E.M. Siers M.H. Van Den Elzen C. Van Engelen B.G. Smeitink J.A.M. Rodenburg R.J. Hol F.A. The Mitochondrial 13513G>A Mutation Is Most Frequent in Leigh Syndrome Combined with Reduced Complex I Activity, Optic Atrophy and/or Wolff–Parkinson–White Eur. J. Hum. Genet. 2007 15 155 161 10.1038/sj.ejhg.5201735 17106447 63. Goldstein A. Falk M.J. Mitochondrial DNA Deletion Syndromes University of Washington Seattle, WA, USA 2019 64. Reynolds E. Byrne M. Ganetzky R. Parikh S. Pediatric Single Large-Scale MtDNA Deletion Syndromes: The Power of Patient Reported Outcomes Mol. Genet. Metab. 2021 134 301 308 10.1016/j.ymgme.2021.11.004 34862134 65. McShane M.A. Hardingt A.E. Pearson Syndrome and Mitochondrial Encephalomyopathy in a Patient with a Deletion of MtDNA Am. J. Hum. Genet. 1991 48 39 1985462 66. Rötig A. Bourgeron T. Chretien D. Rustin P. Munnich A. Spectrum of Mitochondrial DNA Rearrangements in the Pearson Marrow-Pancreas Syndrome Hum. Mol. Genet. 1995 4 1327 1330 10.1093/hmg/4.8.1327 7581370 67. Incecik F. Herguner O. Besen S. Bozdoğan S. Mungan N. Late-Onset Leigh Syndrome Due to NDUFV1 Mutation in a 10-Year-Old Boy Initially Presenting with Ataxia J. Pediatr. Neurosci. 2018 13 205 10.4103/JPN.JPN_138_17 30090137 68. Fassone E. Rahman S. Complex I Deficiency: Clinical Features, Biochemistry and Molecular Genetics J. Med. Genet. 2012 49 578 590 10.1136/jmedgenet-2012-101159 22972949 69. Men L. Feng J. Huang W. Xu M. Zhao X. Sun R. Xu J. Cao L. Lip Cyanosis as the First Symptom of Leigh Syndrome Associated with Mitochondrial Complex I Deficiency Due to a Compound Heterozygous NDUFS1 Mutation: A Case Report Med. (Baltim.) 2022 101 e30303 10.1097/MD.0000000000030303 70. Koene S. Rodenburg R.J. Van Der Knaap M.S. Willemsen M.A.A.P. Sperl W. Laugel V. Ostergaard E. Tarnopolsky M. Martin M.A. Nesbitt V. Natural Disease Course and Genotype-Phenotype Correlations in Complex I Deficiency Caused by Nuclear Gene Defects: What We Learned from 130 Cases J. Inherit. Metab. Dis. 2012 35 737 747 10.1007/s10545-012-9492-z 22644603 71. Loeffen J.L.C.M. Smeitink J.A.M. Trijbels J.M.F. Janssen A.J.M. Triepels R.H. Sengers R.C.A. Van Den Heuvel L.P. Isolated Complex I Deficiency in Children: Clinical, Biochemical and Genetic Aspects Hum. Mutat. 2000 15 123 134 10.1002/(SICI)1098-1004(200002)15:2<123::AID-HUMU1>3.0.CO;2-P 10649489 72. Werner K.G.E. Morel C.F. Kirton A. Benseler S.M. Shoffner J.M. Addis J.B.L. Robinson B.H. Burrowes D.M. Blaser S.I. Epstein L.G. Rolandic Mitochondrial Encephalomyelopathy and MT-ND3 Mutations Pediatr. Neurol. 2009 41 27 33 10.1016/j.pediatrneurol.2009.02.010 19520270 73. Pagniez-Mammeri H. Lombes A. Brivet M. Ogier-de Baulny H. Landrieu P. Legrand A. Slama A. Rapid Screening for Nuclear Genes Mutations in Isolated Respiratory Chain Complex I Defects Mol. Genet. Metab. 2009 96 196 200 10.1016/j.ymgme.2008.12.003 19167255 74. Cameron J.M. MacKay N. Feigenbaum A. Tarnopolsky M. Blaser S. Robinson B.H. Schulze A. Exome Sequencing Identifies Complex I NDUFV2 Mutations as a Novel Cause of Leigh Syndrome Eur. J. Paediatr. Neurol. 2015 19 525 532 10.1016/j.ejpn.2015.05.002 26008862 75. Liu Z. Zhang L. Ren C. Xu M. Li S. Ban R. Wu Y. Chen L. Sun S. Elstner M. Whole Genome and Exome Sequencing Identify NDUFV2 Mutations as a New Cause of Progressive Cavitating Leukoencephalopathy J. Med. Genet. 2022 59 351 357 10.1136/jmedgenet-2020-107383 33811136 76. Shoubridge E.A. Cytochrome c Oxidase Deficiency Am. J. Med. Genet. 2001 106 46 52 10.1002/ajmg.1378 11579424 77. Oláhová M. Hardy S.A. Hall J. Yarham J.W. Haack T.B. Wilson W.C. Alston C.L. He L. Aznauryan E. Brown R.M. LRPPRC Mutations Cause Early-Onset Multisystem Mitochondrial Disease Outside of the French-Canadian Population Brain 2015 138 3503 3519 10.1093/brain/awv291 26510951 78. Baertling F. Mayatepek E. Distelmaier F. Hypertrichosis in Presymptomatic Mitochondrial Disease J. Inherit. Metab. Dis. 2013 36 1081 1082 10.1007/s10545-013-9593-3 23408181 79. Wedatilake Y. Brown R.M. McFarland R. Yaplito-Lee J. Morris A.A.M. Champion M. Jardine P.E. Clarke A. Thorburn D.R. Taylor R.W. SURF1 Deficiency: A Multi-Centre Natural History Study Orphanet J. Rare Dis. 2013 8 96 10.1186/1750-1172-8-96 23829769 80. Mahdieh N. Soveizi M. Tavasoli A.R. Rabbani A. Ashrafi M.R. Kohlschütter A. Rabbani B. Genetic Testing of Leukodystrophies Unraveling Extensive Heterogeneity in a Large Cohort and Report of Five Common Diseases and 38 Novel Variants Sci. Rep. 2021 11 3231 10.1038/s41598-021-82778-0 33547378 81. Debray F.-G. Morin C. Janvier A. Villeneuve J. Maranda B. Laframboise R. Lacroix J. Decarie J.-C. Robitaille Y. Lambert M. LRPPRC Mutations Cause a Phenotypically Distinct Form of Leigh Syndrome with Cytochrome c Oxidase Deficiency J. Med. Genet. 2011 48 183 189 10.1136/jmg.2010.081976 21266382 82. Distelmaier F. Huppke P. Pieperhoff P. Amunts K. Schaper J. Morava E. Mayatepek E. Kohlhase J. Karenfort M. Biotin-Responsive Basal Ganglia Disease: A Treatable Differential Diagnosis of Leigh Syndrome JIMD Reports-Case and Research Reports Zschocke J. Gibson K.M. Brown G. Morava E. Peters V. JIMD Reports Springer Berlin/Heidelberg, Germany 2013 Volume 13 53 57 10.1007/8904_2013_271 83. Ortigoza-Escobar J.D. Molero-Luis M. Arias A. Oyarzabal A. Darín N. Serrano M. Garcia-Cazorla A. Tondo M. Hernández M. Garcia-Villoria J. Free-Thiamine Is a Potential Biomarker of Thiamine Transporter-2 Deficiency: A Treatable Cause of Leigh Syndrome Brain 2016 139 31 38 10.1093/brain/awv342 26657515 84. Wang J. Wang J. Han X. Liu Z. Ma Y. Chen G. Zhang H. Sun D. Xu R. Liu Y. Report of the Largest Chinese Cohort with SLC19A3 Gene Defect and Literature Review Front. Genet. 2021 12 683255 10.3389/fgene.2021.683255 34276785 85. Tabarki B. Al-Hashem A. Alfadhel M. Biotin-Thiamine-Responsive Basal Ganglia Disease University of Washington Seattle, WA, USA 2020 86. Olgiati S. Skorvanek M. Quadri M. Minneboo M. Graafland J. Breedveld G.J. Bonte R. Ozgur Z. Van Den Hout M.C.G.N. Schoonderwoerd K. Paroxysmal Exercise-Induced Dystonia within the Phenotypic Spectrum of ECHS1 Deficiency: ECHS1 Mutations, Dystonia, and PED Mov. Disord. 2016 31 1041 1048 10.1002/mds.26610 27090768 87. Ganetzky R.D. Bloom K. Ahrens-Nicklas R. Edmondson A. Deardorff M.A. Bennett M.J. Ficicioglu C. ECHS1 Deficiency as a Cause of Severe Neonatal Lactic Acidosis JIMD Reports Morava E. Baumgartner M. Patterson M. Rahman S. Zschocke J. Peters V. Springer Berlin/Heidelberg, Germany 2016 Volume 30 33 37 10.1007/8904_2016_538 88. Ferdinandusse S. Waterham H.R. Heales S.J. Brown G.K. Hargreaves I.P. Taanman J.-W. Gunny R. Abulhoul L. Wanders R.J. Clayton P.T. HIBCH Mutations Can Cause Leigh-like Disease with Combined Deficiency of Multiple Mitochondrial Respiratory Chain Enzymes and Pyruvate Dehydrogenase Orphanet J. Rare Dis. 2013 8 188 10.1186/1750-1172-8-188 24299452 89. Çakar N. Görükmez O. 3-Hydroxyisobutyryl-CoA Hydrolase (HIBCH) Deficiency Cases Diagnosed by Only HIBCH Gene Analysis and Novel Pathogenic Mutation Ann. Indian Acad. Neurol. 2021 24 372 10.4103/aian.AIAN_192_20 34447000 90. Marti-Sanchez L. Baide-Mairena H. Marcé-Grau A. Pons R. Skouma A. López-Laso E. Sigatullina M. Rizzo C. Semeraro M. Martinelli D. Delineating the Neurological Phenotype in Children with Defects in the ECHS1 or HIBCH Gene J. Inherit. Metab. Dis. 2021 44 401 414 10.1002/jimd.12288 32677093 Figure 1 Mitochondrial and nuclear genes with mutations in our cohort, implicated in LSS. genes-14-01536-t001_Table 1 Table 1 LSS clinical and radiological features [ 9 ]. Leigh Syndrome Spectrum (LSS) Clinical features * Metabolic decompensation (elevated lactate levels in blood and/or cerebrospinal fluid) and/or characteristic symptoms during acute illness (episodic). Neurologic manifestations: hypotonia, spasticity, movement disorders (dystonia, chorea), cerebellar ataxia, and peripheral neuropathy. Other systems manifestations: hypertrophic cardiomyopathy, anemia, renal tubulopathy, liver involvement, ptosis, and muscle weakness. Radiological features Multiple symmetric bilateral lesions in the basal ganglia, thalamus, brain stem, dentate nuclei, and optic nerves **. Legend: * Includes LLS features, such as: no evidence of abnormal energy metabolism, atypical neuropathology, and/or incomplete evaluation, to the classic LS criteria resulting in LSS. ** Unilateral lesions in brain stem, basal ganglia, spinal cord, cerebellum; variation in the distribution or character of lesions or with the additional presence of unusual features, such as extensive cortical destruction (neuronal loss). genes-14-01536-t002_Table 2 Table 2 Results of investigation of LSS patients’ mtDNA in this cohort. Gender Age of Diagnosis Gene Mutation Data Symptoms Variant Heteroplasmy Status (Mitomap) [ 22 ] Reference P1 F 7 y MT-ATP6 m.8993T>G (p.Leu156Arg) Muscle: 95% P Holt, 1990 [ 4 ] Psychomotor regression, loss of contact, lethargy, generalized seizures, dystonia. P2 F 2 y MT-ATP6 m.8993T>G (p.Leu156Arg) Muscle: homoplasmic P Holt, 1990 [ 4 ] Hypotonia, progression to apnea after febrile illness, dystonia. P3 F 8 y MT-ATP6 m.8993T>G (p.Leu156Arg) Blood: homoplasmic P Holt, 1990 [ 4 ] Intellectual impairment, spastic paraparesis, hyperlactacidemia. P4 F 9 y MT-ATP6 m.8993T>G (p.Leu156Arg) Blood: 95% P Holt, 1990 [ 4 ] Mitochondrial encephalopathy. P5 M 1 y MT-ATP6 m.8993T>G (p.Leu156Arg) Muscle: 95% P Holt, 1990 [ 4 ] Hypotonia, myoclonic epilepsy, regression of milestones. P6 F 29 y MT-ATP6 m.8993T>G (p.Leu156Arg) Blood and muscle: >95% P Holt, 1990 [ 4 ] LSS P7 F 16 y MT-ATP6 m.8993T>G (p.Leu156Arg) Muscle: 75% P Holt, 1990 [ 4 ] LSS P8 M 6 y MT-ATP6 m.8993T>G (p.Leu156Arg) Muscle: 85% P Holt, 1990 [ 4 ] LSS P9 M 1 y MT-ATP6 m.8993T>G (p.Leu156Arg) Blood and muscle: homoplasmic P Holt, 1990 [ 4 ] LSS P10 F 1 y MT-ATP6 m.8993T>G (p.Leu156Arg) Muscle: 90% P Holt, 1990 [ 4 ] Neurodevelopmental delay, hypotonia, epilepsy. P11 F 19 y MT-ATP6 m.8993T>G (p.Leu156Arg) Muscle: 95% P Holt, 1990 [ 4 ] Deafness, peripheral neuropathy, ataxia. P12 F 2 y MT-ATP6 m.8993T>G (p.Leu156Arg) Muscle: 98% P Holt, 1990 [ 4 ] Failure to thrive, eosinophilic esophagitis. P13 F 23 y MT-ATP6 m.8993T>C (p.Leu156Pro) Muscle: >95% P De Vries, 1993 [ 23 ] LSS P14 M 8 y MT-ATP6 m.8993T>C (p.Leu156Pro) Muscle: >95% P De Vries, 1993 [ 23 ] LSS P15 F 10 y MT-ATP6 m.8993T>C (p.Leu156Pro) Blood and muscle: >90% P De Vries, 1993 [ 23 ] Numbness, ataxia. P16 M 8 y MT-ATP6 m.8993T>C (p.Leu156Pro) Muscle: 98% P De Vries, 1993 [ 23 ] Mitochondrial disorder. P17 F 1 y MT-ATP6 m.9185T>C (p.Leu220Pro) Muscle: 70% P Moslemi, 2005 [ 24 ] Neurodevelopmental delay, microcephaly and hypotonia. P18 M 32 y MT-ATP7 m.9185T>C (p.Leu220Pro) Blood: homoplasmic P Moslemi, 2005 [ 24 ] LSS P19 M 0 m.o. MT-ATP6 m.9176T>G (p.Leu217Arg) Blood: homoplasmic P Thyagarajan, 1995 [ 25 ] Still asymptomatic (studied to clarify newborn screening alterations). P20 M 10 y MT-TL1 m.3243A>G Muscle: 73% P Poulton, 1988 [ 26 ] Epilepsy, learning disability, ataxia, hyperlactacidemia. P21 F 4 y MT-ND3 m.10191T>C (p.Ser45Pro) Blood: 80%, muscle: 90% P Taylor, 2001 [ 6 ] Hypotonia, neurodevelopmental delay, recurrent respiratory infections in first months of life, epilepsy. P22 M 7 y MT-ND3 m.10197G>A (p.Ala47Tre) Muscle: 100% P Kirby, 2004 [ 27 ] Epilepsy, failure to thrive, recurrent illness, hypotonia, high serum lactate levels. P23 M 11 y MT-ND5 m.13094T>C (p.Val253Ala) Blood: 100% P Valente, 2009 [ 28 ] Severe hypotonia. P24 F 8 m.o. MT-ND5 m.13513G>A (p.Asp393Asn) Blood: 70% P Chol, 2003 [ 29 ] Neurodevelopmental delay, cardiomyopathy, hypotonia. P25 M 7 y MT-ND5 m.13513G>A (p.Asp393Asn) Blood: 58%, muscle: 88% P Chol, 2003 [ 29 ] Ataxia and apnea. P26 M 12 y MT-ND1 m.4142G>T (p.Arg279Leu) Muscle: 80% R Pereira, 2019 [ 30 ] Spastic deambulation with cerebellar signs, hyperreflexia, clonus, dysarthria, dystonia, cognitive impairment. P27 M 13 y MT-CO1 m.6547T>C (p.Leu215Pro) Muscle: 50% R Pereira, 2019 [ 30 ] Hypotonia, hyperlactacidemia. P28 M 7 y MT-ATP6 to MT-ND5 4977bp-del (m.8470-m.13447) Muscle: 61% P Vilarinho, 1997 [ 31 ] Epilepsy, short stature, cerebellar ataxia, tremor. Legend: LSS: Leigh syndrome spectrum; y: year; F: female, M: male P: confirmedly pathogenic; R: reported; m.o.: months old. genes-14-01536-t003_Table 3 Table 3 Results of investigation of LSS patients’ nDNA in this cohort. Patient Gender Age of Diagnosis Gene Mutation Data Symptoms Allele 1 Reference ClinVar ClinVar Phenotype Allele 2 Reference ClinVar ClinVar Phenotype P29 M 36 y NDUFS8 c.196C>T (p. Arg66*) Nogueira, 2019 [ 22 ] ND ND c.287G>A (p.Arg96 His) Nogueira, 2019 [ 22 ] ND ND Short stature, Leigh syndrome compatible neuroimaging. P30 M 2 y NDUFS1 c.470A>T (p.Lys157 Met) ND ND ND c.1798G>C (p.Glu600 Gln) ND ND ND Axial hypotonia, failure to thrive, neurodevelopmental delay, nystagmus. P31 F 2 y NDUFV2 c.120+5_ 120+8 delGT Bénit, 2003 [ 36 ] P Mitochondrial Complex I deficiency c.120+5_ 120+8 delGT Bénit, 2003 [ 36 ] P Mitochondrial Complex I deficiency Severe eczema, epilepsy, axial hypotonia, neurodevelopmental delay, suspicion of Leigh syndrome. P32 M prenatal c.120+5_ 120+8 delGT Bénit, 2003 [ 36 ] P Mitochondrial Complex I deficiency c.120+5_ 120+8 delGT Bénit, 2003 [ 36 ] P Mitochondrial Complex I deficiency Prenatal screening, P31 sibling. P33 F 3 y SURF1 c.19_35dup17* (p.Ala13 Cysfs*65) Tiranti, 1998 [ 37 ] P LSS c.845_846 del (p:Ser282 Cysfs*9) Tiranti, 1998 [ 37 ] P/LP LSS Ataxia, hypotonia, tremors, Tetralogy of Fallot. P34 F 1 y c.19_35dup17* (p.Ala13 Cysfs*65) Tiranti, 1998 [ 37 ] P LSS c.845_846 del (p:Ser282 Cysfs*9) Tiranti, 1998 [ 37 ] P/LP LSS Neurodevelopmental delay, hypotonia, bradycardia. P35 M 15 y c.19_35dup17* (p.Ala13 Cysfs*65) Tiranti, 1998 [ 37 ] P LSS c.19_35dup17* (p.Ala13 Cysfs*65) Tiranti, 1998 [ 37 ] P LSS Visual hallucinations. P36 F 4 y LRPPRC c.74G>A (p.Arg25 His) ND VUS Congenit lactic acidosis c.74G>A (p. Arg25 His) ND VUS Congenit lactic acidosis Encephalopathy, brain atrophy. P37 F 1y SLC19A3 c.74dupT (p.Ser26 Leufs*19) Debs, 2010 [ 33 ] P BBGD c.74dupT (p.Ser26 Leufs*19) Debs, 2010 [ 33 ] P BBGD Neonatal epileptic encephalopathy responsive to biotin, thiamine, Coenzyme Q10 and riboflavin. P38 F 5y c.980-14A>G Debs, 2010 [ 33 ] LP BBGD c.177G>A (p.Trp59*) Debs, 2010 [ 33 ] ND ND Episodic ataxia responsive to biotin, thiamine, Coenzyme Q10 and riboflavin. P39 M 3 m.o. HIBCH c.488G>T (p.Cys 163Phe) Wojcik, 2019 [ 38 ] LP HIBCH deficiency c.488G>T (p.Cys 163Phe) Wojcik, 2019 [ 38 ] LP HIBCH deficiency Stop of progression of the neurodevelopment and feeding difficulties. P40 F 6 y c.129dupA (p.Gly44 Argfs*20) Peters, 2015 [ 35 ] LP HIBCH deficiency c.910C>T (p.Pro304 Ser) ND ND ND Axial hypotonia, psychomotor regression after intercurrent illness, ataxia. Legend: ND: not described; P: pathogenic; LP: likely pathogenic; m.o.: months old.",
    "full_text_abstract": "Mitochondrial diseases are the most common inherited inborn error of metabolism resulting in deficient ATP generation, due to failure in homeostasis and proper bioenergetics. The most frequent mitochondrial disease manifestation in children is Leigh syndrome (LS), encompassing clinical, neuroradiological, biochemical, and molecular features. It typically affects infants but occurs anytime in life. Considering recent updates, LS clinical presentation has been stretched, and is now named LS spectrum (LSS), including classical LS and Leigh-like presentations. Apart from clinical diagnosis challenges, the molecular characterization also progressed from Sanger techniques to NGS (next-generation sequencing), encompassing analysis of nuclear (nDNA) and mitochondrial DNA (mtDNA). This upgrade resumed steps and favored diagnosis. Hereby, our paper presents molecular and clinical data on a Portuguese cohort of 40 positive cases of LSS. A total of 28 patients presented mutation in mtDNA and 12 in nDNA, with novel mutations identified in a heterogeneous group of genes. The present results contribute to the better knowledge of the molecular basis of LS and expand the clinical spectrum associated with this syndrome."
}