{
    "PMC": "2691839",
    "DOI": "10.1093/nar/gkp201",
    "PMID": "19336415",
    "PMCID": "PMC2691839",
    "title": "Human DNA polymerase beta polymorphism, Arg137Gln, impairs its polymerase activity and interaction with PCNA and the cellular base excision repair capacity.",
    "year": 2009,
    "source_url": "https://europepmc.org/article/PMC/PMC2691839",
    "source": "MED",
    "abstract_text": "DNA polymerase beta (Pol beta) is a key enzyme in DNA base excision repair, and an important factor for maintaining genome integrity and stability. More than 30% of human tumors characterized to date express DNA Pol beta variants, many of which result from a single nucleotide residue substitution. However, in most cases, their precise functional deficiency and relationship to cancer susceptibility are still unknown. In the current work, we show that a polymorphism encoding an arginine to glutamine substitution, R137Q, has lower polymerase activity. The substitution also affects the interaction between Pol beta and proliferating cell nuclear antigen (PCNA). These defects impair the DNA repair capacity of Pol beta in reconstitution assays, as well as in cellular extracts. Expression of wild-type Pol beta in pol beta(-/-) mouse embryonic fibroblast (MEF) cells restored cellular resistance to DNA damaging reagents such as methyl methanesulfonate (MMS) and N-methyl-N-nitrosourea (MNU), while expression of R137Q in pol beta(-/-) MEF cells failed to do so. These data indicate that polymorphisms in base excision repair genes may contribute to the onset and development of cancers.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 2691839 19336415 10.1093/nar/gkp201 gkp201 Nucleic Acid Enzymes Human DNA polymerase β polymorphism, Arg137Gln, impairs its polymerase activity and interaction with PCNA and the cellular base excision repair capacity Guo Zhigang Zheng Li Dai Huifang Zhou Mian Xu Hong Shen Binghui * Department of Radiation Biology, City of Hope National Medical Center and Beckman Research Institute, Duarte, CA 91010, USA *To whom correspondence should be addressed. Tel: +1 626 301 8879 ; Fax: +1 626 301 8280 ; Email: bshen@coh.org 6 2009 31 3 2009 31 3 2009 37 10 3431 3441 28 12 2008 9 3 2009 10 3 2009 © 2009 The Author(s) 2009 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/2.0/uk/ ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. DNA polymerase β (Pol β) is a key enzyme in DNA base excision repair, and an important factor for maintaining genome integrity and stability. More than 30% of human tumors characterized to date express DNA Pol β variants, many of which result from a single nucleotide residue substitution. However, in most cases, their precise functional deficiency and relationship to cancer susceptibility are still unknown. In the current work, we show that a polymorphism encoding an arginine to glutamine substitution, R137Q, has lower polymerase activity. The substitution also affects the interaction between Pol β and proliferating cell nuclear antigen (PCNA). These defects impair the DNA repair capacity of Pol β in reconstitution assays, as well as in cellular extracts. Expression of wild-type Pol β in pol β −/− mouse embryonic fibroblast (MEF) cells restored cellular resistance to DNA damaging reagents such as methyl methanesulfonate (MMS) and N -methyl- N -nitrosourea (MNU), while expression of R137Q in pol β −/− MEF cells failed to do so. These data indicate that polymorphisms in base excision repair genes may contribute to the onset and development of cancers. INTRODUCTION Genomic DNA is constantly exposed to endogenous and exogenous insults, which react with base and sugar groups causing DNA damage which, if not repaired, may result in genetic mutations, and subsequently contribute to genome instabilities and cancer initiation ( 1 , 2 ). Removal of DNA damage and maintenance of genomic integrity depend on robust cellular DNA repair systems ( 2 ). Base excision repair (BER) is one of the major repair pathways in eukaryotic cells, processing DNA base damage caused by endogenous and exogenous agents ( 3 , 4 ). It is estimated that BER is responsible for repairing about 10 4 damaged/modified bases per cell per day ( 5–7 ). BER is initiated with the excision of the damaged base by a specific DNA glycosylase, followed by incision of the DNA backbone by AP endonuclease 1 (APE1) to produce a nicked abasic intermediate ( 8 ). This intermediate structure can be processed through either the short-patch BER (SP-BER) or the long-patch BER (LP-BER) pathway ( 9 , 10 ). In the former, DNA polymerase β (Pol β) adds only one nucleotide to the 3′-end of the nicked AP site, and then the dRP lyase activity of Pol β catalyzes β-elimination of the 5′-sugar phosphate residue, resulting in a ligatable nick that can then be sealed by XRCC1/Ligase IIIa ( 11 , 12 ). In the latter, Pol β or the alternative Pol δ performs strand displacement synthesis, generating a short DNA flap of 2–10 nt, which is removed by flap endonuclease 1 (FEN1) ( 13–17 ). DNA ligase I then seals the nick ( 9 ). Of the tens of BER proteins identified, Pol β has been demonstrated to be a key player in both SP- and LP-BER ( 18 , 19 ). Pol β, a 39 kDa protein, contains two domains; a dRP lyase domain (8 kDa) and a polymerase domain (31 kDa). These two domains correspond to the dRP lyase and polymerase activities, which are responsible for the removal of the sugar phosphate group and the incorporation of new deoxyribonucleotides, respectively ( 20 ). In addition, Pol β also interacts with many other proteins including XRCC1 ( 21–25 ), proliferating cell nuclear antigen (PCNA) ( 26 ), and FEN1 ( 27 , 28 ). These interactions likely play important roles in recruiting downstream factors to the DNA repair site, reciprocally stimulating enzyme activities and coordinating the highly ordered chemical reactions of BER. Pol β deficiency has been demonstrated to impair BER efficiency and to cause cells to be hypersensitive to alkylating or oxidative agents ( 15 , 29 ). Knockout of Pol β in mice abolishes BER and causes the mutant cell to be hypersensitive to DNA damaging reagents, including methyl methanesulfonate (MMS) and N -methyl- N -nitrosourea (MNU), leading to early embryonic lethality. Pol β mutations that affect its dRP lyase, polymerase activity or its interaction with other proteins, have been shown to result in defective BER in vitro ( 30–33 ). Single nucleotide polymorphisms occur widely in DNA repair genes ( 34 ). While previous research suggests polymorphisms may result in biochemical alternations, BER deficiency and predisposition to cancers ( 31 , 34–37 ), it is still of significant interest to determine whether and how a polymorphism increases the susceptibility to development of cancers. For DNA Pol β, three non-synonymous single nucleotide substitutions were identified as polymorphisms in humans. These are Q8R, R137Q and P242R. However, it is unknown whether the polymorphism affects Pol β's function and contributes to cancer initiation and development. Among the three DNA Pol β polymorphisms, R137Q is particularly interesting because the residue at position 137 locates in the helix 7 of Pol β protein ( 38 ) and forms salt bridges with other adjacent amino acid residues. The amino acid substitution of Arg by Gln results in a net positive charge loss and might lead to significant alterations in biochemical and physiological properties of the enzyme. Moreover, a recent report showed that R137 is also a methylation site of Pol β ( 39 ). In the current study, we expressed and purified the R137Q Pol β variant and found that R137Q significantly reduced polymerase activity. It also showed impaired interaction with PCNA. As a result, the R137Q substitution reduced BER efficiency when assayed in a reconstitution assay or with cellular extracts. Furthermore, mouse cells expressing the R137Q variant accumulated DNA damage lesions in the genome and were sensitive to DNA damaging agents. These results suggest that the R137Q polymorphism affected Pol β biochemical activity resulting in defective BER, which might subsequently contribute to genome instability and cancer development. EXPERIMENTAL PROCEDURES Preparation of recombinant wild-type and variant Pol β The wild-type (WT) human pol β cDNA was cloned from a human cDNA library. R137Q substitution was obtained by site-directed mutagenesis using the primers shown in Table 1 . WT and R137Q genes were inserted into the pET28b vector and expressed in Escherichia coli strain BL21. Expressed proteins were purified as previously described ( 40 ). Table 1. Oligonuleotide sequences and their applications in this study a P: phosphate group. b U: uracil. c F: Tetrahydrofuran (THF). In vitro polymerase activity assay The polymerase activity assay utilized 50 mM Tris–HCl (pH 8.0), 10 mM MgCl 2 , 2 mM DTT, 20 mM NaCl, 10% glycerol, 0.1 µM biotin-labeled DNA substrate Pol-GAP (see Table 1 and Figure 1 A for detail), 50 µM each dATP, dGTP and dTTP (Sigma), 8 µM 2 µCi [α- 32 P]-dCTP and 0–10 ng WT or R137Q Pol β. Reactions were carried out at 37°C for 30 min. A portion of reaction product was taken out and incubated with avidin–Sepharose 4B beads, washed and quantified on liquid scintillation analyzer. The left portion of reaction product was then stopped by addition of equal volumes of gel loading buffer (90% formamide dye, 3 M EDTA, 0.02% bromophenol blue and 0.02% xylene cyanol), heated (5 min, 95°C), separated by 15% Polyacrylamide gel electrophoresis (PAGE) containing 8 M urea and visualized by autoradiography. Figure 1. The Pol β polymorphism R137Q is defective in polymerase activity. ( A ) Top panel, schematic of the biotin-labeled 1-nt gapped DNA substrate (Pol-GAP); bottom panel, polymerase activity assay in which Pol-GAP was incubated with 50 μM each of dATP, dGTP, dTTP and 8 μM dCTP- 32 P and varying amounts of purified Pol β protein (WT and R137Q). WT and R137Q DNA polymerization products were separated by denaturing gel electrophoresis and visualized with a phosphorimager. ( B ) DNA polymerization products were pulled down by Sepharose–avidin beads. After washing, the amount of radio-nucleotide incorporated into the products was determined by liquid scintillation counting. ( C ) Gel shift assay of DNA-binding affinity of R137Q and WT Pol β. In this assay, Pol-GAP was labeled by 32 P as shown in figure. ( D ) ELISA-based isotherm adsorption assay of DNA-binding affinity of R137Q and WT Pol β. The DNA substrate was the same as that used in (A). WT, filled squares; R137, filled circles. DNA-binding assay Gel shift and ELISA-based isothermal absorption assays were used to compare the DNA-binding affinity between WT and R137Q Pol β. For gel shift assays, various concentrations of Pol β protein (0.1–1000 nM) were incubated (15 min, room temperature) with 0.1 nM radio-labeled Pol-GAP substrate in a buffer containing 50 mM Tris–HCl (pH 8.0), 100 mM NaCl, 10 mM MgCl 2 , 10% glycerol and 0.1% NP-40. Samples were run on a 5% native polyacrylamide gel and visualized by autoradiography. For ELISA-based affinity assays, biotin-labeled Pol-GAP DNA substrate (1 pmol) was immobilized on a streptavidin-coated 96-well Enzyme-Linked ImmunoSorbent Assay (ELISA) plate and washed three times with binding buffer, followed by the addition of 0–1 µg WT or R137Q Pol β and incubated (overnight, 4°C). Bound Pol β was detected by mouse anti-Pol β antibody (Genetex, GTX23181) and goat anti-mouse IgG/HRP (Genetex, GTX85313). Color was developed by adding tetramethyl benzidine (TMB) and stopped by addition of 1 N HCl. The OD 450 was read on a microplate reader. dRP lyase assay The dRP lyase assay using purified Pol β protein was performed as described previously ( 41 ). To prepare the dRP lyase substrate, the DNA substrate Pol β-U was labeled with (γ- 32 P)-ATP at the 5′-end on the U-containing oligonucleotide, followed by treatment with uracil-DNA glycosylase (UDG) and APE1. The incised AP-site-containing DNA was then incubated (20 min, 37°C) with Pol β (0–10 ng) in a buffer containing 50 mM HEPES (pH 7.5), 10 mM MgCl 2 , 20 mM KCl and 2 mM DTT, stabilized by addition of 2 M sodium borohydride to a final concentration of 340 mM, followed by incubation on ice (30 min). Formamide-containing gel loading buffer was then added and reaction products were resolved on 15% polyacrylamide gels containing 8 M urea and visualized by autoradiography. Reconstituted base excision repair assay The BER assay was performed as described previously ( 22 , 42 , 43 ). Complete repair reactions were carried out in 20 µl of reaction buffer [40 mM HEPES–KOH (pH 7.8), 70 mM KCI, 7 mM MgCl 2 , 1 mM dithiothreitol, 0.5 mM EDTA, 2 mM ATP, 50 µM each of dATP, dTTP and dGTP, and 8 µM 2 µCi (α- 32 P)-dCTP]. For short-patch reconstitution with purified proteins, UDG (8 ng), APE1 (2 ng), Ligase IIIα (20 ng) and various amounts of Pol β (0–5 ng), were mixed and incubated with the SP-BER substrate Pol β-U ( Table 1 ). For LP BER, Pol β-F substrate ( Table 1 ) was incubated with the mixture of APE1 (2 ng), Pol β (0–5 ng), FEN1 (2 ng), and Ligase I (20 ng). Note that in the LP-BER substrate, radio-labeled dCTP can only be incorporated in the second position next to the damaged base. For cell extract reconstitution, SP- or LP-BER DNA substrate was incubated with the total cell extracts (0–5 µg). Reactions (30 min, 37°C) were then stopped by adding an equal volume of the gel loading buffer and visualized by autoradiography. Cell lines and culture WT and pol β null ( pol β −/− ) mouse embryonic fibroblast (MEF) cells were described previously ( 15 ). Cells were grown in Dulbecco's; Modified Eagle Medium (DMEM) medium supplemented with 10% FBS and 100 units each of penicillin, streptomycin and hygromycin. The pol β −/− /WT and pol β −/− /R137Q stable cell lines were generated by using Lipofectamine 2000 (Invitrogen) according to the manufacturer's instructions. Selection was carried out using 100 µg/ml of G418. Preparation of cell extracts Cell extracts were made according to Biade et al . ( 43 ). Briefly, cells were cultured in 10 cm 2 dishes, incubated overnight to reach a mid-exponential growth phase, washed three times with ice-cold PBS and resuspended at 10 6 cells/20 µl in buffer I [10 mM Tris–HCl (pH 7.8) and 200 mM KCl]. After the addition of an equal volume of Buffer II [10 mM Tris–HCl (pH 7.8), 200 mM KCl, 2 mM EDTA, 40% glycerol, 0.2% NP-40, 2 mM dithiothreitol, 0.5 mM PMSF and protease inhibitor cocktail (Roche)], the cell suspension was rocked (1 h, 4°C), centrifuged (10 min, 16 000 g ) and the supernatant recovered and stored (−80°C). Protein concentrations were determined by Bradford protein assay. Pull-down assay To determine the interaction between R137Q and proteins in the BER complex, His-tagged Pol β protein (20 µg) was mixed with cell extract prepared from the pol β −/− MEF cell line (50 µg) in 150 µl binding buffer [50 mM Tris–HCl (pH 7.6), 75 mM KCl, 1 mM DTT, 10 mM imidazole], incubated (60 min, on ice) and 15 µl of pre-equilibrated nickel beads were added to the mixture which was once again incubated (1 h, on ice, with constant shaking). Beads were then washed five times with the binding buffer, suspended in SDS–PAGE sample buffer (50 µl) ( 31 ), boiled (5 min, 95°C) and the supernatant subjected to SDS–PAGE followed by western blotting with antibodies against APE1 (Genetex, GTX70132), FEN1 (Genetex, GTX70186), PCNA (Genetex, GTX70286), Ligase IIIα (Genetex, GTX70144), Ligase I (Genetex, GTX70142) and XRCC1 (Genetex, GTX70262). To confirm the interaction between Pol β and PCNA, purified PCNA was immobilized on Sepharose 4B, as previously described ( 40 ); PCNA coated beads were then mixed with purified WT or R137Q Pol β. After incubation (60 min, on ice) and washing with binding buffer, Sepharose 4B beads were boiled in SDS–PAGE sample buffer and the supernatant analyzed by western blotting with anti-Pol β and PCNA antibodies. DNA damage assay DNA damage assay was carried out as described ( 44 ). Briefly, monolayer cells were treated (1 h) with MMS at different concentrations, collected and genomic DNA was extracted by using DNAzol reagent (Invitrogen). Extracted DNA was then coated onto ELISA plates and detected by AP-site specific reagent, Aldehyde-Reactive Probe (ARP) (Invitrogen), followed by detection with HRP-conjugated streptavidin and TMB. After stopping by 1N HCl, OD 450 was measured on a microplate reader. MMS and MNU sensitivity assay Sensitivity to MMS and MNU was determined by HeLa cell growth inhibition assay. HeLa cells were seeded (1500/well), incubated (overnight, 37°C). Treated (1 h, 37°C) with multiple dilutions of MMS, washed in a fresh medium (DMEM containing 10% fetal bovine serum) and incubated (72 h) under normal growth conditions (37°C, 5% CO 2 ). The number of viable cells was determined by the CellTiter 96 AQueous one-solution cell proliferation assay (Promega). At least four replicas for each clone were averaged. Data are expressed as the percentage of growth relative to untreated controls. Cell apoptosis analysis The cell cycle distribution and apoptosis of stably complemented cell lines were analyzed by Fluorescence Activated Cell Sorting (FACS) analysis, as previously described ( 45 ). Harvested cells (10 cm 2 dish) were fixed with pre-chilled 70% ethanol, stained with propidium iodide (PI; Sigma) and analyzed by flow cytometry at the City of Hope Flow Cytometry Core Facility. RESULTS The R137Q variant is defective in polymerase activity The Pol β polymorphism (rs12678588) encoding an Arg137 to Gln substitution was initially identified by the Human Genome Project and was confirmed by Mohrenweiser et al . ( 46 ). This polymorphism has been identified in Caucasians, Africans and Asians with rare occurrence frequency (National Center for Biotechnology Information database and reference 38). However, the extent of the impact of this polymorphism on disease development, especially carcinogenesis, has not been fully elucidated. To determine the effects of the R137Q Pol β variant on biochemical activities and/or biological functions, we first expressed and purified WT and R137Q human Pol β proteins, and then assayed the primer extension, dRP lyase and substrate-binding activity in vitro , using synthetic DNA substrates ( Table 1 ). We found that the R137Q variant had ∼30% primer extension activity compared to the WT enzyme ( Figure 1 A and B). However, no differences were observed in the R137Q variant for the DNA-binding activity or dRP lyase activity ( Figures 1 C, D and 2 ). These results were consistent with the fact that R137Q occurred at the 31-kDa domain, the polymerase catalytic domain, while the 8-kDa domain was responsible for dRP lyase and DNA-binding activity. Figure 2. dRP lyase activity assay of Pol β. ( A ) Schematic representation of the reactions generating a 5′-dRP-group-containing DNA substrate. Treatment of Pol β-U (with 32 P labeled at 3′end) with UDG generates an AP-containing DNA, which then was incised at the nucleotide 5′ to the AP site by APE1, resulting the 5′-dRP-containing substrate (20 nt + dRP). Removal of the 5′-dRP residue by dRP lyase results in a 3′- 32 P labeled 20 nt DNA fragment. Asterisk represents 32 P labeling. ( B ) 5′-dRP lyase activity assay. ( C ) Quantification of the 5′-dRP lyase activities shown in (B). The R137Q variant has an impaired interaction with PCNA We then investigated the effects of R137Q substitution on protein–protein interactions. Extracts of pol β −/− MEF were incubated with purified WT or R137Q proteins (His-tagged) prior to immunoprecipitation of proteins involved in the BER pathway and detection by corresponding antibodies ( Figure 3 ). Six proteins (APE1, FEN1, PCNA, XRCC1, Ligase I and Ligase IIIα) that interact with Pol β and are involved in either the SP- or LP-BER pathways were investigated. The amount of APE1, FEN1, XRCC1, Ligase 1 or Ligase IIIα that co-pulled down with R137Q was similar to that with the WT enzyme. However, there was a dramatic decrease in levels of R137Q-bound PCNA compared with WT Pol β-bound PCNA ( Figure 3 A, panel 2). To rule out the possibility that the His tag itself is responsible for the observed binding, we included His-tagged glutathione S -transferase (GST) as a control. In this case, none of the tested proteins binds to His-tag or GST. To further confirm this observation, we immobilized purified PCNA on Sepharose 4B beads and incubated them with purified WT or R137Q Pol β. Western blot of Sepharose bead-bound proteins showed that WT Pol β but not R137Q was efficiently pulled down by PCNA ( Figure 3 B), suggesting that the Arg137 to Gln substitution impaired the interaction between Pol β and PCNA. To quantitatively evaluate the impact of the R137Q substitution on the Pol β/PCNA interaction, we determined the relative amount of WT Pol β or R137Q-bound PCNA by ELISA. Our data suggested that levels of WT Pol β-bound PCNA were 1.5- to 4-fold higher than those of R137Q-bound PCNA ( Figure 3 C). Figure 3. The R137Q Pol β variant has an impaired interaction with PCNA. ( A ) Ni-NTA pull-down was performed with the cell extracts from pol β null MEFs and purified Pol β or R137Q variant proteins (His-tagged). The interaction was detected by western blotting using antibodies against FEN1, APE1, PCNA, Ligase 1, Ligase IIIα and XRCC1. A negative control with His-tagged GST was added to rule out the possibility that desirable proteins interact with His tag directly. ( B ) Pull-down assay using purified proteins. Purified PCNA was immobilized on Sepharose 4B beads, incubated with purified Pol β (WT or R137Q), washed and beads were then boiled in SDS–PAGE sample buffer. Proteins were separated by SDS–PAGE and transferred onto PVDF film, followed by detection with anti-Pol β and anti-PCNA antibodies. ( C ) Affinity comparison of PCNA with WT and R137Q Pol β by ELISA. PCNA was coated onto ELISA plates, incubated with different concentrations of purified WT or R137Q Pol β, washed and bound protein was detected by mouse anti-Pol β antibody and goat anti-mouse IgG/HRP. Color was developed by adding TMB. The color reaction was stopped by adding 1 N HCl. Optical density was read on microplate reader. The R137Q variant has lower BER efficiency The impaired biochemical functions of the R137Q variant suggested that R137Q likely affected BER function. To test this hypothesis, SP- and LP-BER were assayed using purified proteins. Uracil-containing substrate (Pol β-U) and tetrahydrofuran-containing substrate (Pol β-F) were used for SP- and LP-BER substrates, respectively ( Table 1 ). Cleavage of the uracil or Tetrahydrofuran (THF) lesion by the concerted action of UDG and APE1 resulted in a nicked DNA duplex, and incorporation of 32 P-dCTP and other deoxynucleotides produced 20–30 nt non-ligated intermediates visible to the phosphorimager ( Figure 4 A and B). Further processing of this intermediate structure generated a fully repaired product of 40 nt. We observed that the uracil or THF lesions were efficiently repaired in the presence of WT Pol β but not the R137Q variant ( Figure 4 A and B). The reduced repair efficiency by R137Q was likely due to its low-polymerase activity. Consistent with the polymerase activity assays ( Figure 1 A), only a small amount of 32 P-dCTP was incorporated into the DNA substrate by R137Q in reconstituted SP- and LP-BER reactions ( Figure 4 A and B). To validate that the R137Q variant lead to low-BER efficiency, we expressed human WT and R137Q Pol β in mouse MEF of pol β knockout genetic background. Cells expressing similar level of Pol β were selected ( Figure 5 A). Nuclear extracts (NEs) from these cell lines were prepared and their BER efficiency assayed. We found that WT NE efficiently repaired the uracil or THF lesion, resulting in a 40 nt band, whereas the repair efficiency by R137Q NE was only ∼10 and 20% for SP- and LP-BER, respectively ( Figure 5 B and C). Figure 4. R137Q significantly reduces BER efficiency. ( A ) SP-BER reconstitution with purified WT and R137Q Pol β. ( B ) LP-BER reconstitution with purified WT and R137Q. The top part of each panel shows the schematic structures of the corresponding DNA substrates. The middle shows PAGE-separated products and the bottom the relative percentage of repaired product obtained with the indicated amounts of Pol β. Values represent mean ± SD of three independent assays. WT, filled squares; R137, filled circle. Figure 5. Polymorphic Pol β R137Q is defective in BER reconstitution using whole cell extract. ( A ) Western blotting shows the establishment of cell lines that express the Pol β WT protein or polymorphic Pol β R137Q in pol β −/− MEF cells. Amount of Pol β protein was detected in 100 µg of total cell extract. ( B ) SP-BER reconstitution with WT and R137Q. ( C ) LP-BER reconstitution with WT and R137Q. The top part of each panel shows the schematic structure of the corresponding DNA substrates. The middle shows PAGE-separated products and the bottom the relative percentage of repaired product at different enzyme concentrations, as indicated. Values represent mean ± SD of three independent assays. WT, filled squares; pol β −/− /WT, filled triangles; pol β −/− , filled circles; pol β −/− /R137Q, open squares. Expression of the R137Q variant in pol β knockout cells failed to restore DNA damage resistance capacity Our observation that R137Q Pol β caused defective BER led us to propose that cells expressing the R137Q variant would be sensitive to DNA base damaging agents. To test this hypothesis, MEF cells of WT, pol β knockout ( pol β −/− ) and pol β −/− expressing human WT or R137Q Pol β (designated as pol β −/− /WT or pol −/− /R137Q) were treated with MMS. Consistent with a previous report ( 15 ), we found that deletion of pol β caused cells to accumulate MMS-induced DNA damage at MMS concentrations ≥1 mM ( Figure 6 A) and to become sensitive to the MMS and MNU ( Figure 6 B–D). While human WT Pol β fully complemented the function of its mouse homolog, R137Q only partially complemented it. FACS data showed that apoptotic cells of pol β knock out or R137Q genetic background were considerably higher than the WT background. Additionally, there was a 5-fold increase in MMS-induced apoptotic R137Q cells compared with WT (3.1% versus 0.6%) ( Figure 6 B). MMS consistently had a stronger inhibitory effect on pol β −/− -R137Q cell growth relative to WT or pol β −/− /WT cells. Following MMS or MNU treatment, the ratio of MMS or MNU treated/untreated pol β −/− -R137Q cells was <10%, whereas that for WT or pol β −/− -WT cells was >90% ( Figure 6 C and D). Figure 6. Cells harboring polymorphism R137Q are sensitive to DNA damage stress. ( A ) Abasic-specific DNA damage assay. Cells were treated with MMS. The amount of damaged DNA lesions was then detected by ARP reagent (see Experimental Procedures section). ( B ) Effect of MMS on induction of apoptosis in complemented pol β −/− MEFs. Pol β −/− MEFs complemented with WT or the R137Q variant of Pol β were treated (1 h) with 2 mM MMS. Adherent and floating cells were harvested after 24 h and analyzed by flow cytometry. The percentage of the apoptotic cells indicated. The MMS-induced increase of apoptotic cells is shown in the bottom bar. WT, pol β −/− , pol β −/− /WT and pol β −/− /R137Q MEF cells were treated (1 h) with MMS ( C ) and MNU ( D ) at the indicated concentrations. Cellular sensitivity was determined by growth inhibition experiments. Data represents mean ± SD of four independent experiments. WT, filled squares; pol β −/− /WT, filled triangles; pol β −/− , filled circles; pol β −/− /R137Q, open squares. DISCUSSION Pol β plays a key role in the DNA BER pathway and is critical for normal cell function. Approximately 30% of human cancers contain abnormal Pol β ( 47 ). Cancer-associated somatic mutations of pol β usually induce genomic instability and lead to cellular transformation when expressed in mouse fibroblasts ( 31 , 48 , 49 ). Unlike somatic mutations found in cancer patients, polymorphisms exist in normal populations and are hypothesized to be liable for the onset of cancer. Given the importance of Pol β in maintaining DNA integrity, we were interested in providing mechanistic insights associated with cancer development of a newly identified polymorphism of Pol β, R137Q. Here, we show that the R137Q variant decreases Pol β polymerase activity and impairs its interaction with PCNA and the overall capacity to repair DNA base damage in vitro and in vivo . Our study suggests that an individual with R137Q polymorphism may be sensitive to endogenous and exogenous DNA damaging agents, and consequently be susceptible to cancer development. The amino acid residue Arg137 can be very important for Pol β function. According to the crystal structure, R137 maps to the catalytic domain of Pol β ( 20 ). At this site, R137 is required to form hydrogen bonds with other adjacent amino acid residuals. The substitution of R137Q might disrupt the formation of hydrogen bonds and thus impair polymerase activity. Consistent with this speculation, R137Q has ∼30% of the DNA polymerase activity of WT pol β ( Figure 1 A and B). Arg137 also serves as a protein posttranslational modification site. Recent research by Hottiger and coworkers ( 39 ) found that Arg137 of Pol β was methylated by protein arginine transferase 1 (PRMT1). Contrary to Hottiger's work suggesting Pol β methylation at R137 did not affect Pol β polymerase activity, our data indicated that R137Q substitution greatly reduced polymerase activity. Disparities in the two studies may have been due to differences in the properties between glutamine and a methylated arginine. Methylation of arginine increases molecular size and hydrophobicity but keeps the positive charge intact, while the arginine to glutamine substitution abolishes the positive arginine charge ( 50 ). Our work shows that Arg137 is a regulatory site for PCNA interaction ( Figure 3 ). PCNA, through its direct interaction with a broad range of other cellular proteins, plays essential roles in many aspects of DNA metabolism in mammalian cells ( 51 ). PCNA was reported to enhance the LP-BER by stimulating FEN1 activity ( 52 ). Based on the polymerase used, the LP-BER can be categorized into Pol β-independent pathway ( 13 ), where Pol δ/ϵ are involved, and Pol β-dependent pathway, where Pol β is the only polymerase ( 14 ). PCNA was once thought only to be involved in the Pol β-independent LP-BER ( 13 ). However, recently Pol β has been shown to interact with PCNA ( 26 ), implying that PCNA may be also involved in Pol β-dependent BER. In the current study, the evaluation of the specific physiological significance of impairment of the interaction between PCNA and R137Q Pol β was complicated by the polymerase activity defect. However, we could imagine that PCNA may regulate BER by facilitating Pol β's recruitment to DNA/protein complexes formed during BER ( 39 ). It is worth to point out that R137 is also a methylation site of Pol β. A very recent study showed that Pol β can be methylated by protein arginine methyltransferase 1 at R137 site ( 39 ). Consistent with our result, methylation at R137 also blocks the interaction between Pol β and PCNA. Moreover, according to Hottiger and coworkers ( 39 ), methylation at R137 site of Pol β regulates BER efficiency. However, cells carrying the R137Q polymorphism cannot be methylated at the R137 site anymore, resulting in a loss of the BER regulatory mechanism. In living cells, the R137Q polymorphism could exert its effects at different levels by impairing enzyme activity, reducing protein interaction and blocking protein posttranslational modifications, exemplifying how a subtle change in polymorphism can have significant consequences to cells. Because DNA continuously undergoes alterations, either spontaneously or induced by endogenous and exogenous factors, highly efficient DNA repair systems are critical to remove damaged DNA lesions and to maintain genome integrity. Although the genetic effect of an individual polymorphism is generally subtle, combinations of functionally relevant polymorphisms may additively or synergistically contribute to an increased risk of human diseases, such as cancers ( 53 ). In this study, we demonstrated that one single nucleotide substitution can have profound consequences on protein function and overall phenotype of organisms. The effects of the polymorphism on proteins are multiple and occur in several segregable aspects. The effect on each aspect seems subtle, but the overall consequence can be obvious and dramatic. In this case, the Pol β R137Q polymorphism may significantly contribute to the initiation and development of human cancers through its potentially synergistic effects of impaired polymerase activity, interaction with PCNA and necessary methylation modification. FUNDING National Institutes of Health ( R01 CA085344 to B.S.). Funding for open access charge: National Institutes of Health/NCI. Conflict of interest statement . None declared. ACKNOWLEDGEMENTS We thank Samuel Wilson of National Institute of Environmental Health Sciences (NIEH) for providing the pol β −/− MEF cells used in this study and Keely Walker and Silvia da Costa for editorial assistance. REFERENCES 1 Bartkova J Horejsi Z Koed K Kramer A Tort F Zieger K Guldberg P Sehested M Nesland JM Lukas C DNA damage response as a candidate anti-cancer barrier in early human tumorigenesis Nature 2005 434 864 870 15829956 2 Hoeijmakers JH Genome maintenance mechanisms for preventing cancer Nature 2001 411 366 374 11357144 3 Zharkov DO Base excision DNA repair Cell Mol. Life Sci. 2008 65 1544 1565 18259689 4 David SS O'Shea VL Kundu S Base-excision repair of oxidative DNA damage Nature 2007 447 941 950 17581577 5 Lindahl T Instability and decay of the primary structure of DNA Nature 1993 362 709 715 8469282 6 Lindahl T Wood RD Quality control by DNA repair Science 1999 286 1897 1905 10583946 7 Nakamura J Walker VE Upton PB Chiang SY Kow YW Swenberg JA Highly sensitive apurinic/apyrimidinic site assay can detect spontaneous and chemically induced depurination under physiological conditions Cancer Res. 1998 58 222 225 9443396 8 Demple B Sung JS Molecular and biological roles of Ape1 protein in mammalian base excision repair DNA Repair 2005 4 1442 1449 16199212 9 Pascucci B Stucki M Jonsson ZO Dogliotti E Hubscher U Long patch base excision repair with purified human proteins. DNA ligase I as patch size mediator for DNA polymerases delta and epsilon J. Biol. Chem. 1999 274 33696 33702 10559260 10 Frosina G Fortini P Rossi O Carrozzino F Raspaglio G Cox LS Lane DP Abbondandolo A Dogliotti E Two pathways for base excision repair in mammalian cells J. Biol. Chem. 1996 271 9573 9578 8621631 11 Srivastava DK Berg BJ Prasad R Molina JT Beard WA Tomkinson AE Wilson SH Mammalian abasic site base excision repair. Identification of the reaction sequence and rate-determining steps J. Biol. Chem. 1998 273 21203 21209 9694877 12 Matsumoto Y Kim K Excision of deoxyribose phosphate residues by DNA polymerase beta during DNA repair Science 1995 269 699 702 7624801 13 Dogliotti E Fortini P Pascucci B Parlanti E The mechanism of switching among multiple BER pathways Prog. Nucleic Acid Res. Mol. Biol. 2001 68 3 27 11554307 14 Klungland A Lindahl T Second pathway for completion of human DNA base excision-repair: reconstitution with purified proteins and requirement for DNase IV (FEN1) EMBO J. 1997 16 3341 3348 9214649 15 Sobol RW Horton JK Kuhn R Gu H Singhal RK Prasad R Rajewsky K Wilson SH Requirement of mammalian DNA polymerase-beta in base-excision repair Nature 1996 379 183 186 8538772 16 Nealon K Nicholl ID Kenny MK Characterization of the DNA polymerase requirement of human base excision repair Nucleic Acids Res. 1996 24 3763 3770 8871556 17 Horton JK Prasad R Hou E Wilson SH Protection against methylation-induced cytotoxicity by DNA polymerase beta-dependent long patch base excision repair J. Biol. Chem. 2000 275 2211 2218 10636928 18 Allinson SL Dianova II Dianov GL DNA polymerase beta is the major dRP lyase involved in repair of oxidative base lesions in DNA by mammalian cell extracts EMBO J. 2001 20 6919 6926 11726527 19 Beard WA Prasad R Wilson SH Activities and mechanism of DNA polymerase beta Methods Enzymol. 2006 408 91 107 16793365 20 Beard WA Wilson SH Structure and mechanism of DNA polymerase Beta Chem. Rev. 2006 106 361 382 16464010 21 Marintchev A Robertson A Dimitriadis EK Prasad R Wilson SH Mullen GP Domain specific interaction in the XRCC1-DNA polymerase beta complex Nucleic Acids Res. 2000 28 2049 2059 10773072 22 Kubota Y Nash RA Klungland A Schar P Barnes DE Lindahl T Reconstitution of DNA base excision-repair with purified human proteins: interaction between DNA polymerase beta and the XRCC1 protein EMBO J. 1996 15 6662 6670 8978692 23 Gryk MR Marintchev A Maciejewski MW Robertson A Wilson SH Mullen GP Mapping of the interaction interface of DNA polymerase beta with XRCC1 Structure 2002 10 1709 1720 12467578 24 Dianova II Sleeth KM Allinson SL Parsons JL Breslin C Caldecott KW Dianov GL XRCC1-DNA polymerase beta interaction is required for efficient base excision repair Nucleic Acids Res. 2004 32 2550 2555 15141024 25 Wong HK Wilson DM 3rd XRCC1 and DNA polymerase beta interaction contributes to cellular alkylating-agent resistance and single-strand break repair J. Cell. Biochem. 2005 95 794 804 15838887 26 Kedar PS Kim SJ Robertson A Hou E Prasad R Horton JK Wilson SH Direct interaction between mammalian DNA polymerase beta and proliferating cell nuclear antigen J. Biol. Chem. 2002 277 31115 31123 12063248 27 Prasad R Liu Y Deterding LJ Poltoratsky VP Kedar PS Horton JK Kanno S Asagoshi K Hou EW Khodyreva SN HMGB1 is a cofactor in mammalian base excision repair Mol. Cell 2007 27 829 841 17803946 28 Prasad R Dianov GL Bohr VA Wilson SH FEN1 stimulation of DNA polymerase beta mediates an excision step in mammalian long patch base excision repair J. Biol. Chem. 2000 275 4460 4466 10660619 29 Sobol RW Wilson SH Mammalian DNA beta-polymerase in base excision repair of alkylation damage Prog. Nucleic Acid Res. Mol. Biol. 2001 68 57 74 11554313 30 Bhattacharyya N Chen HC Comhair S Erzurum SC Banerjee S Variant forms of DNA polymerase beta in primary lung carcinomas DNA Cell Biol. 1999 18 549 554 10433553 31 Lang T Dalal S Chikova A DiMaio D Sweasy JB The E295K DNA polymerase beta gastric cancer-associated variant interferes with base excision repair and induces cellular transformation Mol. Cell. Biol. 2007 27 5587 5596 17526740 32 Opresko PL Sweasy JB Eckert KA The mutator form of polymerase beta with amino acid substitution at tyrosine 265 in the hinge region displays an increase in both base substitution and frame shift errors Biochemistry 1998 37 2111 2119 9485358 33 Starcevic D Dalal S Sweasy J Hinge residue Ile260 of DNA polymerase beta is important for enzyme activity and fidelity Biochemistry 2005 44 3775 3784 15751954 34 Goode EL Ulrich CM Potter JD Polymorphisms in DNA repair genes and associations with cancer risk Cancer Epidemiol. Biomarkers Prev. 2002 11 1513 1530 12496039 35 Dobashi Y Kubota Y Shuin T Torigoe S Yao M Hosaka M Polymorphisms in the human DNA polymerase beta gene Hum. Genet. 1995 95 389 390 7705833 36 Dalal S Chikova A Jaeger J Sweasy JB The Leu22Pro tumor-associated variant of DNA polymerase beta is dRP lyase deficient Nucleic Acids Res. 2008 36 411 422 18039710 37 Xi T Jones IM Mohrenweiser HW Many amino acid substitution variants identified in DNA repair genes during human population screenings are predicted to impact protein function Genomics 2004 83 970 979 15177551 38 Sawaya MR Pelletier H Kumar A Wilson SH Kraut J Crystal structure of rat DNA polymerase beta: evidence for a common polymerase mechanism Science 1994 264 1930 1935 7516581 39 El-Andaloussi N Valovka T Toueille M Hassa PO Gehrig P Covic M Hubscher U Hottiger MO Methylation of DNA polymerase beta by protein arginine methyltransferase 1 regulates its binding to proliferating cell nuclear antigen FASEB J. 2007 21 26 34 17116746 40 Guo Z Chavez V Singh P Finger LD Hang H Hegde ML Shen B Comprehensive mapping of the C-terminus of flap endonuclease-1 reveals distinct interaction sites for five proteins that represent different DNA replication and repair pathways J. Mol. Biol. 2008 377 679 690 18291413 41 Haracska L Prakash L Prakash S A mechanism for the exclusion of low-fidelity human Y-family DNA polymerases from base excision repair Genes Dev. 2003 17 2777 2785 14630940 42 Podlutsky AJ Dianova II Podust VN Bohr VA Dianov GL Human DNA polymerase beta initiates DNA synthesis during long-patch repair of reduced AP sites in DNA EMBO J. 2001 20 1477 1482 11250913 43 Biade S Sobol RW Wilson SH Matsumoto Y Impairment of proliferating cell nuclear antigen-dependent apurinic/apyrimidinic site repair on linear DNA J. Biol. Chem. 1998 273 898 902 9422747 44 Kubo K Ide H Wallace SS Kow YW A novel, sensitive, and specific assay for abasic sites, the most commonly produced DNA lesion Biochemistry 1992 31 3703 3708 1567824 45 El-Andaloussi N Valovka T Toueille M Steinacher R Focke F Gehrig P Covic M Hassa PO Schar P Hubscher U Arginine methylation regulates DNA polymerase beta Mol. Cell 2006 22 51 62 16600869 46 Mohrenweiser HW Xi T Vazquez-Matias J Jones IM Identification of 127 amino acid substitution variants in screening 37 DNA repair genes in humans Cancer Epidemiol. Biomarkers Prev. 2002 11 1054 1064 12376507 47 Starcevic D Dalal S Sweasy JB Is there a link between DNA polymerase beta and cancer? Cell Cycle 2004 3 998 1001 15280658 48 Sweasy JB Lang T Starcevic D Sun KW Lai CC Dimaio D Dalal S Expression of DNA polymerase {beta} cancer-associated variants in mouse cells results in cellular transformation Proc. Natl Acad. Sci. USA 2005 102 14350 14355 16179390 49 Lang T Maitra M Starcevic D Li SX Sweasy JB A DNA polymerase beta mutant from colon cancer cells induces mutations Proc. Natl Acad. Sci. USA 2004 101 6074 6079 15075389 50 Krause CD Yang ZH Kim YS Lee JH Cook JR Pestka S Protein arginine methyltransferases: evolution and assessment of their pharmacological and therapeutic potential Pharmacol. Ther. 2007 113 50 87 17005254 51 Maga G Hubscher U Proliferating cell nuclear antigen (PCNA): a dancer with many partners J. Cell. Sci. 2003 116 3051 3060 12829735 52 Dianov GL Prasad R Wilson SH Bohr VA Role of DNA polymerase beta in the excision step of long patch mammalian base excision repair J. Biol. Chem. 1999 274 13741 13743 10318775 53 Onay VU Briollais L Knight JA Shi E Wang Y Wells S Li H Rajendram I Andrulis IL Ozcelik H SNP-SNP interactions in breast cancer susceptibility BMC Cancer 2006 6 114 16672066",
    "full_text_abstract": "DNA polymerase β (Pol β) is a key enzyme in DNA base excision repair, and an important factor for maintaining genome integrity and stability. More than 30% of human tumors characterized to date express DNA Pol β variants, many of which result from a single nucleotide residue substitution. However, in most cases, their precise functional deficiency and relationship to cancer susceptibility are still unknown. In the current work, we show that a polymorphism encoding an arginine to glutamine substitution, R137Q, has lower polymerase activity. The substitution also affects the interaction between Pol β and proliferating cell nuclear antigen (PCNA). These defects impair the DNA repair capacity of Pol β in reconstitution assays, as well as in cellular extracts. Expression of wild-type Pol β in pol β −/− mouse embryonic fibroblast (MEF) cells restored cellular resistance to DNA damaging reagents such as methyl methanesulfonate (MMS) and N -methyl- N -nitrosourea (MNU), while expression of R137Q in pol β −/− MEF cells failed to do so. These data indicate that polymorphisms in base excision repair genes may contribute to the onset and development of cancers."
}