{
    "PMC": "2195754",
    "DOI": "10.1084/jem.191.2.395",
    "PMID": "10637284",
    "PMCID": "PMC2195754",
    "title": "Clonal deleterious mutations in the IkappaBalpha gene in the malignant cells in Hodgkin's lymphoma.",
    "year": 2000,
    "source_url": "https://europepmc.org/article/PMC/PMC2195754",
    "source": "MED",
    "abstract_text": "Members of the nuclear factor (NF)-kappaB family of transcription factors play a crucial role in cellular activation, immune responses, and oncogenesis. In most cells, they are kept inactive in the cytosol by complex formation with members of the inhibitor of NF-kappaB (IkappaB) family, whose degradation activates NF-kappaB in response to diverse stimuli. In Hodgkin's lymphoma (HL), high constitutive nuclear activity of NF-kappaB is characteristic of the malignant Hodgkin and Reed-Sternberg (H/RS) cells, which occur at low number in a background of nonneoplastic inflammatory cells. In single H/RS cells micromanipulated from histological sections of HL, we detect clonal deleterious somatic mutations in the IkappaBalpha gene in two of three Epstein-Barr virus (EBV)-negative cases but not in two EBV-positive cases (in which a viral oncogene may account for NF-kappaB activation). There was no evidence for IkappaBalpha mutations in two non-HL entities or in normal germinal center B cells. This study establishes deleterious IkappaBalpha mutations as the first recurrent genetic defect found in H/RS cells, indicating a role of IkappaBalpha defects in the pathogenesis of HL and implying that IkappaBalpha is a tumor suppressor gene.",
    "full_text": "J Exp Med J. Exp. Med The Journal of Experimental Medicine 0022-1007 1540-9538 The Rockefeller University Press 2195754 99-1554 10637284 Brief Definitive Report Clonal Deleterious Mutations in the Iκbα Gene in the Malignant Cells in Hodgkin's Lymphoma Jungnickel Berit a Staratschek-Jox Andrea b Bräuninger Andreas c Spieker Tilmann c Wolf Jürgen b Diehl Volker b Hansmann Martin-Leo c Rajewsky Klaus a Küppers Ralf University of Cologne, Department of Internal Medicine I, Joseph-Stelzmannstr. 9, LFI E4 R706, 50931 Cologne, Germany. 49-221-478-6383 49-221-478-4490 rkuppers@mac.genetik.uni-koeln.de a b a Institute for Genetics, University of Cologne, 50931 Cologne, Germany b Department of Internal Medicine I, University of Cologne, 50931 Cologne, Germany c Department of Pathology, University of Frankfurt, 60596 Frankfurt, Germany 17 1 2000 191 2 395 402 1 9 1999 26 10 1999 29 10 1999 © 2000 The Rockefeller University Press 2000 The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Members of the nuclear factor (NF)-κB family of transcription factors play a crucial role in cellular activation, immune responses, and oncogenesis. In most cells, they are kept inactive in the cytosol by complex formation with members of the inhibitor of NF-κB (IκB) family, whose degradation activates NF-κB in response to diverse stimuli. In Hodgkin's lymphoma (HL), high constitutive nuclear activity of NF-κB is characteristic of the malignant Hodgkin and Reed-Sternberg (H/RS) cells, which occur at low number in a background of nonneoplastic inflammatory cells. In single H/RS cells micromanipulated from histological sections of HL, we detect clonal deleterious somatic mutations in the IκBα gene in two of three Epstein-Barr virus (EBV)-negative cases but not in two EBV-positive cases (in which a viral oncogene may account for NF-κB activation). There was no evidence for IκBα mutations in two non-HL entities or in normal germinal center B cells. This study establishes deleterious IκBα mutations as the first recurrent genetic defect found in H/RS cells, indicating a role of IκBα defects in the pathogenesis of HL and implying that IκBα is a tumor suppressor gene. Hodgkin's lymphoma IκBα nuclear factor κB tumor suppressor gene Reed-Sternberg cell Introduction Hodgkin's lymphoma (HL) is the most common type of malignant lymphoma in the Western world. It is distinguished from other tumors by a peculiar histological presentation: the giant, often bi- or multinucleated malignant cells, termed Hodgkin and Reed-Sternberg (H/RS) cells, constitute <1% of all cells in the tumor tissue. They are surrounded by an excess of inflammatory cells, e.g., lymphocytes, macrophages, and eosinophils, which are believed to be drawn into the tumor by a deregulated immune reaction precipitated by the H/RS cells 1 . Investigations into the molecular biology of H/RS cells are hampered by their scarcity in the tumor tissue. A detailed analysis of their origin was made possible by the combination of micromanipulation of H/RS cells from frozen tissue sections with PCR amplification of genes from single cells 2 3 . Amplification of V(D)J gene rearrangements on the loci coding for IgH and IgL chains revealed the clonal nature of H/RS cells and their derivation from mature B cells. Deleterious (“crippling”) somatic mutations found in some of these rearrangements indicated that the B cell precursors of H/RS cells resided within the germinal center, and have acquired the capacity to survive loss of B cell receptor expression, an event that would otherwise invariably lead to death by apoptosis of a germinal center B cell 4 . Consequently, resistance to apoptosis must play a crucial role in the pathogenesis of the malignant cells. Despite the impressive progress made in the treatment of HL, the pathogenesis of the tumor and in particular the molecular events leading to transformation of the malignant cells remain to be elucidated. Even though studies on HL-derived tissue or cell lines suggested that p53 mutations or bcl-2 translocations might play a role in the pathogenesis of HL, neither of these ideas could be validated when primary H/RS cells were investigated 5 6 . In some cases of HL, the H/RS cells carry EBV and express EBV-encoded proteins such as the oncogenic latent membrane protein 1 (LMP-1 7 ). However, most cases of HL prevalent among young adults in Western countries are EBV-negative. The distinct epidemiology of these cases has led to various speculations about their pathogenesis, but no other virus or recurrent transforming genetic defect has been identified to date. Studies in several HL-derived cell lines identified constitutive nuclear factor (NF)-κB activity as their characteristic feature 8 , suggesting a role for NF-κB in the pathogenesis of HL. In line with this idea, inhibition of NF-κB activity in some of these cell lines led to increased susceptibility to apoptosis and impaired tumorigenicity in nude mice 9 . NF-κB activity is mediated by the Rel/NF-κB family of transcription factors, members of which are expressed in virtually all mammalian cells. In most cells, NF-κB is retained in an inactive form in the cytoplasm by binding to members of the IκB family of proteins (for a review, see reference 10). A variety of stimuli leads to the degradation of IκBs, which allows nuclear translocation of NF-κB and target gene activation. Most inducible NF-κB responses in the cell are mediated by the classical NF-κB heterodimer p50/p65 and are of a transient nature, an effect mainly due to the rapid resynthesis of IκBα, the prototypic member of the IκB family. Target genes activated by NF-κB include factors involved in apoptosis resistance, cell activation, and proliferation, as well as cyto- and chemokines involved in immunoregulation 10 11 . In fact, NF-κB has been likened to a master switch of immune responses, and accumulating evidence indicates in addition a pivotal role of NF-κB in several pathways of malignant transformation. In lymphoid malignancies, for example, NF-κB deregulation may occur due to chromosomal translocations involving the nfkb2 or bcl3 loci 11 12 . In view of this, the demonstration that constitutive activity of p65 is also a characteristic feature of the H/RS cells in primary cases of HL 9 is highly relevant for the pathogenesis of the tumor. In EBV-positive cases, this NF-κB activity may be caused by the expression of the viral oncogene LMP-1 on the H/RS cells. An intriguing alternative cause of constitutive NF-κB activity has been proposed on the basis of data from two HL-derived cell lines, which show defects in the expression of IκBα protein 13 due to mutations in the IκBα gene 14 . However, these cell lines have been established from treated and relapsed patients at late stages of the disease 15 , and it is unclear whether they are indeed derived from the rare H/RS cells. Likewise, a mutant IκBα fragment could be amplified from a minute fraction of a partially purified H/RS cell population from a relapsed case of HL 14 . Again, it is unclear whether the mutation is derived from the malignant cells. Even if this were the case, it is stated by the authors that this mutation cannot be present in all H/RS cells 14 ; its relevance for the NF-κB activity in the H/RS cell clone is thus doubtful. Therefore, it is an open question whether IκBα defects play any role in the pathogenetic process that leads to HL. For many human malignancies, insight into the mechanisms of tumorigenesis has come from the recurrent detection of genetic defects that are common to all cells of the malignant clone and can already be found in primary tumors (rather than sporadic mutations scattered in the tumor that may arise due to its high mutability or upon treatment). It is the clonal nature of mutations that implicates their involvement in the process of malignant transformation—a central criterion for the identification of an oncogene or tumor suppressor gene. In this study, we have analyzed the role of IκBα defects in HL on the basis of this concept. Materials and Methods Analysis of HL-derived Cell Lines. IκBα protein was detected by Western blot with an antibody directed against the COOH terminus (C-21; Santa Cruz Biotechnology). The IκBα coding region was amplified from oligo(dT)-primed cDNA with primers P0S (5′-AGCGAGGAAGCAGCGCGCAG-3′) and P2AS (5′-AGTCCATGTTCTTTCAGCCCC-3′), using the Expand PCR system (Boehringer Mannheim) supplemented with 2 mM MgCl 2 and 2% DMSO. Cycling conditions were 5 min 95°C; 40 cycles of 50 s at 95°C, 30 s at 63°C, and 90 s at 72°C; and a final 10 min at 72°C. Primary Cases. The primary cases were as follows: 1 mandibular lymph node biopsy from a 12-yr-old female patient, primary diagnosis of nodular sclerosing HL; 2 axillary lymph node biopsy from a 20-yr-old male patient, primary diagnosis of nodular sclerosing HL; 3 supraclavicular lymph node biopsy from a 35-yr-old male patient, primary diagnosis of nodular sclerosing HL; 4 cervical lymph node biopsy from a 29-yr-old male patient, relapsed mixed cellularity HL, primary diagnosis was 3 yr prior; and 5 abdominal lymph node biopsy from a 36-yr-old male patient, primary diagnosis of mixed cellularity HL. Analysis of Primary Cases. Total genomic DNA was isolated from sections of the lymph nodes using the QIAamp kit. Single H/RS cells were micromanipulated from 5-μm histological sections stained for CD30, and stored in 20 μl of 1× Expand PCR buffer (Boehringer Mannheim) at −20°C. Thawed samples were incubated with 0.25 mg/ml proteinase K (Boehringer Mannheim) for 2 h at 50°C and then 8 min at 96°C. For amplification of exons 1 and 2, samples were adjusted to 50-μl reaction mixes supplemented with 2.5 mM MgCl 2 , 4% DMSO, 50 nM each of primers IκB1b (5′-TGGTCTGACTGGCTTGGAAATTC-3′) and IκB1c (5′-CATCGCTGGTCCCCCGGCTC-3′), and 16.6 nM of primers IκB2a (5′-CGAAGTCCCCGGTTGCATAAGG-3′) and IκB2c (5′-GGATCTGGGGTGACTCTGCTAC-3′). After incubation for 5 min at 95°C, 35 cycles of 50 s at 95°C, 30 s at 65°C, and 90 s at 72°C were followed by 10 min at 72°C. For amplification of exons 3–6, samples were supplemented with 2 mM MgCl 2 , 50 nM each of primers IκB3a (5′-CCTGTCTAGGAGGAGCAGCAC-3′), IκB3d (5′-TAGGAGTTTAAGCTCTTGCCTGGA-3′), IκB4b (5′-AAAGAATAGGTGAAAGGAGTGAGG-3′), and IκB4c (5′-ATAAGCACGAGGAGCCTGACTCA-3′), and 16.6 nM each of primers IκB5a (5′-AGCAGAAATTCCAAATGCAGCCAT-3′), IκB5d (5′-GGAGCAGCTCTAGGGGCCTG-3′), IκB6a (5′-GAGTTATTTCCAGTAGTGGCCTC-3′), and IκB6d (5′-GGGGTCAGTCACTCGAAGCAC-3′). PCR was as above, except that the annealing temperature was 63°C. Seminested amplification of the individual exons was as follows: for exon 1, the Expand™ PCR system was supplemented with 2 mM MgCl 2 , 4% DMSO, and 125 nM each of primers IκB1b and IκB1r (5′-GCGTCCCGCCCTCCCGACGA-3′); for exon 2, the Expand™ PCR system was supplemented with 2 mM MgCl 2 and 125 nM each of primers IκB2b (5′-AGTACAGGTCGTTCCGAGCTGG-3′) and IκB2c; exons 3–6 were amplified using standard Taq DNA polymerase in 2 mM MgCl 2 ; 125 nM each of primers IκB3b (5′-AACCAGGAGACACGGGTTGAGG-3′) and IκB3d, IκB4b2 (5′-GAGGGTTGAAACAGGTGGTTAT-3′) and IκB4c, IκB5a and IκB5c (5′-GGAGGGTGAAGGGAATGGCAC-3′), and IκB6b (5′-CCC-ATCCCGGTAGCTTGGCAG-3′) and IκB6d were included, respectively. After 5 min at 95°C, 45 cycles of 50 s at 95°C, 30 s at 65°C, and 90 s at 72°C were followed by 10 min at 72°C. Amplification of products spanning several exons was performed accordingly. The same conditions were also used for amplification of the IκBα exons from total genomic DNA of cell populations and cell lines. Products were gel-purified and sequenced directly using the ABI BigDye system. For amplification of exons 1 and 4 from aliquoted DNA, single H/RS cells were incubated with 0.25 mg/ml proteinase K (Boehringer Mannheim) in 120 μl 1× PCR buffer containing 1 ng/μl 5S rRNA and incubated at 50°C for 14 h. After gentle mixing by 10 pipetting steps, 20-μl aliquots of the reactions were heated to 96°C for 8 min and subsequently adjusted to 50-μl Expand PCR reactions supplemented with 2 mM MgCl 2 , 4% DMSO, 125 nM each of primers IκB1s (5′-CTGAAGAAGGAGCGGCTACTG-3′), IκB1c, and IκB4b, and 62.5 nM of primer IκB5c. After incubation for 5 min at 95°C, 35 cycles of 50 s at 95°C, 30 s at 63°C, and 90 s at 72°C were followed by 10 min at 72°C. Seminested amplification of exon 1 (the Expand™ system was supplemented with 2 mM MgCl 2 , 4% DMSO, and 125 nM each of primers IκB1s and IκB1r) and exon 4 (standard Taq DNA polymerase was used in 2 mM MgCl 2 and 125 nM each of primers IκB4b2 and IκB5c) was essentially as above. Analysis of Normal B Cell Populations. Tonsillar mononuclear cells were sequentially incubated with CD27-FITC (PharMingen) and anti-FITC microbeads (Miltenyi Biotec), then passed over a CS-MACS column (Miltenyi Biotec). CD27 − cells were sequentially incubated with mouse anti–human IgD (Southern Biotechnology Associates) and anti–mouse IgG2a/b microbeads (Miltenyi Biotec), and IgD + cells were isolated via an LS-MACS column (Miltenyi Biotec). Tonsillar mononuclear cells from the same patient were incubated consecutively with rat anti–human CD77 (Immunotech), mouse anti–rat IgM (Serotec), and anti–mouse IgG1 microbeads (Miltenyi Biotec), and CD77 + cells were isolated via an LS-MACS column. Total genomic DNA was isolated from both cell populations, and exons 1 and 2 of IκBα were amplified as above using PfuTurbo™ polymerase (Stratagene). After 35 cycles, PCR products were purified, incubated with 200 μM dNTPs, and Taq polymerase (GIBCO BRL) for 15 min at 72°C, and cloned into the pGEM-T Easy vector (Promega). Analysis of Non-HLs. The six IκBα exons were amplified as above from DNA of peripheral blood lymphocytes (>80% tumor cells) of chronic lymphocytic leukemia patients (CLL1–6, 9, 10, 13–15 16 ) and from the Burkitt's lymphoma cell lines BL31, BL36, BL41, BL60, BL74 (obtained from G. Lenoir, International Agency for Research on Cancer [IARC], Lyon, France), Namalwa (from M. Pawlita, Deutsches Krebsforschungszentrum [DKFZ], Heidelberg, Germany), mutu (from M. Falk, Institut für Klinische Molekularbiologie und Tumorgenetik, München, Germany), BJAB (from E. Kieff, Brigham and Women's Hospital, Boston, MA), and Ramos (from M. Neuberger, Medical Research Council, Cambridge, UK). To confirm a germline polymorphism in BL60 (351G→C on one allele, leading to a Gly→Arg exchange at position 74 in the IκBα protein), exon 1 was amplified from IARC277, a lymphoblastoid cell line established from the same patient. Results and Discussion A panel of eight HL-derived cell lines was screened for IκBα defects by Western blot, reverse transcription PCR amplification and sequencing of IκBα transcripts, and, if relevant, characterization of the exons of the IκBα gene ( Table ). The reported defects in IκBα protein expression in two lines (L428, KMH-2 [13]) turned out to be due to deleterious mutations in one copy of the IκBα gene and apparent loss of the other copy, in agreement with a recent study 14 . However, all other cell lines (including two not previously analyzed B lineage–derived lines) harbor wild-type IκBα transcripts and express full-length IκBα protein. Notably, the only cell line for which the derivation from H/RS cells is unequivocally proven (L1236 17 ), expresses wild-type IκBα from both alleles of the gene, indicating that IκBα mutations are not present in the H/RS cells in all cases of HL, if at all. As the limited number and questionable origin of HL-derived cell lines allow no solid conclusions on this issue, we turned to the analysis of H/RS cells from tumor biopsies. Five cases of HL were chosen for analysis. In two of them (cases 4 and 5), EBV-encoded small RNA (EBER) in situ hybridization detected EBV in the H/RS cells. To determine the germline sequence of the coding parts of the IκBα gene in the patients, DNA was extracted from whole sections of the infiltrated lymph nodes (i.e., primarily from the nonmalignant inflammatory cells in the tissue) and used for amplification and direct sequencing of the six IκBα exons. Three deviations from the published IκBα sequence 18 were consistently found in all five cases (738G, 2111T, 2734T), while at another six positions we detected frequent germline polymorphisms ( Table ). For determination of the sequence of the IκBα gene in the malignant cells, individual H/RS cells micromanipulated from immunostained histological sections were used for seminested PCR amplification. To avoid the detection of mutations introduced by Taq DNA polymerase, direct sequencing of the gel-purified PCR products was performed. In most cases ≥4 PCR products of each exon were analyzed, since the single cell PCR approach may stochastically miss either of the two copies of the gene in individual reactions. In case 1, mutations were detected in exons 1 and 4: the deletion of two and one nucleotides, respectively, leads to frameshifts ( Table ). Both mutations were repeatedly detected in PCR products from H/RS cells (see also Table ), yet not in the germline sequences of the respective patient. We conclude that they represent clonal somatic mutations in the malignant cells. Notably, the PCR products from H/RS cells contain wild-type as well as mutant copies of the respective exons, indicating the presence of two distinct alleles of the IκBα gene. To assign the two mutations to the two alleles, we separated the IκBα loci of H/RS cells before coamplification of exons 1 and 4. Single H/RS cells were incubated with protease in buffer, which was then distributed to six tubes for PCR analysis. Most cells analyzed contain several copies of both wild-type and mutated exons 1 and 4 ( Table ), presumably due to polyploidy, a characteristic feature of H/RS cells 19 . Aliquots with evidence for the presence of more than one copy of either exon were disregarded. In most other cases, the mutant exon 1 was coamplified with wild-type exon 4, and vice versa, mutant exon 4 with wild-type exon 1. We conclude that the two mutations are located on the two different alleles of the gene, implying that no full-length IκBα protein can be synthesized in the H/RS cells. The coamplification of wild-type exons 1 and 4 in two aliquots (ID, IIIB) is apparently due to amplification of only the wild-type exons from tubes containing both wild-type and mutated copies. In case 2, a deletion of two nucleotides, leading to a frameshift, was detected in all exon 5 products amplified from the H/RS cells ( Table ). Again, both wild-type and mutant copies of the exon are evident in the H/RS cells, but no mutation was seen in the germline sequence. Thus, one of the two alleles of the IκBα gene in the malignant cells is inactivated by a somatic mutation. For all other exons, the germline sequence was obtained, but an assignment of these wild-type products to either of the two alleles is not possible. Analysis of PCR products spanning exons 3–5 and 5–6, respectively (allowing discrimination of the two alleles due to the mutation in exon 5), revealed no other point mutation or deletion in that region in either of the two alleles. Since exons 1 and 2 could not be included in this analysis (see Materials and Methods), it is unclear whether the entire coding region of the second IκBα allele is unmutated. In the third EBV-negative case (case 3), as well as in the two EBV-positive cases (cases 4 and 5), no clonal mutations in any of the IκBα exons were detected ( Table ). For cases 3 and 5, we conclude that all coding exons of both alleles are unmutated, since germline polymorphisms allow their discrimination. In several PCR products amplified from the H/RS cells of cases 2–5, in particular those spanning exons 1 and 2, unique nucleotide exchanges were detected. They were not seen in any of the other products of the respective exon of the respective case, and are thus apparently not due to mutations present in all malignant cells. These mutations might indicate enhanced mutability of the IκBα gene, reflect the genomic instability of H/RS cells 20 , or be derived from Taq DNA polymerase errors (although the latter seems unlikely). Be that as it may, the frequent occurrence of this type of mutation emphasizes an important issue: one can only invoke clonal genetic defects (i.e., those that can be assigned to all malignant cells in primary tumors) as an early event in tumorigenesis. This is particularly critical in HL, as also nonneoplastic cells in the affected patients frequently harbor genetic aberrations 21 . Taking this into account, IκBα mutations found in an undefined minute cell population from a relapsed tumor 14 or in only a fraction of the H/RS cells are inconclusive, in particular with respect to the role of IκBα defects in the pathogenesis of the original tumor. To assess whether (deleterious) IκBα mutations are frequent in other B cell lymphomas, the six exons of the IκBα gene were analyzed in a total of 20 non-HL specimens (11 B cell chronic lymphocytic leukemias and 9 Burkitt's lymphoma cell lines; for details, see Materials and Methods). No mutations were found in any of the samples, suggesting that IκBα mutations are not common features in these non-HLs. Since H/RS cells are derived from germinal center B cells, we have also assessed whether mutations in the IκBα gene are frequently introduced in B cells during the germinal center reaction, as reported for the 5′ region of the bcl-6 gene 22 23 . However, no evidence for an enhanced frequency of mutations in germinal center B cells was found in the 5′ region of the IκBα gene (exons 1 and 2), compared with naive B cells and the expected polymerase error ( Table ). In this study, clonal deleterious somatic mutations in the IκBα gene were detected in the H/RS cells in two of three EBV-negative and none of two EBV-positive cases of HL. Reminiscent of the mutations in HL-derived cell lines, they lead to the synthesis of truncated IκBα proteins lacking a part of the ankyrin repeat and/or the COOH-terminal PEST domain ( Fig. 1 ), which are required for interaction of IκB proteins with NF-κB and inhibition of its DNA binding, respectively 24 25 26 . This suggests that loss or severe impairment of these functions was selected for during the pathogenesis of the tumor cell clone: it leads to constitutive nuclear activity of NF-κB. The severe phenotype of IκBα knockout mice indicates that none of the other IκB family members may fully take over IκBα function 27 . Loss of IκBα function presumably requires the inactivation of both copies of the gene. In the H/RS cells in most of the primary cases we investigated, two distinct alleles of the IκBα gene are clearly detectable, making proof of loss of function dependent on evidence for inactivation of both of them. Our single cell PCR approach, which is dictated by the peculiar histology of HL, does allow the detection of biallelic gene inactivation in the H/RS cells (in contrast to a previous one [14]), but it misses several ways of tumor suppressor gene inactivation, such as large deletions or chromosomal translocations. In light of this, we consider the detection of three inactivating mutations in the cases studied, and evidence for loss of IκBα function in one of these cases, to be a highly significant finding. The data presented here establish deleterious IκBα mutations as the first recurrent genetic defect found in HL. It is intriguing that such mutations were only identified in EBV-negative cases (and lines)—a major subset of this disease for which no mechanism of transformation could be pinpointed to date. However, the limited capacity of the single cell PCR approach does not allow definite conclusions about whether IκBα inactivation is restricted to this subset, nor about its overall frequency in HL. Our attempts to analyze a larger panel of cases by specific detection of full-length IκBα protein in tissue sections failed, due to apparent cross-reactivity of the available antibody against the IκBα COOH terminus (C-21; Santa Cruz Biotechnology). Certainly, not IκBα inactivation but rather constitutive NF-κB (p50/p65) activation may be the unifying feature of H/RS cells 8 9 28 , and it may apparently be brought about by different means. The finding that H/RS cells are derived from germinal center B cells that may survive the loss of B cell receptor expression warrants testing of the role of constitutive NF-κB activation in the rescue of such “crippled” B cells from apoptosis. Evidently, constitutive activation of NF-κB (p50/p65) in the context of a B cell provides an intriguing explanation for several of the distinctive clinical and pathological features of HL. It likely precipitates the secretion of a battery of cytokines and chemokines leading to massive attraction of inflammatory cells and profound disturbances in immunoregulation, contributes to the peculiar activated phenotype of H/RS cells, and, most importantly, confers apoptosis resistance and continuous proliferation as prerequisites of malignant transformation 10 11 12 . The tumorigenic potential of members of the NF-κB family and of factors inducing NF-κB activity is well established. In contrast, ex vivo proof of a tumor suppressor function of an IκB family member has not been provided to date (but see reference 29 ). This study gives evidence for recurrent inactivation of the prototypic IκB family member, IκBα, in the most common lymphoma of the Western world. It will be interesting to see whether functional impairment of IκBs plays a role in the pathogenesis of other human malignancies. Case material was kindly provided by Prof. Schulz and Dr. Bohle from the Institute of Pathology, Universität Giessen. We thank Ines Schwering for help during set-up of the single cell PCR, Michaela Fahrig, Julia Jesdinsky, Nadia Massoudi, Tanja Schaffer, and Christiane Gerhard for excellent technical assistance, and all members of the Küppers lab for support and discussions. This work was supported by the Deutsche Forschungsgemeinschaft through SFB 502, the Deutsche Krebshilfe (Mildred Scheel Stiftung), and the Land Nordrhein-Westfalen. B. Jungnickel is holding a Leopoldina Postdoctoral Fellowship with support from the German Federal Ministry for Education and Science, Research and Technology (BMBF; grant no. BMBF-LPD 9801-3). Note added in proof. In a recent study of part of the IκBα gene in H/RS cells, Emmerich et al. (Emmerich, F., M. Meiser, M. Hummel, G. Demel, H.D. Foss, F. Jundt, S. Mathas, D. Krappmann, C. Scheidereit, H. Stein, and B. Dorken. 1999. Blood . 94:3129–3134) report a clonal monoallelic nonsense mutation in 1 of 10 cases of HL. Cossman J. Messineo C. Bagg A. Reed-Sternberg cellsurvival in a hostile sea Lab. Invest 78 1998 229 235 9520936 Küppers R. Rajewsky K. Zhao M. Simons G. Laumann R. Fischer R. Hansmann M.L. Hodgkin diseaseHodgkin and Reed-Sternberg cells picked from histological sections show clonal immunoglobulin gene rearrangements and appear to be derived from B cells at various stages of development Proc. Natl. Acad. Sci. USA. 91 1994 10962 10966 7971992 Kanzler H. Küppers R. Hansmann M.L. Rajewsky K. Hodgkin and Reed-Sternberg cells in Hodgkin's disease represent the outgrowth of a dominant tumor clone derived from (crippled) germinal center B cells J. Exp. Med. 184 1996 1495 1505 8879220 Rajewsky K. Clonal selection and learning in the antibody system Nature. 381 1996 751 758 8657279 Montesinos-Rongen M. Roers A. Küppers R. Rajewsky K. Hansmann M.L. Mutation of the p53 gene is not a typical feature of Hodgkin and Reed-Sternberg cells in Hodgkin's disease Blood. 94 1999 1755 1760 10477701 Gravel S. Delsol G. Al Saati T. Single-cell analysis of the t(14,18)(q31,q21) chromosomal translocation in Hodgkin's disease demonstrates the absence of this translocation in neoplastic Hodgkin and Reed-Sternberg cells Blood. 91 1998 2866 2874 9531597 Armbinder R.F. Weiss L.M. Association of Epstein-Barr virus with Hodgkin's disease Mauch P.M. Armitage J.O. Diehl V. Hoppe R.T. Weiss L.M. Hodgkin's Disease 1999 79 98 Lippincott Williams and Wilkins Philadelphia Bargou R.C. Leng C. Krappmann D. Emmerich F. Mapara M.Y. Bommert K. Royer H.D. Scheidereit C. Dörken B. High-level nuclear NF-kappa B and Oct-2 is a common feature of cultured Hodgkin/Reed-Sternberg cells Blood. 87 1996 4340 4347 8639794 Bargou R.C. Emmerich F. Krappmann D. Bommert K. Mapara M.Y. Arnold W. Royer H.D. Grinstein E. Greiner A. Scheidereit C. Dörken B. Constitutive nuclear factor-kappaB–RelA activation is required for proliferation and survival of Hodgkin's disease tumor cells J. Clin. Invest 100 1997 2961 2969 9399941 Baldwin A.S. The NF-κB and IκB proteinsnew discoveries and insights Annu. Rev. Immunol. 14 1996 649 681 8717528 Wulczyn F.G. Krappmann D. Scheidereit C. The NF-kappa B/Rel and I kappa B gene familiesmediators of immune response and inflammation J. Mol. Med. 74 1996 749 769 8974017 Luque I. Gelinas C. Rel/NF-kappa B and I kappa B factors in oncogenesis Semin. Cancer Biol. 8 1997 103 111 9299588 Wood K.M. Roff M. Hay R.T. Defective IkappaBalpha in Hodgkin cell lines with constitutively active NF-kappaB Oncogene. 16 1998 2131 2139 9572494 Cabannes E. Khan G. Aillet F. Jarrett R.F. Hay R.T. Mutations in the IκBα gene in Hodgkin's disease suggest a tumour suppressor role for IκBα Oncogene. 18 1999 3063 3070 10340377 Drexler H.G. Recent results on the biology of Hodgkin and Reed-Sternberg cells. II. Continuous cell lines Leuk. Lymphoma. 9 1993 1 25 7682880 Küppers R. Zhao M. Rajewsky K. Hansmann M.L. Detection of clonal B cell populations in paraffin-embedded tissues by polymerase chain reaction Am. J. Pathol. 143 1993 230 239 8317549 Kanzler H. Hansmann M.L. Kapp U. Wolf J. Diehl V. Rajewsky K. Küppers R. Molecular single cell analysis demonstrates the derivation of a peripheral blood-derived cell line (L1236) from the Hodgkin/Reed-Sternberg cells of a Hodgkin's lymphoma patient Blood. 87 1996 3429 3436 8605361 Ito C.Y. Adey N. Bautch V.L. Baldwin A.S.J. Structure and evolution of the human IKBA gene Genomics. 29 1995 490 495 8666399 Weber-Matthiesen K. Deerberg J. Poetsch M. Grote W. Schlegelberger B. Numerical chromosome aberrations are present within the CD30+ Hodgkin and Reed-Sternberg cells in 100% of analyzed cases of Hodgkin's disease Blood. 86 1995 1464 1468 7632954 Falzetti D. Crescenzi B. Matteuci C. Falini B. Martelli M.F. Van Den Berghe H. Mecucci C. Genomic instability and recurrent breakpoints are main cytogenetic findings in Hodgkin's disease Haematologica. 84 1999 298 305 10190942 Barrios L. Caballin M.R. Miro R. Fuster C. Berrozpe G. Subias A. Batlle X. Egozcue J. Chromosome abnormalities in peripheral blood lymphocytes from untreated Hodgkin's patients. A possible evidence for chromosome instability Hum. Genet. 78 1988 320 324 3360446 Shen H.M. Peters A. Baron B. Zhu X. Storb U. Mutation of BCL-6 gene in normal B cells by the process of somatic hypermutation of Ig genes Science. 280 1998 1750 1752 9624052 Pasqualucci L. Migliazza A. Fracchiolla N. William C. Neri A. Baldini L. Chaganti R.S.K. Klein U. Küppers R. Rajewsky K. Dalla-Favera R. BCL-6 mutations in normal germinal center B cellsevidence of somatic hypermutation acting outside Ig loci Proc. Natl. Acad. Sci. USA. 95 1998 11816 11821 9751748 Huxford T. Huang D.B. Malek S. Ghosh G. The crystal structure of the IkappaBalpha/NF-kappaB complex reveals mechanisms of NF-kappaB inactivation Cell. 95 1998 759 770 9865694 Jacobs M.D. Harrison S.C. Structure of an IkappaBalpha/NF-kappaB complex Cell. 95 1998 749 758 9865693 Ernst M.K. Dunn L.L. Rice N.R. The PEST-like sequence of I kappa B alpha is responsible for inhibition of DNA binding but not for cytoplasmic retention of c-Rel or RelA homodimers Mol. Cell. Biol. 15 1995 872 882 7823953 Beg A.A. Sha W.C. Bronson R.T. Baltimore D. Constitutive NF-kappa B activation, enhanced granulopoiesis, and neonatal lethality in I kappa B alpha-deficient mice Genes Dev. 9 1995 2736 2746 7590249 Krappmann D. Emmerich F. Kordes U. Scharschmidt E. Dörken B. Scheidereit C. Molecular mechanisms of constitutive NF-kappaB/Rel activation in Hodgkin/Reed-Sternberg cells Oncogene. 18 1999 943 953 10023670 Beauparlant P. Kwan I. Bitar R. Chou P. Koromilas A.E. Sonenberg N. Hiscott J. Disruption of I kappa B alpha regulation by antisense RNA expression leads to malignant transformation Oncogene. 9 1994 3189 3197 7936641 Haskill S. Beg A.A. Tompkins S.M. Morris J.S. Yurochko A.D. Sampson-Johannes A. Mondal K. Ralph P. Baldwin A.S.J. Characterization of an immediate-early gene induced in adherent monocytes that encodes I kappa B-like activity Cell. 65 1991 1281 1289 1829648 Table 1 Analysis of the IκBα Protein, Transcripts, and Gene in HL-derived Cell Lines IκBα transcripts Cell line Origin/EBV status Full-length IκBα protein Polymorphisms Aberrations Mutations in IκBα gene L428 B/− − 175C, 399C, 1049C 893C→U 2278C→T KMH-2 B/− − 175C, 399C, 1049C Del. 509–641 Ins. UCCAG Del. 1497–1710 L1236 B/− + 175Y, 399C, 1049U – DEV B/− + 175Y, 399C, 1049C – L591 B/+ + 175U, 399C, 1049U – L540 T/− + 175U, 399C, 1049Y – HDLM-2 T/− + 175C, 399C, 1049U – HD-MyZ Myeloid/− + 175C, 399U, 1049C – These sequence data are available from GenBank/EMBL/DDBJ under accession nos. AJ249290 and AJ249291. Table 2 Sequence Analysis of the IκBα Exons Amplified from Tissue Sections and Single H/RS Cells Case Exon Polymorphisms PCR-positive cells Products sequenced Mutations in H/RS cells Alleles amplified 1 1 212C 2/5 2 Deletion (254–255) 2WT/M 2 1059C 2/5 2 – 3 1678G 5/8 5 – 4 2025C 6/8 6 Deletion (1994) 2WT, 1M, 3WT/M 5 – 6/8 6 – 6 2787T 4/8 1 – 2921A 2 1 212C 7/37 6 – 2 1059T 8/37 8 2 unique mutations 3 1678G 5/14 5 – 4 2025C 5/14 5 – 5 – 5/14 5 Deletion (2355–2356) 5WT/M 6 2787C 4/14 4 – 2921G 3 1 212Y 8/26 7 51C→T in 1 seq. 2C, 3T, 2Y 2 1059Y 5/26 5 – 4C, 1T 3 1678R 6/8 6 – 2A, 4G 4 2025Y 5/8 5 – 4C, 1T 5 – 5/8 5 – – 6 2787Y 6/8 6 – 4T, 1C, 1Y 2921R 4A, 1G, 1R 4 1 212T 5/12 4 52C→T in 1 seq. 2 1059C 6/12 4 – 3 1678G 5/10 5 – 4 2025C 7/10 6 – 5 – 7/10 6 – 6 2787T 7/10 6 – 2921A 5 1 212Y 8/17 4 – 1T, 3Y 2 1059Y 7/17 7 6 unique mutations 4T, 3Y 3 1678R 7/8 5 – 1A, 1G, 3R 4 2025Y 5/8 5 – 3C, 1T, 1Y 5 – 7/8 5 – – 6 2787Y 5/8 4 3035G→A in 1 seq. 1C, 3Y 2921R 1G, 3R These sequence data are available from GenBank/EMBL/DDBJ under accession nos. AJ249283–AJ249289 and AJ249294–AJ249295. seq., sequence. Table 3 Analysis of IκBα Exons 1 and 4 Amplified from Aliquots of Genomic DNA from Single H/RS Cells of Case 1 I II III IV V A 1WT 4Mut 1WT 4both 1WT 4Mut B 1WT 4Mut 1WT 4WT 1WT C 1Mut 4WT 1WT 4both 1WT 4both D 1WT 4WT 1both 1WT E 1both 4WT 1both 4both 1Mut 4WT F 1Mut 4WT 1Mut 4WT 1WT 4Mut Five cells (I–V) out of eight analyzed in this experiment yielded PCR products for exons 1 and 4 in more than one of the six aliquots (A–F). Sequence analysis of the products revealed wild-type (WT), mutant (Mut), or mixed (both) sequences for exon 1 and 4, respectively. Negative control reactions yielded no products for either exon. Table 4 Analysis of IκBα Exons 1 and 2 in Normal B Cells PCR product Cell population No. of sequences Basepairs sequenced No. of mutations Mutation frequency % V H 3 rearr. Naive 17 3,253 0 0 GC 13 2,543 135 5.3 IκBα exon 1 Naive 24 10,752 1 0.009 GC 25 11,200 1 0.009 IκBα exon 2 GC 22 9,482 0 0 VH3 gene rearrangements and exons 1 and 2 of the IκBα gene were amplified from genomic DNA of naive (CD27 − IgD + ) and germinal center (GC, CD77 + ) B cells, cloned, and analyzed for somatic mutations. The expected frequency of mutations induced by Pfu DNA polymerase is 0.0035% (10 −6 mutations/bp/cycle Pfu DNA polymerase error × 35 cycles). Figure 1 IκBα defects in HL. The structure of the IκBα gene (top; the amplified regions spanning exons 1–6 are bold, and translation start and stop codons are given) is correlated with the structure of the IκBα protein (bottom; the six ankyrin repeats and the PEST domain are indicated). The positions of the mutations detected in H/RS cells of primary cases, as well as those detected in cell lines, are shown.",
    "full_text_abstract": "Members of the nuclear factor (NF)-κB family of transcription factors play a crucial role in cellular activation, immune responses, and oncogenesis. In most cells, they are kept inactive in the cytosol by complex formation with members of the inhibitor of NF-κB (IκB) family, whose degradation activates NF-κB in response to diverse stimuli. In Hodgkin's lymphoma (HL), high constitutive nuclear activity of NF-κB is characteristic of the malignant Hodgkin and Reed-Sternberg (H/RS) cells, which occur at low number in a background of nonneoplastic inflammatory cells. In single H/RS cells micromanipulated from histological sections of HL, we detect clonal deleterious somatic mutations in the IκBα gene in two of three Epstein-Barr virus (EBV)-negative cases but not in two EBV-positive cases (in which a viral oncogene may account for NF-κB activation). There was no evidence for IκBα mutations in two non-HL entities or in normal germinal center B cells. This study establishes deleterious IκBα mutations as the first recurrent genetic defect found in H/RS cells, indicating a role of IκBα defects in the pathogenesis of HL and implying that IκBα is a tumor suppressor gene."
}