{
    "PMC": "12326152",
    "DOI": "10.1042/bst20253059",
    "PMID": "40613782",
    "PMCID": "PMC12326152",
    "title": "Molecular insight on the role of the phosphoinositide PIP3 in regulating the protein kinases Akt, PDK1, and BTK.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12326152",
    "source": "MED",
    "abstract_text": "Protein kinases are master regulators of myriad processes in eukaryotic cells playing critical roles in growth, metabolism, cellular differentiation, and motility. A subclass of protein kinases is regulated by their ability to be localized and activated by the phosphoinositide phosphatidylinositol (3,4,5)-trisphosphate (PIP3). This includes multiple members of the AGC and TEC family kinases, which contain PIP3 binding pleckstrin homology (PH) domains. It has been postulated that they can be activated by PIP3-mediated disruption of autoinhibitory interactions between their kinase domains and PH domains. There has been considerable controversy based on differing molecular models for how these kinases are regulated by lipid binding and post-translational modifications. This review focuses on understanding the molecular underpinnings for how the PH domains of these enzymes regulate kinase activity and what role PIP3 plays in pathway activation. A specific focus is on the integration of experimental data derived from X-ray crystallography, cryo-electron microscopy, and hydrogen deuterium exchange mass spectrometry along with recent advances in artifical intelligence enabled protein modeling. The main lipid-binding enzymes described are the AGC protein kinases 3-phosphoinositide-dependent kinase (PDK1) and Akt, and the TEC family kinase, Bruton's agammaglobulinemia tyrosine kinase (BTK).",
    "full_text": "pmc Biochem Soc Trans Biochem Soc Trans bst Biochemical Society Transactions 0300-5127 1470-8752 Portland Press Limited 12326152 40613782 BST-2025-3059 10.1042/BST20253059 Review Article Biophysics Molecular Bases of Health & Disease Signaling Molecular insight on the role of the phosphoinositide PIP 3 in regulating the protein kinases Akt, PDK1, and BTK Shaw Alexandria L. 1 2 https://orcid.org/0000-0001-7904-9859 Burke John E. 1 2 3 jeburke@uvic.ca 1 Department of Biochemistry and Molecular Biology, The University of British Columbia, Vancouver, British Columbia, V6T 1Z3, Canada 2 Department of Biochemistry and Microbiology, University of Victoria, Victoria, BC, V8W 2Y2, Canada 3 University of Victoria Genome BC Proteomics Centre, Victoria, BC, Canada Correspondence: John E. Burke ( jeburke@uvic.ca ) 04 7 2025 BST20253059 06 3 2025 28 5 2025 22 6 2025 © 2025 The Author(s). 2025 https://creativecommons.org/licenses/by/4.0/ This is an open access article published by Portland Press Limited on behalf of the Biochemical Society and distributed under the Creative Commons Attribution License 4.0 (CC BY) . Protein kinases are master regulators of myriad processes in eukaryotic cells playing critical roles in growth, metabolism, cellular differentiation, and motility. A subclass of protein kinases is regulated by their ability to be localized and activated by the phosphoinositide phosphatidylinositol (3,4,5)-trisphosphate (PIP 3 ). This includes multiple members of the AGC and TEC family kinases, which contain PIP 3 binding pleckstrin homology (PH) domains. It has been postulated that they can be activated by PIP 3 -mediated disruption of autoinhibitory interactions between their kinase domains and PH domains. There has been considerable controversy based on differing molecular models for how these kinases are regulated by lipid binding and post-translational modifications. This review focuses on understanding the molecular underpinnings for how the PH domains of these enzymes regulate kinase activity and what role PIP 3 plays in pathway activation. A specific focus is on the integration of experimental data derived from X-ray crystallography, cryo-electron microscopy, and hydrogen deuterium exchange mass spectrometry along with recent advances in artifical intelligence enabled protein modeling. The main lipid-binding enzymes described are the AGC protein kinases 3-phosphoinositide-dependent kinase (PDK1) and Akt, and the TEC family kinase, Bruton’s agammaglobulinemia tyrosine kinase (BTK). cryo-electron microscopy hydrogen-deuterium exchange mass spectrometry kinases PDK1 proto-oncogene proteins c-akt structural biology Cancer Research Society CRS-1052949 Burke John E. Canadian Institute of Health Research (CIHR) CGS-D Shaw Alexandria L. Introduction The phosphorylation of proteins and peptides at the Ser, Thr, and Tyr amino acids is essential in almost all eukaryotic cellular processes. This is catalyzed by the transfer of the terminal phosphate from ATP by the action of protein kinases, with dysregulation of kinase activity being causative of many human diseases. This has made them important targets in pharmaceutical development with >30 kinase inhibitors being clinically approved for a wide variety of diseases [ 1–3 ]. The human kinome is extensive with >530 different kinases, representing ~2% of the protein coding genes in the human genome [ 4 ]. These can be classified into Ser/Thr kinases, Tyr kinases, and pseudokinases [ 5 ]. Many mechanisms have evolved to tightly control the activity of kinases, making sure that they are turned on in the correct cellular context. This is crucial for the fidelity of kinases involved in signaling cascades, with many requiring multiple activating inputs for full activation. Kinases have an inherent specificity for their substrates encoded by their kinase domains [ 6 , 7 ], but multiple additional factors can control activity including scaffolding, cellular localization, protein–protein interactions, metabolites, and post-translational modifications [ 8 , 9 ]. One of the regulatory mechanisms that can control kinase activity and localization is the targeted binding to lipid phosphoinositides, frequently mediated by lipid-binding domains. This review will explore how lipid phosphoinositides can regulate different kinases’ activity, with a specific focus on the molecular basis for how lipid-binding domains alter kinase activity by an analysis of previous biochemical/structural data in combination with recent advances in AlphaFold3-enabled protein modeling [ 10 ]. General structural features of protein kinase regulation Defining the basis for how lipid-binding domains alter kinase activity requires discussion of the molecular mechanisms controlling kinase activation. The first protein kinase structure of the enzyme protein kinase A (PKA) was solved ~35 years ago using X-ray crystallography [ 11 ], followed by extensive studies using X-ray, NMR, and cryo-EM with now more than half of all human kinase domains being structurally characterized, in a variety of active and inactive states [ 1 ]. This has allowed for the identification of multiple conserved features found in almost all active conformations of protein kinases and the divergent mechanisms by which protein kinases can be inactivated. Kinases often follow the Anna Karenina principle: while their active conformations are structurally similar featuring a conserved catalytic architecture necessary for function, their inactive conformations are diverse. This principle suggests that activation requires a conserved set of structural features, whereas inactivation results from unique structural disruptions. As a result, inactive kinases adopt a broad array of conformations, reflecting the many different ways activation can be perturbed [ 12 ]. Due to space limitations, this review will only briefly survey these general mechanisms as they relate to lipid-regulated kinases, but readers are advised to consult previous reviews for a more in-depth analysis [ 1 , 8 ]. The kinase domain (KD) fold is a bi-lobal structure composed of an N-lobe and a C-lobe, with ATP binding at the cleft between these two lobes ( Figure 1 ). In the active conformation, there are a set of hydrophobic interactions that occur in two spines that span the N- and C-lobes, with these being referred to as the regulatory and catalytic spines. Many aspects of kinase regulation are controlled by conformational changes between inactive states where the spines are disassembled. The region binding to ATP is often referred to as the hinge, with this being the connection point between the two lobes. The adenine ring of ATP forms part of the catalytic spine of hydrophobic interactions. Conserved features in protein kinases include the activation loop, containing residues that mediate binding to protein substrate. At the N-terminus of the activation loop, there is a strongly conserved DFG motif, with the aspartic acid playing an important role in co-ordinating the Mg 2+ cofactor. The phenylalanine residue can exist in either a DFG-in or DFG-out conformation, with the DFG-in state being the active state. The change in orientation of this region of the activation loop plays a critical role in assembling the regulatory spine in the active conformation. Active kinase structures almost always contain a critical salt bridge from a glutamic acid in a conserved helix (αC helix) to a lysine in the β-sheet of the N-lobe. Together, these interactions are critical for orienting catalytic residues to maximize substrate catalysis. The activity of kinases can be modulated by modifying the conformation of the αC helix, mediated by post-translational modifications, protein–protein-binding partners, and intra-domain interactions. Figure 1: General conserved features of the active conformation of protein kinases Cartoon ( A ) and structural model ( B ) of the active conformation of a protein kinase based on the structure of active Akt (PDB:1O6K) bound to a non-hydrolyzable ATP mimetic adenylyl imidodiphosphate (AMP-PMP) [ 13 ]. The N-lobe, C-lobe, activation loop, αC helix, DFG motif, salt bridge, and peptide substrate are all indicated. This review focuses specifically on the structural basis of regulation of phosphoinositide-regulated kinases, specifically the AGC family kinases, Akt1/2 and 3-phosphoinositide-dependent kinase (PDK1), and the TEC family kinase, Bruton’s agammaglobulinemia tyrosine kinase (BTK). Specific regulatory features that control the activity of these kinases will be described in the following sections. AGC family kinases PDK1 The AGC kinase family contains 63 serine/threonine kinases, including PDK1 and Akt/protein kinase B (PKB), which have highly conserved kinase domains [ 4 ]. PDK1 is a master regulator of cellular life [ 14 ]. When knocked out in mice, it results in early embryonic lethality, mainly driven by abnormalities in neuronal development [ 15 ]. PDK1 is described as a master regulator of kinase signaling, as it directly phosphorylates multiple AGC family kinases, including Akt/PKB [ 16 ], SGK, S6K [ 17 ], RSK [ 18 ], and PKC [ 19 ] kinase subfamilies. PDK1 is also able to phosphorylate and activate PKA [ 20 ]. However, PKA phosphorylation and activity are similar in both WT and PDK1 knockout embryonic stem cells [ 21 ], revealing that the ability to phosphorylate a substrate is not always directly linked to regulation. A unique regulatory feature of PDK1 is the presence of a PIFtide pocket within the N-lobe above the αC helix. This pocket is named for its ability to bind PDK1-interacting fragment (PIF) peptides, present in the hydrophobic motifs (HMs) of AGC substrate kinases [ 22 , 23 ]. This hydrophobic pocket plays a key allosteric role in regulating PDK1 activity, as it recruits downstream substrate kinases, and its occupancy by either substrates or small molecules leads to PDK1 activation [ 24 ]. Crystal structures of PDK1’s kinase domain in different activation states show that the conformation of the catalytic cleft, irrespective of whether it is non-phosphorylated [ 25 ] or phosphorylated in the activation loop (S241) [ 26 ], or in the presence or absence of peptides bound to the PIF pocket [ 27 ], is in its active conformation ( Figure 2A–D ). The most well-studied PIF pocket binder is known as PIFtide, which is derived from the HM of PRK2. While the binding of the PIFtide to PDK1’s PIF pocket does not change the architecture of the catalytic cleft, there are several hydrogen bonds established upon PIFtide binding with the periphery of the αC helix, as well as the β-sheet packing against the β-strand containing the catalytic lysine, consistent with observed increases in the specific activity of PDK1 when PIFtides are bound to the pocket [ 22 ]. Figure 2: Structures of the PDK1 kinase domain in different states of activation Cartoon and structure of the ( A ) inactive PDK1 kinase domain (KD) with ATP (PDB:2BIY) [ 25 ], ( B ) active PDK1 KD (pS241) with ATP (PDB:1H1W) [ 26 ], and ( C ) active PDK1 KD (pS241) with ATP and PIFtide (PDB:4RRV) [ 27 ] with a ( D ) zoom-in of the overlayed catalytic cleft of structures from panel A–C , showing that it is in an active conformation regardless of activation state. While many of PDK1’s substrates are other AGC family kinases, different inputs are required for the phosphorylation of different substrates [ 14 ]. For instance, substrates such as SGK, S6K, and PKC require docking of their C-terminal PIFtide to PDK1’s PIF pocket dependent on HM phosphorylation [ 28 ]. In contrast, PDK1-mediated phosphorylation of the Akt activation loop requires PI(3,4,5)P 3 or PI(3,4)P 2 [ 29 , 30 ], with data suggesting that Akt’s HM does not associate with PDK1’s PIF pocket [ 31 ]. Interestingly, PDK1 and its substrate Akt share pleckstrin homology (PH) domains with similar specificity toward PI(3,4)P 2 and PI(3,4,5)P 3 phosphoinositides. C-terminal to its kinase domain is PDK1’s PH domain that interacts with phosphoinositides [ 32 ]. Critical to the regulation of PDK1 is dimerization mediated by the PH domain [ 33 ], which occurs upon binding to cellular membranes and is promoted by anionic lipids [ 34 ]. However, controversy exists around the role of these PH domains in regulating kinase activity [ 14 , 35 , 36 ], and how phosphoinositides alter this activity for both PDK1 and Akt. This raises possible questions about whether the PH domain functions as part of an autoinhibitory regulatory mechanism or if phosphoinositides primarily serve to bring PDK1 substrates into its proximity at the plasma membrane. There is currently no high-resolution structural information for how PDK1 and its PH domain interact; however, there are multiple hydrogen deuterium exchange mass spectrometry (HDX-MS) studies of full-length PDK1 and the kinase domain alone [ 35 , 36 ]. We used AlphaFold3 to examine this HDX-MS data compared to these AI models ( Figure 3A–C ). Modeling was done in the presence of activation loop phosphorylation (pS241) as this is likely the best mimic of the biological conformation of PDK1. This was done in the context of multiple unique seeds, to add a level of randomness into the resulting models. In all cases, the PH domain was predicted to form a PH-KD interface at the C-lobe ( Figure 3B and C ). Intriguingly, the ensemble of predictions has different orientations of the PH domain, with ~30% projecting the phosphatidylinositol (3,4,5)-trisphosphate (PIP 3 ) binding site toward the kinase domain, and 70% with it oriented away from the kinase domain. The interface with the C-lobe of the kinase domain is supported by recent HDX-MS analysis [ 35 ] ( Figure 3D ), with HDX-MS changes in the PH domain likely suggestive of a conformational ensemble ( Figure 3E ), as neither pose can fully explain the HDX-MS differences. However, we did not observe the previously described interface of the PH domain with the linker in any searchers [ 36 ], with this linker having very limited secondary structure as determined by HDX-MS in full-length PDK1 [ 35 ]. This ensemble of predicted PDK1 structures with the C-lobe of the kinase domain interacting with the PH domain agrees with a hypothesized interface and is validated by mutational analysis [ 37 ]. Figure 3: AlphaFold3 model of the conformational ensemble of full-length PDK1 ( A ) Domain schematic of PDK1 domain architecture highlighting key regulatory regions. ( B ) Most frequent orientation from the ensemble of AlphaFold3 [ 10 ] predictions (~70% of the total, from 10 different seeds, 50 total predictions) of full-length pS241 PDK1 with predicted local distance difference test (pLDDT) residues with scores < 50 removed. Experimental structure (PDB:1W1G) [ 32 ] containing PIP 3 was aligned to the AlphaFold3 prediction, and PIP 3 is overlaid to show the PIP 3 binding site. ( C ) Second-most frequent orientation from the ensemble of AlphaFold3 predictions (~30% of the total, from 10 different seeds, 50 total predictions) with pLDDT< 50 removed. The predicted aligned error of the top-ranked model for (B and C) are shown to the right of each model. ( D ) Hydrogen deuterium exchange mass spectrometry (HDX-MS) data from [ 35 ] looking at HDX changes in the (left) kinase domain (KD) when comparing full-length PDK1 to the isolated KD, and changes in the (middle and right) PH domain when comparing full-length PDK1 to the isolated PH domain. Changes in the KD are mapped onto the AlphaFold3 prediction from panel B , and changes in the PH domain are mapped onto the AlphaFold3 predictions from panels B (middle) and C (right). ( E ) Cartoon model of the predicted ensemble of full-length PDK1. The role of the PH domain in regulating kinase activity, as well as the role of phosphoinositides in regulating phosphorylation, is controversial. Intriguingly, substrate phosphorylation occurs under different regulatory mechanisms, as disruption of PH-mediated dimerization prevents Akt phosphorylation but does not block S6K phosphorylation [ 36 ]. Further experiments fully investigating the role of the PH and kinase interface in controlling PDK1 activity will allow for the proving or disproving of the possible regulatory role of the PH domain in PDK1 signaling. Akt/PKB Akt (also referred to as protein kinase B, PKB) is a master regulator of cellular growth, metabolism, survival, and proliferation [ 38 , 39 ]. There are three isoforms of Akt (Akt1, Akt2, and Akt3), which are all activated downstream of phosphatidylinositol 3-kinase and remain in their inactive conformation in the absence of pro-growth signals. Akt activation occurs downstream of the second-most frequently mutated protein in human cancers ( PIK3CA ) and contains an activating oncogenic mutant (E17K) found primarily in breast and endometrial cancers. This makes it a promising therapeutic target, with the ATP-competitive inhibitor Capivasertib being FDA-approved for the treatment of hormone receptor-positive advanced breast cancer [ 40 ]. Like PDK1, Akt has a bi-lobal kinase domain housing similar catalytic machinery ( Figure 4A and B ). Unlike PDK1, Akt requires phosphorylation at two sites to adopt an active conformation, one in the activation loop (T308/309) by PDK1 [ 42 , 43 ] and the other in its C-terminal HM (S473/474) by mTORC2 [ 44 ] ( Figure 4B and C ). In the absence of these phosphorylation events, both the activation loop and HM are unstructured [ 41 ], along with a substantial region of the αC helix. Phosphorylation at the turn motif (T450/451) also occurs co-translationally to ensure correct folding of the bi-lobal kinase domain [ 45 ]. Unlike PDK1, Akt/PKB has no PIF pocket for their substrates to bind. Instead, its own phosphorylated HM binds the ‘PIF pocket’ (mediated by pS473/474), which, alongside activation loop phosphorylation at T308/309, drives the catalytic cleft to adopt an active conformation [ 13 , 41 ] through stabilization of the αC helix. To achieve full activation, Akt binds PIP 3 or phosphatidylinositol (3,4)-bisphosphate (PIP 2 ) at the plasma membrane through its PH domain [ 46 ]. However, whether PIP 3 /PIP 2 binding is required once Akt is phosphorylated is still controversial. While kinase activity assays still show activation of fully phosphorylated Akt upon binding to PIP 3 membranes, the activity in the absence of membranes is still orders of magnitude higher than unphosphorylated Akt1 [ 47 , 48 ]. Figure 4: Structures of inactive and active conformations of Akt’s kinase domain ( A ) Inactive Akt kinase domain (PDB:1GZN) [ 41 ], with the activation loop being fully disordered, and the αC helix being partially disordered. ( B ) Active Akt kinase domain (pT308, S473D) with AMP-PNP and GSK peptide substrate. (PDB:1O6K) [ 13 ], with a ( C ) zoom-in on the active conformation of Akt’s catalytic cleft. To understand the mechanism of how phosphoinositides activate Akt requires the understanding of how the PH domain interacts with the rest of the enzyme. N-terminal to the kinase domain is a PH domain ( Figure 5A ). While it is agreed upon that it forms an autoinhibitory interface with the kinase domain, the role it plays in inhibiting kinase activity following Akt phosphorylation is still contentious. The most controversial aspect being how Akt phosphorylates substrates that are distant from any membrane compartment that does not contain PI(3,4)P 2 or PIP 3 , with there being two competing models: one where Akt is only active when phosphoinositides are present, and one where once phosphorylated, Akt can diffuse to its targets in the absence of lipids. Critical to testing this model is a rigorous evaluation of the molecular interactions that phosphoinositide lipids regulate, specifically the interface between the PH and kinase domains. Figure 5: Autoinhibitory interface of Akt’s PH domain ( A ) Domain schematic of Akt domain architecture highlighting key regulatory regions. ( B ) Structure of inactive Akt with stabilizing nanobody (PDB:7APJ) [ 47 ]. ( C ) AlphaFold3 prediction of full-length tris-phosphorylated (pT308, pT450, pS473) Akt1 bound to ATP using five independent seeds (total 25 predictions), which predicted two unique orientations of the PH domain relative to the KD. Shown in C is the highest frequency model (Left) representing ~60% of the predictions with pLDDT< 60 removed. (Right) Predicted aligned error (PAE) plot of the AlphaFold3 prediction. ( D ) (Left) AlphaFold3 predictions representing ~40% of the predictions with pLDDT< 60 removed. (Right) PAE plot of the AlphaFold3 prediction. This shows a slight reorientation of the PH domain, but with the PIP 3 binding interface still being occluded by the C-lobe of the kinase domain. ( E ) Cartoon representation of dynamic PH-KD autoinhibitory interface. ( F and G ) Hydrogen deuterium exchange mass spectrometry data from [ 47 , 48 ] comparing changes in monophosphorylated (pT450) ( F ) and phosphorylated (pT450, pT308, pS473) Akt1 ( G ) upon binding to 5% PIP 3 membranes. There is an increase in deuterium exchange in the C-lobe at the proposed PH-KD interface when the PH domain is bound to PIP 3 (as seen by a decrease in deuterium exchange in the PH domain). The structure of non-phosphorylated and phosphorylated with 0% PIP 3 membranes (PDB:7APJ) represents the autoinhibited form in the absence of PIP 3 . Changes are mapped onto a molecular model consisting of ( F ) PDB:1UNQ [ 49 ] [PH bound to Ins(1,3,4,5)P 4 ] and PDB:7APJ (isolated KD) or ( G ) PDB:4EKK [ 50 ] (active Akt1 KD, pT308, S473D) and PDB:1UNQ [PH bound to Ins(1,3,4,5)P4] . The first molecular insight into mapping the PH domain autoinhibitory interface was from the structure of Akt1 in complex with the allosteric inhibitor MK-2206 [ 51 ] that showed that the PIP-binding site in the PH domain was sequestered at the bi-lobal interface of Akt. However, it remained unknown if this allosteric compound locked the PH domain in a non-native inhibitory conformation. Years later, the X-ray crystallography structure of an engineered human Akt1 construct containing a shorter PH-kinase linker derived from Danio rerio bound to a stabilizing nanobody was solved, revealing an interface between the kinase domain’s C-lobe and PH domain with >500 Å of buried surface area [ 47 ] ( Figure 5B ). AlphaFold3 predictions showed a slightly different orientation of the PH domain compared with either of these models ( Figure 5C–E ). Across all three models, the PH domain engages primarily with the C-lobe of the kinase domain, forming an interface that occludes the PIP 3 binding pocket of the PH domain. While the general surface of the PH-kinase interaction is conserved across all three, the MK-2206-bound conformation exhibits the most deviation, where the PH domain is rotated and displaced relative to its position in the nanobody-stabilized and AlphaFold3-predicted structures. This unique orientation may reflect an inhibitor-induced conformational state that is either transient or less accessible under physiological conditions. Together, these structures suggest a model where the PH-KD autoinhibitory interface samples multiple conformations. This is intriguing as it poses the question of whether the autoinhibitory PH-kinase interface can be maintained with and without regulatory phosphorylation, especially as the T308 site is located proximal to the interface with the PH domain. Work using protein semi-synthesis showed that phosphorylation of S473 relieves Akt autoinhibition through loss of an interaction with R144 in the PH-KD linker. Additionally, mutational analysis of R86 in the PH domain demonstrated decreased activity, suggesting it plays a role in establishing an autoinhibited Akt conformation [ 52 ]. Non-canonical HM phosphorylation events at S447 and T479 have also been proposed to relieve autoinhibition through a unique mechanism in the context of semisynthetic Akt [ 53 ]. However, HDX-MS studies argue that an autoinhibitory interface with the PH domain can be maintained in the T308/S473 phosphorylated state, as HDX-MS of a fully phosphorylated (T450, T308, S473) engineered Akt1 construct binding to 5% PIP 3 membranes showed changes consistent with breaking of the PH-kinase interface [ 47 ]. This included increases in exchange in the KD’s C-lobe and a decrease in deuterium exchange in the PH domain consistent with the removal of the PH domain caused by an interaction with PIP 3 , with this occurring for both fully phosphorylated and monophosphorylated (T450) Akt1 ( Figure 5 F and G ). Interestingly, HDX-MS has shown a weakening of the PH-kinase autoinhibitory interface for both unphosphorylated and fully phosphorylated Akt1 binding to ATP-competitive inhibitors [ 54 ]. It is important to note that in both situations, the protein is either in the context of a truncated PH-kinase linker or protein semi-synthesis constructs that lack the critical T450 phosphosite. Therefore, fully resolving these conflicting biophysical results would require testing the activity and dynamics of both phosphorylated and non-phosphorylated states in as close to a biological mimic as possible using full-length Akt. It is possible that there are pools of Akt substrates that require phosphoinositides to both co-localize and maximally activate Akt activity, while other substrates can be phosphorylated by phosphorylated Akt once it is detached from membrane surfaces. This is consistent with recent work that showed differential phosphorylation of Akt substrates by distinct phospho-proteoforms, where different patterns of phosphorylation favored some Akt substrates over others [ 55 ]. TEC family kinases BTK BTK is a non-receptor tyrosine kinase in the TEC family kinase that plays a critical role in signal propagation downstream of the B-cell receptor, which is essential for B-cell development, differentiation, and signaling [ 56 ]. BTK is a therapeutic target in B-cell malignancies and autoimmune diseases, with multiple small-molecule inhibitors being FDA approved [ 57 ]. Inactivating mutations in BTK are causative of X‐linked agammaglobulinemia, leading to a significant decrease in mature B cells and frequent bacterial and viral infections. Structurally, BTK is regulated by its canonical Src module, consisting of a Src homology 2 (SH2), Src homology 3 (SH3), and kinase domain. The packing of the SH2 and SH3 domains against its SH3-kinase linker leads to the BTK kinase domain adopting an inactive conformation, with the αC helix rotated into an inactive state ( Figure 6A - C ) [ 58 ]. This inactive conformation of the Src module of BTK is similar to those of Src family kinases [ 60 , 61 ]. Disruption of the SH2 and SH3 interfaces leads to BTK’s kinase domain establishing its active conformation, where BTK can then become phosphorylated at Y551 in the activation loop by Src family kinases [ 62 ]. The active conformation of BTK bound to an ATP-competitive inhibitor is shown in Figure 6B - D [ 59 ], with the difference in conformation between inactive and active highlighted in Figure 6C and D . Figure 6: Structure of the Src module of BTK in its inactive state, and the kinase domain in its active state bound to Dasatinib ( A ) Cartoon and structure of the inactive BTK Src module (PDB:4XI2) [ 58 ], with the kinase domain shown in cartoon, and the SH2 and SH3 domains shown as surfaces. The αC helix is shown in green, with the activation loop colored orange. ( B ) Structure of the active conformation of BTK in complex with DFG-in inhibitor Dasatinib (PDB: 3K54) [ 59 ]. ( C and D ) Zoom-in views of the catalytic core in the ( C ) inactive (panel A) and ( D ) active (panel B) conformation of the catalytic cleft. The salt bridge between the N-lobe lysine and αC helix glutamic acid is broken in the inactive conformation. N-terminal to the Src module is a PH domain and a Tec homology domain (defined as the PHTH module) ( Figure 7A ). However, the exact role of how these domains mediate BTK regulation is still not fully understood. The PH domain binds phosphatidylinositol (3,4,5)-trisphosphate (PIP 3 ) [ 64 ], with PIP 3 binding being essential for the membrane recruitment of BTK and its subsequent activation. PIP 3 binding results in dimerization of the PH domain and clustering of full-length BTK [ 65 ]. PH domain-mediated dimerization can also be promoted by soluble inositol hexakisphosphate (IP 6 ) [ 58 ] and is proposed to mediate activation by promoting trans-autophosphorylation of Y551. The role of the PHTH domains in regulating BTK in its inactive state remains unresolved. Crystal structures of full-length BTK show no clear density for the PHTH module, and low-resolution cryo-EM maps show multiple conformations of the PHTH relative to the Src module [ 63 ]. AlphaFold3 modeling using multiple seeds of full-length BTK (multiple seeds increases randomness) showed the PHTH domains sampling a large set of conformations, with limited high-confidence interactions occurring between these domains and the rest of the Src module ( Figure 7C and D ). HDX-MS analysis of full-length BTK versus the Src module of BTK revealed multiple regions with differences in exchange in multiple regions of the kinase domain, with these likely driven by HDX-MS sampling the conformational ensemble of PHTH conformations [ 66 , 67 ]. Figure 7: Conformational dynamics of full-length BTK and model of BTK activation ( A ) Domain schematic of BTK domain architecture highlighting key regulatory regions. ( B ) Structures of BTK PHTH-KD constructs lacking the SH2 and SH3 domains. (Top) BTK PHTH domain connected to KD with a glycine linker with GDC-0853 (PDB:8S93) [ 63 ]. (Bottom) BTK PHTH domain connected to KD with a SH2 (residues 384–393) linker with CGI1746 (PDB:4Y93) [ 58 ]. ( C ) Representation of five different seeds using AlphaFold3 with pY551 full length BTK, with 25 total predicted models. There is limited consensus on the orientation of the PHTH domain, with the 25 poses of the PHTH shown in surface, highlighting the dynamic nature relative to the Src module. This is consistent with recent low-resolution cryo-EM data, showing multiple possible orientations [ 63 ]. ( D ) Representative predicted aligned error (PAE) plot of the top scoring full-length phosphorylated BTK AlphaFold3 prediction, showing high error of relative position of the PHTH domain to the Src module. ( E ) Model of activation of BTK at the plasma membrane downstream of PIP 3 and activated receptors. It has been proposed that the PH domain can bind to a partially active conformation of BTK, once the SH2 and SH3 domains are disengaged from the kinase domain. Structural insight into this has been provided by X-ray crystallography analysis of two constructs where the kinase domain is fused to the PHTH with different short linkers in the absence of the SH2+SH3 domains [ 58 , 63 ] ( Figure 7B and C ). In these structures, the PHTH domain was in an orientation incompatible with the presence of the SH2/SH3 domains. The use of different linkers revealed distinct orientations of the PHTH domain relative to the kinase domain, with both forming an interface with the N-lobe. This interface is likely dynamic and may serve to prevent full activation at low levels of PIP 3 by preventing BTK trans-autophosphorylation. Upon increased PIP 3 levels, the PHTH domain mediates dimerization, and BTK adopts a fully activated state ( Figure 7E ). Disease-linked mutations in PH domains of PIP 3 -regulated kinases While the PH domains of Akt, PDK1, and BTK play important roles in regulating their activity, as discussed throughout the review, the occurrence of gain-of-function mutations at PH-KD interfaces is not uniformly shared. The most frequently observed oncogenic Akt mutation is E17K in Akt1, which is at the autoinhibitory interface between the kinase and PH domains. Its oncogenic mechanism is thought to involve enhanced phosphoinositide binding and increased membrane localization, without directly affecting kinase domain activity. However, this model remains under debate [ 52 , 68 , 69 ]. Equivalent mutations have not been reported in Akt2 or Akt3, which is likely due to their more restricted tissue distributions. Akt1 is ubiquitously expressed, whereas Akt2 is enriched in insulin-responsive tissues, and Akt3 is primarily found in brain, testis, and lung tissues. PDK1, although a central kinase in the PI3K/Akt pathway, has no reported oncogenic mutations. In BTK, disease-linked loss-of-function mutations are associated with X-linked agammaglobulinemia (XLA) [ 70 , 71 ]. Mutations in XLA patients contain missense, nonsense, deletions, and insertions, with some of these missense mutations clustering around the phosphoinositide-binding pocket of the PH domain, leading to reduced lipid binding and impaired BTK membrane localization [ 72 ], resulting in a loss of function. However, a distinct gain-of-function mutation, E41K, which is similar to that of Akt1’s E17K mutation, enhances phosphoinositide binding and drives constitutive membrane association [ 73 , 74 ]. It remains to be seen if this mutant has any influence on any PH domain autoinhibition of BTK. Summary Recent years have seen significant advances in our structural understanding of how lipid-binding PH domains regulate multiple different families of protein kinases. These studies have revealed both significant differences in the mechanisms of how phosphoinositide lipids can control kinase activity. Better tools to measure kinase signaling in different intracellular compartments, along with better tools for tracking and manipulating phosphoinositides, will allow for the full testing of different molecular models. Critical to the field is interpreting structural studies within the specific experimental caveats required to capture unique structural states that may exist in their biological context in a large conformational ensemble. There has been significant clinical progress being made in inhibiting PIP 3 -regulated protein kinases, including multiple clinically approved inhibitors. It will be essential to fully work out the molecular basis of their activation in their native biological contexts, as this may be important to interpret the action of different ATP-competitive and allosteric inhibitors. Perspectives Lipid-regulated protein kinases are master regulators of many essential functions, with multiple inhibitors now in the clinic for multiple human cancers. As both allosteric and ATP-competitive inhibitors lead to allosteric conformational changes, it is essential to understand the molecular basis of their regulation. Extensive biochemical, biophysical, and structural analysis of lipid-regulated protein kinases has revealed mechanisms of autoinhibition driven by lipid-binding domains, as well as how they are activated by phosphoinositides. Differing molecular models for the role of lipid-binding domains in autoinhibition and activation have been proposed. Inhibitors toward lipid-regulated kinases have made significant clinical impact. However, it is essential to understand the full complement of mechanisms that control lipid-regulated kinase activation. Continued investigation in more native biological contexts will be needed to fully define the mechanism of regulation. Competing Interests The authors declare no competing interests. Funding J.E.B. is supported by an operating grant from the Cancer Research Society (CRS- CRS-1052949). A.L.S. is supported by a Canadian Institute of Health Research (CIHR) CGS-D scholarship. Abbreviations BCR B-cell receptor BTK Bruton’s agammaglobulinemia tyrosine kinase HDX-MS hydrogen deuterium exchange mass spectrometry HM hydrophobic motif PAE Predicted aligned error PDK1 3-phosphoinositide dependent kinase PH pleckstrin homology PIF PDK1 interacting fragment PIP 2 phosphatidylinositol (3,4)-bisphosphate PIP 3 phosphatidylinositol (3,4,5)-trisphosphate PKA protein kinase A SH2 Src homology 2 SH3 Src homology 3 XLA X-linked agammaglobulinemia cryo-EM cryogenic electron microscopy References 1 Arter C. Trask L. Ward S. Yeoh S. Bayliss R 2022 Structural features of the protein kinase domain and targeted binding by small-molecule inhibitors J. Biol. Chem. 298 102247 10.1016/j.jbc.2022.102247 35830914 2 Wang Q. Zorn J.A. Kuriyan J 2014 A structural atlas of kinases inhibited by clinically approved drugs Meth. Enzymol. 548 23 67 10.1016/B978-0-12-397918-6.00002-1 3 Wang Z. Cole P.A 2014 Catalytic mechanisms and regulation of protein kinases Meth. Enzymol. 548 1 21 10.1016/B978-0-12-397918-6.00001-X 4 Manning G. Whyte D.B. Martinez R. Hunter T. Sudarsanam S 2002 The protein kinase complement of the human genome Science 298 1912 1934 10.1126/science.1075762 12471243 5 Sheetz J.B. Lemmon M.A 2022 Looking lively: emerging principles of pseudokinase signaling Trends Biochem. Sci. 47 875 891 10.1016/j.tibs.2022.04.011 35585008 6 Johnson J.L. Yaron T.M. Huntsman E.M. Kerelsky A. Song J. Regev A. et al. 2023 An atlas of substrate specificities for the human serine/threonine kinome Nature 613 759 766 10.1038/s41586-022-05575-3 36631611 7 Yaron-Barir T.M. Joughin B.A. Huntsman E.M. Kerelsky A. Cizin D.M. Cohen B.M. et al. 2024 The intrinsic substrate specificity of the human tyrosine kinome Nature 629 1174 1181 10.1038/s41586-024-07407-y 38720073 8 Taylor S.S. Kornev A.P 2011 Protein kinases: evolution of dynamic regulatory proteins Trends Biochem. Sci. 36 65 77 10.1016/j.tibs.2010.09.006 20971646 9 Reinhardt R. Leonard T.A 2023 A critical evaluation of protein kinase regulation by activation loop autophosphorylation Elife 12 e88210 10.7554/eLife.88210 37470698 10 Abramson J. Adler J. Dunger J. Evans R. Green T. Pritzel A. et al. 2024 Accurate structure prediction of biomolecular interactions with AlphaFold 3 Nature 630 493 500 10.1038/s41586-024-07487-w 38718835 11 Knighton D.R. Zheng J.H. Ten Eyck L.F. Ashford V.A. Xuong N.H. Taylor S.S. et al. 1991 Crystal structure of the catalytic subunit of cyclic adenosine monophosphate-dependent protein kinase Science 253 407 414 10.1126/science.1862342 1862342 12 Noble M.E.M. Endicott J.A. Johnson L.N 2004 Protein kinase inhibitors: insights into drug design from structure Science 303 1800 1805 10.1126/science.1095920 15031492 13 Yang J. Cron P. Good V.M. Thompson V. Hemmings B.A. Barford D 2002 a ) Crystal structure of an activated Akt/protein kinase B ternary complex with GSK3-peptide and AMP-PNP Nat. Struct. Biol. 9 940 944 10.1038/nsb870 12434148 14 Leroux A.E. Biondi R.M 2023 The choreography of protein kinase PDK1 and its diverse substrate dance partners Biochem. J. 480 1503 1532 10.1042/BCJ20220396 37792325 15 Lawlor M.A. Mora A. Ashby P.R. Williams M.R. Murray-Tait V. Malone L. et al. 2002 Essential role of PDK1 in regulating cell size and development in mice EMBO J. 21 3728 3738 10.1093/emboj/cdf387 12110585 16 Stephens L. Anderson K. Stokoe D. Erdjument-Bromage H. Painter G.F. Holmes A.B. et al. 1998 Protein kinase B kinases that mediate phosphatidylinositol 3,4,5-trisphosphate-dependent activation of protein kinase B Science 279 710 714 10.1126/science.279.5351.710 9445477 17 Biondi R.M. Kieloch A. Currie R.A. Deak M. Alessi D.R 2001 The PIF-binding pocket in PDK1 is essential for activation of S6K and SGK, but not PKB EMBO J. 20 4380 4390 10.1093/emboj/20.16.4380 11500365 18 Jensen C.J. Buch M.B. Krag T.O. Hemmings B.A. Gammeltoft S. Frödin M 1999 90-kDa ribosomal S6 kinase is phosphorylated and activated by 3-phosphoinositide-dependent protein kinase-1 J. Biol. Chem. 274 27168 27176 10.1074/jbc.274.38.27168 10480933 19 Le Good J.A. Ziegler W.H. Parekh D.B. Alessi D.R. Cohen P. Parker P.J 1998 Protein kinase C isotypes controlled by phosphoinositide 3-kinase through the protein kinase PDK1 Science 281 2042 2045 10.1126/science.281.5385.2042 9748166 20 Cheng X. Ma Y. Moore M. Hemmings B.A. Taylor S.S 1998 Phosphorylation and activation of cAMP-dependent protein kinase by phosphoinositide-dependent protein kinase Proc. Natl. Acad. Sci. U.S.A. 95 9849 9854 10.1073/pnas.95.17.9849 9707564 21 Williams M.R. Arthur J.S. Balendran A. Poli V. Cohen P. et al. 2000 The role of 3-phosphoinositide-dependent protein kinase 1 in activating AGC kinases defined in embryonic stem cells Curr. Biol. 10 439 448 10.1016/s0960-9822(00)00441-3 10801415 22 Biondi R.M. Cheung P.C. Casamayor A. Deak M. Currie R.A. Alessi D.R 2000 Identification of a pocket in the PDK1 kinase domain that interacts with PIF and the C-terminal residues of PKA EMBO J. 19 979 988 10.1093/emboj/19.5.979 10698939 23 Frödin M. Antal T.L. Dümmler B.A. Jensen C.J. Deak M. Gammeltoft S. et al. 2002 A phosphoserine/threonine-binding pocket in AGC kinases and PDK1 mediates activation by hydrophobic motif phosphorylation EMBO J. 21 5396 5407 10.1093/emboj/cdf551 12374740 24 Engel M. Hindie V. Lopez-Garcia L.A. Stroba A. Schaeffer F. Adrian I. et al. 2006 Allosteric activation of the protein kinase PDK1 with low molecular weight compounds EMBO J. 25 5469 5480 10.1038/sj.emboj.7601416 17110931 25 Komander D. Kular G. Deak M. Alessi D.R. van Aalten D.M.F. 2005 Role of T-loop phosphorylation in PDK1 activation, stability, and substrate binding J. Biol. Chem. 280 18797 18802 10.1074/jbc.M500977200 15741170 26 Biondi R.M. Komander D. Thomas C.C. Lizcano J.M. Deak M. Alessi D.R. et al. 2002 High resolution crystal structure of the human PDK1 catalytic domain defines the regulatory phosphopeptide docking site EMBO J. 21 4219 4228 10.1093/emboj/cdf437 12169624 27 Rettenmaier T.J. Sadowsky J.D. Thomsen N.D. Chen S.C. Doak A.K. Arkin M.R. et al. 2014 A small-molecule mimic of a peptide docking motif inhibits the protein kinase PDK1 Proc. Natl. Acad. Sci. U.S.A. 111 18590 18595 10.1073/pnas.1415365112 25518860 28 Frödin M. Jensen C.J. Merienne K. Gammeltoft S 2000 A phosphoserine-regulated docking site in the protein kinase RSK2 that recruits and activates PDK1 EMBO J. 19 2924 2934 10.1093/emboj/19.12.2924 10856237 29 Alessi D.R. James S.R. Downes C.P. Holmes A.B. Gaffney P.R.J. Reese C.B. et al. 1997 Characterization of a 3-phosphoinositide-dependent protein kinase which phosphorylates and activates protein kinase Bα Curr. Biol. 7 261 269 10.1016/S0960-9822(06)00122-9 9094314 30 Stokoe D. Stephens L.R. Copeland T. Gaffney P.R. Reese C.B. Painter G.F. et al. 1997 Dual role of phosphatidylinositol-3,4,5-trisphosphate in the activation of protein kinase B Science 277 567 570 10.1126/science.277.5325.567 9228007 31 Busschots K. Lopez-Garcia L.A. Lammi C. Stroba A. Zeuzem S. Piiper A. et al. 2012 Substrate-selective inhibition of protein kinase PDK1 by small compounds that bind to the PIF-pocket allosteric docking site Chem. Biol 19 1152 1163 10.1016/j.chembiol.2012.07.017 22999883 32 Komander D. Fairservice A. Deak M. Kular G.S. Prescott A.R. Peter Downes C. et al. 2004 Structural insights into the regulation of PDK1 by phosphoinositides and inositol phosphates EMBO J. 23 3918 3928 10.1038/sj.emboj.7600379 15457207 33 Masters T.A. Calleja V. Armoogum D.A. Marsh R.J. Applebee C.J. Laguerre M. et al. 2010 Regulation of 3-phosphoinositide-dependent protein kinase 1 activity by homodimerization in live cells Sci. Signal. 3 ra78 10.1126/scisignal.2000738 20978239 34 Heras-Martínez G. de L. Calleja V. Bailly R. Dessolin J. Larijani B. Requejo-Isidro J 2019 A complex interplay of anionic phospholipid binding regulates 3’-phosphoinositide-dependent-kinase-1 homodimer activation Sci. Rep. 9 14527 10.1038/s41598-019-50742-8 31601855 35 Levina A. Fleming K.D. Burke J.E. Leonard T.A 2022 Activation of the essential kinase PDK1 by phosphoinositide-driven trans-autophosphorylation Nat. Commun. 13 1874 10.1038/s41467-022-29368-4 35387990 36 Sacerdoti M. Gross L.Z.F. Riley A.M. Zehnder K. Ghode A. Klinke S. et al. 2023 Modulation of the substrate specificity of the kinase PDK1 by distinct conformations of the full-length protein Sci. Signal. 16 eadd3184 10.1126/scisignal.add3184 37311034 37 Gao X. Harris T.K 2006 Role of the PH domain in regulating in vitro autophosphorylation events required for reconstitution of PDK1 catalytic activity Bioorg. Chem. 34 200 223 10.1016/j.bioorg.2006.05.002 16780920 38 Song M. Bode A.M. Dong Z. Lee M.H 2019 AKT as a therapeutic target for Cancer Cancer Res. 79 1019 1031 10.1158/0008-5472.CAN-18-2738 30808672 39 Manning B.D. Toker A 2017 AKT/PKB Signaling: navigating the network Cell 169 381 405 10.1016/j.cell.2017.04.001 28431241 40 Turner N.C. Oliveira M. Howell S.J. Dalenc F. Cortes J. Gomez Moreno H.L. et al. 2023 Capivasertib in hormone receptor-positive advanced breast cancer N. Engl. J. Med. 388 2058 2070 10.1056/NEJMoa2214131 37256976 41 Yang J. Cron P. Thompson V. Good V.M. Hess D. Hemmings B.A. et al. 2002 b ) Molecular mechanism for the regulation of protein kinase B/Akt by hydrophobic motif phosphorylation Mol. Cell 9 1227 1240 10.1016/S1097-2765(02)00550-6 12086620 42 Alessi D.R. Andjelkovic M. Caudwell B. Cron P. Morrice N. Cohen P. et al. 1996 Mechanism of activation of protein kinase B by insulin and IGF-1 EMBO J. 15 6541 6551 8978681 43 Alessi D.R. Deak M. Casamayor A. Barry Caudwell F. Morrice N. Norman D.G. et al. 1997 3-Phosphoinositide-dependent protein kinase-1 (PDK1): structural and functional homology with the Drosophila DSTPK61 kinase Curr. Biol. 7 776 789 10.1016/S0960-9822(06)00336-8 9368760 44 Sarbassov D.D. Guertin D.A. Ali S.M. Sabatini D.M 2005 Phosphorylation and regulation of Akt/PKB by the rictor-mTOR complex Science 307 1098 1101 10.1126/science.1106148 15718470 45 Oh W.J. Wu C. Kim S.J. Facchinetti V. Julien L.A. Finlan M. et al. 2010 mTORC2 can associate with ribosomes to promote cotranslational phosphorylation and stability of nascent Akt polypeptide EMBO J. 29 3939 3951 10.1038/emboj.2010.271 21045808 46 Ebner M. Lučić I. Leonard T.A. Yudushkin I 2017 PI(3,4,5)P 3 Engagement restricts Akt activity to cellular membranes Mol. Cell 65 416 431 10.1016/j.molcel.2016.12.028 28157504 47 Truebestein L. Hornegger H. Anrather D. Hartl M. Fleming K.D. Stariha J.T.B. et al. 2021 Structure of autoinhibited Akt1 reveals mechanism of PIP 3 -mediated activation Proc. Natl. Acad. Sci. U.S.A. 118 e2101496118 10.1073/pnas.2101496118 34385319 48 Lučić I. Rathinaswamy M.K. Truebestein L. Hamelin D.J. Burke J.E. Leonard T.A 2018 Conformational sampling of membranes by Akt controls its activation and inactivation Proc. Natl. Acad. Sci. U.S.A. 115 E3940 E3949 10.1073/pnas.1716109115 29632185 49 Milburn C.C. Deak M. Kelly S.M. Price N.C. Alessi D.R. Van Aalten D.M.F 2003 Binding of phosphatidylinositol 3,4,5-trisphosphate to the pleckstrin homology domain of protein kinase B induces a conformational change Biochem. J. 375 531 538 10.1042/BJ20031229 12964941 50 Lin K. Lin J. Wu W.I. Ballard J. Lee B.B. Gloor S.L. et al. 2012 An ATP-site on-off switch that restricts phosphatase accessibility of Akt Sci. Signal. 5 ra37 ra37 10.1126/scisignal.2002618 22569334 51 Wu W.I. Voegtli W.C. Sturgis H.L. Dizon F.P. Vigers G.P.A. Brandhuber B.J 2010 Crystal structure of human AKT1 with an allosteric inhibitor reveals a new mode of kinase inhibition Plos One 5 e12913 10.1371/journal.pone.0012913 20886116 52 Bae H. Viennet T. Park E. Chu N. Salguero A. Eck M.J. et al. 2022 PH domain-mediated autoinhibition and oncogenic activation of Akt Elife 11 e80148 10.7554/eLife.80148 35968932 53 Chu N. Salguero A.L. Liu A.Z. Chen Z. Dempsey D.R. Ficarro S.B. et al. 2018 Akt Kinase activation mechanisms revealed using protein semisynthesis Cell 174 897 907 10.1016/j.cell.2018.07.003 30078705 54 Shaw A.L. Parson M.A.H. Truebestein L. Jenkins M.L. Leonard T.A. Burke J.E 2023 ATP-competitive and allosteric inhibitors induce differential conformational changes at the autoinhibitory interface of Akt1 Structure 31 343 354 10.1016/j.str.2023.01.007 36758543 55 Balasuriya N. Davey N.E. Johnson J.L. Liu H. Biggar K.K. Cantley L.C. et al. 2020 Phosphorylation-dependent substrate selectivity of protein kinase B (AKT1) J. Biol. Chem. 295 8120 8134 10.1074/jbc.RA119.012425 32350110 56 Mohamed A.J. Yu L. Bäckesjö C.M. Vargas L. Faryal R. Aints A. et al. 2009 Bruton’s tyrosine kinase (Btk): function, regulation, and transformation with special emphasis on the PH domain Immunol. Rev. 228 58 73 10.1111/j.1600-065X.2008.00741.x 19290921 57 Cool A. Nong T. Montoya S. Taylor J 2024 BTK inhibitors: past, present, and future Trends Pharmacol. Sci. 45 691 707 10.1016/j.tips.2024.06.006 39025681 58 Wang Q. Vogan E.M. Nocka L.M. Rosen C.E. Zorn J.A. Harrison S.C. et al. 2015 Autoinhibition of Bruton’s tyrosine kinase (Btk) and activation by soluble inositol hexakisphosphate Elife 4 e06074 10.7554/eLife.06074 25699547 59 Marcotte D.J. Liu Y.T. Arduini R.M. Hession C.A. Miatkowski K. Wildes C.P. et al. 2010 Structures of human Bruton’s tyrosine kinase in active and inactive conformations suggest a mechanism of activation for TEC family kinases Protein Sci. 19 429 439 10.1002/pro.321 20052711 60 Sicheri F. Moarefi I. Kuriyan J 1997 Crystal structure of the src family tyrosine kinase Hck Nature 385 602 609 10.1038/385602a0 9024658 61 Xu W. Harrison S.C. Eck M.J 1997 Three-dimensional structure of the tyrosine kinase c-Src Nature 385 595 602 10.1038/385595a0 9024657 62 Rawlings D.J. Scharenberg A.M. Park H. Wahl M.I. Lin S. Kato R.M. et al. 1996 Activation of BTK by a phosphorylation mechanism initiated by SRC family kinases Science 271 822 825 10.1126/science.271.5250.822 8629002 63 Lin D.Y.W. Kueffer L.E. Juneja P. Wales T.E. Engen J.R. Andreotti A.H 2024 Conformational heterogeneity of the BTK PHTH domain drives multiple regulatory states Elife 12 RP89489 10.7554/eLife.89489 38189455 64 Baraldi E. Carugo K.D. Hyvönen M. Surdo P.L. Riley A.M. Potter B.V. et al. 1999 Structure of the PH domain from Bruton’s tyrosine kinase in complex with inositol 1,3,4,5-tetrakisphosphate Structure 7 449 460 10.1016/S0969-2126(99)80057-4 10196129 65 Chung J.K. Nocka L.M. Decker A. Wang Q. Kadlecek T.A. Weiss A. et al. 2019 Switch-like activation of Bruton’s tyrosine kinase by membrane-mediated dimerization Proc. Natl. Acad. Sci. U.S.A. 116 10798 10803 10.1073/pnas.1819309116 31076553 66 Amatya N. Wales T.E. Kwon A. Yeung W. Joseph R.E. Fulton D.B. et al. 2019 Lipid-targeting pleckstrin homology domain turns its autoinhibitory face toward the TEC kinases Proc. Natl. Acad. Sci. U.S.A. 116 21539 21544 10.1073/pnas.1907566116 31591208 67 Joseph R.E. Wales T.E. Fulton D.B. Engen J.R. Andreotti A.H 2017 Achieving a graded immune response: BTK adopts a range of active/inactive conformations dictated by multiple interdomain contacts Structure 25 1481 1494 . 10.1016/j.str.2017.07.014 28867612 68 Carpten J.D. Faber A.L. Horn C. Donoho G.P. Briggs S.L. Robbins C.M. et al. 2007 A transforming mutation in the pleckstrin homology domain of AKT1 in cancer Nature 448 439 444 10.1038/nature05933 17611497 69 Landgraf K.E. Pilling C. Falke J.J 2008 Molecular mechanism of an oncogenic mutation that alters membrane targeting: Glu17Lys modifies the PIP lipid specificity of the AKT1 PH domain Biochemistry 47 12260 12269 10.1021/bi801683k 18954143 70 Vetrie D. Vorechovský I. Sideras P. Holland J. Davies A. Flinter F. et al. 1993 The gene involved in X-linked agammaglobulinaemia is a member of the src family of protein-tyrosine kinases Nature 361 226 233 10.1038/361226a0 8380905 71 Tsukada S. Saffran D.C. Rawlings D.J. Parolini O. Allen R.C. Klisak I. et al. 1993 Deficient expression of a B cell cytoplasmic tyrosine kinase in human X-linked agammaglobulinemia Cell 72 279 290 10.1016/0092-8674(93)90667-f 8425221 72 Hyvönen M. Saraste M 1997 Structure of the PH domain and Btk motif from Bruton’s tyrosine kinase: molecular explanations for X-linked agammaglobulinaemia EMBO J. 16 3396 3404 10.1093/emboj/16.12.3396 9218782 73 Várnai P. Rother K.I. Balla T 1999 Phosphatidylinositol 3-kinase-dependent membrane association of the Bruton’s tyrosine kinase pleckstrin homology domain visualized in single living cells J. Biol. Chem. 274 10983 10989 10.1074/jbc.274.16.10983 10196179 74 Fukuda M. Kojima T. Kabayama H. Mikoshiba K 1996 Mutation of the pleckstrin homology domain of Bruton’s tyrosine kinase in immunodeficiency impaired inositol 1,3,4,5-tetrakisphosphate binding capacity J. Biol. Chem. 271 30303 30306 10.1074/jbc.271.48.30303 8939985",
    "full_text_abstract": "Protein kinases are master regulators of myriad processes in eukaryotic cells playing critical roles in growth, metabolism, cellular differentiation, and motility. A subclass of protein kinases is regulated by their ability to be localized and activated by the phosphoinositide phosphatidylinositol (3,4,5)-trisphosphate (PIP 3 ). This includes multiple members of the AGC and TEC family kinases, which contain PIP 3 binding pleckstrin homology (PH) domains. It has been postulated that they can be activated by PIP 3 -mediated disruption of autoinhibitory interactions between their kinase domains and PH domains. There has been considerable controversy based on differing molecular models for how these kinases are regulated by lipid binding and post-translational modifications. This review focuses on understanding the molecular underpinnings for how the PH domains of these enzymes regulate kinase activity and what role PIP 3 plays in pathway activation. A specific focus is on the integration of experimental data derived from X-ray crystallography, cryo-electron microscopy, and hydrogen deuterium exchange mass spectrometry along with recent advances in artifical intelligence enabled protein modeling. The main lipid-binding enzymes described are the AGC protein kinases 3-phosphoinositide-dependent kinase (PDK1) and Akt, and the TEC family kinase, Bruton’s agammaglobulinemia tyrosine kinase (BTK)."
}