{
    "PMC": "12484536",
    "DOI": "10.1038/s41598-025-07367-x",
    "PMID": "41028800",
    "PMCID": "PMC12484536",
    "title": "Transcriptomic profiling to investigate the therapeutic potential and medicinal properties of Momordica cymbalaria.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12484536",
    "source": "MED",
    "abstract_text": "Momordica cymbalaria (Athalakkai), a medicinally important Cucurbitaceae species, is widely used in traditional medicine due to its antidiabetic, anticancer, and antimicrobial properties. However, the molecular mechanisms underlying its therapeutic potential remain poorly understood. Here, we present a comprehensive transcriptome analysis of M. cymbalaria using Illumina HiSeq 4000 sequencing of leaf, fruit, and seed tissues. De novo assembly generated 450,785 contigs (N50: 460 bp) with 72,283 annotated unigenes. Our key findings reveal pivotal genes involved in the biosynthesis of pharmaceutically relevant secondary metabolites, including terpenoids, steroids, and isoquinoline alkaloids. Notably, enzymes such as hydroxymethylglutaryl-CoA reductase, cycloeucalenol cycloisomerase, and tyrosine aminotransferase were recognized as central to these pathways. Gene Ontology (GO) analysis has classified the transcripts into molecular functions (181,789), biological processes (242,672), and cellular components (126,350). We further characterized 5,025 transcription factors, with bHLH, MYB, and WRKY families being prominently associated with secondary metabolism regulation. Tissue-specific expression patterns were identified and validated by qRT-PCR, showing eminent metabolic activity in leaves and fruits compared to seeds. This study provides the first genomic resource for M. cymbalaria, offering molecular insights into its medicinal properties and facilitating future biotechnological applications in drug discovery.",
    "full_text": "pmc Sci Rep Sci Rep Scientific Reports 2045-2322 Nature Publishing Group UK London 12484536 7367 10.1038/s41598-025-07367-x Article Transcriptomic profiling to investigate the therapeutic potential and medicinal properties of Momordica cymbalaria Krishnakumar Heyram 1 Nallusamy Saranya 2 Rajmichael Raji 1 Mathimaran Ahila 1 Pandian Chitra Jeyaraj 3 Subramanian Gomathinayagam 4 Jeyaraman Jeyakanthan jjbioinformatics@gmail.com 1 1 https://ror.org/04ec9cc06 grid.411312.4 0000 0001 0363 9238 Department of Bioinformatics, Alagappa University, Karaikudi, Tamil Nadu 630 004 India 2 https://ror.org/04fs90r60 grid.412906.8 0000 0001 2155 9899 Department of Plant Molecular Biology and Bioinformatics, Tamil Nadu Agricultural University, Coimbatore, India 3 https://ror.org/03tjsyq23 grid.454774.1 Department of Biotechnology, Dr. Umayal Ramanathan College for Women, Karaikudi, Tamil Nadu India 4 https://ror.org/05d8pm274 grid.430821.c 0000 0001 2286 2160 Division of Agriculture, University of Guyana, Berbice Campus, Tain, Guyana 30 9 2025 30 9 2025 2025 15 33882 17 3 2025 13 6 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . Momordica cymbalaria (Athalakkai), a medicinally important Cucurbitaceae species, is widely used in traditional medicine due to its antidiabetic, anticancer, and antimicrobial properties. However, the molecular mechanisms underlying its therapeutic potential remain poorly understood. Here, we present a comprehensive transcriptome analysis of M. cymbalaria using Illumina HiSeq 4000 sequencing of leaf, fruit, and seed tissues. De novo assembly generated 450,785 contigs (N50: 460 bp) with 72,283 annotated unigenes. Our key findings reveal pivotal genes involved in the biosynthesis of pharmaceutically relevant secondary metabolites, including terpenoids, steroids, and isoquinoline alkaloids. Notably, enzymes such as hydroxymethylglutaryl-CoA reductase, cycloeucalenol cycloisomerase, and tyrosine aminotransferase were recognized as central to these pathways. Gene Ontology (GO) analysis has classified the transcripts into molecular functions (181,789), biological processes (242,672), and cellular components (126,350). We further characterized 5,025 transcription factors, with bHLH, MYB, and WRKY families being prominently associated with secondary metabolism regulation. Tissue-specific expression patterns were identified and validated by qRT-PCR, showing eminent metabolic activity in leaves and fruits compared to seeds. This study provides the first genomic resource for M. cymbalaria , offering molecular insights into its medicinal properties and facilitating future biotechnological applications in drug discovery. Keywords Momordica cymbalaria Next-Generation sequencing (NGS) Plant transcriptome Illumina sequencing De Novo transcriptome assembly Differential expression Metabolic pathway analysis Subject terms Computational biology and bioinformatics Transcriptomics Ministry of Human Resource Development- Rashtriya Uchchatar Shiksha Abhiyan (MHRD-RUSA 2.0) F.24e51/2014-U, Policy (TNMulti-Gen) Krishnakumar Heyram Department of Biotechnology -Bioinformatics Centre (DBT-BIC) (BIC)-No.BT/PR40154/BTIS/137/34/2021 Jeyaraman Jeyakanthan Department of Biotechnology- National Network Project (DBT-NNP) BT/PR40156/BTIS/137/54/2023 Jeyaraman Jeyakanthan issue-copyright-statement © Springer Nature Limited 2025 Introduction Medicinal plants are celebrated for their rich and diverse storehouse of bioactive compounds, which form the foundation for numerous modern pharmaceuticals and traditional therapies 1 , 2 . These secondary metabolites including alkaloids, flavonoids, glycosides, terpenoids and polyphenols exhibit a wide spectrum of biological activities such as antidiabetic, anticancer, antioxidant, antimicrobial, hepatoprotective and anti-inflammatory effects 3 , 4 . Consequently, traditional medicinal plants continue to play a significant role in public health and the global pharmaceutical market. The World Health Organization (WHO) reports that approximately 60% of the global population relies on plant-based treatments. Especially, countries such as India, China, and Egypt, retain herbal medicine integral to their healthcare systems 5 – 7 . The Cucurbitaceae family, the second largest family of fruits and vegetables after Solanaceae, includes around 960 species across 115 genera. It includes numerous globally and locally important crops such as Cucumis sativus (cucumber), Cucurbita maxima (pumpkin), Lagenaria siceraria (bottle gourd), and Momordica charantia (bitter gourd), which are well known for their nutritional and medicinal properties 8 . Among these, Momordica cymbalaria commonly known as Athalakkai in Tamil is a lesser-known, tuber-forming species indigenous to the Western and Eastern Ghats of India. It is traditionally cultivated in southern Indian states like Tamil Nadu, Andhra Pradesh, and Karnataka, and has been used in folk medicine for managing ailments such as diabetes, ulcers, rheumatism, and infections 9 , 10 . Despite its ethnobotanical significance, M. cymbalaria remains understudied at the molecular level, with no genomic or transcriptomic datasets currently available. However, phytochemical analyses have revealed the presence of valuable bioactive compounds, with flavonoids, triterpenes, sterols, alkaloids, and glycosides, in its fruit, tubers, and leaves 10 – 13 . These findings strongly suggest that the plant holds unexplored therapeutic and metabolic potential, especially for conditions like diabetes mellitus, cancer, and oxidative stress-related disorders (Fig. 1 A, B). Unlocking the biosynthetic basis of these compounds requires a genomic-level understanding of the plant’s gene expression profile. Next-generation sequencing (NGS) technologies, particularly RNA sequencing (RNA-Seq), have revolutionized transcriptome analysis in non-model plants. RNA-Seq enables high-throughput profiling of gene expression across different tissues and developmental stages, revealing genes involved in secondary metabolism, stress responses, and developmental regulation 14 . Importantly, transcriptome data can support functional annotation, gene discovery, and pathway reconstruction, offering insights into the molecular machinery underlying medicinal properties. Given the complete lack of molecular data for M. cymbalaria , such an approach is both timely and necessary. The objective of this study is to generate a high-quality de novo transcriptome of M. cymbalaria by sequencing cDNA libraries from leaf, mature fruit, and seed tissues using the Illumina HiSeq 4000 platform (Fig. 1 C). Through transcriptome assembly, functional annotation, and pathway analysis, we identified crucial genes associated with the biosynthetic pathways of pharmacologically important metabolites, including terpenoids, steroids, ubiquinones, and isoquinoline alkaloids. We further validate selected gene expression profiles using qRT-PCR. This study represents the first transcriptomic resource for M. cymbalaria and provides a platform for future molecular, pharmacological, and biotechnological research on this underutilized medicinal plant. Fig. 1 Pharmacological effects of M. cymbalaria ( A ) Fruit and ( B ) Tuber, Leaf and Root ( C ) Morphology of the leaf, mature fruit and seed. Materials and methods Plant material The different tissues (leaf, mature fruit and seed) were collected from three month old disease free plant of M. cymbalaria grown at Department of Bioinformatics, Science Block, Alagappa University, Tamil Nadu, India which served as the source for our study. RNA isolation and sequencing Mature and healthy three different tissues parts leaf, mature fruit and seed of M. cymbalaria were collected and RNA isolation was performed with TRIzol ® Reagent (Invitrogen, USA) as per the manufacturer’s protocol. The concentration of RNA was determined using a Qubit ® 3.0 Fluorometer (ThermoFisher Scientific Wilmington, Delaware, USA). The quality and integrity of RNA among the tissue samples were evaluated using TapeStation (Agilent Technologies). Samples with an RIN (RNA Integrity Number) value higher than 8.0 were considered for further processing for cDNA library preparation. The sequencing library was prepared based on the manufacturer’s guidelines employing mRNA library kits (Qiagen). Subsequently, the libraries were then processed for 2 × 150 bp paired-end sequencing in the Illumina HiSeq4000 platform (Illumina, USA) at Biokart India Pvt. Ltd., Bengaluru, India. De Novo assembly and validation The quality of the raw paired-end reads was evaluated using FastQC 15 . Adapter sequences were removed with Cutadapt 16 and low-quality bases were trimmed using Sickle 17 . The high-quality paired-end reads were subjected to de novo assembly using Trinity 18 with default parameters, employing its three independent modules: the Inchworm module for assembling unique transcripts using k-mer values, the Chrysalis module for clustering related contigs, and the Butterfly module for reconstructing full-length transcripts and distinct splice isoform transcripts. To reduce redundancy, the assembled transcripts were clustered using CD-HIT 19 . Assembly quality was assessed using TransRate 20 and the completeness of the transcriptome assembly was evaluated using Benchmarking Universal Single-Copy Orthologs (BUSCO) 21 . Coding sequence prediction The TransDecoder ( https://transdecoder.github.io ) tool was utilized to predict coding regions from validated transcripts. The first step in TransDecoder involves identifying Open Reading Frames (ORFs) within the transcripts. The second step is to predict the coding potential of each ORF. It identifies candidate coding regions within transcript sequences, such as those generated by Trinity with a length cut-off of 50 bases were used to predict ORFs. Functional annotation and gene ontology classification To infer putative functions, the de novo assembled unigenes of M. cymbalaria were compared against the Viridiplantae (taxid: 33090) Non-Redundant (NR) protein database at NCBI using the BLASTX program, with an E-value cut-off of 1.0E-03. InterProScan was used to query against nine databases: FPrintScan, BlastProDom, HMMSmart, ScanRegExp, HMMPIR, HMMPfam, Profile Scan, HMMTigr and SuperFamily through OmicsBox ( https://www.biobam.com/omicsbox ). InterProScan predicts protein domains and important sites by classifying them into families. The GO mapping also provides ontologies of defined terms representing gene product properties, categorized into biological processes, molecular functions, and cellular components. Additionally, Cluster of Orthologous Groups (COG) and pathway information (KEGG) were also mined using the OmicsBox program (Version 3.0; https://www.biobam.com/omicsbox ). The COG classification was employed to assign unigenes into orthologous groups based on evolutionary conservation. This allowed the functional inference of genes, particularly those involved in basic cellular processes and metabolism, and was instrumental in grouping genes with no prior functional annotation critical for a non-model species like M. cymbalaria with limited genomic data. In parallel, KEGG pathway mapping enabled the identification of unigenes involved in various metabolic and biosynthetic pathways. This was especially valuable for detecting genes related to the synthesis of pharmacologically important secondary metabolites. Pairwise differential expression analysis Using OmixBox, we have conducted an analysis of differentially expressed genes (DEGs) through a pairwise comparison of two distinct experimental conditions. The NoiSeq program 22 was used, utilizing a quantitative statistical approach to evaluate the significance of individual genes between two experimental conditions (Seed vs. Leaf and Seed vs. Mature Fruit). Normalization was performed using the RPKM (Reads Per Kilobase Per Million mapped reads) method. Enrichment analysis Gene Set Enrichment Analysis (GSEA) is used to identify gene sets that are statistically significant and consistently shows differences between two tissue types 23 . The GSEA table was generated using OmicsBox (Version 3.0). Prediction of transcription factor The identification of transcription factors (TFs) in the M. cymbalaria transcriptome was carried out using the Plant Transcription Factor Database (PlantTFDB; http://planttfdb.gao-lab.org/ ) 24 . The assembled unigene sequences were submitted to the PlantTFDB functional annotation pipeline, which employs a combination of homology-based sequence alignment, hidden Markov models (HMMs), and domain validation to predict and assign unigenes to specific TF families. Validation of differential expression genes by qRT‑PCR To validate the assembly, three transcripts associated with various secondary metabolism biosynthesis pathways (ALA-interacting subunit 1-like, ubiquitin-fold modifier 1, and ribonuclease 3-like) were selected. The corresponding FASTA sequences were retrieved, and primers were designed by Primer-BLAST online tool. The design criteria were as follows: amplicon size of 169–227 bp, primer length of 20–21 bases, melting temperature between 57 °C and 60 °C, and a GC content of 50–55%. For each RNA sample, 3 µl of total RNA was reverse transcribed into cDNA using the Takara cDNA synthesis kit. Quantitative real-time PCR (qRT-PCR) was then performed on a QuantStudio™ 5 RT-PCR system using SYBR Green chemistry at BioMe Live Analytical Center, Karaikudi, India. All reactions were performed in three technical replicates. The actin gene of M. cymbalaria was used as an endogenous control due to its stable expression across all samples. The thermal cycling program was as follows: initial denaturation at 95 °C for 5 min, followed by 40 cycles of 95 °C for 1 min, 59 °C for 30 s and 72 °C for 1 min 20 s, with a final hold at 72 °C for 4 min. Results RNA sequencing Over 124 million raw reads were generated from all the tissues which approximately size to 9.5 GB of paired-end sequencing data. All the raw reads generated from three cDNA libraries were deposited at the Short Read Archive (SRA) (BioProject PRJNA873352) under the accession numbers SRX17319165 (Leaf), SRX17319163 (Mature Fruit) and SRX17319164 (Seed). De Novo transcriptome assembly and validation The pre-processing of raw reads was conducted using Cutadapt and Sickle to remove adapter sequences and low-quality reads, resulting in a total of 35,504,500 clean reads retained across all samples. Transcriptome assembly was independently performed for each tissue leaf, seed, and mature fruit using Trinity with default parameters, producing distinct sets of transcripts for each. The leaf sample yielded 161,871 assembled transcripts, seed sample produced 279,163 transcripts, and mature fruit sample generated 94,039 transcripts. Assembly quality was assessed based on GC content, N50 values, and BUSCO completeness, which indicated completeness scores of 75.06% for leaf, 70.59% for seed, and 75.76% for mature fruit. Detailed assembly statistics for each tissue were listed in Table 1 . For comprehensive analysis, a combined dataset was constructed by merging the individual assemblies from all three tissues. This combined transcriptome was used for the downstream analyses, including functional annotation, gene set enrichment, and pathway mapping. Table 1 Statistics of RNA sequencing and de Novo assembly of M. cymbalaria transcriptome. Samples RIN Value Total Raw Reads Total Clean Reads Assembled GC % N50 Value BUSCO Completeness Leaf 8.9 11,676,499 85,31,694 1,61,871 50 987 75.06% Seed 8.2 21,922,157 15,481,796 2,79,163 49 623 70.59% Mature Fruit 9.4 28,411,328 20,022,704 94,039 48 472 75.76% Combined – 4,50,785 45.8 460 93.41% Coding sequence prediction The coding regions in the transcriptome dataset were predicted. The results indicate that 28% of the assembled transcripts comprised complete ORFs. Conversely, 28% of transcripts exhibited 5′ partial ORFs with a missing start codon while 10% of transcripts displayed 3′ partial ORFs with a missing stop codon. Moreover, 33% of the total transcripts were missing both start and stop codons (Fig. 2 A). Similarity search and functional annotation of unigenes The results showed 72,283 annotated unigenes and, while 3,78,502 unigenes remained non-annotated out of the 4,50,785 assembled transcripts. Due to the limited genomic information available for M. cymbalaria , annotated genes were categorized as predicted, uncharacterized, or hypothetical proteins. The species distribution analysis of the top hits matching the sequences confirmed that Momordica charantia (31.67%) had the highest number of matches with M. cymbalaria , followed by Lupinus albus (6.54%), Tanacetum cinerariifolium (5.97%), Cichorium endivia (4.47%), Rhynchospora breviuscula (3.48%), Quercus suber (3.36%), Benincasa hispida (2.45%), Pleodorina starrii (2.01%) Cucumis melo var. makuwa (1.83%) and Ricinus communis (1.83%) (Fig. 2 B). The results from BLASTX were imported into OmicsBox for further annotation. The top 10 InterProScan results were utilized to explore for protein families, domains and repeats. Protein families distributed among contigs with identifiers included P-loop containing nucleoside triphosphate hydrolase (IPR027417) (7717 sequences) at the highest peak followed by NAD(P)- binding domain superfamily (IPR036291) (2903 sequences), Protein kinase-like domain superfamily (IPR011009) (2415 sequences), Tetratricopeptide-like helical domain superfamily (IPR011990) (2019 sequences), Ribonuclease H-like superfamily (IPR012337) (1700 sequences), Alpha/Beta hydrolase fold (IPR029058) (1696 sequences), MFS transporter superfamily (IPR036259) (1680 sequences), Ribonuclease H superfamily (IPR036397) (1635 sequences), Winged helix-like DNA-binding domain superfamily (IPR036388) (1544 sequences) and Aldolase-type TIM barrel (IPR013785) (1504 sequences) etc., (Supplementary Fig. 1 A). Fig. 2 ( A ) Prediction of the Open Reading Frame (ORF) in M. cymbalaria Transcriptome. ( B ) Species distribution of BLAST results for the M. cymbalaria transcriptome. Protein domains identified among transcripts included the ABC transporter-like, ATP-binding domain (IPR003439) (1332 sequences) followed by Protein kinase domain (IPR000719) (1119 sequences), Serine-threonine/tyrosine-protein kinase, catalytic domain (IPR001245) (688 sequences), RNA recognition motif domain (IPR000504) (629 sequences), Ribonuclease H domain (IPR002156) (624 sequences), Reverse transcriptase domain (IPR000477) (519 sequences), AMP-dependent synthetase/ligase domain (IPR000873) (495 sequences), Helicase, C-terminal (IPR001650) (465 sequences), Aldehyde dehydrogenase domain (IPR015590) (449 sequences), Signal transduction response regulator, receiver domain (IPR001789) (415 sequences) etc., (Supplementary Fig. 1 B). The distributions of the major identified repeats include IQ motif, EF-hand binding site (IPR000048) (78 sequences), CO/COL/TOC1, conserved site (IPR018467) (24 sequences), Helix-hairpin-helix motif (IPR000445) (24 sequences), SEC-C motif (IPR004027) (19 sequences), Protein-export membrane protein SecD/SecF/SecDF, conserved site (IPR022646) (14 sequences), Endonuclease III-like, iron-sulphur cluster loop motif (IPR003651) (12 sequences), Phosphotransferase system EIIB, cysteine phosphorylation site (IPR018113) (11 sequences), DNA polymerase type-Y, HhH motif (IPR024728) (10 sequences), Ubiquitin interacting motif (IPR003903) (6 sequences) and Glycosyltransferase, DXD sugar-binding motif (IPR007577) (4 sequences) (Supplementary Fig. 1 C). Gene ontology (GO) classification The Gene Ontology (GO) database has emerged as a crucial web resource in the bioinformatics field. GO offers a curated collection of dynamic, controlled and structured vocabularies for describing gene functions and their products 25 . The assembled unigenes were annotated with GO classifications using the OmicsBox software ( https://www.biobam.com/omicsbox ), encompassing three main categories: Molecular Function, Cellular Component and Biological Process. A total of 2,42,672 genes were assigned to 13 sub-categories in the biological processes. This includes 40,027 genes associated with organic substance metabolic process, 37,383 genes involved in primary metabolic process, 34,500 genes in nitrogen compound metabolic process, 36,211 genes in the cellular metabolic process, and 21,131 genes in the biosynthetic process. In molecular function, 1,81,789 genes were classified into 12 sub-categories. These included 28,292 genes related to heterocyclic compound binding, 28,340 genes associated with organic cyclic compound binding, 17,945 genes exhibiting transferase activity, 15,473 genes with small-molecule binding, and 16,938 genes with hydrolase activity. Additionally, 1,26,350 genes were assigned to the cellular component category, spanning 7 sub-categories where intracellular anatomical structure had the highest number of unigenes (31,122), followed by the membrane (29,326 genes), cytoplasm (22,902 genes), and organelle (21,316 genes) (Fig. 3 ). Fig. 3 Functional classification of M. cymbalaria contigs based on Gene Ontology (GO): ( A ) Biological Processes, ( B ) Molecular Function and ( C ) Cellular Components. Functional classifications by COG The Cluster of Orthologous Groups (COG) database categorizes orthologous gene products. All unigenes were analyzed using a BLAST search against the COG database to predict and classify their functions. A total of 1,54,248 sequences were assigned to COG classifications, distributed across 25 COG categories (Fig. 4 ). Among these 25 COG classes, the “Function Unknown” cluster (37400, 24.24%) comprised the largest proportion of the group, followed by “Replication, Recombination and Repair” (12883, 8.35%), “Transcription” (9827, 6.37%), “Signal Transduction Mechanisms” (9694, 6.28%) and “Amino Acid Transport and Metabolism” (9666, 6.26%). The overrepresentation of orthologous genes related to replication, transcription, signal transduction, amino acid transport, and posttranslational modification (PTM) in the transcriptome of M. cymbalaria can be attributed to the essential roles they play in plant growth, development and stress responses. Our dataset showed that 3,922 unitranscripts, constituting 2.54% of the total unitranscripts annotated with the COG database, represented the “Secondary Metabolites Biosynthesis, Transport and Catabolism” category. This indicates the presence of a large number of secondary metabolites present in M. cymbalaria . Conversely, categories such as “Chromatin Structure and Dynamics’’ (596, 0.38%), “Cell Motility” (409, 0.26%), “Extracellular Structures” (86, 0.05%) and “Nuclear Structure” (43, 0.02%) exhibited the fewest unigenes. Fig. 4 COG classifications of putative proteins of M. cymbalaria . Analysis of secondary metabolic pathway genes The transcriptome analysis of M. cymbalaria revealed the transcripts involved in terpenoids, steroids, ubiquinone and isoquinoline alkaloid. These identified transcripts were subsequently discussed in Table 2 . Terpenoid biosynthesis pathway genes Genes involved in terpenoid biosynthesis were found in our transcriptome dataset included (E)-4-hydroxy-3-methylbut-2-enyl-diphosphate synthase [GCPE], 1-deoxy-D-xylulose-5-phosphate synthase (DXS), 2-C-methyl-D-erythritol 2,4-cyclodiphosphate synthase (ISPF), 2-C-methyl-D-erythritol 4-phosphate cytidylyltransferase [ISPD], 4-diphosphocytidyl-2-C-methyl-D-erythritol kinase [ISPE], 4-hydroxy-3-methylbut-2-en-1-yl diphosphate reductase [ISPH], acetyl-CoA C-acetyltransferase [ACAT], hydroxymethylglutaryl-CoA synthase [HMGCS], diphosphomevalonate decarboxylase [MVD], farnesyl diphosphate synthase [FDPS], hydroxymethylglutaryl-CoA reductase (NADPH) [HMGCR], isopentenyl phosphate kinase [IPK], isopentenyl-diphosphate delta-isomerase [IDI], prenylcysteine oxidase/farnesylcysteine lyase [PCYOX1] and protein-S-isoprenylcysteine O-methyltransferase [ICMT] (Supplementary Fig. 2 ). Steroid biosynthesis pathway genes The major genes identified were cycloeucalenol cycloisomerase [CPI1], delta14-sterol reductase [TM7SF2], delta24(24(1))-sterol reductase [ERG4] and lysosomal acid lipase [LIPA] (Supplementary Fig. 3 ). Ubiquinone and other Terpenoid-Quinone biosynthesis pathway genes The ubiquinone and other terpenoid-quinone biosynthesis genes in M. cymbalaria were vitamin-K-epoxide reductase (Warfarin-sensitive) [VKORC1], NAD(P)H dehydrogenase (Quinone) [NQO1], demethylmenaquinone methyltransferase [UBIE], aminodeoxyfutalosine synthase [MQNE], tyrosine aminotransferase [TAT] and 3-demethoxyubiquinol 3-hydroxylase [UBIF ] (Supplementary Fig. 4 ). Isoquinoline alkaloid biosynthesis pathway genes We detected genes involved in isoquinoline alkaloid biosynthesis, including tyrosine aminotransferase [TAT], primary-amine oxidase and aspartate aminotransferase [AOC3], mitochondrial [GOT2] (Supplementary Fig. 5 ). Table 2 Candidate unigenes encoding enzymes involved in various biosynthesis pathways identified from M. cymbalaria transcriptome. Pathway Name Description KO No EC No Terpenoid backbone biosynthesis ACAT Acetyl-CoA acetyltransferase K00626 2.3.1.9 HMGCS Hydroxymethylglutaryl-CoA synthase K01641 2.3.3.10 HMGCR Hydroxymethylglutaryl-CoA reductase K00021 1.1.1.34 MVD Diphosphomevalonate decarboxylase K01597 4.1.1.33 IPK Isopentenyl phosphate kinase K06981 2.7.4.26 FDPS Farnesyl diphosphate synthase K00787 2.5.1.10 PCYOX1 Prenylcysteine oxidase K05906 1.8.3.5 ICMT Protein-S isoprenylcysteine O-methyltransferase K00587 2.1.1.100 IDI Isopentenyl-diphosphate Delta-isomerase K01823 5.3.3.2 ISPH 4-Hydroxy-3-methylbut-2-en-1-yl diphosphate reductase K03527 1.17.7.4 GCPE (E)-4-hydroxy-3-methylbut-2-enyl-diphosphate synthase K03526 1.17.7.1 ISPF 2-C-methyl-D-erythritol 2,4-cyclodiphosphate synthase K01770 4.6.1.12 ISPE 4-Diphosphocytidyl-2-C-methyl-D-erythritol kinase K00919 2.7.1.148 ISPD 2-C-methyl-D-erythritol 4-phosphate cytidylyltransferase K00991 2.7.7.60 DXS 1-Deoxy-D-xylulose-5-phosphate synthase K01662 2.2.1.7 Steroid biosynthesis TM7SF2 Delta14-sterol reductase K00222 1.3.1.70 LIPA Lysosomal acid lipase K01052 3.1.1.13 ERG4 Delta24(24(1))-sterol reductase K00223 1.3.1.71 CPI1 Cycloeucalenol cycloisomerase K08246 5.5.1.9 Ubiquinone and other terpenoid-quinone biosynthesis TAT Tyrosine aminotransferase K00815 2.6.1.5 UBIF 3-Demethoxyubiquinol 3-hydroxylase K03184 1.14.99.60 MQNE Aminodeoxyfutalosine synthase K18285 2.5.1.120 UBIE Demethylmenaquinone methyltransferase K03183 2.1.1.163 NQO1 NAD(P)H dehydrogenase (Quinone) K00355 1.6.5.2 VKORC1 Vitamin-K-epoxide reductase (Warfarin-sensitive) K05357 1.17.4.4 Isoquinoline alkaloid biosynthesis GOT2 aspartate aminotransferase, mitochondrial K14455 2.6.1.1 TAT tyrosine aminotransferase K00815 2.6.1.5 AOC3 primary-amine oxidase K00276 1.4.3.21 Pairwise differential expression analysis We have performed pairwise differential expression analysis using CountTable data for two experimental setups: (i) seed vs. leaf and (ii) seed vs. mature fruit. The total number of features analyzed was 450,785. In the Seed vs. Leaf comparison, 122,679 Differentially Expressed Genes (DEGs) were identified, of which 52,934 were upregulated (M > 0) and 69,745 were downregulated (M < 0). For the Seed vs. Mature fruit comparison, 166,039 DEGs were observed, including 99,231 upregulated (M > 0) and 66,808 downregulated (M < 0) genes (Fig. 5 A). The comparison across three libraries identified 67,006 DEGs (Fig. 5 B), indicating variations in gene expression among M. cymbalaria tissues. The down-regulation of genes observed in seeds compared to leaves suggests a transition in metabolic priorities from growth and development (as seen in leaves) to nutrient storage and dormancy (as observed in seeds). Fisher’s exact test was used to compare the distribution of differentially enriched GO-terms across the three investigated samples of M. cymbalaria . Figure 6 illustrates enriched bar charts of GO names associated with up-regulated genes. Based on these findings, contigs associated with GO names of U5 snRNP, actin filament binding, golgi membrane and nucleobase transmembrane transporter activity underwent further analysis and discussion. We then filtered and grouped contigs expressed across all three samples. A detailed description of these groups, including information on GO names, contig numbers, enzyme names and functions is provided in Supplementary Table 1 . Fig. 5 ( A ) Pairwise comparisons of unigene expression in M. cymbalaria leaf, mature fruit and seed libraries. ( B ) Transcript abundance in leaf and mature fruit tissues as compared to seed. Fig. 6 Enriched bar chart of GO names of up-regulated genes as results of pairwise DEGs analysis ( A ) seed vs. leaf ( B ) seed vs. mature fruit. Mining transcription factor families Transcription factors (TFs) regulate gene expression and are involved in various aspects of plant growth and development 40 . A total of 5,025 unitranscripts from M. cymbalaria were annotated in the Plant TF database (PlnTFDB) and classified into 56 TFs categories (Fig. 7 , Supplementary Table 2). The predominant TF families identified include bHLH (430), C2H2 (368), MYB_related (362), NAC (300), ERF (292), bZIP (281), C3H (256), WRKY (191), GRAS (180), MYB (159), G2-like (140), Trihelix (140), B3 (137), HD-ZIP (117), HB-other (114), and FAR1 (105). Fig. 7 Identification of the transcripts encoding transcription factors in M. cymbalaria . Expression and validation by qRT-PCR Experimentally evaluated the quality of de novo assembled unigenes, three transcripts related to secondary metabolism (ubiquitin-fold modifier 1, ALA-interacting subunit 1-like, and ribonuclease 3-like) were selected for qRT-PCR analysis. DNase-treated total RNA was isolated from the leaves, mature fruit, and seeds of healthy M. cymbalaria plant and used for cDNA synthesis with random hexamer primers. Initially, PCR was conducted using cDNA as the template to verify the specific amplification of each transcript. Following this, qRT-PCR analysis was performed, revealing the expression of all three selected transcripts, with actin serving as the internal control. The primer sequences for the selected unigenes are listed in Supplementary Table 3 . The ALA-interacting subunit 1-like (ALA11) gene exhibited significantly lower expression in leaves compared to seeds but showed notable upregulation in mature fruit relative to seeds. Conversely, ribonuclease 3-like (r3l) displayed higher expression levels in leaves compared to seeds, with relatively consistent expression between mature fruit and seeds. The ubiquitin-fold modifier 1 (ufm1) gene demonstrated consistently low expression across all tissues (leaves, mature fruit and seeds). The upregulation of specific genes in leaves and mature fruit suggests enhanced metabolic activity in these tissues, particularly for secondary metabolite biosynthesis pathways. This indicates active biosynthesis of secondary metabolites, which likely contribute to the plant’s medicinal properties. On the other hand, the downregulation of genes in seeds highlights a shift in metabolic priorities toward dormancy and nutrient storage, reflecting a diminished role in secondary metabolism but emphasizing preparatory functions for germination (Fig. 8 ). Fig. 8 Validation of gene expression by qRT-PCR. Act is Actin, ALA1l (ALA-interacting subunit 1-like), r3l (ribonuclease 3-like) and ufm1 is ubiquitin-fold modifier 1. Discussion M. cymbalaria stands out as a significant vegetable crop, known for its nutritional richness and medicinal components. Its spectrum of properties encompasses antidiabetic, antidiarrheal, anticancer, antimicrobial, antioxidant, hepatoprotective, cardioprotective, and nephroprotective attributes 10 – 12 . However, the absence of genomic data has severely impeded molecular biology research on M. cymbalaria . With the advent of next-generation sequencing technology, transcriptome sequencing analysis has become increasingly accessible and cost-effective 26 . In this study, we have conducted transcriptome sequencing and de novo assembly of M. cymbalaria . The combined assembly produced 450,785 transcripts with an N50 of 460 bp and a GC content of 45.8%. Among these, 72,283 high-quality unigenes were annotated using the NCBI-nr protein database through OmicsBox software. Analysis of species distribution indicated that M. cymbalaria unigenes exhibited the highest similarity to genes from the Cucurbitaceae plant family, with 31.67% showing homology to M. charantia genes. Furthermore, we identified several prevalent protein families and domains in the M. cymbalaria transcriptome, including P-loop containing nucleoside triphosphate hydrolase (IPR027417), NAD(P)-binding domain superfamily (IPR036291), Protein kinase-like domain superfamily (IPR011009), Tetratricopeptide-like helical domain superfamily (IPR011990), ABC transporter-like ATP-binding domain (IPR003439), Protein kinase domain (IPR000719), and Serine-threonine/tyrosine-protein kinase catalytic domain (IPR001245). The P-loop containing nucleoside triphosphate hydrolase is involved in various essential cellular processes in plants, including energy metabolism, signal transduction, transport, stress responses, and growth regulation 27 . Another essential protein family, the NAD (P)-binding domain superfamily, plays a crucial in hydroxysteroid dehydrogenases (HSDs) in plants. This domain plays a significant role in the enzymatic activity of HSDs, participating in metabolic processes such as steroid, monosaccharide and flavonoid metabolism 28 . Moreover, protein kinases in plants are integral to various biological processes, including development, growth, stress responses, hormone signaling, and immune defense mechanisms. These kinases are essential components of signal transduction pathways that enable plants to effectively respond to environmental stimuli such as light, temperature, pathogens and drought 29 . The ATP-binding cassette (ABC) transporter-like ATP-binding domain is a crucial component of ABC transporters in plants, facilitating active transport across cellular membranes through ATP binding and hydrolysis. These transporters play essential roles in hormone transport, detoxification, nutrient uptake and responses to environmental stresses 30 . The Protein kinase domain is vital in plants, serving as the catalytic site for protein kinases, which regulate cellular processes such as signal transduction, growth, development and stress responses 31 . The Serine-threonine/tyrosine-protein kinase catalytic domain is crucial for governing the catalytic activity of protein kinases in plants and other organisms, regulating processes like growth, development and stress responses 32 . Overall, these protein families and domains play integral roles in various aspects of plant physiology, from fundamental cellular processes to responses to external stimuli and genetic material maintenance. BLAST hits near the significance threshold provided most of these assignments, often involved low-complexity sequences prone to producing false-positive results 33 . However, in the present study several contigs in this study showed no significant homology to known sequences in existing databases. This observation suggests the presence of previously unidentified protein-coding genes with unique functional roles, noncoding RNAs (such as regulatory miRNAs or lncRNAs), or fragmented portions of longer unannotated transcripts. Gene ontology classification was performed to annotate the transcripts into three major categories such as cellular components (1,26,350), molecular function (1,81,789) and biological process (2,42,672). A total of 1,54,248 sequences were COG classifications and were distributed between 25 COG categories. Among the 25 COG classes, the cluster of “function unknown” constituted the largest proportion of the group, suggesting the presence of genus specific or species-specific functions. Remarkably our dataset also showed that 3,922 (2.54%) of the total annotated unitranscripts with COG database represented the “secondary metabolites biosynthesis and transport and catabolism” category this suggesting the presence of a large number of secondary metabolites in M. cymbalaria . Plants produce various secondary metabolites that serving functions such as defence and signalling molecules, with applications in the food and pharmaceutical industry 34 . Through transcriptome analysis, researchers have elucidated biosynthetic pathways, identified key enzymes and mapped out the biosynthesis of significant compounds. Previous studies have identified several compounds isolated from different parts of this plant, including flavonoids, alkaloids, saponins, triterpenes, sterols, etc. 11 , 35 , . This study primarily focuses on biosynthesis and metabolism pathways. Biological pathway analysis was conducted using the KEGG database to identify various pathways associated with the transcriptome data, resulting in the annotation of 126 pathway maps. Terpenoids are key secondary metabolites in plants and have significant economic value, attributed to their ability to resist diseases and fungi, as well as their various physiological activities such as anti-tumor, anti-inflammatory and anti-oxidizing properties 36 . Numerous unigenes were found to be involved in terpenoid backbone biosynthesis, including (i) hydroxymethylglutaryl-CoA reductase (NADPH), (ii) acetyl-CoA C-acetyltransferase, (iii) 1-deoxy-D-xylulose-5-phosphate synthase, (iv) diphosphomevalonate decarboxylase, (v) 4-diphosphocytidyl-2-C-methyl-D-erythritol kinase, (vi) 2-C-methyl-D-erythritol 2,4-cyclodiphosphate synthase, (vii) isopentenyl phosphate kinase,, (viii) (E)-4-hydroxy-3-methylbut-2-enyl-diphosphate synthase, (ix) protein-S-isoprenylcysteine O-methyltransferase, (x) isopentenyl-diphosphate delta-isomerase, xi) farnesyl diphosphate synthase, xii) prenylcysteine oxidase/farnesylcysteine lyase xiii) 4-hydroxy-3-methylbut-2-en-1-yl diphosphate reductase, xiv) hydroxymethylglutaryl-CoA synthase and xv) 2-C-methyl-D erythritol 4-phosphate cytidylyltransferase. Prenylquinones such as plastoquinone and ubiquinone serve as electron transporters in the electron transport chain of oxygenic photosynthesis and the aerobic respiratory chain, respectively. They play critical roles in plant growth and development by participating in the biosynthesis and metabolism of important chemical compounds, acting as antioxidants, contributing to plant stress response and regulating gene expression and cell signal transduction. Ubiquinone has shown favourable effects in the treatment of cancer and human reproduction disease, as well as treating cardiovascular disease, chronic gingivitis and periodontitis 37 . The unigenes involved in ubiquinone and other terpenoid-quinone biosynthesis pathway are aminodeoxyfutalosine synthase, 3-demethoxyubiquinol 3-hydroxylase, NAD (P)H dehydrogenase (Quinone), demethylmenaquinone methyltransferase, vitamin-K-epoxide reductase (Warfarin-sensitive). Plant steroids have a wide range of medical properties, including anti-tumor, immunosuppressive, hepatoprotective, antibacterial, plant growth hormone regulator, sex hormone, antihelminthic, cytotoxic and cardiotonic action 38 . The major unigenes identified in steroid biosynthesis were delta14-sterol reductase, cycloeucalenol cycloisomerase, lysosomal acid lipase and delta24 (24(1))-sterol reductase. A variety of medicinal benefits have been reported on isoquinoline alkaloids including antifungal, antiviral, antioxidant, anticancer, enzyme inhibitor and antispasmodic properties 39 . Our findings revealed that unigenes involved in isoquinoline alkaloid biosynthesis were aspartate aminotransferase, primary-amine oxidase, mitochondrial and tyrosine aminotransferase. The present study identifies key enzymes involved in various biosynthetic pathways, including hydroxymethylglutaryl-CoA reductase in terpenoid biosynthesis, cycloeucalenol cycloisomerase in steroid biosynthesis, and aminotransferases in isoquinoline alkaloid biosynthesis, all of which are crucial for the therapeutic potential of M. cymbalaria . Transcription factors have significant roles in plant development and in regulating responses to various environmental stresses 40 . In this study, a total of 5,025 M. cymbalaria unitranscripts were annotated at the PlnTFDB. The major transcription factor families identified were bHLH, C2H2, MYB_related, NAC, ERF, bZIP, C3H, WRKY, GRAS, MYB, HB-other and FAR1. Notable unigenes linked to secondary metabolism included bHLH, bZIP, WRKY, MYB, ARF, and ZF-HD. Conclusion We present the first investigation into de novo transcriptome assembly and annotation of M. cymbalaria . Our transcriptome analysis of M. cymbalaria across various tissues (leaf, mature fruit, and seed) using the Illumina platform has revealed a large number of transcripts implicated in diverse processes, functions, and metabolic pathways. Our analysis unveiled transcripts associated with several secondary metabolic pathways, including isoquinoline alkaloid, terpenoids, steroids, and ubiquinone. These metabolites are known for their diverse pharmacological activities, including antidiabetic, anticancer, hepatoprotective, nephroprotective, antioxidant, and anti-inflammatory effects. The study identified key enzymes involved in these pathways, such as hydroxymethylglutaryl-CoA reductase (in terpenoid biosynthesis), cycloeucalenol cycloisomerase (in steroid biosynthesis), and aminotransferases (in isoquinoline alkaloid biosynthesis), highlight the potential of M. cymbalaria in addressing diabetes mellitus, ulcers, cancer, and cardiovascular diseases. Notably, transcription factor families such as bHLH, bZIP, WRKY, MYB, ARF, and ZF-HD were associated with secondary metabolism, highlighting their regulatory roles in these critical pathways. To further validate our findings, we conducted qRT-PCR to assess and confirm the tissue-specific expression levels of these candidate genes. Electronic supplementary material Below is the link to the electronic supplementary material. Supplementary Material 1 Supplementary Material 2 Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Supplementary Information The online version contains supplementary material available at 10.1038/s41598-025-07367-x. Acknowledgements This work was supported by Department of Biotechnology -Bioinformatics Centre (DBT-BIC): [Grant No. (BIC)-No.BT/PR40154/BTIS/137/34/2021]; Department of Biotechnology- National Network Project (DBT-NNP) [Grant No. BT/PR40156/BTIS/137/54/2023]; Department of Science and Technology (DST)-INDO-TAIWAN: [Grant No. GITA/DST/TWN/P-86/2019]; Ministry of Human Resource Development- Rashtriya Uchchatar Shiksha Abhiyan (MHRD-RUSA 2.0) [Grant No. F.24e51/2014-U, Policy (TNMulti-Gen)]; Tamil Nadu State Council for Higher Education (TANSCHE): [Grant No. RGP/2019-20/ALU/HECP-0049 dated: 27/04/2021]; Department of Science and Technology (DST)-Promotion of University Research and Scientific Excellence (PURSE phase II): [Grant No. SR/PURSE Phase 2/38 (G), 2017]; Department of Science and Technology (DST)-Fund for Improvement of S&T Infrastructure in Universities & Higher Educational Institutions (FIST): [Grant No. (SR/FST/LSI-667/2016) (C)]; MoE-STARS (No.MoE-STARS/STARS-2/2023-0966 dt: 29-05-2024). Author contributions HK: Conceptualization, Data curation, Methodology, Formal Analysis, Investigation, Visualization, Validation, Writing–original draft; SN: Software, Data analysis, Writing– review and editing; RR: Writing– review and editing. AM: Writing– review and editing; CJP: Writing– review and editing; GS: Writing– review and editing; JJ: Methodology, Funding acquisition, Supervision, Validation, Writing–review and editing. Data availability The Short Read Archive (SRA) (BioProject PRJNA873352) under the accession numbers SRX17319165 (Leaf), SRX17319163 (Mature Fruit) and SRX17319164 (Seed). Declarations Competing interests The authors declare no competing interests. References 1. Chandran H Meena M Barupal T Sharma K Plant tissue culture as a perpetual source for production of industrially important bioactive compounds Biotechnol. Rep. 2020 26 e00450 10.1016/j.btre.2020.e00450 Chandran, H., Meena, M., Barupal, T. & Sharma, K. Plant tissue culture as a perpetual source for production of industrially important bioactive compounds. Biotechnol. Rep. 26 , e00450 (2020). 2. Li Y Kong D Fu Y Sussman MR Wu H The effect of developmental and environmental factors on secondary metabolites in medicinal plants Plant Physiol. Biochem. 2020 148 80 89 10.1016/j.plaphy.2020.01.006 31951944 Li, Y., Kong, D., Fu, Y., Sussman, M. R. & Wu, H. The effect of developmental and environmental factors on secondary metabolites in medicinal plants. Plant Physiol. Biochem. 148 , 80–89 (2020). 31951944 3. Ahmad Khan, M. S. & Ahmad, I. Herbal medicine. in New Look To Phytomedicine 3–13 (Elsevier, doi:10.1016/B978-0-12-814619-4.00001-X. (2019). 4. Prasathkumar M Anisha S Dhrisya C Becky R Sadhasivam S Therapeutic and Pharmacological efficacy of selective Indian medicinal plants – A review Phytomedicine Plus 2021 1 100029 10.1016/j.phyplu.2021.100029 Prasathkumar, M., Anisha, S., Dhrisya, C., Becky, R. & Sadhasivam, S. Therapeutic and Pharmacological efficacy of selective Indian medicinal plants – A review. Phytomedicine Plus . 1 , 100029 (2021). 5. Savadi, S., Vazifedoost, M., Didar, Z., Nematshahi, M. M. & Jahed, E. Phytochemical Analysis and Antimicrobial/Antioxidant Activity of Cynodon dactylon (L.) Pers. Rhizome Methanolic Extract. Journal of Food Quality 1–10 (2020). (2020). 6. Astutik S Pretzsch J Ndzifon kimengsi, J. Asian medicinal plants’ production and utilization potentials: A review Sustainability 2019 11 5483 10.3390/su11195483 Astutik, S. & Pretzsch, J. Ndzifon kimengsi, J. Asian medicinal plants’ production and utilization potentials: A review. Sustainability 11 , 5483 (2019). 7. Rates SM K. Plants as source of drugs Toxicon 2001 39 603 613 10.1016/S0041-0101(00)00154-9 11072038 Rates, S. M. K. Plants as source of drugs. Toxicon 39 , 603–613 (2001). 11072038 8. Ma L Cucurbitaceae genome evolution, gene function, and molecular breeding Hortic. Res. 2022 9 uhab057 10.1093/hr/uhab057 35043161 Ma, L. et al. Cucurbitaceae genome evolution, gene function, and molecular breeding. Hortic. Res. 9 , uhab057 (2022). 35043161 9. Mitta R Mitigative effect of Momordica cymbalaria fruit extract against sodium fluoride induced hepatotoxicity in Wistar male albino rats J. Basic Clin. Physiol. Pharmacol. 2021 32 79 87 10.1515/jbcpp-2019-0362 Mitta, R. et al. Mitigative effect of Momordica cymbalaria fruit extract against sodium fluoride induced hepatotoxicity in Wistar male albino rats. J. Basic Clin. Physiol. Pharmacol. 32 , 79–87 (2021). 10. Chaitanya G Pavani C Shasthree T Effect of heavy metals on in vitro growth and development of the Momordica cymbalaria Fenzl Int. J. Environ. Sci. Technol. 2023 20 8701 8708 10.1007/s13762-022-04437-9 Chaitanya, G., Pavani, C. & Shasthree, T. Effect of heavy metals on in vitro growth and development of the Momordica cymbalaria Fenzl. Int. J. Environ. Sci. Technol. 20 , 8701–8708 (2023). 11. Chinthan KN Manjunathagowda DC Rathod V Devan SR Anjanappa M Karchikai (Momordica cymbalaria Hook f.): an untapped cucurbit Indigenous to India Genet. Resour. Crop Evol. 2021 68 3427 3433 10.1007/s10722-021-01247-9 Chinthan, K. N., Manjunathagowda, D. C., Rathod, V., Devan, S. R. & Anjanappa, M. Karchikai (Momordica cymbalaria Hook f.): an untapped cucurbit Indigenous to India. Genet. Resour. Crop Evol. 68 , 3427–3433 (2021). 12. Gopalasatheeskumar K An updated Pharmacological overview on Momordica cymbalaria (Athalakkai) Innoriginal Int. J. Sci. 2018 5 28 31 Gopalasatheeskumar, K. An updated Pharmacological overview on Momordica cymbalaria (Athalakkai). Innoriginal Int. J. Sci. 5 , 28–31 (2018). 13. Mohammed FS Babu D Irfan Z Fayed MAA A review on the traditional uses, nutritive importance, pharmacognostic features, phytochemicals, and Pharmacology of Momordica cymbalaria Hook F PeerJ 2024 12 e16928 10.7717/peerj.16928 38436002 Mohammed, F. S., Babu, D., Irfan, Z. & Fayed, M. A. A. A review on the traditional uses, nutritive importance, pharmacognostic features, phytochemicals, and Pharmacology of Momordica cymbalaria Hook F. PeerJ 12 , e16928 (2024). 38436002 14. Tyagi P Singh D Mathur S Singh A Ranjan R Upcoming progress of transcriptomics studies on plants: an overview Front. Plant. Sci. 2022 13 1030890 10.3389/fpls.2022.1030890 36589087 Tyagi, P., Singh, D., Mathur, S., Singh, A. & Ranjan, R. Upcoming progress of transcriptomics studies on plants: an overview. Front. Plant. Sci. 13 , 1030890 (2022). 36589087 15. Andrews, S. et al. FastQC: A Quality Control Tool for High Throughput Sequence Data . (2010). https://www.bioinformatics.babraham.ac.uk/projects/fastqc/ 16. Martin M Cutadapt removes adapter sequences from high-throughput sequencing reads EMBnet J. 2011 17 10 10.14806/ej.17.1.200 Martin, M. Cutadapt removes adapter sequences from high-throughput sequencing reads. EMBnet J. 17 , 10 (2011). 17. Joshi, N. A., Fass, J. & Sickle A sliding-window, adaptive, quality-based trimming tool for FastQ files. (2011). 18. Haas BJ De Novo transcript sequence reconstruction from RNA-seq using the trinity platform for reference generation and analysis Nat. Protoc. 2013 8 1494 1512 10.1038/nprot.2013.084 23845962 Haas, B. J. et al. Transcript sequence reconstruction from RNA-seq using the trinity platform for reference generation and analysis. Nat. Protoc. 8 , 1494–1512 (2013). 23845962 19. Li W Godzik A Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences Bioinformatics 2006 22 1658 1659 10.1093/bioinformatics/btl158 16731699 Li, W. & Godzik, A. Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences. Bioinformatics 22 , 1658–1659 (2006). 16731699 20. Smith-Unna R Boursnell C Patro R Hibberd JM Kelly S TransRate: reference-free quality assessment of de Novo transcriptome assemblies Genome Res. 2016 26 1134 1144 10.1101/gr.196469.115 27252236 Smith-Unna, R., Boursnell, C., Patro, R., Hibberd, J. M. & Kelly, S. TransRate: reference-free quality assessment of de Novo transcriptome assemblies. Genome Res. 26 , 1134–1144 (2016). 27252236 21. Nishimura O Hara Y Kuraku S gVolante for standardizing completeness assessment of genome and transcriptome assemblies Bioinformatics 2017 33 3635 3637 10.1093/bioinformatics/btx445 29036533 Nishimura, O., Hara, Y. & Kuraku, S. gVolante for standardizing completeness assessment of genome and transcriptome assemblies. Bioinformatics 33 , 3635–3637 (2017). 29036533 22. Tarazona, S. et al. Data quality aware analysis of differential expression in RNA-seq with NOISeq r/bioc package. Nucleic Acids Res. gkv711 10.1093/nar/gkv711 (2015). 23. Hegedűs G Liposomal formulation of botanical extracts May enhance yield triggering PR genes and phenylpropanoid pathway in barley (Hordeum vulgare) Plants 2022 11 2969 10.3390/plants11212969 36365426 Hegedűs, G. et al. Liposomal formulation of botanical extracts May enhance yield triggering PR genes and phenylpropanoid pathway in barley (Hordeum vulgare). Plants 11 , 2969 (2022). 36365426 24. Pérez-Rodríguez P PlnTFDB: updated content and new features of the plant transcription factor database Nucleic Acids Res. 2010 38 D822 D827 10.1093/nar/gkp805 19858103 Pérez-Rodríguez, P. et al. PlnTFDB: updated content and new features of the plant transcription factor database. Nucleic Acids Res. 38 , D822–D827 (2010). 19858103 25. Bose Mazumdar, A., Chattopadhyay, S. & Sequencing De Novo assembly, functional annotation and analysis of Phyllanthus amarus leaf transcriptome using the illumina platform. Front Plant. Sci 6 , (2016). 26. Wu T The first Illumina-based de Novo transcriptome sequencing and analysis of pumpkin (Cucurbita moschata Duch.) and SSR marker development Mol. Breed. 2014 34 1437 1447 10.1007/s11032-014-0128-x Wu, T. et al. The first Illumina-based de Novo transcriptome sequencing and analysis of pumpkin (Cucurbita moschata Duch.) and SSR marker development. Mol. Breed. 34 , 1437–1447 (2014). 27. Kozlova, M. I., Shalaeva, D. N., Dibrova, D. V. & Mulkidjanian, A. Y. Common Patterns of Hydrolysis Initiation in P-loop Fold Nucleoside Triphosphatases. Biomolecules 12, 1345 (2022). 28. Saleem N Genome-wide analysis revealed the Stepwise origin and functional diversification of HSDs from lower to higher plant species Front. Plant. Sci. 2023 14 1159394 10.3389/fpls.2023.1159394 37396629 Saleem, N. et al. Genome-wide analysis revealed the Stepwise origin and functional diversification of HSDs from lower to higher plant species. Front. Plant. Sci. 14 , 1159394 (2023). 37396629 29. Navathe S New genomic regions identified for resistance to spot blotch and terminal heat stress in an interspecific population of Triticum aestivum and T. spelta Plants 2022 11 2987 10.3390/plants11212987 36365440 Navathe, S. et al. New genomic regions identified for resistance to spot blotch and terminal heat stress in an interspecific population of Triticum aestivum and T. spelta. Plants 11 , 2987 (2022). 36365440 30. Do THT Martinoia E Lee Y Hwang JU 2021 update on ATP-binding cassette (ABC) transporters: how they Meet the needs of plants Plant Physiol. 2021 187 1876 1892 10.1093/plphys/kiab193 35235666 Do, T. H. T., Martinoia, E., Lee, Y. & Hwang, J. U. 2021 update on ATP-binding cassette (ABC) transporters: how they Meet the needs of plants. Plant Physiol. 187 , 1876–1892 (2021). 35235666 31. Wang P Mapping proteome-wide targets of protein kinases in plant stress responses Proc. Natl. Acad. Sci. U S A 2020 117 3270 3280 10.1073/pnas.1919901117 31992638 Wang, P. et al. Mapping proteome-wide targets of protein kinases in plant stress responses. Proc. Natl. Acad. Sci. U S A . 117 , 3270–3280 (2020). 31992638 32. Chen C Identification of a major determinant for Serine-Threonine kinase phosphoacceptor specificity Mol. Cell 2014 53 140 147 10.1016/j.molcel.2013.11.013 24374310 Chen, C. et al. Identification of a major determinant for Serine-Threonine kinase phosphoacceptor specificity. Mol. Cell . 53 , 140–147 (2014). 24374310 33. Prajapati MR Singh J Kumar P Dixit R De Novo transcriptome analysis and identification of defensive genes in Garlic (Allium sativum L.) using high-throughput sequencing J. Genetic Eng. Biotechnol. 2023 21 56 10.1186/s43141-023-00499-5 Prajapati, M. R., Singh, J., Kumar, P. & Dixit, R. De Novo transcriptome analysis and identification of defensive genes in Garlic (Allium sativum L.) using high-throughput sequencing. J. Genetic Eng. Biotechnol. 21 , 56 (2023). 34. Mohanty P De Novo sequencing and transcriptome analysis of Indian Bael (Aegle Marmelos L) Gene Rep. 2020 19 100671 10.1016/j.genrep.2020.100671 Mohanty, P. et al. De Novo sequencing and transcriptome analysis of Indian Bael (Aegle Marmelos L). Gene Rep. 19 , 100671 (2020). 35. Kiruba S Sumathy G Sivakumar S Therapeutic uses of Momordica cymbalaria: review Ind. Jour Publ Health Rese Develop 2019 10 2784 10.5958/0976-5506.2019.04041.5 Kiruba, S., Sumathy, G. & Sivakumar, S. Therapeutic uses of Momordica cymbalaria: review. Ind. Jour Publ Health Rese Develop . 10 , 2784 (2019). 36. Chen P Study of terpenoid synthesis and prenyltransferase in roots of Rehmannia glutinosa based on iTRAQ quantitative proteomics Front. Plant. Sci. 2021 12 693758 10.3389/fpls.2021.693758 34421945 Chen, P. et al. Study of terpenoid synthesis and prenyltransferase in roots of Rehmannia glutinosa based on iTRAQ quantitative proteomics. Front. Plant. Sci. 12 , 693758 (2021). 34421945 37. Liu, M. & Lu, S. Plastoquinone and ubiquinone in plants: biosynthesis, physiological function and metabolic engineering. Front Plant. Sci 7 , (2016). 38. Patel SS Savjani JK Systematic review of plant steroids as potential antiinflammatory agents: current status and future perspectives J. Phytopharmacol 2015 4 121 125 10.31254/phyto.2015.4212 Patel, S. S. & Savjani, J. K. Systematic review of plant steroids as potential antiinflammatory agents: current status and future perspectives. J. Phytopharmacol . 4 , 121–125 (2015). 39. Gangasani, J. K., Pemmaraju, D. B., Murthy, U. S. N., Rengan, A. K. & Naidu, V. G. M. Chemistry of herbal biomolecules. Herb. Biomolecules Healthc. Appl. (Elsevier), 63–79. 10.1016/B978-0-323-85852-6.00018-4 (2022). 40. Suranjika S Pradhan S Nayak SS Parida A De Novo transcriptome assembly and analysis of gene expression in different tissues of moth bean (Vigna aconitifolia) (Jacq.) marechal BMC Plant. Biol. 2022 22 198 10.1186/s12870-022-03583-z 35428206 Suranjika, S., Pradhan, S., Nayak, S. S. & Parida, A. De Novo transcriptome assembly and analysis of gene expression in different tissues of moth bean (Vigna aconitifolia) (Jacq.) marechal. BMC Plant. Biol. 22 , 198 (2022). 35428206",
    "full_text_abstract": "Momordica cymbalaria (Athalakkai), a medicinally important Cucurbitaceae species, is widely used in traditional medicine due to its antidiabetic, anticancer, and antimicrobial properties. However, the molecular mechanisms underlying its therapeutic potential remain poorly understood. Here, we present a comprehensive transcriptome analysis of M. cymbalaria using Illumina HiSeq 4000 sequencing of leaf, fruit, and seed tissues. De novo assembly generated 450,785 contigs (N50: 460 bp) with 72,283 annotated unigenes. Our key findings reveal pivotal genes involved in the biosynthesis of pharmaceutically relevant secondary metabolites, including terpenoids, steroids, and isoquinoline alkaloids. Notably, enzymes such as hydroxymethylglutaryl-CoA reductase, cycloeucalenol cycloisomerase, and tyrosine aminotransferase were recognized as central to these pathways. Gene Ontology (GO) analysis has classified the transcripts into molecular functions (181,789), biological processes (242,672), and cellular components (126,350). We further characterized 5,025 transcription factors, with bHLH, MYB, and WRKY families being prominently associated with secondary metabolism regulation. Tissue-specific expression patterns were identified and validated by qRT-PCR, showing eminent metabolic activity in leaves and fruits compared to seeds. This study provides the first genomic resource for M. cymbalaria , offering molecular insights into its medicinal properties and facilitating future biotechnological applications in drug discovery."
}