{
    "PMC": "5552718",
    "DOI": "10.3389/fimmu.2017.00940",
    "PMID": "28848548",
    "PMCID": "PMC5552718",
    "title": "Cellular RNA Helicase DDX1 Is Involved in Transmissible Gastroenteritis Virus nsp14-Induced Interferon-Beta Production.",
    "year": 2017,
    "source_url": "https://europepmc.org/article/PMC/PMC5552718",
    "source": "MED",
    "abstract_text": "Transmissible gastroenteritis virus (TGEV), an enteropathogenic coronavirus (CoV) of porcine, causes lethal watery diarrhea and severe dehydration in piglets and leads to severe economic losses in the swine industry. Unlike most CoVs that antagonize type I interferon (IFN) production, previous studies showed that TGEV infection induces IFN-I production both <i>in vivo</i> and <i>in vitro</i>. However, the underlying mechanism(s) remain largely unknown. In this study, we found that TGEV infection significantly facilitated IFN-β production as well as activation of the transcription factors IFN regulatory factor 3 (IRF3) and nuclear factor-kappaB (NF-κB) in porcine kidney (PK-15) cells. Screening of TGEV-encoded proteins demonstrated that non-structural protein 14 (nsp14) was the most potent IFN-β inducer and induced IFN-β production mainly by activating NF-κB but not IRF3. Further analysis showed that nsp14 interacted with DDX1, a member of the DExD/H helicase family. Knockdown of DDX1 by specific small interfering RNA (siRNA) significantly decreased nsp14-induced IFN-β production and NF-κB activation. Furthermore, TGEV-induced IFN-β production and IFN-stimulated gene (ISG) expression were decreased in cells transfected with DDX1-specific siRNA, indicating the vital role of DDX1 to TGEV-induced IFN-β responses. In summary, our data revealed a potential coactivator role of host RNA helicase DDX1 to the induction of IFN-β response initiated by TGEV and demonstrated that nsp14 is an important IFN inducer among the TGEV-encoded proteins.",
    "full_text": "Front Immunol Front Immunol Front. Immunol. Frontiers in Immunology 1664-3224 Frontiers Media S.A. 5552718 10.3389/fimmu.2017.00940 Immunology Original Research Cellular RNA Helicase DDX1 Is Involved in Transmissible Gastroenteritis Virus nsp14-Induced Interferon-Beta Production Zhou Yanrong 1 2 † Wu Wei 1 2 † Xie Lilan 3 Wang Dang 1 2 Ke Qiyun 1 2 Hou Zhenzhen 1 2 Wu Xiaoli 1 2 Fang Ying 4 Chen Huanchun 1 2 Xiao Shaobo 1 2 Fang Liurong 1 2 * 1 State Key Laboratory of Agricultural Microbiology, College of Veterinary Medicine, Huazhong Agricultural University , Wuhan , China 2 Key Laboratory of Preventive Veterinary Medicine in Hubei Province, The Cooperative Innovation Center for Sustainable Pig Production , Wuhan , China 3 College of Life Science and Technology, Wuhan Institute of Bioengineering , Wuhan , China 4 College of Life Sciences, South-Central University for Nationalities , Wuhan , China Edited by: Wenzhe Ho, Temple University School of Medicine, United States Reviewed by: Haitao Guo, University of North Carolina at Chapel Hill, United States; Yang Qian, Nanjing Agricultural University, China *Correspondence: Liurong Fang, fanglr@mail.hzau.edu.cn † These authors have contributed equally to this work. Specialty section: This article was submitted to Microbial Immunology, a section of the journal Frontiers in Immunology 09 8 2017 2017 8 940 03 5 2017 24 7 2017 Copyright © 2017 Zhou, Wu, Xie, Wang, Ke, Hou, Wu, Fang, Chen, Xiao and Fang. 2017 Zhou, Wu, Xie, Wang, Ke, Hou, Wu, Fang, Chen, Xiao and Fang This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) or licensor are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Transmissible gastroenteritis virus (TGEV), an enteropathogenic coronavirus (CoV) of porcine, causes lethal watery diarrhea and severe dehydration in piglets and leads to severe economic losses in the swine industry. Unlike most CoVs that antagonize type I interferon (IFN) production, previous studies showed that TGEV infection induces IFN-I production both in vivo and in vitro . However, the underlying mechanism(s) remain largely unknown. In this study, we found that TGEV infection significantly facilitated IFN-β production as well as activation of the transcription factors IFN regulatory factor 3 (IRF3) and nuclear factor-kappaB (NF-κB) in porcine kidney (PK-15) cells. Screening of TGEV-encoded proteins demonstrated that non-structural protein 14 (nsp14) was the most potent IFN-β inducer and induced IFN-β production mainly by activating NF-κB but not IRF3. Further analysis showed that nsp14 interacted with DDX1, a member of the DExD/H helicase family. Knockdown of DDX1 by specific small interfering RNA (siRNA) significantly decreased nsp14-induced IFN-β production and NF-κB activation. Furthermore, TGEV-induced IFN-β production and IFN-stimulated gene (ISG) expression were decreased in cells transfected with DDX1-specific siRNA, indicating the vital role of DDX1 to TGEV-induced IFN-β responses. In summary, our data revealed a potential coactivator role of host RNA helicase DDX1 to the induction of IFN-β response initiated by TGEV and demonstrated that nsp14 is an important IFN inducer among the TGEV-encoded proteins. transmissible gastroenteritis virus non-structural protein 14 DDX1 interferon-beta innate immune response pattern-recognition receptors Ministry of Science and Technology of the People’s Republic of China 10.13039/501100002855 2016YFD0500103, 2015BAD12B02 National Natural Science Foundation of China 10.13039/501100001809 31402181 Natural Science Foundation of Hubei Province 10.13039/501100003819 2015CFB519, 2014CFA009 Introduction Transmissible gastroenteritis virus (TGEV) is a member of the Alphacoronavirus genus within the family Coronaviridae in the order Nidovirales . TGEV infection mainly causes acute enteric disease characterized by lethal watery diarrhea, severe dehydration, and high mortality in suckling piglets less than 3 weeks old, which has led to severe economic losses in the global swine industry since the first outbreak in 1933 in Ilinois, USA ( 1 , 2 ). TGEV contains a single-stranded, positive-sense RNA genome of about 28.5 kb ( 3 ), including at least nine open reading frames (ORFs). Two slightly overlapping ORFs, ORF1a and ORF1b, located at the 5' two-thirds of the viral genome, encode a replicase complex that is proteolytically processed into 16 non-structural proteins (nsp1 to 16) ( 4 ). Structural proteins, nucleocapsid (N) protein, membrane (M) glycoprotein, spike (S) glycoprotein, a small envelope (E) glycoprotein, and accessory proteins 3a, 3b, and 7 are encoded by genes located at the 3′ end ( 5 ). As early as 1981, the presence of high levels of type I interferon (IFN-I) activity in the digestive tract of TGEV-infected newborn piglets was first observed ( 6 ). Thereafter, Charley et al. reported that TGEV infection in human or bovine peripheral blood mononuclear cells also induced high IFN-α production ( 7 ). Subsequently, Bosworth et al. demonstrated that 2′,5′-oligoadenylate synthetase (OAS), a well-known IFN-stimulated gene (ISG), was increased in TGEV-infected pigs ( 8 ). Our previous quantitative proteomics analysis revealed that TGEV infection induced canonical IFN-I signaling through Janus kinase signal transducer and activator of the transcription 1 (JAK-STAT1) pathway, and eight tested ISGs, including IFN-induced protein with tetratricopeptide repeats 1 (IFIT1), IFIT2, IFIT3, OAS1, OAS2, Mx1, Mx2, and ISG15 were upregulated after TGEV infection ( 9 ). These early results indicated that TGEV infection activated the IFN-I pathway in vitro and in vivo . However, the underlying mechanism(s) utilized by TGEV to induce IFN-I, and especially which viral protein(s) contribute to it, remain largely unclear. The IFN-I response is a well-known innate immune reaction that occurs in response to virus infection and considered as an important bridge between innate and adaptive immunity. Nuclear factor-kappaB (NF-κB) and IFN regulatory factor 3 (IRF3) are two critical transcription factors for the regulation of IFN-I production. Secreted IFN-I then stimulates the JAK-STAT1 signaling pathway to induce the expression of numerous ISGs, which collaborate to regulate the replication of virus ( 10 ). Many viruses antagonize IFN responses to benefit their propagation, and some viruses such as human immunodeficiency virus-type 1 ( 11 ), vesicular stomatitis virus (VSV) ( 12 ), influenza A virus (IAV) ( 13 ), encephalomyocarditis virus ( 14 ), Reovirus ( 15 ), herpes simplex virus 2 (HSV2) ( 16 ), respiratory syncytial virus ( 17 ), Newcastle disease virus ( 18 ), and Sendai virus (SEV) ( 19 ) initiate innate immune responses. Different viruses employ different mechanisms to regulate innate immune responses. For example, HSV2 induces IFN-α/β production through toll-like receptor 9 (TLR9), DNA-dependent activator of IFN regulatory factors (DAI), and IFN-inducible 16 ( 16 ). For IAV infection, at least TLR3, TLR7, Retinoic acid-inducible gene I (RIG-I), and pyrin domain-containing 3 (NLRP3) are responsible for the detection of IAV and subsequent innate immune responses ( 13 ). Elucidating the mechanisms through which viruses regulate innate immune responses will help us understand the interactions between virus and host. This study sought to identify TGEV-encoded protein(s) involved in the induction of IFN-β production. Our results revealed that TGEV nsp14 was the best inducer of the IFN-β pathway among the TGEV-encoded proteins. Mechanistically, nsp14 activates NF-κB but not IRF3, and it interacts with RNA helicase DDX1, which in turn activates IFN-β production. Materials and Methods Cells, Viruses, and Antibodies Porcine kidney (PK-15) cells and HEK-293T cells were cultured in Dulbecco’s modified Eagle’s medium (Invitrogen, Carlsbad, CA, USA) supplemented with 10% fetal bovine serum in a humidified incubator with 37°C/5% CO 2 . TGEV strain WH-1 (GenBank accession no. HQ462571) was propagated and titered in PK-15 cells. Recombinant VSV-expressing green fluorescent protein (VSV-GFP) was generously provided by Prof. Zhigao Bu from the Harbin Veterinary Research Institute, China. Rabbit polyclonal antibodies against p65, IRF3, phosphorylated IRF3 (p-IRF3), and DDX1 were purchased from ABclone (Wuhan, China). Rabbit polyclonal antibody against phosphorylated p65 (p-p65) was purchased from Cell Signaling Technology (Beverly, MA, USA). Anti-β-actin antibody was purchased from Beyotime (Nantong, China). Mouse monoclonal antibodies (MAbs) against hemagglutinin (HA) and Flag were purchased from Medical and Biological Laboratories (MBL, Nagoya, Japan). MAb against TGEV N protein was prepared by our laboratory. Horseradish peroxidase (HRP)-conjugated goat anti-rabbit antibody and HRP-conjugated goat anti-mouse antibody were purchased from MBL. Alexa Fluor 594-conjugated donkey anti-rabbit IgG, Alexa Fluor 594-conjugated donkey anti-mouse IgG, and Alexa Fluor 488-conjugated donkey anti-mouse IgG were obtained from Santa Cruz Biotechnology Inc. (Santa Cruz, CA, USA). Plasmids and siRNAs Expression plasmids of TGEV-encoded proteins used in this study were constructed by RT-PCR amplification from the genomic RNA of TGEV strain WH-1 and cloned into expression vector pCAGGS-HA. The details of primers used for PCR clone are available on request. The p65 gene was derived from human RelA cDNA and cloned into pEGFP-C1 vector. The DDX1 expression plasmid was constructed by RT-PCR amplification from the cDNA of PK-15 cells and cloned into pCMV-tag2B vector. Luciferase reporter plasmids p125-luc (IFN-β-Luc), 4 × PRDIII/I-Luc (referred to as IRF3-Luc), 4 × PRDII-Luc (referred to as NF-κB-Luc), and the internal control plasmid pRL-TK have been described previously ( 20 ). Small interfering RNA (siRNA) targeting DDX1 or negative control siRNA (siNC, Invitrogen) were each transfected at a final concentration of 50 nM. The siRNA sequences used here are listed in Table 1 . Table 1 Small interfering RNA (siRNA) sequences used in this study. Gene name siRNA sequence hDDX1 (sense) GGAGCUUCUGAUAAUUGGAGGUGUU hDDX1 (anti-sense) AACACCUCCAAUUAUCAGAAGCUCC pDDX1 (sense) GAAAGACCUUGGUCUGGCAUUUGAA pDDX1 (anti-sense) UUCAAAUGCCAGACCAAGGUCUUUC Transfection and Dual Luciferase Assay HEK-293T or PK-15 cells were seeded in 24-well plates at a density of 2–4 × 10 5 cells/well and cultured until the cells reached approximately 70–80% confluence, then transfected with the indicated plasmids or siRNAs using Lipofectamine 2000 (Invitrogen) according to the manufacturer’s protocol. Dual luciferase assays were conducted according to the manufacturer’s instructions (Promega, USA). For each transfection, 0.1 µg of the indicated reporter plasmid along with 0.02 µg of pRL-TK for normalization and 0.2–0.8 µg of various expression plasmids or empty control plasmid were used. Cell extracts were collected at the indicated time points and luciferase activity was measured with a dual-specific luciferase assay kit (Promega). All reporter assays were independently repeated at least three times. Co-Immunoprecipitation (CO-IP) and Western Blot Assay Cells in 6-well plates were harvested by the addition of 150 µl of lysis buffer (4% sodium dodecyl sulfate, 3% dithiothreitol, 0.065 mM Tris–HCl [pH 6.8], 30% glycerine). Equal amounts of samples were subjected to sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and electroblotted onto a polyvinylidene difluoride membrane (Bio-Rad). Protein expression was analyzed by immunoblotting with the indicated antibodies. Expression of β-actin was detected to demonstrate equal protein sample loading. For CO-IP experiments, HEK-293T cells in 100-mm dishes were transiently transfected with the indicated plasmids. Cells were washed with phosphate-buffered saline (PBS) and lysed for 30 min at 4°C in 1 ml lysis buffer [50 mM Tris-HCl (pH 7.5), 150 mM NaCl, 1% NP-40, 20 nM phenylmethylsulfonyl fluoride], and protein concentration was measured and adjusted. For each immunoprecipitation, 500 µg of cell lysate protein was incubated with 2 µg of indicated antibody and 25 µl of protein A/G-agarose (Beyotime) overnight at 4°C. After three washes with 1 ml lysis buffer, precipitates were subjected to 10% SDS-PAGE and subsequently analyzed with immunoblot analysis using the indicated antibodies. Indirect Immunofluorescence Assay Porcine kidney (PK)-15 cells were fixed with 4% paraformaldehyde for 15 min followed by permeabilization with pre-cooled methanol for 10 min, blocking with 5% bovine serum albumin for 45 min, incubated with the indicated primary antibodies for 1 h, followed by staining with specific Alexa Fluor-conjugated secondary antibodies for 1 h. The cells were subsequently stained with 4',6-diamidino-2-phenylindole (Beyotime) for 15 min. After washing with PBS, fluorescent images were obtained using an Olympus FV10 laser scanning confocal microscope (Olympus, Japan). RNA Extraction and Real-time RT-qPCR Total RNAs were extracted using TRIzol reagent (Invitrogen). Real-time RT-qPCR was performed using SYBR Green Real-Time PCR Master Mix (Toyobo Biologics, Osaka, Japan) in the ABI PRISM 7000 sequence detection system (Applied Biosystems). Individual transcripts in each sample were assayed three times. The fold change in gene expression relative to normal was calculated using the delta-delta cycles to threshold (ΔΔCT) method. Primers (Table 2 ) were designed using Primer Express software (version 3.0; Applied Biosystems, Carlsbad, CA, USA). Table 2 Primers used for real-time RT-qPCR. Primer names Sequence (5′–3′) pIFIT1(ISG56)-qF AAATGAATGAAGCCCTGGAGTATT pIFIT1(ISG56)-qR AGGGATCAAGTCCCTACAGATTTT pIFIT2(ISG54)-qF CTGGCAAAGAGCCCTAAGGA pIFIT2(ISG54)-qR CTCAGAGGGTCAATGGAATTCC pIFIT3(ISG60)-qF GAAACCCGACAACCCAGAATT pIFIT3(ISG60)-qR GCTGGTTTGCCATTCAGAAAG pIL6-qF CTGCTTCTGGTGATGGCTACTG pIL6-qR GGCATCACCTTTGGCATCTT pIL8-qF AGTTTTCCTGCTTTCTGCAGCT pIL8-qR TGGCATCGAAGTTCTGCACT pIFN-β-qF GCTAACAAGTGCATCCTCCAAA pIFN-β-qR AGCACATCATAGCTCATGGAAAGA pGAPDH-qF ACATGGCCTCCAAGGAGTAAGA pGAPDH-qR GATCGAGTTGGGGCTGTGACT hIFN-β-qF TCTTTCCATGAGCTACAACTTGCT hIFN-β-qR GCAGTATTCAAGCCTCCCATTC hGAPDH-qF TCATGACCACAGTCCATGCC hGAPDH-qR GGATGACCTTGCCCACAGCC Statistical Analysis All experiments were performed at least three times with reproducible results. Data are presented as the mean ± SD. Statistical analysis was performed using one-way ANOVA without interaction terms followed by Dunnett’s for multiple comparisons. Ethical Statement All animal experiments were approved by the Hubei Administrative Committee for Laboratory Animals (permission number 00024534) and complied with the guidelines of Hubei laboratory animal welfare and ethics of Hubei Administrative Committee of Laboratory Animals. Results TGEV Infection Stimulates IFN-β Production in PK-15 Cells Previous studies demonstrated that TGEV infection potently induced IFN-α ( 6 , 21 , 22 ), as well as IFN-β in IPEC-J2 and swine testicular (ST) cells ( 23 – 25 ). However, whether TGEV infection induces IFN-β in PK-15 cells remains unknown. To explore the effect of TGEV on IFN-β, dual luciferase assays were performed. PK-15 cells were transfected with IFN-β-Luc and pRL-TK. After 12 h, cells were mock infected or infected with TGEV strain WH-1 at a multiplicity of infection (MOI) of 0.02, 0.1, or 0.5. As shown in Figure 1 A, TGEV infection significantly induced the activation of the IFN-β promoter in a dose-dependent manner. Moreover, IFN-β mRNA expression levels were upregulated in TGEV-infected cells dose-dependently, which further confirmed IFN-β production by TGEV infection (Figure 1 B). Figure 1 Transmissible gastroenteritis virus (TGEV) dose-dependently triggers activation of the IFN-β signal pathway and suppresses the replication of VSV. PK-15 cells were cotransfected with pRL-TK and IFN-β-Luc (A) , IRF3-Luc (C) , or NF-κB-Luc (D) , followed by infection with increasing doses of TGEV [multiplicity of infection (MOI) = 0.02, 0.1, or 0.5] at 12 h post-transfection. The cells lysates were collected for dual luciferase assays at 24 hpi. (B) PK-15 cells were infected with TGEV as described in panel A and harvested at 24 hpi. Cell RNAs were extracted for RT-qPCR to examine the mRNA expression levels of IFN-β. The mRNA expression levels were normalized to porcine GAPDH transcripts. Values are the mean ± SD of three independent tests. * P < 0.05, ** P < 0.01, or *** P < 0.001 compared with the mock infection group. (E) PK-15 cells were infected or mock infected with TGEV (MOI = 0.02, 0.1, 0.5). The supernatants were collected for UV-irradiation and then transferred onto fresh PK-15 cells, followed by infection with vesicular stomatitis virus expressing green fluorescent protein (VSV-GFP) at 24 h later. Cells were observed with fluorescence microscope at 16 hpi. The supernatants from SEV-treated cells served as a positive control. The induction of IFN-I is reliant on the co-regulation of transcription factors IRF3 and NF-κB. To investigate the potential mechanism(s) involved in the IFN-β production by TGEV infection, the effect of TGEV on IRF3 and NF-κB promoters were also tested. As displayed in Figures 1 C,D, TGEV infection also upregulated IRF3 and NF-κB promoter activity dose-dependently, indicating that IRF3 and NF-κB are involved in the IFN-β production by TGEV infection. Because of the high sensitivity of VSV-GFP to IFN, VSV-GFP expression is commonly monitored for IFN detection. To further evaluate the IFN-β response in TGEV-infected cells, a VSV-GFP-based IFN detection assay was performed. PK-15 cells were infected or mock infected with SEV or TGEV (MOI = 0.02, 0.1, 0.5). Then, cell supernatants were collected, UV-irradiated, and then transferred onto fresh PK-15 cells. After 24 h, cells were infected with VSV-GFP and observed under a fluorescence microscope at 16 hpi. As a positive control, supernatants collected from SEV-treated cells suppressed VSV-GFP replication prominently compared with the negative control group (mock). In accordance with the results of dual luciferase assays described above, TGEV infection limited the replication of VSV-GFP in a dose-dependent manner (Figure 1 E). These results suggested that TGEV infection increased IFN-β production. TGEV nsp14 Induces IFN-β Activation Transmissible gastroenteritis virus encodes 16 non-structural proteins (nsp1-16), four structural proteins (N, M, S, E), and three accessory proteins (ORF7, ORF3a, ORF3b). To identify the key viral protein(s) involved in IFN-β induction, an IFN promoter-reporter system was employed to screen TGEV-encoded proteins for their relative capacities to activate the IFN-β promoter. HEK-293T cells were cotransfected with IFN-β-Luc, pRL-TK, and different TGEV protein expression vectors. As shown in Figure 2 A, nsp14 was the most significant inducer of IFN-β production. Furthermore, similar to SARS-(coronavirus) CoV ( 26 ), TGEV M glycoprotein also potently mediated IFN-β induction. Because NF-κB and IRF3 are necessary transcription factors for IFN-β production, we examined the effects of all TGEV-encoded proteins on IRF3 and NF-κB promoter activity. Interestingly, nsp14 upregulated an approximately 8.8-fold change in NF-κB promoter activity, but only an approximately 1.8-fold change in IRF3 promoter activity (Figures 2 C,E). M glycoprotein induced a higher fold change in IRF3, but a lower fold change in NF-κB compared with nsp14. Because M glycoprotein has been investigated previously ( 27 ), we focused on nsp14. Figure 2 Effect of transmissible gastroenteritis virus (TGEV) proteins on IFN-β, IRF3, and NF-κB promoter. HEK-293T cells were cotransfected with pRL-TK and IFN-β-Luc (A) , IRF3-Luc (C) , or NF-κB-Luc (E) together with each expression plasmid of TGEV proteins. Also, PK-15 cells were cotransfected with pRL-TK and IFN-β-Luc (B) , IRF3-Luc (D) , or NF-κB-Luc (F) together with each expression plasmid of TGEV proteins. The cell lysates were harvested for dual luciferase assays at 30 h post-transfection. Values are the mean ± SD of three independent tests. *** P < 0.001 or ** P < 0.01 compared with empty vector group. To confirm the ability of nsp14 to induce IFN-β production, large-scale screen experiment was also conducted in PK-15 cells, a permissive cell line of TGEV infection. As shown in Figures 2 B,D,F, nsp14 was also a potent IFN inducer that mainly induced activation of NF-κB but not IRF3 promoter in PK-15 cells. Nsp14 Induces Phosphorylation and Nuclear Translocation of p65 To confirm the above large-scale screen results, increasing doses (0.2, 0.4, 0.8 µg) of pCAGGS-HA-nsp14 and IFN-β-Luc, IRF3-Luc or NF-κB-Luc together with pRL-TK were cotransfected into HEK-293T cells. In line with the results in Figure 2 , nsp14 enhanced the activation of IFN-β and NF-κB in a dose-dependent manner (Figures 3 A–C). Interestingly, nsp14 induced the activation of NF-κB to a greater extent than that of IRF3, indicating NF-κB has a fundamental role in nsp14-induced IFN-β activation. Similar results were also obtained in PK-15 cells (Figures 3 D–F). Figure 3 Transmissible gastroenteritis virus nsp14 triggers IFN-β and NF-κB activation. HEK-293T cells were cotransfected with pRL-TK plasmid and IFN-β-Luc (A) , IRF3-Luc (B) , or NF-κB-Luc (C) luciferase reporter plasmids together with increasing doses (0.2, 0.4, 0.8 µg) of pCAGGS-HA-nsp14 or empty vector. Also, PK-15 cells were cotransfected with pRL-TK plasmid and IFN-β-Luc (D) , IRF3-Luc (E) , or NF-κB-Luc (F) luciferase reporter plasmids together with increasing doses (0.2, 0.4, 0.8 µg) of pCAGGS-HA-nsp14 or empty vector. The cells lysates were harvested for dual luciferase assays at 30 h post-transfection. Values are the mean ± SD of three independent tests. ** P < 0.01 or *** P < 0.001 compared with empty vector group. (G) HEK-293T cells were transfected with increasing quantities (1, 2, 4 µg) of pCAGGS-HA-nsp14 or empty vector for 30 h, and then subjected to immunoblotting with antibodies specific for endogenous IRF3, phosphorylated IRF3 (p-IRF3), p65, or p-p65. Anti-HA mouse antibody was used to confirm the expression of nsp14. β-actin expression was used as a loading control. The ratio of phosphorylated/total p65 and phosphorylated/total IRF3 was analyzed using ImageJ Software. (H) PK-15 cells were cotransfected with plasmids encoding HA-tagged nsp14 protein or empty vector together with plasmids encoding EGFP-tagged p65 protein. Then, the cells were fixed and immunostained with anti-HA monoclonal antibodies (mAbs) to observe the nuclear translocation of overexpressed p65 using confocal microscopy. (I) HEK-293T cells were transfected with plasmids encoding HA-tagged nsp14 protein or empty vector. Then, the cells were fixed and immunostained with anti-p65 antibody to observe the nuclear translocation of endogenous p65 using confocal microscopy. NF-κB and IRF3 activation are characterized by the phosphorylation and subsequent translocation of p65 (NF-κB subunit) or IRF3 to the nucleus, respectively ( 28 – 30 ). Next, we investigated the role of nsp14 in the phosphorylation of p65 and IRF3. HEK-293T cells were transfected with increasing amounts of pCAGGS-HA-nsp14, and cell lysates were examined for the expression levels of p-p65 or p-IRF3 and total p65 or IRF3 at 30 h post-transfection. As shown in Figure 3 G, nsp14 overexpression had no significant effect on the amount of p65, IRF3, and p-IRF3; however, markedly increased p65 phosphorylation levels, indicating the activation of NF-κB, rather than IRF3 is associated with nsp14-induced IFN-β production. Therefore, the subcellular location of p65 was further investigated after nsp14 overexpression. As shown in Figures 3 H,I, ectopic expression of nsp14 resulted in the nuclear translocation of overexpressed p65 in PK-15 cells (Figure 3 H) and endogenous p65 in HEK-293T cells (Figure 3 I). Nsp14 Interacts with DDX1 Early studies suggested that nsp14 of CoV IBV and SARS-CoV interacts with host protein DDX1 ( 31 ). Therefore, we investigated whether TGEV nsp14 also interacts with DDX1 by CO-IP. HEK-293T cells were cotransfected with pCAGGS-HA-nsp14 and pCMV-Tag2B-DDX1. Because DDX1 is a DExD/H-box helicase and is associated with RNA metabolism, the lysates were treated with RNase to avoid the effect of RNA on the CO-IP experiment. As shown in Figure 4 A, Flag-tagged DDX1 was coprecipitated by HA-tagged nsp14, indicating the interaction between nsp14 and DDX1. Reversed IP with Flag antibody further confirmed this interaction (Figure 4 B). Figure 4 Interaction between transmissible gastroenteritis virus nsp14 and DDX1. (A,B) HEK-293T cells were cotransfected with pCAGGS-HA-nsp14 and/or pCMV-Tag2B-DDX1 and/or empty vector(s). Cell lysates were treated with RNase and co-immunoprecipitated with anti-HA (A) or anti-Flag (B) mAbs followed by immunoblot of nsp14 and DDX1 using anti-HA and -Flag mAbs to assess the interaction between nsp14 and DDX1 protein. (C) Colocalization of DDX1 with nsp14. PK-15 cells were transfected with pCAGGS-HA-nsp14 or empty vector. Then, the cells were fixed at 30 h post-transfection and immunostained with anti-HA mouse antibody and anti-DDX1 rabbit antibody to detect the colocalization of DDX1 with nsp14. To test whether the colocalization of nsp14 and DDX1 occurs, a prerequisite for the interaction, PK-15 cells were transfected with pCAGGS-HA-nsp14 or empty vector and fixed at 30 h post-transfection. HA-tagged nsp14 protein was detected with mouse anti-HA antibody, and DDX1 was detected with rabbit anti-DDX1 antibody. The results revealed that nsp14 was colocalized with DDX1 and distributed both in the cytoplasm and nucleus (Figure 4 C), which further confirmed the interaction between TGEV nsp14 and DDX1. DDX1 Is Involved in nsp14-Induced IFN-β Production Because nsp14 activates IFN-β and interacts with DDX1, we investigated whether DDX1 is involved in nsp14-induced IFN-β production. Synthesized siRNA targeting human DDX1 (hsiDDX1), which efficiently decreases the expression of endogenous DDX1 mRNA (Figure 5 A) and protein (Figure 5 B), was selected. Next, HEK-293T cells were transfected with hsiDDX1 or siNC, followed by co-transfection of IFN-β-luc or NF-κB-Luc, pRL-TK, along with pCAGGS-HA-nsp14 or empty vector. The results revealed that knockdown of DDX1 significantly decreased nsp14-induced promoter activity of IFN-β (Figure 5 C) and NF-κB (Figure 5 D). Moreover, mRNA expression levels of nsp14-induced IFN-β were downregulated by DDX1 deficiency (Figure 5 E), suggesting the involvement of DDX1 in IFN-β induction by nsp14. Figure 5 Silencing DDX1 decreases nsp14-stimulated IFN-β and NF-κB activation. (A,B) Assessment of the silencing efficiency of hsiDDX1. HEK-293T cells were transfected with 50 nM/well of hsiDDX1 or siNC for 36 h each. The expression levels of human DDX1 were determined by RT-qPCR (A) and western blot assay (B) . (C,D) HEK-293T cells were cotransfected with psiDDX1 or siNC, together with pCAGGS-HA-nsp14 or empty vector, pRL-TK, IFN-β-Luc (C) , or NF-κB-Luc (D) . Dual luciferase assays were performed at 30 h post-transfection. (E) HEK-293T cells were cotransfected with psiDDX1 or siNC, together with pCAGGS-HA-nsp14 or empty vector and harvested at 30 h post-transfection. Cell RNAs were extracted for RT-qPCR to examine the mRNA expression levels of IFN-β. The mRNA expression levels were normalized to human GAPDH transcripts. All data represent the mean ± SD of three independent experiments. * P < 0.05 or *** P < 0.001 compared with the siNC group. DDX1 Is Involved in TGEV-Induced IFN-β Activation and ISG Expression To determine whether DDX1 is involved in TGEV-induced IFN-β activation, we designed three pairs of siRNAs targeting porcine DDX1 (psiDDX1) and selected one with the best knockdown efficiency as demonstrated by RT-qPCR (Figure 6 A) and western blot assay (Figure 6 B), for subsequent experiments. PK-15 cells were cotransfected with IFN-β-Luc or NF-κB-luc, pRL-TK, together with psiDDX1 or siNC. At 12 h post-transfection, cells were infected with TGEV for 24 h, followed by dual luciferase assay. DDX1 depletion had no effect on the basal activity of IFN-β and NF-κB promoter, but significantly decreased TGEV-induced activation of IFN-β and NF-κB (Figures 6 C,D). We also detected the expression level of p-p65 in TGEV-infected PK-15 cells when DDX1 was silenced. As shown in Figure 6 E, knockdown of DDX1 reduced TGEV-induced p65 phosphorylation. These results suggested that DDX1 is associated with TGEV-induced IFN-β and NF-κB activation. Figure 6 Involvement of DDX1 in the antiviral response triggered by transmissible gastroenteritis virus (TGEV). (A,B) Assessment of the silencing efficiency of psiDDX1. PK-15 cells were transfected with 50 nM/well of psiDDX1 or siNC for 36 h each. The expression levels of porcine DDX1 were determined by RT-qPCR (A) and western blot assay (B) . (C,D) PK-15 cells were cotransfected with psiDDX1 or siNC, along with pRL-TK, IFN-β-Luc (C) , or NF-κB-Luc (D) . At 12 h post-transfection, cells were mock infected or infected with TGEV [multiplicity of infection (MOI) = 0.5]. Dual luciferase assays were performed at 24 hpi. (E) PK-15 cells were transfected with psiDDX1 or siNC, and 12 h later, cells were mock infected or infected with TGEV (MOI = 0.5) for 24 h. Then, the cells were collected for western blot assay with specific antibodies against p65, p-p65, DDX1, or TGEV N protein, using β-actin expression as a loading control. The ratio of phosphorylated/total p65 was analyzed using ImageJ Software. (F–J) PK-15 cells were treated as described for (E) and collected at 24 hpi. Cell RNAs were extracted for RT-qPCR to examine the mRNA expression levels of IFIT1 (F) , IFIT2 (G) , IFIT3 (H) , IL-6 (I) , and IL-8 (J) . The mRNA expression levels were normalized to porcine GAPDH transcripts. Values are the mean ± SD of three independent tests. * P < 0.05 or ** P < 0.01 compared with the siNC group. Interferon-I initiates a series of signaling cascades through the JAK/STAT pathway, resulting in the expression of numerous ISGs ( 32 ). Furthermore, NF-κB activation plays a pivotal role in regulating the transcription and expression of many proinflammatory cytokines. Because DDX1 is involved in TGEV-induced IFN-β and NF-κB activation, theoretically, it should have an impact on TGEV-induced ISG and pro-inflammatory cytokine expression. The expression levels of some ISGs (IFIT1, IFIT2, IFIT3) and proinflammatory cytokines (IL-6, IL-8) in DDX1-knockdown cells were analyzed after TGEV infection. As expected, DDX1 depletion inhibited the expression of IFIT1, IFIT2, IFIT3, as well as IL-6 and IL-8 to some degree, compared with that in cells transfected with siNC (Figures 6 F–J). Discussion The innate immune response characterized by the synthesis of IFN and proinflammatory cytokines is the first line of antiviral defense. Multiple studies have reported the involvement of CoVs in the regulation of innate immune responses. The majority of CoVs decreased dsRNA-mediated IFN-β production, including porcine epidemic diarrhea virus (PEDV) ( 33 ), severe acute respiratory syndrome coronavirus (SARS-CoV) ( 34 ), and infectious bronchitis virus (IBV) ( 35 ). Interestingly, mouse hepatitis virus (MHV)-induced IFN-α/β and established an antiviral state in plasmacytoid dendritic cells and macrophages, but failed to produce IFN in neurons, astrocytes, and hepatocytes ( 36 , 37 ), indicating that MHV induction of IFN-α/β is cell type dependent. A previous study showed that TGEV-induced IFN-α secretion in vitro and in vivo ( 38 ). Here, we found that TGEV infection increased the production of IFN-β in a dose-dependent manner in PK-15 cells, in line with previously reported data ( 25 ). The significant roles of many CoV proteins in the regulation of innate immune response have been identified. For example, nsp1, nsp7, nsp15, Papain-like protease (PLpro), ORF3b, ORF6, ORF9b, and N protein of SARS-CoV have been identified as IFN antagonists via various mechanisms ( 39 ). PEDV-encoded PLpro, N protein, and 3C-like protease nsp5 inhibit IFN production ( 40 ). The current study used an IFN-β promoter-reporter system and found that several TGEV-encoded proteins, particularly nsp14 and M glycoprotein, induced the activation of the IFN-β and/or NF-κB pathway, which also regulate the IFN-I response mediated by other CoVs. Lui et al. reported that the MERS-CoV M glycoprotein is an IFN antagonist because it specifically inhibited IRF3 activation but not NF-κB signaling ( 41 ). Conversely, our data revealed that the TGEV M glycoprotein was a potential IFN inducer that mainly facilitated IRF3 activation but not NF-κB signaling. Laude et al. also revealed the direct role of M glycoprotein in the induction of IFN-α by TGEV infection ( 27 ). Similarly, M glycoprotein is vital to the induction of IFN by MHV infection in LMR cells ( 42 ). However, the effects of SARS-CoV M glycoprotein on IFN-I responses are controversial. Wang et al. reported that the SARS-CoV M glycoprotein induced IFN-I production via a toll-like receptor-related TRAF3-independent mechanism ( 26 ). In contrast, other researchers reported the opposite conclusion that the SARS-CoV M glycoprotein suppressed NF-κB activation ( 43 ) and inhibited IFN-I production by preventing formation of the TRAF3–TANK–TBK1/IKKε complex ( 44 ). Wang et al. suggested that these discrepancies may be attributed to the amino acid substitution in the M glycoproteins of different SARS-CoV strains ( 45 ). Interestingly, Becares et al. found that rTGEV-zinc finger 1 (ZF-C) (a recombinant TGEV engineered mutation within ZF-C domain of nsp14) infection resulted in the significant inhibition of antiviral responses at different stages compared with rTGEV-WT infection, including the expression of IFN-β, tumor necrosis factor, and ISGs ( 25 ). This indicated the potential effect of TGEV nsp14 on IFN-β induction, which is in line with our data and further confirms our conclusion using a reverse genetic system. Although nsp14 was identified as a key IFN-β activator among TGEV-encoded proteins, it remains unclear which PRR(s) is involved in its detection and induction of IFN-β production. Indeed, viral proteins, similar to viral nucleic acids or replication intermediates, can in some cases also function as PAMPs, specifically recognized by certain host PRRs, such as TLR2 and TLR4, to modulate the IFN responses during viral infection ( 46 , 47 ). For example, the M glycoprotein of SARS-CoV has been reported to function as a novel cytosolic PAMP to promote IFN-β production by activating a non-canonical TLR signaling cascade ( 26 ). In addition to the four major PRR groups reported previously, including TLRs, RIG-I-like receptors, NOD-like receptors and cytoplasmic DNA receptors ( 48 ), multiple DExD/H-box helicases, such as DDX1, DDX3, DDX9, and DDX41, were reported recently to act as PRRs and sense viral PAMPs to activate the NF-κB signaling pathway and induce IFN-β production ( 49 – 53 ). Previous study revealed that DDX1, DDX21, and DHX36 form a complex with the adaptor molecule TRIF to sense dsRNA in dendritic cells ( 53 ). In this paper, DDX1 interacted with TGEV nsp14 in a RNA-independent manner and enhanced both TGEV- and nsp14-induced activation of IFN-β responses. However, the direct interactions between nsp14 and DDX21 or DHX36 were not observed. We speculated that nsp14 may be sensed by DDX1/DDX21/DHX36 complex by interacting with DDX1. These results suggest that nsp14 may be recognized as PAMP by DDX1, which triggers an antiviral response. Further studies are required to investigate this in more detail. DDX1 is a DExD/H helicase family member composed of the DEAD-box and related DEAH, DexH, and DexD protein family and is involved in multiple cellular processes of RNA metabolism ( 54 , 55 ). Besides these traditional roles, it appears that multiple proteins of the DexD/H-box helicase family are associated with viral components and/or have alternative effects on viral propagation ( 56 – 58 ). For instance, DDX3 shows antiviral functions against vaccinia virus, DENV, and HBV ( 59 – 61 ), but is of benefit for HCV and HIV infection ( 62 , 63 ). In addition, DDX1 interacts with the nsp3 of Venezuelan equine encephalitis virus and enhances viral multiplication ( 64 ). The interaction of DDX1 with human immunodeficiency virus type 1 Rev protein is involved in the regulation of virus replication ( 65 ). In the present study, the knockdown and ectopic expression of DDX1 demonstrated that DDX1 had antiviral activity against TGEV replication (data not shown). Interestingly, earlier studies also showed an interaction between DDX1 with coronavirus (IBV and SARS-CoV) nsp14, and in contrast to TGEV, this interaction might enhance the replication of IBV ( 31 ). This difference suggests that DDX1 is not likely to be a general target against CoV infection. Furthermore, it should be noted that the effect of DDX1 on progeny TGEV production was moderate (data not shown). Difference from other CoVs, such as SARS-CoV and MERS-CoV which antagonize IFN-I, TGEV infection induces IFN-I production, and a most recent paper showed that poly(I:C)-induced IFN-I responses could only inhibit TGEV replication in the early infection stage, but failed in the late infection stage ( 23 ). They also demonstrated that the activation of IFN-I responses by TGEV infection cannot inhibit viral replication. Our results are consistent with the conclusion proposed by Zhu and colleagues. In addition, it is surprising that the expression levels of IFN-β are paralleled with the increase of viral RNA during TGEV infection. These may explain why the effect of DDX1 on TGEV replication was moderate accompany with its significant role in IFN-β induction by TGEV. However, more studies are required to investigate the complex interaction between TGEV and IFNs. In conclusion, our data demonstrate that TGEV infection induces IFN-β production and nsp14 is the most significant IFN-β inducer among the TGEV-encoded proteins. Nsp14 interacts with cellular DExD/H helicase DDX1 to activate IFN-β in a NF-κB dependent manner, and DDX1 is associated with TGEV-induced IFN-β production, revealing a potential coactivator role of host RNA helicase DDX1 on virus and viral protein induced innate immune responses. Ethics Statement All animal experiments were approved by the Hubei Administrative Committee for Laboratory Animals (permission number 00024534) and complied with the guidelines of Hubei laboratory animal welfare and ethics of Hubei Administrative Committee of Laboratory Animals. Author Contributions YZ, WW, and LF designed research; YZ, WW, and LX performed research; YZ, YF, DW, and SX analyzed data; YZ and LF wrote the first draft of the manuscript. HC, QK, ZH, and XW contributed to modify the manuscript. All the authors read and approved the manuscript. Conflict of Interest Statement The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. We thank Dr. Zhigao Bu for providing VSV-GFP. This work was supported by the National Key R&D Plan of China (2016YFD0500103), the Key Technology R&D Programme of China (2015BAD12B02), the National Natural Sciences Foundation of China (31402181), and the Natural Science Foundation of Hubei Province (2015CFB519, 2014CFA009). References 1 Mullan BP Davies GT Cutler RS . Simulation of the economic impact of transmissible gastroenteritis on commercial pig production in Australia . Aust Vet J ( 1994 ) 71 : 151 – 4 . 10.1111/j.1751-0813.1994.tb03370.x 8067950 2 Zhao S Gao Q Qin T Yin Y Lin J Yu Q Effects of virulent and attenuated transmissible gastroenteritis virus on the ability of porcine dendritic cells to sample and present antigen . Vet Microbiol ( 2014 ) 171 : 74 – 86 . 10.1016/j.vetmic.2014.03.017 24742951 3 Eleouet JF Rasschaert D Lambert P Levy L Vende P Laude H . Complete sequence (20 kilobases) of the polyprotein-encoding gene 1 of transmissible gastroenteritis virus . Virology ( 1995 ) 206 : 817 – 22 . 10.1006/viro.1995.1004 7856095 4 Putics A Gorbalenya AE Ziebuhr J . Identification of protease and ADP-ribose 1\"-monophosphatase activities associated with transmissible gastroenteritis virus non-structural protein 3 . J Gen Virol ( 2006 ) 87 : 651 – 6 . 10.1099/vir.0.81596-0 16476987 5 Yount B Curtis KM Baric RS . Strategy for systematic assembly of large RNA and DNA genomes: transmissible gastroenteritis virus model . J Virol ( 2000 ) 74 : 10600 – 11 . 10.1128/JVI.74.22.10600-10611.2000 11044104 6 La Bonnardiere C Laude H . High interferon titer in newborn pig intestine during experimentally induced viral enteritis . Infect Immun ( 1981 ) 32 : 28 – 31 . 6163724 7 Charley B Laude H . Induction of alpha interferon by transmissible gastroenteritis coronavirus: role of transmembrane glycoprotein E1 . J Virol ( 1988 ) 62 : 8 – 11 . 2824858 8 Bosworth BT MacLachlan NJ Johnston MI . Induction of the 2-5A system by interferon and transmissible gastroenteritis virus . J Interferon Res ( 1989 ) 9 : 731 – 9 . 10.1089/jir.1989.9.731 2481702 9 An K Fang L Luo R Wang D Xie L Yang J Quantitative proteomic analysis reveals that transmissible gastroenteritis virus activates the JAK-STAT1 signaling pathway . J Proteome Res ( 2014 ) 13 : 5376 – 90 . 10.1021/pr500173p 25357264 10 Hiscott J . Convergence of the NF-kappaB and IRF pathways in the regulation of the innate antiviral response . Cytokine Growth Factor Rev ( 2007 ) 18 : 483 – 90 . 10.1016/j.cytogfr.2007.06.002 17706453 11 Hardy GA Sieg S Rodriguez B Anthony D Asaad R Jiang W Interferon-alpha is the primary plasma type-I IFN in HIV-1 infection and correlates with immune activation and disease markers . PLoS One ( 2013 ) 8 : e56527 10.1371/journal.pone.0056527 23437155 12 Georgel P Jiang Z Kunz S Janssen E Mols J Hoebe K Vesicular stomatitis virus glycoprotein G activates a specific antiviral toll-like receptor 4-dependent pathway . Virology ( 2007 ) 362 : 304 – 13 . 10.1016/j.virol.2006.12.032 17292937 13 Coates BM Staricha KL Wiese KM Ridge KM . Influenza A virus infection, innate immunity, and childhood . JAMA Pediatr ( 2015 ) 169 : 956 – 63 . 10.1001/jamapediatrics.2015.1387 26237589 14 Ng CS Jogi M Yoo JS Onomoto K Koike S Iwasaki T Encephalomyocarditis virus disrupts stress granules, the critical platform for triggering antiviral innate immune responses . J Virol ( 2013 ) 87 : 9511 – 22 . 10.1128/jvi.03248-12 23785203 15 Errington F Steele L Prestwich R Harrington KJ Pandha HS Vidal L Reovirus activates human dendritic cells to promote innate antitumor immunity . J Immunol ( 2008 ) 180 : 6018 – 26 . 10.4049/jimmunol.180.9.6018 18424722 16 Triantafilou K Eryilmazlar D Triantafilou M . Herpes simplex virus 2-induced activation in vaginal cells involves toll-like receptors 2 and 9 and DNA sensors DAI and IFI16 . Am J Obstet Gynecol ( 2014 ) 210 : 122.e1 – 10 . 10.1016/j.ajog.2013.09.034 24080302 17 Schijf MA Lukens MV Kruijsen D van Uden NO Garssen J Coenjaerts FE Respiratory syncytial virus induced type I IFN production by pDC is regulated by RSV-infected airway epithelial cells, RSV-exposed monocytes and virus specific antibodies . PLoS One ( 2013 ) 8 : e81695 . 10.1371/journal.pone.0081695 24303065 18 Fournier P Arnold A Wilden H Schirrmacher V . Newcastle disease virus induces pro-inflammatory conditions and type I interferon for counter-acting Treg activity . Int J Oncol ( 2012 ) 40 : 840 – 50 . 10.3892/ijo.2011.1265 22102168 19 Randall RE Goodbourn S . Interferons and viruses: an interplay between induction, signalling, antiviral responses and virus countermeasures . J Gen Virol ( 2008 ) 89 : 1 – 47 . 10.1099/vir.0.83391-0 18089727 20 Wang D Fang L Li T Luo R Xie L Jiang Y Molecular cloning and functional characterization of porcine IFN-beta promoter stimulator 1 (IPS-1) . Vet Immunol Immunopathol ( 2008 ) 125 : 344 – 53 . 10.1016/j.vetimm.2008.05.018 18586328 21 Riffault S Carrat C van Reeth K Pensaert M Charley B . Interferon-alpha-producing cells are localized in gut-associated lymphoid tissues in transmissible gastroenteritis virus (TGEV) infected piglets . Vet Res ( 2001 ) 32 : 71 – 9 . 10.1051/vetres:2001111 11254179 22 Baudoux P Carrat C Besnardeau L Charley B Laude H . Coronavirus pseudoparticles formed with recombinant M and E proteins induce alpha interferon synthesis by leukocytes . J Virol ( 1998 ) 72 : 8636 – 43 . 9765403 23 Zhu L Yang X Mou C Yang Q Transmissible gastroenteritis virus does not suppress IFN-beta induction but is sensitive to IFN in IPEC-J2 cells . Vet Microbiol ( 2017 ) 199 : 128 – 34 . 10.1016/j.vetmic.2016.12.031 28110779 24 Cruz JL Becares M Sola I Oliveros JC Enjuanes L Zuniga S . Alphacoronavirus protein 7 modulates host innate immune response . J Virol ( 2013 ) 87 : 9754 – 67 . 10.1128/jvi.01032-13 23824792 25 Becares M Pascual-Iglesias A Nogales A Sola I Enjuanes L Zuniga S . Mutagenesis of coronavirus nsp14 reveals its potential role in modulation of the innate immune response . J Virol ( 2016 ) 90 : 5399 – 414 . 10.1128/jvi.03259-15 27009949 26 Wang Y Liu L . The membrane protein of severe acute respiratory syndrome coronavirus functions as a novel cytosolic pathogen-associated molecular pattern to promote beta interferon induction via a toll-like-receptor-related TRAF3-independent mechanism . MBio ( 2016 ) 7 : e1872 – 1815 . 10.1128/mBio.01872-15 26861016 27 Laude H Gelfi J Lavenant L Charley B . Single amino acid changes in the viral glycoprotein M affect induction of alpha interferon by the coronavirus transmissible gastroenteritis virus . J Virol ( 1992 ) 66 : 743 – 9 . 1309909 28 Li Q Verma IM . NF-kappaB regulation in the immune system . Nat Rev Immunol ( 2002 ) 2 : 725 – 34 . 10.1038/nri910 12360211 29 Perkins ND The diverse and complex roles of NF-kappaB subunits in cancer . Nat Rev Cancer ( 2012 ) 12 : 121 – 32 . 10.1038/nrc3204 22257950 30 Ramos HJ Gale M Jr RIG-I like receptors and their signaling crosstalk in the regulation of antiviral immunity . Curr Opin Virol ( 2011 ) 1 : 167 – 76 . 10.1016/j.coviro.2011.04.004 21949557 31 Xu L Khadijah S Fang S Wang L Tay FP Liu DX . The cellular RNA helicase DDX1 interacts with coronavirus nonstructural protein 14 and enhances viral replication . J Virol ( 2010 ) 84 : 8571 – 83 . 10.1128/jvi.00392-10 20573827 32 Platanias LC . Mechanisms of type-I- and type-II-interferon-mediated signalling . Nat Rev Immunol ( 2005 ) 5 : 375 – 86 . 10.1038/nri1604 15864272 33 Guo L Luo X Li R Xu Y Zhang J Ge J Porcine epidemic diarrhea virus infection inhibits interferon signaling by targeted degradation of STAT1 . J Virol ( 2016 ) 90 : 8281 – 92 . 10.1128/jvi.01091-16 27384656 34 de Wit E van Doremalen N Falzarano D Munster VJ . SARS and MERS: recent insights into emerging coronaviruses . Nat Rev Microbiol ( 2016 ) 14 : 523 – 34 . 10.1038/nrmicro.2016.81 27344959 35 Kint J Dickhout A Kutter J Maier HJ Britton P Koumans J Infectious bronchitis coronavirus inhibits STAT1 signaling and requires accessory proteins for resistance to type I interferon activity . J Virol ( 2015 ) 89 : 12047 – 57 . 10.1128/jvi.01057-15 26401035 36 Li J Liu Y Zhang X . Murine coronavirus induces type I interferon in oligodendrocytes through recognition by RIG-I and MDA5 . J Virol ( 2010 ) 84 : 6472 – 82 . 10.1128/jvi.00016-10 20427526 37 Rose KM Weiss SR Murine coronavirus cell type dependent interaction with the type I interferon response . Viruses ( 2009 ) 1 : 689 – 712 . 10.3390/v1030689 20221421 38 Splichal I Rehakova Z Sinkora M Sinkora J Trebichavsky I Laude H In vivo study of interferon-alpha-secreting cells in pig foetal lymphohaematopoietic organs following in utero TGEV coronavirus injection . Res Immunol ( 1997 ) 148 : 247 – 56 . 10.1016/S0923-2494(97)80866-8 9300531 39 Hu Y Li W Gao T Cui Y Jin Y Li P The severe acute respiratory syndrome coronavirus nucleocapsid inhibits type I interferon production by interfering with TRIM25-mediated RIG-I ubiquitination . J Virol ( 2017 ) 91 : e2143 – 2116 . 10.1128/jvi.02143-16 28148787 40 Wang D Fang L Shi Y Zhang H Gao L Peng G Porcine epidemic diarrhea virus 3C-like protease regulates its interferon antagonism by cleaving NEMO . J Virol ( 2016 ) 90 : 2090 – 101 . 10.1128/jvi.02514-15 41 Lui PY Wong LY Fung CL Siu KL Yeung ML Yuen KS Middle East respiratory syndrome coronavirus M protein suppresses type I interferon expression through the inhibition of TBK1-dependent phosphorylation of IRF3 . Emerg Microbes Infect ( 2016 ) 5 : e39 . 10.1038/emi.2016.33 27094905 42 de Haan CA de Wit M Kuo L Montalto-Morrison C Haagmans BL Weiss SR The glycosylation status of the murine hepatitis coronavirus M protein affects the interferogenic capacity of the virus in vitro and its ability to replicate in the liver but not the brain . Virology ( 2003 ) 312 : 395 – 406 . 10.1016/S0042-6822(03)00235-6 12919744 43 Fang X Gao J Zheng H Li B Kong L Zhang Y The membrane protein of SARS-CoV suppresses NF-kappaB activation . J Med Virol ( 2007 ) 79 : 1431 – 9 . 10.1002/jmv.20953 17705188 44 Siu KL Kok KH Ng MH Poon VK Yuen KY Zheng BJ Severe acute respiratory syndrome coronavirus M protein inhibits type I interferon production by impeding the formation of TRAF3.TANK.TBK1/IKKepsilon complex . J Biol Chem ( 2009 ) 284 : 16202 – 9 . 10.1074/jbc.M109.008227 19380580 45 Wang Y Cao YL Yang F Zhang Y Wang SH Liu L . Small interfering RNA effectively inhibits the expression of SARS coronavirus membrane gene at two novel targeting sites . Molecules ( 2010 ) 15 : 7197 – 207 . 10.3390/molecules15107197 20956884 46 Ge Y Mansell A Ussher JE Brooks AE Manning K Wang CJ Rotavirus NSP4 triggers secretion of proinflammatory cytokines from macrophages via toll-like receptor 2 . J Virol ( 2013 ) 87 : 11160 – 7 . 10.1128/jvi.03099-12 23926349 47 Modhiran N Watterson D Muller DA Panetta AK Sester DP Liu L Dengue virus NS1 protein activates cells via toll-like receptor 4 and disrupts endothelial cell monolayer integrity . Sci Transl Med ( 2015 ) 7 : 304ra142 10.1126/scitranslmed.aaa3863 48 Thompson MR Kaminski JJ Kurt-Jones EA Fitzgerald KA Pattern recognition receptors and the innate immune response to viral infection . Viruses ( 2011 ) 3 : 920 – 40 . 10.3390/v3060920 21994762 49 Zhang Z Yuan B Lu N Facchinetti V Liu YJ . DHX9 pairs with IPS-1 to sense double-stranded RNA in myeloid dendritic cells . J Immunol ( 2011 ) 187 : 4501 – 8 . 10.4049/jimmunol.1101307 21957149 50 Zhang Z Yuan B Bao M Lu N Kim T Liu YJ . The helicase DDX41 senses intracellular DNA mediated by the adaptor STING in dendritic cells . Nat Immunol ( 2011 ) 12 : 959 – 65 . 10.1038/ni.2091 21892174 51 Oshiumi H Sakai K Matsumoto M Seya T . DEAD/H BOX 3 (DDX3) helicase binds the RIG-I adaptor IPS-1 to up-regulate IFN-beta-inducing potential . Eur J Immunol ( 2010 ) 40 : 940 – 8 . 10.1002/eji.200940203 20127681 52 Kim T Pazhoor S Bao M Zhang Z Hanabuchi S Facchinetti V Aspartate-glutamate-alanine-histidine box motif (DEAH)/RNA helicase A helicases sense microbial DNA in human plasmacytoid dendritic cells . Proc Natl Acad Sci U S A ( 2010 ) 107 : 15181 – 6 . 10.1073/pnas.1006539107 20696886 53 Zhang Z Kim T Bao M Facchinetti V Jung SY Ghaffari AA DDX1, DDX21, and DHX36 helicases form a complex with the adaptor molecule TRIF to sense dsRNA in dendritic cells . Immunity ( 2011 ) 34 : 866 – 78 . 10.1016/j.immuni.2011.03.027 21703541 54 Cordin O Banroques J Tanner NK Linder P . The DEAD-box protein family of RNA helicases . Gene ( 2006 ) 367 : 17 – 37 . 10.1016/j.gene.2005.10.019 16337753 55 Rocak S Linder P DEAD-box proteins: the driving forces behind RNA metabolism . Nat Rev Mol Cell Biol ( 2004 ) 5 : 232 – 41 . 10.1038/nrm1335 14991003 56 Krishnan MN Ng A Sukumaran B Gilfoy FD Uchil PD Sultana H RNA interference screen for human genes associated with West Nile virus infection . Nature ( 2008 ) 455 : 242 – 5 . 10.1038/nature07207 18690214 57 Fullam A Schroder M . DExD/H-box RNA helicases as mediators of anti-viral innate immunity and essential host factors for viral replication . Biochim Biophys Acta ( 2013 ) 1829 : 854 – 65 . 10.1016/j.bbagrm.2013.03.012 23567047 58 Chen CY Liu X Boris-Lawrie K Sharma A Jeang KT . Cellular RNA helicases and HIV-1: insights from genome-wide, proteomic, and molecular studies . Virus Res ( 2013 ) 171 : 357 – 65 . 10.1016/j.virusres.2012.06.022 22814432 59 Wang H Kim S Ryu WS . DDX3 DEAD-Box RNA helicase inhibits hepatitis B virus reverse transcription by incorporation into nucleocapsids . J Virol ( 2009 ) 83 : 5815 – 24 . 10.1128/jvi.00011-09 19297497 60 Schroder M Baran M Bowie AG . Viral targeting of DEAD box protein 3 reveals its role in TBK1/IKKepsilon-mediated IRF activation . EMBO J ( 2008 ) 27 : 2147 – 57 . 10.1038/emboj.2008.143 18636090 61 Li G Feng T Pan W Shi X Dai J . DEAD-box RNA helicase DDX3X inhibits DENV replication via regulating type one interferon pathway . Biochem Biophys Res Commun ( 2015 ) 456 : 327 – 32 . 10.1016/j.bbrc.2014.11.080 25437271 62 Upadya MH Aweya JJ Tan YJ . Understanding the interaction of hepatitis C virus with host DEAD-box RNA helicases . World J Gastroenterol ( 2014 ) 20 : 2913 – 26 . 10.3748/wjg.v20.i11.2913 24659882 63 Yedavalli VS Neuveut C Chi YH Kleiman L Jeang KT . Requirement of DDX3 DEAD box RNA helicase for HIV-1 Rev-RRE export function . Cell ( 2004 ) 119 : 381 – 92 . 10.1016/j.cell.2004.09.029 15507209 64 Amaya M Brooks-Faulconer T Lark T Keck F Bailey C Raman V Venezuelan equine encephalitis virus non-structural protein 3 (nsP3) interacts with RNA helicases DDX1 and DDX3 in infected cells . Antiviral Res ( 2016 ) 131 : 49 – 60 . 10.1016/j.antiviral.2016.04.008 27105836 65 Edgcomb SP Carmel AB Naji S Ambrus-Aikelin G Reyes JR Saphire AC DDX1 is an RNA-dependent ATPase involved in HIV-1 Rev function and virus replication . J Mol Biol ( 2012 ) 415 : 61 – 74 . 10.1016/j.jmb.2011.10.032 22051512",
    "full_text_abstract": "Transmissible gastroenteritis virus (TGEV), an enteropathogenic coronavirus (CoV) of porcine, causes lethal watery diarrhea and severe dehydration in piglets and leads to severe economic losses in the swine industry. Unlike most CoVs that antagonize type I interferon (IFN) production, previous studies showed that TGEV infection induces IFN-I production both in vivo and in vitro . However, the underlying mechanism(s) remain largely unknown. In this study, we found that TGEV infection significantly facilitated IFN-β production as well as activation of the transcription factors IFN regulatory factor 3 (IRF3) and nuclear factor-kappaB (NF-κB) in porcine kidney (PK-15) cells. Screening of TGEV-encoded proteins demonstrated that non-structural protein 14 (nsp14) was the most potent IFN-β inducer and induced IFN-β production mainly by activating NF-κB but not IRF3. Further analysis showed that nsp14 interacted with DDX1, a member of the DExD/H helicase family. Knockdown of DDX1 by specific small interfering RNA (siRNA) significantly decreased nsp14-induced IFN-β production and NF-κB activation. Furthermore, TGEV-induced IFN-β production and IFN-stimulated gene (ISG) expression were decreased in cells transfected with DDX1-specific siRNA, indicating the vital role of DDX1 to TGEV-induced IFN-β responses. In summary, our data revealed a potential coactivator role of host RNA helicase DDX1 to the induction of IFN-β response initiated by TGEV and demonstrated that nsp14 is an important IFN inducer among the TGEV-encoded proteins."
}