{
    "PMC": "6537492",
    "DOI": "10.1177/2516865719849090",
    "PMID": "31206100",
    "PMCID": "PMC6537492",
    "title": "Stop-and-Go: Dynamics of Nucleolar Transcription During the Cell Cycle.",
    "year": 2019,
    "source_url": "https://europepmc.org/article/PMC/PMC6537492",
    "source": "MED",
    "abstract_text": "Entry into mitosis correlates with nucleolar disassembly and shutdown of ribosomal RNA (rRNA) gene (rDNA) transcription. In telophase, nucleoli reform and transcription is reactivated. The molecular mechanisms underlying the dynamics of nucleolar transcription during the cell cycle are manifold. Although mitotic inactivation of the RNA polymerase I (Pol I) transcription machinery by posttranslational modifications has been extensively studied, little is known about the structure of rDNA chromatin during progression through mitosis. Methylation of histone H2A at glutamine 104 (H2AQ104me), a dedicated nucleolar histone modification, is lost in prometaphase, leading to chromatin compaction, which enforces mitotic repression of rRNA genes. At telophase, restoration of H2AQ104me is required for the activation of transcription. H2AQ104 methylation and chromatin dynamics are regulated by fibrillarin (FBL) and the NAD<sup>+</sup>-dependent nucleolar deacetylase sirtuin 7 (SIRT7). Deacetylation of FBL is required for the methylation of H2AQ104 and high levels of rDNA transcription during interphase. At the entry into mitosis, nucleoli disassemble and FBL is hyperacetylated, leading to loss of H2AQ104me, chromatin compaction, and shutdown of Pol I transcription. These results reveal that reversible acetylation of FBL regulates methylation of nucleolar H2AQ104, thereby reinforcing oscillation of Pol I transcription during the cell cycle.",
    "full_text": "Epigenet Insights Epigenet Insights GAE spgae Epigenetics Insights 2516-8657 SAGE Publications Sage UK: London, England 6537492 10.1177/2516865719849090 10.1177_2516865719849090 Commentary Stop-and-Go: Dynamics of Nucleolar Transcription During the Cell Cycle Iyer-Bierhoff Aishwarya Grummt Ingrid German Cancer Research Centre, DKFZ-ZMBH Alliance, Heidelberg, Germany Aishwarya Iyer-Bierhoff, Institute of Biochemistry and Biophysics, Center for Molecular Biomedicine (CMB), Friedrich Schiller University Jena, Jena, Germany. Email: aishwarya.iyer-bierhoff@uni-jena.de 21 5 2019 2019 12 2516865719849090 2 4 2019 9 4 2019 © The Author(s) 2019 2019 SAGE Publications Ltd unless otherwise noted. Manuscript content on this site is licensed under Creative Commons Licenses This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License ( http://www.creativecommons.org/licenses/by-nc/4.0/ ) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages ( https://us.sagepub.com/en-us/nam/open-access-at-sage ). Entry into mitosis correlates with nucleolar disassembly and shutdown of ribosomal RNA (rRNA) gene (rDNA) transcription. In telophase, nucleoli reform and transcription is reactivated. The molecular mechanisms underlying the dynamics of nucleolar transcription during the cell cycle are manifold. Although mitotic inactivation of the RNA polymerase I (Pol I) transcription machinery by posttranslational modifications has been extensively studied, little is known about the structure of rDNA chromatin during progression through mitosis. Methylation of histone H2A at glutamine 104 (H2AQ104me), a dedicated nucleolar histone modification, is lost in prometaphase, leading to chromatin compaction, which enforces mitotic repression of rRNA genes. At telophase, restoration of H2AQ104me is required for the activation of transcription. H2AQ104 methylation and chromatin dynamics are regulated by fibrillarin (FBL) and the NAD + -dependent nucleolar deacetylase sirtuin 7 (SIRT7). Deacetylation of FBL is required for the methylation of H2AQ104 and high levels of rDNA transcription during interphase. At the entry into mitosis, nucleoli disassemble and FBL is hyperacetylated, leading to loss of H2AQ104me, chromatin compaction, and shutdown of Pol I transcription. These results reveal that reversible acetylation of FBL regulates methylation of nucleolar H2AQ104, thereby reinforcing oscillation of Pol I transcription during the cell cycle. SIRT7 fibrillarin acetylation H2AQ104 methylation rDNA transcription cell cycle RNA polymerase I Helmholtz Foundation https://doi.org/2516865719849090 GR475/22-2 deutsche forschungsgemeinschaft https://doi.org/10.13039/501100001659 SFB1036 cover-date January-December 2019 Comment on: Iyer-Bierhoff A, Krogh N, Tessarz P, Ruppert T, Nielsen H, Grummt I. SIRT7-dependent deacetylation of fibrillarin controls histone H2A methylation and rRNA synthesis during the cell cycle. Cell Reports 2018;25:2946-2954.e5. doi: 10.1016/j.celrep.2018.11.051 . PubMed PMID:30540930. https://www.ncbi.nlm.nih.gov/pubmed/30540930 . Introduction The biogenesis of ribosomes is a coordinated multistep process that takes place in the nucleolus, where rRNA is synthesized, processed, modified, and assembled into ribosomal subunits. As rRNA synthesis is rate limiting for ribosome biogenesis, transcription of pre-rRNA is the convergence point that collects and integrates information from cellular signaling cascades to regulate ribosome production in response to external signals, such as nutrient availability, growth factors, and cellular stress. In addition to up- or down-regulation in response to environmental signals, rRNA synthesis oscillates during the cell cycle. Transcription of rRNA genes (rDNA) is maximal during S- and G 2 -phase. At the entry into mitosis, nucleoli undergo extensive morphological changes and rDNA transcription ceases almost completely. The inactive RNA polymerase I (Pol I) transcription machinery remains associated with the nucleolar organizer regions (NORs), thus bookmarking active rDNA repeats. 1 Mitotic repression of transcription is caused by posttranslational modification of several components of the basal transcription machinery. In addition, a recent study has uncovered a chromatin-based mechanism that reinforces transcriptional repression at the onset of mitosis and reactivates nucleolar transcription at the entry into G 1 -phase. 2 Cell Cycle-Dependent Regulation of Basal Pol I Transcription Factors Pol I transcription fluctuates during the cell cycle. Transcription is maximal during S- and G 2 -phase, is repressed during mitosis, and slowly recovers during G 1 -phase. During G 1 -phase, the DNA-binding basal factor UBF is phosphorylated at Ser484 by CDK4/cyclin D and CDK2/cyclin E, which is important for the activation of rDNA transcription at the cell cycle restriction point. During S-phase, a further increase in UBF activity is achieved by phosphorylation at Ser388 by CDK2/cyclin E&A, which strengthens the interaction of UBF with Pol I. 3 UBF binds to the rDNA promoter cooperatively with SL1/TIF-IB, a multiprotein complex comprising the TATA-box-binding protein (TBP) and five TBP-associated factors (TAF I s). At the onset of mitosis, SL1/TIF-IB is inactivated by phosphorylation of TAF I 110 at a threonine residue (Thr852) by CDK1/cyclin B. Phosphorylation of TAF I 110 impairs the interaction of SL1/TIF-IB with UBF, which is required for the assembly of a productive pre-initiation complex at the rDNA promoter. 4 , 5 At the end of mitosis, Thr852 is dephosphorylated by hCdc14B, a phosphatase that is sequestered in the nucleolus during interphase and is released from rDNA during mitosis. Dephosphorylation of TAF I 110 by hCdc14B activates SL1/TIF-IB and facilitates rDNA transcription at the entry into the G 1 -phase. 6 Superimposed on this regulation is acetylation of TAF I 68, another subunit of SL1/TIF-IB. Acetylation of TAF I 68 by the lysine acetyltransferase p300/CBP-associated factor (PCAF) stimulates the interaction of TAF I 68 with the rDNA promoter, hence augmenting transcription initiation. 7 The PCAF-dependent acetylation of TAF I 68 is counteracted by sirtuin 1 (SIRT1), the founding member of a family of conserved NAD + -dependent lysine deacetylases, termed sirtuins. SIRT 1-dependent deacetylation of TAF I 68 leads to transcriptional repression. 6 In contrast, another member of the sirtuin family, SIRT7, is associated with active rDNA repeats and is required for the activation of Pol I transcription at the exit from mitosis. 2 , 8 Thus, different members of the sirtuin family play divergent roles in the regulation of rDNA transcription, SIRT1 repressing and SIRT7 stimulating Pol I transcription. SIRT7 Regulates Fibrillarin Acetylation and H2AQ104 Methylation Fibrillarin (FBL) is an abundant nucleolar protein with a dual function. FBL mediates 2′-O methylation of pre-rRNA and methylation of nucleolar histone H2A at glutamine 104 (H2AQ104me). H2AQ104me is a specific nucleolar chromatin mark that correlates with Pol I transcription. 9 , 10 FBL is acetylated at several lysine residues by the acetyltransferase CREB-binding protein (CBP) and deacetylated by the NAD + -dependent deacetylase SIRT7. 2 Acetylation weakens the association of FBL with its histone substrate and attenuates H2AQ104 methylation. Deacetylation by SIRT7, on the contrary, promotes H2AQ104 methylation and boosts Pol I transcription. In support of SIRT7-mediated deacetylation of FBL promoting H2AQ104 methylation, depletion of SIRT7 or double-knockdown of SIRT7 and FBL led to similar reduction in H2AQ104me. Overexpression of wild-type SIRT7, but not a catalytically inactive SIRT7 mutant, rescued H2AQ104me and pre-rRNA synthesis in SIRT7-depleted cells, validating that the enzymatic activity of SIRT7 is required for H2AQ104me. Accordingly, hyperacetylation of FBL by the inhibition of SIRT7 using nicotinamide or overexpression of CBP led to the attenuation of the H2AQ104me signal, emphasizing that hyperacetylation of FBL inhibits H2AQ104 methylation. FBL-dependent regulation of H2AQ104me levels by reversible acetylation is exemplified during cell cycle progression. Like rDNA transcription, H2AQ104 methylation fluctuates during the cell cycle. At the onset of mitosis, FBL is released from the NORs, while SIRT7 and several components of the transcription machinery remain associated with the NORs. 8 , 11 This topological separation of SIRT7 and FBL results in hyperacetylation of FBL, which in turn leads to loss of H2AQ104me and establishment of a transcription-refractive chromatin structure. At the exit from mitosis, deacetylation of FBL augments the restoration of H2AQ104me and resumption of rDNA transcription. Overexpression of wild-type FBL or an acetylation-deficient FBL mutant (4KR-FBL) restored H2AQ104me and nucleolar transcription in late telophase. Overexpression of an acetylation-mimetic mutant (4KQ-FBL), on the contrary, did not promote H2AQ104 methylation or pre-rRNA synthesis. Moreover, antibodies against FBL blocked the reactivation of Pol I transcription and reformation of nucleoli at the exit from mitosis, supporting that hyperacetylation of FBL compromises H2AQ104 methylation and rDNA transcription at the entry into mitosis. 12 Mitotic loss of H2AQ104me is accompanied by reduced chromatin accessibility, which coincides with nucleolar disassembly and transcriptional shutdown. In telophase, FBL is deacetylated by SIRT7, which is required for methylation of H2AQ104 and transcription activation. Thus, acetylation-mediated regulation of FBL activity is another mechanism that mediates fluctuations of Pol I transcription by regulating H2AQ104me levels to establish a transcription-permissive or -refractive chromatin architecture. Concluding Remarks Multiple mechanisms regulate cell cycle-dependent fluctuations of rDNA transcription to ensure the controlled biogenesis of ribosomes. In addition to changes in the activity and localization of components of the Pol I transcription machinery, the nucleolar chromatin undergoes dramatic alterations in distinct phases of the cell cycle ( Figure 1 ). Significantly, the acetylation state of FBL regulates methylation of histone H2A at Q104, a specific epigenetic mark that demarcates active rDNA copies and is dedicated to nucleolar transcription. Methylation of H2A at glutamine 104 contributes to opening of rDNA chromatin and/or recruitment of factors that are required for Pol I transcription. Nucleoli in SIRT7 or FBL-depleted cells are small and fragmented, indicating that nucleolar assembly is compromised upon hyperacetylation of FBL. 2 It is still not clear how H2AQ104me promotes Pol I transcription. The part of histone H2A comprising Q104 has been shown to interact with facilitator of chromatin transcription (FACT). FACT is a conserved histone chaperone that comprises structure-specific recognition protein 1 (SSRP1) and suppressor of Ty 16 (SPT16) and destabilizes H2A/H2B dimers. 10 FACT-dependent destabilization of H2A/H2B dimers promotes transcription elongation through chromatin and facilitates re-deposition of nucleosomes in the wake of elongating Pol I. 13 One possible mechanism by which H2AQ104me is removed could be that glutamine methylation is regulated by exchange of histones. In this case, the newly incorporated histone H2A requires FBL-mediated methylation after each round of mitosis. This is in accord with studies showing that the chromatin state of rDNA is re-established during each cell cycle to facilitate transcription and replication. 14 Thus, during mitosis, H2AQ104me-insensitive histone chaperones, such as NAP1, 10 may be responsible for the exchange of Q104-methylated histone H2A, which is reinforced by inhibition of de novo H2AQ104 methylation due to hyperacetylation of FBL. Figure 1. Posttranslational modifications of nucleolar chromatin and components of the Pol I transcription machinery during interphase and mitosis. During interphase, SL1 is acetylated and FBL is hypoacetylated. FBL mediates methylation of histone H2A at glutamine 104 (H2AQ104), which augments chromatin accessibility and Pol I transcription. At the onset of mitosis, SL1 is inactivated by CDK1/cyclin B-mediated phosphorylation and SIRT1-dependent deacetylation, while mitotic FBL is hyperacetylated. Acetylation impairs the interaction of FBL with histone H2A, which leads to loss of H2AQ104me, chromatin compaction, and shutdown of Pol I transcription. Glutamine 104 resides in the “docking domain” at the nexus between H2A/H2B and H3/H4 dimers, where methylation may cause conformational changes reminiscent of that in histone H2A.Z, which contains a glycine at this position. In fact, ChIP and FAIRE experiments have shown that the depletion of FBL or SIRT7 leads to decreased Pol I occupancy, low levels of acetylated histone H4 and rDNA chromatin compaction, supporting that H2AQ104 methylation establishes a transcription-permissive chromatin landscape. 2 The selectivity of H2AQ104me for nucleolar transcription might be necessary to generate a chromatin state that propels the high rate of rRNA synthesis. The authors thank the Helmholtz Foundation and the Deutsche Forschungsgemeinschaft (GR475/22-2 and SFB1036) for funding. Funding: The authors received financial support from the Helmholtz Foundation and the Deutsche Forschungsgemeinschaft (GR475/22-2 and SFB1036) for this work. Declaration of conflicting interests: The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article. Author contributions: A.I.-B. and I.G. wrote the manuscript. References 1 Roussel P Andre C Comai L Hernandez-Verdun D. The rDNA transcription machinery is assembled during mitosis in active NORs and absent in inactive NORs . J Cell Biol . 1996 ; 133 : 235 – 246 . 8609158 2 Iyer-Bierhoff A Krogh N Tessarz P Ruppert T Nielsen H Grummt I. SIRT7-dependent deacetylation of fibrillarin controls histone H2A methylation and rRNA synthesis during the cell cycle . Cell Rep . 2018 ; 25 : 2946 – 2954.e5 . 30540930 3 Voit R. Phosphorylation by G1-specific cdk-cyclin complexes activates the nucleolar transcription factor UBF . EMBO J . 1999 ; 18 : 1891 – 1899 . 10202152 4 Heix J Vente A Voit R Budde A Michaelidis TM Grummt I. Mitotic silencing of human rRNA synthesis: inactivation of the promoter selectivity factor SL1 by cdc2/cyclin B-mediated phosphorylation . EMBO J . 1998 ; 17 : 7373 – 7381 . 9857193 5 Kuhn A Vente A Doree M Grummt I. Mitotic phosphorylation of the TBP-containing factor SL1 represses ribosomal gene transcription . J Mol Biol . 1998 ; 284 : 1 – 5 . 9811537 6 Voit R Seiler J Grummt I. Cooperative action of Cdk1/cyclin B and SIRT1 is required for mitotic repression of rRNA synthesis . Plos Genet . 2015 ; 11 : e1005246 . 26023773 7 Muth V Nadaud S Grummt I Voit R. Acetylation of TAFI68, a subunit of TIF-IB/SL1, activates RNA polymerase I transcription . EMBO J . 2001 ; 20 : 1353 – 1362 . 11250901 8 Grob A Roussel P Wright JE McStay B Hernandez-Verdun D Sirri V. Involvement of SIRT7 in resumption of rDNA transcription at the exit from mitosis . J Cell Sci . 2009 ; 122 : 489 – 498 . 19174463 9 Tollervey D Lehtonen H Carmofonseca M Hurt EC. The small nucleolar RNP protein Nop1 (Fibrillarin) is required for pre-ribosomal-RNA processing in yeast . EMBO J . 1991 ; 10 : 573 – 583 . 1825809 10 Tessarz P Santos-Rosa H Robson SC et al Glutamine methylation in histone H2A is an RNA-polymerase-I-dedicated modification . Nature . 2014 ; 505 : 564 – 568 . 24352239 11 Dundr M Misteli T Olson MOJ The dynamics of postmitotic reassembly of the nucleolus . J Cell Biol . 2000 ; 150 : 433 – 446 . 10931858 12 Fomproix N Gebrane-Younes J Hernandez-Verdun D. Effects of anti-fibrillarin antibodies on building of functional nucleoli at the end of mitosis . J Cell Sci . 1998 ; 111 : 359 – 372 . 9427684 13 Orphanides G LeRoy G Chang CH Luse DS Reinberg D. FACT, a factor that facilitates transcript elongation through nucleosomes . Cell . 1998 ; 92 : 105 – 116 . 9489704 14 Wittner M Hamperl S Stockl U et al Establishment and maintenance of alternative chromatin states at a multicopy gene locus . Cell . 2011 ; 145 : 543 – 554 . 21565613",
    "full_text_abstract": "Entry into mitosis correlates with nucleolar disassembly and shutdown of ribosomal RNA (rRNA) gene (rDNA) transcription. In telophase, nucleoli reform and transcription is reactivated. The molecular mechanisms underlying the dynamics of nucleolar transcription during the cell cycle are manifold. Although mitotic inactivation of the RNA polymerase I (Pol I) transcription machinery by posttranslational modifications has been extensively studied, little is known about the structure of rDNA chromatin during progression through mitosis. Methylation of histone H2A at glutamine 104 (H2AQ104me), a dedicated nucleolar histone modification, is lost in prometaphase, leading to chromatin compaction, which enforces mitotic repression of rRNA genes. At telophase, restoration of H2AQ104me is required for the activation of transcription. H2AQ104 methylation and chromatin dynamics are regulated by fibrillarin (FBL) and the NAD + -dependent nucleolar deacetylase sirtuin 7 (SIRT7). Deacetylation of FBL is required for the methylation of H2AQ104 and high levels of rDNA transcription during interphase. At the entry into mitosis, nucleoli disassemble and FBL is hyperacetylated, leading to loss of H2AQ104me, chromatin compaction, and shutdown of Pol I transcription. These results reveal that reversible acetylation of FBL regulates methylation of nucleolar H2AQ104, thereby reinforcing oscillation of Pol I transcription during the cell cycle."
}