{
    "PMC": "11874985",
    "DOI": "10.1261/rna.080334.124",
    "PMID": "39667907",
    "PMCID": "PMC11874985",
    "title": "Exploring the therapeutic potential of modulating nonsense-mediated mRNA decay.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC11874985",
    "source": "MED",
    "abstract_text": "Discovered more than four decades ago, nonsense-mediated mRNA decay (NMD) plays a fundamental role in the regulation of gene expression and is a major contributor to numerous diseases. With advanced technologies, several novel approaches aim to directly circumvent the effects of disease-causing frameshift and nonsense mutations. Additional therapeutics aim to globally dampen the NMD pathway in diseases associated with pathway hyperactivation, one example being Fragile X syndrome. In other cases, therapeutics have been designed to hijack or inhibit the cellular NMD machinery to either activate or obviate transcript-specific NMD by modulating pre-mRNA splicing. Here, we discuss promising approaches employed to regulate NMD for therapeutic purposes and highlight potential challenges in future clinical development. We are optimistic that the future of developing target-specific and global modulators of NMD (inhibitors as well as activators) is bright and will revolutionize the treatment of many genetic disorders, especially those with high unmet medical need.",
    "full_text": "pmc RNA RNA RNA RNA 1355-8382 1469-9001 Cold Spring Harbor Laboratory Press 11874985 39667907 9509184 RA 10.1261/rna.080334.124 Perspective Exploring the therapeutic potential of modulating nonsense-mediated mRNA decay McMahon and Maquat Exploring the therapeutic potential of modulating McMahon Mary 1 Maquat Lynne E. 2 3 1 ReviR Therapeutics, Brisbane, California 94005, USA 2 Department of Biochemistry and Biophysics, School of Medicine and Dentistry, University of Rochester, Rochester, New York 14642, USA 3 Center for RNA Biology, University of Rochester, Rochester, New York 14642, USA Corresponding authors: mary.mcmahon@revirtx.com , lynne_maquat@urmc.rochester.edu 3 2025 3 2025 31 3 333 348 © 2025 McMahon and Maquat; Published by Cold Spring Harbor Laboratory Press for the RNA Society 2025 https://creativecommons.org/licenses/by-nc/4.0/ This article, published in RNA , is available under a Creative Commons License (Attribution-NonCommercial 4.0 International), as described at http://creativecommons.org/licenses/by-nc/4.0/ . Discovered more than four decades ago, nonsense-mediated mRNA decay (NMD) plays a fundamental role in the regulation of gene expression and is a major contributor to numerous diseases. With advanced technologies, several novel approaches aim to directly circumvent the effects of disease-causing frameshift and nonsense mutations. Additional therapeutics aim to globally dampen the NMD pathway in diseases associated with pathway hyperactivation, one example being Fragile X syndrome. In other cases, therapeutics have been designed to hijack or inhibit the cellular NMD machinery to either activate or obviate transcript-specific NMD by modulating pre-mRNA splicing. Here, we discuss promising approaches employed to regulate NMD for therapeutic purposes and highlight potential challenges in future clinical development. We are optimistic that the future of developing target-specific and global modulators of NMD (inhibitors as well as activators) is bright and will revolutionize the treatment of many genetic disorders, especially those with high unmet medical need. NMD pre-mRNA splicing small-molecule modulators of splicing site-directed RNA editing small-molecule modulators of translation termination gene therapy NMD OVERVIEW: A SPLICING- AND TRANSLATION-DEPENDENT PATHWAY THAT OPENS SEVERAL NEW AVENUES FOR THERAPEUTIC INTERVENTION IN DISEASE Acting at the interface of pre-mRNA processing in the nucleus and mRNA translation in the cytoplasm, nonsense-mediated mRNA decay (NMD) is a conserved eukaryotic RNA surveillance pathway best characterized for its disease-associated role in selectively degrading transcripts arising from a nonsense or frameshift mutation ( Lykke-Andersen and Jensen 2015 ; Kurosaki et al. 2019 ). Key NMD regulators, including the Up-frameshift proteins (UPFs) and suppressor with morphogenetic effect on genitalia proteins (SMGs), recognize and eliminate aberrant cytoplasmic mRNAs containing a premature termination codon (PTC) arising from mutations and also from errors in gene transcription or pre-mRNA splicing, thereby protecting cells against the production of potentially deleterious or otherwise toxic truncated proteins ( Hug et al. 2016 ). In humans, as in all mammals examined, PTCs are generally distinguished from physiological stop codons by the cellular NMD machinery based upon their location relative to a downstream exon–exon junction, “marked” during the process of splicing by an exon-junction complex (EJC). A PTC located more than ∼50–55 nt upstream of an exon–exon junction that is marked by an EJC triggers NMD of the transcript ( Nagy and Maquat 1998 ), with cis -elements, such as an upstream open reading frame (uORF) or an intron within the 3′ untranslated region (UTR), also harnessing the potential to trigger NMD ( Jagannathan and Bradley 2016 ). A long and/or structured 3′ UTR downstream from either a PTC or a native stop codon can also trigger NMD by a poorly defined mechanism ( Mendell et al. 2004 ; Bühler et al. 2006 ). With advances in understanding the basic mechanisms of the NMD pathway, tremendous progress has been made in the development of therapeutics to treat NMD-associated diseases or “NMD-opathies.” Continuous efforts to improve the understanding of the molecular and cellular basis of NMD, particularly in disease contexts, are critical to propel novel innovations that will lead to the development of disease-modifying drugs. As a major source of transcriptome plasticity and proteome diversity, alternative splicing and NMD are closely coupled ( Weischenfeldt et al. 2012 ), particularly in response to cellular stress ( Karam et al. 2015 ; Neumann et al. 2020 ). This expansion of coding potential, however, is accompanied with many mistakes: it is estimated that almost one-third of alternatively spliced mRNA isoforms contain a PTC that triggers isoform degradation by NMD ( Lewis et al. 2003 ; Pan et al. 2006 ). NMD regulates splicing factor expression and additional proteins involved in RNA processing, suggesting the existence of tight autoregulatory loops. For example, splicing factors such as SR proteins downregulate their own production by generating an NMD-sensitive mRNA isoform from the pre-mRNA that encodes them, thereby regulating splicing more globally ( Ni et al. 2007 ; Saltzman et al. 2008 ). In a number of genetic diseases, the close coupling of alternative splicing and NMD has prompted a wave of new therapeutic developments to regulate splicing as a means of modulating NMD. Splicing of pre-mRNA from a disease-causing gene, for example, may be modulated to eliminate a deleterious nonsense mutation as in the case of Duchenne muscular dystrophy (DMD). In haploinsufficiency disorders, alternative splicing of pre-mRNA from the normal allele that results in a naturally occurring PTC-containing isoform a fraction of the time may be corrected to augment full-length protein expression from this allele ( McNally and Wyatt 2016 ; Neil et al. 2022 ). Small-molecule splicing modulators have been used to promote the inclusion of a PTC-containing cassette exon, termed a “poison exon,” into the mature transcript to induce selective degradation of that transcript by NMD, such as in Huntington's disease (HD) ( Bhattacharyya et al. 2021 ; Keller et al. 2022 ). Methods and therapeutics that alter pre-mRNA splicing hold tremendous potential for the treatment of diseases caused by nonsense or frameshift mutations as well as other diseases wherein varying transcript levels by modulating NMD may be beneficial. As NMD is dependent on translation, a major determinant of whether a transcript is degraded by NMD is translation termination. Various factors, including the dynamics of translation termination, the translation termination site, and the protein composition of the mRNA-containing ribonucleoprotein complex can be used to predict the sensitivity of an mRNA to NMD ( Karousis and Mühlemann 2019 ). The RNA helicase UPF1 is crucial for NMD activation through its interaction with the eukaryotic release factor (eRF)1 and eRF3 at the terminating ribosome and by its phosphorylation by SMG1, AKT1, or both ( Maquat 2004 ; Kashima et al. 2006 ; Sato and Singer 2021 ; Cho et al. 2022 ). Despite several questions remaining regarding the mechanism and criteria for the selection of an mRNA for NMD, it is clear that effective suppression of translation termination at a PTC (also referred to as readthrough) impedes NMD ( Howard et al. 1996 ; Spelier et al. 2023 ). While early efforts mainly focused on the development of small molecules to induce translational readthrough at PTCs, a new wave of therapeutics focuses on nonsense suppression by other means. These include exciting RNA-based therapeutics that convert a functional PTC to a coding codon, thereby evading NMD and generating full-length protein, ideally in a transcript-specific manner. Here, we delve into and share our opinion on recent developments in the field of NMD therapeutics ( Holbrook et al. 2004 ; Kuzmiak and Maquat 2006 ) with an emphasis on the latest advances in splicing modulators and nonsense suppression approaches. THERAPEUTIC APPROACHES FOR DISEASE-CAUSING NONSENSE MUTATIONS The NMD pathway plays an important role in diverse cellular processes, including hematopoiesis ( Weischenfeldt et al. 2008 ), neurodevelopment ( Petrić Howe and Patani 2023 ), and tumorigenesis ( Tan et al. 2022 ). Since NMD is always “on” in cells ( Lou et al. 2016 ), it is not surprising that NMD underlies and is associated with numerous disorders, including Duchene muscular dystrophy (DMD), cystic fibrosis, hemophilia, and other more common diseases, like cancers and neurological disorders. In fact, it is estimated that more than 10% of inherited genetic diseases are caused by nonsense mutations in coding regions that produce an in-frame PTC, rendering the transcripts NMD targets that fail to produce functional protein ( Mort et al. 2008 ). NMD-sensitive transcripts arise from insertions or deletions, some of which are due to splice-site mutations, that lead to shifts in the translational reading frame and generate a downstream stop codon. In this section, we discuss approaches to dampen or inhibit NMD of disease-causing nonsense or frameshift mutations ( Fig. 1 ). We are optimistic that novel therapeutic modalities will continue to be developed that will lead to life-saving treatments for patients. We find great value in the continuous discovery of more selective therapeutic interventions for existing modalities, testing in a broader range of genetic diseases, including ultrarare diseases, with a focus on those with no current treatment options, and learning from previous challenges in drug development to ensure future clinical success. FIGURE 1. Emerging therapeutic strategies for diseases caused by frameshift and/or nonsense mutations. The main types ( top panel) and features ( bottom panel) of promising therapeutic modalities either already developed or in clinical and preclinical development for a range of diseases associated with PTC-causing mutations are shown. These include methods for gene replacement, RNA replacement or editing, including splicing modulators, and nonsense-suppression strategies to overcome the deleterious effects of PTC-causing mutations. Strategies to induce targeted mRNA decay in the case of dominantly inherited diseases are also shown. Gene replacement or editing therapeutics The past two decades have seen tremendous progress in the field of gene therapy with several successes in the clinic, including the development of Zynteglo for patients with transfusion-dependent β-thalassemia ( Locatelli et al. 2022 ; Kohn et al. 2023 ). Gene replacement therapies involve viral-based gene delivery systems that rely on the ability of viruses to infect cells and deliver a functional version of a gene (either the full-length gene or a gene fragment, each of which would encode functional protein), thereby having the potential to circumvent the effects of the disease-causing nonsense codon ( Fig. 1 , first panel). In addition to directly replacing a nonsense- or frameshift-mutated gene with DNA that produces functional protein, this approach can also be used to deliver other therapeutic modalities. A splice-switching antisense oligonucleotide (ASO) ( Kim et al. 2023 ) or trans -splicing components ( Berger et al. 2016 ) would modulate splicing to overcome the effects of a disease-causing nonsense codon. Recombinant adeno-associated viral vectors (AAVs) are used due to their small size, high efficiency, and tunable tissue delivery or “tropism.” However, some issues around safety and manufacturing challenges, including cost, remain a concern for clinical development. High-dose AAV delivery has been shown to induce the presence of anti-AAV antibodies that pose significant problems ( Smith et al. 2022 ), including the onset of thrombotic microangiopathy as observed in DMD clinical trials ( Salabarria et al. 2024 ). Additional challenges include treatment duration to achieve a long-lasting therapeutic effect given that providing a second dose is not an option, and concern over the risk of hepatotoxicity or genotoxicity using lentiviral vectors ( Kohn et al. 2023 ; Whiteley 2023 ). Since the discovery of genome engineering by CRISPR–Cas9 ( Doudna and Charpentier 2014 ), CRISPR–Cas9-mediated gene editing has become an invaluable tool for biomedical research and an approved treatment option for some diseases, including the use of Casgevy for sickle cell disease ( Frangoul et al. 2021 ). The ability of this sophisticated RNA-guided methodology to modify a specific genomic locus, either at a distinct promoter region or to replace part or all of a gene, has revolutionized cell-based gene therapies. While still in the early days of therapeutic development, CRISPR–Cas9-mediated gene editing harnesses huge potential to replace or correct a mutated gene, including those with a frameshift or nonsense mutation. Several preclinical discoveries and strategies highlight the potential of CRISPR–Cas9 and related gene-editing approaches for the correction of homozygous and heterozygous nonsense variants in diseases such as cystic fibrosis or Leber congenital amaurosis ( Afanasyeva et al. 2023 ; Vaidyanathan et al. 2024 ). Additional advancements in this field have led to the development of CRISPR tools that efficiently correct point mutations by making a single-nucleotide change in a DNA or RNA sequence in a process called base-editing. This method uses components of the CRISPR system together with other enzymes to directly correct point mutations without making double-stranded DNA breaks ( Komor et al. 2016 ; Gaudelli et al. 2017 ). Both cytidine deaminase-mediated base editors (CBEs) and adenine base editors (ABEs) have been described, with CBEs producing C-to-T or G-to-A substitutions and ABEs producing A-to-G or T-to-C substitutions. Base-editing therefore holds enormous potential to bypass the effects of a nonsense mutation by correcting the mutation, rescuing RNA and protein expression. This method has been successful in preclinical models of various inherited diseases, including DMD, cystic fibrosis, and dystrophic epidermolysis bullosa ( Geurts et al. 2020 ; Sheriff et al. 2022 ; Jin et al. 2024 ). While this field undoubtedly holds promise for correcting nonsense mutations and offering a durable therapeutic strategy, several hurdles remain, including tuning on-target specificity and improving delivery methods, especially to the central nervous system. Studies in several species highlight the presence of unintended mutations caused by CRISPR–Cas9 at locations in the genome other than in the targeted site ( Tuladhar et al. 2019 ; Höijer et al. 2022 ). Another challenge that is particularly relevant to base-editing is overcoming targeting limitations imposed by the PAM sequence. The PAM sequence must be positioned relatively close to the targeted base to ensure efficient editing, thereby limiting this technology to <30% of known pathogenic single-nucleotide changes ( Rees and Liu 2018 ). Taking all these factors into account, we advocate for thorough validation and characterization of such approaches in preclinical models both in vitro in cell culture and in vivo in model organisms to enhance the development of safe therapeutics. A thorough investigation of how gene editing impacts mRNA dynamics, the amino acid sequence, and function of the encoded protein in different cell and tissue types is warranted. Advances in RNA sequencing methods (including long-read and single-cell RNA-sequencing) and proteomics tools (such as single-molecule protein-sequencing using a nanopore [ Lucas et al. 2021 ; Motone et al. 2024 ]) will prove instrumental to fully characterizing the molecular and cellular consequences of gene editing at PTC-containing alleles. RNA replacement or RNA-editing therapeutics, including splicing modulation The success of mRNA vaccines for COVID-19 and its subsequent iterations have magnified advancements in mRNA replacement therapy with the goal of delivering mRNA to restore protein expression that has been lost due to disease-causing mutations, including nonsense, frameshift, and splice-site mutations ( Rohner et al. 2022 ; Khorkova et al. 2023 ). The delivery of linear, usually chemically modified, mRNA to cells is proving promising for several rare genetic disorders, including metabolic disorders such as phenylketonuria (PKU) and propionic acidaemia (PA) ( Pérez-García et al. 2022 ; Koeberl et al. 2024 ). Such advances offer renewed hope for patients and families with other incurable diseases caused by PTC-containing alleles ( Fig. 1 , second panel). Indeed, promising results from a clinical trial for PA by Moderna, Inc. highlights the potential of mRNA replacement in diseases with unmet medical needs. Unfortunately for cystic fibrosis patients, an inhaled mRNA replacement therapy, MRT5005, although relatively safe and well-tolerated, failed to exhibit clear clinical benefits in patients ( Rowe et al. 2023 ), highlighting room for improvement in this therapeutic area. Indeed, some of the biggest challenges in mRNA replacement therapy lies in optimizing the mRNA “cargo,” improving delivery systems for enhanced tissue tropism, and developing minimally invasive delivery methods to patients. Relating to mRNA cargo, several factors that are intrinsic to cells impact the relationship between mRNA levels and production of the encoded protein. mRNA features such as structure, stabilizing elements, and modifications all impact mRNA stability and translation efficiency, and they often lead to instability and immunogenicity issues ( Metkar et al. 2024 ). Recent advances in this field have seen the development of circular RNA (circRNA)-based therapies that lead to enhanced mRNA half-life and translation efficiency of the introduced mRNA ( Chen et al. 2023b ; Sun and Yang 2023 ). In the coming years, important lessons are expected to emerge from the development of circRNA vaccines ( Qu et al. 2022 ) that will be highly applicable for mRNA replacement therapy in the rare disease setting. As mentioned above, the tight coupling of NMD and pre-mRNA splicing offers ample opportunities to develop innovative treatments for PTC-causing diseases by targeting splice-site selection ( Fig. 1 , second panel and Fig. 2 ; Supek et al. 2021 ; Neil et al. 2022 ). ASO and small-molecule approaches have been successfully developed to modulate the major spliceosome and overcome the devastating effects of a nonsense or frameshift mutation that results in a PTC. Several splice-switching ASOs have been developed and approved to treat DMD patients harboring a specific PTC in one of several exons (e.g., exon 45, 51, or 53) within dystrophin pre-mRNA ( Servais et al. 2022 ; Clemens et al. 2023 ). ASO binding to specific regions within the pre-mRNA leads to skipping of the exon harboring the PTC, thereby allowing for production of an mRNA that is not targeted for NMD ( Fig. 2 , left panel). This strategy results in the production of a truncated but functional mini-dystrophin protein in patients suffering from DMD. Splice-switching using ABE has been described for DMD caused by a single base-pair substitution at a splice donor or acceptor site. This so-called “single-swap editing” approach leads to exon skipping of the PTC-containing exon and shows beneficial effects in preclinical models of DMD using AAV delivery methods ( Chai et al. 2023 ). FIGURE 2. Therapeutic approaches targeting pre-mRNA splicing. Modalities targeting RNA splicing to circumvent the deleterious effects of PTC-causing mutations are shown with the position of the normal termination codon (NTC) indicated. Splice-site selection may be modulated by a splice-switching ASO ( left ) or a small molecule that manipulates protein–RNA interactions at or near exon–intron junctions ( middle ), both of which may induce exon skipping of a PTC-containing exon during pre-mRNA splicing and may lead to the restoration of partial or full protein activity. RNA trans -splicing may also be used to replace a PTC-containing exon ( right ), with internal exon replacement depicted in the diagram. Exon replacement using trans -splicing may lead to restoration of full-length wild-type protein. Notably, exon 3 in the two leftmost panels needs to consist of a multiple of three nucleotides. E, exon; lines between exons, introns. Other strategies that use a splice-switching ASO have been developed to treat diseases caused by haploinsufficiency. In these strategies, the splicing of a fraction of pre-mRNA that is normally produced from the nonmutated allele but that generates an NMD-prone transcript is redirected to skip the poison exon, thereby upregulating the amount of cellular product from this allele to above the usual 50% of normal levels. In the case of Dravet syndrome, which manifests as a severe myoclonic form of epilepsy, a splice-switching ASO developed by Stoke Therapeutics is currently in phase 1/2 clinical trials and targets normal SCN1A pre-mRNA to exclude a poison exon during pre-mRNA splicing. The strategy upregulates SCN1A mRNA expression and the level of the encoded sodium channel Nav1.1 protein, offering the potential to treat this devastating disease ( Lim et al. 2020 ). Modulating alternative splicing of pre-mRNA, produced by a normal allele, to circumvent mis-splicing that generates an NMD-prone transcript, may offer new hope for elevating the level of protein derived from the normal allele so as to obviate certain genetic diseases. Several challenges exist with ASOs, including the need for repeated administration and their low bioavailability to, for example, muscle, spinal cord, and brain. This is particularly evident in the case of spinal muscular atrophy (SMA), where an orally available small-molecule splicing modulator called Evrysdi (Risdiplam) activates functional protein production from the normally inactive SMN2 gene either alone or in combination with a splice-switching ASO ( Baranello et al. 2021 ; Kokaliaris et al. 2024 ). Given the success of Evrysdi, additional efforts should shift to the development of next-generation orally bioavailable small-molecule splicing modulators that induce exon skipping of PTC-containing exons without inducing a shift in the translational reading frame ( Fig. 2 , middle panel). Developments in this area include the discovery of a small-molecule CLK1 inhibitor, TG693, that promotes the skipping of exon 31 within the dystrophin pre-mRNA in both DMD patient cells and a mouse model of DMD ( Sako et al. 2017 ). Orally bioavailable small molecules offer advantages over ASOs and gene therapy approaches that use viral delivery. First, they do not require invasive procedures for administration, thereby avoiding the risks associated with repeated intrathecal injections or other delivery methods. Second, any potential adverse effects of drug administration may be mitigated by dose titration or by stopping administration at any point. Ongoing and future efforts to identify small-molecule splicing modulators to help bypass the deleterious effects of PTC-causing mutations and to treat a broader range of genetic diseases are important, especially for neurological disorders where brain exposure remains a challenge with ASOs. Once the molecular cause of a disorder has been identified, then a search for an orally available splicing modulator can begin. Another very promising area for therapeutic development of diseases associated with nonsense and frameshift mutations, including splice-site mutations, is trans -splicing ( Berger et al. 2016 ). First observed in trypanosomes ( Van der Ploeg et al. 1982 ), RNA trans -splicing involves the joining of one RNA to another to form a single chimeric RNA. This method can be used to repair mutated exons within pre-mRNA, in theory using either spliceosome-mediated or ribozyme-mediated trans -splicing ( Sullenger and Cech 1994 ; Puttaraju et al. 1999 ; Berger et al. 2016 ). This posttranscriptional gene-editing approach employs engineered exons in proximity to a disease-causing mutated exon and is usually delivered as DNA using viral vectors ( Fig. 2 , right panel). The enormous potential of trans -splicing therapeutics is evident in preclinical studies to correct PTC-generating mutations in models of Sickle Cell Disease ( Lan et al. 1998 ), DMD ( Lorain et al. 2013 ), Frontotemporal dementia with parkinsonism linked to Chromosome 17 (FTDP-17) ( Rodriguez-Martin et al. 2009 ), and HD ( Rindt et al. 2012 ), and in an ongoing phase 1/2 clinical trial by Ascidian Therapeutics to correct disease-causing mutations in the ABCA4 gene that result in Stargardt disease. More recently, the utility of AAV-gene delivery, especially for longer genes, has been expanded by engineering the trans -splicing of two halves of an mRNA, each expressed from a different AAV, to reconstitute functional mRNA that encodes full-length protein ( Yan et al. 2000 ; Riedmayr et al. 2023 ). While trans -splicing efficiency in vivo is usually relatively low, recent work to optimize trans -splicing via optimized ribozyme function has been used to restore levels of dystrophin and dysferlin protein in mouse models of DMD and a type of limb-girdle muscular dystrophy, respectively ( Lindley et al., 2024 ). Thus, trans -splicing has the capacity to target a diverse spectrum of genetic diseases. Translational readthrough or nonsense suppression therapeutics As mentioned above, the dependency of NMD on translation, particularly translation termination, offers several opportunities to develop innovative treatments for PTC-associated diseases by targeting the process of protein synthesis, in particular decoding in the ribosome A-site ( Fig. 1 , third panel). For decades, substantial efforts have been placed, both at the discovery and clinical level, to advance therapeutics that allow for translation termination bypass, also called readthrough, at PTCs to restore protein expression ( Supek et al. 2021 ; Spelier et al. 2023 ). The majority of these developments stem from findings that a class of antibiotics known as aminoglycosides, which bind to the ribosome A-site, modulate translation fidelity by promoting recognition of amino-acylated near-cognate transfer RNAs (tRNAs) at the A-site and lead to amino acid incorporation at a PTC, as demonstrated for a PTC within CFTR mRNA ( Burke and Mogg 1985 ; Howard et al. 1996 ; Prokhorova et al. 2017 ). Readthrough-promoting small molecules, including the aminoglycoside-like molecules Gentamicin, G418, and ELX-02, and nonaminoglycoside compounds Amlexanox, and, reportedly, Translarna (Ataluren) have been shown to induce PTC readthrough. PTC readthrough then leads to synthesis of the full-length protein, and in several cases improve disease symptoms in patients and/or models of CF, DMD, Rett syndromes, dystrophic epidermolysis bullosa, and the peripheral neuropathy Charcot-Marie-Tooth disease ( Wilschanski et al. 2003 ; Welch et al. 2007 ; Brendel et al. 2009 ; Benslimane et al. 2023 ; Chen et al. 2023a ; Spelier et al. 2023 ; Woodley et al. 2024 ). However, Gentamicin and G418 are not suitable therapeutics in the long term due to nephrotoxicity and ototoxicity ( Hayward et al. 2018 ), and overall disappointing clinical outcomes and failures of readthrough-promoting small molecules (including Translarna) ( Spelier et al. 2023 ) have dampened enthusiasm for this approach and raised questions regarding the precise mechanism of action of drugs like Ataluren. Most recently, 2,6-diaminopurine, which posttranscriptionally methylates certain tRNAs, including the tRNA charged with tryptophan, has been identified as a strong suppressor of UGA PTCs in CFTR mRNA when administered orally or in utero in a mouse model of CF ( Leroy et al. 2023 ). To restore protein expression loss caused by nonsense mutations, a new direction is to inhibit a translation termination factor, such as eRF1 and eRF3, in the hope that their inhibition would increase readthrough by lowering translation termination at PTCs. So far, these efforts appear promising, and there are several new classes of molecules under development, including eRF1 degraders, that are showing therapeutic potential in models of CF, DMD, and Hurler disease ( Baradaran-Heravi et al. 2021 ; Sharma et al. 2021 ; Lee et al. 2022 ; Gurzeler et al. 2023 ). While encouraging, attention should be paid to ensure that these molecules do not induce sufficient transcriptome-wide readthrough at native stop codons to cause side effects. While over 90% of native or annotated stop codons are followed by a downstream in-frame stop codon in the 3′ UTR ( Wangen and Green 2020 ), readthrough into the 3′ UTR may be deleterious. A deeper understanding of the molecular and cellular basis of stop-codon readthrough ( Loughran et al. 2014 ), and differences between premature translation termination and translation termination at native stop codons ( Wangen and Green 2020 ), will greatly accelerate drug discovery efforts for nonsense suppression. Accelerating high-throughput screening approaches, particularly in a disease-relevant context, are warranted to aid in the discovery of additional classes of readthrough-promoting small molecules ( Carrard et al. 2023 ). Continuing to advance our understanding of how the NMD machinery itself is activated in response to distinct PTCs, how sequence and structural context impact NMD efficiencies ( Khoroshkin et al. 2024 ), and the cross talk between the NMD pathway and the translation machinery ( Zinshteyn et al. 2021 ), will significantly advance novel PTC-selective therapeutic developments. It is worth noting that NMD efficiency varies widely across the transcriptome, with a significant fraction of transcripts predicted to be sensitive to NMD escaping degradation by unknown mechanisms ( Rivas et al. 2015 ; Sato and Singer 2021 ). Studies suggest that cell-to-cell variation in NMD efficiency may rely on the expression levels of surveillance factors, particularly SMG1 and phosphorylated UPF1. It is interesting to note that NMD efficiency may impact readthrough potential, and it has been proposed that damping NMD in combination with readthrough-promoting small molecules may be a new therapeutic avenue to consider for genetic diseases associated with NMD ( Linde et al. 2007 ; Huang et al. 2018 ; Amar-Schwartz et al. 2023 ). Related to this observation, it seems feasible that stabilization or increasing the levels of an NMD-sensitive transcript may enhance or increase the efficacy of nonsense suppression and readthrough therapeutics. The finding that the efficacy of readthrough-promoting small molecules can be increased by blocking components of the NMD pathway has led to the development of an innovative approach to induce stabilization of an NMD target by use of what are termed “EJC blockers.” This approach uses ASOs and relies on the fact that disrupting the binding of all EJCs that reside downstream from a PTC inhibits NMD of the host mRNA ( Nomakuchi et al. 2016 ). For example, in a model of CF caused by CFTR-W1282X, a cocktail of ASOs targeting EJC-binding sites downstream from the PTC-containing exon disrupts the interaction between CFTR mRNA and EJC proteins, leading to increased expression of CFTR mRNA and, restoration of a truncated but partially functional protein ( Kim et al. 2022 ). These findings hold promise for further therapeutic developments that attenuate NMD in a transcript-specific manner by blocking EJC deposition downstream from a disease-causing PTC. Due to the limitations of ASOs mentioned above, a new direction may be to focus on the discovery of orally bioavailable small molecules that act as EJC blockers in a transcript- and site-specific manner. Considering the importance of EJCs to mRNA metabolism, therapeutics would likely need to be tailored to target each site of PTC-distal EJC deposition. Another emerging approach to suppress the deleterious effects of nonsense mutations involves nonsense suppressor tRNAs (sup-tRNAs) or anticodon-edited tRNAs (ACE-tRNAs) ( Porter et al. 2021 ), which allow for insertion of an amino acid at a PTC, thereby restoring expression of full-length protein from a PTC-containing transcript. These engineered tRNAs are designed based on natural features of endogenous tRNAs, but harbor altered anticodons to allow for base-pairing with a PTC, and subsequent amino acid incorporation into the growing peptide chain during translation elongation. The premise for this mechanism is rooted in findings that, despite the extreme complexity and sophisticated nature of mRNA translation, incredible flexibility of the translation machinery exists as is evident from the discussions above regarding PTC readthrough and several regulatory mechanisms ( Gesteland and Atkins 1996 ; Gebauer and Hentze 2004 ). While nonsense suppression using engineered tRNAs was first validated in Xenopus oocytes using a human beta-globin mRNA harboring a PTC ( Temple et al. 1982 ), significant progress has recently been made to optimize not only the efficiency and specificity of suppression but also in vivo delivery of the suppressors, with clinical applications in mind. Several studies now demonstrate success in restoring the production and function of proteins for disease-relevant PTC-containing mRNAs, including CFTR , in both in vitro and in vivo models of the disease ( Lueck et al. 2019 ; Ko et al. 2022 ; Wang et al. 2022 ; Albers et al. 2023 ), with startup companies such as Alltrna and Tevard Biosciences Inc. making progress toward the clinic. The efficiency of suppression using this approach is sufficiently high to inhibit NMD, allowing for more template mRNA availability and, therefore, likely more protein production. This is critical since PTCs that trigger NMD in an EJC-dependent mechanism target newly synthesized mRNAs: EJCs are largely absent from the bulk of cytoplasmic mRNAs, thereby rendering them immune to further decay by NMD ( Kurosaki et al. 2019 ). Thus, PTC suppression during the window of time that a newly made cytoplasmic mRNA harbors EJCs, i.e., during the window of time that NMD reduces mRNA abundance, is critical to maintain mRNA levels as high as possible. While there is a risk that engineered tRNAs may impact translation at native stop codons or other codons and may lead to transcriptome-wide errors in translation, ribosome profiling experiments suggest this is not necessarily the case upon sup-tRNA optimization. These studies reveal that the extent to which an engineered tRNA induces nonsense suppression is highly dependent on sequence context and translation speed upstream of the PTC ( Bharti et al. 2024 ). Understanding translation elongation rate may accurately predict the suppression efficiency at a PTC and will be important to consider in sup-tRNA design. Engineered tRNAs may be delivered as DNA or RNA, with successes from both AAV-based delivery methods and lipid nanoparticles reported ( Porter et al. 2021 ). Critical features of engineered tRNAs are sequences that dictate charging with the correct amino acid by endogenous aminoacyl-tRNA synthetases, and sequences that undergo posttranscriptional modifications to maintain stability and allow for optimal interactions with translation elongation factors, such as eukaryotic elongation factor 1A (eEF1A). Another important consideration when developing sup-tRNA therapeutics is how the engineered tRNAs are processed or degraded in cells. tRNA-derived fragments appear to have a significant role in protein synthesis and cellular processes ( Guzzi and Bellodi 2020 ). It becomes important to fully characterize how the degradation products of exogenously introduced sup-tRNAs might alter cellular metabolism. While the strong therapeutic potential of engineered tRNAs is clear from preclinical studies, their journey to the clinic will likely face challenges, especially with regard to design, delivery, and safety. As sup-tRNAs are a suitable therapeutic for nonsense but not missense or frameshift mutations, a new area for development includes missense-correcting tRNAs (mc-tRNAs) as potential treatment for disease-causing missense mutations ( Hou et al. 2024 ). And, at least in Saccharomyces cerevisiae , a tRNA harboring a 4 nt anticodon appears to restore a reading frame harboring a single-nucleotide insertion to normal ( Gaber and Culbertson 1984 ), suggesting that such a therapeutic could be tailored for small frameshift mutations. Understanding the structural basis of nonsense suppression using engineered tRNAs at the ribosome will undoubtedly shed new insights into the design of next-generation sup-tRNAs and will help advance studies to patients with unmet medical needs. Posttranscriptional modifications are widespread across the transcriptome, enhancing both chemical and functional diversity, and providing an additional layer of gene expression control ( Roundtree et al. 2017 ; McCown et al. 2020 ). Pseudouridine (Ψ), an isomer of uridine, is found in most classes of RNA and is commonly employed in the field of RNA therapeutics to reduce RNA immunogenicity and increase RNA stability ( Karikó et al. 2008 ). Hundreds of H/ACA small nucleolar RNAs (snoRNAs) modify site-specific uridines, largely in noncoding RNAs, and they have been well-characterized in terms of requirements and rules for conducting site-specific pseudouridylation ( Watkins and Bohnsack 2012 ; McMahon et al. 2015 ). Recently, targeted pseudouridylation of PTCs (i.e., UAA, UAG, UGA, all of which contain uridine at the first position) using engineered H/ACA snoRNAs has been observed to suppress translation termination and promote readthrough to produce a full-length protein with an efficiency that also inhibits NMD ( Fig. 3 ; Morais et al. 2020 ). While first described using yeast ( Karijolich and Yu 2011 ), this approach, when applied to human cells, utilizes an engineered snoRNA to guide pseudouridylation of uridine within a specific PTC by the recruitment of an endogenous ribonucleoprotein complex containing the pseudouridine synthase Dyskerin ( Adachi et al. 2023 ; Song et al. 2023 ). Replacing uridine within a PTC with pseudouridine leads to PTC recognition by an aminoacyl-tRNA in the ribosome A-site, thereby suppressing translation termination in human cell models of disease ( Adachi et al. 2023 ; Song et al. 2023 ). It appears that ΨGA codons predominantly code for phenylalanine or tyrosine, with ΨAA and ΨAG codons coding for threonine or serine. While the precise mechanisms underlying this process remain poorly defined, structural studies support unusual codon–anticodon base-pairing at the ribosome decoding center that outcompetes release factor binding to the PTC. This approach holds high promise because it is tunable and can be made to target a specific PTC based on designing snoRNAs complementary to the sequences flanking a PTC of interest. Furthermore, the relatively small size of the snoRNA-derived guide RNAs makes them favorable for delivery using either lipid nanoparticle or AAV-delivery methods ( Fig. 3 ). While it is important to test the feasibility of this method in vivo using disease models, and to fully understand incorporation and misincorporation efficiencies in distinct tissues, we are optimistic that this approach may open new avenues for therapeutic development. FIGURE 3. Nonsense suppression by snoRNA-directed RNA pseudouridylation. Depicted is the emerging potential of H/ACA snoRNA-directed RNA pseudouridylation to induce nonsense suppression of an in-frame PTC. (1) A PTC created by a nonsense mutation, which resides upstream of the normal termination codon (NTC), triggers NMD of the PTC-containing transcript. A small fraction of the PTC-containing mRNA may escape NMD and, when translated, may lead to production of a truncated, nonfunctional protein. (2) Delivery of a designer H/ACA snoRNA guides pseudouridine (Ψ) modification of a target uridine within a PTC by the cellular machinery. (3) Pseudouridine within the PTC leads to efficient translational readthrough of the modified PTC, NMD suppression, and increased expression of full-length protein. Similarly to pseudouridine, adenosine-to-inosine (A-to-I) RNA editing by cellular double-stranded RNA-specific adenosine deaminases (ADARs) ( Slotkin and Nishikura 2013 ) has emerged as an approach to induce nonsense suppression. This is mainly feasible based on the observations that inosine is recognized by the cellular machinery, including the ribosome, as guanosine, ultimately leading to an A-to-G base substitution in mRNA. Targeted ADAR-catalyzed editing has been shown to alter mutations and induce suppression at the PTC of a transcript in human cell lines and cultured neurons from mice ( Montiel-Gonzalez et al. 2013 ; Sinnamon et al. 2017 ; Wettengel et al. 2017 ), opening up avenues for further therapeutic development. To exemplify a variation of this approach, A-to-I editing of a specific PTC has been achieved with a guide RNA that delivers the deaminase domain of the human ADAR2 enzyme, fused to the dCas13b protein, to a specific adenosine in a PTC-containing mRNA in a method called “RNA Editing for Programmable A to I Replacement, version 2” (REPAIRv2) ( Melfi et al. 2020 ). One concern regarding all of the therapeutic approaches mentioned in this section is the potential of generating novel immunogenic epitopes in patients related to the restored target protein, as has been observed in DMD upon dystrophin reexpression ( Mendell et al. 2010 ). Thorough characterization and monitoring of immune responses using these modalities should be closely monitored in preclinical models of disease, including human and animal models where T-cell responses can be easily assessed. TARGETED mRNA DECAY AS POTENTIAL TREATMENTS FOR DOMINANTLY INHERITED DISORDERS Several of the therapeutic modalities described above could be applied to induce the targeted decay of mRNA deriving from a disease-causing allele in dominantly inherited disorders irrespective of mutation type. Splice-switching ASOs or small-molecule splicing modulators could be developed to alter splicing in an allele-specific manner to induce NMD or other RNA decay mechanisms, thereby eliciting therapeutic benefit ( Fig. 1 , last panel). Similarly, RNA degradation by CRISPR–Cas13d has been shown to hold potential in preclinical models of HD by selectively targeting the CAG-expanded HTT transcript for decay ( Morelli et al. 2023 ). Although in the early stages of development, RNATACs or RIBOTACs ( Childs-Disney et al. 2022 ; Song et al. 2024 ) could also be further explored as an option to target disease-causing PTC mutations in a transcript-specific manner. While these approaches have reportedly been applied to target toxic RNA transcripts in repeat expansion disorders ( Bush et al. 2021 , 2022 ), significant efforts are warranted to develop RNA-binding small molecules that induce decay of PTC-harboring transcripts. THERAPEUTIC APPROACHES THAT INHIBIT THE NMD PATHWAY While initially discovered by studying human diseases, it is now clear that NMD has cellular roles beyond the quality control of aberrant RNAs by targeting ∼5%–10% of physiological mRNAs as a means of maintaining cellular homeostasis ( Nasif et al. 2018 ; Kurosaki et al. 2019 ). Generally, the efficiency of NMD is inhibited during stress, such as during the unfolded protein response ( Karam et al. 2015 ), or differentiation, such as during myogenesis ( Gong et al. 2009 ). NMD can be viewed as preventing an inappropriate cellular response to stress until the stress is sufficiently large to warrant a response that is in part augmented by the cell inhibiting NMD. It follows that any disease-associated alterations to NMD efficiency may result in serious cellular imbalances that could facilitate or exacerbate, if not cause, disease. Several examples of diseases characterized by hyperactivated NMD are now known. These include Fragile X syndrome (FXS), which is the most common single-gene cause of intellectual disability and autism due to the absence of the ubiquitously expressed RNA-binding protein FMRP. In a mouse model of FXS, NMD hyperactivation begins in utero, by embryonic day 16, and extends postbirth until postnatal day 24 ( Kurosaki et al. 2021b ). Inhibiting NMD using either of two compounds (NMDI-1 and NMDI-14), each of which disrupts a different NMD factor interaction, normalizes the transcriptome dysregulation observed in neurons differentiated from FXS patient-derived induced pluripotent stem cells as well as the differentiation process itself ( Fig. 4 ; Kurosaki et al. 2021a ). Efforts to identify small molecules that could pass the blood–brain barrier and dampen the efficiency of NMD during the postnatal developmental window of NMD hyperactivity in FXS is an active area of current research. FIGURE 4. Proposed role of NMD in FXS and potential benefit of NMD inhibitor treatment in FXS. Schema highlighting the reported roles of NMD misregulation in FXS ( left ). Dampening NMD (either genetically or pharmacologically) leads to NMD target stabilization and rescue of transcriptome misregulation in FXS ( right ). The development of NMD inhibitors to dampen NMD hyperactivity in FXS is an attractive area of further therapeutic development. Dampening the NMD pathway may also prove therapeutic for certain cancers, as has been extensively reviewed elsewhere ( Supek et al. 2021 ; Tan et al. 2022 ). Pharmacological inhibitors of the NMD pathway have shown efficacy in some cancer models. Mechanistically, it appears that, while some cancers suppress NMD to promote oncogene expression, other tumor types are driven in part by the selection of driver mutations that result in PTC-containing transcripts that are subject to NMD, such as in tumor suppressor genes, including the TP53 gene ( Chen et al. 2017 ; Gudikote et al. 2021 ). In addition, small-molecule NMD inhibition has been associated with triggering an antitumor immune response. This is likely due in part to findings that neoantigens derived from PTC-harboring mRNAs that are generated by somatic mutations can be highly immunogenic. Inhibiting NMD likely increases neoantigen presentation and is proposed to enhance the response to immunotherapy. In mouse models of metastasis, inhibiting NMD has been shown to slow tumor growth and increase T-cell infiltration, and mRNAs harboring frameshift mutations that escape NMD have proven to be immunogenic ( Pastor et al. 2010 ; Litchfield et al. 2020 ). Many cancers characterized by microsatellite instability often manifest hyperactivated NMD, which presumably eliminates new or altered transcripts that could block tumor progression ( Bokhari et al. 2018 ). Inhibiting the NMD pathway may have clinical value in hypermutated cancers or tumors with DNA damage repair deficiencies, such as subtypes of breast cancer. In line with these findings, chemotherapeutic drugs such as doxorubicin, which work in part by eliciting DNA damage, naturally inhibit NMD ( Popp and Maquat 2015 ). Inhibition contributes to apoptosis by allowing for the translation of NMD targets, including those that encode proapoptotic proteins. Such studies illuminate that supplementing DNA-damaging chemotherapeutics with an NMD inhibitor may be more beneficial than treatment with the DNA-damaging reagent alone. Additional research in this area, including the development and use of more drug-like NMD inhibitors in preclinical models, will further accelerate progress in this therapeutic area. There will undoubtedly be a new wave of modalities that target NMD in cancer and other diseases associated with NMD hyperactivation. New developments in protein modeling using artificial intelligence are envisioned to speed up structure-based drug discovery approaches and accelerate the generation of drugs that inhibit NMD factor interactions as a means to globally inhibit NMD. FUTURE PERSPECTIVE AND OUTLOOK A multitude of innovative approaches are in development that may lead to novel therapeutics for NMD-opathies, that is, diseases caused by the generation of one or more NMD targets or a cell-wide abnormality in NMD efficiency. We are optimistic that the future success of NMD therapeutics will be accelerated by extensive screening for novel therapeutics, coupled with a detailed molecular characterization of the precise role of NMD in specific diseases. Also in the therapeutic pipeline are NMD inhibitors that may have utility in cases where inhibiting NMD promotes cancer-cell killing. Carefully assessing and characterizing the efficiency of failed and ongoing strategies targeting NMD in clinical trials will undoubtedly speed up progress toward future drug development efforts, with the goal of providing safe and effective disease-modifying treatment options for patients with no or limited current treatment options. COMPETING INTEREST STATEMENT Mary McMahon is an employee at ReviR Therapeutics. The authors declare no other competing interests. ACKNOWLEDGMENTS The authors thank Dr. Paul August and Jawad Abid for critical feedback on this manuscript. We apologize to authors whose work could not be cited due to space limitations. Research in the Maquat laboratory is supported by the National Institutes of Health R35 GM149268, the FRAXA Research Foundation, and the New York State Empire Discovery Institute. Article is online at http://www.rnajournal.org/cgi/doi/10.1261/rna.080334.124 . Freely available online through the RNA Open Access option. REFERENCES Adachi H , Pan Y , He X , Chen JL , Klein B , Platenburg G , Morais P , Boutz P , Yu Y-T . 2023 . Targeted pseudouridylation: an approach for suppressing nonsense mutations in disease genes . Mol Cell 83 : 637 – 651.e9 . 10.1016/j.molcel.2023.01.009 36764303 Afanasyeva TAV , Athanasiou D , Perdigao PRL , Whiting KR , Duijkers L , Astuti GDN , Bennett J , Garanto A , van der Spuy J , Roepman R , 2023 . CRISPR-Cas9 correction of a nonsense mutation in LCA5 rescues lebercilin expression and localization in human retinal organoids . Mol Ther Methods Clin Dev 29 : 522 – 531 . 10.1016/j.omtm.2023.05.012 37305852 Albers S , Allen EC , Bharti N , Davyt M , Joshi D , Pérez-García CG , Santos L , Mukthavaram R , Delgado-Toscano MA , Molina B , 2023 . Engineered tRNAs suppress nonsense mutations in cells and in vivo . Nature 618 : 842 – 848 . 10.1038/s41586-023-06133-1 37258671 Amar-Schwartz A , Cohen Y , Elhaj A , Ben-Hur V , Siegfried Z , Karni R , Dor T . 2023 . Inhibition of nonsense-mediated mRNA decay may improve stop codon read-through therapy for Duchenne muscular dystrophy . Hum Mol Genet 32 : 2455 – 2463 . 10.1093/hmg/ddad072 37145099 Baradaran-Heravi A , Balgi AD , Hosseini-Farahabadi S , Choi K , Has C , Roberge M . 2021 . Effect of small molecule ERF3 degraders on premature termination codon readthrough . Nucleic Acids Res 49 : 3692 – 3708 . 10.1093/nar/gkab194 33764477 Baranello G , Darras BT , Day JW , Deconinck N , Klein A , Masson R , Mercuri E , Rose K , El-Khairi M , Gerber M , 2021 . Risdiplam in type 1 spinal muscular atrophy . N Engl J Med 384 : 915 – 923 . 10.1056/NEJMoa2009965 33626251 Benslimane N , Miressi F , Loret C , Richard L , Nizou A , Pyromali I , Faye P-A , Favreau F , Lejeune F , Lia A-S . 2023 . Amlexanox: readthrough induction and nonsense-mediated mRNA decay inhibition in a Charcot–Marie–Tooth model of hiPSCs-derived neuronal cells harboring a nonsense mutation in GDAP1 gene . Pharmaceuticals 16 : 1034 . 10.3390/ph16071034 37513945 Berger A , Maire S , Gaillard M-C , Sahel J-A , Hantraye P , Bemelmans A-P . 2016 . mRNA trans -splicing in gene therapy for genetic diseases . Wiley Interdiscip Rev RNA 7 : 487 – 498 . 10.1002/wrna.1347 27018401 Bharti N , Santos L , Davyt M , Behrmann S , Eichholtz M , Jimenez-Sanchez A , Hong JS , Rab A , Sorscher EJ , Albers S , 2024 . Translation velocity determines the efficacy of engineered suppressor tRNAs on pathogenic nonsense mutations . Nat Commun 15 : 2957 . 10.1038/s41467-024-47258-9 38580646 Bhattacharyya A , Trotta CR , Narasimhan J , Wiedinger KJ , Li W , Effenberger KA , Woll MG , Jani MB , Risher N , Yeh S , 2021 . Small molecule splicing modifiers with systemic HTT-lowering activity . Nat Commun 12 : 7299 . 10.1038/s41467-021-27157-z 34911927 Bokhari A , Jonchere V , Lagrange A , Bertrand R , Svrcek M , Marisa L , Buhard O , Greene M , Demidova A , Jia J , 2018 . Targeting nonsense-mediated mRNA decay in colorectal cancers with microsatellite instability . Oncogenesis 7 : 70 . 10.1038/s41389-018-0079-x 30228267 Brendel C , Klahold E , Gärtner J , Huppke P . 2009 . Suppression of nonsense mutations in Rett syndrome by aminoglycoside antibiotics . Pediatr Res 65 : 520 – 523 . 10.1203/PDR.0b013e31819d9ebc 19190538 Bühler M , Steiner S , Mohn F , Paillusson A , Mühlemann O . 2006 . EJC-independent degradation of nonsense immunoglobulin-μ mRNA depends on 3′ UTR length . Nat Struct Mol Biol 13 : 462 – 464 . 10.1038/nsmb1081 16622410 Burke JF , Mogg AE . 1985 . Suppression of a nonsense mutation in mammalian cells in vivo by the aminoglycoside antibiotics G-418 and paromomycin . Nucleic Acids Res 13 : 6265 – 6272 . 10.1093/nar/13.17.6265 2995924 Bush JA , Aikawa H , Fuerst R , Li Y , Ursu A , Meyer SM , Benhamou RI , Chen JL , Khan T , Wagner-Griffin S , 2021 . Ribonuclease recruitment using a small molecule reduced c9ALS/FTD r(G4C2) repeat expansion in vitro and in vivo ALS models . Sci Transl Med 13 : eabd5991 . 10.1126/scitranslmed.abd5991 34705518 Bush JA , Meyer SM , Fuerst R , Tong Y , Li Y , Benhamou RI , Aikawa H , Zanon PRA , Gibaut QMR , Angelbello AJ , 2022 . A blood-brain penetrant RNA-targeted small molecule triggers elimination of r(G 4 C 2 )exp in c9ALS/FTD via the nuclear RNA exosome . Proc Natl Acad Sci 119 : e2210532119 . 10.1073/pnas.2210532119 36409902 Carrard J , Ratajczak F , Elsens J , Leroy C , Kong R , Geoffroy L , Comte A , Fournet G , Joseph B , Li X , 2023 . Identifying potent nonsense-mediated mRNA decay inhibitors with a novel screening system . Biomedicines 11 : 2801 . 10.3390/biomedicines11102801 . 37893174 Chai AC , Chemello F , Li H , Nishiyama T , Chen K , Zhang Y , Sánchez-Ortiz E , Alomar A , Xu L , Liu N , 2023 . Single-swap editing for the correction of common Duchenne muscular dystrophy mutations . Mol Ther Nucleic Acids 32 : 522 – 535 . 10.1016/j.omtn.2023.04.009 37215149 Chen J , Crutchley J , Zhang D , Owzar K , Kastan MB . 2017 . Identification of a DNA damage-induced alternative splicing pathway that regulates p53 and cellular senescence markers . Cancer Discov 7 : 766 – 781 . 10.1158/2159-8290.CD-16-0908 28288992 Chen J , Thrasher K , Fu L , Wang W , Aghamohammadzadeh S , Wen H , Tang L , Keeling KM , Falk Libby E , Bedwell DM , 2023a . The synthetic aminoglycoside ELX-02 induces readthrough of G550X-CFTR producing superfunctional protein that can be further enhanced by CFTR modulators . Am J Physiol Lung Cell Mol Physiol 324 : L756 – L770 . 10.1152/ajplung.00038.2023 37014818 Chen R , Wang SK , Belk JA , Amaya L , Li Z , Cardenas A , Abe BT , Chen C-K , Wender PA , Chang HY . 2023b . Engineering circular RNA for enhanced protein production . Nat Biotechnol 41 : 262 – 272 . 10.1038/s41587-022-01393-0 35851375 Childs-Disney JL , Yang X , Gibaut QMR , Tong Y , Batey RT , Disney MD . 2022 . Targeting RNA structures with small molecules . Nat Rev Drug Discov 21 : 736 – 762 . 10.1038/s41573-022-00521-4 35941229 Cho H , Abshire ET , Popp MW , Pröschel C , Schwartz JL , Yeo GW , Maquat LE . 2022 . AKT constitutes a signal-promoted alternative exon-junction complex that regulates nonsense-mediated mRNA decay . Mol Cell 82 : 2779 – 2796.e10 . 10.1016/j.molcel.2022.05.013 35675814 Clemens PR , Rao VK , Connolly AM , Harper AD , Mah JK , McDonald CM , Smith EC , Zaidman CM , Nakagawa T , Hoffman EP . 2023 . Efficacy and safety of viltolarsen in boys with Duchenne muscular dystrophy: results from the phase 2, open-label, 4-year extension study . J Neuromuscul Dis 10 : 439 – 447 . 10.3233/JND-221656 37005891 Doudna JA , Charpentier E . 2014 . The new frontier of genome engineering with CRISPR-Cas9 . Science 346 : 1258096 . 10.1126/science.1258096 25430774 Frangoul H , Altshuler D , Domenica Cappellini M , Chen Y-S , Domm J , Eustace BK , Foell J , de la Fuente J , Grupp S , Handgretinger R , 2021 . CRISPR-Cas9 gene editing for sickle cell disease and β-thalassemia . N Engl J Med 384 : 252 – 260 . 10.1056/NEJMoa2031054 33283989 Gaber RF , Culbertson MR . 1984 . Codon recognition during frameshift suppression in Saccharomyces cerevisiae . Mol Cell Biol 4 : 2052 – 2061 . 10.1128/mcb.4.10.2052-2061.1984 6390183 Gaudelli NM , Komor AC , Rees HA , Packer MS , Badran AH , Bryson DI , Liu DR . 2017 . Programmable base editing of A•T to G•C in genomic DNA without DNA cleavage . Nature 551 : 464 – 471 . 10.1038/nature24644 29160308 Gebauer F , Hentze MW . 2004 . Molecular mechanisms of translational control . Nat Rev Mol Cell Biol 5 : 827 – 835 . 10.1038/nrm1488 15459663 Gesteland RF , Atkins JF . 1996 . Recoding: dynamic reprogramming of translation . Annu Rev Biochem 65 : 741 – 768 . 10.1146/annurev.bi.65.070196.003521 8811194 Geurts MH , de Poel E , Amatngalim GD , Oka R , Meijers FM , Kruisselbrink E , van Mourik P , Berkers G , de Winter-de Groot KM , Michel S , 2020 . CRISPR-based adenine editors correct nonsense mutations in a cystic fibrosis organoid biobank . Cell Stem Cell 26 : 503 – 510.e7 . 10.1016/j.stem.2020.01.019 32084388 Gong C , Kim YK , Woeller CF , Tang Y , Maquat LE . 2009 . SMD and NMD are competitive pathways that contribute to myogenesis: effects on PAX3 and myogenin mRNAs . Genes Dev 23 : 54 – 66 . 10.1101/gad.1717309 19095803 Gudikote JP , Cascone T , Poteete A , Sitthideatphaiboon P , Wu Q , Morikawa N , Zhang F , Peng S , Tong P , Li L , 2021 . Inhibition of nonsense-mediated decay rescues p53β/γ isoform expression and activates the p53 pathway in MDM2-overexpressing and select p53-mutant cancers . J Biol Chem 297 : 101163 . 10.1016/j.jbc.2021.101163 34481841 Gurzeler L-A , Link M , Ibig Y , Schmidt I , Galuba O , Schoenbett J , Gasser-Didierlaurant C , Parker CN , Mao X , Bitsch F , 2023 . Drug-induced eRF1 degradation promotes readthrough and reveals a new branch of ribosome quality control . Cell Rep 42 : 113159 . 10.1016/j.celrep.2023.113159 37708027 Guzzi N , Bellodi C . 2020 . Novel insights into the emerging roles of tRNA-derived fragments in mammalian development . RNA Biol 17 : 1214 – 1222 . 10.1080/15476286.2020.1732694 32116113 Hayward RS , Harding J , Molloy R , Land L , Longcroft-Neal K , Moore D , Ross JDC . 2018 . Adverse effects of a single dose of gentamicin in adults: a systematic review . Br J Clin Pharmacol 84 : 223 – 238 . 10.1111/bcp.13439 28940715 Höijer I , Emmanouilidou A , Östlund R , van Schendel R , Bozorgpana S , Tijsterman M , Feuk L , Gyllensten U , Hoed Md , Ameur A . 2022 . CRISPR-Cas9 induces large structural variants at on-target and off-target sites in vivo that segregate across generations . Nat Commun 13 : 627 . 10.1038/s41467-022-28244-5 35110541 Holbrook JA , Neu-Yilik G , Hentze MW , Kulozik AE . 2004 . Nonsense-mediated decay approaches the clinic . Nat Genet 36 : 801 – 808 . 10.1038/ng1403 15284851 Hou Y , Zhang W , McGilvray PT , Sobczyk M , Wang T , Weng SHS , Huff A , Huang S , Pena N , Katanski CD , 2024 . Engineered mischarged transfer RNAs for correcting pathogenic missense mutations . Mol Ther 32 : 352 – 371 . 10.1016/j.ymthe.2023.12.014 38104240 Howard M , Frizzell RA , Bedwell DM . 1996 . Aminoglycoside antibiotics restore CFTR function by overcoming premature stop mutations . Nat Med 2 : 467 – 469 . 10.1038/nm0496-467 8597960 Huang L , Low A , Damle SS , Keenan MM , Kuntz S , Murray SF , Monia BP , Guo S . 2018 . Antisense suppression of the nonsense mediated decay factor Upf3b as a potential treatment for diseases caused by nonsense mutations . Genome Biol 19 : 4 . 10.1186/s13059-017-1386-9 29334995 Hug N , Longman D , Cáceres JF . 2016 . Mechanism and regulation of the nonsense-mediated decay pathway . Nucleic Acids Res 44 : 1483 – 1495 . 10.1093/nar/gkw010 26773057 Jagannathan S , Bradley RK . 2016 . Translational plasticity facilitates the accumulation of nonsense genetic variants in the human population . Genome Res 26 : 1639 – 1650 . 10.1101/gr.205070.116 27646533 Jin M , Lin J , Li H , Li Z , Yang D , Wang Y , Yu Y , Shao Z , Chen L , Wang Z , 2024 . Correction of human nonsense mutation via adenine base editing for Duchenne muscular dystrophy treatment in mouse . Mol Ther Nucleic Acids 35 : 102165 . 10.1016/j.omtn.2024.102165 38571746 Karam R , Lou C-H , Kroeger H , Huang L , Lin JH , Wilkinson MF . 2015 . The unfolded protein response is shaped by the NMD pathway . EMBO Rep 16 : 599 – 609 . 10.15252/embr.201439696 25807986 Karijolich J , Yu Y-T . 2011 . Converting nonsense codons into sense codons by targeted pseudouridylation . Nature 474 : 395 – 398 . 10.1038/nature10165 21677757 Karikó K , Muramatsu H , Welsh FA , Ludwig J , Kato H , Akira S , Weissman D . 2008 . Incorporation of pseudouridine into mRNA yields superior nonimmunogenic vector with increased translational capacity and biological stability . Mol Ther 16 : 1833 – 1840 . 10.1038/mt.2008.200 18797453 Karousis ED , Mühlemann O . 2019 . Nonsense-mediated mRNA decay begins where translation ends . Cold Spring Harb Perspect Biol 11 : a032862 . 10.1101/cshperspect.a032862 29891560 Kashima I , Yamashita A , Izumi N , Kataoka N , Morishita R , Hoshino S , Ohno M , Dreyfuss G , Ohno S . 2006 . Binding of a novel SMG-1-Upf1-eRF1-eRF3 complex (SURF) to the exon junction complex triggers Upf1 phosphorylation and nonsense-mediated mRNA decay . Genes Dev 20 : 355 – 367 . 10.1101/gad.1389006 16452507 Keller CG , Shin Y , Monteys AM , Renaud N , Beibel M , Teider N , Peters T , Faller T , St-Cyr S , Knehr J , 2022 . An orally available, brain penetrant, small molecule lowers huntingtin levels by enhancing pseudoexon inclusion . Nat Commun 13 : 1150 . 10.1038/s41467-022-28653-6 35241644 Khorkova O , Stahl J , Joji A , Volmar C-H , Wahlestedt C . 2023 . Amplifying gene expression with RNA-targeted therapeutics . Nat Rev Drug Discov 22 : 539 – 561 . 10.1038/s41573-023-00704-7 37253858 Khoroshkin M , Asarnow D , Zhou S , Navickas A , Winters A , Goudreau J , Zhou SK , Yu J , Palka C , Fish L , 2024 . A systematic search for RNA structural switches across the human transcriptome . Nat Methods 21 : 1634 – 1645 . 10.1038/s41592-024-02335-1 39014073 Kim YJ , Nomakuchi T , Papaleonidopoulou F , Yang L , Zhang Q , Krainer AR . 2022 . Gene-specific nonsense-mediated mRNA decay targeting for cystic fibrosis therapy . Nat Commun 13 : 2978 . 10.1038/s41467-022-30668-y 35624092 Kim J , Woo S , de Gusmao CM , Zhao B , Chin DH , DiDonato RL , Nguyen MA , Nakayama T , Hu CA , Soucy A , 2023 . A framework for individualized splice-switching oligonucleotide therapy . Nature 619 : 828 – 836 . 10.1038/s41586-023-06277-0 37438524 Ko W , Porter JJ , Sipple MT , Edwards KM , Lueck JD . 2022 . Efficient suppression of endogenous CFTR nonsense mutations using anticodon-engineered transfer RNAs . Mol Ther Nucleic Acids 28 : 685 – 701 . 10.1016/j.omtn.2022.04.033 35664697 Koeberl D , Schulze A , Sondheimer N , Lipshutz GS , Geberhiwot T , Li L , Saini R , Luo J , Sikirica V , Jin L , 2024 . Publisher correction: interim analyses of a first-in-human phase 1/2 mRNA trial for propionic acidaemia . Nature 630 : E13 . 10.1038/s41586-024-07646-z 38844679 Kohn DB , Chen YY , Spencer MJ . 2023 . Successes and challenges in clinical gene therapy . Gene Ther 30 : 738 – 746 . 10.1038/s41434-023-00390-5 37935854 Kokaliaris C , Evans R , Hawkins N , Mahajan A , Scott DA , Simone Sutherland C , Nam J , Sajeev G . 2024 . Long-term comparative efficacy and safety of risdiplam and nusinersen in children with type 1 spinal muscular atrophy . Adv Ther 41 : 2414 – 2434 . 10.1007/s12325-024-02845-6 38705943 Komor AC , Kim YB , Packer MS , Zuris JA , Liu DR . 2016 . Programmable editing of a target base in genomic DNA without double-stranded DNA cleavage . Nature 533 : 420 – 424 . 10.1038/nature17946 27096365 Kurosaki T , Popp MW , Maquat LE . 2019 . Quality and quantity control of gene expression by nonsense-mediated mRNA decay . Nat Rev Mol Cell Biol 20 : 406 – 420 . 10.1038/s41580-019-0126-2 30992545 Kurosaki T , Imamachi N , Pröschel C , Mitsutomi S , Nagao R , Akimitsu N , Maquat LE . 2021a . Loss of the fragile X syndrome protein FMRP results in misregulation of nonsense-mediated mRNA decay . Nat Cell Biol 23 : 40 – 48 . 10.1038/s41556-020-00618-1 33420492 Kurosaki T , Sakano H , Pröschel C , Wheeler J , Hewko A , Maquat LE . 2021b . NMD abnormalities during brain development in the Fmr1 -knockout mouse model of fragile X syndrome . Genome Biol 22 : 317 . 10.1186/s13059-021-02530-9 34784943 Kuzmiak HA , Maquat LE . 2006 . Applying nonsense-mediated mRNA decay research to the clinic: progress and challenges . Trends Mol Med 12 : 306 – 316 . 10.1016/j.molmed.2006.05.005 16782405 Lan N , Howrey RP , Lee SW , Smith CA , Sullenger BA . 1998 . Ribozyme-mediated repair of sickle β-globin mRNAs in erythrocyte precursors . Science 280 : 1593 – 1596 . 10.1126/science.280.5369.1593 9616120 Lee RE , Lewis CA , He L , Bulik-Sullivan EC , Gallant SC , Mascenik TM , Dang H , Cholon DM , Gentzsch M , Morton LC , 2022 . Small-molecule eRF3a degraders rescue CFTR nonsense mutations by promoting premature termination codon readthrough . J Clin Invest 132 : e154571 . 10.1172/JCI154571 35900863 Leroy C , Spelier S , Essonghe NC , Poix V , Kong R , Gizzi P , Bourban C , Amand S , Bailly C , Guilbert R , 2023 . Use of 2,6-diaminopurine as a potent suppressor of UGA premature stop codons in cystic fibrosis . Mol Ther 31 : 970 – 985 . 10.1016/j.ymthe.2023.01.014 36641622 Lewis BP , Green RE , Brenner SE . 2003 . Evidence for the widespread coupling of alternative splicing and nonsense-mediated mRNA decay in humans . Proc Natl Acad Sci 100 : 189 – 192 . 10.1073/pnas.0136770100 12502788 Lim KH , Han Z , Jeon HY , Kach J , Jing E , Weyn-Vanhentenryck S , Downs M , Corrionero A , Oh R , Scharner J , 2020 . Antisense oligonucleotide modulation of non-productive alternative splicing upregulates gene expression . Nat Commun 11 : 3501 . 10.1038/s41467-020-17093-9 32647108 Linde L , Boelz S , Nissim-Rafinia M , Oren YS , Wilschanski M , Yaacov Y , Virgilis D , Neu-Yilik G , Kulozik AE , Kerem E , 2007 . Nonsense-mediated mRNA decay affects nonsense transcript levels and governs response of cystic fibrosis patients to gentamicin . J Clin Invest 117 : 683 – 692 . 10.1172/JCI28523 17290305 Lindley SR , Venkata Subbaiah KC , Priyanka FNU , Poosala P , Ma Y , Jalinous L , West JA , Richardson WA , Thomas TN , Anderson DM . 2024 . Ribozyme-activated mRNA trans -ligation enables large gene delivery to treat muscular dystrophies . Science 386 : 762 – 767 . 10.1126/science.adp8179 39541470 Litchfield K , Reading JL , Lim EL , Xu H , Liu P , Al-Bakir M , Wong YNS , Rowan A , Funt SA , Merghoub T , 2020 . Escape from nonsense-mediated decay associates with anti-tumor immunogenicity . Nat Commun 11 : 3800 . 10.1038/s41467-020-17526-5 32733040 Locatelli F , Thompson AA , Kwiatkowski JL , Porter JB , Thrasher AJ , Hongeng S , Sauer MG , Thuret I , Lal A , Algeri M , 2022 . Betibeglogene autotemcel gene therapy for non–β 0 /β 0 genotype β-thalassemia . N Engl J Med 386 : 415 – 427 . 10.1056/NEJMoa2113206 34891223 Lorain S , Peccate C , Le Hir M , Griffith G , Philippi S , Précigout G , Mamchaoui K , Jollet A , Voit T , Garcia L . 2013 . Dystrophin rescue by trans -splicing: a strategy for DMD genotypes not eligible for exon skipping approaches . Nucleic Acids Res 41 : 8391 – 8402 . 10.1093/nar/gkt621 23861443 Lou C-H , Chousal J , Goetz A , Shum EY , Brafman D , Liao X , Mora-Castilla S , Ramaiah M , Cook-Andersen H , Laurent L , 2016 . Nonsense-mediated RNA decay influences human embryonic stem cell fate . Stem Cell Reports 6 : 844 – 857 . 10.1016/j.stemcr.2016.05.008 27304915 Loughran G , Chou M-Y , Ivanov IP , Jungreis I , Kellis M , Kiran AM , Baranov PV , Atkins JF . 2014 . Evidence of efficient stop codon readthrough in four mammalian genes . Nucleic Acids Res 42 : 8928 – 8938 . 10.1093/nar/gku608 25013167 Lucas FLR , Versloot RCA , Yakovlieva L , Walvoort MTC , Maglia G . 2021 . Protein identification by nanopore peptide profiling . Nat Commun 12 : 5795 . 10.1038/s41467-021-26046-9 34608150 Lueck JD , Yoon JS , Perales-Puchalt A , Mackey AL , Infield DT , Behlke MA , Pope MR , Weiner DB , Skach WR , McCray PB , 2019 . Engineered transfer RNAs for suppression of premature termination codons . Nat Commun 10 : 822 . 10.1038/s41467-019-08329-4 30778053 Lykke-Andersen S , Jensen TH . 2015 . Nonsense-mediated mRNA decay: an intricate machinery that shapes transcriptomes . Nat Rev Mol Cell Biol 16 : 665 – 677 . 10.1038/nrm4063 26397022 Maquat LE . 2004 . Nonsense-mediated mRNA decay: splicing, translation and mRNP dynamics . Nat Rev Mol Cell Biol 5 : 89 – 99 . 10.1038/nrm1310 15040442 McCown PJ , Ruszkowska A , Kunkler CN , Breger K , Hulewicz JP , Wang MC , Springer NA , Brown JA . 2020 . Naturally occurring modified ribonucleosides . Wiley Interdiscip Rev RNA 11 : e1595 . 10.1002/wrna.1595 32301288 McMahon M , Contreras A , Ruggero D . 2015 . Small RNAs with big implications: new insights into H/ACA snoRNA function and their role in human disease: H/ACA snoRNAs: small RNAs with big implications . Wiley Interdiscip Rev RNA 6 : 173 – 189 . 10.1002/wrna.1266 25363811 McNally EM , Wyatt EJ . 2016 . Welcome to the splice age: antisense oligonucleotide-mediated exon skipping gains wider applicability . J Clin Invest 126 : 1236 – 1238 . 10.1172/JCI86799 26999602 Melfi R , Cancemi P , Chiavetta R , Barra V , Lentini L , Di Leonardo A . 2020 . Investigating REPAIRv2 as a tool to edit CFTR mRNA with premature stop codons . Int J Mol Sci 21 : 4781 . 10.3390/ijms21134781 . 32640650 Mendell JT , Sharifi NA , Meyers JL , Martinez-Murillo F , Dietz HC . 2004 . Nonsense surveillance regulates expression of diverse classes of mammalian transcripts and mutes genomic noise . Nat Genet 36 : 1073 – 1078 . 10.1038/ng1429 15448691 Mendell JR , Campbell K , Rodino-Klapac L , Sahenk Z , Shilling C , Lewis S , Bowles D , Gray S , Li C , Galloway G , 2010 . Dystrophin immunity in Duchenne's muscular dystrophy . N Engl J Med 363 : 1429 – 1437 . 10.1056/NEJMoa1000228 20925545 Metkar M , Pepin CS , Moore MJ . 2024 . Tailor made: the art of therapeutic mRNA design . Nat Rev Drug Discov 23 : 67 – 83 . 10.1038/s41573-023-00827-x 38030688 Montiel-Gonzalez MF , Vallecillo-Viejo I , Yudowski GA , Rosenthal JJC . 2013 . Correction of mutations within the cystic fibrosis transmembrane conductance regulator by site-directed RNA editing . Proc Natl Acad Sci 110 : 18285 – 18290 . 10.1073/pnas.1306243110 24108353 Morais P , Adachi H , Yu Y-T . 2020 . Suppression of nonsense mutations by new emerging technologies . Int J Mol Sci 21 : 4394 . 10.3390/ijms21124394 32575694 Morelli KH , Wu Q , Gosztyla ML , Liu H , Yao M , Zhang C , Chen J , Marina RJ , Lee K , Jones KL , 2023 . An RNA-targeting CRISPR-Cas13d system alleviates disease-related phenotypes in Huntington's disease models . Nat Neurosci 26 : 27 – 38 . 10.1038/s41593-022-01207-1 36510111 Mort M , Ivanov D , Cooper DN , Chuzhanova NA . 2008 . A meta-analysis of nonsense mutations causing human genetic disease . Hum Mutat 29 : 1037 – 1047 . 10.1002/humu.20763 18454449 Motone K , Kontogiorgos-Heintz D , Wee J , Kurihara K , Yang S , Roote G , Fox OE , Fang Y , Queen M , Tolhurst M , Cardozo N , Jain M , Nivala J . 2024 . Multi-pass, single-molecule nanopore reading of long protein strands . Nature 633 : 662 – 669 . 10.1038/s41586-024-07935-7 39261738 Nagy E , Maquat LE . 1998 . A rule for termination-codon position within intron-containing genes: when nonsense affects RNA abundance . Trends Biochem Sci 23 : 198 – 199 . 10.1016/S0968-0004(98)01208-0 9644970 Nasif S , Contu L , Mühlemann O . 2018 . Beyond quality control: the role of nonsense-mediated mRNA decay (NMD) in regulating gene expression . Semin Cell Dev Biol 75 : 78 – 87 . 10.1016/j.semcdb.2017.08.053 28866327 Neil CR , Seiler MW , Reynolds DJ , Smith JJ , Vaillancourt FH , Smith PG , Agrawal AA . 2022 . Reprogramming RNA processing: an emerging therapeutic landscape . Trends Pharmacol Sci 43 : 437 – 454 . 10.1016/j.tips.2022.02.011 35331569 Neumann A , Meinke S , Goldammer G , Strauch M , Schubert D , Timmermann B , Heyd F , Preußner M . 2020 . Alternative splicing coupled mRNA decay shapes the temperature-dependent transcriptome . EMBO Rep 21 : e51369 . 10.15252/embr.202051369 33140569 Ni JZ , Grate L , Donohue JP , Preston C , Nobida N , O'Brien G , Shiue L , Clark TA , Blume JE , Ares M Jr . 2007 . Ultraconserved elements are associated with homeostatic control of splicing regulators by alternative splicing and nonsense-mediated decay . Genes Dev 21 : 708 – 718 . 10.1101/gad.1525507 17369403 Nomakuchi TT , Rigo F , Aznarez I , Krainer AR . 2016 . Antisense oligonucleotide-directed inhibition of nonsense-mediated mRNA decay . Nat Biotechnol 34 : 164 – 166 . 10.1038/nbt.3427 26655495 Pan Q , Saltzman AL , Kim YK , Misquitta C , Shai O , Maquat LE , Frey BJ , Blencowe BJ . 2006 . Quantitative microarray profiling provides evidence against widespread coupling of alternative splicing with nonsense-mediated mRNA decay to control gene expression . Genes Dev 20 : 153 – 158 . 10.1101/gad.1382806 16418482 Pastor F , Kolonias D , Giangrande PH , Gilboa E . 2010 . Induction of tumour immunity by targeted inhibition of nonsense-mediated mRNA decay . Nature 465 : 227 – 230 . 10.1038/nature08999 20463739 Pérez-García CG , Diaz-Trelles R , Vega JB , Bao Y , Sablad M , Limphong P , Chikamatsu S , Yu H , Taylor W , Karmali PP , 2022 . Development of an mRNA replacement therapy for phenylketonuria . Mol Ther Nucleic Acids 28 : 87 – 98 . 10.1016/j.omtn.2022.02.020 35356682 Petrić Howe M , Patani R . 2023 . Nonsense-mediated mRNA decay in neuronal physiology and neurodegeneration . Trends Neurosci 46 : 879 – 892 . 10.1016/j.tins.2023.07.001 37543480 Popp MW , Maquat LE . 2015 . Attenuation of nonsense-mediated mRNA decay facilitates the response to chemotherapeutics . Nat Communi 6 : 6632 . 10.1038/ncomms7632 Porter JJ , Heil CS , Lueck JD . 2021 . Therapeutic promise of engineered nonsense suppressor tRNAs . Wiley Interdiscip Rev RNA 12 : e1641 . 10.1002/wrna.1641 33567469 Prokhorova I , Altman RB , Djumagulov M , Shrestha JP , Urzhumtsev A , Ferguson A , Chang C-WT , Yusupov M , Blanchard SC , Yusupova G . 2017 . Aminoglycoside interactions and impacts on the eukaryotic ribosome . Proc Natl Acad Sci 114 : E10899 – E10908 . 10.1073/pnas.1715501114 29208708 Puttaraju M , Jamison SF , Mansfield SG , García-Blanco MA , Mitchell LG . 1999 . Spliceosome-mediated RNA trans -splicing as a tool for gene therapy . Nat Biotechnol 17 : 246 – 252 . 10.1038/6986 10096291 Qu L , Yi Z , Shen Y , Lin L , Chen F , Xu Y , Wu Z , Tang H , Zhang X , Tian F , 2022 . Circular RNA vaccines against SARS-CoV-2 and emerging variants . Cell 185 : 1728 – 1744.e16 . 10.1016/j.cell.2022.03.044 35460644 Rees HA , Liu DR . 2018 . Base editing: precision chemistry on the genome and transcriptome of living cells . Nat Rev Genet 19 : 770 – 788 . 10.1038/s41576-018-0059-1 30323312 Riedmayr LM , Hinrichsmeyer KS , Thalhammer SB , Mittas DM , Karguth N , Otify DY , Böhm S , Weber VJ , Bartoschek MD , Splith V , 2023 . mRNA trans -splicing dual AAV vectors for (epi)genome editing and gene therapy . Nat Commun 14 : 6578 . 10.1038/s41467-023-42386-0 37852949 Rindt H , Yen P-F , Thebeau CN , Peterson TS , Weisman GA , Lorson CL . 2012 . Replacement of huntingtin exon 1 by trans -splicing . Cell Mol Life Sci 69 : 4191 – 4204 . 10.1007/s00018-012-1083-5 22814437 Rivas MA , Pirinen M , Conrad DF , Lek M , Tsang EK , Karczewski KJ , Maller JB , Kukurba KR , DeLuca DS , Fromer M , 2015 . Human genomics. Effect of predicted protein-truncating genetic variants on the human transcriptome . Science 348 : 666 – 669 . 10.1126/science.1261877 25954003 Rodriguez-Martin T , Anthony K , García-Blanco MA , Gary Mansfield S , Anderton BH , Gallo J-M . 2009 . Correction of tau mis-splicing caused by FTDP-17 MAPT mutations by spliceosome-mediated RNA trans -splicing . Hum Mol Genet 18 : 3266 – 3273 . 10.1093/hmg/ddp264 19498037 Rohner E , Yang R , Foo KS , Goedel A , Chien KR . 2022 . Unlocking the promise of mRNA therapeutics . Nat Biotechnol 40 : 1586 – 1600 . 10.1038/s41587-022-01491-z 36329321 Roundtree IA , Evans ME , Pan T , He C . 2017 . Dynamic RNA modifications in gene expression regulation . Cell 169 : 1187 – 1200 . 10.1016/j.cell.2017.05.045 28622506 Rowe SM , Zuckerman JB , Dorgan D , Lascano J , McCoy K , Jain M , Schechter MS , Lommatzsch S , Indihar V , Lechtzin N , 2023 . Inhaled mRNA therapy for treatment of cystic fibrosis: interim results of a randomized, double-blind, placebo-controlled phase 1/2 clinical study . J Cyst Fibros 22 : 656 – 664 . 10.1016/j.jcf.2023.04.008 37121795 Sako Y , Ninomiya K , Okuno Y , Toyomoto M , Nishida A , Koike Y , Ohe K , Kii I , Yoshida S , Hashimoto N , 2017 . Development of an orally available inhibitor of CLK1 for skipping a mutated dystrophin exon in Duchenne muscular dystrophy . Sci Rep 7 : 46126 . 10.1038/srep46126 28555643 Salabarria SM , Corti M , Coleman KE , Wichman MB , Berthy JA , D'Souza P , Tifft CJ , Herzog RW , Elder ME , Shoemaker LR , 2024 . Thrombotic microangiopathy following systemic AAV administration is dependent on anti-capsid antibodies . J Clin Invest 134 : e173510 . 10.1172/JCI173510 37988172 Saltzman AL , Kim YK , Pan Q , Fagnani MM , Maquat LE , Blencowe BJ . 2008 . Regulation of multiple core spliceosomal proteins by alternative splicing-coupled nonsense-mediated mRNA decay . Mol Cell Biol 28 : 4320 – 4330 . 10.1128/MCB.00361-08 18443041 Sato H , Singer RH . 2021 . Cellular variability of nonsense-mediated mRNA decay . Nat Commun 12 : 7203 . 10.1038/s41467-021-27423-0 34893608 Servais L , Mercuri E , Straub V , Guglieri M , Seferian AM , Scoto M , Leone D , Koenig E , Khan N , Dugar A , 2022 . Long-term safety and efficacy data of golodirsen in ambulatory patients with Duchenne muscular dystrophy amenable to exon 53 skipping: a first-in-human, multicenter, two-part, open-label, phase 1/2 trial . Nucleic Acid Ther 32 : 29 – 39 . 10.1089/nat.2021.0043 34788571 Sharma J , Du M , Wong E , Mutyam V , Li Y , Chen J , Wangen J , Thrasher K , Fu L , Peng N , 2021 . A small molecule that induces translational readthrough of CFTR nonsense mutations by eRF1 depletion . Nat Commun 12 : 4358 . 10.1038/s41467-021-24575-x 34272367 Sheriff A , Guri I , Zebrowska P , Llopis-Hernandez V , Brooks IR , Tekkela S , Subramaniam K , Gebrezgabher R , Naso G , Petrova A , 2022 . ABE8e adenine base editor precisely and efficiently corrects a recurrent COL7A1 nonsense mutation . Sci Rep 12 : 19643 . 10.1038/s41598-022-24184-8 36385635 Sinnamon JR , Kim SY , Corson GM , Song Z , Nakai H , Adelman JP , Mandel G . 2017 . Site-directed RNA repair of endogenous Mecp2 RNA in neurons . Proc Natl Acad Sci 114 : E9395 – E9402 . 10.1073/pnas.1715320114 29078406 Slotkin W , Nishikura K . 2013 . Adenosine-to-inosine RNA editing and human disease . Genome Med 5 : 105 . 10.1186/gm508 24289319 Smith CJ , Ross N , Kamal A , Kim KY , Kropf E , Deschatelets P , Francois C , Quinn WJ , Singh I , Majowicz A , 2022 . Pre-existing humoral immunity and complement pathway contribute to immunogenicity of adeno-associated virus (AAV) vector in human blood . Front Immunol 13 : 999021 . 10.3389/fimmu.2022.999021 36189251 Song J , Dong L , Sun H , Luo N , Huang Q , Li K , Shen X , Jiang Z , Lv Z , Peng L , 2023 . CRISPR-free, programmable RNA pseudouridylation to suppress premature termination codons . Mol Cell 83 : 139 – 155.e9 . 10.1016/j.molcel.2022.11.011 36521489 Song Y , Cui J , Zhu J , Kim B , Kuo M-L , Potts PR . 2024 . RNATACs: multispecific small molecules targeting RNA by induced proximity . Cell Chem Biol 31 : 1101 – 1117 . 10.1016/j.chembiol.2024.05.006 38876100 Spelier S , van Doorn EPM , van der Ent CK , Beekman JM , Koppens MAJ . 2023 . Readthrough compounds for nonsense mutations: bridging the translational gap . Trends Mol Med 29 : 297 – 314 . 10.1016/j.molmed.2023.01.004 36828712 Sullenger BA , Cech TR . 1994 . Ribozyme-mediated repair of defective mRNA by targeted, trans -splicing . Nature 371 : 619 – 622 . 10.1038/371619a0 7935797 Sun M , Yang Y . 2023 . Biological functions and applications of circRNAs—next generation of RNA-based therapy . J Mol Cell Biol 15 : mjad031 . 10.1093/jmcb/mjad031 37147015 Supek F , Lehner B , Lindeboom RGH . 2021 . To NMD or not to NMD: nonsense-mediated mRNA decay in cancer and other genetic diseases . Trends Genet 37 : 657 – 668 . 10.1016/j.tig.2020.11.002 33277042 Tan K , Stupack DG , Wilkinson MF . 2022 . Nonsense-mediated RNA decay: an emerging modulator of malignancy . Nat Rev Cancer 22 : 437 – 451 . 10.1038/s41568-022-00481-2 35624152 Temple GF , Dozy AM , Roy KL , Kan YW . 1982 . Construction of a functional human suppressor tRNA gene: an approach to gene therapy for β-thalassaemia . Nature 296 : 537 – 540 . 10.1038/296537a0 6803169 Tuladhar R , Yeu Y , Piazza JT , Tan Z , Clemenceau JR , Wu X , Barrett Q , Herbert J , Mathews DH , Kim J , 2019 . CRISPR-Cas9-based mutagenesis frequently provokes on-target mRNA misregulation . Nat Commun 10 : 4056 . 10.1038/s41467-019-12028-5 31492834 Vaidyanathan S , Kerschner JL , Paranjapye A , Sinha V , Lin B , Bedrosian TA , Thrasher AJ , Turchiano G , Harris A , Porteus MH . 2024 . Investigating adverse genomic and regulatory changes caused by replacement of the full-length CFTR cDNA using Cas9 and AAV . Mol Ther Nucleic Acids 35 : 102134 . 10.1016/j.omtn.2024.102134 38384445 Van der Ploeg LH , Liu AY , Michels PA , De Lange T , Borst P , Majumder HK , Weber H , Veeneman GH , Van Boom J . 1982 . RNA splicing is required to make the messenger RNA for a variant surface antigen in trypanosomes . Nucleic Acids Res 10 : 3591 – 3604 . 10.1093/nar/10.12.3591 6287414 Wang J , Zhang Y , Mendonca CA , Yukselen O , Muneeruddin K , Ren L , Liang J , Zhou C , Xie J , Li J , 2022 . AAV-delivered suppressor tRNA overcomes a nonsense mutation in mice . Nature 604 : 343 – 348 . 10.1038/s41586-022-04533-3 35322228 Wangen JR , Green R . 2020 . Stop codon context influences genome-wide stimulation of termination codon readthrough by aminoglycosides . Elife 9 : e52611 . 10.7554/eLife.52611 31971508 Watkins NJ , Bohnsack MT . 2012 . The box C/D and H/ACA snoRNPs: key players in the modification, processing and the dynamic folding of ribosomal RNA . Wiley Interdiscip Rev RNA 3 : 397 – 414 . 10.1002/wrna.117 22065625 Weischenfeldt J , Damgaard I , Bryder D , Theilgaard-Mönch K , Thoren LA , Nielsen FC , Jacobsen SEW , Nerlov C , Porse BT . 2008 . NMD is essential for hematopoietic stem and progenitor cells and for eliminating by-products of programmed DNA rearrangements . Genes Dev 22 : 1381 – 1396 . 10.1101/gad.468808 18483223 Weischenfeldt J , Waage J , Tian G , Zhao J , Damgaard I , Jakobsen JS , Kristiansen K , Krogh A , Wang J , Porse BT . 2012 . Mammalian tissues defective in nonsense-mediated mRNA decay display highly aberrant splicing patterns . Genome Biol 13 : R35 . 10.1186/gb-2012-13-5-r35 22624609 Welch EM , Barton ER , Zhuo J , Tomizawa Y , Friesen WJ , Trifillis P , Paushkin S , Patel M , Trotta CR , Hwang S , 2007 . PTC124 targets genetic disorders caused by nonsense mutations . Nature 447 : 87 – 91 . 10.1038/nature05756 17450125 Wettengel J , Reautschnig P , Geisler S , Kahle PJ , Stafforst T . 2017 . Harnessing human ADAR2 for RNA repair - recoding a PINK1 mutation rescues mitophagy . Nucleic Acids Res 45 : 2797 – 2808 . 10.1093/nar/gkw911 27907896 Whiteley LO . 2023 . An overview of nonclinical and clinical liver toxicity associated with AAV gene therapy . Toxicol Pathol 51 : 400 – 404 . 10.1177/01926233231201408 37772805 Wilschanski M , Yahav Y , Yaacov Y , Blau H , Bentur L , Rivlin J , Aviram M , Bdolah-Abram T , Bebok Z , Shushi L , 2003 . Gentamicin-induced correction of CFTR function in patients with cystic fibrosis and CFTR stop mutations . N Engl J Med 349 : 1433 – 1441 . 10.1056/NEJMoa022170 14534336 Woodley DT , Hao M , Kwong A , Levian B , Cogan J , Hou Y , Mosallaei D , Kleinman E , Zheng K , Chung C , 2024 . Intravenous gentamicin therapy induces functional type VII collagen in patients with recessive dystrophic epidermolysis bullosa: an open-label clinical trial . Br J Dermatol 191 : 267 – 274 . 10.1093/bjd/ljae063 38366625 Yan Z , Zhang Y , Duan D , Engelhardt JF . 2000 . Trans -splicing vectors expand the utility of adeno-associated virus for gene therapy . Proc Natl Acad Sci 97 : 6716 – 6721 . 10.1073/pnas.97.12.6716 10841568 Zinshteyn B , Sinha NK , Enam SU , Koleske B , Green R . 2021 . Translational repression of NMD targets by GIGYF2 and EIF4E2 . PLoS Genet 17 : e1009813 . 10.1371/journal.pgen.1009813 34665823",
    "full_text_abstract": "Discovered more than four decades ago, nonsense-mediated mRNA decay (NMD) plays a fundamental role in the regulation of gene expression and is a major contributor to numerous diseases. With advanced technologies, several novel approaches aim to directly circumvent the effects of disease-causing frameshift and nonsense mutations. Additional therapeutics aim to globally dampen the NMD pathway in diseases associated with pathway hyperactivation, one example being Fragile X syndrome. In other cases, therapeutics have been designed to hijack or inhibit the cellular NMD machinery to either activate or obviate transcript-specific NMD by modulating pre-mRNA splicing. Here, we discuss promising approaches employed to regulate NMD for therapeutic purposes and highlight potential challenges in future clinical development. We are optimistic that the future of developing target-specific and global modulators of NMD (inhibitors as well as activators) is bright and will revolutionize the treatment of many genetic disorders, especially those with high unmet medical need."
}