{
    "PMC": "3670244",
    "DOI": "10.4161/jkst.20662",
    "PMID": "24058770",
    "PMCID": "PMC3670244",
    "title": "PKM2, STAT3 and HIF-1α: The Warburg's vicious circle.",
    "year": 2012,
    "source_url": "https://europepmc.org/article/PMC/PMC3670244",
    "source": "MED",
    "abstract_text": "The M2 isoform of pyruvate kinase, highly expressed in tumor cells, is known to engage a feed forward loop with the glycolysis master transcription factor HIF-1α. Gao and co-authors recently showed that dimeric PKM2 localizes to the nucleus in highly proliferating cancer cells, where it regulates in vivo growth by acting as a protein kinase and directly activating STAT3. STAT3 is therefore a novel player of the PKM2/HIF-1α feedback loop, since HIF-induced PKM2 activates STAT3 that in turn induces HIF-1α expression. These findings have profound implications for understanding the complex connections between gene regulation, metabolism, survival and proliferation in cancer.",
    "full_text": "JAKSTAT JAKSTAT JKST JAK-STAT 2162-3988 2162-3996 Landes Bioscience 3670244 2012JAKS0023R 10.4161/jkst.20662 20662 Commentary PKM2, STAT3 and HIF-1α The Warburg’s vicious circle Demaria Marco 1 Poli Valeria 2 * 1 Buck Institute for Research on Aging; Novato, CA USA 2 Molecular Biotechnology Center and Department of Genetics, Biology and Biochemistry; University of Turin; Turin, Italy * Correspondence to: Valeria Poli; Email: valeria.poli@unito.it 01 7 2012 01 7 2012 01 7 2012 1 3 194 196 28 3 2012 04 5 2012 07 5 2012 Copyright © 2012 Landes Bioscience 2012 This is an open-access article licensed under a Creative Commons Attribution-NonCommercial 3.0 Unported License. The article may be redistributed, reproduced, and reused for non-commercial purposes, provided the original source is properly cited. The M2 isoform of pyruvate kinase, highly expressed in tumor cells, is known to engage a feed forward loop with the glycolysis master transcription factor HIF-1α. Gao and co-authors recently showed that dimeric PKM2 localizes to the nucleus in highly proliferating cancer cells, where it regulates in vivo growth by acting as a protein kinase and directly activating STAT3. STAT3 is therefore a novel player of the PKM2/HIF-1α feedback loop, since HIF-induced PKM2 activates STAT3 that in turn induces HIF-1α expression. These findings have profound implications for understanding the complex connections between gene regulation, metabolism, survival and proliferation in cancer. Keywords: pyruvate kinase isoforms PKM2 glycolysis Warburg cancer cell proliferation malignant transformation growth factors STAT3 Pyruvate kinase (PK) catalyzes the penultimate step of glycolysis by transferring phosphate from phosphoenolpyruvate (PEP) to ADP to generate ATP and pyruvate, which can then be converted in either lactate or acetyl-CoA to enter the TCA cycle. Of the four known isoforms, PKM1 and PKM2 derive from an alternative splicing of the same pkm2 gene. 1 PKM2 is highly expressed in embryonal cells and in tumors, and its prevalent expression in cancer cells has been linked to lower O 2 consumption and higher lactate secretion and glucose intake. The switch to the PKM2 isoform, observed in tumors of different origin, 2 , 3 was shown to be essential for both the “Warburg” effect and proliferation of cancer cells. 4 , 5 The main feature distinguishing PKM2 from the PKM1 isoform is the fact that its pyruvate kinase activity is subject to multiple layers of regulation. PKM2 can exist as a tetramer, which is enzymatically active, or as an inactive dimer. Interestingly, tumors show very high levels of dimeric PKM2, which in normal proliferating cells is in contrast mainly tetrameric. 6 Multiple signals such as growth factors, oncogenes or reactive oxygen species (ROS) were shown to destabilize the tetrameric form via a number of mechanisms including tyrosine phosphorylation, association with tyrosine phosphopeptides or oxidation. 7 - 9 In turn, decreased PKM2 activity correlates with increased proliferation. Although this can be partly explained by the diversion of glucose metabolites from catabolic to anabolic processes 10 and by the increased generation of anti-oxidant NADPH via the pentose phosphate pathway, 9 a consistent body of data points toward an independent role for PKM2 in the nucleus. Indeed, it was shown that both IL-3 and EGFR can induce PKM2 nuclear localization, correlating with cell proliferation. 11 , 12 Nuclear PKM2 can associate with cSrc-phosphorylated β-catenin, and bind to the ccnd1 gene promoter activating cyclin D1 transcription. 12 Finally, PKM2 was recently proposed to be part of a “feed forward loop” enhancing the activity of hypoxia-inducible factor (HIF)-1, a key transcriptional regulator of both aerobic and anaerobic glycolysis. 13 Indeed, HIF-1 can activate pkm2 gene transcription, and PKM2 in turn interacts with the HIF-1α subunit and promotes trans-activation of HIF-1 target genes, thus enhancing cellular responses to oxygen deprivation or oncogene activation. To investigate the functional significance of nuclear PKM2, Gao et al. 14 have compared PKM2 nuclear localization in different cancer cell lines characterized by differential proliferative ability. Interestingly, they observed a strong correlation between PKM2 nuclear levels, cell proliferation and mek5 gene transcription. Upon showing by ChIP analysis that PKM2 associates to the mek5 promoter, they went on demonstrating that nuclear PKM2 interacts with the transcription factor STAT3 and is able to directly trigger its activation via phosphorylation on tyrosine 705. The authors were also able to demonstrate that mek5 is a direct STAT3 transcriptional target and that the levels of dimeric PKM2 directly correlate with STAT3-mediated mek5 transcription, cell proliferation and in vivo growth of tumor cells. Interestingly, PKM2-mediated STAT3 tyrosine phosphorylation can be accomplished in vitro exclusively by dimeric PKM2, which uses PEP as a phosphate donor and likely interacts with its substrate via the ADP binding domain. Incidentally, the reaction will lead to pyruvate production via a yet alternative pathway. STAT3 is a point of convergence for many oncogenic signals, and its aberrant constitutive activity is crucial for the survival, proliferation and metastatic activity of tumors of different origin. 15 Moreover, STAT3 constitutive activity plays a key role in inflammation-induced cancer, by instating a feed forward loop entailing continuous production of the pro-inflammatory cytokine IL-6 and constitutive NFκB activation. 16 We have recently shown that constitutively active STAT3 induces chronically enhanced hif-1α transcription that results in increased HIF-1α protein levels and triggers a metabolic switch toward aerobic glycolysis similar to the Warburg effect. 17 , 18 STAT3 activation appears thus to participate in the recently proposed PKM2/HIF-1α positive feedback loop, 13 where oxygen deprivation or oncogenes lead to increased HIF-1α levels, HIF-1 induces pkm2 transcription, PKM2 enhances HIF-1 trans-activating power and activates STAT3 and finally activated STAT3 enhances HIF-1α expression ( Fig. 1 ). On the other hand, we have recently shown that constitutively active STAT3 can act as a first hit during the process of malignant transformation. 19 Aberrantly continuous STAT3 activation like that found in chronic inflammation might therefore sensitize cells to tumor transformation by initiating the above described positive feedback loop, leading to enhanced HIF-1α and PKM2 expression/activity. This would in turn support aerobic glycolysis, anabolic cell metabolism, cell survival and proliferation. Moreover, PKM2-mediated STAT3 phosphorylation may participate in the chronic STAT3 activation observed in highly glycolytic tumors of different origins. Although these findings shed some light on the correlation between the tetrameric:dimeric PKM2 ratio, its nuclear activities and enhanced cell proliferation, several questions still remain unanswered. For example, why does PKM2 preferentially localize to the nucleus in more proliferating cells? Is this a special feature of cancer cells? What is the mechanism that drives dimeric PKM2 to the nucleus? An intriguing possibility, adding one more layer of cross-talk, would be that the transcription factors/co-factors known to interact with PKM2, i.e., β-catenin, HIF-1α or STAT3, may mediate its transport to the nucleus. Another interesting implication of the findings by Gao et al. is the idea that STAT3 phosphorylation may take place in the nucleus, opposed to its canonical cytoplasmic activation pathway. This correlates with data sets showing that unphosphorylated STAT3 is continuously shuttling between the cytoplasm and the nucleus generating a reservoir of nuclear unphosphorylated STAT3 available for activation. 20 Additionally, the simultaneous detection of both PKM2 and STAT3 on the mek5 promoter suggests that nuclear phosphorylation of STAT3 by PKM2 might even occur on the DNA, similar to what has been recently shown for STAT3 serine phosphorylation. 21 Figure 1. STAT3/PKM2/HIF-1α feed forward loop. Oxygen deprivation, growth factors or oncogenes lead to an increase in HIF-1α levels, HIF-1 induces pkm2 transcription, PKM2 both enhances HIF-1 trans-activating power and activates STAT3 and activated STAT3 induces HIF-1α expression. On the other hand, cytokines, growth factors or oncogenes activate STAT3 that can induce hif-1α transcription and start the positive feedback loop between STAT3, PKM2 and HIF-1α. However initiated, this leads to increased levels of proteins involved in glycolysis, enhancing the anaerobic-like metabolism known as Warburg effect. Small molecules enhancing PKM2 tetrameric activity have already been proposed as new therapeutic tools to compromise both the anabolic and the anti-oxidant functions of this protein. 9 The same compounds may also lead to the inhibition of PKM2-mediated STAT3 activation, potentially representing a useful therapeutic tool to help hitting the uncontrolled growth of those highly glycolytic tumors that display both STAT3 activation and dimeric PKM2. Acknowledgments Work in V.P.’s group is supported by the Italian Cancer Research Association (AIRC IG 9272), the Italian Ministry for University and Research (FIRB and MIUR) and the Truus and Gerrit van Riemsdijk Foundation, Vaduz, Liechtenstein. Previously published online: www.landesbioscience.com/journals/jak-stat/article/20662 Gao X Wang H Yang JJ Liu X Liu ZR Pyruvate kinase M2 regulates gene transcription by acting as a protein kinase Mol Cell 2012 45 598 609 10.1016/j.molcel.2012.01.001 Abbreviations: TCA tricarboxylic acid cycle PKM pyruvate kinase M-type NADPH nicotinamide adenine dinucleotide phosphate IL-3 interleukin-3 EGFR epidermal growth factor receptor CCND1 cyclin D1 gene HIF-1α hypoxia-inducible factor-1α MEK5 mitogen-activated protein kinase kinase 5 STAT3 signal transducer and activator of transcription 3 PEP phosphoenolpyruvic acid ADP adenosine diphosphate IL-6 interleukin-6 NFκB nuclear factor-κB References 1 Noguchi T Inoue H Tanaka T The M1- and M2-type isozymes of rat pyruvate kinase are produced from the same gene by alternative RNA splicing J Biol Chem 1986 261 13807 12 3020052 2 Brinck U Eigenbrodt E Oehmke M Mazurek S Fischer G L- and M2-pyruvate kinase expression in renal cell carcinomas and their metastases Virchows Arch 1994 424 177 85 10.1007/BF00193498 8180780 3 Steinberg P Klingelhöffer A Schäfer A Wüst G Weisse G Oesch F Expression of pyruvate kinase M2 in preneoplastic hepatic foci of N-nitrosomorpholine-treated rats Virchows Arch 1999 434 213 20 10.1007/s004280050330 10190300 4 Warburg O On respiratory impairment in cancer cells Science 1956 124 269 70 13351639 5 Christofk HR Vander Heiden MG Harris MH Ramanathan A Gerszten RE Wei R The M2 splice isoform of pyruvate kinase is important for cancer metabolism and tumour growth Nature 2008 452 230 3 10.1038/nature06734 18337823 6 Mazurek S Pyruvate kinase type M2: a key regulator of the metabolic budget system in tumor cells Int J Biochem Cell Biol 2011 43 969 80 10.1016/j.biocel.2010.02.005 20156581 7 Hitosugi T Kang S Vander Heiden MG Chung TW Elf S Lythgoe K Tyrosine phosphorylation inhibits PKM2 to promote the Warburg effect and tumor growth Sci Signal 2009 2 ra73 10.1126/scisignal.2000431 19920251 8 Christofk HR Vander Heiden MG Wu N Asara JM Cantley LC Pyruvate kinase M2 is a phosphotyrosine-binding protein Nature 2008 452 181 6 10.1038/nature06667 18337815 9 Anastasiou D Poulogiannis G Asara JM Boxer MB Jiang JK Shen M Inhibition of pyruvate kinase M2 by reactive oxygen species contributes to cellular antioxidant responses Science 2011 334 1278 83 10.1126/science.1211485 22052977 10 Vander Heiden MG Cantley LC Thompson CB Understanding the Warburg effect: the metabolic requirements of cell proliferation Science 2009 324 1029 33 10.1126/science.1160809 19460998 11 Hoshino A Hirst JA Fujii H Regulation of cell proliferation by interleukin-3-induced nuclear translocation of pyruvate kinase J Biol Chem 2007 282 17706 11 10.1074/jbc.M700094200 17446165 12 Yang W Xia Y Ji H Zheng Y Liang J Huang W Nuclear PKM2 regulates β-catenin transactivation upon EGFR activation Nature 2011 480 118 22 10.1038/nature10598 22056988 13 Luo W Hu H Chang R Zhong J Knabel M O’Meally R Pyruvate kinase M2 is a PHD3-stimulated coactivator for hypoxia-inducible factor 1 Cell 2011 145 732 44 10.1016/j.cell.2011.03.054 21620138 14 Gao X Wang H Yang JJ Liu X Liu ZR Pyruvate kinase M2 regulates gene transcription by acting as a protein kinase Mol Cell 2012 45 598 609 10.1016/j.molcel.2012.01.001 22306293 15 Yu H Kortylewski M Pardoll D Crosstalk between cancer and immune cells: role of STAT3 in the tumour microenvironment Nat Rev Immunol 2007 7 41 51 10.1038/nri1995 17186030 16 Li N Grivennikov SI Karin M The unholy trinity: inflammation, cytokines, and STAT3 shape the cancer microenvironment Cancer Cell 2011 19 429 31 10.1016/j.ccr.2011.03.018 21481782 17 Demaria M Giorgi C Lebiedzinska M Esposito G D’Angeli L Bartoli A A STAT3-mediated metabolic switch is involved in tumour transformation and STAT3 addiction Aging (Albany NY) 2010 2 823 42 21084727 18 Demaria M Poli V From the nucleus to the mitochondria and back: the odyssey of a multitask STAT3 Cell Cycle 2011 10 3221 2 10.4161/cc.10.19.17379 21926478 19 Demaria M Misale S Giorgi C Miano V Camporeale A Campisi J STAT3 can serve as a hit in the process of malignant transformation of primary cells Cell Death Differ 2012 19 1390 7 10.1038/cdd.2012.20 22402588 20 Vogt M Domoszlai T Kleshchanok D Lehmann S Schmitt A Poli V The role of the N-terminal domain in dimerization and nucleocytoplasmic shuttling of latent STAT3 J Cell Sci 2011 124 900 9 10.1242/jcs.072520 21325026 21 Yang J Huang J Dasgupta M Sears N Miyagi M Wang B Reversible methylation of promoter-bound STAT3 by histone-modifying enzymes Proc Natl Acad Sci U S A 2010 107 21499 504 10.1073/pnas.1016147107 21098664",
    "full_text_abstract": "The M2 isoform of pyruvate kinase, highly expressed in tumor cells, is known to engage a feed forward loop with the glycolysis master transcription factor HIF-1α. Gao and co-authors recently showed that dimeric PKM2 localizes to the nucleus in highly proliferating cancer cells, where it regulates in vivo growth by acting as a protein kinase and directly activating STAT3. STAT3 is therefore a novel player of the PKM2/HIF-1α feedback loop, since HIF-induced PKM2 activates STAT3 that in turn induces HIF-1α expression. These findings have profound implications for understanding the complex connections between gene regulation, metabolism, survival and proliferation in cancer."
}