{
  "PMC": "4180014",
  "DOI": "10.1016/j.metabol.2014.06.010",
  "PMID": "25060689",
  "PMCID": "PMC4180014",
  "title": "Leptin modulates autophagy in human CD4+CD25- conventional T cells.",
  "year": 2014,
  "source_url": "https://europepmc.org/article/PMC/PMC4180014",
  "source": "MED",
  "abstract_text": "<h4>Objective</h4>In this report we show that the adipocytokine leptin directly modulates autophagy in human CD4(+)CD25(-) conventional (Tconv) T cells.<h4>Results</h4>In vitro treatment with recombinant human leptin determined an inhibition of autophagy during T cell receptor (TCR) stimulation, and this phenomenon was dose- and time-dependent. The events were secondary to the activation of the mammalian-target of rapamycin (mTOR)-pathway induced by leptin, as testified by its reversion induced by mTOR inhibition with rapamycin. At molecular level these phenomena associated with Bcl-2 up-regulation and its interaction with Beclin-1, whose complex exerts a negative effect on autophagy.<h4>Materials/methods</h4>The impact of leptin on autophagy of Tconv cells was determined at biochemical level by western blotting and by flow cytometry; the interaction between BCL-2 and Beclin-1 by co-immunoprecipitation assays.<h4>Conclusions</h4>Our results, suggest that in unconditioned, freshly-isolated human Tconv cells, autophagy and proliferation are controlled by leptin during TCR-engagement, and that both phenomena occur alternatively indicating a balance between these processes during immune activation.",
  "full_text": "Metabolism Metab. Clin. Exp Metabolism 0026-0495 1532-8600 W.B. Saunders 4180014 S0026-0495(14)00177-2 10.1016/j.metabol.2014.06.010 Clinical Science Leptin modulates autophagy in human CD4 + CD25 − conventional T cells Cassano Silvana a Pucino Valentina b 1 La Rocca Claudia a c 1 Procaccini Claudio a De Rosa Veronica a e Marone Gianni b d Matarese Giuseppe gmatarese@unisa.it f g ⁎ a Laboratorio di Immunologia, Istituto di Endocrinologia e Oncologia Sperimentale, Consiglio Nazionale delle Ricerche (IEOS-CNR), 80131 Napoli, Italy b Dipartimento di Scienze Mediche Traslazionali, Università di Napoli “Federico II”, 80131 Napoli, Italy c Dipartimento di Medicina Molecolare e Biotecnologie Mediche, Università di Napoli “Federico II”, 80131 Napoli, Italy d Centro Interdipartimentale di Ricerca in Scienze Immunologiche di Base e Cliniche (CISI), Università di Napoli “Federico II”, 80131 Napoli, Italy e Unità di NeuroImmunologia, IRCCS-Fondazione Santa Lucia, 00143 Roma, Italy f Dipartimento di Medicina e Chirurgia, Facoltà di Medicina e Chirurgia, Università di Salerno, Baronissi Campus, 84081 Baronissi, Salerno, Italy g IRCCS-MultiMedica, 20138 Milano, Italy ⁎ Corresponding author at: Dipartimento di Medicina e Chirurgia, Università di Salerno, Baronissi Campus, 84081 Baronissi, Salerno, Italy. gmatarese@unisa.it 1 These authors contributed equally to this work. 1 10 2014 10 2014 63 10 1272 1279 16 5 2014 14 6 2014 © 2014 The Authors 2014 This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/3.0/). Objective In this report we show that the adipocytokine leptin directly modulates autophagy in human CD4 + CD25 − conventional (Tconv) T cells. Results In vitro treatment with recombinant human leptin determined an inhibition of autophagy during T cell receptor (TCR) stimulation, and this phenomenon was dose- and time-dependent. The events were secondary to the activation of the mammalian-target of rapamycin (mTOR)-pathway induced by leptin, as testified by its reversion induced by mTOR inhibition with rapamycin. At molecular level these phenomena associated with Bcl-2 up-regulation and its interaction with Beclin-1, whose complex exerts a negative effect on autophagy. Materials/methods The impact of leptin on autophagy of Tconv cells was determined at biochemical level by western blotting and by flow cytometry; the interaction between BCL-2 and Beclin-1 by co-immunoprecipitation assays. Conclusions Our results, suggest that in unconditioned, freshly-isolated human Tconv cells, autophagy and proliferation are controlled by leptin during TCR-engagement, and that both phenomena occur alternatively indicating a balance between these processes during immune activation. Abbreviations mTOR, mammalian-target of rapamycin TCR, T cell receptor hLepRb, human leptin receptor-b LC3-II, microtubule associated protein light chain 3-II Tconv, T conventional Keywords Leptin Autophagy T cells Metabolism mTOR 1 Introduction Leptin is a 16 kD adipocyte-derived cytokine that regulates neuroendocrine functions and controls food intake, energy expenditure, glucose and fat metabolisms [1] . It mediates its functions through the long form of the leptin receptor (LepRb) which is part of the class I cytokine receptors, expressed at different levels also on innate and adaptive immune cells including monocytes, dendritic cells (DCs), B and T cells, respectively [2] . In this context, it has been previously suggested that leptin represents an important link among nutritional status, metabolism, and immune responses [3,4] , indeed it signals to CD4 + T cells that sufficient amount of energy is stored as fat to support the increased energy demand during immune responses against pathogens [5] . Also, leptin shows differential effects on several T cell subpopulations [6,7] through the activation of the mammalian target of rapamycin (mTOR) pathway [7–9] . mTOR is a molecular sensor of cellular nutritional status and integrates signals from the environment to the nucleus for the regulation of cell metabolism, proliferation, survival and autophagy [10] . mTOR plays a negative role on cellular autophagy [11–14] : autophagy, from the Greek words, auto “self” and phagein “to eat”, is the basic catabolic mechanism that involves cell degradation of unnecessary or dysfunctional cellular components through the actions of lysosomes. The breakdown of cellular components can ensure cell survival during reduced energy availability (ie. starvation) by maintaining cellular energy levels [15] . During this process, targeted cytoplasmic constituents are isolated from the rest of the cell within the autophagosomes, which are then fused with lysosomes and degraded or recycled. The molecular mechanism by which mTOR inhibits autophagy is not completely understood. Over the past few years, autophagy has been considered as a process that provides a survival advantage to cells undergoing nutrient deprivation or other stresses [13–15] . Indeed genetic or pharmacological alterations in autophagy impair cell survival rate or cell metabolism, thereby affecting tissue homeostasis. In the context of the immune system, recent papers have shown that autophagy may be also linked to apoptosis [16–18] and might play different roles in lymphocyte development [19–21] and function, by maintaining the normal number of B, CD4 + , CD8 + T cells [22,23] and controlling T cells activation [18] , thymic selection [24] and antigen presentation [25] . These data indicate that autophagy plays a role in switching the cell fate toward differentiation or specific functional commitments, such as T cell polarization, suggesting that metabolic state (through leptin) might influence this process. Moreover, leptin has been demonstrated to exert opposite effects on human regulatory CD4 + CD25 + (Treg) and conventional CD4 + CD25 − (Tconv) T cells: indeed it inhibits Treg cell proliferation [6] , on the one side, whereas it enhances Tconv proliferation, on the other [7] . These effects on both cellular subsets were induced by mTOR activation [7,8] . Particularly, on Tconv cells the enhancement in their proliferation associated with inflammatory cytokine secretion, whereas leptin neutralization determined the inhibition of their responses, thus suggesting a key role of this adipocytokine in Tconv cells homeostasis and function and in pathogenesis of several inflammatory and autoimmune disease [26] . Levels of leptin are, in fact, typically low during infection and high in autoimmune disorders, both systemically and at the site of inflammation (ie. multiple sclerosis (MS), systemic lupus erythematosus (SLE), rheumatoid arthritis (RA)) [26,27] . In this context, this report investigates the role of leptin, considered as a “dominant” peripheral signal of fuel availability, on the modulation of the autophagic process in the context of human Tconv cells biology. 2 Materials and methods 2.1 Cell cultures, purification and proliferation assays The leptin-dependent BAF/3-LepRb + cell line, stably transfected with the long form of human leptin receptor was kindly provided by Prof. Arieh Gertler from the Hebrew University, Rehovot, Israel. In brief, BAF/3-hLepRb + cells were cultured in RPMI-1640 medium in the presence of human leptin (10 ng/mL), supplemented with 10% FCS, 2 mmol/L L-glutamine, 100 units/mL penicillin, and 100 μg/mL streptomycin (Life Technologies, Carlsbad, CA). Cells were cultured at 37 °C in 100% humidity and 5% CO 2 . To evaluate the leptin effects on autophagy, in all experiments, BAF/3-hLepRb + cells (1–2 × 10 6 cells/well) were leptin deprived for 12 h and left in low serum (2% FCS). The day after they were acutely stimulated with recombinant human leptin (100 ng/mL) (R&D Systems, Minneapolis, MN) at times shown in figures. Human CD4 + CD25 − Tconv cells were purified from PBMCs from buffy coats of human healthy donors by either magnetic cell separation with the Dynabeads Treg Cell Kit (Invitrogen) or by FACS sorting (MoFlo, Dako-Beckman-Coulter), and Tconv cells purity was always between 95 and 98%. The study was approved by the Federico II Ethics Review Board and donors gave informed written consent for the blood donation. Cells (1–2 × 10 6 cells/well) were washed extensively with serum free culture medium, left in low serum [2% AB human serum (Invitrogen)] for 2 h at 37 °C in presence of lysosomal protease inhibitor [NH 4 Cl (20 mmol/L) and leupeptin (100 μmol/L) (Sigma)], and after were washed and stimulated or not with recombinant human leptin (100–200 ng/mL) (R&D Systems, Minneapolis, MN) plus anti-CD3/CD28 mAbs coated beads (0.2 beads/cell, Invitrogen) for 2 h at 37 °C. For proliferation assays, Tconv cells were stimulated or not with human leptin (200 ng/mL) and human leptin-neutralizing mAb (R&D Systems, Minneapolis, MN), used at a final concentration of 0.25 to 25 mg/mL. For transient mTOR inhibition, either BAF/3-hLepRb + or Tconv cells were pre-treated for 1 h with rapamycin (Sigma-Aldrich) at final concentration of 100 nmol/L. Cells were stimulated for 3 days, labeled with [3H]thymidine (0.5 mCi/well) (Amersham-Pharmacia Biotech, Cologno Monzese, Italy) for the last 16 h of culture, and harvested after 12 h (Tomtec). Radioactivity was measured with a β-cell-plate scintillation counter (Wallac, Gaithersburg, MD). For mouse studies, 8–10-wk-old C57BL/6J (B6) wild-type (WT), and leptin–deficient mice (C57BL/6J- ob/ob ) were purchased from Charles River Laboratories (Calco, Italy). The study was approved by the Ethical Veterinary Board of the Federico II University. For biochemical analyses on mouse cells, 1–2 × 10 6 Tconv cells (isolated by negative selection using the Miltenyi Biotec Treg Cell Isolation kit and an AutoMACS cell separator, cell purity > 95%), were obtained from the splenocytes of each group of WT or C57BL/6J- ob/ob mice and left for 12 h in 2% FCS, 2 mmol/L L-glutamine, 100 units/mL penicillin, and 100 μg/mL streptomycin (Life Technologies, Carlsbad, CA). The day after, cells were stimulated for 2 h with mouse recombinant leptin (200 ng/mL) (R&D Systems, Minneapolis, MN). 2.2 MDC assay BAF/3-hLepRb + cells, starved as previously described, were incubated with 0.05 mmol/L monodansyl-cadaverine (MDC) (Sigma Aldrich) at 37 °C for 10 min in presence or absence of leptin and analyzed by FACS (FACS-Canto Becton-Dickinson, San Diego, CA) and analyses were performed by Flow-Jo software (Tree Star, Ashland, OR). 2.3 Immunoblotting analyses Total cell lysates were prepared by dissolving the cell pellet in cold radioimmune precipitation assay buffer RIPA (50 mmol/L Tris–HCl, pH 7.5, 150 mmol/L NaCl, 1% Nonidet P-40, 0.5% deoxycholate, 0.1% SDS and a mixture of protease and phosphatase inhibitors) for 15 min at 4 °C. The lysate was centrifuged (10,000 × g for 10 min); the supernatant was collected, quantized and resuspended in electrophoresis sample buffer, heated to 95 °C for 5 min and resolved on a SDS 15% polyacrylamide gel. Western blot with specific antibodies were used according to the protocol provided by the supplier. For all western blot shown 20 μg of total protein extracts was loaded; antibodies used were: anti-LC3 A/B, anti-phospho-STAT3 and anti-STAT3, anti-phospho-S6, anti-S6, (Cell Signaling Technology, Beverly, MA); anti-ERK1/2, anti-phospho-ERK1/2, anti-Bcl-2 and anti-actin (all from Santa Cruz Biotechnology, Santa Cruz, CA). Lysosomal protease inhibitors NH 4 Cl plus leupeptin (Sigma) were used, at final concentration of 20 mmol/L and 100 μmol/L respectively, to better preserve the amount of LC3-II. 2.4 Co-immunoprecipitation BAF/3-hLepRb + cells (14 × 10 7 ) were lysed in HEMG buffer (25 mmol/L HEPES (pH 8.0), 100 mmol/L NaCl, 0.5% Nonidet P-40, 0.1 mmol/L EDTA, 10% glycerol) plus protease and phosphatase inhibitors to detect endogenous Beclin–Bcl-2 complex. Equal amounts of protein (400 μg per experimental point) were incubated with a mouse monoclonal anti-Bcl-2 Ab (Santa Cruz Biotechnology) and a mouse pre-immune IgG at the same concentration overnight at 4 °C. The conditions used were in according to the protocol provided by the supplier. Eluates were resolved on a SDS 12% polyacrylamide gel and detected by WB with a rabbit anti-Beclin-1 Ab (Cell Signaling) and a rabbit anti-Bcl-2 Ab (Santa Cruz Biotechnology). 2.5 Statistical analysis We used non-parametric Mann–Whitney U tests. The statistical software used was GraphPad InStat3 version 4.0. Results are expressed as mean ± S.E.M. P values < 0.05 were considered statistically significant. 3 Results 3.1 Human leptin modulates proliferation and autophagy of BAF/3-hLepRb + cells To assess the role of leptin in the modulation of the autophagic process we firstly utilized an immortalized cell line, BAF3, stably transfected with the full-length human leptin receptor (hLepRb) (see Methods for details) whose proliferation in vitro has been previously shown to be totally dependent on presence of leptin in culture medium. Firstly, we performed human recombinant leptin dose responses in vitro by measuring proliferation of the BAF/3-hLepRb + cell line ( Fig. 1 A). Human leptin induced a dose-dependent proliferation of BAF/3-hLepRb + cells through the engagement of LepRb since the phenomenon was completely abrogated by leptin neutralization with an anti-leptin mAb ( Fig. 1 A). These events were secondary to leptin-LepRb-STAT3 activation as suggested by increase in the P-STAT3 levels ( Fig. 1 B left). Indeed, in time course experiments, P-STAT3 revealed an oscillatory trend reaching a maximal activation at 30′ rapidly subsiding after 60′–120′. To evaluate whether leptin plays also a role on mTOR regulation, we analyzed P-STAT3 levels in presence of rapamycin, a potent mTOR inhibitor. Transient inhibition of mTOR (1 h of rapamycin pre-treatment) significantly reduced the amount of P-STAT3 ( Fig. 1 B right); also, leptin treatment after rapamycin pretreatment, was able to restore P-STAT3 levels albeit to a lower extent at 30′ ( Fig. 1 B right). To get further insights into mTOR pathways activity, we analyzed S6 phosphorylation, a downstream target of mTOR activity. Phospho-S6 was rapidly induced by leptin treatment and significantly inhibited by rapamycin pre-treatment. These phenomena were partly reversed by leptin ( Fig. 1 C right). To evaluate the effect of leptin on the autophagic machinery, we used two different approaches: 1) flow cytometry analysis of the autofluorescent drug monodansyl-cadaverine (MDC), which is a specific autophagolysosome marker; 2) western blotting analysis of the microtubule associated protein light chain 3-II (LC3-II) protein, a well known marker of autophagy, by analyzing the conversion of LC3-I in LC3-II (autophagic flux) as LC3-II/LC3-I ratio. Leptin treatment significantly reduced the amount of MDC ( Fig. 1 D) and of LC3-II/LC3-I ratio ( Fig. 1 E), this inhibitory effect on autophagy was maximal at 60–120 min ( Fig. 1 E left). Finally, to evaluate whether leptin effects on autophagy could be mediated by mTOR pathway modulation, we studied this phenomenon in presence of rapamycin ( Fig. 1 E right). As expected, rapamycin alone increased autophagy and the phenomenon was reversed by leptin ( Fig. 1 E right). To rule out that LC3-II/LC3-I reduction was induced by leptin and not due to lysosomal proteases degradation, we tested the autophagic flux in presence or absence of lysosomal protease inhibitors (NH 4 Cl/leupeptin) ( Supplemental Fig. 1 ), confirming that the observed phenomenon was specifically reduced by leptin. To evaluate the effect of leptin on the autophagic machinery, we used two different approaches: 1) flow cytometry analysis of the autofluorescent drug monodansyl-cadaverine (MDC), which is a specific autophagolysosome marker; 2) western blotting analysis of the microtubule associated protein light chain 3-II (LC3-II) protein, a well known marker of autophagy, by analyzing the conversion of LC3-I in LC3-II (autophagic flux) as LC3-II/LC3-I ratio. Leptin treatment significantly reduced the amount of MDC ( Fig. 1 D) and of LC3-II/LC3-I ratio ( Fig. 1 E), this inhibitory effect on autophagy was maximal at 60–120 min ( Fig. 1 E left). Finally, to evaluate whether leptin effects on autophagy could be mediated by mTOR pathway modulation, we studied this phenomenon in presence of rapamycin ( Fig. 1 E right). As expected, rapamycin alone increased autophagy and the phenomenon was reversed by leptin ( Fig. 1 E right). To rule out that LC3-II/LC3-I reduction was induced by leptin and not due to lysosomal proteases degradation, we tested the autophagic flux in presence or absence of lysosomal protease inhibitors (NH 4 Cl/leupeptin) (Supplemental Fig. 1), confirming that the observed phenomenon was specifically reduced by leptin. 3.2 TCR and hLepRb modulate autophagy in human Tconv cells To study the possible link between proliferation and autophagy in normal human T cells, we studied the autophagic flux also in highly purified, leptin-stimulated CD4 + CD25 − Tconv cells. We firstly, tested the capacity of leptin to affect Tconv cell proliferation in the presence or absence of mTOR inhibition ( Fig. 2 A). Indeed, we confirmed that leptin neutralization in the culture medium was able to inhibit Tconv proliferation ( Fig. 2 A): the phenomenon was specific since it was reversible upon readdition of leptin in cultures in the presence of anti-leptin neutralizing mAb. Rapamycin behaved similarly to the anti-leptin neutralizing mAb, since it inhibited Tconv cells proliferation and this inhibition was partly reversed by leptin. These experiments suggest that leptin supports T cell proliferation upon TCR-stimulation, and that these phenomena occurred via mTOR activation, since rapamycin was able to reduce T cell proliferation, phenomenon which was reversible in vitro by leptin treatment. Parallel biochemical analyses revealed that Tconv lymphocytes, in the presence of increasing leptin concentrations, reduced autophagy ( Fig. 2 B). Leptin alone on purified, not-stimulated Tconv cells was not able to reduce autophagy in a dose dependent manner; this phenomenon was strongly induced by CD3/CD28 stimulation alone, and addition of leptin during TCR stimulation enhanced this phenomenon in a dose dependent manner ( Fig. 2 B). In these experimental conditions, leptin induced S6-phosphorylation, and this increase was maintained also during CD3/CD28 stimulation ( Fig. 2 C), suggesting an additive effect on the mTOR pathway induced by parallel LepRb and TCR stimulation ( Fig. 2 C). Parallel, P-ERK1/2 analyses revealed little but significant effect of leptin on ERK1/2 phosphorylation which was not further potentiated after CD3/CD28 engagement ( Supplemental Fig. 2A ). In this context we also repeated these experiments before and after rapamycin treatment, and again we confirmed a reduction in autophagy induced by leptin during CD3/CD28 stimulation, and the capacity of leptin to reverse autophagy induced by mTOR inhibition ( Fig. 2 D). These phenomena were accompanied by leptin induction of mTOR pathway activation as testified by increased S6-phosphorylation ( Fig. 2 E) while ERK1/2 phosphorylation was not potentiated by leptin during CD3/CD28 engagement ( Supplemental Fig. 2B ) thus suggesting a direct and specific effect of leptin on the autophagic machinery during TCR engagement in Tconv cells through mTOR activation. To study the possible link between proliferation and autophagy in normal human T cells, we studied the autophagic flux also in highly purified, leptin-stimulated CD4 + CD25 − Tconv cells. We firstly, tested the capacity of leptin to affect Tconv cell proliferation in the presence or absence of mTOR inhibition ( Fig. 2 A). Indeed, we confirmed that leptin neutralization in the culture medium was able to inhibit Tconv proliferation ( Fig. 2 A): the phenomenon was specific since it was reversible upon readdition of leptin in cultures in the presence of anti-leptin neutralizing mAb. Rapamycin behaved similarly to the anti-leptin neutralizing mAb, since it inhibited Tconv cells proliferation and this inhibition was partly reversed by leptin. These experiments suggest that leptin supports T cell proliferation upon TCR-stimulation, and that these phenomena occurred via mTOR activation, since rapamycin was able to reduce T cell proliferation, phenomenon which was reversible in vitro by leptin treatment. Parallel biochemical analyses revealed that Tconv lymphocytes, in the presence of increasing leptin concentrations, reduced autophagy ( Fig. 2 B). Leptin alone on purified, not-stimulated Tconv cells was not able to reduce autophagy in a dose dependent manner; this phenomenon was strongly induced by CD3/CD28 stimulation alone, and addition of leptin during TCR stimulation enhanced this phenomenon in a dose dependent manner ( Fig. 2 B). In these experimental conditions, leptin induced S6-phosphorylation, and this increase was maintained also during CD3/CD28 stimulation ( Fig. 2 C), suggesting an additive effect on the mTOR pathway induced by parallel LepRb and TCR stimulation ( Fig. 2 C). Parallel, P-ERK1/2 analyses revealed little but significant effect of leptin on ERK1/2 phosphorylation which was not further potentiated after CD3/CD28 engagement (Supplemental Fig. 2A). In this context we also repeated these experiments before and after rapamycin treatment, and again we confirmed a reduction in autophagy induced by leptin during CD3/CD28 stimulation, and the capacity of leptin to reverse autophagy induced by mTOR inhibition ( Fig. 2 D). These phenomena were accompanied by leptin induction of mTOR pathway activation as testified by increased S6-phosphorylation ( Fig. 2 E) while ERK1/2 phosphorylation was not potentiated by leptin during CD3/CD28 engagement (Supplemental Fig. 2B) thus suggesting a direct and specific effect of leptin on the autophagic machinery during TCR engagement in Tconv cells through mTOR activation. 3.3 Leptin regulates autophagy in Tconv cells through Bcl-2/Beclin-1 interaction To better understand the link between leptin and autophagy at molecular level we analyzed also in chronic leptin deficient mouse models such as the ob/ob mice, the levels of autophagy in isolated Tconv cells before and after leptin treatment in vitro and compared them with wild-type (WT) animals ( Fig. 2 F). We confirmed the results obtained in human Tconv cells since chronic leptin deficiency associated with high levels of autophagy compared with WT mice; in both animals leptin treatment significantly reduced autophagy ( Fig. 2 F). Since it is well known that leptin is able to maintain CD4 + T cell survival in vitro and in vivo by up-regulation of the pro-survival/anti-apoptotic gene Bcl-2 [9] , we confirmed these results in our experimental conditions by assessing Bcl-2 levels in BAF/3-hLepRb + and human Tconv ( Fig. 3 A and B). This effect on Bcl-2 was regulated by PI3K-mTOR axis, as either Ly294002 (a PI3K-inhibitor) or rapamycin pre-treatment reduced Bcl-2 levels; these phenomena were both partly reversible upon leptin treatment ( Fig. 3 A and B). To get further insights into the molecular machinery controlled by leptin in the context of autophagy, we analyzed the interaction between the anti-autophagy Bcl-2 protein and Beclin-1, a key element of the autophagic cascade [28–30] . Of note, in our experimental conditions, we found that Bcl-2 co-immunoprecipitated with Beclin-1, thus suggesting a physical interaction between the anti-autophagy Bcl-2 and Beclin-1 ( Fig. 3 C left). These findings suggest that leptin inhibits autophagy by favoring the Bcl-2 up-regulation and consequent interaction and inhibition of Beclin-1. 4 Discussion In this report we show that leptin, through mTOR, regulates autophagy and this effect occurs both in a leptin-dependent system such as the BAF/3-hLepRb + transfectants and in human primary CD4 + CD25 − Tconv cells. It is well corroborated that leptin plays pleiotropic functions on the immune system by signaling that sufficient amount of energy is stored as fat in body reserves [31] . Since leptin activates mTOR [7–9] (which has key functions in controlling the autophagic process) we asked whether this cytokine-like hormone could affect this process. Autophagy is involved in the development and/or homeostasis of several immune cell populations [32] . Indeed the knockout of different autophagy genes in specific lymphocyte populations in mice has shown a crucial role for autophagy proteins in the development and maintenance of normal numbers of B cells, CD4 + T cells, CD8 + T cells, in antigen presentation and in the elimination of autoreactive T cells in the thymus [19–25] . Moreover, both autophagy and leptin have been suggested to play a key role in the modulation of the onset and outcome of several autoimmune diseases [33] . Recent evidence suggests that autophagy, through the modulation of antigen presentation, is involved in presentation of citrullinate peptide, a hallmark of RA [34] , and in the activation of CD8 + T cells for the elimination of microorganisms during infection [35] . Interestingly, it has been shown that autophagy is implicated also in the survival of autoreactive B cells in SLE [36] and genome-wide association studies have shown association between single nucleotide polymorphism (SNP) in some autophagy related genes (ATG) with susceptibility to SLE [37] , RA [38] and Crohn's disease [39] . Recent evidence indicates that leptin also promotes autoimmune disorders by enhancing pro-inflammatory cytokine secretion and immune responses [40] . In several autoimmune diseases, such as RA high serum leptin levels have been found [41,42] , while, on the contrary, fasting, which associates with a marked decrease in serum leptin amount and a shift toward Th2-type cytokine secretion, improves clinical disease activity in RA patients [43] . Furthermore leptin has been shown to promote Th17 responses in normal human CD4 + T cells and in (NZB X NZW) F1 lupus-prone mice, by inducing RORγ transcription, whereas, on the contrary, its neutralization in those autoimmune-prone mice inhibits Th17 responses [44] . Leptin has also been linked to spontaneous autoimmune disease such as type 1 diabetes (T1D) in the non-obese diabetic (NOD) mice [45] and in the induction and progression of EAE, a mouse model of MS [46,47] . Moreover, leptin can negatively modulate the expansion of human Treg cells [6] a cellular subset, which suppress autoreactive response mediated by Tconv cells thus suggesting a central role exerted by leptin in the pathogenesis of several autoimmune diseases. Leptin influences Tconv cell functions through mTOR activation thus causing a defined cellular, biochemical and transcriptional modification that determines the outcome of their responses, both in vitro and in vivo and also confirming that this pathway might integrate cellular energy status with metabolic-related signaling in Treg/Tconv that use this information to control immune tolerance [7] . We observed a distinct capacity of leptin to inhibit the autophagic process in human Tconv cells. This phenomenon was rapid and early, sustained by the TCR engagement, which was able alone to inhibit autophagy at maximal level ( Fig. 2 B). The capacity of leptin to reduce autophagy was also confirmed in the Tconv cells from the leptin-deficient ob/ob mouse ( Fig. 2 F), since these cells showed a high level of autophagy when compared with WT counterparts ( Fig. 2 F). In this report we further a possible molecular mechanism accounting for the capacity of leptin to activate the anti-apoptotic gene Bcl-2 which in turn is able to physically interact and subtract Beclin-1 from the autophagic cascade ( Fig. 3 C). These data are in agreement with reports showing in vivo that leptin activates pro-survival pathways, including Bcl-2 [9] , which in turn has determinant activities also on the autophagic machinery via its physical interaction with Beclin-1 [28] . Finally, our report unveils a novel mechanism of control exerted by nutritional status and metabolism on Tconv cells via leptin's control on autophagy. These effects can partly explain some of the well known anti-inflammatory activities induced by either nutritional deprivation or rapamycin treatment both able to significantly reduce circulating leptin, Tconv cell proliferation and consequently systemic inflammation. Author contribution G.M. and S.C. designed the research; S.C., V.P., C.L.R., V.D.R., C.P. and G.M. conducted the study; S.C., V.P., C.L.R., V.D.R., C.P., G.M. and G.M. analyzed data and interpreted results; S.C., V.P., C.L.R. G.M., and G.M., revised the article critically; S.C., V.P. and C.L.R. performed statistical analysis; S.C., V.P. and G.M., wrote manuscript and approved its final version. Conflict of interest The authors declare no competing financial interests. The following are the supplementary data related to this article. Supplemental Fig. 1. Leptin specifically reduces autophagy in BAF/3-hLepRb + cells. Densitometric analysis of LC3-II/LC3-I in BAF/3-hLepRb + cells. Cells were stimulated or not with leptin (100 ng/mL), in presence or absence of lysosomal protease inhibitors NH 4 Cl (20 mmol/L) and leupeptin (100 μmol/L). LC3-II was also normalized against actin. Densitometric analysis represents the mean ± S.E.M. of at least three experiments one representative out of three independent experiments ( ⁎⁎ p < 0.03). Supplemental Fig. 2. P-ERK1/2 levels in Tconv cells upon leptin stimulation in basal conditions and upon TCR-stimulation. Densitometric analysis P-ERK1/2/ERK1/2 in human Tconv cells stimulated for 120′ with increasing human leptin concentrations (100–200 ng/mL) plus anti-CD3/CD28 (0,2 beads/cell) ( A ) and in presence or not of rapamycin (60′ at 100 nmol/L) ( B ). Representative of at least three independent experiments. Data are shown as mean ± S.E.M. ( ⁎ p < 0.05). References 1 Fiedman J.M. Halaas J.L. Leptin and the regulation of body weight in mammals Nature 395 1998 763 770 9796811 2 Tartaglia L.A. Demski M. Weng X. Deng N. Culpepper J. Devos R. Identification and expression cloning of the leptin receptor Ob-R Cell 83 1995 1263 1271 8548812 3 Frühbeck G. Salvador J. Relation between leptin and glucose metabolism Diabetologia 43 2000 3 12 10663211 4 Matarese G. Leptin and immune system: how nutritional status influences the immune response Eur Cytokine Netw 11 2000 7 13 10705294 5 Lord G.M. Matarese G. Howard J.K. Baker R.J. Bloom S.R. Lechler R.I. Leptin modulates the T-cells immune response and reverses starvation-induced immunosuppression Nature 394 1998 897 901 9732873 6 De Rosa V. Procaccini C. Calì G. Pirozzi G. Fontana S. Zappacosta S. Key role of leptin in the control of regulatory T cells proliferation Immunity 26 2007 241 255 17307705 7 Procaccini C. De Rosa V. Galgani M. Carbone F. Cassano S. Greco D. Leptin-induced mTOR activation defines a specific molecular and transcriptional signature controlling CD4 + effector T cell responses J Immunol 189 2012 2941 2953 22904304 8 Procaccini C. De Rosa V. Galgani M. Abanni L. Calì G. Porcellini A. An oscillatory switch in mTOR Kinase activity sets regulatory T cell responsiveness Immunity 33 2010 1 13 20643331 9 Galgani M. Procaccini C. De Rosa V. Carbone F. Chieffi P. La Cava A. Leptin modulates the survival of autoreactive CD4 + T cells through the nutrient/energy-sensing mammalian target of rapamycin signaling pathway J Immunol 185 2010 7474 7479 21078910 10 Wood S.C. Seeley R.J. Cota D. Regulation of food intake through hypothalamic signaling networks involving mTOR Annu Rev Nutr 28 2008 295 331 18429698 11 Noda T. Ohsumi Y. Tor, a phosphatidylinositol kinase homologue, controls autophagy in yeast J Biol Chem 273 1998 3963 3966 9461583 12 Kim J. Kundu M. Viollet B. Guan K.L. AMPK and mTOR regulate autophagy through direct phosphorylation of Ulk1 Nat Cell Biol 13 2011 132 141 21258367 13 Jung C.H. Ro S.H. Cao J. Otto N.M. Kim D.H. mTOR regulation of autophagy FEBS Lett 584 2010 1287 1295 20083114 14 Sengupta S. Peterson T.R. Sabatini D.M. Regulation of the mTOR complex 1 pathway by nutrients, growth factors, and stress Mol Cell 40 2010 310 322 20965424 15 Scott R.C. Schuldiner O. Neufeld T.P. Role and regulation of starvation-induced autophagy in the Drosophila fat body Dev Cell 7 2004 167 178 15296714 16 Eisembenberg-Lerner A. Bialik S. Simon H.U. Kimchi A. Life and death partners apoptosis, autophagy and the cross-talk between them Cell Death Differ 16 2009 966 975 19325568 17 Kroemer G. Levine B. Autophagy cell death: the story of misnomer Nat Rev Mol Cell Biol 9 2008 1004 1010 18971948 18 Levine B. Yuan J. Autophagy in cell death an innocent convict J Clin Invest 115 2005 2679 2688 16200202 19 Virgin H.W. Levine B. Autophagy genes in immunity Nat Immunol 10 2009 461 470 19381141 20 He M.X. McLeod I.X. Jia W. He Y.W. Macroautophagy in T lymphocyte development and function Front Immunol 21 2012 3 22 21 Jia W. He Y.W. Temporal regulation of intracellular organelle homeostasis in T lymphocytes by autophagy J Immunol 186 2011 5313 5322 21421856 22 Paul S. Schaefer B.C. Selective autophagy regulates T cell activation Autophagy 8 2012 1690 1692 22874554 23 Li C. Capan E. Zhao Y. Zhao J. Stolz D. Watkins S.C. Autophagy is induced in CD4 + T cells and important for the growth factor-withdrawal cell death J Immunol 177 2006 5163 5168 17015701 24 Nedjic J. Aichinger M. Emmerich J. Mizushima N. Klein L. Autophagy in thymic epithelium shapes the T-cell repertoire and is essential for tolerance Nature 455 2008 396 400 18701890 25 Schmid D. Pypaert M. Münz C. Antigen-loading compartments for major histocompatibility complex class II molecules continuously receive input from autophagosomes Immunity 26 2007 79 92 17182262 26 Conde J. Scotece M. Gómez R. Gómez-Reino J.J. Lago F. Gualillo O. At the crossroad between immunity and metabolism: focus on leptin Expert Rev Clin Immunol 6 2010 801 808 20828288 27 Matarese G. Leiter E.H. La Cava A. Leptin in autoimmunity: many questions, some answers Tissue Antigens 70 2007 87 95 17610413 28 Pattingre S. Tassa A. Qu X. Garuti R. Liang X.H. Mizushima N. Bcl-2 antiapoptotic proteins inhibit Beclin 1 dependent autophagy Cell 122 2005 927 939 16179260 29 He C. Bassik M.C. Moresi V. Sun K. Wei Y. Zou Z. Exercise-induced BCL2-regulated autophagy is required for muscle glucose homeostasis Nature 481 2012 511 515 22258505 30 Maejima Y. Kyoi S. Zhai P. Liu T. Li H. Ivessa A. Mst1 inhibits autophagy by promoting the interaction between Beclin1 and Bcl-2 Nat Med 19 2013 1478 1488 24141421 31 La Cava A. Matarese G. The weight of leptin in immunity Nat Rev Immunol 4 2004 371 379 15122202 32 Puleston D.J. Simon A.K. Autophagy in the immune system Immunology 141 2013 1 8 23991647 33 Bhattacharya A. Eissa N.T. Autophagy and autoimmunity crosstalks Front Immunol 4 2013 1 7 23355837 34 Ireland J.M. Unanue E.R. Autophagy in antigen-presenting cells results in presentation of citrullinated peptides to CD4 + T cells J Exp Med 208 2011 2625 2632 22162830 35 Deretic V. Saitoh T. Akira S. Autophagy in infection, inflammation and immunity Nat Rev Immunol 13 2013 722 737 24064518 36 Clarke A.J. Ellinghaus U. Cortini A. Stranks A. Simon A.K. Botto M. Autophagy is activated in systemic lupus erythematosus and required for plasmablast development Ann Rheum Dis 2014 1 9 24092418 37 Harley J.B. Alarcon-Riquelme M.E. Criswell L.A. Jacob C.O. Kimberly R.P. Moser K.L. Genome-wide association scan in women with systemic lupus erythematosus identifies susceptibility variants in ITGAM, PXK, KIAA1542 and other loci Nat Genet 40 2008 204 210 18204446 38 Raychaudhuri S. Thomson B.P. Remmers E.F. Eyre S. Hinks A. Guiducci C. Genetic variants at CD28, PRDM1 and CD2/CD58 are associated with rheumatoid arthritis risk Nat Genet 41 2009 1313 1318 19898481 39 Parkes M. Barrett J.C. Prescott N.J. Tremelling M. Anderson C.A. Fisher S.A. Sequence variants in the autophagy gene IRGM and multiple other replicating loci contribute to Crohn's disease susceptibility Nat Genet 39 2007 830 832 17554261 40 Procaccini C. Pucino V. De Rosa V. Marone G. Matarese G. Neuro-endocrine networks controlling immune system in health and disease Front Immunol 5 2014 1 10 24474949 41 Gómez R. Conde J. Scotece M. Gómez-Reino J.J. Lago F. Gualillo O. What's new in our understanding of the role of adipokines in rheumatic diseases? Nat Rev Rheumatol 7 2011 528 536 21808287 42 Scotece M. Conde J. Lopez V. Lago F. Pino J. Gomez-Reino J.J. Leptin in joint and bone diseases: new insights Curr Med Chem 20 2013 3416 3425 23746275 43 Fraser D.A. Thoen J. Reseland J.E. Førre O. Kjeldsen-Kragh J. Decreased CD4 + lymphocyte activation and increased interleukin-4 production in peripheral blood of rheumatoid arthritis patients after acute starvation Clin Rheumatol 18 1999 394 401 10524554 44 Yu Y. Liu Y. Shi F.D. Zou H. Matarese G. La Cava A. Cutting edge: leptin-induced RORγt expression in CD4 + T cells promotes Th17 response in systemic lupus erythematosus J Immunol 190 2013 3054 3058 23447682 45 Matarese G. Sanna V. Lechler R.I. Sarvetnick N. Fontana S. Zappacosta S. Leptin accelerates autoimmune diabetes in female NOD mice Diabetes 51 2002 1356 1361 11978630 46 Matarese G. Di Giacomo A. Sanna V. Lord G.M. Howard J.K. Di Tuoro A. Requirement for leptin in the induction and progression of autoimmune encephalomyelitis J Immunol 166 2001 5909 5916 11342605 47 Sanna V. Di Giacomo A. La Cava A. Lechler R.I. Fontana S. Zappacosta S. Leptin surge precedes onset of autoimmune encephalomyelitis and correlates with development of pathogenic T cell responses J Clin Invest 111 2003 241 250 12531880 Appendix A Supplementary data Supplementary material Acknowledgments The work is supported by grants from FISM 2012/R/11, the EU Ideas Programme ERC-StG “menTORingTregs” n. 310496, CNR-Medicina Personalizzata Grant, the Ministero della Salute Grant n. GR-2010-2315414, the FIRB Grant n. RBFR12I3UB_004 and Regione Campania CISI-Lab , CREME and TIMING projects. This work is dedicated to the memory of Eugenia Papa and Serafino Zappacosta. Fig. 1 Leptin modulates autophagy via mTOR in BAF/3-hLepRb + cells. 3 H-thymidine incorporation in BAF/3-hLepRb + cells stimulated with human leptin (0.01–10 ng/mL) in a dose response assay ( A ). Densitometric analysis of P-STAT3/STAT3 ( B ) and P-S6/S6 ( C ). Leptin (left panel) plus rapamycin (right panel) were used at 100 ng/mL and 100 nmol/L respectively at times shown in figures. BAF/3-hLepRb + cells cultured in the presence or absence of leptin, were stained with monodansyl-cadaverine (MDC) and analyzed by flow cytometry ( D ). Autophagy levels were measured also by western blotting analysis and calculated as the ratio LC3-II/LC3-I. LC3-II was also normalized against actin. BAF/3-hLepRb + cells were stimulated with leptin (left panel) plus rapamycin (right panel) at the same times and concentrations above described ( E ). The values shown represent the mean ± S.E.M. of at least three experiments one representative out of three independent experiments. ⁎ p < 0.05, ⁎⁎ p < 0.03. Fig. 2 Leptin modulates autophagy via mTOR in CD4 + CD25 − Tconv cells. 3 H-thymidine incorporation in human Tconv cells stimulated or not with leptin, anti-leptin neutralizing mAb or anti-CD3/CD28 beads (0.2 beads/cell), pretreated or not with rapamycin (60′) (see Methods for details) ( A ). Densitometric analysis of LC3-II/LC3-I ( B ), P-S6/S6 ( C ) in human Tconv cells stimulated for 120′ with increasing human leptin concentrations (100–200 ng/mL) plus anti-CD3/CD28 (0.2 beads/cell) and in presence or not of rapamycin (60′ at 100 nmol/L) ( D , E ). Densitometric analysis of LC3-II/LC3-I ratio in extract from Tconv cells of ob/ob and WT mice stimulated or not with recombinant mouse leptin (200 ng/mL) for 120′ ( F ). Cells were incubated with lysosomal protease inhibitors NH 4 Cl (20 mmol/L) and leupeptin (100 μmol/L) in all experimental conditions (see Methods for details). Representative of at least three independent experiments. Data are shown as mean ± S.E.M. ⁎ p < 0.05, ⁎⁎ p < 0.03, ns = not significant. Fig. 3 Leptin controls autophagy via a physical interaction of Bcl-2 with Beclin-1. Densitometric analysis of Bcl-2/Actin in human CD4 + CD25 − Tconv cells ( B ) and in BAF/3-hLepRb + cells ( C ) after leptin stimulation (120′ at 200 and 100 ng/mL respectively) in presence and absence of rapamycin (100 nmol/L) ( B ) or Ly294002 (2.5 μmol/L) ( C ). Densitometric analyses represent the mean ± S.E.M. of at least three experiments one representative out of three independent experiments. ⁎ p < 0.05, ⁎⁎ p < 0.03, ns = not significant. Co-immunoprecipitation of Beclin-1 with Bcl-2 in BAF/3-hLepRb + cells in presence and absence of leptin (200 ng/mL) ( D ), one representative experiment out of two replicates (IP, immunoprecipitate; WB, western blot; WCL, whole cell lysates).",
  "plain_text": "Objective In this report we show that the adipocytokine leptin directly modulates autophagy in human CD4 + CD25 − conventional (Tconv) T cells. Results In vitro treatment with recombinant human leptin determined an inhibition of autophagy during T cell receptor (TCR) stimulation, and this phenomenon was dose- and time-dependent. The events were secondary to the activation of the mammalian-target of rapamycin (mTOR)-pathway induced by leptin, as testified by its reversion induced by mTOR inhibition with rapamycin. At molecular level these phenomena associated with Bcl-2 up-regulation and its interaction with Beclin-1, whose complex exerts a negative effect on autophagy. Materials/methods The impact of leptin on autophagy of Tconv cells was determined at biochemical level by western blotting and by flow cytometry; the interaction between BCL-2 and Beclin-1 by co-immunoprecipitation assays. Conclusions Our results, suggest that in unconditioned, freshly-isolated human Tconv cells, autophagy and proliferation are controlled by leptin during TCR-engagement, and that both phenomena occur alternatively indicating a balance between these processes during immune activation."
}
