{
    "PMC": "8197674",
    "DOI": "10.1016/j.ebiom.2021.103425",
    "PMID": "34134086",
    "PMCID": "PMC8197674",
    "title": "Letter to the Editor re: Baldassarri et al., 2021 \"Shorter androgen receptor polyQ alleles protect against life-threatening COVID-19 disease in European males\".",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC8197674",
    "source": "MED",
    "full_text": "EBioMedicine EBioMedicine EBioMedicine 2352-3964 Elsevier 8197674 S2352-3964(21)00218-8 10.1016/j.ebiom.2021.103425 103425 Letter Letter to the Editor re: Baldassarri et al., 2021 “Shorter androgen receptor polyQ alleles protect against life-threatening COVID-19 disease in European males” Ghanian Soha soha_ghanian@brown.edu ⁎ Wambier Carlos G. Department of Dermatology, The Warren Alpert Medical School of Brown University, Providence, Rhode Island, United States ⁎ Corresponding author at: Department of Dermatology, The Warren Alpert Medical School of Brown University, Providence, Rhode Island, United States soha_ghanian@brown.edu 13 6 2021 6 2021 13 6 2021 68 103425 6 4 2021 19 5 2021 © 2021 The Author(s) 2021 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). To the Editor We would like to thank Baldassarri et al. for presenting their findings that short androgen receptor (AR) polyQ alleles confer protection against life-threatening COVID-19 infection among European males [1] . Data previously presented by McCoy et al. suggests that longer AR CAG repeats are associated with more severe COVID-19 disease. In skeletal muscle, for example, long AR CAG repeats confer increased transcriptional activity in response to testosterone. In prostate cancer, short CAG repeats have been associated with a poor prognosis. This difference in skeletal muscle and prostate tissue could be explained by the tissue-dependent expression of co-factors that aid in activation of the androgen response element (ARE) [ 2 ]. Baldassarri et al. suggested to initiate clinical trials of testosterone therapy in men expressing defective androgen signaling and having serologic evidence of hypoandrogenism [1] . There is evidence that th lower AR activity caused by the longer CAG repeats is biologically compensated by increased testosterone levels. The response to testosterone therapy may be increased in patients with shorter CAG repeats, who have enhanced AR activity [3] . We suggest a more robust discussion in light of already published randomized clinical trials addressing the role of antiandrogen therapy in reducing disease severity by reducing expression of TMPRSS2. Randomized control trials with 5-alpha-reductase inhibitors and antiandrogens have shown accelerated viral clearance at 7 days and improvement in inflammatory markers in males infected with SARS-CoV-2 compared to males treated with a placebo as well as a reduction in COVID-19 symptoms and hospitalization rates among males [4] . A single case report gives much information about how external androgens seem to exacerbate COVID-19 symptoms, and how blocking the androgen receptor with a strong antiandrogen such as proxalutamide, seems to resolve COVID-19 symptoms within the first 24 hours of therapy [5] . We expect the publication of the results of the NCT04728802 (Proxalutamide Treatment for Hospitalized COVID-19 Patients) soon, which may strongly discourage clinical trials with androgens in hospitalized COVID-19 patients. We are thankful to the authors for their contribution to current literature, and we look forward to more studies investigating genetic and hormonal predictors of COVID-19 disease severity, as well as results of ongoing studies of antiandrogen therapy for COVID-19 by other groups. Declaration of Competing Interest None Declared References 1 Baldassarri M Shorter androgen receptor polyQ alleles protect against life-threatening COVID-19 disease in European males EBioMedicine 2021 103246 2 McCoy J Androgen receptor genetic variant predicts COVID-19 disease severity: a prospective longitudinal study of hospitalized COVID-19 male patients J Eur Acad Dermatol. Venereol. 35 1 2021 e15 e17 32977355 3 Tirabassi G Cignarelli A Perrini S Influence of CAG repeat polymorphism on the targets of testosterone action Int J Endocrinol 2015 1 12 4 Cadegiani FA McCoy J Gustavo Wambier C Goren A Early Antiandrogen Therapy With Dutasteride Reduces Viral Shedding, Inflammatory Responses, and Time-to-Remission in Males With COVID-19: A Randomized, Double-Blind, Placebo-Controlled Interventional Trial (EAT-DUTA AndroCoV Trial –Biochemical) Cureus 2021 10.7759/cureus.13047 5 Cadegiani F Lin EM Goren A Wambier CG. Potential risk for developing severe COVID-19 disease among anabolic steroid users BMJ Case Report 14 2 2021 e241572 Funding Sources None Contributors Soha Ghanian: literature search, manuscript writing of the original draft, manuscript editing. Carlos G Wambier: conceptualization, manuscript review and editing"
}