{
    "PMC": "12524079",
    "DOI": "10.3390/cancers17193241",
    "PMID": "41097767",
    "PMCID": "PMC12524079",
    "title": "Association of TP53 with Defective Long Chain 3-Hydroxy acyl-CoA Dehydrogenase Induced Non-Cirrhotic Hepatocellular Carcinoma.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12524079",
    "source": "MED",
    "abstract_text": "<b>Background and Aims</b>: Little is known about metabolic dysfunction-associated steatotic liver disease (MASLD) as a risk factor for hepatocellular carcinoma (HCC) in non-cirrhotic (HCC-NC) patients. In-house developed mouse models with defective lipid-metabolizing enzyme long-chain 3-hydroxy acyl-CoA dehydrogenase (LCHAD), coded by hydroxyacyl-CoA dehydrogenase trifunctional multienzyme complex subunit alpha (HADHA) gene, result in MASLD (steatosis) without cirrhosis leading to HCC-NC. The aims of the current investigations are to assess molecular markers and the associated molecular events that may lead to HCC-NC. <b>Methods</b>: cDNA array study of HCC patients was conducted to assess the expression of HADHA transcripts. Differentially expressed proteins identified between wild-type (WT) and heterozygous mice with no cancer (HT) from a previous study were subjected to Ingenuity Pathway Analysis (IPA). Western blotting was performed to assess the expression of proteins. <b>Results</b>: IPA of the differentially expressed proteins between WT and HT mice results in two biological networks (network 1 and network 2), which pointed to an important role of p53 in HCC-NC. Validation of the levels of MDM2 and p53 also highlights the role of MDM2-p53 axis in HCC-NC. All the focus molecules in network 1 and network 2 are either presented as tumor suppressor/promoter of carcinogenesis or serum markers for early HCC diagnosis. The hepatotoxicity report from IPA further identified four functional groups including liver steatosis, glutathione depletion, hepatocellular carcinoma, and liver hyperplasia/hyperproliferation. <b>Conclusions</b>: This study suggests that impaired fatty oxidation may play a role in the development of HCC associated with steatosis but without cirrhosis (HCC-NC). Defective LCHAD is a novel etiology for HCC.",
    "full_text": "pmc Cancers (Basel) Cancers (Basel) cancers Cancers 2072-6694 MDPI 12524079 10.3390/cancers17193241 cancers-17-03241 Article Association of TP53 with Defective Long Chain 3-Hydroxy acyl-CoA Dehydrogenase Induced Non-Cirrhotic Hepatocellular Carcinoma https://orcid.org/0000-0001-9854-0053 Khare Tripti 1 2 Stuckel Alexei J. 3 https://orcid.org/0000-0002-6141-3728 Gupta Suneel 4 Liu Karina 5 https://orcid.org/0000-0003-3551-0652 Hammoud Ghassan M. 1 Ibdah Jamal A. 1 2 https://orcid.org/0000-0001-9169-2396 Khare Sharad 1 2 * Geller David A. Academic Editor 1 Division of Gastroenterology and Hepatology, Department of Medicine, University of Missouri, Columbia, MO 65212, USA; kharet@health.missouri.edu (T.K.); hammoudg@health.missouri.edu (G.M.H.); ibdahj@health.missouri.edu (J.A.I.) 2 Harry S Truman Veterans Hospital, Columbia, MO 65201, USA 3 MOgene, Welsch Industrial Ct, St. Louis, MO 63146, USA; astuckel@mogene.com 4 Department of Veterinary Medicine and Surgery, University of Missouri, Columbia, MO 65211, USA; guptasun@missouri.edu 5 Department of Biochemistry and Molecular Biology, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, MD 21205, USA; kliu100@jh.edu * Correspondence: khares@health.missouri.edu 06 10 2025 10 2025 17 19 3241 24 7 2025 02 10 2025 02 10 2025 © 2025 by the authors. 2025 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Simple Summary Researchers have studied how an energy process called fatty acid oxidation may contribute to liver cancer. They have used a unique mouse model that has a defective enzyme for fatty acid oxidation and found that some of the mice developed liver cancer without the typical hardening of tissue or scarring, or cirrhosis, which is usually present in liver cancer. This finding is important because it identifies a unique manner that liver cancer can start in some patients, which makes it harder to detect and treat patients using standard tools and methods. To address this challenge, the researchers used a protein analysis technique (proteomics) and software (Ingenuity Pathway Analysis) to identify specific molecular clues or markers. These results could lead to better strategies for identifying and treating liver cancer patients who do not have cirrhosis. Abstract Background and Aims : Little is known about metabolic dysfunction-associated steatotic liver disease (MASLD) as a risk factor for hepatocellular carcinoma (HCC) in non-cirrhotic (HCC-NC) patients. In-house developed mouse models with defective lipid-metabolizing enzyme long-chain 3-hydroxy acyl-CoA dehydrogenase (LCHAD), coded by hydroxyacyl-CoA dehydrogenase trifunctional multienzyme complex subunit alpha (HADHA) gene, result in MASLD (steatosis) without cirrhosis leading to HCC-NC. The aims of the current investigations are to assess molecular markers and the associated molecular events that may lead to HCC-NC. Methods : cDNA array study of HCC patients was conducted to assess the expression of HADHA transcripts. Differentially expressed proteins identified between wild-type (WT) and heterozygous mice with no cancer (HT) from a previous study were subjected to Ingenuity Pathway Analysis (IPA). Western blotting was performed to assess the expression of proteins. Results : IPA of the differentially expressed proteins between WT and HT mice results in two biological networks (network 1 and network 2), which pointed to an important role of p53 in HCC-NC. Validation of the levels of MDM2 and p53 also highlights the role of MDM2-p53 axis in HCC-NC. All the focus molecules in network 1 and network 2 are either presented as tumor suppressor/promoter of carcinogenesis or serum markers for early HCC diagnosis. The hepatotoxicity report from IPA further identified four functional groups including liver steatosis, glutathione depletion, hepatocellular carcinoma, and liver hyperplasia/hyperproliferation. Conclusions : This study suggests that impaired fatty oxidation may play a role in the development of HCC associated with steatosis but without cirrhosis (HCC-NC). Defective LCHAD is a novel etiology for HCC. MASLD HCC non-cirrhotic HCC ingenuity pathway analysis University of Missouri-Columbia seed grant (SK) Raymond E. and Vaona H. Peck Chair in Cancer Research (JAI) DK-56345 DK-68210 National Institutes of Health This research utilized the University of Missouri-Columbia seed grant (S.K.) and Raymond E. and Vaona H. Peck Chair in Cancer Research (J.A.I.). Generation of LCHAD deficient mouse models was supported by grants from National Institutes of Health. DK-56345 (J.A.I.) and DK-68210 (J.A.I.). 1. Introduction Hepatocellular carcinoma (HCC), the third leading cause of cancer-related deaths worldwide, is the most common primary neoplasm of the liver [ 1 , 2 ]. It is more prevalent in developing countries. However, recently its incidence has increased in developed countries [ 3 ]. HCC typically develops in the setting of cirrhotic liver (HCC-C) but more recently about 20% of HCC cases have been reported in non-cirrhotic liver (HCC-NC), that gives rise to a serious challenge regarding cancer surveillance [ 4 , 5 , 6 ]. An unfamiliar variant of HCC, fibrolamellar carcinoma, also develops in patients with HCC-NC liver [ 7 ]. The incidence of HCC associated with hepatitis B and C viral infection recently has decreased in Japan and developed countries, but more non-viral cases of HCC have been reported in patients with metabolic dysfunction-associated steatotic liver disease (MASLD), including metabolic dysfunction-associated steatohepatitis (MASH) and related complications [ 8 ]. The association of 20–50% MASLD with HCC-NC is well documented in the recent literature related to human disease and experimental mouse models [ 9 , 10 ]. However, the surveillance and management of HCC in MASLD patients with no cirrhosis is hampered because of incomplete understanding of the mechanism of carcinogenesis and associated molecular events, and it is becoming a major public health concern [ 11 ]. The risk associated with HCC development in MASLD patients with no cirrhosis is much less than that in cirrhotic liver patients, and the annual incidence does not exceed the threshold for surveillance; that is why HCC screening is recommended only to patients with cirrhotic liver [ 12 ]. The etiology, cytogenetic, histopathologic, and clinical features of HCC-NC are very distinct, and patients have better disease-free survival than HCC-C patients despite the larger cancer burden at the time of diagnosis [ 13 ]. However, the angiogenic characteristics of HCC-C and HCC-NC are notably similar [ 14 ]. Recently, Jamwal et al. reported that HCC-C and HCC-NC have different clinic-radiological characteristics. HCC-NC is large, solitary, moderately differentiated, has well-defined margins, shows mosaic pattern of enhancement, complete capsule, and delayed phase washout, whereas HCC-C is small, multifocal, has higher levels of alpha fetoprotein, but poor differentiation and indistinct margins, heterogeneous enhancement, absent capsule, and portal venous phase washout [ 15 ]. So far, the molecular basis of differentiation between HCC-C and HCC-NC is poorly understood [ 16 ]. The aberrant methylation of promoter region of tumor-associated genes and DNA methylation markers with important diagnostic values were noticed in both HCC-C and HCC-NC [ 17 , 18 ]. In addition, RNA-seq data downloaded from The Cancer Genome Atlas (TCGA) database revealed differential expression of some key genes in both HCC-C and HCC-NC with significant diagnostic value [ 19 ]. We have described defective long-chain 3-hydroxyacyl-CoA dehydrogenase (LCHAD) expression as a new etiology associated with MASLD and non-cirrhotic HCC (HCC-NC) in a mouse model and provided an insight into the role of mitochondrial beta (β)-oxidation of fatty acids [ 9 ]. Mitochondrial β-oxidation of fatty acids is catalyzed by mitochondrial trifunctional protein (MTP), a hetero-octamer, composed of four α subunits (HADHA) and four β subunits (HADHB), catalyzing the last three steps of β-oxidation of long chain fatty acids [ 20 , 21 ]. We observed embryonic lethality in homozygous male mice with isolated LCHAD deficiency by deletion of exon 15 in the in-house developed mouse model (unpublished data), whereas heterozygous mice (HT) develop significant hepatic steatosis starting at young age (3 months old) and HCC at older age (~20% mice, 13 months or older) without any evidence of fibrosis or cirrhosis (HCC-NC). Remaining ~80% HT and WT mice never developed HCC. Thus, isolated LCHAD-defective HT mice had MASLD and developed hepatic tumors [ 9 ]. In the present communication, in order to analyze differences in biological networks, we utilized Ingenuity Pathway Analysis (IPA) and analyzed twenty-four differentially expressed proteins observed in heterozygous LCHAD mice without any sign of HCC (HT) when compared to wild-type (WT) mice [ 9 ]. The IPA transforms large data sets into biological networks with direct and indirect relationships between genes based on reported interactions in the literature [ 22 ]. The analyzed biological networks will thereby help in better understanding of the molecular mechanism(s) involved in the development of HCC-NC. Improved knowledge of molecular control of HCC-NC will help clinicians in taking better care of patients and detecting HCC-NC at early stages. 2. Materials and Methods 2.1. Study of cDNA Array of HCC Patients Commercially available TissueScan Liver Cancer cDNA Array I (Cat # LVRT101) of Origene (Rockville, MD, USA) was utilized using the manufacturer’s protocol to assess HADHA transcript levels. The array plate had cDNAs from eight normal and twenty-six liver cancer tissues at different stages of carcinogenesis (seven stage I, eight stage II, and eleven stage III and IV) and different grades of tumor (six grade 1, thirteen grade 2, and four grade 3). As described by Origene, samples utilized in the study were identified by the pathologist based on the H&E slide, which reflects the tissue block before cDNA extraction. If cirrhosis is identified on the H&E slide, the pathologist incorporates this finding into the diagnosis. Eight samples were classified as “within normal limits” by the pathologist examining the H&E slide, with the composition characterized as “100% Normal”. Twenty-six samples were classified as “Cancers” with the diagnosis determined from the H&E slide. No cirrhosis was reported for the individual tissue samples stored. However, in the surgical pathology report, four patients were identified with cirrhosis in the background: one in stage I, two in stage II, and one in stage III. Consequently, most samples used in this study exhibited no cirrhotic background and no evidence of cirrhosis as determined by H&E staining. To measure HADHA transcripts, specific forward and reverse ready-to-use primers and a custom RT 2 qPCR Primer Assay (cat. no. 330001, Qiagen, Germantown, MD, USA) was generated. Thermocycler (LightCycler ® 96-Roche, Madison, WI, USA) was used to perform PCR using the qSTAR SYBR Master Mix Kit (Bio-Rad, Hercules, CA, USA). The cycling conditions used were as follows: 3 min at 95 °C, followed by 50 cycles: 10 s at 95 °C, 30 s at 56 °C, 15 s at 72 °C, with an additional 7 min at 72 °C and then cooling down. Control reaction was performed in the absence of template for each primer pair for every PCR run. The manufacturer’s software was used to perform amplicon sizing and relative quantitation. Comparative 2 −ΔΔCt method was used to analyze qPCR data and HADHA transcript levels were normalized to β-actin and expressed as fold-control patients. 2.2. Ingenuity Pathway Analysis Twenty-four proteins expressed differentially in heterozygous LCHAD mice with no cancer (HT) compared to wild-type (WT) mice, as reported in supporting information Table S1 in our earlier publication [ 9 ] or Supplementary Table S1 in the present publication, were imported along with their log fold change values into Qiagen’s Ingenuity Pathway Analysis (IPA) software version 01-14 (01-14), and core analysis was conducted. IPA core analysis identifies a series of canonical pathways, diseases, and functions or networks relevant for the molecules in the input list. IPA core analysis uses a human-curated comprehensive knowledge base to provide valuable perspective and profound understanding of experimental datasets. Networks of potentially interacting proteins were identified and placed into node–edge diagrams with gene and gene products represented as nodes and biological relationship between two nodes as an edge (line). These biological networks are supported by at least one reference from the literature, from a textbook, or from ingenuity pathway knowledge base stored canonical information. Only networks with more than one focus molecules are presented. Each signaling network was provided with a P-score that factors in p -values [−log 10 ( p -value)] generated by Fisher’s exact test; therefore, an increased P-score can be interpreted as a decrease in the odds of a network being generated at random. The hepatotoxicity report which is part of IPA’s core analysis under Tox functions was also generated. In the hepatotoxicity report, the twenty-four differentially expressed proteins were evaluated for enrichment of liver-related functional groups that surpassed the −log( p -value) threshold of 1.25 shown on the Y -axis of the bar chart. 2.3. SDS-PAGE and Western Blotting Previously frozen liver tissues from 13-month-old or older WT mice, HT (heterozygous-LCHAD mice without cancer), and HT-NC (heterozygous-LCHAD mice with non-cirrhotic cancer) as described [ 9 ], were utilized. Frozen liver tissues were then lysed with RIPA buffer, and whole-cell lysates were collected. Protein concentration in the whole-cell lysates was determined using BCA protein assay kit (ThermoFisher Scientific-Pierce, Rockford, IL, USA). The SDS-PAGE electrophoresis was performed on individual liver cell lysates (30 µg per lane) by running on 10% Criterion-XT Bio-Rad gels [ 23 ], and proteins separated from the gel were transferred onto nitrocellulose 0.2 µm membranes (Bio-Rad, Hercules, CA, USA). The membranes were blocked with 5% BSA in Tris-buffered saline-tween20 (TBST) and further incubated overnight at 4 °C with diluted primary antibodies for p53 (1:1000), MDM2 (1:500) and βactin (1:2500) with constant shaking. After washing three times with TBST, the membranes were incubated with diluted horseradish peroxidase (HRP) labeled secondary antibody (1:5000) for 1.0 h at room temperature, washed with TBST several times, and signal was detected using the Super signal ® West femto maximum sensitivity substrate (Pierce). The images were visualized and quantified using ImageLab software 6.1 (BioRad, Hercules, CA, USA). Protein levels were expressed as relative expression/β-actin (mean ± SD). The results are presented as the mean ± SD of three independent samples. The primary antibodies for p53 (#282), MDM2 (#51541) and β-actin (#3700) and secondary antibodies, anti-mouse HRP-linked (#7076S), anti-rabbit HRP-linked (#7074S), were purchased from Cell Signaling Technology, Danvers, MA, USA. 2.4. Statistical Analysis All statistical analyses were carried out using GraphPad Prism 10.2.0 software (GraphPad Software, La Jolla, CA, USA). For analyzing the statistical differences in mean HADHA transcript levels in control and HCC patients and Western blot data, one-way analysis of variance (one-way ANOVA) followed by a Bonferroni or Tukey post hoc multiple comparison test was used. The standard error of the mean (SEM) was used to express the average result values of data. The p -values ≤ 0.05, were considered statistically significant. 3. Results 3.1. HADHA Transcript Levels in cDNA Array of HCC Patients In HCC, “disease status” describes the overall extent of the cancer including the size and number of tumors, extent of liver damage, and spread of cancer beyond liver, essentially indicating the stage of cancer, while “tumor grade” describes the aggressiveness of the cancer cells within the tumor itself, depending on how closely they resemble normal liver cells. More aggressive or higher-grade tumors are associated with more spread and poorly differentiated liver cancer cells. To understand the role of LCHAD, HADHA transcript level was measured in control and HCC patients with different stages and grades of tumor development. HADHA transcript levels normalized with β-actin in TissueScan Liver Cancer cDNA array from Origene were shown in Figure 1 . We noticed a gradual and significant decrease in HADHA transcript levels based on disease status from stage 1 through 3/4 as compared to normal liver cells ( p < 0.01 to p < 0.0001). However, based on tumor grade, the decrease in HADHA transcript level is not significant (ns, p = 0.999) between normal and grade 1 tumors but it is highly significant between normal and grade 2 ( p < 0.0001) and 3 ( p < 0.001) tumors. 3.2. Signaling Networks Associated with Differentially Expressed Proteins Between HT (Heterozygous LCHAD Mice Without Cancer) and WT Mice The use of Qiagen’s IPA software and core analysis conducted on the 24 differentially expressed proteins between HT-LCHAD without cancer and WT mice ( Supplementary Table S1 ) identified two statistically and biologically significant signaling networks, each containing 35 nodes associated with the 24 proteins of interest ( Figure 2 and Figure 3 ). Under Top Diseases and Functions, network 1 consisted of 35 nodes and included a total of 11 differentially expressed proteins (10 downregulated and 1 upregulated) with a P-score = 25 that were associated with three affected biological functions: cancer, organismal injury, and abnormalities ( Figure 2 ). The notable interactions among the differentially expressed proteins included HIF1A, a master transcription factor involved in a multitude of cellular processes in response to hypoxia (Signaling by PTK6 and HIF1A pathway); KDM5A, a lysine specific demethylase 5A, also known as JARID1A or RBP2, that removes lysine 4 of histone H3 (H3K4); and PI3K p85, a glucocorticoid receptor/transcription factor (PI3K) and its catalytic subunit (p85) ( Figure 2 ). Only the notable direct interactions with more than one differentially expressed protein are discussed in detail. Twelve proteins in network 2 (8 downregulated and 4 upregulated) were identified to be associated with three affected biological functions—metabolic diseases, organismal injury, and abnormalities—with a P-score = 28 ( Figure 3 ). As described in Figure 3 the highlighted or notable interactions included association of differentially expressed proteins with tumor protein 53 (TP53); a tumor suppressor protein, NR3C1; a nuclear receptor subfamily 3 group C member1, Kruppel-like factor 6 (KLF6); a Zinc finger containing transcription factor and ESR1; an estrogen receptor. Although none of the differentially expressed proteins were common between network 1 and 2, their pathways were related to metabolic diseases, cancer, and organismal injuries. Furthermore, merging both networks (original 11 proteins from network 1 and 12 proteins from network 2), identified convergence pathway with only one cross-interaction protein—p53 ( Figure 4 ). 3.3. Hepatotoxicity Report and Identified Irregularities in Liver Function Related to Differentially Expressed Proteins Between HT (Heterozygous LCHAD Mice Without Cancer) and WT Mice IPA’s core analysis includes “Top tox functions,” which provides a toxicity report of several organs such as the liver. The hepatotoxicity analysis results identified four enriched functional groups exceeding the −log( p -value) threshold of 1.25: (1) liver steatosis, (2) glutathione depletion in liver, (3) hepatocellular carcinoma, and (4) liver hyperplasia/hyperproliferation ( Figure 5 ). Downregulated Acyl-CoA dehydrogenase long-chain (ACADL) and methionine adenosyl transferase 1, alpha (MAT1A) were the two differentially expressed proteins associated with liver steatosis. MAT1A was the only protein associated with glutathione quantity in the liver. Two downregulated proteins, N-myc downstream regulator 2 (NDRG2) and indoleamine 2,3-dioxygenase 2 (IDO2), and two upregulated proteins, heat shock protein family A member 9 (HSPA9) and GMP synthase (GMPS) were associated with hepatocellular carcinoma. Eight downregulated proteins Dihydoxylipoamide acetyl transferase (DLAT), catechol-o-methyltransferase (COMT), copper chaperone for superoxide dismutase (CCS), aldehyde dehydrogenase 7 family member A1 (ALDH7A1), nitrilase 1 (NIT1), malate dehydrogenase (MDH1), NDRG2, IDO2 and two upregulated proteins, HSPA9 and GMPS, were associated with liver hyperplasia/hyperproliferation within the hepatocellular carcinoma Tox function. 3.4. Differential Expression of p53 and MDM2 in WT, HT (Heterozygous LCHAD Mice Without Cancer) and HT-NC (Heterozygous LCHAD Mice with Non-Cirrhotic Cancer) The level of p53, which is observed to be the only protein when network 1 and network 2 were merged together and associated with maximum count of differentially expressed proteins (network 1—YWHAE, MDH1, DLAT, PA2G4, NDRG2, and HSPA9; network 2—ACADL, COX5A, ANXA6, SUCLG2, GAPDH, GMPS, and TRAP1), was measured in the livers of WT, HT, and HT-NC mice. To find out how p53 activity was regulated, the level of MDM2 was also measured in the respective samples using SDS-PAGE/Western blot ( Figure 6 A). Densitometric representation of Western blot was included in Figure 6 B (p53) and Figure 6 C (MDM2). Significantly decreased p53 ( p < 0.0001) and increased MDM2 ( p < 0.0001) expression were noticed in HT-NC liver tissues as compared to WT and HT mice. However, the expression level of p53 is significantly different between WT and HT mice ( p < 0.001), but that of MDM2 is not significantly different (ns; p = 0.9956). 4. Discussion Fatty acid oxidation plays an important role in tumor development [ 24 ]. Downregulated HADHA and altered fatty acid β-oxidation were reported by Tanaka et al. in liver cancer patients suggesting the role of HADHA in tumor differentiation [ 25 ]. We also reported that defective LCHAD is associated with mitochondrial dysfunction, altered expression of early cancer markers and non-cirrhotic HCC in a mouse model [ 9 ]. Both studies suggest HADHA is a tumor suppressor in HCC. In the current investigation, we also observed a significantly decreased expression of HADHA in HCC patients with different stages of disease and different grades of tumor, further supporting the above-mentioned studies. In the current investigation, two statistically and biologically significant signaling networks (network 1 and network 2) provided a glimpse into potential interactions involving the differentially expressed proteins in HT mice that may result in impaired liver function and irregular mitogenic signaling leading to cancer. Amongst both networks, TP53 in network 2 is the protein with the highest protein interaction count. It is associated with seven differentially expressed proteins (three upregulated—GAPDH, GMPS, and TRAP1—and four downregulated—ACADL, ANXA6, SUCLG2, and COX5A). Interestingly, TP53 was the protein that also cross-interacted with the highest number of differentially expressed proteins from both network 1 and network 2 when merged (network 1—YWHAE, MDH1, DLAT, PA2G4, NDRG2, and HSPA9; network 2—ACADL, COX5A, ANXA6, SUCLG2, GAPDH, GMPS, and TRAP1) ( Figure 4 ). The homeostasis of MDM2-p53 axis is important for normal function of p53 and MDM2. However, both p53 and MDM2 are expressed abnormally in HCC tissues [ 26 ]. In LCHAD-defective mouse model, we also noticed abnormal expressions of p53 and MDM2 in HT-NC as compared to WT and HT mouse liver tissues. Increased MDM2 and decreased p53 in HT-NC indicate MDM2-mediated p53 inactivation possibly by ubiquitination. Although the role of p53-MDM2 axis was discussed in many cancers, including cirrhotic HCC, this is the first report to associate this axis with non-cirrhotic HCC. Apart from TP53, we identified three important interactions in network 1 ( Figure 2 ) that included hypoxia-inducible factor-1A (HIF-1A), PI3K/p85, and KDM5A. The transcription factor, HIF-1A is associated with two downregulated differentially expressed proteins (CCS and CYC1) ( Figure 2 ). Activated HIF1A has been reported in several hepatocellular tumors as a potential circulating marker or target for diagnosis, prognosis and precise treatment of HCC [ 27 , 28 ]. Inhibitors of HIF1A have been used to prevent the recurrence of HCC after radiofrequency ablation (RFA) and high-intensity focused ultrasound (HIFU) ablation [ 29 ]. Furthermore, PI3K/p85 is associated with downregulated proteins PA2G4 and DLAT and upregulated HSPA9 ( Figure 2 ). It is a key player in PI3K transduction signaling pathway underlying HCC [ 30 ]. Additionally, KDM5A directly interacts with downregulated proteins NIT1, MDH1, and DLAT ( Figure 2 ). It is a lysine-specific demethylase 5A that removes di- and tri-methyl groups from lysine 4 of histone H3 (H3K4) [ 31 ]. It acts as a negative regulator of p53 signaling and genetic deletion of this histone demethylase results in upregulation of p53 in multiple cancers and inhibits tumor growth in a p53-miR-34 dependent manner [ 32 ]. In network 2 ( Figure 3 ), the four important interactions observed with differentially expressed proteins in HT mice are NR3C1, KLF6, ESR1, and TP53. NR3C1, the glucocorticoid receptor (GR), is associated with three downregulated differentially expressed proteins (AS3MT, COMT, and MAT1A). The loss of GR function in mice leads to steatosis and hepatic tumorigenesis [ 33 ]. Recently, the expression of lipid metabolism-associated key genes revealed the prognostic capability of NR3C1 as a potential biomarker for HCC [ 34 ]. Further, KLF6 in network 2 is associated with upregulated protein GAPDH and downregulated MCCC1. KLF6 is frequently lost genomically or inactivated by loss of heterozygosity and/or mutation and thus significantly downregulated in cancerous tissues as compared to adjacent non-cancerous tissues [ 35 , 36 ]. Furthermore, estrogen receptor gene 1 (ESR1) in network 2 is associated with upregulated CSAD and GAPDH and downregulated COMT. The sex steroid hormone estrogen’s protective role in HCC has been suggested for a long time [ 37 ]. According to Bhat et al. increased expression of ESR1 is prognostic for HCC, protective for overall survival, and more pronounced in women HCC patients [ 38 ]. In Tox analysis we identified four enriched functional groups that contained several differentially expressed proteins required for normal liver function and tumor formation. MAT1A, a biological precursor to glutathione, is downregulated in HT mice, thereby leading to decreased glutathione levels. The depletion of MAT1A results in less biosynthesis of S-adenosylmethionine. MAT1A knockout mice model leads to spontaneous steatohepatitis and HCC within an 18-month period [ 39 ]. It is important to mention that we also noticed HCC in 13-month-old or older LCHAD mice. Further, ACADL, a mitochondrial enzyme that regulates the primary step of mitochondrial fatty acid oxidation and is thereby responsible for inhibition of HCC growth is downregulated in our defective LCHAD mouse model [ 40 ]. In mice, GMPS upregulation has been implicated as an oncogene in HCC development [ 41 ]. Interestingly, GMPS is negatively regulated by TP53 and is functionally associated with cellular senescence programming through the TP53 signaling cascade [ 41 ]. Other notable proteins expressed differentially, which are associated with HCC and liver hyperplasia/hyperproliferation functional groups include upregulated HSPA9, GMPS and downregulated NDRG2 and IDO2. The inhibition of HCC adhesion, migration, and invasion by NDRG2 is mediated through the regulation of CD24 expression [ 42 ]. Wang et al. reported the role of downregulated NDRG2 in the promotion of HCC angiogenesis via VEGFA and its potential use as an anti-angiogenesis target [ 43 ]. The dysregulation of all these proteins has been observed in human HCC coupled with a poorer clinical outcome [ 44 , 45 , 46 ]. Furthermore, downregulated COMT, IDO2, NDRG2, NIT1, ALDH7A1, CCS, and TCA cycle enzymes MDH1 and DLAT, along with upregulated HSPA9 and GMPS are also involved in the hyperplasia/hyperproliferation group. Studies have reported the role of COMT in the development of HCC due to its effect on the biosynthesis of sex hormones estrogen and androgen and their inactivation. Its decreased abundance in male HT mouse can also possibly be attributed to the inactivation of sex hormones [ 47 ]. Low expression of COMT and higher methylation of the gene is associated with poor HCC-specific prognosis [ 48 ]. Inhibitors of IDO2, an immunosuppressive enzyme, have been implicated in HCC cancer therapy [ 49 , 50 ]. Downregulation of NIT1, a tumor suppressor gene, is reported in HCC specimens as compared to normal liver tissue [ 51 ]. Downregulation of MDH1 and DLAT, enzymes of oxidative phosphorylation, are indicative of Warburg-like phenotype of cancer cells and anti-Warburg therapies in combination with sorafenib are the future of advanced HCC therapy [ 52 ]. The constant deficiency of CuZnSOD in mice leads to oxidative damage and is associated with HCC in later parts of life. CCS being the chaperone for CuZnSOD, which is downregulated also indicate oxidative stress in the liver tissues [ 53 ]. We created a novel knockout mouse model for LCHAD defect that codes for the active site in the exon 15 of the HADHA gene. The human Protein Atlas reveals that HADHA levels are highest in hepatocytes. Hepatocytes, eighty percent of liver cell population, are responsible for energy and fatty acid metabolism with respect to mitochondrial β-oxidation of long chain fatty acids. While HADHA is present in other liver cells, its function and concentration are less central than in hepatocytes. The Human Protein Atlas also reveals that cholangiocytes, another epithelial subtype lining the bile duct, have negligible expression of HADHA compared to hepatocytes. Kupffer cells, which are primarily involved in immune responses and inflammation, are not a main site for the HADHA-driven β-oxidation of fatty acids. However, Kupffer cells can indirectly modulate fatty acid oxidation in nearby hepatocytes [ 54 , 55 ]. Further, hepatic Stellate cells are also not major sites of HADHA-driven fatty acid oxidation and their HADHA levels are therefore minor compared to hepatocytes. During liver injury, Stellate cells activate and transform into myofibroblasts. This process involves significant metabolic reprogramming [ 56 ]. However, they are typically involved in liver fatty acid metabolism through fatty acid utilization involving plasmalemma vesicle-associated protein [ 57 ]. Thus, in the current investigation we could not decisively draw conclusions about LCHAD-driven regulation of p53/MDM2 axis in a specific subset of liver cells, though it mostly favors hepatocytes over the other cell types. Additionally, in the future, cell-specific LCHAD-defective mouse models are required to strengthen our hypothesis. In summary, we reported for the first time that TP53 plays a critical role in HCC development in a non-cirrhotic mouse model by interacting with several oncogenes and tumor suppressor genes as identified in IPA. Future studies are required to confirm these associations in patients. 5. Conclusions In conclusion, the analysis provided us with information that p53 plays an important role in HCC-NC and differentially expressed proteins are involved in liver damage, HCC progression, and liver hyperplasia/hyperproliferation. All the notable interactions of network 1 and network 2 are either presented as tumor suppressor/promoter of HCC, serum markers for early HCC diagnosis, or targets for HCC treatment. Therefore, important interactions in network 1 and network 2 further strengthen the idea that defective LCHAD is a novel etiology of HCC. The study indicates that combining the power of network signaling analysis and identifying individual proteins related to liver function provides the necessary following steps into elucidating the potential downstream effects of LCHAD heterozygosity in liver. Validation of the levels of MDM2 and p53 also highlights the role of MDM2-p53 axis in LCHAD-induced MASLD and HCC-NC. Acknowledgments We acknowledge funding from U.S. Department of Veterans Affairs BX000824 (S.K.) and BX004710, CX002436 (J.A.I.). Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Supplementary Materials The following supporting information can be downloaded at https://www.mdpi.com/article/10.3390/cancers17193241/s1 , Table S1. LTQ-Orbitrap LC-MS/MS data of liver proteins that were expressed significantly different (<0.01) in heterozygous LCHAD mouse as compared to Wild-type mouse. Spot numbers are as assigned in Figure 4 B. Up-regulated proteins are shown with HT/WT ratio of more than 1 and down-regulated proteins with HT/WT ratio of less than 1. HT represents protein visible in only heterozygous mouse liver 2D gel image. Author Contributions Conceptualization: T.K. and S.K.; Data acquisition: T.K. and A.J.S.; Literature search and initial writing: T.K. and A.J.S.; Technical help: K.L.; Figure preparation and statistical analysis: S.G.; Final draft: T.K. and S.K.; Review and editing: T.K., S.K., G.M.H. and J.A.I., Funding acquisition: S.K. and J.A.I. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement Data sets will be shared if a formal request has been made. There are no links to publicly archived datasets analyzed or generated during the study. Conflicts of Interest Alexei J. Stuckel currently working in a company as a Scientist. The authors declare no conflicts of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results. Abbreviations HCC Hepatocellular Carcinoma MASLD Metabolic dysfunction-associated steatotic liver disease HCC-NC Non cirrhotic HCC HCC-C Cirrhotic HCC HADHA Hydroxyacyl-CoA dehydrogenase trifunctional multienzyme complex subunit alpha LCHAD Long chain 3-hydroxyacyl-CoA dehydrogenase IPA Ingenuity pathway analysis WT Wild type mouse HT LCHAD-heterozygous mouse without cancer HT-NC LCHAD-heterozygous mouse with non-cirrhotic cancer References 1. Rumgay H. Ferlay J. de Martel C. Georges D. Ibrahim A.S. Zheng R. Wei W. Lemmens V. Soerjomataram I. Global, regional and national burden of primary liver cancer by subtype Eur. J. Cancer 2022 161 108 118 10.1016/j.ejca.2021.11.023 34942552 2. Sung H. Ferlay J. Siegel R.L. Laversanne M. Soerjomataram I. Jemal A. Bray F. Global Cancer Statistics 2020: GLOBOCAN Estimates of Incidence and Mortality Worldwide for 36 Cancers in 185 Countries CA Cancer J. Clin. 2021 71 209 249 10.3322/caac.21660 33538338 3. Trevisani F. Frigerio M. Santi V. Grignaschi A. Bernardi M. Hepatocellular carcinoma in non-cirrhotic liver: A reappraisal Dig. Liver Dis. 2010 42 341 347 10.1016/j.dld.2009.09.002 19828388 4. Alkofer B. Lepennec V. Chiche L. Hepatocellular cancer in the non-cirrhotic liver J. Visc. Surg. 2011 148 3 11 10.1016/j.jviscsurg.2010.12.012 21306970 5. Desai A. Sandhu S. Lai J.P. Sandhu D.S. Hepatocellular carcinoma in non-cirrhotic liver: A comprehensive review World J. Hepatol. 2019 11 1 18 10.4254/wjh.v11.i1.1 30705715 6. Shah P.A. Patil R. Harrison S.A. NAFLD-related hepatocellular carcinoma: The growing challenge Hepatology 2023 77 323 338 10.1002/hep.32542 35478412 7. Liu S. Chan K.W. Wang B. Qiao L. Fibrolamellar hepatocellular carcinoma Am. J. Gastroenterol. 2009 104 2617 2624 2617–2624; quiz 2625 10.1038/ajg.2009.440 19638962 8. Nishikawa H. Osaki Y. Non-B, non-C hepatocellular carcinoma (Review) Int. J. Oncol. 2013 43 1333 1342 10.3892/ijo.2013.2061 23969900 9. Khare T. Khare S. Angdisen J.J. Zhang Q. Stuckel A. Mooney B.P. Ridenhour S.E. Gitan R.S. Hammoud G.M. Ibdah J.A. Defects in long-chain 3-hydroxy acyl-CoA dehydrogenase lead to hepatocellular carcinoma: A novel etiology of hepatocellular carcinoma Int. J. Cancer 2020 147 1461 1473 10.1002/ijc.32943 32115688 10. Mohamad B. Shah V. Onyshchenko M. Elshamy M. Aucejo F. Lopez R. Hanouneh I.A. Alhaddad R. Alkhouri N. Characterization of hepatocellular carcinoma (HCC) in non-alcoholic fatty liver disease (NAFLD) patients without cirrhosis Hepatol. Int. 2016 10 632 639 10.1007/s12072-015-9679-0 26558795 11. Younes R. Bugianesi E. Should we undertake surveillance for HCC in patients with NAFLD? J. Hepatol. 2018 68 326 334 10.1016/j.jhep.2017.10.006 29122695 12. Chalasani N. Younossi Z. Lavine J.E. Charlton M. Cusi K. Rinella M. Harrison S.A. Brunt E.M. Sanyal A.J. The diagnosis and management of nonalcoholic fatty liver disease: Practice guidance from the American Association for the Study of Liver Diseases Hepatology 2018 67 328 357 10.1002/hep.29367 28714183 13. Gaddikeri S. McNeeley M.F. Wang C.L. Bhargava P. Dighe M.K. Yeh M.M. Dubinsky T.J. Kolokythas O. Lalwani N. Hepatocellular carcinoma in the noncirrhotic liver AJR Am. J. Roentgenol. 2014 203 W34 W47 10.2214/AJR.13.11511 24951228 14. Zeng W. Gouw A.S. van den Heuvel M.C. Molema G. Poppema S. van der Jagt E.J. de Jong K.P. Hepatocellular carcinomas in cirrhotic and noncirrhotic human livers share angiogenic characteristics Ann. Surg. Oncol. 2010 17 1564 1571 10.1245/s10434-009-0900-z 20087783 15. Jamwal R. Krishnan V. Kushwaha D.S. Khurana R. Hepatocellular carcinoma in non-cirrhotic versus cirrhotic liver: A clinico-radiological comparative analysis Abdom. Radiol. 2020 45 2378 2387 10.1007/s00261-020-02561-z 32372205 16. Taie D. El-Wahed M. Badr M. Soliman E.S. Abdou A. Hepatocellular carcinoma in cirrhotic and noncirrhotic liver: Clinicopathological differences Menoufia Med. J. 2015 28 712 10.4103/1110-2098.165822 17. Araujo O.C. Rosa A.S. Fernandes A. Niel C. Villela-Nogueira C.A. Pannain V. Araujo N.M. RASSF1A and DOK1 Promoter Methylation Levels in Hepatocellular Carcinoma, Cirrhotic and Non-Cirrhotic Liver, and Correlation with Liver Cancer in Brazilian Patients PLoS ONE 2016 11 e0153796 10.1371/journal.pone.0153796 27078152 18. Fu S. Deger T. Boers R.G. Boers J.B. Doukas M. Gribnau J. Wilting S.M. Debes J.D. Boonstra A. Hypermethylation of DNA Methylation Markers in Non-Cirrhotic Hepatocellular Carcinoma Cancers 2023 15 4784 10.3390/cancers15194784 37835478 19. Ding B. Lou W. Liu J. Li R. Chen J. Fan W. In silico analysis excavates potential biomarkers by constructing miRNA-mRNA networks between non-cirrhotic HCC and cirrhotic HCC Cancer Cell Int. 2019 19 186 10.1186/s12935-019-0901-3 31346321 20. Jackson S. Kler R.S. Bartlett K. Briggs H. Bindoff L.A. Pourfarzam M. Gardner-Medwin D. Turnbull D.M. Combined enzyme defect of mitochondrial fatty acid oxidation J. Clin. Investig. 1992 90 1219 1225 10.1172/JCI115983 1401059 21. Uchida Y. Izai K. Orii T. Hashimoto T. Novel fatty acid beta-oxidation enzymes in rat liver mitochondria. II. Purification and properties of enoyl-coenzyme A (CoA) hydratase/3-hydroxyacyl-CoA dehydrogenase/3-ketoacyl-CoA thiolase trifunctional protein J. Biol. Chem. 1992 267 1034 1041 10.1016/S0021-9258(18)48391-3 1730633 22. De Giorgi V. Monaco A. Worchech A. Tornesello M. Izzo F. Buonaguro L. Marincola F.M. Wang E. Buonaguro F.M. Gene profiling, biomarkers and pathways characterizing HCV-related hepatocellular carcinoma J. Transl. Med. 2009 7 85 10.1186/1479-5876-7-85 19821982 23. Laemmli U.K. Cleavage of structural proteins during the assembly of the head of bacteriophage T4 Nature 1970 227 680 685 10.1038/227680a0 5432063 24. Wang M. Han J. Xing H. Zhang H. Li Z. Liang L. Li C. Dai S. Wu M. Shen F. Dysregulated fatty acid metabolism in hepatocellular carcinoma Hepat. Oncol. 2016 3 241 251 10.2217/hep-2016-0012 30191046 25. Tanaka M. Masaki Y. Tanaka K. Miyazaki M. Kato M. Sugimoto R. Nakamura K. Aishima S. Shirabe K. Nakamuta M. Reduction of fatty acid oxidation and responses to hypoxia correlate with the progression of de-differentiation in HCC Mol. Med. Rep. 2013 7 365 370 10.3892/mmr.2012.1201 23178736 26. Cao H. Chen X. Wang Z. Wang L. Xia Q. Zhang W. The role of MDM2-p53 axis dysfunction in the hepatocellular carcinoma transformation Cell Death Discov. 2020 6 53 10.1038/s41420-020-0287-y 32595984 27. Guo Y. Xiao Z. Yang L. Gao Y. Zhu Q. Hu L. Huang D. Xu Q. Hypoxia-inducible factors in hepatocellular carcinoma (Review) Oncol. Rep. 2020 43 3 15 10.3892/or.2019.7397 31746396 28. Luo D. Wang Z. Wu J. Jiang C. Wu J. The role of hypoxia inducible factor-1 in hepatocellular carcinoma Biomed. Res. Int. 2014 2014 409272 10.1155/2014/409272 25101278 29. Xiao C. Liu S. Ge G. Jiang H. Wang L. Chen Q. Jin C. Mo J. Li J. Wang K. Roles of hypoxia-inducible factor in hepatocellular carcinoma under local ablation therapies Front. Pharmacol. 2023 14 1086813 10.3389/fphar.2023.1086813 36814489 30. Cao H. Xu Z. Wang J. Cigliano A. Pilo M.G. Ribback S. Zhang S. Qiao Y. Che L. Pascale R.M. Functional role of SGK3 in PI3K/Pten driven liver tumor development BMC Cancer 2019 19 343 10.1186/s12885-019-5551-2 30975125 31. Yang G.J. Zhu M.H. Lu X.J. Liu Y.J. Lu J.F. Leung C.H. Ma D.L. Chen J. The emerging role of KDM5A in human cancer J. Hematol. Oncol. 2021 14 30 10.1186/s13045-021-01041-1 33596982 32. Hu D. Jablonowski C. Cheng P.H. AlTahan A. Li C. Wang Y. Palmer L. Lan C. Sun B. Abu-Zaid A. KDM5A Regulates a Translational Program that Controls p53 Protein Expression iScience 2018 9 84 100 10.1016/j.isci.2018.10.012 30388705 33. Mueller K.M. Themanns M. Friedbichler K. Kornfeld J.W. Esterbauer H. Tuckermann J.P. Moriggl R. Hepatic growth hormone and glucocorticoid receptor signaling in body growth, steatosis and metabolic liver cancer development Mol. Cell Endocrinol. 2012 361 1 11 10.1016/j.mce.2012.03.026 22564914 34. Fan W.J. Ding H. Chen X.X. Yang L. Comprehensive Analysis of the Expression and Prognosis for Lipid Metabolism-Related Genes in Hepatocellular Carcinoma S. Asian J. Cancer 2023 12 126 134 10.1055/s-0042-1757560 37969675 35. Sabatino M.E. Castellaro A. Racca A.C. Carbajosa Gonzalez S. Pansa M.F. Soria G. Bocco J.L. Kruppel-Like Factor 6 Is Required for Oxidative and Oncogene-Induced Cellular Senescence Front. Cell Dev. Biol. 2019 7 297 10.3389/fcell.2019.00297 31824948 36. Wen P.H. Wang D.Y. Zhang J.K. Wang Z.H. Pan J. Shi X.Y. Yang H. Zhang S.J. Guo W.Z. Kruppel-like factor 6 suppresses growth and invasion of hepatocellular carcinoma cells in vitro and in vivo Int. J. Immunopathol. Pharmacol. 2016 29 666 675 10.1177/0394632016655171 27510817 37. Sukocheva O.A. Estrogen, estrogen receptors, and hepatocellular carcinoma: Are we there yet? World J. Gastroenterol. 2018 24 1 4 10.3748/wjg.v24.i1.1 29358876 38. Bhat M. Pasini E. Pastrello C. Angeli M. Baciu C. Abovsky M. Coffee A. Adeyi O. Kotlyar M. Jurisica I. Estrogen Receptor 1 Inhibition of Wnt/beta-Catenin Signaling Contributes to Sex Differences in Hepatocarcinogenesis Front. Oncol. 2021 11 777834 10.3389/fonc.2021.777834 34881186 39. Lu S.C. Mato J.M. Role of methionine adenosyltransferase and S-adenosylmethionine in alcohol-associated liver cancer Alcohol 2005 35 227 234 10.1016/j.alcohol.2005.03.011 16054984 40. Zhao X. Qin W. Jiang Y. Yang Z. Yuan B. Dai R. Shen H. Chen Y. Fu J. Wang H. ACADL plays a tumor-suppressor role by targeting Hippo/YAP signaling in hepatocellular carcinoma NPJ Precis. Oncol. 2020 4 7 10.1038/s41698-020-0111-4 32219176 41. Holzer K. Drucker E. Roessler S. Dauch D. Heinzmann F. Waldburger N. Eiteneuer E.M. Herpel E. Breuhahn K. Zender L. Proteomic Analysis Reveals GMP Synthetase as p53 Repression Target in Liver Cancer Am. J. Pathol. 2017 187 228 235 10.1016/j.ajpath.2016.09.022 27939741 42. Zheng J. Li Y. Yang J. Liu Q. Shi M. Zhang R. Shi H. Ren Q. Ma J. Guo H. NDRG2 inhibits hepatocellular carcinoma adhesion, migration and invasion by regulating CD24 expression BMC Cancer 2011 11 251 10.1186/1471-2407-11-251 21676268 43. Wang J. Li T. Ma L. Liu G. Wang G. Kang J. NDRG2 inhibition facilitates angiogenesis of hepatocellular carcinoma Open Med. 2021 16 742 748 10.1515/med-2021-0268 44. Andrejeva D. Kugler J.M. Nguyen H.T. Malmendal A. Holm M.L. Toft B.G. Loya A.C. Cohen S.M. Metabolic control of PPAR activity by aldehyde dehydrogenase regulates invasive cell behavior and predicts survival in hepatocellular and renal clear cell carcinoma BMC Cancer 2018 18 1180 10.1186/s12885-018-5061-7 30486822 45. Lee D.C. Kang Y.K. Kim W.H. Jang Y.J. Kim D.J. Park I.Y. Sohn B.H. Sohn H.A. Lee H.G. Lim J.S. Functional and clinical evidence for NDRG2 as a candidate suppressor of liver cancer metastasis Cancer Res. 2008 68 4210 4220 10.1158/0008-5472.CAN-07-5040 18519680 46. Yi X. Luk J.M. Lee N.P. Peng J. Leng X. Guan X.Y. Lau G.K. Beretta L. Fan S.T. Association of mortalin (HSPA9) with liver cancer metastasis and prediction for early tumor recurrence Mol. Cell Proteom. 2008 7 315 325 10.1074/mcp.M700116-MCP200 47. Rossi L. Leveri M. Gritti C. De Silvestri A. Zavaglia C. Sonzogni L. Silvestri L. Civardi E. Mondelli M.U. Silini E.M. Genetic polymorphisms of steroid hormone metabolizing enzymes and risk of liver cancer in hepatitis C-infected patients J. Hepatol. 2003 39 564 570 10.1016/S0168-8278(03)00355-6 12971967 48. Hlady R.A. Sathyanarayan A. Thompson J.J. Zhou D. Wu Q. Pham K. Lee J.H. Liu C. Robertson K.D. Integrating the Epigenome to Identify Drivers of Hepatocellular Carcinoma Hepatology 2019 69 639 652 10.1002/hep.30211 30136421 49. Asghar K. Farooq A. Zulfiqar B. Rashid M.U. Indoleamine 2,3-dioxygenase: As a potential prognostic marker and immunotherapeutic target for hepatocellular carcinoma World J. Gastroenterol. 2017 23 2286 2293 10.3748/wjg.v23.i13.2286 28428708 50. Lob S. Konigsrainer A. Rammensee H.G. Opelz G. Terness P. Inhibitors of indoleamine-2,3-dioxygenase for cancer therapy: Can we see the wood for the trees? Nat. Rev. Cancer 2009 9 445 452 10.1038/nrc2639 19461669 51. Mao H.J. Li H.N. Zhou X.M. Zhao J.L. Wan D.F. Monitoring microarray-based gene expression profile changes in hepatocellular carcinoma World J. Gastroenterol. 2005 11 2811 2816 10.3748/wjg.v11.i18.2811 15884129 52. Tian H. Zhu X. Lv Y. Jiao Y. Wang G. Glucometabolic Reprogramming in the Hepatocellular Carcinoma Microenvironment: Cause and Effect Cancer Manag. Res. 2020 12 5957 5974 10.2147/CMAR.S258196 32765096 53. Elchuri S. Oberley T.D. Qi W. Eisenstein R.S. Jackson Roberts L. Van Remmen H. Epstein C.J. Huang T.T. CuZnSOD deficiency leads to persistent and widespread oxidative damage and hepatocarcinogenesis later in life Oncogene 2005 24 367 380 10.1038/sj.onc.1208207 15531919 54. Diehl K.L. Vorac J. Hofmann K. Meiser P. Unterweger I. Kuerschner L. Weighardt H. Forster I. Thiele C. Kupffer Cells Sense Free Fatty Acids and Regulate Hepatic Lipid Metabolism in High-Fat Diet and Inflammation Cells 2020 9 2258 10.3390/cells9102258 33050035 55. Tarasenko T.N. Singh L.N. Chatterji-Len M. Zerfas P.M. Cusmano-Ozog K. McGuire P.J. Kupffer cells modulate hepatic fatty acid oxidation during infection with PR8 influenza Biochim. Biophys. Acta 2015 1852 2391 2401 10.1016/j.bbadis.2015.08.021 26319418 56. Trivedi P. Wang S. Friedman S.L. The Power of Plasticity-Metabolic Regulation of Hepatic Stellate Cells Cell Metab. 2021 33 242 257 10.1016/j.cmet.2020.10.026 33232666 57. Hansen D. Jensen J.E.R. Andersen C.A.T. Jakobsgaard P.R. Havelund J. Lauritsen L. Mandacaru S. Siersbaek M. Shackleton O.L. Inoue H. Hepatic stellate cells regulate liver fatty acid utilization via plasmalemma vesicle-associated protein Cell Metab. 2025 37 971 986.e978 10.1016/j.cmet.2025.01.022 40037362 Figure 1 qRT-PCR analysis of HADHA transcript level in HCC patients. Differences in HADHA transcript were observed in patients with disease status from stages 1 to 4 ( A ) and tumor grades from 1 to 3 ( B ) as compared to control (normal) patients. (ns = 0.999; * p < 0.01; ** p < 0.001; *** p < 0.0001). Figure 2 Signaling network 1 was associated with cancer, organismal injury, and abnormalities. Network 1 consisted of 35 nodes and included a total of 11 differentially expressed proteins: 10 downregulated (green) and 1 upregulated (red) in heterozygous LCHAD mice. Note the interactions of differentially expressed proteins CCS and CYC1 with transcription factor HIF1A. Other highlighted protein interactions include MDH1, NIT1, and DLAT interaction with KDM5A and HSPA9, PA2G4, and DLAT interaction with p85, a regulatory subunit of PI3K. Figure 3 Signaling network 2 was associated with metabolic diseases, organismal injury, and abnormalities. Network 2 consisted of 35 nodes as well and included a total of 12 differentially expressed proteins: 8 downregulated (green) and 4 upregulated (red) in heterozygous LCHAD mice. Note the interactions of differentially expressed proteins AS3MT, COMT, and MAT1A with NR3C1, a key player in glucocorticoid receptor signaling. Also note interactions of GAPDH and MCCC1 with KLF6; CSAD, COMT, and GAPDH with ESR1; and interaction of GAPDH, GMPS, TRAP1, ACADL, ANXA6, SUCLG2, and COX5A with TP53. Figure 4 Merging signaling networks 1 and 2. The merged networks consisted of 70 nodes and included a total of 23 differentially expressed proteins: 18 downregulated (green) and 5 upregulated (red) in heterozygous LCHAD mice. Note the predominantly highlighted cross-interactions of differentially expressed proteins from networks 1 and 2 with TP53 that included downregulated proteins YWHAE, MDH1, DLAT, PA2G4, NDRG2, ACADL, COX5A, ANXA6, SUCLG2 (green), and upregulated proteins HSPA9, GAPDH, GMPS, and TRAP1 (red). Figure 5 Enriched functional groups from IPA’s hepatotoxicity report. (1) Liver steatosis (microvesicular hepatic steatosis) functional groups [genes = 2]; two downregulated (green) proteins were enriched. (2) Glutathione depletion in liver (quantity of glutathione in liver) functional group [genes = 1]; one downregulated protein (green) was enriched. (3) Hepatocellular carcinoma functional group [genes = 4]; 2 downregulated (green) and two upregulated (red) proteins were enriched. (4) Liver hyperplasia/hyperproliferation (liver tumor) functional group [genes = 10]; 8 downregulated proteins (green) and 2 upregulated proteins (red) were enriched. Figure 6 ( A ) Differential expression of p53 and MDM2 in liver tissue of WT (wild type), HT (LCHAD-HT mice with no cancer), HT-NC (LCHAD-HT mice with non-cirrhotic cancer) as noticed in Western blot. Representative Western blot results are shown in the figure. β-actin was used as loading control. ( B ) Densitometric quantification of Western blot revealed significantly reduced expression of p53 in HT mice when compared to WT mice (* p < 0.001) and HT-NC mice as compared to both WT and HT mice (** p < 0.0001). ( C ) Densitometric quantification of Western blot revealed significantly increased expression of MDM2 in HT-NC as compared to both WT and HT mice (** p < 0.0001). However, a non-significant difference (ns; p = 0.9956) was noticed between WT and HT mice.",
    "full_text_abstract": "Simple Summary Researchers have studied how an energy process called fatty acid oxidation may contribute to liver cancer. They have used a unique mouse model that has a defective enzyme for fatty acid oxidation and found that some of the mice developed liver cancer without the typical hardening of tissue or scarring, or cirrhosis, which is usually present in liver cancer. This finding is important because it identifies a unique manner that liver cancer can start in some patients, which makes it harder to detect and treat patients using standard tools and methods. To address this challenge, the researchers used a protein analysis technique (proteomics) and software (Ingenuity Pathway Analysis) to identify specific molecular clues or markers. These results could lead to better strategies for identifying and treating liver cancer patients who do not have cirrhosis.\n\nAbstract Background and Aims : Little is known about metabolic dysfunction-associated steatotic liver disease (MASLD) as a risk factor for hepatocellular carcinoma (HCC) in non-cirrhotic (HCC-NC) patients. In-house developed mouse models with defective lipid-metabolizing enzyme long-chain 3-hydroxy acyl-CoA dehydrogenase (LCHAD), coded by hydroxyacyl-CoA dehydrogenase trifunctional multienzyme complex subunit alpha (HADHA) gene, result in MASLD (steatosis) without cirrhosis leading to HCC-NC. The aims of the current investigations are to assess molecular markers and the associated molecular events that may lead to HCC-NC. Methods : cDNA array study of HCC patients was conducted to assess the expression of HADHA transcripts. Differentially expressed proteins identified between wild-type (WT) and heterozygous mice with no cancer (HT) from a previous study were subjected to Ingenuity Pathway Analysis (IPA). Western blotting was performed to assess the expression of proteins. Results : IPA of the differentially expressed proteins between WT and HT mice results in two biological networks (network 1 and network 2), which pointed to an important role of p53 in HCC-NC. Validation of the levels of MDM2 and p53 also highlights the role of MDM2-p53 axis in HCC-NC. All the focus molecules in network 1 and network 2 are either presented as tumor suppressor/promoter of carcinogenesis or serum markers for early HCC diagnosis. The hepatotoxicity report from IPA further identified four functional groups including liver steatosis, glutathione depletion, hepatocellular carcinoma, and liver hyperplasia/hyperproliferation. Conclusions : This study suggests that impaired fatty oxidation may play a role in the development of HCC associated with steatosis but without cirrhosis (HCC-NC). Defective LCHAD is a novel etiology for HCC."
}