{
  "PMC": "5763822",
  "DOI": "10.1100/tsw.2010.68",
  "PMID": "20419281",
  "PMCID": "PMC5763822",
  "title": "Cellular senescence: many roads, one final destination.",
  "year": 2010,
  "source_url": "https://europepmc.org/article/PMC/PMC5763822",
  "source": "MED",
  "abstract_text": "Cellular senescence is a tumor-suppressor mechanism that has been shown to occur in response to multiple signals, including oncogenic stress, DNA damage, oxidative stress, telomere shortening, and other tumor-promoting insults. Over the past decade, much has been uncovered regarding the phenotype of this tumor-suppressor response and the underlying pathways necessary for its establishment. However, we have also learned that the intricate details of signaling pathways underlying senescence as a tumor-suppressor response are very much context dependent. In addition, cross-talk among pathways, and negative and positive feedback loops, all complicate our understanding of this process. This short review attempts to summarize what is known to date regarding senescence in tumor suppression, both in vitro and in vivo. Further insights into pathways necessary for senescence will hopefully identify appropriate targets for interventions to not only induce senescence as a treatment of cancerous lesions, but also to maintain this state in premalignant lesions in an effort to prevent progression to cancer.",
  "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5763822 20419281 632193 10.1100/tsw.2010.68 Mini-Review Article Cellular Senescence: Many Roads, One Final Destination Saab Raya * Children's Cancer Center of Lebanon, American University of Beirut, Lebanon *Raya Saab: rs88@aub.edu.lb Academic Editor: John D. Scott 2010 13 4 2010 10 727 741 9 2 2010 22 3 2010 24 3 2010 Copyright © 2010 Raya Saab. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Cellular senescence is a tumor-suppressor mechanism that has been shown to occur in response to multiple signals, including oncogenic stress, DNA damage, oxidative stress, telomere shortening, and other tumor-promoting insults. Over the past decade, much has been uncovered regarding the phenotype of this tumor-suppressor response and the underlying pathways necessary for its establishment. However, we have also learned that the intricate details of signaling pathways underlying senescence as a tumor-suppressor response are very much context dependent. In addition, cross-talk among pathways, and negative and positive feedback loops, all complicate our understanding of this process. This short review attempts to summarize what is known to date regarding senescence in tumor suppression, both in vitro and in vivo . Further insights into pathways necessary for senescence will hopefully identify appropriate targets for interventions to not only induce senescence as a treatment of cancerous lesions, but also to maintain this state in premalignant lesions in an effort to prevent progression to cancer. senescence tumor suppression p53 Rb DNA damage heterochromatin oncogene",
  "plain_text": "Cellular senescence is a tumor-suppressor mechanism that has been shown to occur in response to multiple signals, including oncogenic stress, DNA damage, oxidative stress, telomere shortening, and other tumor-promoting insults. Over the past decade, much has been uncovered regarding the phenotype of this tumor-suppressor response and the underlying pathways necessary for its establishment. However, we have also learned that the intricate details of signaling pathways underlying senescence as a tumor-suppressor response are very much context dependent. In addition, cross-talk among pathways, and negative and positive feedback loops, all complicate our understanding of this process. This short review attempts to summarize what is known to date regarding senescence in tumor suppression, both in vitro and in vivo . Further insights into pathways necessary for senescence will hopefully identify appropriate targets for interventions to not only induce senescence as a treatment of cancerous lesions, but also to maintain this state in premalignant lesions in an effort to prevent progression to cancer."
}
