{
    "PMC": "5763818",
    "DOI": "10.1100/tsw.2010.133",
    "PMID": "20661538",
    "PMCID": "PMC5763818",
    "title": "Protein ubiquitylation in pancreatic cancer.",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC5763818",
    "source": "MED",
    "abstract_text": "Pancreatic cancer is one of the worst, as almost 100% of patients will die within 5 years after diagnosis. The tumors are characterized by an early, invasive, and metastatic phenotype, and extreme resistance to all known anticancer therapies. Therefore, there is an urgent need to develop new investigative strategies in order to identify new molecular targets and, possibly, new drugs to fight this disease efficiently. Whereas it has been known for more than 3 decades now, ubiquitylation is a post-translational modification of protein that only recently emerged as a major regulator of many biological functions, dependent and independent on the proteasome, whose failure is involved in many human diseases, including cancer. Indeed, despite its role in promoting protein degradation through the proteasome, ubiquitylation is now known to regulate diverse cellular processes, such as membrane protein endocytosis and intracellular trafficking, assembly of protein complexes, gene transcription, and activation or inactivation of enzymes. Taking into account that ubiquitylation machinery is a three-step process involving hundreds of proteins, which is countered by numerous ubiquitin hydrolases, and that the function of ubiquitylation relies on the recognition of the ubiquitin signals by hundreds of proteins containing a ubiquitin binding domain (including the proteasome), the number of possible therapeutic targets is exceptionally vast and will need to be explored carefully for each disease. In the case of pancreatic cancer, the study and the identification of specific alteration(s) in protein ubiquitylation may help to explain its severity and may furnish more specific targets for more efficient therapies.",
    "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5763818 20661538 768329 10.1100/tsw.2010.133 Review Article Protein Ubiquitylation in Pancreatic Cancer Bonacci Thomas Roignot Julie Soubeyran Philippe * INSERM U624, Cellular Stress, Parc Scientifique et Technologique de Luminy, Marseille, France *Philippe Soubeyran: philippe.soubeyran@inserm.fr Academic Editors: Juan Iovanna and Jose Neira 2010 20 7 2010 10 1462 1472 20 4 2010 2 6 2010 7 6 2010 Copyright © 2010 Thomas Bonacci et al. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Pancreatic cancer is one of the worst, as almost 100% of patients will die within 5 years after diagnosis. The tumors are characterized by an early, invasive, and metastatic phenotype, and extreme resistance to all known anticancer therapies. Therefore, there is an urgent need to develop new investigative strategies in order to identify new molecular targets and, possibly, new drugs to fight this disease efficiently. Whereas it has been known for more than 3 decades now, ubiquitylation is a post-translational modification of protein that only recently emerged as a major regulator of many biological functions, dependent and independent on the proteasome, whose failure is involved in many human diseases, including cancer. Indeed, despite its role in promoting protein degradation through the proteasome, ubiquitylation is now known to regulate diverse cellular processes, such as membrane protein endocytosis and intracellular trafficking, assembly of protein complexes, gene transcription, and activation or inactivation of enzymes. Taking into account that ubiquitylation machinery is a three-step process involving hundreds of proteins, which is countered by numerous ubiquitin hydrolases, and that the function of ubiquitylation relies on the recognition of the ubiquitin signals by hundreds of proteins containing a ubiquitin binding domain (including the proteasome), the number of possible therapeutic targets is exceptionally vast and will need to be explored carefully for each disease. In the case of pancreatic cancer, the study and the identification of specific alteration(s) in protein ubiquitylation may help to explain its severity and may furnish more specific targets for more efficient therapies. cancer pancreas ubiquitin ubiquitylation",
    "full_text_abstract": "Pancreatic cancer is one of the worst, as almost 100% of patients will die within 5 years after diagnosis. The tumors are characterized by an early, invasive, and metastatic phenotype, and extreme resistance to all known anticancer therapies. Therefore, there is an urgent need to develop new investigative strategies in order to identify new molecular targets and, possibly, new drugs to fight this disease efficiently. Whereas it has been known for more than 3 decades now, ubiquitylation is a post-translational modification of protein that only recently emerged as a major regulator of many biological functions, dependent and independent on the proteasome, whose failure is involved in many human diseases, including cancer. Indeed, despite its role in promoting protein degradation through the proteasome, ubiquitylation is now known to regulate diverse cellular processes, such as membrane protein endocytosis and intracellular trafficking, assembly of protein complexes, gene transcription, and activation or inactivation of enzymes. Taking into account that ubiquitylation machinery is a three-step process involving hundreds of proteins, which is countered by numerous ubiquitin hydrolases, and that the function of ubiquitylation relies on the recognition of the ubiquitin signals by hundreds of proteins containing a ubiquitin binding domain (including the proteasome), the number of possible therapeutic targets is exceptionally vast and will need to be explored carefully for each disease. In the case of pancreatic cancer, the study and the identification of specific alteration(s) in protein ubiquitylation may help to explain its severity and may furnish more specific targets for more efficient therapies."
}