{
    "PMC": "10895381",
    "DOI": "10.1002/mgg3.2407",
    "PMID": "38404237",
    "PMCID": "PMC10895381",
    "title": "A novel gain-of-function STAT3 variant in infantile-onset diabetes associated with multiorgan autoimmunity.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC10895381",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>Germline gain-of-function (GOF) variants in the signal transducer and activator of transcription 3 (STAT3) gene lead to a rare inherited disorder characterized by early-onset multiorgan autoimmunity.<h4>Methods</h4>We described a Chinese patient with infantile-onset diabetes and multiorgan autoimmunity. The patient presented with early-onset type 1 diabetes and autoimmune hypothyroidism at 7 months. During the 7.5-year follow-up, she developed pseudo-celiac enteropathy at 1 year of age and showed severe growth retardation. Whole-exome sequencing was performed and the novel variant was further assessed by in vitro functional assays.<h4>Results</h4>Whole-exome sequencing revealed a novel variant (c.1069G>A, p.Glu357Lys) in the DNA-binding domain of STAT3. In vitro functional studies revealed that p.Glu357Lys was a GOF variant by increasing STAT3 transcriptional activity and phosphorylation. In addition, the STAT3 Glu357Lys variant caused dysregulation of insulin gene expression by enhancing transcriptional inhibition of the insulin gene enhancer binding protein factor 1 (ISL1).<h4>Conclusion</h4>In the current study, we describe clinical manifestations and identify a novel STAT3 GOF variant (c.1069G>A) in a Chinese patient. This activating variant impairs insulin expression by increasing transcriptional inhibition of its downstream transcription factor ISL1, which could be involved in the pathogenesis of early-onset diabetes.",
    "full_text": "pmc Mol Genet Genomic Med Mol Genet Genomic Med 10.1002/(ISSN)2324-9269 MGG3 Molecular Genetics & Genomic Medicine 2324-9269 John Wiley and Sons Inc. Hoboken 10895381 38404237 10.1002/mgg3.2407 MGG32407 MGG3-2023-09-1332.R1 Original Article Original Articles A novel gain‐of‐function STAT3 variant in infantile‐onset diabetes associated with multiorgan autoimmunity Zhou et al. Zhou Qiaoli https://orcid.org/0000-0002-1889-6701 1 Chen Dandan 2 Yu Jing 3 Zheng Bixia 3 Zhou Wei 3 Jia Zhanjun 3 Zhang Aihua https://orcid.org/0000-0001-7438-4404 3 zhaihua@njmu.edu.cn Gu Wei 1 guwei154@163.com 1 Department of Endocrinology Children's Hospital of Nanjing Medical University Nanjing China 2 Department of Child Healthcare Lianyungang Maternal and Children's Hospital Lianyungang China 3 Nanjing Key Laboratory of Pediatrics Children's Hospital of Nanjing Medical University Nanjing China * Correspondence Aihua Zhang, Nanjing Key Laboratory of Pediatrics, Children's Hospital of Nanjing Medical University, Nanjing 210008, China. Email: zhaihua@njmu.edu.cn Wei Gu, Department of Endocrinology, Children's Hospital of Nanjing Medical University, Nanjing 210008, China. Email: guwei154@163.com 26 2 2024 2 2024 12 2 10.1002/mgg3.v12.2 e2407 27 1 2024 15 9 2023 08 2 2024 © 2024 The Authors. Molecular Genetics & Genomic Medicine published by Wiley Periodicals LLC. https://creativecommons.org/licenses/by/4.0/ This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. Abstract Background Germline gain‐of‐function (GOF) variants in the signal transducer and activator of transcription 3 ( STAT3 ) gene lead to a rare inherited disorder characterized by early‐onset multiorgan autoimmunity. Methods We described a Chinese patient with infantile‐onset diabetes and multiorgan autoimmunity. The patient presented with early‐onset type 1 diabetes and autoimmune hypothyroidism at 7 months. During the 7.5‐year follow‐up, she developed pseudo‐celiac enteropathy at 1 year of age and showed severe growth retardation. Whole‐exome sequencing was performed and the novel variant was further assessed by in vitro functional assays. Results Whole‐exome sequencing revealed a novel variant (c.1069G>A, p.Glu357Lys) in the DNA‐binding domain of STAT3. In vitro functional studies revealed that p.Glu357Lys was a GOF variant by increasing STAT3 transcriptional activity and phosphorylation. In addition, the STAT3 Glu357Lys variant caused dysregulation of insulin gene expression by enhancing transcriptional inhibition of the insulin gene enhancer binding protein factor 1 ( ISL1 ). Conclusion In the current study, we describe clinical manifestations and identify a novel STAT3 GOF variant (c.1069G>A) in a Chinese patient. This activating variant impairs insulin expression by increasing transcriptional inhibition of its downstream transcription factor ISL1 , which could be involved in the pathogenesis of early‐onset diabetes. Gain‐of‐function (GOF) variants of STAT3 cause early‐onset multiorgan autoimmunity. In this study, we described a patient with early‐onset diabetes, hypothyroidism, enteropathy, and postnatal short stature. Of note, the chronic diarrhea lasted 3 years and resolved spontaneously. We identified a novel STAT3 GOF variant p.E357K. Further functional data showed that the variant caused dysregulation of insulin gene expression through inhibition of the transcription factor ISL1 . diabetes gain‐of‐function multiorgan autoimmunity STAT3 gene source-schema-version-number 2.0 cover-date February 2024 details-of-publishers-convertor Converter:WILEY_ML3GV2_TO_JATSPMC version:6.3.8 mode:remove_FC converted:26.02.2024 Zhou , Q. , Chen , D. , Yu , J. , Zheng , B. , Zhou , W. , Jia , Z. , Zhang , A. , & Gu , W. ( 2024 ). A novel gain‐of‐function STAT3 variant in infantile‐onset diabetes associated with multiorgan autoimmunity . Molecular Genetics & Genomic Medicine , 12 , e2407 . 10.1002/mgg3.2407 38404237 1 INTRODUCTION Polyautoimmunity is defined as the presence of more than one autoimmune disease in a single patient (Anaya, 2014 ). The mechanisms by which polyautoimmunity develops are usually multifactorial, including a combination of genetic, immunological, and environmental factors. Single gene variants that result in severe autoimmunity and immune dysfunction have been described. Relevant genes include AIRE , FOXP3 , IL2RA , LRBA , STAT1 , STAT5B , CTLA‐4 , and ITCH (Amaya‐Uribe et al., 2019 ; Azizi et al., 2018 ). The signal transducer and activator of transcription 3 ( STAT3) (OMIM:102582) are involved in inflammation, tissue regeneration, cellular proliferation, survival, and differentiation. The signaling pathway involved in STAT3 pathogenesis is the JAK–STAT pathway. A cytokine, such as IL‐6, binds to its receptor, which leads to the phosphorylation of Janus Kinases (JAKs) (Morris et al., 2018 ). These activated JAKs then phosphorylate STAT3, allowing it to form dimers and translocate to the nucleus, where it acts as a transcription factor. Germline loss‐of‐function (LOF) variants in the STAT3 gene result in autosomal‐dominant hyperimmunoglobulin‐E syndrome (OMIM:147060) which is characterized by high serum IgE, eosinophilia, eczema, and immunodeficiency (Woellner et al., 2010 ). In addition, germline gain‐of‐function (GOF) variants in STAT3 have recently been associated with an extremely rare autosomal‐dominant early‐onset multiorgan autoimmunity (OMIM: 615952), with a median age at onset of 3 years (Flanagan et al., 2014 ). The phenotype of STAT3 GOF variant is characterized by lymphadenopathy with hepatosplenomegaly, postnatal growth retardation, immunodeficiency, and autoimmune disorders, including cytopenia, enteropathy, diabetes, thyroiditis, arthritis, atopic dermatitis, and interstitial lung disease (Fabre et al., 2018 ; Fabre et al., 2019 ; Giovannini‐Chami et al., 2019 ). Activating germline variants in STAT3 impair the development of regulatory T cells and promote the expansion and activation of T helper type 17 (TH17) cells. The dysregulation of TH17 cells is thought to play a critical role in autoimmune diseases, including type 1 diabetes (Flanagan et al., 2014 ). Early‐onset diabetes is the most frequent endocrine manifestation of multiorgan autoimmunity caused by STAT3 GOF variants. While STAT3 GOF variants have been shown to lead to early‐onset diabetes by affecting the regulation of immune‐related cells, recent studies demonstrate that activating variants in STAT3 can also affect insulin secretion, pancreatic β‐cell function, and pancreatic development (Kostromina et al., 2010 ; Saarimaki‐Vire et al., 2017 ; Velayos et al., 2017 ). To date, a total of 72 GOF variants of the STAT3 gene have been reported in less than 200 patients in the published literature (Leiding et al., 2023 ). In the present study, we reported a new case with STAT3 GOF phenotype suffering from infantile‐onset autoimmune diabetes and hypothyroidism at 7 months, chronic diarrhea from 1 year of age, and postnatal short stature. Whole‐exome sequencing identified a novel GOF variant (NM_139276.2, c.1069G>A, p.Glu357Lys) in the STAT3 gene. Moreover, functional data showed that the STAT3 p.Glu357Lys variant caused dysregulation of insulin gene expression through inhibition of the transcription factor, insulin gene enhancer binding protein factor 1 ( ISL1 ). 2 MATERIALS AND METHODS 2.1 Whole‐exome sequencing and bioinformatics analysis Whole‐exome sequencing of the patient's DNA samples was performed in order to identify any genetic cause of multiorgan autoimmunity. Genomic DNA was isolated from whole blood using a DNA isolation kit (Tiangen, China) according to the manufacturer's instructions. 50–100 ng of genomic DNA was subjected to enriched library preparation on an Illumina HiSeq X Ten (Illumina, USA) platform. Low‐quality variations of the quality score, < 20 (Q20), were filtered out. Sequencing reads were mapped to the GRCh37/Hg19 reference genome using Burrows‐Wheeler Aligner software. All variants identified were annotated using the 1000 Genomes database, dbSNP, Genome Aggregation Database, and ExAC database. Variants located within exons, introns, predictive splice sites, and UTRs were identified with a minor allele frequency <0.05. Candidate variants were evaluated using the American College of Medical Genetics and Genomics criteria (ACMG) and further validated by direct Sanger sequencing to confirm the identities of the variants. SIFT ( https://sift.bii.a‐star . edu.sg /), PolyPhen‐2 ( http://genetics.bwh.harvard.edu/pph2/ ), Mutation Taster ( http://www.mutationtaster.org ) and Provean ( http://provean.jcvi.org/seq_submit.php ) were performed to evaluate the possible functional significance of the identified variants. 2.2 Construction of expression plasmids Wild‐type full‐length human STAT3 cDNA was purchased and cloned into a pcDNA3.1 vector using a Clon Express Entry one‐step cloning kit (Vazyme, China). Site‐directed mutagenesis was performed to introduce the Glu357Lys variant into the pcDNA3.1 plasmid containing the wild‐type STAT3 cDNA using the PCR‐based DpnI‐treatment method (Vazyme). Targeted sequences were confirmed by a dideoxy‐nucleotide sequencing method. 2.3 Cell culture and transfection Human embryonic kidney (HEK)‐293 cells or mouse MIN6 pancreatic β‐cells were transiently transfected with wild‐type or mutant STAT3 plasmids. HEK‐293 cells were grown in DMEM supplemented with 10% fetal bovine serum at 37°C in an atmosphere of 5% CO 2 . MIN6 cells were cultured in DMEM supplemented with 15% FBS and 50 μmol/L β‐mercaptoethanol at 37°C in a humidified atmosphere with 5% CO 2 . At 50%–70% confluence, HEK‐293 or MIN6 cells were transfected with purified plasmids (containing either wild‐type or mutant STAT3 ) using Lipofectamine 2000 (Invitrogen, America). 2.4 Western blot analysis The total STAT3 and phosphorylated STAT3 (p‐STAT3) were measured by western blot with and without interleukin‐6 (IL‐6) stimulation. Western blotting was performed using mouse monoclonal anti‐STAT3 antibodies (Cell Signaling Technology, Cat# 9139 T) and rabbit monoclonal p‐STAT3 antibodies (Cell Signaling Technology, Cat# 9145 T). Wild‐type or mutant STAT3 plasmids were transfected into MIN6 cells. For phosphorylation assays, MIN6 cells were treated with recombinant mouse IL‐6 (Novoprotein, China) at a concentration of 20 ng/mL for 12 h. Forty micrograms of total protein was resolved by 10% SDS‐PAGE before transfer to PVDF membranes. Membranes were visualized by chemiluminescence reaction. Band intensity was quantified using ImageJ software (National Institutes of Health, Bethesda, MD). 2.5 Luciferase reporter assay HEK‐293 cells were seeded in 24‐well plates and transiently transfected using Lipofectamine. The STAT3 ‐responsive reporter plasmid (pGL3‐ STAT3 ‐Luc) (Haixing Biological Technology Co., Ltd, Suzhu, China) was used to detect STAT3 activation. The promoter sequence of the ISL1 gene was amplified by PCR and inserted into a pGL3‐basic cloning vector to construct a recombinant luciferase reporter plasmid, pGL3‐ ISL1 ‐Promotor‐luc (Haixing Biological Technology Co., Ltd, Suzhu, China). 0.5 μg pGL3‐ STAT3 ‐Luc or pGL3‐ ISL1 ‐Promotor‐luc was co‐transfected with 0.25 μg wild‐type STAT3 ‐pcDNA3.1 or 0.25 μg mutant STAT3 ‐pcDNA3.1 using Lipofectamine, respectively. A Renilla luciferase reporter gene was used as the internal control vector. The firefly luciferase and Renilla luciferase activities were assayed using the Dua‐Luciferase Reporter Assay Kit (E1910; Promega, Madison, WI) in accordance with the manufacturer's protocols. The firefly luciferase activity was normalized to Renilla luciferase activity. 2.6 Quantitative real‐time PCR Total RNA was isolated from MIN6 cells transfected with wild‐type and mutant STAT3 ‐pcDNA3.1 expression plasmids using TRIzol Reagent (Takara, Japan) according to the manufacturer's protocol. cDNA was reverse transcribed from 1 μg total RNA using a SuperScript III PT‐PCR kit (Invitrogen, America) with random hexanucleotide primers. Expression of ISL1 , INS‐1 , and INS‐2 were assayed by real‐time PCR with SYBR Green using the primer pair sequences listed in Supplementary Table S1 . PCR reactions were run in triplicate and GAPDH was used as an internal control to normalize expression levels. 3 RESULTS 3.1 Clinical characteristics of the proband The patient was the first child born to non‐consanguineous, healthy parents after an uneventful pregnancy and delivery. She had normal birth weight and length, 3.35 kg and 50 cm, respectively. At 7 months, she was diagnosed with type 1 diabetes mellitus (positive islet cell and glutamic acid decarboxylase antibodies) and autoimmune hypothyroidism (positive thyroid peroxidase and antithyroglobulin antibodies). At 1 year of age, the patient developed watery, non‐bloody diarrhea (5–6 episodes per day). A stool sample was negative for occult blood, leukocytes, ova, or parasites. The results of multiple stool cultures were negative. The immunological evaluation showed normal IgG, IgM, IgE, elevated IgA, normal CD3+, CD4+, CD8+ T‐cells and NK cells, and decreased B‐cells. She had no response to a gluten‐free diet and peptide‐based enteral formula and needed daily oral potassium supplementation to maintain serum potassium within the normal range. From the age of 2 years, diarrhea gradually improved until it ceased at the age of 4 years when oral potassium supplementation could be stopped due to normal serum concentrations being achieved. The patient received levothyroxine and insulin treatment from 7 months of age. During the 7.5‐year follow‐up, her daily insulin requirement ranged from 0.5 to 1 U/kg/d, and a relatively high dose of levothyroxine, from 50 to 150 μg/d, was needed to maintain TSH and FT4 within normal ranges. Additionally, she evinced profound growth retardation as can be seen from her growth curve (Figure 1a ). Assessment of the growth hormone axis was not conducted and the patient did not receive treatment with growth hormone for severe short stature due to the presence of diabetes. Tofacitinib was recommended to the patient's parents, but they refused because of concerns about side effects. FIGURE 1 The growth curve and STAT3 gene variant of the patient. (a) Changes in height and weight Z scores of the patient from the time of the first presentation to the most recent follow‐up visit to the clinic. (b) The missense variant (NM_139276.2, c.1069G>A), which predicted a glutamic acid to lysine substitution at codon 357 of STAT3, was identified in the patient, which was not detected in her mother and father. (c) The position of the de novo variant p.Glu357Lysis shown below the STAT3 domain. 3.2 Genetic findings and pathogenicity analysis A de novo, heterozygous variant c.1069G>A in the STAT3 gene (GenBank reference sequence NM_139276.2) was identified by whole‐exome sequencing and confirmed by Sanger sequencing (Figure 1b ). This missense variant has not been reported in published literature or the Human Genome Mutation Database. The c.1069G>A variant located in exon 11, predicted a glutamic acid to lysine substitution at codon 357 of STAT3 (p.Glu357Lys). The glutamic acid at codon 357 maps to the DNA‐binding domain of STAT3 (Figure 1c ) and is highly conserved among different species. The missense variant p.Glu357Lys was predicted to have a severe effect on protein function (SIFT: 0, PolyPhen2: 1, Mutation Taster: “disease causing,” Provean: “deleterious”). Based on the guidelines from the ACMG, the variant was rated as likely‐pathogenic (PS2 + PM2_Supporting + PP3 + PP4). 3.3 Expression of STAT3 / p‐STAT3 proteins in MIN6 cells Under basal and IL‐6 treatment conditions, levels of total STAT3 protein did not differ significantly between the cells transfected with plasmids overexpressing wild‐type and mutant STAT3 (Figure 2 ). Without IL‐6 stimulation, the expression of p‐STAT3 in the wild‐type STAT3 was weak, while p‐STAT3 was significantly increased in the mutant p.Glu357Lys. Stimulation with IL‐6 (20 ng/mL) led to an increase in STAT3 phosphorylation in wild‐type and mutant STAT3 ‐transfected cells, while phosphorylation levels were more abundant in the mutant p.Glu357Lys. (Figure 2 ). FIGURE 2 Total and phosphorylated STAT3 expression. Western blot analysis of the total STAT3 and phosphorylated STAT3 expression in the wild‐type (WT) and mutant STAT3 in MIN6 cells. 3.4 Luciferase reporter assay and quantitative real‐time PCR Under the basal condition, the mutant p.Glu357Lys conferred significantly increased STAT3 transcriptional activity compared with the wild‐type in STAT3 ‐luciferase reporter assay (Figure 3a ). Luciferase reporter assay showed the transcriptional activity of ISL1 promoter was decreased in the mutant compared with the wild‐type (Figure 3b ). Quantitative real‐time PCR showed the expression levels of ISL1 , INS‐1 , and INS‐2 were severely decreased in MIN6 cells transiently expressing the mutant STAT3 compared with the wild‐type STAT3 (Figure 3c–e ). FIGURE 3 Functional characterization of the STAT3 ‐Glu357Lys ( STAT3 ‐E357K) variant in the STAT3 transcriptional activity. (a,b) Luciferase reporter assay. STAT3 transcriptional activity (a) and ISL1 promoter activity (b) in HEK‐293 cells after transfection with expression vector STAT3 ‐WT and STAT3 ‐E357K. All the experiments were normalized to a Renilla internal control vector. (c–e) Quantitative real‐time PCR. mRNA expression of ISL1 (c), INS‐1 (d), and INS‐2 (e) was assayed by real‐time PCR and normalized to the housekeeping gene, GAPDH, in MIN6 β‐cells after transfection with the expression vectors, STAT3 ‐WT and STAT3 ‐E357K. **** p < 0.001; ** p < 0.005; * p < 0.05; mean ± SEM, 95%CI; unpaired Student's t ‐test. 4 DISCUSSION In the present study, the patient displayed prominent features of early‐onset multiorgan autoimmunity cased by STAT3 GOF variants, including infantile‐onset endocrinopathies, enteropathy, and postnatal short stature. Of note, the chronic diarrhea lasted 3 years and resolved spontaneously. Genetic analysis showed a de novo heterozygous missense STAT3 variant (c.1069A>G) causing glutamine‐to‐lysine substitution at position 357. The STAT3 gene is located on chromosome 17q21, comprises 24 exons, and encodes a 770 amino acid protein belonging to the STAT family of transcription factors. The STAT3 protein comprises the following domains: N‐terminal domain coiled‐coil domain, DNA‐binding domain, linker, Src‐homology 2 (SH2), and transactivation domain (Hirano et al., 2000 ). Previous studies have shown that STAT3 variants from patients with early‐onset multiorgan autoimmunity are mostly mapped to the DNA‐binding domain. The novel STAT3 variant p.Glu357Lys which is also located in the DNA‐binding domain is thought to increase STAT3 transcriptional activity resulting in a GOF phenotype. Consistently, our functional analysis also indicated the p.Glu357Lys variant increased the phosphorylation and transcriptional activity of the STAT3. Diabetes was the earliest endocrine manifestation in early‐onset multiorgan autoimmunity cased by STAT3 GOF variants. A further 10 patients with STAT3 GOF phenotype have been reported to have early‐onset diabetes (Flanagan et al., 2014 ; Milner et al., 2015 ; Nabhani et al., 2017 ; Sediva et al., 2017 ; Velayos et al., 2017 ). Diabetes in seven of these individuals presented before 12 months and was treated with insulin from diagnosis (Flanagan et al., 2014 ; Milner et al., 2015 ; Sediva et al., 2017 ; Velayos et al., 2017 ). As with our case, the majority of these cases had positive islet autoantibodies. Based on the strong immunological phenotype, diabetes was presumed to be the result of an autoimmune attack on the pancreatic β‐cells (Fabbri et al., 2019 ; Harris et al., 2007 ). Notably, a reported case, attributed to the STAT3 GOF variant p.Pro330Ser, manifested neonatal diabetes accompanied by detectable islet autoantibodies, autoimmune hypothyroidism, and enteropathy (Velayos et al., 2017 ). Functional analysis demonstrated that the p.Pro330Ser variant led to aberrant activation of STAT3, resulting in deleterious effects on pancreatic β‐cells. The functional results of our study were in line with it. The studies demonstrated that the identified GOF variants (p.Pro330Ser; p.Glu357Lys) led to hyper‐inhibition of ISL1 and consequently to a decrease in insulin gene expression in a rat insulinoma cell line. In addition, STAT3 is involved pancreatic differentiation in patient‐derived induced pluripotent stem cells (iPSCs) derived from a neonatal diabetes patient with a GOF STAT3 variant p.Lys392Arg (Saarimaki‐Vire et al., 2017 ). β‐cell‐specific STAT3 knockout mice exhibit insulin secretory defects and impaired pancreatic islet architecture (Gorogawa et al., 2004 ). Thus, in addition to causing dysregulation of immune‐related cells, STAT3 GOF variants may be implicated in diabetes by altering the development and function of pancreatic β‐cells. To date, the few studies conducted has been limited to individuals with diabetes mellitus who have a specific missense variant in the STAT3 gene, and the functional validation of human pancreatic β‐cells is lacking. The impact of STAT3 GOF variants on diabetes outside of the immune system has yet to be investigated further in human pancreatic β‐cells. As shown in Figure 1 , the height of the patient decreased severely after 1 year owing to protracted diarrhea. Although her height started to increase after 2 years due to improved diarrhea, she still could not achieve normal height velocity probably arising from the insufficient growth hormone after 4 years. In a majority of patients with STAT3 GOF variants, profound growth retardation is exhibited and this may be related to gastrointestinal disease, diabetes, hypothyroidism, recurrent infections, or immunosuppressive treatment. Similar to reported cases, despite good control of the enteropathy, diabetes, and hypothyroidism, our patient failed to reach a normal growth velocity (Sediva et al., 2017 ). A recent study has shown that STAT3 GOF variants disrupt the growth hormone signaling pathway by reducing the transcriptional activity of STAT5B (Gutierrez et al., 2018 ). In consequence, postnatal growth retardation could be inherent to the STAT3 GOF variants. A previously reported variant p.Val353Phe, which also mapped to the DNA‐binding domain, near to the novel variant p.Glu357Lys, was identified in a 13‐year‐old boy with clinical features of autoimmune cytopenia (hemolytic anemia, thrombocytopenia, and neutropenia), lymphoproliferation and inflammatory lung disease. He showed no endocrinopathies, enteropathy, and postnatal short stature (Milner et al., 2015 ). Members of the same family carrying the identical STAT3 GOF variants (p.Ala703Thr, p.Thr716Met) had diverse clinical phenotypes and incomplete penetrance (Milner et al., 2015 ; Tanita et al., 2021 ). Furthermore, phenotypic characteristics of early‐onset multiorgan autoimmunity cased by STAT3 GOF variants overlap with other monogenic autoimmune disorders. Therefore, establishing a molecular diagnosis and long‐term follow‐up is critical for patients with STAT3 GOF variants. Autoimmune symptoms of STAT3 GOF patients have been treated with a broad spectrum of immunosuppressive medications and targeted drugs in published case reports. The response to immunosuppressive medications such as systemic steroids and mycophenolate mofetil, varied among individuals, and some patients showed no significant benefit from these drugs (Giovannini‐Chami et al., 2019 ; Khoury et al., 2017 ; Russell et al., 2018 ). Targeted drug therapy has shown promise in the treatment of STAT3 GOF patients. Drugs targeting the JAK–STAT signaling pathway have been used and may be beneficial for patients with STAT3 GOF variants (Forbes et al., 2018 ; Sarfati et al., 2021 ). However, further research and clinical studies are needed to evaluate the efficacy and safety of the targeted therapy. In order to improve outcomes, tofacitinib, a JAKs inhibitor, was suggested to our patient. Unfortunately, the child did not receive the recommended treatment due to parents' reluctance. 5 CONCLUSION In summary, we describe a patient with infantile‐onset diabetes and multiorgan autoimmunity caused by a novel germline GOF variant (c.1069A>G) in STAT3 . This activating STAT3 variant results in the decrease of insulin expression by repressing the transcriptional activity of ISL1 , which could be involved in the pathogenesis of pancreatic β‐cell dysfunction and early‐onset diabetes. Patients with early‐onset multiorgan autoimmunity cased by STAT3 GOF variants exhibit clinical heterogeneity with incomplete penetrance and have overlapping features with other monogenic, multiorgan, autoimmune disorders. Therefore, we highlighted the importance of establishing a specific genetic diagnosis. AUTHOR CONTRIBUTIONS Qiaoli Zhou and Dandan Chen collected and analyzed the clinical data. Qiaoli Zhou and Jing Yu performed the experimentation. Bixia Zheng and Wei Zhou performed whole‐exome sequencing analysis and interpreted the genetic results. Qiaoli Zhou, Jing Yu, and Zhanjun Jia analyzed the experimental data. Aihua Zhang and Wei Gu conceived the study and participated in its design and coordination. Qiaoli Zhou, Aihua Zhang, and Wei Gu wrote and edited the manuscript. All authors have read and approved the final manuscript. ETHICS STATEMENT The current study was approved by the ethics committee of the Children’s Hospital of Nanjing Medical University. At the age of 7 months, the proband was admitted to the Department of Endocrinology, Children’s Hospital of Nanjing Medical University due to early‐onset type 1 diabetes and autoimmune hypothyroidism. Clinical data was collected and reviewed. Peripheral blood samples from the proband and her parents were collected for the genetic screen. Supporting information Supplementary Table 1. ACKNOWLEDGMENTS The authors are sincerely indebted to the patient and her family for their collaboration in this study. DATA AVAILABILITY STATEMENT The data that support the findings of this study are available from the corresponding author upon reasonable request. REFERENCES Amaya‐Uribe , L. , Rojas , M. , Azizi , G. , Anaya , J. M. , & Gershwin , M. E. ( 2019 ). Primary immunodeficiency and autoimmunity: A comprehensive review . Journal of Autoimmunity , 99 , 52 – 72 . https://www.ncbi.nlm.nih.gov/pubmed/30795880 . 10.1016/j.jaut.2019.01.011 30795880 Anaya , J. M. ( 2014 ). The diagnosis and clinical significance of polyautoimmunity . Autoimmunity Reviews , 13 ( 4–5 ), 423 – 426 . https://www.ncbi.nlm.nih.gov/pubmed/24424171 . 10.1016/j.autrev.2014.01.049 24424171 Azizi , G. , Yazdani , R. , Rae , W. , Abolhassani , H. , Rojas , M. , Aghamohammadi , A. , & Anaya , J. M. ( 2018 ). Monogenic polyautoimmunity in primary immunodeficiency diseases . Autoimmunity Reviews , 17 ( 10 ), 1028 – 1039 . https://www.ncbi.nlm.nih.gov/pubmed/30107266 . 10.1016/j.autrev.2018.05.001 30107266 Fabbri , M. , Frixou , M. , Degano , M. , & Fousteri , G. ( 2019 ). Type 1 diabetes in STAT protein family mutations: Regulating the Th17/Treg equilibrium and beyond . Diabetes , 68 ( 2 ), 258 – 265 . https://www.ncbi.nlm.nih.gov/pubmed/30665954 . 10.2337/db18-0627 30665954 Fabre , A. , Marchal , S. , Barlogis , V. , Mari , B. , Barbry , P. , Rohrlich , P. S. , Forbes , L. R. , Vogel , T. P. , & Giovannini‐Chami , L. ( 2019 ). Clinical aspects of STAT3 gain‐of‐function germline mutations: A systematic review . The Journal of Allergy and Clinical Immunology: In Practice , 7 ( 6 ), 1958 – 1969 e1959 . https://www.ncbi.nlm.nih.gov/pubmed/30825606 . 10.1016/j.jaip.2019.02.018 30825606 Fabre , A. , Marchal , S. , Forbes , L. R. , Vogel , T. P. , Barlogis , V. , Triolo , V. , Rohrlich , P.‐S. , Bérard , E. , Frankel , D. , Ambrosetti , D. , Soler , C. , Hoflack , M. , Baque , M. , Bosdure , E. , Baravalle , M. , Carsin , A. , Dubus , J.‐C. , & Giovannini‐Chami , L. ( 2018 ). STAT3 gain of function: A new kid on the block in interstitial lung diseases . American Journal of Respiratory and Critical Care Medicine , 197 ( 11 ), e22 – e23 . https://www.ncbi.nlm.nih.gov/pubmed/29590538 . 10.1164/rccm.201707-1500IM 29590538 Flanagan , S. E. , Haapaniemi , E. , Russell , M. A. , Caswell , R. , Allen , H. L. , De Franco , E. , McDonald , T. J. , Rajala , H. , Ramelius , A. , Barton , J. , Heiskanen , K. , Heiskanen‐Kosma , T. , Kajosaari , M. , Murphy , N. P. , Milenkovic , T. , Seppänen , M. , Lernmark , A. , Mustjoki , S. , Otonkoski , T. , … Hattersley , A. T. ( 2014 ). Activating germline mutations in STAT3 cause early‐onset multi‐organ autoimmune disease . Nature Genetics , 46 ( 8 ), 812 – 814 . https://www.ncbi.nlm.nih.gov/pubmed/25038750 . 10.1038/ng.3040 25038750 Forbes , L. R. , Vogel , T. P. , Cooper , M. A. , Castro‐Wagner , J. , Schussler , E. , Weinacht , K. G. , Plant , A. S. , Su , H. C. , Allenspach , E. J. , Slatter , M. , Abinun , M. , Lilic , D. , Cunningham‐Rundles , C. , Eckstein , O. , Olbrich , P. , Guillerman , R. P. , Patel , N. C. , Demirdag , Y. Y. , Zerbe , C. , … Leiding , J. W. ( 2018 ). Jakinibs for the treatment of immune dysregulation in patients with gain‐of‐function signal transducer and activator of transcription 1 (STAT1) or STAT3 mutations . The Journal of Allergy and Clinical Immunology , 142 ( 5 ), 1665 – 1669 . https://www.ncbi.nlm.nih.gov/pubmed/30092289 . 10.1016/j.jaci.2018.07.020 30092289 Giovannini‐Chami , L. , Vogel , T. P. , Forbes , L. R. , Fabre , A. , Trojani , M. C. , Leroy , S. , Antunes , O. , Vincent‐Mefitiot , N. , Hiéronimus , S. , Baque‐Juston , M. , Roux , C. , & Tieulie , N. ( 2019 ). STAT3 gain of function: A new aetiology of severe rheumatic disease . Rheumatology (Oxford) , 58 ( 2 ), 365 – 367 . https://www.ncbi.nlm.nih.gov/pubmed/30299506 . 10.1093/rheumatology/key308 30299506 Gorogawa , S. , Fujitani , Y. , Kaneto , H. , Hazama , Y. , Watada , H. , Miyamoto , Y. , Takeda , K. , Akira , S. , Magnuson , M. A. , Yamasaki , Y. , Kajimoto , Y. , & Hori , M. ( 2004 ). Insulin secretory defects and impaired islet architecture in pancreatic beta‐cell‐specific STAT3 knockout mice . Biochemical and Biophysical Research Communications , 319 ( 4 ), 1159 – 1170 . https://www.ncbi.nlm.nih.gov/pubmed/15194489 . 10.1016/j.bbrc.2004.05.095 15194489 Gutierrez , M. , Scaglia , P. , Keselman , A. , Martucci , L. , Karabatas , L. , Domene , S. , Martin , A. , Pennisi , P. , Blanco , M. , Sanguineti , N. , Bezrodnik , L. , Di Giovanni , D. , Caldirola , M. S. , Azcoiti , M. E. , Gaillard , M. I. , Denson , L. A. , Zhang , K. , Husami , A. , Yayah Jones , N.‐H. , … Domene , H. ( 2018 ). Partial growth hormone insensitivity and dysregulatory immune disease associated with de novo germline activating STAT3 mutations . Molecular and Cellular Endocrinology , 473 , 166 – 177 . https://www.ncbi.nlm.nih.gov/pubmed/29378236 . 10.1016/j.mce.2018.01.016 29378236 Harris , T. J. , Grosso , J. F. , Yen , H. R. , Xin , H. , Kortylewski , M. , Albesiano , E. , Hipkiss , E. L. , Getnet , D. , Goldberg , M. V. , Maris , C. H. , Housseau , F. , Yu , H. , Pardoll , D. M. , & Drake , C. G. ( 2007 ). Cutting edge: An in vivo requirement for STAT3 signaling in TH17 development and TH17‐dependent autoimmunity . Journal of Immunology , 179 ( 7 ), 4313 – 4317 . https://www.ncbi.nlm.nih.gov/pubmed/17878325 . 10.4049/jimmunol.179.7.4313 Hirano , T. , Ishihara , K. , & Hibi , M. ( 2000 ). Roles of STAT3 in mediating the cell growth, differentiation and survival signals relayed through the IL‐6 family of cytokine receptors . Oncogene , 19 ( 21 ), 2548 – 2556 . https://www.ncbi.nlm.nih.gov/pubmed/10851053 . 10.1038/sj.onc.1203551 10851053 Khoury , T. , Molho‐Pessach , V. , Ramot , Y. , Ayman , A. R. , Elpeleg , O. , Berkman , N. , Zlotogorski , A. , & Ilan , Y. ( 2017 ). Tocilizumab promotes regulatory T‐cell alleviation in STAT3 gain‐of‐function‐associated multi‐organ autoimmune syndrome . Clinical Therapeutics , 39 ( 2 ), 444 – 449 . https://www.ncbi.nlm.nih.gov/pubmed/28153428 . 10.1016/j.clinthera.2017.01.004 28153428 Kostromina , E. , Gustavsson , N. , Wang , X. , Lim , C. Y. , Radda , G. K. , Li , C. , & Han , W. ( 2010 ). Glucose intolerance and impaired insulin secretion in pancreas‐specific signal transducer and activator of transcription‐3 knockout mice are associated with microvascular alterations in the pancreas . Endocrinology , 151 ( 5 ), 2050 – 2059 . https://www.ncbi.nlm.nih.gov/pubmed/20215569 . 10.1210/en.2009-1199 20215569 Leiding , J. W. , Vogel , T. P. , Santarlas , V. G. J. , Mhaskar , R. , Smith , M. R. , Carisey , A. , Vargas‐Hernández , A. , Silva‐Carmona , M. , Heeg , M. , Rensing‐Ehl , A. , Neven , B. , Hadjadj , J. , Hambleton , S. , Leahy , T. R. , Meesilpavikai , K. , Cunningham‐Rundles , C. , Dutmer , C. M. , Sharapova , S. O. , Taskinen , M. , … Forbes Satter , L. R. ( 2023 ). Monogenic early‐onset lymphoproliferation and autoimmunity: Natural history of STAT3 gain‐of‐function syndrome . The Journal of Allergy and Clinical Immunology , 151 ( 4 ), 1081 – 1095 . https://www.ncbi.nlm.nih.gov/pubmed/36228738 . 10.1016/j.jaci.2022.09.002 36228738 Milner , J. D. , Vogel , T. P. , Forbes , L. , Ma , C. A. , Stray‐Pedersen , A. , Niemela , J. E. , Lyons , J. J. , Engelhardt , K. R. , Zhang , Y. , Topcagic , N. , Roberson , E. D. O. , Matthews , H. , Verbsky , J. W. , Dasu , T. , Vargas‐Hernandez , A. , Varghese , N. , McClain , K. L. , Karam , L. B. , Nahmod , K. , … Cooper , M. A. ( 2015 ). Early‐onset lymphoproliferation and autoimmunity caused by germline STAT3 gain‐of‐function mutations . Blood , 125 ( 4 ), 591 – 599 . https://www.ncbi.nlm.nih.gov/pubmed/25359994 . 10.1182/blood-2014-09-602763 25359994 Morris , R. , Kershaw , N. J. , & Babon , J. J. ( 2018 ). The molecular details of cytokine signaling via the JAK/STAT pathway . Protein Science , 27 ( 12 ), 1984 – 2009 . https://www.ncbi.nlm.nih.gov/pubmed/30267440 . 10.1002/pro.3519 30267440 Nabhani , S. , Schipp , C. , Miskin , H. , Levin , C. , Postovsky , S. , Dujovny , T. , Koren , A. , Harlev , D. , Bis , A.‐M. , Auer , F. , Keller , B. , Warnatz , K. , Gombert , M. , Ginzel , S. , Borkhardt , A. , Stepensky , P. , & Fischer , U. ( 2017 ). STAT3 gain‐of‐function mutations associated with autoimmune lymphoproliferative syndrome like disease deregulate lymphocyte apoptosis and can be targeted by BH3 mimetic compounds . Clinical Immunology , 181 , 32 – 42 . https://www.ncbi.nlm.nih.gov/pubmed/28579554 . 10.1016/j.clim.2017.05.021 28579554 Russell , M. A. , Pigors , M. , Houssen , M. E. , Manson , A. , Kelsell , D. , Longhurst , H. , & Morgan , N. G. ( 2018 ). A novel de novo activating mutation in STAT3 identified in a patient with common variable immunodeficiency (CVID) . Clinical Immunology , 187 , 132 – 136 . https://www.ncbi.nlm.nih.gov/pubmed/29180260 . 10.1016/j.clim.2017.11.007 29180260 Saarimaki‐Vire , J. , Balboa , D. , Russell , M. A. , Saarikettu , J. , Kinnunen , M. , Keskitalo , S. , Malhi , A. , Valensisi , C. , Andrus , C. , Eurola , S. , Grym , H. , Ustinov , J. , Wartiovaara , K. , Hawkins , D. , Silvennoinen , O. , Varjosalo , M. , Morgan , N. G. , & Otonkoski , T. ( 2017 ). An activating STAT3 mutation causes neonatal diabetes through premature induction of pancreatic differentiation . Cell Reports , 19 ( 2 ), 281 – 294 . https://www.ncbi.nlm.nih.gov/pubmed/28402852 . 10.1016/j.celrep.2017.03.055 28402852 Sarfati , E. , Hadjadj , J. , Fusaro , M. , Klifa , R. , Grimaud , M. , Berteloot , L. , Hadchouel , A. , Godot , C. , Stolzenberg , M.‐C. , Frémond , M.‐L. , Pressiat , C. , Molina , T. , Fischer , A. , Picard , C. , Renolleau , S. , Rieux‐Laucat , F. , Blanche , S. , & Neven , B. ( 2021 ). Life‐saving, dose‐adjusted, targeted therapy in a patient with a STAT3 gain‐of‐function mutation . Journal of Clinical Immunology , 41 ( 4 ), 807 – 810 . https://www.ncbi.nlm.nih.gov/pubmed/33428086 . 10.1007/s10875-020-00914-3 33428086 Sediva , H. , Dusatkova , P. , Kanderova , V. , Obermannova , B. , Kayserova , J. , Sramkova , L. , Zemkova , D. , Elblova , L. , Svaton , M. , Zachova , R. , Kolouskova , S. , Fronkova , E. , Sumnik , Z. , Sediva , A. , Lebl , J. , & Pruhova , S. ( 2017 ). Short stature in a boy with multiple early‐onset autoimmune conditions due to a STAT3 activating mutation: Could intracellular growth hormone Signalling Be compromised? Hormone Research in Pædiatrics , 88 ( 2 ), 160 – 166 . https://www.ncbi.nlm.nih.gov/pubmed/28253502 . 10.1159/000456544 Tanita , K. , Sakura , F. , Nambu , R. , Tsumura , M. , Imanaka , Y. , Ohnishi , H. , Kato , Z. , Pan , J. , Hoshino , A. , Suzuki , K. , Yasutomi , M. , Umetsu , S. , Okada , C. , Takagi , M. , Imai , K. , Ohara , O. , Muise , A. M. , Okada , S. , Morio , T. , & Kanegane , H. ( 2021 ). Clinical and immunological heterogeneity in Japanese patients with gain‐of‐function variants in STAT3 . Journal of Clinical Immunology , 41 ( 4 ), 780 – 790 . https://www.ncbi.nlm.nih.gov/pubmed/33501615 . 10.1007/s10875-021-00975-y 33501615 Velayos , T. , Martinez , R. , Alonso , M. , Garcia‐Etxebarria , K. , Aguayo , A. , Camarero , C. , Urrutia , I. , Martínez de LaPiscina , I. , Barrio , R. , Santin , I. , & Castano , L. ( 2017 ). An activating mutation in STAT3 results in neonatal diabetes through reduced insulin synthesis . Diabetes , 66 ( 4 ), 1022 – 1029 . https://www.ncbi.nlm.nih.gov/pubmed/28073828 . 10.2337/db16-0867 28073828 Woellner , C. , Gertz , E. M. , Schaffer , A. A. , Lagos , M. , Perro , M. , Glocker , E. O. , Pietrogrande , M. C. , Cossu , F. , Franco , J. L. , Matamoros , N. , Pietrucha , B. , Heropolitańska‐Pliszka , E. , Yeganeh , M. , Moin , M. , Español , T. , Ehl , S. , Gennery , A. R. , Abinun , M. , Bręborowicz , A. , … Grimbacher , B. ( 2010 ). Mutations in STAT3 and diagnostic guidelines for hyper‐IgE syndrome . The Journal of Allergy and Clinical Immunology , 125 ( 2 ), 424 – 432 e428 . https://www.ncbi.nlm.nih.gov/pubmed/20159255 . 10.1016/j.jaci.2009.10.059 20159255",
    "full_text_abstract": "Abstract Background Germline gain‐of‐function (GOF) variants in the signal transducer and activator of transcription 3 ( STAT3 ) gene lead to a rare inherited disorder characterized by early‐onset multiorgan autoimmunity. Methods We described a Chinese patient with infantile‐onset diabetes and multiorgan autoimmunity. The patient presented with early‐onset type 1 diabetes and autoimmune hypothyroidism at 7 months. During the 7.5‐year follow‐up, she developed pseudo‐celiac enteropathy at 1 year of age and showed severe growth retardation. Whole‐exome sequencing was performed and the novel variant was further assessed by in vitro functional assays. Results Whole‐exome sequencing revealed a novel variant (c.1069G>A, p.Glu357Lys) in the DNA‐binding domain of STAT3. In vitro functional studies revealed that p.Glu357Lys was a GOF variant by increasing STAT3 transcriptional activity and phosphorylation. In addition, the STAT3 Glu357Lys variant caused dysregulation of insulin gene expression by enhancing transcriptional inhibition of the insulin gene enhancer binding protein factor 1 ( ISL1 ). Conclusion In the current study, we describe clinical manifestations and identify a novel STAT3 GOF variant (c.1069G>A) in a Chinese patient. This activating variant impairs insulin expression by increasing transcriptional inhibition of its downstream transcription factor ISL1 , which could be involved in the pathogenesis of early‐onset diabetes.\n\nGain‐of‐function (GOF) variants of STAT3 cause early‐onset multiorgan autoimmunity. In this study, we described a patient with early‐onset diabetes, hypothyroidism, enteropathy, and postnatal short stature. Of note, the chronic diarrhea lasted 3 years and resolved spontaneously. We identified a novel STAT3 GOF variant p.E357K. Further functional data showed that the variant caused dysregulation of insulin gene expression through inhibition of the transcription factor ISL1 ."
}