{
    "PMC": "8033145",
    "DOI": "10.1093/hmg/ddab014",
    "PMID": "33450762",
    "PMCID": "PMC8033145",
    "title": "Temperature-dependent autoactivation associated with clinical variability of PDGFRB Asn666 substitutions.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC8033145",
    "source": "MED",
    "abstract_text": "Ocular pterygium-digital keloid dysplasia (OPDKD) presents in childhood with ingrowth of vascularized connective tissue on the cornea leading to severely reduced vision. Later the patients develop keloids on digits but are otherwise healthy. The overgrowth in OPDKD affects body parts that typically have lower temperature than 37°C. We present evidence that OPDKD is associated with a temperature sensitive, activating substitution, p.(Asn666Tyr), in PDGFRB. Phosphorylation levels of PDGFRB and downstream targets were higher in OPDKD fibroblasts at 37°C but were further greatly increased at the average corneal temperature of 32°C. This suggests that the substitution cause significant constitutive autoactivation mainly at lower temperature. In contrast, a different substitution in the same codon, p.(Asn666Ser), is associated with Penttinen type of premature aging syndrome. This devastating condition is characterized by widespread tissue degeneration, including pronounced chronic ulcers and osteolytic resorption in distal limbs. In Penttinen syndrome fibroblasts, equal and high levels of phosphorylated PDGFRB was present at both 32°C and 37°C. This indicates that this substitution causes severe constitutive autoactivation of PDGFRB regardless of temperature. In line with this, most downstream targets were not affected by lower temperature. However, STAT1, important for tissue wasting, did show further increased phosphorylation at 32°C. Temperature-dependent autoactivation offers an explanation to the strikingly different clinical outcomes of substitutions in the Asn666 codon of PDGFRB.",
    "full_text": "Hum Mol Genet Hum Mol Genet hmg Human Molecular Genetics 0964-6906 1460-2083 Oxford University Press 8033145 33450762 10.1093/hmg/ddab014 ddab014 General Article AcademicSubjects/SCI01140 Temperature-dependent autoactivation associated with clinical variability of PDGFRB Asn666 substitutions Bredrup Cecilie Department of Ophthalmology , Haukeland University Hospital , Bergen 5021, Norway Department of Clinical Medicine , University of Bergen , Bergen 5020, Norway Department of Medical Genetics , Haukeland University Hospital , Bergen 5021, Norway Cristea Ileana Department of Clinical Medicine , University of Bergen , Bergen 5020, Norway Safieh Leen Abu Research Department , King Khaled Eye Specialist Hospital , Riyadh 11462, Kingdom of Saudi Arabia Genomics Research Department , Research Center , King Fahad Medical City, Riyadh 11564, Kingdom of Saudi Arabia Di Maria Emilio Department of Health Sciences , University of Genova , Genova 16132, Italy Unit of Medical Genetics , Galliera Hospital , Genova 16128, Italy Gjertsen Bjørn Tore Department of Oncology and Medical Physics , Haukeland University Hospital , Bergen 5021, Norway Tveit Kåre Steinar Department of Dermatology , Haukeland University Hospital , Bergen 5021, Norway Thu Frode Department of Orthopaedic Surgery , Oslo University Hospital , Oslo 4956, Norway Bull Nils Department of Ophthalmology , Haukeland University Hospital , Bergen 5021, Norway Edward Deepak P Research Department , King Khaled Eye Specialist Hospital , Riyadh 11462, Kingdom of Saudi Arabia Department of Ophthalmology and Visual Sciences , University of Illinois College of Medicine , Chicago, IL 60612, USA Hennekam Raoul C M Department of Pediatrics , Amsterdam University Medical Center, University of Amsterdam , Amsterdam 1105AZ, the Netherlands Høvding Gunnar Department of Ophthalmology , Haukeland University Hospital , Bergen 5021, Norway Department of Clinical Medicine , University of Bergen , Bergen 5020, Norway Haugen Olav H Department of Ophthalmology , Haukeland University Hospital , Bergen 5021, Norway Department of Clinical Medicine , University of Bergen , Bergen 5020, Norway Houge Gunnar Department of Medical Genetics , Haukeland University Hospital , Bergen 5021, Norway Rødahl Eyvind Department of Ophthalmology , Haukeland University Hospital , Bergen 5021, Norway Department of Clinical Medicine , University of Bergen , Bergen 5020, Norway Bruland Ove Department of Medical Genetics , Haukeland University Hospital , Bergen 5021, Norway To whom correspondence should be addressed at: Department of Ophthalmology, Haukeland University Hospital, N-5021 Bergen, Norway. Tel: +47 55 97 41 00 ; Fax: +47 55 97 41 43 ; Email: Cecilie.Bredrup@uib.no 01 1 2021 15 1 2021 15 1 2021 30 1 72 77 13 11 2020 5 1 2021 6 1 2021 © The Author(s) 2021. Published by Oxford University Press. All rights reserved. For Permissions, please email: journals.permissions@oup.com 2021 https://creativecommons.org/licenses/by-nc/4.0/ This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/4.0/ ), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com Abstract Ocular pterygium-digital keloid dysplasia (OPDKD) presents in childhood with ingrowth of vascularized connective tissue on the cornea leading to severely reduced vision. Later the patients develop keloids on digits but are otherwise healthy. The overgrowth in OPDKD affects body parts that typically have lower temperature than 37°C. We present evidence that OPDKD is associated with a temperature sensitive, activating substitution, p.(Asn666Tyr), in PDGFRB. Phosphorylation levels of PDGFRB and downstream targets were higher in OPDKD fibroblasts at 37°C but were further greatly increased at the average corneal temperature of 32°C. This suggests that the substitution cause significant constitutive autoactivation mainly at lower temperature. In contrast, a different substitution in the same codon, p.(Asn666Ser), is associated with Penttinen type of premature aging syndrome. This devastating condition is characterized by widespread tissue degeneration, including pronounced chronic ulcers and osteolytic resorption in distal limbs. In Penttinen syndrome fibroblasts, equal and high levels of phosphorylated PDGFRB was present at both 32°C and 37°C. This indicates that this substitution causes severe constitutive autoactivation of PDGFRB regardless of temperature. In line with this, most downstream targets were not affected by lower temperature. However, STAT1, important for tissue wasting, did show further increased phosphorylation at 32°C. Temperature-dependent autoactivation offers an explanation to the strikingly different clinical outcomes of substitutions in the Asn666 codon of PDGFRB . Western Norway Regional Health Authority 10.13039/501100004257 911977 912161 911746 Dr Jon S. Larsens Foundation Introduction It is well known that substitutions in different protein domains of a specific gene can result in diverse phenotypes. However, it can be more challenging to explain how different missense changes within the same codon of a gene can give rise to distinctly different diseases. Ocular pterygium digital keloid dysplasia (OPDKD) is characterized by extensive corneal vascularization in early childhood. Typically, the patients develop keloids on fingers and toes later in life but are otherwise healthy. In contrast, Penttinen type of premature aging syndrome (Penttinen syndrome: OMIM#601812) is a devastating syndrome with involvement of multiple organs. The condition is caused by activating substitutions in the receptor tyrosine kinase (RTK) domain of PDGFRB (NM_002609.3(PDGFRB): c.1994T > C, p.(Val665Ala), NM_002609.3(PDGFRB): c.1997A > G, p.(Asn666Ser) ( 1 , 2 ). Patients with the p.(Asn666Ser) substitution have widespread destruction of connective tissue causing severe disfigurement. They also have extensive skin ulceration and degeneration, particularly at the feet and hands. In early adulthood they develop corneal vascularization. Thus, except for the severe corneal changes early in life, OPDKD is in all other aspects a much less severe condition than Penttinen syndrome ( 3 , 4 ). In this report we describe a dominant activating substitution in PDGFRB , NM_002609.3(PDGFRB):c.1996A > T, p.(Asn666Tyr), in a family with OPDKD, thus affecting the same codon as reported for Penttinen syndrome. In contrast to Penttinen syndrome, tissues affected by OPDKD are restricted to body parts (cornea and digits) with lower and more variable temperature than the core temperature ( 5 , 6 ). We examined the role of this physiological temperature difference in respect to the activation of PDGFRB in OPDKD and Penttinen syndromes. We observed that these two PDGFRB missense variants differ both in their levels of constitutive autoactivation as well as in their response to small, physiological temperature differences. While the Penttinen substitution causes a constitutively autoactivated PDGFRB receptor independent of temperature, the OPDKD substitution is highly activated only at 32°C. This can explain why these two substitutions within the same codon of PDGFRB lead to so distinctly different conditions. Results Case report The clinical features of the OPDKD patients have previously been described (individuals I-1, II-1 and II-2 in ref. 3 ) ( 3 , 4 ). Briefly, the proband (I-1) and her oldest son (II-1) developed ingrowth of vascularized tissue over the cornea in the first 2 years of life. The lesions progressed rapidly leading to loss of vision. The youngest son (II-2) developed similar corneal changes at 6 (right eye) and 20 (left eye) years of age. Later, from around 20 years of age, progressive keloids appeared on fingers and subsequently, a decade later, on their toes. Over time, they developed multiple fibromas and enlarged, hard auricles. Individual II-2 was treated with imatinib (Novartis, Germany). Imatinib inhibits PDGFRB and was, in vitro, found to reduce levels of phosphorylated PDGFRB and AKT in patient fibroblasts, as described below. The medication was well tolerated but discontinued after 10 months as skin lesions continued to grow and also recurred after surgery. Patient III-1 had a corneal nodule in one eye from the age of 3 years. Despite treatment with oral and topical cyclosporine and steroid eye drops, this has progressed and become vascularized ( Fig. 1A ). Figure 1 Clinical pictures of patients with activating Asn666 variants. Panel A: OPDKD and panel B: Penttinen syndrome. A1–3: corneal vascularization and tissue ingrowth of OPDKD individuals III-1, II-2 and II-1. The lesions presented early in life and progressed rapidly. A4–7: skin lesions with keloid formation on fingers starting from around 20 years of age. Later on, multiple fibromas and keloids on toes developed. B1–4 illustrates corneal neovascularization, malformed fingers, lipodystrophy and chronic ulcers on the feet of a patient with severe Penttinen syndrome. The patient with Penttinen syndrome caused by the p.(Asn666Ser) substitution in PDGFRB has previously been described ( 2 ). The phenotype is characterized by a prematurely aged appearance and severe tissue destruction such as chronic ulcers, lipodystrophy, acro-osteolysis and pronounced connective tissue destruction. Some features of increased growth, such as tall stature and congenital haemangiomas, are also present. Although affecting the whole body, the tissue destruction is most severe on feet and hands ( Fig. 1B ). A PDGFRB variant is associated with OPDKD Exome sequencing and haplotype investigations revealed a PDGFRB variant NM_002609.3: c.1996A > T, p.(Asn666Tyr) that co-segregated with the disease in the family. Microsatellite marker analysis around the PDGFRB locus demonstrated that the variant occurred as a de novo mutation in individual I-1 as two other unaffected family members shared the affected haplotype but not the mutation ( Supplementary Material, Fig. S1 , Supplementary Material, Tables S1 and S2 ). This missense variant changes an amino acid located in the RTK class III signature motif of PDGFRB , an essential part of the autoinhibitory domain. This motif is highly conserved, both at the nucleotide and the amino acid level, and non-synonymous variants within this codon have previously been associated with both Penttinen syndrome and somatic infantile myofibromatosis ( 2 , 7–9 ). The PDGFRB variant in OPDKD is temperature sensitive We studied the effect of the physiological temperature differences ( Supplementary Material, Fig. S2 ) on PDGFRB autophosphorylation and phosphorylation of selected downstream proteins ( Supplementary Material, Fig. S3 ) in fibroblasts and transduced HeLa cells ( 5 , 10 , 11 ). At 37°C, increased levels of phosphorylated PDGFRB and downstream proteins, P-AKT, P-STAT1 and P-PLCγ1, were present in OPDKD fibroblasts compared to controls. However, at 32°C (average corneal temperature), both autophosphorylation and phosphorylation of downstream signalling proteins were greatly increased ( Fig. 2 ). This was particularly pronounced for P-AKT and P-PLCγ1 ( 5 ). This indicates that the p.(Asn666Tyr) substitution causes ligand-independent autoactivation of PDGFRB and that the process is temperature sensitive. Figure 2 Effect of temperature and imatinib treatment on PDGFRB and downstream signalling. Panel A: levels of phosphorylated PDGFRB measured by ELISA analysis. In p.(Asn666Tyr) and p.(Asn666Ser) fibroblasts, increased levels of phosphorylated PDGFRB were present at 37°C. Only p.(Asn666Tyr) fibroblasts were temperature sensitive, with increasing levels after incubation at 32°C overnight. Panel B: increased levels of downstream ligands, P-AKT Ser473 , P-PLCγ1 and P-STAT1, at 37°C in p.(Asn666Tyr) fibroblasts. Incubation at 32°C led to higher levels of P-AKT (P-AKT Ser473 and P-AKT Thr308 ) and P-PLCγ1, but not P-STAT1. Imatinib treatment of p.(Asn666Tyr) fibroblasts reduced levels of P-AKT (P-AKT Ser473 and P-AKT Thr308 ) and P-PLCγ1, but not P-STAT1. In p.(Asn666Ser) fibroblasts increased levels of P-AKT Ser473 , P-PLCγ1 and P-STAT1 and STAT1 were present at 37°C, but only P-STAT1 had further greatly increased levels at 32°C. There was no difference on P-MAPK3 signalling. In contrast, in Penttinen patients’ fibroblasts, equally high levels of phosphorylated PDGFRB were present in cells cultured at both 32°C and 37°C ( Fig. 2 ). There were also increased levels of downstream signalling proteins P-STAT1, P-AKT and P-PLCγ1 at both temperatures. Interestingly, a further increase in P-STAT1 was observed in cells cultured at 32°C ( Fig. 2B ). In transduced HeLa cells similar findings were made ( Supplementary Material, Fig. S4 ). When examining known phosphorylation sites, using the Human Phospho-Kinase Array, increased levels of GSK-3α/β, AKT 1/2/3, PRAS40 and WNK1 phosphorylation were seen in OPDKD fibroblasts at 32°C compared to 37°C. No temperature differences were found in healthy control fibroblasts ( Fig. 3 ). Figure 3 Kinase phosphorylation measured by Human Phospho-Kinase Array. Two different OPDKD and control fibroblasts, incubated for 6 h at 32°C, were compared to cells kept at 37°C. We defined a significant difference to be of >50% increased phosphorylation measured by chemiluminescence. Top left: p.(Asn666Tyr) fibroblasts compared to control at 37°C showed increased levels of GSK-3α/β, AKT 1/2/3 and WNK1. Top right: At 32°C, PRAS40, PDGFRB, STAT5 α/β and PLCγ1 were also significantly different. PDGFRB, STAT5α/β had weak bands, whereas the band representing PLCγ was barely visible. Bottom: When fibroblasts harvested at 32°C were compared to cells harvested at 37°C, increased levels were found for GSK-3α/β (with 1.73/2.81 increase), AKT 1/2/3 (3.16/6.15), PRAS40 (4.32/4.49) and WNK1 (2.54/1.98) in both p.(Asn666Tyr) cell lines. No differences were found in either of the control fibroblasts. We found that in one of the p.(Asn666Tyr) cell lines there were more proteins with increased activation. This, and its control fibroblast cell line, were early passage (P3) cells with a rapid growth pattern, in contrast to the other p.(Asn666Tyr) cell line that was P5 and growing slightly slower. P-STAT1 is not part of the Human Phospho-Kinase Array. The PDGFRB variant in OPDKD is less sensitive to imatinib In Penttinen fibroblasts, imatinib greatly reduced autophosphorylation of PDGFRB. In contrast, OPDKD fibroblasts were less sensitive to imatinib with significantly reduced levels of phosphorylated PDGFRB only at 32°C ( Fig. 2A ). Still, levels of the downstream target P-AKT, and to a lesser extent P-PLCγ1, were significantly reduced in these fibroblasts, both at 37°C and 32°C ( Fig. 2B ). Discussion Signalling through PDGFRB typically occurs after dimerization upon ligand binding followed by autophosphorylation of tyrosine residues in the intracellular tyrosine kinase domain. This activates downstream signalling pathways such as PI3K, PLCγ, STAT and MAPKs ( Supplementary Material, Fig. S3 ) ( 7 , 12 ). Recently, several distinct conditions with overlapping features have been associated with missense mutations that lead to ligand-independent activation of PDGFRB: infantile myofibromatosis (OMIM#228550), Kosaki overgrowth syndrome (OMIM#616592) and Penttinen syndrome (reviewed in ( 2 )). We found a novel substitution in PDGFRB , p.(Asn666Tyr), to be associated with OPDKD. Activating variants in this codon have been linked to Penttinen syndrome p.(Asn666Ser), a related phenotype p.(Asn666His) and a somatic mutation in infantile myofibromatosis p.(Asn666Lys) ( 2 , 7–9 , 13 ). Although increased levels of phosphorylated PDGFRB were found in both OPDKD and Penttinen fibroblasts incubated at 37°C, this was significantly higher in the latter ( Fig. 2B ). In transduced Hela cells at 37°C, increased PDGFRB autophosphorylation was present only in cells with the p.(Asn666Ser) substitution ( Supplementary Material, Fig. S4A ). This indicates that the p.(Asn666Ser) variant functionally affects the autoinhibitory domain more than the p.(Asn666Tyr) substitution. Although this could explain the difference in severity between Penttinen syndrome and OPDKD, it remained puzzling why the corneal changes were much more pronounced in OPDKD ( Fig. 1 ). In OPDKD, the affected areas (corneas, fingers and toes) are all exposed to lower and variable temperatures ( 10 ). In typical room temperature (20–22°C) corneal temperatures lie around 32–34° and fall to around 30°C as the air temperature reaches 0°C ( 5 ). Human skin also has variable temperatures with low temperatures found on the hands and feet ( Supplementary Material, Fig. S2 ) ( 11 ). Further increased phosphorylation of PDGFRB was observed when temperature was lowered to 32°C in OPDKD. No such temperature effect was observed in control or Penttinen cells ( Fig. 2A and Supplementary Material, Fig. S4A ). We therefore concluded that the p.(Asn666Tyr) is temperature sensitive with increased autoactivation of the kinase at 32°C, and that this is not the case for the p.(Asn666Ser). In line with this, increased phosphorylation of downstream signalling partners, particularly P-AKT and P-PLCγ1, was present in OPDKD fibroblasts at reduced temperatures ( Fig. 2B ). Possibly the slightly increased autoactivation observed at 37°C in OPDKD is compensated by negative feedback mechanisms explaining why the patients do not have manifestations at higher temperature locations. Interestingly, in Penttinen syndrome, a strong temperature sensitivity of downstream signalling protein P-STAT1 was seen. In contrast, only a slight temperature effect of P-STAT1 was observed in OPDKD ( Fig. 2B ). This indicates a temperature-sensitive effect also on downstream signalling, either directly or by influencing RTK substrate binding. Activating PDGFRB variants can cause both tissue wasting and overgrowth ( 2 , 12 , 14 ). OPDKD patients have increased tissue growth, whereas individuals with the p.(Asn666Ser) variant primarily have tissue destruction. Increased PDGFRB-STAT1 signalling has been linked to tissue wasting, whereas in the absence of STAT1, tissue overgrowth is seen ( 12 ). This suggests that STAT1 activation is responsible for the degenerative features. Patients with severe Penttinen syndrome have disabling chronic ulcers and wasting of the lower limbs. This could be explained by increased phosphorylation of STAT1 at these lower temperature locations. In contrast, in OPDKD increased signalling in the AKT-PI3K pathway was found (P-AKT, PRAS40 and GSK-3α/β), particularly in cells incubated at 32°C. Increased AKT signalling is associated with cell survival and growth. This could explain why tissue growth (corneal vascularization and keloid formation) is seen primarily in body parts with lower temperature ( 15 ). These patients had enlarged, hard auricles and some nasal tip fibromas but no symptoms from the scrotum, also a lower temperature location ( 16 ). Taken together, temperature sensitivity seems to affect autoinhibition of PDGFRB and ligand-independent activation in OPDKD and, to some extent, Penttinen syndrome. Together with differences in basal autoinhibition of PDGFRB this convincingly explains why conditions caused by different activating substitutions of the same PDGFRB codon can be so strikingly different. Effects of physiological temperature changes are seen in some hereditary diseases. Examples include familial cold autoinflammatory syndromes (FCAS1 #120100, FACS2 #611762, FCAS3 #614468 and FCAS4 #616115). Patients with FACS3 get a rash on the nose, ears and fingers upon small decreases in temperature. The condition is associated with heterozygous variants in PLCG2 (#600220) with increased activation of PLCγ2 at lower temperatures ( 17 , 18 ). In oculocutaneous albinism type IB (#606952), the degree of loss of tyrosinase activity is temperature sensitive. Thus, hair in warmer areas is white, whereas hair in cooler areas (extremities) remains pigmented ( 19 ). Regarding the eye, it has been suggested that the high growth rate for amoebas around 32°C is the reason most amoebic eye infections are confined to the cornea ( 20 ). Similarly, in leprosy corneal changes are common probably as Mycobacterium leprae proliferate between 27°C and 30°C ( 21 , 22 ). We are not aware of temperature being directly linked to corneal angiogenesis or of any temperature-sensitive mutation in RTK associated with human disease. In summary, we suggest that altered signalling caused by physiological temperature differences is an important reason for the localization and the organ specific manifestations of Asn666 PDGFRB-related conditions. Materials and Methods Detailed experimental methods are included in the Supplementary Material . Briefly, DNA from affected and unaffected family members was subjected to exome sequencing using NimbleGen v3 exome capture on Illumina HiSeq. Upon identification of a PDGFRB variant that co-segregated with the disease in the family, haplotype analysis with microsatellite markers around the PDGFRB locus was performed. Fibroblasts from affected individuals and healthy controls were obtained. Transgenic HeLa cells were transduced with a murine retroviral vector containing the PDGFRB (NM_002609.3) c.wt, c.1996A > T, p.(Asn666Tyr) and c.1997A > G, p.(Asn666Ser) variants. To study the effect of reduced temperature, cells were either kept at 37°C or incubated overnight at average corneal temperature (32°C) ( 5 ). Cells were then left untreated or treated with 0.1 μm imatinib (STI571, Selleckchem) for 6 h. ELISA analysis of phosphorylated PDGFRB was performed (DuoSet® IC Phospho-PDGFRB, R&D systems). Cell lysates were also subjected to immunoblot analysis with primary antibodies against phospho-Ser473-AKT, phospho-Thr308-AKT, phospho-Tyr70-STAT1, STAT1, phospho-Tyr783-PLCγ1, PLCγ1, phospho-Thr202/Tyr204-MAPK3/ERK1 and MAPK3/ERK1 (all Cell Signaling Technology). Relative levels of phosphorylation of various kinase phosphorylation sites were examined using the Human Phospho-Kinase Array Kit (R&D Systems) and quantified using chemiluminescence. The study was approved by the Regional Committee for Medical and Research Ethics, Western Norway (IRB# 00001872) (ref. no. 2010/3337 and 2014/59). The patients and their families were invited to participate in the study and were included after informed written consent. Supplementary Material Supplemental_tables_and_figures_revision_ddab014 Click here for additional data file. Supplemental_Material_and_Methods_revision_clean_copy_ddaa014 Click here for additional data file. Acknowledgements We thank Unni Larsen and Bård Kjersem for technical assistance. Conflict of Interest statement: The data in the paper are subject to a patent application filed 19 February 2020. Funding The Western Norway Regional Health Authority (911977 and 912161 to C.B., 911746 to E.R.), and the Dr Jon S. Larsens Foundation (to C.B.). Nomenclature: Ocular pterygium-digital keloid dysplasia (OPDKD): Chr5(GRCh37):g.149503840 T > A, NM_002609.3(PDGFRB):c.1996A > T, p.(Asn666Tyr). Penttinen type of premature aging syndrome: Chr5(GRCh37):g.149503839 T > C, NM_002609.3(PDGFRB):c.1997A > G, p.(Asn666Ser). References 1. Johnston , J.J. , Sanchez-Contreras , M.Y. , Keppler-Noreuil , K.M. , Sapp , J. , Crenshaw , M. , Finch , N.A. , Cormier-Daire , V. , Rademakers , R. , Sybert , V.P. and Biesecker , L.G. ( 2015 ) A point mutation in PDGFRB causes autosomal-dominant Penttinen syndrome . Am. J. Hum. Genet. , 97 , 465 – 474 . 26279204 2. Bredrup , C. , Stokowy , T. , McGaughran , J. , Lee , S. , Sapkota , D. , Cristea , I. , Xu , L. , Tveit , K.S. , Hovding , G. , Steen , V.M. et al. ( 2019 ) A tyrosine kinase-activating variant Asn666Ser in PDGFRB causes a progeria-like condition in the severe end of Penttinen syndrome . Eur. J. Hum. Genet. , 27 , 574 – 581 . 30573803 3. Haugen , O.H. and Bertelsen , T. ( 1998 ) A new hereditary conjunctivo-corneal dystrophy associated with dermal keloid formation. Report of a family . Acta Ophthalmol. Scand. , 76 , 461 – 465 . 9716334 4. Abarca , H. , Mellgren , A.E. , Trubnykova , M. , Haugen , O.H. , Hovding , G. , Tveit , K.S. , Houge , G. , Bredrup , C. and Hennekam , R.C. ( 2014 ) Ocular pterygium--digital keloid dysplasia . Am. J. Med. Genet. A , 164A , 2901 – 2907 . 25124224 5. Slettedal , J.K. and Ringvold , A. ( 2015 ) Correlation between corneal and ambient temperature with particular focus on polar conditions . Acta Ophthalmol. , 93 , 422 – 426 . 25571763 6. Kessel , L. , Johnson , L. , Arvidsson , H. and Larsen , M. ( 2010 ) The relationship between body and ambient temperature and corneal temperature . Invest. Ophthalmol. Vis. Sci. , 51 , 6593 – 6597 . 20671277 7. Chen , H. , Marsiglia , W.M. , Cho , M.K. , Huang , Z. , Deng , J. , Blais , S.P. , Gai , W. , Bhattacharya , S. , Neubert , T.A. , Traaseth , N.J. et al. ( 2017 ) Elucidation of a four-site allosteric network in fibroblast growth factor receptor tyrosine kinases . elife , 6 , e21137 . 28166054 8. Pond , D. , Arts , F.A. , Mendelsohn , N.J. , Demoulin , J.B. , Scharer , G. and Messinger , Y. ( 2018 ) A patient with germ-line gain-of-function PDGFRB p.N666H mutation and marked clinical response to imatinib . Genet Med. , 20 , 142–150 . 28726812 9. Cheung , Y.H. , Gayden , T. , Campeau , P.M. , LeDuc , C.A. , Russo , D. , Nguyen , V.H. , Guo , J. , Qi , M. , Guan , Y. , Albrecht , S. et al. ( 2013 ) A recurrent PDGFRB mutation causes familial infantile myofibromatosis . Am. J. Hum. Genet. , 92 , 996 – 1000 . 23731537 10. Girardin , F. , Orgul , S. , Erb , C. and Flammer , J. ( 1999 ) Relationship between corneal temperature and finger temperature . Arch. Ophthalmol. , 117 , 166 – 169 . 10037559 11. Webb , P. ( 1992 ) Temperatures of skin, subcutaneous tissue, muscle and core in resting men in cold, comfortable and hot conditions . Eur. J. Appl. Physiol. Occup. Physiol. , 64 , 471 – 476 . 1612090 12. He , C. , Medley , S.C. , Kim , J. , Sun , C. , Kwon , H.R. , Sakashita , H. , Pincu , Y. , Yao , L. , Eppard , D. , Dai , B. et al. ( 2017 ) STAT1 modulates tissue wasting or overgrowth downstream from PDGFRbeta . Genes Dev. , 31 , 1666 – 1678 . 28924035 13. Chen , H. , Ma , J. , Li , W. , Eliseenkova , A.V. , Xu , C. , Neubert , T.A. , Miller , W.T. and Mohammadi , M. ( 2007 ) A molecular brake in the kinase hinge region regulates the activity of receptor tyrosine kinases . Mol. Cell , 27 , 717 – 730 . 17803937 14. Heldin , C.H. ( 2014 ) Targeting the PDGF signaling pathway in the treatment of non-malignant diseases . J. NeuroImmune Pharmacol. , 9 , 69 – 79 . 23793451 15. Lindhurst , M.J. , Sapp , J.C. , Teer , J.K. , Johnston , J.J. , Finn , E.M. , Peters , K. , Turner , J. , Cannons , J.L. , Bick , D. , Blakemore , L. et al. ( 2011 ) A mosaic activating mutation in AKT1 associated with the Proteus syndrome . N. Engl. J. Med. , 365 , 611 – 619 . 21793738 16. Ivell , R. ( 2007 ) Lifestyle impact and the biology of the human scrotum . Reprod. Biol. Endocrinol. , 5 , 15 . 17448228 17. Schade , A. , Walliser , C. , Wist , M. , Haas , J. , Vatter , P. , Kraus , J.M. , Filingeri , D. , Havenith , G. , Kestler , H.A. , Milner , J.D. et al. ( 2016 ) Cool-temperature-mediated activation of phospholipase C-gamma2 in the human hereditary disease PLAID . Cell. Signal. , 28 , 1237 – 1251 . 27196803 18. Ombrello , M.J. , Remmers , E.F. , Sun , G. , Freeman , A.F. , Datta , S. , Torabi-Parizi , P. , Subramanian , N. , Bunney , T.D. , Baxendale , R.W. , Martins , M.S. et al. ( 2012 ) Cold urticaria, immunodeficiency, and autoimmunity related to PLCG2 deletions . N. Engl. J. Med. , 366 , 330 – 338 . 22236196 19. King , R.A. , Townsend , D. , Oetting , W. , Summers , C.G. , Olds , D.P. , White , J.G. and Spritz , R.A. ( 1991 ) Temperature-sensitive tyrosinase associated with peripheral pigmentation in oculocutaneous albinism . J. Clin. Invest. , 87 , 1046 – 1053 . 1900307 20. Nielsen , M.K. , Nielsen , K. , Hjortdal , J. and Sorensen , U.B. ( 2014 ) Temperature limitation may explain the containment of the trophozoites in the cornea during Acanthamoeba castellanii keratitis . Parasitol. Res. , 113 , 4349 – 4353 . 25204727 21. Lastoria , J.C. and Abreu , M.A. ( 2014 ) Leprosy: review of the epidemiological, clinical, and etiopathogenic aspects - part 1 . An. Bras. Dermatol. , 89 , 205 – 218 . 24770495 22. Singh , L. , Malhotra , R. , Bundela , R.K. , Garg , P. , Dhillon , K.S. , Chawla , S. and Lal , B.B. ( 2014 ) Ocular disability--WHO grade 2 in persons affected with leprosy . Indian J. Lepr. , 86 , 1 – 6 . 25163254",
    "full_text_abstract": "Abstract Ocular pterygium-digital keloid dysplasia (OPDKD) presents in childhood with ingrowth of vascularized connective tissue on the cornea leading to severely reduced vision. Later the patients develop keloids on digits but are otherwise healthy. The overgrowth in OPDKD affects body parts that typically have lower temperature than 37°C. We present evidence that OPDKD is associated with a temperature sensitive, activating substitution, p.(Asn666Tyr), in PDGFRB. Phosphorylation levels of PDGFRB and downstream targets were higher in OPDKD fibroblasts at 37°C but were further greatly increased at the average corneal temperature of 32°C. This suggests that the substitution cause significant constitutive autoactivation mainly at lower temperature. In contrast, a different substitution in the same codon, p.(Asn666Ser), is associated with Penttinen type of premature aging syndrome. This devastating condition is characterized by widespread tissue degeneration, including pronounced chronic ulcers and osteolytic resorption in distal limbs. In Penttinen syndrome fibroblasts, equal and high levels of phosphorylated PDGFRB was present at both 32°C and 37°C. This indicates that this substitution causes severe constitutive autoactivation of PDGFRB regardless of temperature. In line with this, most downstream targets were not affected by lower temperature. However, STAT1, important for tissue wasting, did show further increased phosphorylation at 32°C. Temperature-dependent autoactivation offers an explanation to the strikingly different clinical outcomes of substitutions in the Asn666 codon of PDGFRB ."
}