{
  "PMC": "3016969",
  "DOI": "10.1091/mbc.e10-06-0492",
  "PMID": "21148294",
  "PMCID": "PMC3016969",
  "title": "Defective anchoring of JNK1 in the cytoplasm by MKK7 in Jurkat cells is associated with resistance to Fas-mediated apoptosis.",
  "year": 2011,
  "source_url": "https://europepmc.org/article/PMC/PMC3016969",
  "source": "MED",
  "abstract_text": "The c-Jun N-terminal protein kinase (JNK) plays a context-dependent role in tumorigenesis. Stress-induced redistribution of JNK from the cytoplasm to the nucleus has been demonstrated as essential for stress-induced cell death. However, accumulation of basal JNK activity in the nucleus has frequently been seen in tumor cells. Our previous report revealed aberrant nuclear entry of JNK protein in Jurkat human leukemic T-cells even without JNK hyperactivation. Because inhibition of JNK activity, especially JNK1 activity, in Jurkat cells results in augmented Fas-mediated apoptosis, it is possible that aberrant subcellular localization of JNK, especially the JNK1 isoform, contributes to the resistance to Fas-mediated apoptosis. Here we report that MKK7 works as a cytoplasmic anchoring protein for JNK1 in various types of cells, including human peripheral blood mononuclear cell (PBMC) T-cells, but exhibits aberrant nuclear entry in Jurkat cells. Ectopic expression of a JNK1 mutant defective of nuclear entry or a nuclear JNK inhibitor leads to impaired UV-induced apoptosis in both PBMC T- and Jurkat cells. The same treatment shows no effect on Fas-mediated apoptosis of PBMC T-cells but sensitizes Jurkat cells to Fas-mediated apoptosis. Taken together, our work suggests that aberrant subcellular organization of the JNK pathway might render certain tumor cells resistant to Fas-mediated apoptosis.",
  "full_text": "Mol Biol Cell molbiolcell mbc Mol. Bio. Cell Molecular Biology of the Cell 1059-1524 1939-4586 The American Society for Cell Biology 3016969 E10-06-0492 10.1091/mbc.E10-06-0492 Articles Signaling Defective anchoring of JNK1 in the cytoplasm by MKK7 in Jurkat cells is associated with resistance to Fas-mediated apoptosis Wang Jing * Tang Ruihong * Lv Ming * Wang Qingyang Zhang Xueying Guo Yuanyuan Chang Hong Qiao Chunxia Xiao He Li Xinying Li Yan Shen Beifen Zhang Jiyan † Department of Molecular Immunology, Institute of Basic Medical Sciences, Beijing 100850, China Luo Kunxin Monitoring Editor University of California, Berkeley †Address correspondence to: Jiyan Zhang ( zhangjy@nic.bmi.ac.cn ) or Beifen Shen ( shenbf@mx.cei.gov.cn ). *The authors wish it to be known that, in their opinion, these authors should be regarded as joint first authors. 01 1 2011 22 1 117 127 08 1 2010 14 10 2010 26 10 2010 © 2011 Wang et al. This article is distributed by The American Society for Cell Biology under license from the author(s). Two months after publication it is available to the public under an Attribution–Noncommercial–Share Alike 3.0 Unported Creative Commons License ( http://creativecommons.org/licenses/by-nc-sa/3.0 ). “ASCB®,“ “The American Society for Cell Biology®,” and “Molecular Biology of the Cell®” are registered trademarks of The American Society of Cell Biology. MKK7 works as a cytoplasmic anchoring protein for JNK1 in various cell lines but exhibits aberrant nuclear entry in Jurkat cells, which leads to resistance to Fas-mediated apoptosis. The c-Jun N-terminal protein kinase (JNK) plays a context-dependent role in tumorigenesis. Stress-induced redistribution of JNK from the cytoplasm to the nucleus has been demonstrated as essential for stress-induced cell death. However, accumulation of basal JNK activity in the nucleus has frequently been seen in tumor cells. Our previous report revealed aberrant nuclear entry of JNK protein in Jurkat human leukemic T-cells even without JNK hyperactivation. Because inhibition of JNK activity, especially JNK1 activity, in Jurkat cells results in augmented Fas-mediated apoptosis, it is possible that aberrant subcellular localization of JNK, especially the JNK1 isoform, contributes to the resistance to Fas-mediated apoptosis. Here we report that MKK7 works as a cytoplasmic anchoring protein for JNK1 in various types of cells, including human peripheral blood mononuclear cell (PBMC) T-cells, but exhibits aberrant nuclear entry in Jurkat cells. Ectopic expression of a JNK1 mutant defective of nuclear entry or a nuclear JNK inhibitor leads to impaired UV-induced apoptosis in both PBMC T- and Jurkat cells. The same treatment shows no effect on Fas-mediated apoptosis of PBMC T-cells but sensitizes Jurkat cells to Fas-mediated apoptosis. Taken together, our work suggests that aberrant subcellular organization of the JNK pathway might render certain tumor cells resistant to Fas-mediated apoptosis. INTRODUCTION The c-Jun N-terminal protein kinase (JNK; also known as SAPK) is a member of the mitogen-activated protein kinase (MAPK) superfamily, which also includes extracellular signal–regulated kinase (ERK) and the p38 family of kinases (Hibi et al ., 1993 ). JNK has two ubiquitously expressed isoforms, JNK1 and JNK2, and a tissue-specific isoform JNK3, with different splicing forms (p54 and p46; Chang and Karin, 2001 ; Lin, 2003 ; Weston and Davis, 2007 ). JNK is activated by sequential protein phosphorylation through a MAPK module; that is, MAPK kinase kinase (MAP3K) → MAPK kinase (MAP2K or MKK) →MAPK, in response to a variety of extracellular stimuli (Karin, 1995 ; Lin, 2003 ). Two MAP2Ks, JNK-activating kinase 1 and 2 (JNKK1/MKK4 and JNKK2/MKK7), and several MAP3Ks are involved in JNK activation (Lin, 2003 ). Once activated, JNK, especially the JNK1 isoform, phosphorylates and regulates the activity of several transcription factors such as c-Jun and c-Myc as well as nontranscription factors such as members of the Bcl-2 family proteins (Lin, 2003 ; Yu et al ., 2004 ). Overwhelming evidence shows that JNK has a central role in regulating many cellular activities, from cell cycle progression to apoptosis (Chang and Karin, 2001 ; Lin, 2003 ; Weston and Davis, 2007 ). Because of the differential localization of the substrates, the correct spatial-temporal regulation of MAPK signaling is a crucial determinant of biological outcome. Much effort has been invested in understanding the regulation of nuclear translocation of ERK in response to stimuli. It has been well established that activation of ERK by growth factors and other ligands induces their translocation to the nucleus (Lenormand et al. , 1993 ; Raman et al. , 2007 ). This relocalization allows ERK access to nuclear transcription factors and other nuclear proteins that are then phosphorylated and/or stabilized to bring about relevant changes in gene expression (Lenormand et al. , 1993 ; Raman et al. , 2007 ). The distribution of ERK is tightly regulated by multiple means. In addition to the microtubule cytoskeleton, one key MAP2K of ERK, MEK1, is considered to be one of the most important regulators of ERK localization (Reszka et al. , 1995 ; Fukuda et al. , 1997 ). MEK1 binds to ERK and harbors a strong nuclear export sequence (NES). Thus, it retains unphosphorylated ERK in the cytosol by binding to it and may escalate nuclear export of the unphosphorylated kinases (Fukuda et al. , 1997 ; Raman et al. , 2007 ). Overexpression of ERK in cells frequently drives the protein into the nucleus, presumably by overwhelming cytosolic binding sites (Costa et al. , 2006 ; Raman et al. , 2007 ). Despite that ERK, JNK, and p38 share a large number of common substrates, the same depth of knowledge about the mechanisms of p38 and JNK localization is lacking. It has been reported that p38 is nuclear in resting cells and is exported to the cytosol following stimulation by a number of agents. This pattern of localization mirrors that of the p38 substrate MAPK-activated protein kinase 2 (MK2). Phosphorylation of MK2 by p38 within the nucleus causes export of the p38-MK2 complex, presumably to allow these kinases to phosphorylate cytosolic targets (Ben-Levy et al. , 1998 ). Thus there might be marked differences between the subcellular organization of ERK, JNK, and p38 MAPK pathways. Little is known about the mechanisms of JNK localization yet. It seems that JNK exhibits stress-induced redistribution from the cytoplasm to the nucleus, which has been demonstrated as essential for stress-induced cell death (Cavigelli et al. , 1995 ; Lu et al. , 2006 ; Oleinik et al. , 2007 ; Zhang et al. , 2007 ). However, accumulation of basal JNK activity in the nucleus has been frequently seen in tumor cells (Guo et al. , 2005 ; Hui et al. , 2007 ). Our previous report also revealed aberrant nuclear entry of JNK protein in Jurkat human leukemic T-cells even without JNK hyperactivation (Cui et al. , 2009 ). Because inhibition of JNK activity, especially JNK1 activity, in Jurkat cells results in augmented Fas-mediated apoptosis (Cui et al. , 2009 ), it is possible that aberrant subcellular localization of JNK, especially JNK1 isoform, contributes to the resistance to Fas-mediated apoptosis. Thus it is of importance to investigate the mechanisms of JNK localization. A better understanding of JNK subcellular organization might make it possible to specifically block the aberrant nuclear entry of JNK and hence help elucidate how the aberrant nuclear entry of JNK regulates apoptosis in tumor cells. RESULTS Ectopic expression of JNK1 drives the protein into the nucleus regardless of phosphorylation, whereas both endogenous and exogenous MKK7 show predominant cytoplasm localization in resting 293T cells As stated above, it is of interest to elucidate the mechanisms of JNK (especially JNK1 isoform) localization. For this purpose, indirect immunofluorescence microscopy was performed with a JNK1-specific antibody (sc1648). Endogenous JNK1 showed predominant cytoplasm localization in serum-starved 293T cells ( Figure 1 A), consistent with previous reports (Cavigelli et al. , 1995 ; Lu et al. , 2006 ; Zhang et al. , 2007 ). To simplify the visualization of JNK1 localization, a mammalian expression vector encoding p46JNK1, the major splicing form of JNK1, with C-terminal green fluorescent protein (GFP) fusion was prepared and transfected into 293T cells. Unexpectedly, it was found that GFP-p46JNK1 located mostly in the nucleus with the exclusion of nucleoli in resting 293T cells ( Figure 1 A). Because no degradation of GFP-p46JNK1 fusion protein was detected ( Figure 1 B), it is unlikely that the release of free GFP causes the discrepancy. Nuclear cytoplasmic fractionation and subsequent immunoblotting (IB) analysis with another JNK1 antibody (clone G151–333) also revealed that GFP-p46JNK1 was predominantly nuclear, whereas endogenous p46JNK1 was predominantly cytoplasmic in resting 293T cells ( Figure 1 C). Because GFP-p46JNK1 fusion protein was activated to an extent similar to endogenous JNK upon UV treatment in 293T cells ( Figure 1 D), the discrepancy in the subcellular localization of endogenous JNK1 and GFP-p46JNK1 was not caused by potential changes in the global structure of the fusion protein. Furthermore, both HA-p46JNK1 and M2-p46JNK1 exhibited significant nuclear entry ( Figure 1 E and Supplemental Figure S2). Ectopic expression of HA-p46JNK1 antiproliferation factor (APF), in which the key phosphorylation sites Thr183 and Tyr185 required for JNK activation have been substituted by Ala and Phe, respectively (Yu et al. , 2004 ; Weston and Davis, 2007 ), also resulted in significant nuclear entry of the exogenous protein to an extent similar to wild-type (WT) HA-p46JNK1 ( Figure 1 E). Taken together, these data suggest that in resting cells, ectopic expression of JNK1 drives the protein into the nucleus independent of phosphorylation, in contrast to the predominant cytoplasm localization of endogenous JNK1. FIGURE 1: Ectopic expression of JNK1 drives the protein into the nucleus regardless of phosphorylation, whereas both endogenous and exogenous MKK7 show predominant cytoplasm localization in resting 293T cells. (A) The subcellular localization of endogenous JNK1 (Top, green as revealed by indirect immunofluorescence staining with a JNK1-specific antibody sc1648) or GFP-p46JNK1 (Bottom) in serum-starved (0.1% FBS, 16 h) 293T cells was observed via confocal microscopy. Nuclei were counterstained for DNA by DAPI. (B) The expression of GFP and GFP-p46JNK1 in resting 293T cells was determined by IB with an antibody against GFP. (C) The subcellular localization of GFP-p46JNK1 and endogenous JNK1 in resting 293T cells was examined by nuclear cytoplasmic fractionation and subsequent immunoblotting with another JNK1 antibody (clone G151–333). IκBα was regarded as a cytoplasm (C) marker and c-Jun as a nucleus (N) marker. (D) IB analysis of phosphorylated GFP-p46JNK1 and endogenous JNK in 293T cells 30 min after exposure to UV (60 J/m 2 ) and control cells. Expression of GFP-p46JNK1 and endogenous JNK was analyzed by IB with a mixture of a JNK1 antibody (clone G151–333) and a JNK2 antibody (no. 9252). P-JNK, phospho-JNK. (E) The subcellular localization of HA-p46JNK1 WT and HA-p46JNK1 APF in resting 293T cells was examined by indirect immunofluorescence staining with an HA antibody. (F) The subcellular localization of endogenous MKK7 (Top, green as revealed by indirect immunofluorescence staining with a MKK7-specific antibody, sc7104) or GFP-MKK7 (Bottom) in resting 293T cells was observed via confocal microscopy. (G) The subcellular localization of GFP-MKK7 and endogenous MKK7 in resting 293T cells was examined by nuclear cytoplasmic fractionation and subsequent IB with another MKK7 antibody (no. 4172). (H) The subcellular localization of HA-MKK7 WT and HA-MKK7 KM in resting 293T cells was examined by indirect immunofluorescence staining with an HA antibody. Upstream MAP2K of ERK, MEK1, is considered to be one of the most important regulators of ERK localization (Reszka et al. , 1995 ; Fukuda et al. , 1997 ). It remains unknown whether MAP2Ks of JNK play a role in the subcellular organization of JNK. Because MKK4 activates both JNK and p38, whereas MKK7 activates only JNK activity (Zheng et al. , 1999 ; Lin, 2003 ), we set out to investigate the subcellular organization of MKK7. For this purpose, indirect immunofluorescence microscopy was performed with an MKK7-specific antibody (sc7104). Endogenous MKK7 showed exclusive cytoplasm localization in resting 293T cells ( Figure 1 F). It is interesting that GFP-MKK7 also exhibited significant cytoplasm localization in resting cells ( Figure 1 F). Nuclear cytoplasmic fractionation and subsequent IB analysis with another MKK7 antibody (no. 4172) revealed that GFP-MKK7 was predominantly cytoplasmic, even though a small portion was nuclear, whereas endogenous MKK7 was exclusively cytoplasmic in serum-starved 293T cells ( Figure 1 G). Furthermore, indirect immunofluorescence microscopy showed that both HA-MKK7 WT and its kinase-dead mutant HA-MKK7 KM (Tournier et al. , 2001 ) were mostly cytoplasmic ( Figure 1 H). Thus, our data suggest that both endogenous and exogenous MKK7 show predominant cytoplasm localization independent of their kinase activity in resting cells. MKK7 anchors JNK1 in the cytoplasm via Its N-terminal JNK-binding domain (JBD) in resting 293T and NIH3T3 cells The subcellular localization of endogenous and exogenous JNK1 and MKK7 in resting 293T cells mimics that of endogenous and exogenous ERK and MEK1, respectively (Lenormand et al. , 1993 ; Fukuda et al. , 1997 ; Costa et al. , 2006 ; Raman et al. , 2007 ). It has been well established that MEK1 retains unphosphorylated ERK in the cytosol by binding to it (Fukuda et al. , 1997 ; Raman et al. , 2007 ). It is possible that MKK7 might work as a cytoplasmic anchoring protein for JNK1 in resting cells, just like MEK1 does in the case of ERK. To test this scenario, 293T cells were transfected with a mammalian expression vector encoding HA-p46JNK1, with cotransfection of the plasmid harboring GFP-MKK7 WT, GFP-MKK7 KM, or GFP. HA-p46JNK1 still showed nuclear accumulation with the coexpression of GFP in serum-starved 293T cells ( Figure 2 A). However, GFP-MKK7 WT or GFP-MKK7 KM coexpression significantly reversed the nuclear accumulation of HA-p46JNK1 under the same conditions ( Figure 2 A). Similar phenomena were also seen in resting NIH3T3 cells ( Figure 2 A). By contrast, GFP-NES-JBD showed no effect on the nuclear accumulation of HA-p46JNK1, even though this fusion protein distributed predominantly in the cytoplasm of serum-starved 293T cells ( Figure 2 A) and has been shown to interact with JNK (Bjorkblom et al. , 2005 ; Tararuk et al. , 2006 ). To further test the role of MKK7 in the subcellular localization of JNK1, 293T cells were transfected with a mammalian expression vector encoding GFP-p46JNK1, with cotransfection of the plasmid harboring HA-MKK7 WT, HA-MKK7 KM, or HA-MKK6. GFP-p46JNK1 still showed nuclear accumulation with the coexpression of HA-MKK6 in resting 293T cells ( Figure 2 B). However, HA-MKK7 WT or HA-MKK7 KM coexpression significantly reversed the nuclear accumulation of GFP-p46JNK1 under the same conditions ( Figure 2 B), even though it did not make the nucleus empty of the exogenous GFP-p46JNK1 protein. Furthermore, knockdown of endogenous MKK7 resulted in the nuclear entry of endogenous JNK1 ( Figure 2 C). Taken together, our data suggest a role for MKK7 to anchor JNK1 in the cytoplasm in resting cells. FIGURE 2: MKK7 anchors JNK1 in the cytoplasm via its N-terminal JNK-binding domain in resting 293T and NIH3T3 cells. (A) 293T and NIH 3T3 cells were transfected with a mammalian expression vector encoding HA-p46JNK1, with cotransfection of the plasmid harboring GFP-MKK7 WT, GFP-MKK7 KM, GFP-NES-JBD, or GFP. Then 24 h after transfection, the cells were serum starved, fixed, and stained with an HA antibody. (B) 293T cells were transfected with a mammalian expression vector encoding GFP-p46JNK1, with cotransfection of the plasmid harboring HA-MKK6, HA-MKK7 WT, or HA-MKK7 KM. Then the cells were treated as described in (A). (C) 293T cells were transfected with MKK7 siRNA or the control scramble siRNA and cultured for 48 h. Cell lysates were prepared and expression of MKK7 and actin was determined by IB (Top). Ctrl, Control. The subcellular localization of endogenous JNK1 was measured as described in Figure 1 A (Bottom). (D) Schematic presentation (Top) and subcellular localization (Bottom) of truncated MKK7 constructs. (E) 293T cells were transfected with a mammalian expression vector encoding GFP-p46JNK1, with cotransfection of the plasmid harboring HA-MKK7 1–119 or HA-MKK7 120–419. Then the cells were treated as described in (A). The arrows in (A) and (B) indicate that the cells without exogenous MKK7 show nuclear accumulation of exogenous JNK1, whereas the other cell in the same field with exogenous MKK7 shows cytoplasmic localization of exogenous JNK1. MKK7 is composed of an N-terminal JNK-binding domain (amino acids 1–119) and a kinase domain (amino acids 120–419) (McDonald et al. , 2000 ; Amagasaki et al. , 2006 ; Bardwell et al. , 2009 ). To investigate which domain is responsible for the anchoring, we constructed a C-terminal truncated HA-MKK7 1–119 and an N-terminal truncated HA-MKK7 120–419 (Figure 2D). Indirect immunofluorescence microscopy revealed that HA-MKK7 1–119 was mostly cytoplasmic, whereas HA-MKK7 120–419 distributed evenly throughout the cell ( Figure 2 D), suggesting that the cytoplasm localization of MKK7 depends on its N-terminal part. Consistently, HA-MKK7 1–119, but not HA-MKK7 120–419, significantly reversed the nuclear accumulation of GFP-p46JNK1 in resting 293T cells ( Figure 2 E). Taken together, these data suggest that MKK7 anchors JNK1 via its N-terminal JNK-binding domain. MKK7 works as a cytoplasmic anchoring protein for various JNK isoforms and splicing forms in resting 293T cells JNK has two ubiquitously expressed isoforms, JNK1 and JNK2, with different splicing forms (p54 and p46; Chang and Karin, 2001 ; Lin, 2003 ; Weston and Davis, 2007 ). Thus it is of interest whether p46JNK1, p54JNK1, p46JNK2, and p54JNK2 are similarly regulated by MKK7. For this purpose, HA-p46JNK1, HA-p54JNK1, HA-p46JNK2, and HA-p54JNK2 were all cloned into pcDNA3.1 (+) vector and transfected into 293T cells. IB analysis with a JNK1 antibody (clone G151–333) or a JNK2 antibody (no. 9252) confirmed the ectopic expression of these different JNK isoforms and splicing forms ( Figure 3 A). Consistent with the previous data, indirect immunofluorescence microscopy revealed that all these exogenous JNK proteins showed significant nuclear entry ( Figure 3 B). HA-p46JNK1, HA-p54JNK1, HA-p46JNK2, and HA-p54JNK2 still showed nuclear accumulation with the coexpression of GFP in resting 293T cells ( Figure 3 C). However, coexpression with GFP-MKK7 KM significantly reversed the nuclear accumulation of all these exogenous JNK proteins under the same conditions ( Figure 3 C). Thus MKK7 works as a cytoplasmic anchoring protein for various JNK isoforms and splicing forms, not just for p46JNK1. FIGURE 3: MKK7 works as a cytoplasmic anchoring protein for various JNK isoforms and splicing forms in resting 293T cells. (A) The expression of HA-p46JNK1, HA-p54JNK1, HA-p46JNK2, and HA-p54JNK2 in resting 293T cells was determined by IB with a JNK1 antibody (clone G151–333) or a JNK2 antibody (no. 9252). (B) The subcellular localization of HA-p46JNK1, HA-p54JNK1, HA-p46JNK2, and HA-p54JNK2 in resting 293T cells was examined by indirect immunofluorescence staining with an HA antibody. (C) 293T cells were transfected with mammalian expression vectors encoding HA-p46JNK1, HA-p54JNK1, HA-p46JNK2, and HA-p54JNK2, respectively, with cotransfection of the plasmid harboring GFP-MKK7 KM or GFP. Then 24 h after transfection, the cells were serum starved, fixed, and stained with an HA antibody. Cytoplasmic localization of JNK1 is not essential for its activation The activation of JNK depends on its upstream kinases, namely, MKK7 and MKK4. Clearly MAP2Ks and JNK must interact and therefore have to be in the same cellular compartment. Thus it is possible that anchoring of JNK1 in the cytoplasm by MKK7 in resting cells might facilitate the activation of JNK1. To test this hypothesis, the chimera p46JNK1 protein bearing the nuclear localization signal (NLS) was constructed; a nine–amino acid stretch containing the NLS from the C-terminus of a processivity factor of Kaposi's sarcoma-associated human herpesvirus (KRPHKRRSD; Chen et al. , 2005 ) was fused after a starting Met to the N-terminus of p46JNK1. Indirect immunofluorescence microscopy confirmed that the expression of Xpress-NLS-p46JNK1 was restricted in the nucleus in 293T cells ( Figure 4 A). Surprisingly, Xpress-NLS-p46JNK1 showed similar activation to GFP-p46JNK1 in response to TNF-α and UV in 293T cells ( Figure 4 B). Thus, cytoplasmic localization of JNK1 is not a prerequisite for its activation. FIGURE 4: Cytoplasmic localization of JNK1 is not essential for its activation. (A) Subcellular localization of Xpress-NLS-p46JNK1 in resting 293T cells as revealed by indirect immunofluorescence staining with an Xpress antibody. (B) IB analysis of phosphorylated GFP-p46JNK1 and Xpress-NLS-p46JNK1 in 293T cells 15 min after TNF-α (10 ng/ml) treatment or 30 min after exposure to UV (60 J/m 2 ) and control cells. The top and middle panels show short-time and long-time exposure of JNK phosphorylation, respectively. Expression of exogenous and endogenous JNK was analyzed by IB with a mixture of a JNK1 antibody (clone G151–333) and a JNK2 antibody (no. 9252). MKK7 also works as a cytoplasmic anchoring protein for JNK1 in human peripheral blood mononuclear cell (PBMC) T-cells, but not in Jurkat human leukemic T-cells Our previous report revealed aberrant nuclear entry of JNK protein, including JNK1 protein, in Jurkat human leukemic T-cells even without JNK hyperactivation (Cui et al. , 2009 ). Clearly MKK7 fails to anchor JNK1 in the cytoplasm in Jurkat cells. Because cytoplasmic localization of JNK1 is not essential for its activation, the anchoring of JNK by MKK7 in the cytoplasm of nonmalignant cells might hinder JNK from contributing to tumorigenesis. Therefore it is of importance to explore why MKK7 fails to anchor JNK1 in Jurkat cells. IB analysis revealed that the protein levels of MKK7 and JNK1 in Jurkat cells were similar to those in human PBMC T-cells ( Figure 5 A). Thus the aberrant subcellular localization of JNK1 is not due to abundance of JNK1 protein or deficiency of MKK7 protein. Nuclear cytoplasmic fractionation and subsequent IB analysis revealed that endogenous phospho-JNK, JNK, and MKK7 exhibited cytoplasmic localization in human PBMC T-cells ( Figure 5 B). However, aberrant nuclear accumulation of basal JNK activity in Jurkat human leukemic T-cells was associated with aberrant nuclear entry of endogenous JNK and MKK7 ( Figure 5 B). The aberrant nuclear entry of endogenous MKK7 in Jurkat cells was confirmed by indirect immunofluorescence microscopy ( Figure 5 C). Furthermore, nuclear cytoplasmic fractionation and subsequent IB analysis revealed that knockdown of endogenous MKK7 in human PBMC T-cells resulted in the nuclear entry of JNK2 (both p46JNK2 and p54JNK2) as well as JNK1 ( Figure 5 D), consistent with the notion that MKK7 works as a cytoplasmic anchoring protein for various JNK isoforms and splicing forms. The nuclear entry of JNK1 in normal T-cells under the condition of MKK7 deficiency was confirmed by indirect immunofluorescence microscopy ( Figure 5 D). Thus MKK7 also anchors JNK1 in the cytoplasm in normal T-cells. Taken together, these data suggest that the failure of MKK7 to anchor JNK1 in Jurkat human leukemic T-cells results from, at least partially, the aberrant nuclear entry of MKK7. FIGURE 5: MKK7 also works as a cytoplasmic anchoring protein for JNK1 in human PBMC T-cells but not in Jurkat human leukemic T-cells. (A) The protein levels of endogenous MKK7 and JNK1 in human PBMC T-cells and Jurkat cells were analyzed by IB. (B) Different subcellular localization of endogenous phospho-JNK, JNK, and MKK7 in human PBMC T-cells and Jurkat cells as revealed by nuclear cytoplasmic fractionation and subsequent IB. (C) Significant nuclear entry of endogenous MKK7 in Jurkat cells as revealed by indirect immunofluorescence microscopy. (D) Effect of MKK7 siRNA on the subcellular localization of endogenous JNK in human PBMC T-cells was analyzed with nuclear cytoplasmic fractionation and subsequent IB (Left panel) and indirect immunofluorescence microscopy (Right panel). (E) Different subcellular localization of GFP-MKK7 in human PBMC T-cells and Jurkat cells as revealed by confocal microscopy. The small amplified image on the right shows short-time exposure of the Jurkat cell with a high level of GFP-MKK7 expression. It is of great interest why endogenous MKK7 showed aberrant nuclear entry in Jurkat cells. PCR amplification of the open reading frame of MKK7 and subsequent sequencing excluded the possibility of N-terminal deletion or mutation of MKK7 in Jurkat cells (unpublished data). To further investigate the underlying mechanism, GFP-MKK7 was transfected into human PBMC T-cells and Jurkat cells. If the aberrant nuclear entry of MKK7 in Jurkat cells results from the deficiency of some anchoring cytoplasmic protein(s), which is unlikely because exogenous MKK7 exhibited predominant cytoplasmic localization in 293T and NIH3T3 cells, overexpressed GFP-MKK7 should show more significant nuclear accumulation in Jurkat cells. However, if aberrant MKK7 nuclear entry in Jurkat cells results from the abundance of some nuclear MKK7-binding protein(s), overexpressed GFP-MKK7 should show predominant cytoplasmic localization in Jurkat cells. Indeed, a low level of GFP-MKK7 expression (dim) in Jurkat cells led to diffused subcellular localization, similar to endogenous MKK7 ( Figure 5 E). However, a high level of GFP-MKK7 expression (bright) in Jurkat cells resulted in predominant cytoplasmic localization, though with significant nuclear entry ( Figure 5 E). By contrast, GFP-MKK7 was exclusively cytoplasmic in human PBMC T-cells ( Figure 5 E). Taken together, these data suggest that some MKK7-binding nuclear protein(s), which might show overexpression in certain malignant cells including Jurkat cells, mediate the aberrant nuclear entry of endogenous MKK7. Nuclear entry of exogenous JNK1 depends on its C-terminal sequence Because MKK7 loses its cytoplasmic localization in Jurkat cells, aberrant nuclear entry of JNK1 in these cells could not be blocked by mimicking the anchoring role of MKK7. Another possible way to block the aberrant nuclear entry of JNK1 is to transfect the cells with a JNK1 mutant defective for nuclear entry. To investigate the structural basis for the nuclear entry of exogenous JNK1, we constructed various GFP-p46JNK1 truncated mutants. Transient transfection into 293T cells revealed that GFP-p46JNK1Δ1–83 and GFP-p46JNK1Δ84–249 exhibited similar distribution to GFP-p46JNK1 WT, whereas GFP-p46JNK1Δ250–384 was exclusively cytoplasmic ( Figure 6 A), suggesting that the nuclear entry depends on the C-terminal part of the protein. Further exploration showed that both GFP-p46JNK1Δ302–384 and GFP-p46JNK1Δ342–384 were exclusively cytoplasmic, whereas GFP-p46JNK1Δ250–341 distributed diffusely in the cytoplasm and the nucleus ( Figure 6 A). These data suggest that amino acids 250–341 are dispensable for the nuclear entry of JNK1, but the sequence in the far C-terminal part is essential. Consistent with these observations, both GFP-p46JNK1D326A/S328A and GFP-p46JNK1D326E/S328E evenly distributed throughout the cell ( Figure 6 B), despite the fact that the DPS (Asp326-Pro327-Ser328) motif in JNK1 has been suggested as the nuclear translocation signal (NTS) (Chuderland et al. , 2008 ). These data suggest that the mechanism underlying JNK1 nuclear translocation is different from ERK (Chuderland et al. , 2008 ). Moreover, GFP-p46JNK1Δ356–384 was exclusively cytoplasmic, whereas GFP-p46JNK1Δ370–384 was both cytoplasmic and nuclear ( Figure 6 B). Because GFP-p46JNK1Δ356–384 was activated to an extent similar to GFP-p46JNK1 WT with HA-MKK7 WT coexpression in 293T cells (Supplemental Figure S3), the absence of GFP-p46JNK1Δ356–384 in the nucleus was not caused by potential changes in the global structure of the fusion protein. Taken together, these data suggest that nuclear translocation of JNK1 is mediated by amino acids 342–369 of the protein. FIGURE 6: Nuclear entry of exogenous JNK1 depends on its C-terminal sequence. (A and B) Schematic presentation (Left panel) and subcellular localization (Right panel) of truncated p46JNK1 mutants or full-length p46JNK1 mutants (D326A/S328A and D326E/S328E). Ectopic expression of a JNK1 mutant defective for nuclear entry or a nuclear JNK inhibitor shows no effect on Fas-mediated apoptosis of human PBMC T-cells but sensitizes Jurkat cells to Fas-mediated apoptosis GFP-p46JNK1 WT exhibited more significant nuclear localization in response to UV, whereas GFP-p46JNK1Δ356–384 remained in the cytoplasm under the same conditions ( Figure 7 A). Because the nuclear JNK1 activity has been demonstrated as essential for UV-induced apoptosis (Lu et al. , 2006 ), if GFP-p46JNK1Δ356–384 antagonizes UV-induced apoptosis, this mutant protein should block the nuclear entry of endogenous JNK1. To test this hypothesis, both human PBMC T-cells and Jurkat human leukemic T-cells were transfected with expression vectors encoding GFP, GFP-p46JNK1Δ356–384, and GFP-NLS-JBD, which has been demonstrated to act as a nuclear JNK inhibitor (Bjorkblom et al. , 2005 ; Tararuk et al. , 2006 ), respectively, followed by stimulation with or without UV. Apoptosis assay revealed that ectopic expression of GFP-p46JNK1Δ356–384 led to impaired UV-induced apoptosis, similar to GFP-NLS-JBD ( Figure 7 B). Thus, GFP-p46JNK1Δ356–384 could block the nuclear entry of endogenous JNK1. Next, we tried to investigate how blockade of nuclear JNK activity with GFP-p46JNK1Δ356–384 and GFP-NLS-JBD would affect Fas-mediated apoptosis in normal T-cells and Jurkat cells. Apoptosis assay revealed that ectopic expression of both proteins showed no effect on Fas-mediated apoptosis of human PBMC T-cells but resulted in augmented apoptosis in Jurkat human leukemic T-cells upon Fas ligation ( Figure 7 C). Thus aberrant subcellular organization of the JNK pathway might render certain tumor cells resistant to Fas-mediated apoptosis. FIGURE 7: Ectopic expression of a JNK1 mutant defective of nuclear entry or a nuclear JNK inhibitor shows no effect on Fas-mediated apoptosis of human PBMC T-cells but sensitizes Jurkat cells to Fas-mediated apoptosis. (A) Subcellular localization of GFP-p46JNK1 WT and GFP-p46JNK1Δ356–384 in 293T cells 60 min after exposure to UV (60 J/m 2 ) and control cells. (B) Human PBMC T-cells and Jurkat cells were transfected with mammalian expression vectors encoding GFP, GFP-p46JNK1 Δ356–384, and GFP-NLS-JBD, respectively, and cultured for 24 h. Then the cells were stimulated with or without 60 J/m 2 UV and incubated for 6 h. Apoptosis was measured by Annexin V-PE/7AAD double staining. The percentages of Annexin V–positive cells in 7AAD-negative/GFP-positive populations are shown. **p < 0.01. (C) Different effects of GFP-p46JNK1Δ356–384 and GFP-NLS-JBD on Fas-induced apoptosis of human PBMC T-cells and Jurkat cells. *p < 0.05. (D) Human PBMC T-cells were treated with 200 ng/ml anti–human Fas antibody (CH11) or 60 J/m 2 UV for 30 min or 60 min. The phosphorylation of JNK and the expression of JNK1 were examined by IB. (E) Human PBMC T-cells were treated as described in (D). Then the subcellular localization of endogenous JNK1 and MKK7 in human PBMC T-cells was revealed by nuclear cytoplasmic fractionation and subsequent IB. (F) Jurkat cells were transfected with mammalian expression vectors encoding GFP, GFP-p46JNK1Δ356–384, and GFP-NLS-JBD, respectively, and cultured for 24 h. The protein levels of Bcl-2 in GFP-positive populations were analyzed with IB. The mechanism by which blockade of nuclear JNK activity sensitized Jurkat cells, but not normal T-cells, to Fas-mediated cell death was further explored. IB analysis revealed that UV irradiation significantly activated JNK in human PBMC cells, whereas anti–human Fas antibody treatment showed marginal effect on JNK phosphorylation ( Figure 7 D). Accordingly, UV irradiation led to significant JNK nuclear localization 30 min after the treatment ( Figure 7 E), as reported previously (Cavigelli et al. , 1995 ; Lu et al. , 2006 ), whereas anti–human Fas antibody treatment exhibited no effect on JNK subcellular localization ( Figure 7 E). Our data are consistent with previous reports that Fas ligation only weakly activates JNK and does not lead to JNK-dependent phosphorylation of nuclear transcription factors (Low et al. , 1999 ; Schwabe et al. , 2004 ). Surprisingly, UV radiation also induced weak nuclear entry of MKK7 60 min after the treatment, whereas anti–human Fas antibody treatment had no such effect ( Figure 7 E). Because there was little basal nuclear JNK activity found in human PBMC T-cells ( Figure 5 B) (Cui et al. , 2009 ), it is reasonable that blockade of nuclear JNK activity showed no effect on Fas-mediated apoptosis in these normal T-cells. By contrast, Jurkat cells exhibited aberrant nuclear accumulation of basal JNK activity ( Figure 5 B) (Cui et al. , 2009 ). Because basal JNK activity, especially JNK1 activity, in Jurkat cells maintains the protein level of Bcl-2 (Cui et al. , 2009 ), and the protein level of Bcl-2 determines the sensitivity to Fas-mediated apoptosis (Mignon et al. , 1998 ; Zhou et al. , 1998 ), it is possible that blockade of nuclear JNK activity might result in a reduced level of Bcl-2. Indeed, IB analysis revealed that ectopic expression of GFP-p46JNK1Δ356–384 and GFP-NLS-JBD led to a reduced level of Bcl-2 ( Figure 7 E). Thus aberrant subcellular organization of the JNK pathway might render certain tumor cells resistant to Fas-mediated apoptosis by maintaining the protein level of Bcl-2. DISCUSSION Because of the differential localization of the substrates, the correct spatial-temporal regulation of MAPK signaling is a crucial determinant of biological outcome. Previous studies suggest there might be marked differences between the subcellular organization of ERK and p38 pathways. However, little is known about the mechanisms of JNK localization. In this work, we show that, at least in certain cell contexts, the regulation of JNK localization might be similar to ERK. The endogenous JNK1 exhibited predominant cytoplasm localization in nonmalignant cells, whereas the ectopic expression of JNK1 drove the protein into the nucleus. On the other hand, both endogenous and exogenous MKK7, the upstream kinase of JNK, showed predominant cytoplasmic localization in nonmalignant cells despite the fact that there is no NES identified in MKK7. Further exploration revealed that MKK7 might work as a cytoplasmic anchoring protein for JNK1 in nonmalignant cells since the nuclear accumulation of exogenous JNK1 is significantly reversed by coexpression of MKK7 and knockdown of endogenous MKK7 resulted in the nuclear entry of endogenous JNK1. The regulation of JNK localization also resembles ERK in another way: Robust JNK activation induced by UV exposure leads to JNK nuclear entry (30 min after UV treatment) earlier than MKK7 nuclear entry (60 min after UV treatment). Thus, phosphorylation of JNK might lead to conformational changes of the protein and consequent release from MKK7 within 30 min after UV treatment, similar to the release of ERK from MEK1 upon ERK phosphorylation (Fukuda et al. , 1997 ; Raman et al. , 2007 ). However, activation of the ERK pathway does not lead to nuclear entry of MEK1 (Fukuda et al. , 1997 ; Raman et al. , 2007 ); it is unclear why late and weak nuclear localization of MKK7 happens in the case of UV-induced JNK activation. There is no NLS identified in JNK. However, our data and previous studies have revealed that exogenous JNK1 or other JNK isoforms showed significant nuclear entry (McDonald et al. , 2000 ; Bruna et al. , 2003 ; Amagasaki et al. , 2006 ). It remains unclear how JNK gets into the nucleus. Our data suggest that the nuclear entry of JNK1 does not depend on its phosphorylation, similar to the nuclear entry of ERK (Lenormand et al. , 1993 ; Raman et al. , 2007 ). Recent progress suggests that a three–amino acid domain (SPS) in ERK also appears in many cytonuclear shuttling proteins and might act as a general NTS (Chuderland et al. , 2008 ). The phosphorylation of the Ser residues in this region was shown to be important for the mechanism of translocation (Chuderland et al. , 2008 ). In the case of JNK1, a similar sequence (D326P327S328) has been suggested to facilitate the nuclear entry of the protein because one of the amino acids next to Pro is acidic before any phosphorylation (Chuderland et al. , 2008 ). However, our data suggest that this motif is not essential for the nuclear entry of JNK1 because GFP-p46JNK1Δ250–341, GFP-p46JNK1D326A/S328A, and GFP-p46JNK1D326E/S328E were evenly distributed throughout the cell. Moreover, GFP-p46JNK1Δ302–384, GFP-p46JNK1Δ342–384, and GFP-p46JNK1Δ356–384 were exclusively cytoplasmic, whereas GFP-p46JNK1Δ370–384 was both cytoplasmic and nuclear, which suggests that nuclear translocation of JNK1 is mediated by amino acids 342–369 of the protein. How this subdomain mediates the nuclear entry of JNK1 remains to be explored. No NES sequence has been identified in MKK7. Previous data about the specific subcellular localization of MKK7 are controversial (Tournier et al. , 1999 ; Ho et al. , 2006 ). Here we show that MKK7 works as a cytoplasmic anchoring protein for JNK1 in nonmalignant 293T, NIH3T3, and human PBMC T-cells. However, clearly such regulation is lost in certain tumor cells, including Jurkat human leukemic T-cells. Because cytoplasmic localization of JNK1 is not essential for its activation, defective anchoring of JNK1 in the cytoplasm by MKK7 might contribute to tumorigenesis. Indeed, blockade of nuclear JNK activity leads to a reduced level of Bcl-2, which is associated with augmented apoptosis in Jurkat cells upon Fas ligation. It remains unknown why MKK7 loses NES-independent cytoplasm localization in certain malignant cells, including Jurkat cells. Our data suggest that some MKK7-binding nuclear protein(s), which might show overexpression in such malignant cells, mediate the aberrant nuclear entry of endogenous MKK7. There is no known MKK7-binding nuclear protein yet. However, recent progress has demonstrated that the Drosophila ATAC (Ada-two-A-containing) histone acetyltransferase complex recruits proteins related to the JNK pathway such as MKK4 and JNK, which is essential for Drosophila ATAC to serve as a transcriptional cofactor for c-Jun at certain JNK target genes. Relocalization of proteins related to the JNK pathway by Drosophila ATAC is dependent on the CG10238 subunit of ATAC (Suganuma et al ., 2010 ). MAPK upstream kinase-binding inhibitory protein (MBIP), the corresponding component of CG10238 in the human ATAC complex, has been revealed to exhibit overexpression in certain tumor cells (Yasui et al. , 2001 ; Weir et al. , 2007 ). Consistently, our preliminary data suggest that MBIP might be overexpressed in Jurkat human leukemic T-cells (Supplemental Figure S4). It is possible that CG10238 also promotes the nuclear localization of MKK7 and MBIP has a similar role. Future studies are required to address these issues. MATERIALS AND METHODS Reagents Fetal bovine serum (FBS) was purchased from HyClone Laboratories (Logan, UT). Antibodies against phospho-JNK, JNK2 (no. 9252), and MKK7 (no. 4172) were purchased from Cell Signaling Technology (Beverly, MA). Antibodies against hemagglutinin (HA), Xpress-tag, JNK1 (sc1648), MKK7 (sc7104), IκBα, c-Jun, Bcl-2, and actin were from Santa Cruz Biotechnology (Santa Cruz, CA). Recombinant human interleukin (IL)-2 and antibodies against JNK1 (clone G151–333), human CD3, and human Fas (clone CH11) were purchased from BD Biosciences (Franklin Lakes, NJ). Antibody against GFP was from eBioscience (San Diego, CA). The enhanced chemiluminescence kit was obtained from Amersham (Arlington Heights, IL). Antibody against FLAG-tag (M2) and 4′,6-diamidine-2-phenylindole (DAPI) were from Sigma Chemical (St. Louis, MO). Fluorescein isothiocyanate– or phycoerythrin (PE)-conjugated secondary antibodies were from Jackson ImmunoResearch Laboratories (West Grove, PA). Small interfering RNA (siRNA) that targets human MKK7 (NM_145185) was designed based on nucleotides 464 to 482 relative to the translation start site and purchased from Dharmacon (Lafayette, CO). Lipofectamine 2000 was from Invitrogen (Carlsbad, CA). Plasmids pSRα-HA-p46JNK1 and pSRα-HA-MKK7-p46JNK1 have been described previously (Zheng et al. , 1999 ; Zhang et al. , 2005 ). APF mutation was introduced into pSRα-HA-p46JNK1 using the QuikChange site-directed mutagenesis kit (Stratagene, La Jolla, CA), and the mutation was verified by DNA sequencing. Constructs for GFP-p46JNK1 WT and its mutants GFP-p46JNK1Δ1–83, GFP-p46-JNK1Δ84–249, GFP-p46JNK1Δ250–384, GFP-p46JNK1Δ302—384, GFP-p46JNK1Δ342–384, GFP-p46JNK1Δ250–341, GFP-p46JNK1D326A/S328A, GFP-p46JNK1D326E/S328E, GFP-p46-JNK1Δ356–384, and GFP-p46JNK1Δ370–384 were generated by PCR, subcloned into pEGFP-N1 vector, and confirmed by DNA sequencing. pcDNA3.1-HA-p46JNK1, pcDNA3.1-HA-p54JNK1, pcDNA3.1-HA-p46JNK2, pcDNA3.1-HA-p54JNK2, pcDNA3.1-Xpress-NLS-p46-JNK1, pcDNA3.1-HA-MKK7 WT, pcDNA3.1-HA-MKK7 KM, pcDNA3.1-HA-MKK7 1–119, pcDNA3.1-HA-MKK7 120–419, GFP-MKK7 WT, and GFP-MKK7 KM were generated by cloning PCR-amplified products into pcDNA3.1 (+) vector and pEGFP-N1 vector, respectively, and confirmed by DNA sequencing. GFP-NES-JBD and GFP-NLS-JBD were described previously (Bjorkblom et al. , 2005 ; Tararuk et al. , 2006 ). Cell culture and transfection 293T, NIH3T3, and Jurkat cells were grown in DMEM or RPMI 1640 supplemented with 10% FBS, 2 mM glutamine, 100 U/ml penicillin, and 100 μg/ml streptomycin. Transfection of 293T, NIH3T3, and Jurkat cells was performed by using Lipofectamine 2000 according to the manufacturer's protocol. Human PBMCs were isolated from the heparinized peripheral blood of healthy volunteers by density gradient centrifugations. Freshly isolated blood T lymphocytes are resistant to Fas-mediated apoptosis. They become sensitive to this form of apoptosis only after in vitro activation with anti-TCR/CD3 or with PHA and subsequent culture in the presence of IL-2 for 6 to 8 d (Gendron et al. , 2003 ). Thus human PBMC T-cells were activated on day 1 with anti-CD3 for 24 h and then cultured in complete medium containing 100 U/ml IL-2 for 6 d before being used in further experiments. The purity of the yielded PBMC T-cells was at least 99% as verified by immunostaining and subsequent flow cytometry (FACSCalibur; BD Biosciences; Supplemental Figure S1). Transfection of human PBMC T-cells was performed by using an Amaxa Nucleofector kit (VPA-1002; Walkersville, MD) according to the manufacturer's protocol. Immunoblotting analysis IB analysis was done as previously described (Zhu et al. , 2008 ). Immunofluorescence and nuclear cytoplasmic fractionation Immunofluorescence and nuclear cytoplasmic fractionation were performed as previously described (Cui et al. , 2009 ). Apoptosis assays Dual staining with PE-conjugated Annexin V and 7AAD was carried out to detect the induction of apoptotic cell death. Cells were washed with phosphate-buffered saline and resuspended in 200 μl HEPES buffer (10 mM HEPES, pH 7.4, 150 mM NaCl, 5 mM KCl, 1 mM MgCl 2 , 1.8 mM CaCl 2 ) containing 10 μl Annexin V-PE and 10 μl 7AAD (ApoScreenTM Annexin V-PE kit; SouthernBiotech, Birmingham, AL). Following incubation for 15 min at room temperature, cells were analyzed by flow cytometry (FACSCalibur; BD Biosciences). The percentages of Annexin V–positive cells in 7AAD-negative/GFP-positive populations were analyzed. Statistical analysis The data were shown as mean ± standard deviations. The Student's t -test was used to compare the difference between the two groups. The difference was considered statistically significant when p< 0.05. Supplementary Material [Supplemental Materials] This article was published online ahead of print in MBoC in Press ( http://www.molbiolcell.org/cgi/doi/10.1091/mbc.E10–06-0492 ) on December 9, 2010. The authors declare no conflict of interest. We are grateful to Anning Lin, Eleanor T. Coffey, Xuemin Zhang, and Lingqiang Zhang for helpful discussion and/or reagents that made this work possible. This work was supported by grants from the National Natural Science Foundation of China (30973547), Key Natural Science Program of Beijing (7101008), National Key Technologies R & D Program for New Drugs (2009ZX09301–002), and National Key Basic Research Program of China (2010CB911904). Abbreviations used: ERK extracellular signal–regulated kinase FBS fetal bovine serum GFP green fluorescent protein IB immunoblotting JBD JNK-binding domain JNK c-Jun N-terminal protein kinase KRPHKRRSD Kaposi's sarcoma-associated human herpesvirus MAPK mitogen-activated protein kinase MBIP MAPK upstream kinase-binding inhibitory protein NES nuclear export sequence NLS nuclear localization signal NTS nuclear translocation signal PBMC peripheral blood mononuclear cell PE phycoerythrin siRNA small interfering RNA WT wild type. REFERENCES Amagasaki K Kaneto H Heldin CH Lennartsson J c-Jun N-terminal kinase is necessary for platelet-derived growth factor-mediated chemo-taxis in primary fibroblasts J Biol Chem 2006 281 22173 22179 16760468 Bardwell AJ Frankson E Bardwell L Selectivity of docking sites in MAPK kinases J Biol Chem 2009 284 13165 13173 19196711 Ben-Levy R Hooper S Wilson R Paterson HF Marshall CJ Nuclear export of the stress-activated protein kinase p38 mediated by its substrate MAPKAP kinase-2 Curr Biol 1998 8 1049 1057 9768359 Bjorkblom B Ostman N Hongisto V Komarovski V Filen JJ Nyman TA Kallunki T Courtney MJ Coffey ET Constitutively active cytoplasmic c-Jun N-terminal kinase 1 is a dominant regulator of dendritic architecture: role of microtubule-associated protein 2 as an effector J Neurosci 2005 25 6350 6361 16000625 Bruna A Nicolas M Munoz A Kyriakis JM Caelles C Glucocorticoid receptor-JNK interaction mediates inhibition of the JNK pathway by glucocorticoids EMBO J 2003 22 6035 6044 14609950 Cavigelli M Dolfi F Claret FX Karin M Induction of c-fos expression through JNK-mediated TCF/Elk-1 phosphorylation EMBO J 1995 14 5957 5964 8846788 Chang L Karin M Mammalian MAP kinase signalling cascades Nature 2001 410 37 40 11242034 Chen Y Ciustea M Ricciardi RP Processivity factor of KSHV contains a nuclear localization signal and binding domains for transporting viral DNA polymerase into the nucleus Virology 2005 340 183 191 16043206 Chuderland D Konson A Seger R Identification and characterization of a general nuclear translocation signal in signaling proteins Mol Cell 2008 31 850 861 18760948 Costa M Marchi M Cardarelli F Roy A Beltram F Maffei L Ratto GM Dynamic regulation of ERK2 nuclear translocation and mobility in living cells J Cell Sci 2006 119 4952 4963 17105770 Cui J Wang Q Wang J Lv M Zhu N Li Y Feng J Shen B Zhang J Basal c-Jun NH2-terminal protein kinase activity is essential for survival and proliferation of T-cell acute lymphoblastic leukemia cells Mol Cancer Ther 2009 8 3214 3222 19996270 Fukuda M Gotoh Y Nishida E Interaction of MAP kinase with MAP kinase kinase: its possible role in the control of nucleocytoplasmic transport of MAP kinase EMBO J 1997 16 1901 1908 9155016 Gendron S Couture J Aoudjit F Integrin α2β1 inhibits Fas-mediated apoptosis in T lymphocytes by protein phosphatase 2A-dependent activation of the MAPK/ERK pathway J Biol Chem 2003 278 48633 48643 13679375 Guo L Guo Y Xiao S Shi X Protein kinase p-JNK is correlated with the activation of AP-1 and its associated Jun family proteins in hepatocellular carcinoma Life Sci 2005 77 1869 1878 15927205 Hibi M Lin A Smeal T Minden A Karin M Identification of an oncoprotein- and UV-responsive protein kinase that binds and potentiates the c-Jun activation domain Genes Dev 1993 7 2135 2148 8224842 Ho DT Bardwell AJ Grewal S Iverson C Bardwell L Interacting JNK-docking sites in MKK7 promote binding and activation of JNK mitogen-activated protein kinases J Biol Chem 2006 281 13169 13179 16533805 Hui L Bakiri L Mairhorfer A Schweifer N Haslinger C Kenner L Komnenovic V Scheuch H Beug H Wagner EF p38alpha suppresses normal and cancer cell proliferation by antagonizing the JNK-c-Jun pathway Nat Genet 2007 39 741 749 17468757 Karin M The regulation of AP-1 activity by mitogen-activated protein kinases J Biol Chem 1995 270 16483 16486 7622446 Lenormand P Sardet C Pages G L’Allemain G Brunet A Pouyssegur J Growth factors induce nuclear translocation of MAP kinases (p42mapk and p44mapk) but not of their activator MAP kinase kinase (p45mapkk) in fibroblasts J Cell Biol 1993 122 1079 1088 8394845 Lin A Activation of the JNK signaling pathway: breaking the brake on apoptosis Bioessays 2003 25 17 24 12508278 Low W Smith A Ashworth A Collins M JNK activation is not required for Fas-mediated apoptosis Oncogene 1999 18 3737 3741 10391681 Lu C Zhu F Cho YY Tang F Zykova T Ma WY Bode AM Dong Z Cell apoptosis: requirement of H2AX in DNA ladder formation, but not for the activation of caspase-3 Mol Cell 2006 23 121 132 16818236 McDonald PH Chow CW Miller WE Laporte SA Field ME Lin FT Davis RJ Lefkowitz RJ Beta-arrestin 2: a receptor-regulated MAPK scaffold for the activation of JNK3 Science 2000 290 1574 1577 11090355 Mignon A Guidotti JE Mitchell C Fabre M Wernet A De La Coste A Soubrane O Gilgenkrantz H Kahn A Selective repopulation of normal mouse liver by Fas/CD95-resistant hepatocytes Nat Med 1998 4 1185 1188 9771754 Oleinik NV Krupenko NI Krupenko SA Cooperation between JNK1 and JNK2 in activation of p53 apoptotic pathway Oncogene 2007 26 7222 7230 17525747 Raman M Chen W Cobb MH Differential regulation and properties of MAPKs Oncogene 2007 26 3100 3112 17496909 Reszka AA Seger R Diltz CD Krebs EG Fischer EH Association of mitogen-activated protein kinase with the microtubule cytoskeleton Proc Natl Acad Sci USA 1995 92 8881 8885 7568036 Schwabe RF Uchinami H Qian T Bennett BL Lemasters JJ Brenner DA Differential requirement for c-Jun NH2-terminal kinase in TNF-α- and Fas-mediated apoptosis in hepatocytes FASEB J 2004 18 720 722 14766793 Suganuma T Mushegian A Swanson SK Abmayr SM Florens L Washburn MP Workman JL The ATAC acetyltransferase complex coordinates MAP kinases Cell 2010 142 726 736 20813260 Tararuk T JNK1 phosphorylation of SCG10 determines microtubule dynamics and axodendritic length J Cell Biol 2006 173 265 277 16618812 Tournier C Dong C Turner TK Jones SN Flavell RA Davis RJ MKK7 is an essential component of the JNK signal transduction pathway activated by proinflammatory cytokines Genes Dev 2001 15 1419 1426 11390361 Tournier C Whitmarsh AJ Cavanagh J Barrett T Davis RJ The MKK7 gene encodes a group of c-Jun NH2-terminal kinase kinases Mol Cell Biol 1999 19 1569 1581 9891090 Weir BA Characterizing the cancer genome in lung adenocarcinoma Nature 2007 450 893 898 17982442 Weston CR Davis RJ The JNK signal transduction pathway Curr Opin Cell Biol 2007 19 142 149 17303404 Yasui K Imoto I Fukuda Y Pimkhaokham A Yand ZQ Naruto T Shimada Y Nakamura Y Inazawa J Identification of target genes within an amplicon at 14q12-q13 in esophageal squamous cell carcinoma Genes Chromosomes Cancer 2001 32 112 118 11550278 Yu C Minemoto Y Zhang J Liu J Tang F Bui TN Xiang J Lin A JNK suppresses apoptosis via phosphorylation of the proapoptotic Bcl-2 family protein BAD Mol Cell 2004 13 329 340 14967141 Zhang J Liu J Yu C Lin A BAD Ser128 is not phosphorylated by c-Jun NH2-terminal kinase for promoting apoptosis Cancer Res 2005 65 8372 8378 16166315 Zhang S Lin Y Kim YS Hande MP Liu ZG Shen HM c-Jun N-terminal kinase mediates hydrogen peroxide-induced cell death via sustained poly(ADP-ribose) polymerase-1 activation Cell Death Differ 2007 14 1001 1010 17218956 Zheng C Xiang J Hunter T Lin A The JNKK2-JNK1 fusion protein acts as a constitutively active c-Jun kinase that stimulates c-Jun transcription activity J Biol Chem 1999 274 28966 28971 10506143 Zhou M Gu L Yeager AM Findley HW Sensitivity to Fas-mediated apoptosis in pediatric acute lymphoblastic leukemia is associated with a mutant p53 phenotype and absence of Bcl-2 expression Leukemia 1998 12 1756 1763 9823951 Zhu N Cui J Qiao C Li Y Ma Y Zhang J Shen B cAMP modulates macrophage development by suppressing M-CSF-induced MAPKs activation Cell Mol Immunol 2008 5 153 157 18445346",
  "plain_text": "MKK7 works as a cytoplasmic anchoring protein for JNK1 in various cell lines but exhibits aberrant nuclear entry in Jurkat cells, which leads to resistance to Fas-mediated apoptosis.\n\nThe c-Jun N-terminal protein kinase (JNK) plays a context-dependent role in tumorigenesis. Stress-induced redistribution of JNK from the cytoplasm to the nucleus has been demonstrated as essential for stress-induced cell death. However, accumulation of basal JNK activity in the nucleus has frequently been seen in tumor cells. Our previous report revealed aberrant nuclear entry of JNK protein in Jurkat human leukemic T-cells even without JNK hyperactivation. Because inhibition of JNK activity, especially JNK1 activity, in Jurkat cells results in augmented Fas-mediated apoptosis, it is possible that aberrant subcellular localization of JNK, especially the JNK1 isoform, contributes to the resistance to Fas-mediated apoptosis. Here we report that MKK7 works as a cytoplasmic anchoring protein for JNK1 in various types of cells, including human peripheral blood mononuclear cell (PBMC) T-cells, but exhibits aberrant nuclear entry in Jurkat cells. Ectopic expression of a JNK1 mutant defective of nuclear entry or a nuclear JNK inhibitor leads to impaired UV-induced apoptosis in both PBMC T- and Jurkat cells. The same treatment shows no effect on Fas-mediated apoptosis of PBMC T-cells but sensitizes Jurkat cells to Fas-mediated apoptosis. Taken together, our work suggests that aberrant subcellular organization of the JNK pathway might render certain tumor cells resistant to Fas-mediated apoptosis."
}
