{
    "PMC": "2194036",
    "DOI": "10.1084/jem.20020760",
    "PMID": "12391014",
    "PMCID": "PMC2194036",
    "title": "Resolvins: a family of bioactive products of omega-3 fatty acid transformation circuits initiated by aspirin treatment that counter proinflammation signals.",
    "year": 2002,
    "source_url": "https://europepmc.org/article/PMC/PMC2194036",
    "source": "MED",
    "abstract_text": "Aspirin (ASA) is unique among current therapies because it acetylates cyclooxygenase (COX)-2 enabling the biosynthesis of R-containing precursors of endogenous antiinflammatory mediators. Here, we report that lipidomic analysis of exudates obtained in the resolution phase from mice treated with ASA and docosahexaenoic acid (DHA) (C22:6) produce a novel family of bioactive 17R-hydroxy-containing di- and tri-hydroxy-docosanoids termed resolvins. Murine brain treated with aspirin produced endogenous 17R-hydroxydocosahexaenoic acid as did human microglial cells. Human COX-2 converted DHA to 13-hydroxy-DHA that switched with ASA to 17R-HDHA that also proved a major route in hypoxic endothelial cells. Human neutrophils transformed COX-2-ASA-derived 17R-hydroxy-DHA into two sets of novel di- and trihydroxy products; one initiated via oxygenation at carbon 7 and the other at carbon 4. These compounds inhibited (IC(50) approximately 50 pM) microglial cell cytokine expression and in vivo dermal inflammation and peritonitis at ng doses, reducing 40-80% leukocytic exudates. These results indicate that exudates, vascular, leukocytes and neural cells treated with aspirin convert DHA to novel 17R-hydroxy series of docosanoids that are potent regulators. These biosynthetic pathways utilize omega-3 DHA and EPA during multicellular events in resolution to produce a family of protective compounds, i.e., resolvins, that enhance proresolution status.",
    "full_text": "J Exp Med J. Exp. Med The Journal of Experimental Medicine 0022-1007 1540-9538 The Rockefeller University Press 2194036 20020760 10.1084/jem.20020760 12391014 Article Resolvins A Family of Bioactive Products of Omega-3 Fatty Acid Transformation Circuits Initiated by Aspirin Treatment that Counter Proinflammation Signals Serhan Charles N. Hong Song Gronert Karsten Colgan Sean P. Devchand Pallavi R. Mirick Gudrun Moussignac Rose-Laure Center for Experimental Therapeutics and Reperfusion Injury, Department of Anesthesiology, Perioperative, and Pain Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA 02115 Address correspondence to Charles N. Serhan, Center for Experimental Therapeutics and Reperfusion Injury, Thorn Medical Research Bldg., 7th Floor, Brigham and Women's Hospital, Boston, MA 02115. Phone: 617-732-8822; Fax: 617-582-6141; E-mail: cnserhan@zeus.bwh.harvard.edu 21 10 2002 196 8 1025 1037 5 5 2002 25 7 2002 13 8 2002 Copyright © 2002, The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Aspirin (ASA) is unique among current therapies because it acetylates cyclooxygenase (COX)-2 enabling the biosynthesis of R- containing precursors of endogenous antiinflammatory mediators. Here, we report that lipidomic analysis of exudates obtained in the resolution phase from mice treated with ASA and docosahexaenoic acid (DHA) (C22:6) produce a novel family of bioactive 17 R -hydroxy-containing di- and tri-hydroxy-docosanoids termed resolvins. Murine brain treated with aspirin produced endogenous 17 R -hydroxydocosahexaenoic acid as did human microglial cells. Human COX-2 converted DHA to 13-hydroxy-DHA that switched with ASA to 17 R -HDHA that also proved a major route in hypoxic endothelial cells. Human neutrophils transformed COX-2-ASA–derived 17 R -hydroxy-DHA into two sets of novel di- and trihydroxy products; one initiated via oxygenation at carbon 7 and the other at carbon 4. These compounds inhibited (IC 50 ∼50 pM) microglial cell cytokine expression and in vivo dermal inflammation and peritonitis at ng doses, reducing 40–80% leukocytic exudates. These results indicate that exudates, vascular, leukocytes and neural cells treated with aspirin convert DHA to novel 17 R -hydroxy series of docosanoids that are potent regulators. These biosynthetic pathways utilize omega-3 DHA and EPA during multicellular events in resolution to produce a family of protective compounds, i.e., resolvins, that enhance proresolution status. endothelial cells leukocytes docosahexaenoic acid cyclooxygenase-2 resolution Introduction The roles of eicosanoids in diverse physiologic and pathologic scenarios provide clear examples of the importance of fatty acid precursors such as arachidonic acid in cell communication, a sharp departure from their structural and storage assignments ( 1 – 5 ). Among the classes of bioactive eicosanoids, including prostaglandins, leukotrienes (LTs) * , lipoxins (LX), and cis-epoxyeicosatrienoic acids or EETs ( 4 , 6 ), it is now apparent that counterregulatory autacoids exist within these classes of eicosanoids. Of the cyclooxygenase pathways, prostacyclin and thromboxane are important vascular counterregulators ( 7 ). In inflammation, LT products of the 5-lipoxygenase (LO) are proinflammatory mediators ( 4 , 8 ), and LXs generated via LO interactions can counterregulate certain LT-mediated events (for a review, see reference 9 ). The emergence of temporal and spatial separation in biosynthesis of eicosanoids during inflammation sheds light on distinct functional settings for LXs as “stop” or proresolution signals ( 10 ). Moreover, aspirin (ASA) treatment can pirate the LX system, triggering formation of their 15-epimeric or their R -containing isoform (ASA-triggered LX) that serve as LX mimetics, to mount proresolution status ( 9 , 11 , 12 ), as well as enhancers in epithelial-based antimicrobial host defense ( 13 ). Leukocytes from several species of fish rich in omega-3 fatty acids generate prostaglandins, LTs, and LXs from both arachidonic acid (C20:4) and eicosapentaenoic acid (EPA) (C20:5). Their immune functions in marine organisms appear similar to those in humans; namely, as drivers of cell motility. Yet, fish cells generate quantitatively similar levels of both 4 and 5 series (EPA-derived) LTs and LXs, which is sharply different than human tissues that use predominantly C20:4-derived mediators (for a review, see reference 14 ). An extensive literature, accrued for several decades, implicates omega-3 fatty acids such as EPA (C20:5) and docosahexaenoic acid (DHA, C22:6) as beneficial in several human diseases including atherosclerosis, asthma, cardiovascular, cancer (for a review, see reference 15 ), and, more recently, mental depression ( 16 , 17 ) and preventing sudden death after myocardial infarction ( 18 , 19 ). Of interest are results from the GISSI-Prevenzione trial that evaluated omega-3 polyunsaturated fatty acid (PUFA) supplementation with >11,300 patients that provide compelling evidence for a decrease of ∼45% in cardiovascular death ( 20 ). It is noteworthy that both patient groups received aspirin in the GISSI trial while comparing tocopherol versus omega-3 supplementation ( 20 ) as did a significant number of participants in the most recent Physician Health study report ( 18 ). The impact of ASA to the results of these studies was not tested although firmly concluding the benefits of omega-3 fatty acids in risk reduction ( 18 , 20 , 21 ). Eating fish rich in omega-3s is now recommended by the American Heart Association (see http://www.americanheart.org ). However, what is evident from animal studies is that DHA is the bioactive cardiovascular protective component of fish oils ( 22 ). The mechanism(s) for omega-3 protective properties in heart disease and in prostate cancer remains unclear and the molecular bases are still sought to explain the clinical phenomena associated with fish oil trials. The heightened awareness that unresolved inflammation is important in many chronic disorders including heart disease, atherosclerosis, asthma, and Alzheimer's disease ( 23 , 24 ) leads us to question whether omega-3 utilization during ASA therapy is converted to endogenous bioactive compounds relevant in human disease and health. Recently, we uncovered that at sites of inflammation omega-3 PUFA EPA is converted to potent bioactive products that target neutrophil recruitment ( 2 ). Hence, cyclooxygenase (COX)–2, which has a larger substrate tunnel/channel than COX-1 ( 25 , 26 ), acts on C20:4 as well as additional substrates that can be productively accommodated as exemplified by the ability to convert the omega-3 polyene family of lipids (i.e., C18:3 and C20:5), possibly for tissue-specific COX-2 missions ( 2 ) such as those associated with ischemic preconditioning ( 19 ), resolution ( 10 , 12 , 27 ), and/or other disease processes. Our recent results with EPA and COX-2 ( 2 ) as well as earlier findings of others with DHA ( 28 – 32 ) raise the possibility that, in addition to arachidonic acid, omega-3 fatty acids in certain biologic processes, e.g., ischemia-induced cardiac arrhythmias ( 22 ), may serve as substrates for conversion to potent bioactive products ( 2 ). However, the biological role and significance of products that could be derived from DHA in inflammation has remained to be established. In this report, we demonstrate that ASA treatment of murine in vivo and human tissues in vitro carrying COX-2 initiates the production of novel 17 R -hydroxy series docosanoids via previously undescribed biosynthetic circuits that counterregulate proinflammatory responses (i.e., cytokine production, peritonitis). During stress, these cellular pathways utilize omega-3 fatty acids to biosynthesize endogenous compounds that serve in antiinflammation signaling. Thus, we termed the family of compounds Resolvins because they are (i) generated during the resolution phase and (ii) chemically redundant signals that play protective roles in dampening inflammation to promote a proresolution status. Materials and Methods Zymosan A, hematin, NADPH, 15-LO, ASA, and other NSAIDs were from Sigma-Aldrich. Potato 5-LO, DHA, and EPA were from Cayman Chemical Co.; other synthetic standards, hydroxy fatty acids and intermediates used for MS identification and fragment ion references were purchased from Cascade Biochem Ltd. Authentic standards for 4 S -hydroxy-5 E , 7 Z , 10 Z , 13 Z , 16 Z , 19 Z -DHA (4 S -HDHA), 17 S -hydroxy-4 Z , 7 Z , 10 Z , 13 Z , 15 E , 19 Z -DHA (17 S -HDHA), and the racemate 17 R/S -hydroxy-4 Z , 7 Z , 10 Z , 13 Z , 15 E , 19 Z -DHA (denoted 17 R/S -HDHA) were from Penn Bio-Organics, and NMR analyses established the respective double bond configurations. Additional materials used in LC-MS-MS analyses were from vendors reported in references ( 2 , 33 ). Incubations. Human PMNs were freshly isolated from venous blood of healthy volunteers (that declined taking medication for ∼2 wk before donation; BWH protocol no. 88–02642) by Ficoll gradient and enumerated. Cells were divided into 50 × 10 6 cells, 1 ml DPBS with Ca 2+ and Mg 2+ , denoted +/+, and incubations (40 min, 37°C) were performed with either 17 R/S -HDHA (Penn Bio-Organics) or 17 R -HDHA with zymosan A (100 ng/ml; Sigma-Aldrich). Human umbilical vein endothelial cells (HUVECs) or human microvascular endothelial cells (HMVECs; Cascade Biologics) were cultured for transendothelial migration ( 34 ) and incubations with HMVEC monolayers (1, 2, or 3 passages) seeded (∼2 × 10 5 cells/cm 2 ) on polycarbonate permeable supports precoated with 0.1% gelatin for ASA and DHA. For hypoxia experiments, plates of HUVECs treated with TNF-α and IL-1β (both 1 ng/ml) were placed in a hypoxic chamber (3 h, 37°C) and returned to normoxia (21 h, 37°C). Next, ASA (500 μM, 30 min) was added followed by DHA (∼5 μM) and A23187 (2 μM; 60 min, 37°C). Individual whole brains were rapidly isolated from killed mice immediately before incubations (each half/2 ml), washed with cold DPBS +/+ and incubated with ASA (45 min, 37°C, 500 μM). Incubations were stopped with 5 ml cold methanol, and held at −20°C for analyses. Recombinant COX-2 and Product Analyses. Human recombinant COX-2 was overexpressed in Sf 9 insect cells (American Type Culture Collection). The microsomal fractions (∼8 μl) were suspended in Tris (100 mM, pH 8.0) as in reference 35 . ASA was incubated (∼2 mM, 37°C, 30 min) with COX-2 before addition of DHA (10 μM), or in some experiments [1- 14 C]-labeled DHA (American Radiolabeled Chemicals, Inc.), and conversions were monitored in parallel using [1- 14 C]-labeled C20:4 (with ASA) (as in Fig. 2 ; also see text). Figure 2. Novel ASA triggered HDHA products generated by human recombinant COX-2 ASA. 17 R -HDHA. Human recombinant COX-2 treated in the presence and absence of 2 mM ASA was incubated with DHA (10 μM, 30 min, 37°C). Incubations were stopped with 2 ml cold methanol, extracted and taken for LC-MS-MS analyses. Results are representative of incubations from more than eight separate experiments, some with 1- 14 C-labeled DHA. (Top) LC-MS-MS chromatogram of m/z 343 showing the presence of mono-HDHA. (Bottom) MS-MS spectrum of (left) 13-HDHA without ASA treatment and (right) 17R-HDHA with ASA treatment. Incubations were extracted with deuterium-labeled internal standards (15-HETE and C20:4) for LC-MS-MS analysis as in reference 33 using a Finnigan LCQ liquid chromatography ion trap tandem mass spectrometer equipped with a LUNA C18–2 (150 × 2 mm × 5 μm or 100 × 2 mm × 5 μm) column and a rapid spectra scanning UV diode array detector that monitored UV absorbance ∼0.2 min before samples entering the MS-MS. All intact cell incubations and in vivo exudates were stopped with 2 ml cold methanol and kept at −80°C for >30 min. Samples were extracted using C18 solid phase extraction and analyzed using gas chromatography-mass spectrometry (GC-MS) (see Table II ; Hewlett-Packard), thin layer chromatography or tandem liquid chromatography-mass spectrometry (LC-MS-MS). Also, a Chiralcel OB-H column (4.6 × 250 mm; J.T. Baker, Inc., Phillipsburg, NJ) was used to determine R and S alcohol configurations of monohydroxy-PUFA using isocratic mobile phase (hexane:isopropanol; 97.5:2.5, vol:vol, with a 0.6 ml/min flow rate). Detailed procedures for isolation, quantitation, and structural determination of lipid-derived mediators were reported recently ( 36 ) and used here essentially as reported for elucidation of novel products. Biogenic synthesis of the novel docosanoids were performed using isolated enzymes, i.e., potato 5-LO, rhCOX-2, or ASA treated rhCOX-2 and 15–LO each incubated in tandem sequential reactions with either DHA or 17 R -HDHA to produce the novel compounds in scale up quantities for isolation and confirmation of physical and biological properties. Table II. PMN Migration, Murine Air Pouch Exudates, and Peritonitis. Human PMN transendothelial migration was quantitated by monitoring myeloperoxidase an azurophilic granule marker as in ( 34 , 37 ). Inflammatory exudates were initiated with intrapouch injection of recombinant mouse TNF-α (100 ng/pouch; R&D Systems) into dorsal air pouches ( 10 ) of 6–8 wk male FVB mice fed laboratory rodent diet 5001 (Lab Diet, Purina Mills) containing <0.25% arachidonic acid, 1.49% EPA, and 1.86% DHA followed by 500 μg ASA at 3.5 h and 300 μg DHA/pouch at 4 h after TNF-α injection. At 6 h (within the resolution phase), pouches were lavaged (3 ml saline) and exudate cells were enumerated. Inhibition of TNF-α stimulated (100 ng/pouch) PMN infiltration with intravenous tail injection of either 17 R -HDHA (as prepared with COX-2 vide infra), 5S,12,18 R -HEPE, or a 15-epi-LXA 4 analogue were determined with pouch lavages taken at 4 h. Peritonitis was performed using 6–8-wk-old FVB male mice (Charles River Laboratories) fed laboratory Rodent Diet 5001 (Purina Mills) that were anesthetized with isoflurane, and compounds to be tested (125 μl) were administered intravenously. Zymosan A in 1 ml (1 mg/ml) was injected ∼1–1.5 min later in the peritoneum. Each test compound (100 ng/incubation, i.e., 17R-HDHA in ethanol) or vehicle alone was suspended in ∼5 μl and mixed in sterile saline 120 μl. 2 h after the intraperitoneal injections, and in accordance with the Harvard Medical Area Standing Committee on Animals protocol no. 02570, mice were killed and peritoneal lavages rapidly collected for enumeration. Cell Culture. Human glioma cells DBTRG-05MG cells (American Type Culture Collection) were cultured as recommended by American Type Culture Collection. For analyses, 10 × 10 6 cells per well in 6-well plates (Falcon) were stimulated for 16 h with 50 ng/ml of human recombinant TNF-α (GIBCO BRL) in the presence of specified concentrations of test compounds (i.e.,17 R -HDHA) or vehicle (0.04% ethanol). Cells were washed in DPBS +/+ and harvested in 1 ml of Trizol (GIBCO BRL). For RT-PCR, RNA purification and RT-PCR were performed as in reference 38 . Primers used in amplifications were: 5′GGAAGATGCTGGTTCCCTGC3′ and 5′CAACACGCAGGACAGGTACA3′ for IL-1β; 5′TCCACCACCGTGTTGCTGTAG3′; and 5′GACCACAGTCCATGACATCACT3′ for GAPDH. PCR products obtained with these primers were confirmed by sequencing. Analyses were performed for both genes (i.e., GAPDH and IL-1β) in the linear range of the reaction. Results were analyzed using the NIH Image program ( http://rsb.info.nih.gov/nih-image ). Results Lipidomics of the Exudate Resolution Phase. It is well appreciated that orderly resolution in healthy individuals is influenced by both systemic and local host factors that include nutrition, metabolic status (i.e., diabetes is associated with delayed healing) and circulatory status as some of the key determinants in the duration of resolution ( 39 ). In experimental acute inflammatory challenge that undergoes spontaneous resolution, namely in the murine air pouch model of exudate formation and resolution, we found a temporal dissociation between the formation and actions of local chemical mediators ( 10 ). LTs and prostaglandins are generated rapidly and appear with leukocyte recruitment to the air pouch exudate in line with their known actions as proinflammatory mediators. LX biosynthesis concurs with spontaneous resolution and the loss of PMN from the murine air pouch exudate, providing evidence that functionally distinct lipid mediator profiles switch from proinflammatory to antiinflammatory mediators such as LXs during resolution ( 10 ). Recently, we found that EPA is transformed in murine exudates treated with ASA to novel products that possess antiinflammatory properties, providing a potential mechanism for omega-3 beneficial actions in many diseases ( 2 ). Since DHA is cardioprotective ( 22 ), abundant in brain and retina, and displays an impact in many physiologic processes ( 28 – 32 ), lipidomic analyses were undertaken to determine whether inflammatory exudates utilize DHA in the resolution phase with ASA treatment. Inflammatory exudates obtained within the resolution phase formed within dorsal skin air pouches after injection of TNF-α, DHA, and aspirin treatment contained several previously undescribed compounds revealed with LC-MS-MS analysis ( Fig. 1 ) . It is noteworthy that the Lab Diet 5001 used to feed these mice contained 1.86% DHA and 1.49% EPA with <0.25% arachidonic acid (Purina Mills). Additional mass spectral analysis using both GC-MS (with derivatized products) and liquid chromatography-UV diode array detector-tandem mass spectrometry (LC-UV-MS-MS)-based analyses (which did not require derivatization) indicated that the inflammatory exudate-derived materials contained novel hydroxy acids produced from both DHA and EPA, namely these products were not present in our database of properties of reported lipid mediators. The EPA-derived products were established recently ( 2 ). Selected ion chromatograms and MS-MS from results acquired at m/z 343 were consistent with the production of 17-HDHA ( Fig. 1, A and B ), with lesser amounts of 7 S - and 4 S -HDHA ( Fig. 1 A) within the exudates. These products coeluted with authentic 17( R/S racemic)-HDHA and 4 S -HDHA (qualified by NMR; see Materials and Methods) in three different chromatographic systems (unpublished data), and their basic structural properties were consistent with those of related DHA-derived products ( 28 – 30 ). ASA-treatment also gave novel di- and tri-hydroxy products carrying the DHA backbone within the inflammatory exudates; at this dose ASA completely inhibited the in vivo production of thromboxane and prostanoids. Importantly, ASA treatment in vivo and COX-2 gave previously unknown products from DHA that possess bioactive properties (vide infra). Figure 1. Inflammatory exudates from mice treated with ASA generate novel compounds: LC-MS-MS-based lipodomic analysis. (A) TNF-α–induced leukocyte exudates from dorsal air pouches. Samples were collected at 6 h from FVB mice given ASA and DHA (Materials and Methods). Selected ion chromatogram ( m/z 343) showing the production of 17 R -HDHA, 7 S -HDHA, and 4 S -HDHA. Using the diene UV chromophores for quantitation, 7-HDHA was ∼15% of the exudate materials and was identified using a SIM trace for m/z 141 with ms/ms 343. In some exudates 17 S -HDHA was also present from LO-dependent routes (see text). MS-MS for B: 17 R -HDHA ( m/z 343); C: 7 S ,17 R -diHDHA ( m/z 359); and D: 4,11,17 R -triHDHA ( m/z 375). See text for diagnostic ions. Results are representative of n = 7. Results in Fig. 1 C show the MS-MS spectra of a dihydroxy-containing DHA with fragment ions consistent with the structure shown in the inset, namely 7,17-diHDHA; m/z 359 [M-H], m/z 341 [M-H-H 2 O], m/z 323 [M-H-2H 2 O], m/z 315 [M-H-CO 2 ], and m/z 297 [M-H-CO 2 -H 2 O]. Additional diagnostic ions consistent with the 7- and 17-hydroxy-containing positions were present at m/z 261, 247, and 217. A representative of the several novel trihydroxy-containing DHA-derived compounds also present in inflammatory exudates is shown in Fig. 1 D. Ions present were consistent with its [M-H] = m/z 375, 357 [M-H-H 2 O], 339 [M-H-2H 2 O], 331 [M-H-CO 2 ], 313 [M-H-CO 2 -H 2 O], 306, 303, 276, 273, 255 [273-H 2 O], 210, 195, and 180. These physical properties (i.e., MS-MS, UV, LC retention time) were entered into our database and used throughout to identify these and related compounds and to assess their bioimpact. These compounds were deemed of interest because transfer of materials extracted from inflammatory exudates in DHA plus ASA pouches to naive mouse (intravenous or via intraperitoneal administration) sharply reduced zymosan-induced PMN infiltration by ∼60%, indicating the in vivo utilization of DHA and production of bioactive products within exudates (vide infra). The Role of COX-2 and ASA in Biosynthesis of R-containing HDHA. Chirality of the alcohol group at carbon-17 ( Fig. 1 B) was established for the product that matched exudate-derived 17-HDHA using a chiral HPLC column. The alcohol at carbon 17 position proved to be predominantly in the R configuration (>95%; n = 4), indicating that this was indeed a novel product of enzymatic origin formed in vivo that was not known earlier. For example, 17 S -HDHA is generated via 15-lipoxygenation or via autooxidation in racemic ∼50:50 ratio of R/S mixtures ( 40 , 41 ). Hence, the presence of the alcohol group in the R configuration as 17 R -HDHA from exudates ( Fig. 1 ) was indicative of an enzymatic origin. The substrate channel of COX-2 is larger than COX-1 ( 26 ), suggesting the possibility of substrates larger than arachidonic acid. Consistent with this, DHA was transformed by rhCOX-2 to 13-HDHA ( Fig. 2 , left). The MS-MS obtained were consistent with oxygen addition at the 13 position (i.e., m/z 193 and m/z 221) and, when COX-2 was treated with aspirin to acetylate serine within the catalytic site ( 1 , 26 , 42 ), DHA was enzymatically converted to 17 R -HDHA ( Fig. 2 , right). The MS-MS and diagnostic ions at m/z 343 [M-H], 325 [M-H-H 2 O], 299 [M-H-CO 2 ], 281 [M-H-H 2 O-CO 2 ], 245 and 274 consistent with 17-carbon alcohol group and chiral analysis using chiral HPLC with reference materials (Materials and Methods) indicated that the conversion of DHA by aspirin-acetylated COX-2 yielded predominantly (>98%) 17 R -HDHA. The product of COX-2 matched the physical properties of the dominant 17-hydroxy–containing DHA-derived compound identified in inflammatory exudates ( Fig. 1 ) in vivo with aspirin treatment. Unlike COX-1, shown earlier not to convert DHA ( 43 ), results with recombinant COX-2 in Table I and Fig. 2 indicate that aspirin treatment of this enzyme generates predominantly 17 R -HDHA. Other commonly used nonsteroidal antiinflammatory drugs, i.e., indomethacin, acetaminophen, or the COX-2 inhibitor (e.g., NS-398), did not give appreciable amounts of 17 R -HDHA. Treatment with aspirin gave a reciprocal relationship between 17- versus 13-position oxygenation. Also in these incubations, indomethacin, acetaminophen, and NS-398 each reduced the overall oxygenation of DHA (to 13- as well as 17-HDHA; Table I ), but did not share the ability of ASA to produce 17 R -HDHA. For direct comparison, conversion of C20:4 by ASA-acetylated COX-2 to 15 R –HETE (67 ± 5% substrate conversion; n = 3) was monitored in parallel with the conversion of DHA to 17 R -HDHA (52 ± 3%; mean ± SEM; n = 3). Table I. Impact of NSAIDs on COX-2 Conversion of DHA NSAID Percentage of inhibition of 13-HDHA Percentage of increase of 17-HDHA % % ASA 85.7 ± 5.6 97.8 ± 2.0 Indomethacin 89.8 ± 0.5 0.0 Acetaminophen 87.7 ± 4.3 0.0 NS398 (COX-2 inhibitor) 97.3 ± 1.0 0.0 Results are the mean ± SEM, n = 3. Products were extracted, identified, and quantitated using deuterium internal standards and LC-MS-MS (Materials and Methods). NSAIDs were incubated 30 min with human recombinant COX-2 (Materials and Methods). 2 mM ASA, 200 mM indomethacin, 500 mM acetaminophen, and 100 mM NS398 were used. Brain and Vascular Biosynthesis of the New Compounds. In brain, COX-2 is present in constitutive as well as in inducible pool(s) ( 28 , 44 ). Results in Fig. 3, A and B indicate that ASA-treated brain contained 17 R -HDHA produced from the endogenous sources of DHA. To address the possible cell types involved in 17 R -HDHA generation in brain, human microglial cells were exposed to TNF-α, which upregulated expression of COX-2, followed by treatment with ASA and the agonist ionophore A23187. Human microglial cells generated 17 R -HDHA in an ASA-dependent fashion ( Fig. 3 C). Hypoxia is also known to induce COX-2 ( 45 ), and hypoxic endothelial cells exposed to cytokine IL-1β, as endothelial cells might encounter at inflammatory loci or with ischemic events ( 23 ), treated with aspirin were a source of 17 R -HDHA ( Fig. 4 ) . Figure 3. Endogenous 17 R -HDHA from brain and human microglial cells treated with aspirin. (A) LC-MS-MS chromatogram obtained from brain for relative abundance at m/z 327 for DHA and m/z 343 for the monohydroxy product. (B) MS-MS spectrum of brain 17R-HDHA (m/z 343). Murine brain samples were incubated with ASA (45 min, 37°C). Results are representative of n = 6 mice treated with ASA versus five mice without ASA. (C) Human microglial cells (HMG) treated with ASA; MS-MS spectrum of HMG 17R-HDHA. 10 × 10 6 cells were exposed to 50 ng/ml TNF-α and incubated (24 h, 37°C). Cells were treated with ASA (500 μM, 30 min, 37°C) followed by addition of ionophore A23187 (5 μM, 25–30 min). Incubations were stopped with MeOH, extracted and analyzed by tandem UV, LC-MS-MS ( Fig. 3 inset shows UV-chromatogram plotted at 235 nm absorbance) ( n = 4, d = 20). Both 17R-HDHA and DHA were identified on the basis of individual retention times, parent ions, and daughter ions obtained. Figure 4. Hypoxic HUVECs treated with ASA generate 17 R -HDHA. HUVECs were exposed to TNF-α and IL-1β (both 1 ng/ml) and placed in a hypoxia chamber (3 h). The cells were treated with ASA (500 μM, 30 min) followed by DHA (20 μg/10 6 cells/10 ml plate) and A23187 (2 μM, 60 min). (A) LC-MS-MS chromatogram of ion m/z 343 shows the presence of 17R-HDHA. (B) MS-MS spectrum (RT 21.2 min) of 17R-HDHA identified by retention time, parent ions, and daughter ions and matched with properties and authentic NMR qualified standard. Of interest, in the absence of ASA treatment, 17 S -HDHA and corresponding 17 S -hydroxy-containing diHDHA and triHDHA were products in murine exudates and human cells. Their formation differs from the present biosynthesis in that, rather than COX-2-ASA, 15-LO initiates biosynthesis in sequential lipoxygenation reactions to produce di- and trihydroxy-DHA (i.e., 7 S ,17 S -diHDHA, 10,17 S -diHDHA, 4 S ,17 S -diHDHA, 4 S ,11,17 S -triHDHA and 7 S ,8,17 S -triHDHA; Table II ) via epoxide intermediates. The biosynthesis of these 17 S -containing epimers and their actions will be reported elsewhere. Bioactions of the New Compounds. Since microglial cells are involved in host defense and inflammation in neural tissues, we incubated human microglial cells with the COX-2 products 13- and 17 R -HDHA (each at 100 nM) to determine if they had an impact on the generation of inflammatory mediators ( Fig. 5 A, inset). At nM concentrations, these novel cyclooxygenase-2 products inhibit TNF-α-induced cytokine production with apparent IC 50 ∼50 pM, as did the 17-containing di- and trihydroxy-HDHA compound ( Fig. 5 A). Next, the HDHA were tested for their ability to regulate transendothelial migration of human PMN. In the nM range, neither of the COX-2–derived monohydroxy-DHA products had a direct impact on PMN transmigration across endothelial cell monolayers ( Fig. 5 B). This finding contrasts results obtained with both EPA- and arachidonic acid–derived eicosanoid products that directly downregulate PMN transmigration in vitro ( 2 , 3 ). For purposes of direct comparison, results with an ASA-triggered EPA pathway product 18 R ,5,12-triHEPE (P < 0.01 by ANOVA) ( 2 ) were compared with those obtained with 15-epi-16-para(fluoro)-phenoxy-LXA 4 (P < 0.01 by ANOVA), a stable analogue of ASA-triggered 15 R -LXA 4 produced with ASA treatment from arachidonic acid ( 10 , 37 ). Figure 5. Bioimpact properties of omega-3-derived resolvins. (A) Human glioma cells: inhibition of TNF-stimulated IL-1β transcripts. DBTRG-05MG cells 10 6 /ml were stimulated with 50 ng/ml of human recombinant TNF-α for 16 h to induce expression of IL-1β transcripts. Concentration dependence with COX-2 products: 17-HDHA (▪), 13-HDHA (•), and di-/tri-HDHA (□). The IC 50 for both compounds is ∼50 pM. (insets) Results are representative of RT-PCR gels of MG cells exposed to 100 nM of 13-HDHA or 17-HDHA and graphed after normalization of the IL-1β transcripts using GAPDH. n = 2. (B) Influence of eicosanoids and docosanoids on fMLP-induced neutrophil migration across microvascular endothelial monolayers. Neutrophils (10 6 cells per monolayer) were exposed to vehicle containing buffer, or indicated concentrations of aspirin-triggered LXA 4 analogue (black diamonds) 5 S ,12,18 R -triHEPE (black squares), 17 R -HDHA (black circles) or 13-HDHA (black triangles) for 15 min at 37°C. Neutrophils were then layered on HMVEC monolayers and stimulated to transmigrate by a 10 −8 M fMLP gradient for 1 h at 37°C. Transmigration was assessed by quantitation of the neutrophil marker myeloperoxidase. Results are presented as mean ± SEM number of PMNs ( n = 8–12 monolayers per condition). (C) Reduction of PMN in murine peritonitis and skin pouch. Compounds (100 ng in 120 μl sterile saline) were injected by intravenous bolus injection into the mouse tail vein and followed by 1 ml zymosan A (1 mg/ml) into the peritoneum. Peritoneal lavages were collected (2 h) and cell types were enumerated. Air pouch–compounds (dissolved in 500 μl of PBS without Ca 2+ or Mg 2+ ) injected into the air pouch via intrapouch injection or via intravenous administration (in 120 μl sterile saline) followed by intrapouch injection of TNF-α. 4 h later air pouch lavages were collected and cells were enumerated and differentiated. Compounds were prepared by biogenic synthesis or isolated from in vivo exudates. The ratio of 7,17 R -diHDHA to 4,17 R -diHDHA was ∼8:1; the ratio of 4,11,17 R -triHDHA and 7,16,17 R -triHDHA was ∼2:1; and the ratio of di- to triHDHA was ∼1:1.3. Exudate transfers to a native mouse (see text). ATL denotes 15-epi-16-para(fluoro)-phenoxy-LXA 4 (administered at 100 ng/mouse). Values represent mean ± SEM from 3–4 different mice; *P < 0.05 when infiltrated PMN is compared with vehicle control. Biosynthesis of Novel Docosanoids by Human PMN: Cell–Cell Interaction Products Matched in Exudates. Next, since PMNs interact with vascular cells during inflammation ( 7 ), the contribution of leukocytes was assessed in the production of the novel di- and tri-hydroxy compounds present in inflammatory exudates ( Fig. 1, A–D ). To this end, human PMNs were exposed to zymosan and 17 R -HDHA produced via ASA-treated COX-2 or endothelial cells. PMNs engaged in phagocytosis transform 17 R -HDHA to both di- and tri-hydroxy-DHA ( Fig. 6 ) . The main conversions were to dioxygenation products including 7 S ,17 R -diHDHA and 10,17 R –diHDHA with lesser amounts of 4 S ,17 R -diHDHA as the main dihydroxy–containing products present when monitored at m/z 359 ( Fig. 6 ). In addition, novel 17 R -trihydroxy-containing products monitored at m/z 375 were present including 4 S ,11,17 R -triHDHA as well as a set of trihydroxytetraene containing 7,8,17 R -triHDHA ( Table II ). These compounds formed by human PMN match those produced within exudates generated in vivo in both their chromatographic behavior and prominent ions present in their respective mass spectra. LC-MS and on-line UV diode array profiles shown in Fig. 7 from exudates of mice treated with ASA indicate the in vivo production of both sets of 17R series di- and tri-hydroxy-containing products that carry triene and tetraene chromophores ( Table II ). Sources for these trihydroxy-DHA products as schematically illustrated include omega-1 hydroxylation at carbon 22 of either 7 S ,17 R -diHDHA or 4 S ,17 R -diHDHA via a p450-like reaction (reference 6 and Fig. 8 ) that likely represents inactivation pathway products as with LTs such as formation of 20-OH-LTB 4 , a product of omega-oxidation of LTB 4 ( 2 , 3 , 6 ). Figure 6. Resolvin production by human PMNs exposed to microbial zymosan: novel 17 R di- and triHDHA. Human PMNs (50 × 10 6 cells/ml) incubated with zymosan A (100 ng/ml) and 17 R -HDHA (5 μg/ml, 40 min, 37°C). Results are representative of n = 4. Figure 7. Inflammatory exudate produces 17 R -containing di- and tri-hydroxy tetraenes and triene-containing compounds: LC-MS-MS. See Fig. 1 for details. Exudates were obtained and analyzed by procedures essentially identical to those described in Fig. 1 . (A) m/z were plotted at 375 (top), 359 (middle), and 343 (bottom). (B) UV absorbance was plotted at 300 nm to mark tetraene-containing chromatophores. (C) MS-MS of 7 S ,8,17 R -triHDHA. Figure 8. Biosynthetic scheme proposed for resolvins: aspirin-triggered omega-3-derived products. Acetylation of COX-2 by ASA treatment generates novel 17 R -H(p)DHA from DHA that is reduced to its corresponding alcohol and converted via sequential actions of a leukocyte 5–LO and leads to formation of both dihydroxy- and trihydroxy-containing docosanoids that retain their 17 R configuration. Pathways are denoted in blue for omega oxidation products that are likely to be in vivo markers of enzymatic inactivation. The resolvin pathways appear to be maximally induced during the “spontaneous resolution” phase of inflammation and compounds are activated to dampen PMN infiltration, which reduces exudate PMN numbers to promote proresolution of inflammatory exudates (resolvins from EPA, the 18 R -HEPE series, are denoted in green) that leads to potent inhibitors of PMN recruitment in vitro and in vivo (see pathway, right, text, and reference 2 ). The complete stereochemistries of the new di- and tri-hydroxy–containing compounds remain to be established and are depicted here in their likely configuration based on biogenic total synthesis. See Table II and text for further details. Transformation of 17 R- HDHA by activated human PMNs involved a 5-LO and an LTA 4 synthase reaction that gave triHDHA products via the formation of respective 4 S -hydro(peroxy)-17 R -hydroxy- and 7 S -hydro(peroxy)-17 R -hydroxy-containing intermediates. Each was converted to epoxide-containing intermediates, i.e., 4(5) epoxide or 7(8) epoxide intermediates, that open via hydrolysis to give rise to 4 S ,11,17 R -triHDHA or in a parallel route to diols such as the trihydroxytetraene set 7 S ,8,17 R -triHDHA ( Figs. 4 , 7 , and 8 ). The mechanism used by PMNs to convert the 17 R -HDHA precursor appeared similar to that established and identified for the epoxide generating capacity of the human PMN 5-lipoxgenase, which performs both a lipoxygenation and epoxidation step ( 2 , 4 ) as demonstrated with the potato 5–LO ( 46 ). The conversion of 17 R -HDHA by human PMNs displayed similar features as those established for the conversion of arachidonic acid to either LTB 4 or LXs as well as the recently uncovered 18 R series of EPA products ( 4 , 9 ). We modeled these in vivo biosynthetic sequences of events using both plant (5-LO potato or 15-LO soybean) and human enzymes added in tandem “one pot” incubations that produce these compounds and matched those of human PMNs and murine exudates (Materials and Methods and Table II ). Our findings with 17 R -HDHA are of interest because the S isomer 17 S -HDHA, a product of 15-LO, can inhibit human neutrophil 5-LO production of LTs from endogenous substrate ( 47 ). Along these lines, we found that 17 R -HDHA was converted by isolated potato 5-LO to both 4 S -hydro-(peroxy)-17 R -hydroxy- and 7 S -hydro-(peroxy)–17 R -hydroxy-containing products that were reduced to 4 S ,17 R -diHDHA and 7 S ,17 R -diHDHA, respectively. These, as well as trihydroxy-DHA (see Table II ), are new products and indicate that 17 R -HDHA is a substrate for 5-LO and its epoxidase activity. The biogenic synthesis and physical properties of the compounds produced (i.e., major ions of the methyl ester trimethylsilyl-derivatives) with GC-MS analysis were consistent with the fragments obtained without derivatization using LC-MS-MS ( Table II ) and support the proposed structures as well as was both the murine exudate and human PMN biosynthesis from DHA (reference 29 for monohydroxy products). Of interest, when added to human PMNs, 17 R -HDHA prevented formation of LTs both in vitro with human PMNs and in murine exudates ( n = 4; data not shown). Inhibition of PMN Recruitment in Peritonitis and Air Pouch: Antiinflammatory Properties (Intravenous and Topical) of Resolvins. Although 17 R -HDHA did not directly inhibit neutrophil transmigration in vitro ( Fig. 5 B), 17 R -HDHA did regulate in vivo PMN exudate cell numbers in peritonitis as well as in the dermal air pouch ( Fig. 5 C). Also, 17 R -HDHA was a potent inhibitor of zymosan-induced peritonitis, as were both the di- and tri-hydroxy-containing compounds (i.e., 7 S ,17 R -diHDHA and 4 S ,11,17 R -triHDHA). In addition to their ability to inhibit PMN recruitment when injected i.v. within zymosan-induced peritonitis, the 17 R -hydroxy-HDHA-derived di- and trihydroxy-containing products proved to be potent regulators of leukocyte recruitment into the air pouch when administered intravenously as well as topically with local administration ( Fig. 5 C). Thus, these results indicate that human and murine leukocytes convert 17 R -HDHA to a novel series of 17 R -hydroxy-containing di- and triHDHA; namely, an ASA-triggered circuit to utilize DHA to produce a 17 R -series of docosanoids ( Fig. 8 ). Discussion These results indicate that cells expressing COX-2 in exudates and brain treated with ASA enzymatically transform omega-3 DHA to previously unrecognized compounds with bioactive properties in inflammation resolution, i.e., a novel 17 R series of hydroxy-DHAs. The ASA-acetylated COX-2 present in these tissues generates predominantly 17 R -HDHA that is converted further enzymatically to potent bioactive 17 R series via lipoxygenation and epoxidation in leukocytes to both di- and tri-hydroxy–containing novel docosanoids ( Fig. 8 ). DHA is the most unsaturated of the omega-3 polyene family of fatty acids in mammalian and fish tissues. In humans, DHA is abundant in brain, retina, and testes ( 28 , 48 ). The levels of DHA increase in adult human brain with age, which is required for optimal neural development ( 49 ) and DHA is rapidly esterified in retinal epithelium photoreceptors as well as into the phospholipids of resting human neutrophils ( 28 , 50 ). At high micromolar values, DHA is held to possess both physiologic roles and direct action on neural voltage gated K + channels ( 51 ), binds RXR in neural tissues ( 52 ) and is held to be the active compound of fish oil supplements that is cardioprotective ( 21 ). Also, addition of DHA can correct and reverse the pathology associated with cystic fibrosis in cftr −/− mice ( 53 ) . However, it is not clear from the results of these studies ( 21 , 51 , 52 ) or of the many reported clinical trials whether DHA is precursor to potent bioactive structures that are responsible for the many reported properties attributed to DHA itself in regulating biological systems of interest. The three major LOs (i.e., 5-LO, 12-LO, and 15-LO) that act on arachidonate can each convert DHA to S -containing products, but their function in the immune system or elsewhere is not clear. In the brain, 12-LO of pineal body converts DHA to 14 S -HDHA and 15-LO to 17 S -HDHA ( 40 ). DHA can also be converted by human neutrophils to 7 S -HDHA that does not stimulate chemotaxis ( 31 ), and retina converts DHA to both mono- and di-hydroxy products via LO(s) ( 28 ). While not a substrate for COX-1 ( 43 ), oxidized isoprostane-like compounds can also be produced from DHA that appear to reflect oxidative free radical catalyzed events ( 54 ). Hence, the new 17 R -hydroxy series of docosanoids generated by neural tissues, leukocytes, and inflammatory exudates uncovered in these experiments and their role(s) are of interest in inflammation resolution, a process now considered to be associated with many human diseases. Although an extensive literature obtained with omega-3 fish oils encompassing both animal and human studies suggests that EPA and DHA could have a beneficial impact in the treatment of many chronic diseases (such as cardiovascular disease, atherosclerosis, and asthma, as well as antitumor and antiproliferative properties; references 15 and 55 ), the molecular rationale for their use remains of interest. Most of the earlier studies focused on uptake of omega-3 PUFA (i.e., EPA and DHA), namely their esterification into phospholipid and other lipid stores of many human tissues that in some cells reduces the availability of endogenous arachidonic acid for processing to proinflammatory prostaglandins ( 55 ). The body of results now available indicates that, in addition to proinflammatory roles, specific 15-LO, 5-LO, and/or LO-LO interaction products formed during cell–cell interactions such as LXs serve as endogenous antiinflammatory mediators promoting resolution ( 9 , 10 , 12 ). Like other LO-derived eicosanoids, LXs are potent-local acting in subnanomolar levels with precise stereochemical requirements for evoking their actions ( 4 , 9 ). Hence, the production of 18 R and 15 R series products from EPA that inhibit PMN transmigration and inflammation within the low nanomolar range emphasizes the functional redundancies within chemical mediators produced from the omega-3 family of polyene fatty acids, namely the recently identified compounds from COX-2 EPA ( 2 ) or DHA-derived compounds as indicated from the present results ( Figs. 6 – 8 ). It is important to note that with these small molecular weight mediators subtle changes in chirality of alcohol-i.e., S to R –can change a compound from active to inactive or vice versa ( 3 , 4 , 9 ). In this regard, the 15 R -hydroxy-containing compounds generated from either arachidonic acid or EPA and 18 R series from EPA, as well as 17 R -hydroxy series from DHA, each display similar functional redundancies in inflammation resolution. Hence, uncovering the 17 R series of both mono- and di-oxygenation products in inflammatory exudates and a role for COX-2 in the generation of the 17 R -hydroxyl configuration in HDHA described here for the first time opens new avenues for considering the overall functional redundancies of mediators that dampen and/or counter the many proinflammatory signals to promote resolution. COX-2 is induced in most inflammatory cell types, but can also be constitutive in neural and vascular tissue ( 44 , 56 ). The importance of the enlarged substrate tunnel in COX-2 becomes of interest when considering possible physiologic roles of this enzyme in these localities in vivo. It is now clear from numerous studies that aspirin has beneficial effects in and apart from other nonsteroidal antiinflammatory drugs ( 57 , 58 ). In this regard, ASA has a unique ability to acetylate both isoforms of COX-1 and COX-2. It is also noteworthy that DHA is cardioprotective in the ischemic heart ( 22 ) and that COX-2 is involved in preconditioning ( 19 ) as well as resolution ( 12 ). Our present results indicate that DHA is a precursor and is converted to 17 R -HDHA via ASA-acetylated COX-2 at sites of inflammation in vivo ( Fig. 1 ), murine brain ( Fig. 3 ), and by acetylated recombinant COX-2 in vitro ( Fig. 2 ) . Both 13- and 17 R -HDHA inhibit cytokine generation by microglial cells at the transcript level in the picomolar range ( Fig. 5 A). Human microglial cells generate these 17 R -HDHA series products when given aspirin and TNF-α, which upregulate COX-2 expression ( Fig. 3 C). In addition, murine inflammatory exudates produced a family of novel di- and tri-hydroxy products that were also produced by human PMN via transcellular processing of 17 R -HDHA. The proposed pathways for transcellular processing of acetylated COX-2–derived 17 R -HDHA highlighting the generation of dioxygenated intermediates and epoxidation to form novel diHDHA during vascular inflammation-associated events are illustrated in Fig. 8 . It should be noted that these and related structures can be generated via cell–cell interactions or single cell types as depicted in Fig. 8 , but could in theory also be produced via several sequential oxygenation routes by a single enzyme as well (see Fig. 8 legend). When these products were prepared by biogenic total synthesis and added back via topical administration into the air pouch, they inhibited TNF-α–induced leukocyte infiltration. Also, each member of the pathway carried biological activity with increased potencies as the di- and tri-hydroxy products compared with the monohydroxy-containing products, findings that suggest that activation of the entire pathway is involved in evoking responses. Also, with intravenous administration these compounds inhibited leukocyte recruitment in both murine air pouch and in zymosan-induced peritonitis ( Fig. 5 ). Taken together, these results indicate that ASA-acetylated COX-2–derived products can downregulate cytokine generation and leukocyte (i.e., neutrophil) recruitment to sites of inflammation. The EPA-derived 5,12,18 R series product proved to be as effective as a potent stable analogue of 15-epi-LXA 4 in preventing leukocyte diapedesis and exudate formation ( Fig. 5 C). For comparison, both the EPA- and DHA-derived resolvins at a 100 ng dose/mouse were more potent than indomethacin at an equal dose that gave ∼25% inhibition at 100 ng/mouse or 3 μg/kg in zymosan-induced peritonitis ( n = 3). Since 17 R -HDHA did not have a direct impact on human PMN transmigration in these conditions, but reduced exudate PMN numbers in vivo as well as regulates gene expression in human microglial cells, it is highly likely that a multilevel mechanism of action accounts for the in vivo properties of this ASA-triggered pathway. Moreover, there appear to be functional redundancies between the pathways in that the 18 R series from EPA- and 17 R series DHA-derived hydroxy-containing compounds share in their ability to regulate PMN exudate numbers ( Fig. 5 ). Emergence of the finding that arachidonic acid-derived LXs inhibit PMN trafficking and serve as endogenous antiinflammatory mediators while activating monocytes in a nonphlogistic fashion ( 11 , 59 ), as well as accelerating the uptake of apoptotic PMN by macrophages at sites of inflammation ( 28 ), indicates that not all LO pathway products from the arachidonic acid precursor are “pro”-inflammatory. Given their longer half-life and bioavailability, the metabolically more stable analogs of these local-acting lipid mediators derived from arachidonate in vivo and prepared by total organic synthesis provide further evidence for their roles in promoting resolution ( 37 ). Moreover, these results suggest that the new resolving properties belong to a larger class of endogenous compounds with mechanisms directed toward enhancing resolution. Also, the link between antiinflammation and enhanced endogenous antimicrobial activities ( 13 ) by LXs and ASA-triggered LXs sets a unique precedent for the importance of cell–cell communication and transcellular biosynthesis in host defense and in the clearance and resolution of inflammatory sequelae. These results disclosing 17 R series oxygenated DHA products and with the 15 R and 18 R series from EPA as prototypes ( 2 ), taken together, suggest that the generation of local-acting lipid mediators with beneficial actions relevant in human disease may not be restricted to arachidonic acid alone as an important precursor. Also, they indicate that transcellular biosynthesis unveils previously unrecognized pathways that are evoked by ASA treatment with DHA. Acetylated COX-2 acts in an “ R -oxygenation” mechanism to initiate the conversion of DHA to a 17 R series of di- and tri-hydroxy docosanoids that display downregulatory actions in vivo in inflammation as do the omega-3 EPA-derived 18 R -series-products. Hence, it follows that once inflammation is initiated, upon ASA treatment with omega-3 supplementation, these pathways can be operative in vascular tissues to generate products that appear to have properties as ASA-triggered lipid mediators similar to either the 15-epi-LXs or 18 R – and 15 R series products from EPA. These compounds are generated via lipoxygenation followed by epoxidation and subsequent steps ( Fig. 8 and reference 2 ). Also of interest are our findings that, in the absence of ASA, COX-2 converts DHA to 13-HDHA, a previously unknown route that might also be relevant in tissues that constitutively express COX-2, which is also converted to dihydroxy DHA products (4,13-diHDHA, 7,13-diHDHA, and 13,20-diHDHA), and during resolution, induction, and conversion by 15-LO ( 10 ) to 10,17 S -diHDHA and 7 S ,17 S -diHDHA, the pathways and actions of which will be reported elsewhere. Since the properties of the omega-3–derived products from acetylated COX-2 via transcellular biosynthesis appear to dampen events in inflammation apparently in a functionally redundant fashion (i.e., 17 R –HDHA series, 18 R - and 15 R -HEPA series), the term “resolvins” is introduced for this family of new compounds and bioactions. Resolvins, by definition, are endogenously generated within the inflammatory resolution phase and downregulate leukocytic exudate cell numbers to prepare for orderly and timely resolution. These results indicate that the 17 R series of di- and tri-hydroxy DHA pathways are potent in models relevant in inflammation. It is likely that these compounds will also have actions in other tissues, in view of the many reports of the clinical actions for EPA and DHA, where high concentrations of these PUFA are used and required to evoke responses in vitro. Theses results indicate that cell–cell interactions at sites of inflammation resolution utilize omega-3 fatty acids to generate novel omega-3–derived products including 17 R -HDHA series and 18 R -HEPE series of oxygenated bioactive products termed resolvins ( Fig. 8 ). Given their potent actions, the production of Resolvins may, in part, provide a molecular rationale underlying the beneficial actions of omega-3 fatty acids ( 15 – 22 ) in neoplasia, chronic immune, and cardiovascular diseases and serve as new biotemplates for therapeutic development. We thank Mary Halm Small for assistance in manuscript preparation. We also acknowledge the efforts of Dr. Clary Clish and Jessica Brannon in the initial mass spectral analysis with COX-2 and DHA, and Dr. Nan Chiang and Dr. Francesca Bianchini for in vivo peritonitis studies. This work was supported in part by grants no. GM38765 and P01-DE13499 (to C.N. Serhan) from the National Institutes of Health. * Abbreviations used in this paper: ASA, aspirin; COX, cyclooxygenase; DHA, docosahexaenoic acid; EPA, eicosapentaenoic acid; GC-MS, gas chromatography-mass spectrometry; HMVEC, human microvascular endothelial cell; HUVEC, human umbilical vein endothelial cell; LC-UV-MS-MS, liquid chromatography-UV diode array detector-tandem mass spectrometry; LO, lipoxygenase; LT, leukotriene; LX, lipoxin; PUFA, polyunsaturated fatty acid. 1 Clària, J., and C.N. Serhan. 1995 . Aspirin triggers previously undescribed bioactive eicosanoids by human endothelial cell-leukocyte interactions. Proc. Natl. Acad. Sci. USA. 92 : 9475 –9479. 7568157 2 Serhan, C.N., C.B. Clish, J. Brannon, S.P. Colgan, N. Chiang, and K. Gronert. 2000 . Novel functional sets of lipid-derived mediators with antiinflammatory actions generated from omega-3 fatty acids via cyclooxygenase 2-nonsteroidal antiinflammatory drugs and transcellular processing. J. Exp. Med. 192 : 1197 –1204. 11034610 3 Samuelsson, B. 1982. From studies of biochemical mechanisms to novel biological mediators: prostaglandin endoperoxides, thromboxanes and leukotrienes. Les Prix Nobel: nobel prizes, presentations, biographies and lectures. Almqvist & Wiksell, Stockholm. 153–174. 4 Samuelsson, B., S.E. Dahlén, J.Å. Lindgren, C.A. Rouzer, and C.N. Serhan. 1987 . Leukotrienes and lipoxins: structures, biosynthesis, and biological effects. Science. 237 : 1171 –1176. 2820055 5 Gunstone, F.D., J.L. Harwood, and F.B. Padley, editors. 1994. The Lipid Handbook. 2nd ed. Chapman & Hall, London. pp. 1–1273. 6 Zeldin, D.C. 2001 . Epoxygenase pathways of arachidonic acid metabolism. J. Biol. Chem. 276 : 36059 –36062. 11451964 7 Marcus, A.J. 1999. Platelets: their role in hemostasis, thrombosis, and inflammation. Inflammation: Basic Principles and Clinical Correlates. J.I. Gallin and R. Snyderman, editors. Lippincott Williams & Wilkins, Philadelphia. 77–95. 8 Palmantier, R., and P. Borgeat. 1991. Transcellular metabolism of arachidonic acid in platelets and polymorphonuclear leukocytes activated by physiological agonists: enhancement of leukotriene B 4 synthesis. Cell–Cell Interactions in the Release of Inflammatory Mediators. P.Y.-K. Wong and C.N. Serhan, editors. Plenum, New York. 73–89. 9 Serhan, C.N., and E. Oliw. 2001 . Unorthodox routes to prostanoid formation: new twists in cyclooxygenase-initiated pathways. J. Clin. Invest. 107 : 1481 –1489. 11413151 10 Levy, B.D., C.B. Clish, B. Schmidt, K. Gronert, and C.N. Serhan. 2001 . Lipid mediator class switching during acute inflammation: signals in resolution. Nat. Immunol. 2 : 612 –619. 11429545 11 McMahon, B., S. Mitchell, H.R. Brady, and C. Godson. 2001 . Lipoxins: revelations on resolution. Trends Pharmacol. Sci. 22 : 391 –395. 11478982 12 Bandeira-Melo, C., M.F. Serra, B.L. Diaz, R.S.B. Cordeiro, P.M.R. Silva, H.L. Lenzi, Y.S. Bakhle, C.N. Serhan, and M.A. Martins. 2000 . Cyclooxygenase-2-derived prostaglandin E 2 and lipoxin A 4 accelerate resolution of allergic edema in Angiostrongylus costaricensis -infected rats: relationship with concurrent eosinophilia. J. Immunol. 164 : 1029 –1036. 10623853 13 Canny, G., O. Levy, G.T. Furuta, S. Narravula-Alipati, R.B. Sisson, C.N. Serhan, and S.P. Colgan. 2002 . Lipid mediator-induced expression of bactericidal/permeability-increasing protein (BPI) in human mucosal epithelia. Proc. Natl. Acad. Sci. USA. 99 : 3902 –3907. 11891303 14 Rowley, A.F., D.J. Hill, C.E. Ray, and R. Munro. 1997 . Haemostasis in fish-an evolutionary perspective. Thromb. Haemost. 77 : 227 –233. 9157571 15 De Caterina, R., S. Endres, S.D. Kristensen, and E.B. Schmidt, editors. 1993. N-3 Fatty Acids and Vascular Disease. Springer-Verlag, London. pp. 1–166. 16 Hibbeln, J.R. 1998 Fish consumption and major depression. Lancet. 351 : 1213 . 17 Olfson, M., S.C. Marcus, B. Druss, L. Elinson, T. Tanielian, and H.A. Pincus. 2002 . National trends in the outpatient treatment of depression. JAMA. 287 : 203 –209. 11779262 18 Albert, C.M., H. Campos, M.J. Stampfer, P.M. Ridker, J.E. Manson, W.C. Willett, and J. Ma. 2002 . Blood levels of long-chain n-3 fatty acids and the risk of sudden death. N. Engl. J. Med. 346 : 1113 –1118. 11948270 19 Shinmura, K., X.-L. Tang, Y. Wang, Y.-T. Xuan, S.-Q. Liu, H. Takano, A. Bhatnagar, and R. Bolli. 2000 . Cyclooxygenase-2 mediates the cardioprotective effects of the late phase of ischemic preconditioning in conscious rabbits. Proc. Natl. Acad. Sci. USA. 97 : 10197 –10202. 10963682 20 Marchioli, M. 1999 . Dietary supplementation with n-3 polyunsaturated fatty acids and vitamin E after myocardial infarction: results of the GISSI-Prevenzione trial. Gruppo Italiano per lo Studio della Sopravvivenza nell'Infarto miocardico. Lancet . 354 : 447 –455. 10465168 21 Marchioli, R., F. Barzi, E. Bomba, C. Chieffo, D. Di Gregorio, R. Di Mascio, M.G. Franzosi, E. Geraci, G. Levantesi, A.P. Maggioni, et al. 2002 . Early protection against sudden death by n-3 polyunsaturated fatty acids after myocardial infarction: time-course analysis of the results of the Gruppo Italiano per lo Studio della Sopravvivenza nell'Infarto Miocardico (GISSI)-Prevenzione. Circulation. 105 : 1897 –1903. 11997274 22 McLennan, P., P. Howe, M. Abeywardena, R. Muggli, D. Raederstorff, M. Mano, T. Rayner, and R. Head. 1996 . The cardiovascular protective role of docosahexaenoic acid. Eur. J. Pharmacol. 300 : 83 –89. 8741170 23 Libby, P. 2002 Atherosclerosis: the new view. Sci. Am. 286 : 46 –55. 24 Drazen, J.M., E.K. Silverman, and T.H. Lee. 2000 . Heterogeneity of therapeutic responses in asthma. Br. Med. Bull. 56 : 1054 –1070. 11359637 25 Vane, J.R., and R.M. Botting, editors. 2001. Therapeutic Roles of Selective COX-2 Inhibitors. William Harvey Press, London. pp. 1–584. 26 Rowlinson, S.W., B.C. Crews, D.C. Goodwin, C. Schneider, J.K. Gierse, and L.J. Marnett. 2000 . Spatial requirements for 15-( R )-hydroxy-5 Z ,8 Z ,11 Z ,13 E -eicosatetraenoic acid synthesis within the cyclooxygenase active site of murine COX-2. J. Biol. Chem. 275 : 6586 –6591. 10692466 27 Gilroy, D.W., P.R. Colville-Nash, D. Willis, J. Chivers, M.J. Paul-Clark, and D.A. Willoughby. 1999 . Inducible cycloxygenase may have anti-inflammatory properties. Nat. Med. 5 : 698 –701. 10371510 28 Bazan, N.G., E.B. Rodriguez de Turco, and W.C. Gordon. 1993 . Pathways for the uptake and conservation of docosahexaenoic acid in photoreceptors and synapses: biochemical and autoradiographic studies. Can. J. Physiol. Pharmacol. 71 : 690 –698. 8313233 29 Whelan, J., P. Reddanna, V. Nikolaev, G.R. Hildenbrandt, and T.S. Reddy. 1990. The unique characteristics of the purified 5-lipoxygenase from potato tubers and the proposed mechanism of formation of leukotrienes and lipoxins. Biological Oxidation Systems. Academic Press, San Diego. 765–778. 30 Fischer, S., C.V. Schacky, W. Siess, T. Strasser, and P.C. Weber. 1984 . Uptake, release and metabolism of docosahexaenoic acid (DHA, C22:6ω3) in human platelets and neutrophils. Biochem. Biophys. Res. Commun. 120 : 907 –918. 6329189 31 Lee, T.H., J.-M. Mencia-Huerta, C. Shih, E.J. Corey, R.A. Lewis, and K.F. Austen. 1984 . Effects of exogenous arachidonic, eicosapentaenoic, and docosahexaenoic acids on the generation of 5-lipoxygenase pathway products by ionophore-activated human neutrophils. J. Clin. Invest. 74 : 1922 –1933. 6096400 32 Yergey, J.A., H.-Y. Kim, and N. Salem, Jr. 1986 . High-performance liquid chromatography/thermospray mass spectrometry of eicosanoids and novel oxygenated metabolites of docosahexaenoic acid. Anal. Chem. 58 : 1344 –1348. 2942056 33 Clish, C.B., B.D. Levy, N. Chiang, H.-H. Tai, and C.N. Serhan. 2000 . Oxidoreductases in lipoxin A 4 metabolic inactivation. J. Biol. Chem. 275 : 25372 –25380. 10837478 34 Colgan, S.P., C.N. Serhan, C.A. Parkos, C. Delp-Archer, and J.L. Madara. 1993 . Lipoxin A 4 modulates transmigration of human neutrophils across intestinal epithelial monolayers. J. Clin. Invest. 92 : 75 –82. 8326019 35 George, H.J., D.E. Van Dyk, R.A. Straney, J.M. Trzaskos, and R.A. Copeland. 1996 Expression purification and characterization of recombinant human inducible prostaglandin G/H synthase from baculovirus-infected insect cells. Protein Expres. Purif. 7 : 19 –26. 36 Gronert, K., C.B. Clish, M. Romano, and C.N. Serhan. 1999. Transcellular regulation of eicosanoid biosynthesis. Eicosanoid Protocols. E.A. Lianos, editor. Humana Press, Totowa, NJ. 119–144. 37 Serhan, C.N., J.F. Maddox, N.A. Petasis, I. Akritopoulou-Zanze, A. Papayianni, H.R. Brady, S.P. Colgan, and J.L. Madara. 1995 . Design of lipoxin A 4 stable analogs that block transmigration and adhesion of human neutrophils. Biochemistry. 34 : 14609 –14615. 7578068 38 Qiu, F.-H., P.R. Devchand, K. Wada, and C.N. Serhan. 2001 . Aspirin-triggered lipoxin A 4 and lipoxin A 4 up-regulate transcriptional corepressor NAB1 in human neutrophils. FASEB J. 15 : 2736 –2738. 11687510 39 Cotran, R.S., V. Kumar, and T. Collins. 1999. Cellular pathology I: cell injury and cell death. Robbins Pathologic Basis of Disease. R.S. Cotran, V. Kumar and T. Collins, editors. W.B. Saunders, Philadelphia. 1–29. 40 Sawazaki, S., N. Salem, Jr., and H.-Y. Kim. 1994 . Lipoxygenation of docosahexaenoic acid by the rat pineal body. J. Neurochem. 62 : 2437 –2447. 8189247 41 Miller, C.C., W. Tang, V.A. Ziboh, and M.P. Fletcher. 1991 . Dietary supplementation with ethyl ester concentrates of fish oil (n-3) and borage oil (n-6) polyunsaturated fatty acids induces epidermal generation of local putative anti-inflammatory metabolites. J. Invest. Dermatol. 96 : 98 –103. 1987303 42 Xiao, G., A.-L. Tsai, G. Palmer, W.C. Boyar, P.J. Marshall, and R.J. Kulmacz. 1997 . Analysis of hydroperoxide-induced tyrosyl radicals and lipoxygenase activity in aspirin-treated human prostaglandin H synthase-2. Biochemistry. 36 : 1836 –1845. 9048568 43 Corey, E.J., C. Shih, and J.R. Cashman. 1983 . Docosahexaenoic acid is a strong inhibitor of prostaglandin but not leukotriene biosynthesis. Proc. Natl. Acad. Sci. USA. 80 : 3581 –3584. 6304720 44 O'Banion, M.K., V.D. Winn, and D.A. Young. 1992 . cDNA cloning and functional activity of a glucocorticoid-regulated inflammatory cyclooxygenase. Proc. Natl. Acad. Sci. USA. 89 : 4888 –4892. 1594589 45 Schmedtje, J.F., Jr., Y.-S. Ji, W.-L. Liu, R.N. DuBois, and M.S. Runge. 1997 . Hypoxia induces cyclooxygenase-2 via the NF-κB p65 transcription factor in human vascular endothelial cells. J. Biol. Chem. 272 : 601 –608. 8995303 46 Shimizu, T., O. Rådmark, and B. Samuelsson. 1984 . Enzyme with dual lipoxygenase activities catalyzes leukotriene A 4 synthesis from arachidonic acid. Proc. Natl. Acad. Sci. USA. 81 : 689 –693. 6322165 47 Ziboh, V.A., C.C. Miller, and Y. Cho. 2000 . Metabolism of polyunsaturated fatty acids by skin epidermal enzymes: generation of antiinflammatory and antiproliferative metabolites. Am. J. Clin. Nutr. 71 : 361S –366S. 10617998 48 Simopoulos, A.P., A. Leaf, and N. Salem, Jr. 1999 . Workshop on the essentiality of an recommended dietary intakes for omega-6 and omega-3 fatty acids. J. Am. Coll. Nutr. 18 : 487 –489. 10511332 49 Salem, N., Jr., B. Wegher, P. Mena, and R. Uauy. 1996 . Arachidonic and docosahexaenoic acids are biosynthesized from their 18-carbon precursors in human infants. Proc. Natl. Acad. Sci. USA. 93 : 49 –54. 8552667 50 Tou, J.-S. 1986 . Acylation of docosahexaenoic acid into phospholipids by intact human neutrophils. Lipids. 21 : 324 –327. 2941637 51 Poling, J.S., S. Vicini, M.A. Rogawski, and N. Salem, Jr. 1996 . Docosahexaenoic acid block of neuronal voltage-gated K + channels: subunit selective antagonism by zinc. Neuropharmacology. 35 : 969 –982. 8938727 52 Mata de Urquiza, A., S. Liu, M. Sjöberg, R.H. Zetterström, W. Griffiths, J. Sjövall, and T. Perlmann. 2000 . Docosahexaenoic acid, a ligand for the retinoid X receptor in mouse brain. Science. 290 : 2140 –2144. 11118147 53 Freedman, S.D., D. Weinstein, P.G. Blanco, P. Martinez-Clark, S. Urman, M. Zaman, J.D. Morrow, and J.G. Alvarez. 2002 . Characterization of LPS-induced lung inflammation in cftr −/− mice and the effect of docosahexaenoic acid. J. Appl. Physiol. 92 : 2169 –2176. 11960971 54 Reich, E.E., W.E. Zackert, C.J. Brame, Y. Chen, L.J. Roberts II, D.L. Hachey, T.J. Montine, and J.D. Morrow. 2000 . Formation of novel D-ring and E-ring isoprostane-like compounds (D 4 /E 4 -neuroprostanes) in vivo from docosahexaenoic acid. Biochemistry. 39 : 2376 –2383. 10694406 55 Lands, W.E.M. editor. 1987. Proceedings of the AOCS Short Course on Polyunsaturated Fatty Acids and Eicosanoids. American Oil Chemists' Society, Champaign, IL. pp. 1–574. 56 Garcia-Cardena, G., J. Comander, K.R. Anderson, B.R. Blackman, and M.A. Gimbrone, Jr. 2001 . Biomechanical activation of vascular endothelium as a determinant of its functional phenotype. Proc. Natl. Acad. Sci. USA. 98 : 4478 –4485. 11296290 57 Gum, P.A., M. Thamilarasan, J. Watanabe, E.H. Blackstone, and M.S. Lauer. 2001 . Aspirin use and all-cause mortality among patients being evaluated for known or suspected coronary artery disease: a propensity analysis. JAMA. 286 : 1187 –1194. 11559263 58 Rosenberg, I.H. 2002 . Fish–food to calm the heart. N. Engl. J. Med. 346 : 1102 –1103. 11948268 59 Maddox, J.F., and C.N. Serhan. 1996 . Lipoxin A 4 and B 4 are potent stimuli for human monocyte migration and adhesion: selective inactivation by dehydrogenation and reduction. J. Exp. Med. 183 : 137 –146. 8551217",
    "full_text_abstract": "Aspirin (ASA) is unique among current therapies because it acetylates cyclooxygenase (COX)-2 enabling the biosynthesis of R- containing precursors of endogenous antiinflammatory mediators. Here, we report that lipidomic analysis of exudates obtained in the resolution phase from mice treated with ASA and docosahexaenoic acid (DHA) (C22:6) produce a novel family of bioactive 17 R -hydroxy-containing di- and tri-hydroxy-docosanoids termed resolvins. Murine brain treated with aspirin produced endogenous 17 R -hydroxydocosahexaenoic acid as did human microglial cells. Human COX-2 converted DHA to 13-hydroxy-DHA that switched with ASA to 17 R -HDHA that also proved a major route in hypoxic endothelial cells. Human neutrophils transformed COX-2-ASA–derived 17 R -hydroxy-DHA into two sets of novel di- and trihydroxy products; one initiated via oxygenation at carbon 7 and the other at carbon 4. These compounds inhibited (IC 50 ∼50 pM) microglial cell cytokine expression and in vivo dermal inflammation and peritonitis at ng doses, reducing 40–80% leukocytic exudates. These results indicate that exudates, vascular, leukocytes and neural cells treated with aspirin convert DHA to novel 17 R -hydroxy series of docosanoids that are potent regulators. These biosynthetic pathways utilize omega-3 DHA and EPA during multicellular events in resolution to produce a family of protective compounds, i.e., resolvins, that enhance proresolution status."
}