{
  "PMC": "2823409",
  "DOI": "10.1074/jbc.m109.071910",
  "PMID": "19933576",
  "PMCID": "PMC2823409",
  "title": "Mammalian SUN protein interaction networks at the inner nuclear membrane and their role in laminopathy disease processes.",
  "year": 2010,
  "source_url": "https://europepmc.org/article/PMC/PMC2823409",
  "source": "MED",
  "abstract_text": "The nuclear envelope (NE) LINC complex, in mammals comprised of SUN domain and nesprin proteins, provides a direct connection between the nuclear lamina and the cytoskeleton, which contributes to nuclear positioning and cellular rigidity. SUN1 and SUN2 interact with lamin A, but lamin A is only required for NE localization of SUN2, and it remains unclear how SUN1 is anchored. Here, we identify emerin and short nesprin-2 isoforms as novel nucleoplasmic binding partners of SUN1/2. These have overlapping binding sites distinct from the lamin A binding site. However, we demonstrate that tight association of SUN1 with the nuclear lamina depends upon a short motif within residues 209-228, a region that does not interact significantly with known SUN1 binding partners. Moreover, SUN1 localizes correctly in cells lacking emerin. Importantly then, the major determinant of SUN1 NE localization has yet to be identified. We further find that a subset of lamin A mutations, associated with laminopathies Emery-Dreifuss muscular dystrophy (EDMD) and Hutchinson-Gilford progeria syndrome (HGPS), disrupt lamin A interaction with SUN1 and SUN2. Despite this, NE localization of SUN1 and SUN2 is not impaired in cell lines from either class of patients. Intriguingly, SUN1 expression at the NE is instead enhanced in a significant proportion of HGPS but not EDMD cells and strongly correlates with pre-lamin A accumulation due to preferential interaction of SUN1 with pre-lamin A. We propose that these different perturbations in lamin A-SUN protein interactions may underlie the opposing effects of EDMD and HGPS mutations on nuclear and cellular mechanics.",
  "full_text": "J Biol Chem jbc jbc JBC The Journal of Biological Chemistry 0021-9258 1083-351X American Society for Biochemistry and Molecular Biology 9650 Rockville Pike, Bethesda, MD 20814, U.S.A. 2823409 M109.071910 10.1074/jbc.M109.071910 Molecular Basis of Cell and Developmental Biology Mammalian SUN Protein Interaction Networks at the Inner Nuclear Membrane and Their Role in Laminopathy Disease Processes * Haque Farhana ‡ Mazzeo Daniela ‡ Patel Jennifer T. ‡ Smallwood Dawn T. ‡ Ellis Juliet A. § Shanahan Catherine M. ¶ Shackleton Sue ‡ 1 From the ‡ Department of Biochemistry, University of Leicester, Leicester LE1 9HN, § The Randall Division of Cell and Molecular Biophysics, Kings College, London SE1 1UL, and the ¶ Cardiovascular Division, James Black Centre, Kings College London, 125 Coldharbour Lane, London SE5 9NU, United Kingdom 1 To whom correspondence should be addressed: Dept. of Biochemistry, Henry Wellcome Bldg., University of Leicester, Leicester, LE1 9HN, UK. Tel.: 44-116-229-7058 ; Fax: 44-116-229-7018 ; E-mail: ss115@le.ac.uk . 29 1 2010 21 11 2009 21 11 2009 285 5 3487 3498 1 10 2009 20 11 2009 © 2010 by The American Society for Biochemistry and Molecular Biology, Inc. Author's Choice —Final version full access. Creative Commons Attribution Non-Commercial License applies to Author Choice Articles The nuclear envelope (NE) LINC complex, in mammals comprised of SUN domain and nesprin proteins, provides a direct connection between the nuclear lamina and the cytoskeleton, which contributes to nuclear positioning and cellular rigidity. SUN1 and SUN2 interact with lamin A, but lamin A is only required for NE localization of SUN2, and it remains unclear how SUN1 is anchored. Here, we identify emerin and short nesprin-2 isoforms as novel nucleoplasmic binding partners of SUN1/2. These have overlapping binding sites distinct from the lamin A binding site. However, we demonstrate that tight association of SUN1 with the nuclear lamina depends upon a short motif within residues 209–228, a region that does not interact significantly with known SUN1 binding partners. Moreover, SUN1 localizes correctly in cells lacking emerin. Importantly then, the major determinant of SUN1 NE localization has yet to be identified. We further find that a subset of lamin A mutations, associated with laminopathies Emery-Dreifuss muscular dystrophy (EDMD) and Hutchinson-Gilford progeria syndrome (HGPS), disrupt lamin A interaction with SUN1 and SUN2. Despite this, NE localization of SUN1 and SUN2 is not impaired in cell lines from either class of patients. Intriguingly, SUN1 expression at the NE is instead enhanced in a significant proportion of HGPS but not EDMD cells and strongly correlates with pre-lamin A accumulation due to preferential interaction of SUN1 with pre-lamin A. We propose that these different perturbations in lamin A-SUN protein interactions may underlie the opposing effects of EDMD and HGPS mutations on nuclear and cellular mechanics. Diseases/Aging Diseases/Muscular Dystrophy Methods/Microscopic Imaging Protein/Protein-protein interactions Subcellular Organelles/Cytoskeleton Subcellular Organelles/Nuclear Membrane Laminopathies Introduction SUN domain-containing proteins are an evolutionarily conserved family of proteins that share a conserved C-terminal SUN domain ( 1 ). Mammalian SUN1 and SUN2 are inner nuclear membrane (INM) 2 proteins that play a major role in nuclear-cytoplasmic connection by formation of a “bridge” across the nuclear envelope (NE), known as the LINC complex (for review, see Ref. 2 ), via interaction with the conserved lumenal KASH domain of nesprins located in the outer nuclear membrane (ONM) ( 3 – 5 ). Whereas SUN proteins interact with the nuclear lamina component, lamin A, on the nucleoplasmic face of the NE, nesprins and their homologues in lower eukaryotes interact directly with components of the cytoskeleton via their cytoplasmic N terminus ( 6 – 10 ). Thus, the LINC complex provides a direct connection between the nucleoskeleton and cytoskeleton, which is believed to contribute to cellular rigidity ( 11 , 12 ) and nuclear positioning ( 13 , 14 ). The genes encoding nesprin-1 and nesprin-2 are each composed of more than 100 exons, which undergo extensive alternative splicing to generate multiple isoforms that vary enormously in size ( 15 – 18 ). Giant nesprin-1 and nesprin-2 isoforms localize to the ONM where they mediate connection with the actin cytoskeleton via an N-terminal actin binding domain. On the other hand, shorter isoforms such as nesprin-1α and nesprin-2α are thought to be located primarily on the nucleoplasmic face of the INM. Isoforms lacking the KASH domain, such as nesprin-2αΔTM, may also reside within the nucleoplasm. In support of their INM localization, nesprin-1α and nesprin-2α both interact with lamin A/C and the INM protein emerin ( 19 , 20 ). Several nuclear envelope proteins are associated with human inherited disease. The most prominent examples are lamins A and C, encoded by the LMNA gene, which are mutated in a range of disorders, termed laminopathies (for review, see Ref. 21 ). Laminopathies encompass apparently disparate phenotypes that primarily affect tissues of mesenchymal origin. Among these diseases are the fat-wasting disorder, familial partial lipodystrophy, Emery-Dreifuss muscular dystrophy (EDMD), and the devastating premature aging disorder Hutchinson-Gilford progeria syndrome (HGPS). EDMD is also linked to mutations in the STA gene (encoding emerin) and the SYNE-1 and SYNE-2 genes (encoding nesprin-1 and nesprin-2, respectively) ( 22 , 23 ). The fact that these proteins all interact with each other supports a common disease mechanism, which is likely to be related to weakening of the nucleoskeleton and its links with the cytoskeleton ( 12 , 24 – 26 ). On the other hand, HGPS and related progeroid phenotypes can also be caused by mutations in the ZMPSTE24 gene, which encodes an enzyme involved in the proteolytic processing of pre-lamin A ( 27 – 30 ). Findings from several studies suggest that it is persistence of a lamin A processing intermediate in HGPS that has a dominant-negative effect on nuclear structure and functions (for review, see Ref. 31 ), the most noticeable defect being aberrant nuclear morphology ( 32 ). In addition to their role in nucleo-cytoskeletal connections, mammalian SUN proteins have more recently been implicated in chromatin binding and are reported to anchor telomeres at the nuclear periphery during meiosis ( 33 – 36 ). The importance of this tethering is indicated by the finding that SUN1 knock-out mice are infertile due to an inability to complete meiosis ( 36 ). Similar findings have also been made in yeast ( 37 – 40 ). SUN proteins are, thus, likely to play important roles in nuclear architecture and chromatin dynamics. Although the luminal C termini of SUN1 and SUN2 are highly conserved, the nucleoplasmic N termini are more divergent, and the SUN1 NTD is significantly larger than that of SUN2. RNAi studies have revealed that there is redundancy in SUN1/2 function with respect to anchoring of nesprins at the ONM, but other studies suggest that they also have distinct properties ( 3 , 4 ). Both SUN1 and SUN2 have been shown to interact with lamin A, yet SUN1 remains localized at the NE in the absence of lamin A/C, whereas SUN2 largely does not. In addition, exogenously expressed SUN1 constructs can displace SUN2 from the NE, whereas the reverse is not true, suggesting that INM binding sites for SUN2 are more easily saturated than those for SUN1 ( 3 ). Together, this information indicates that SUN1 has additional nuclear binding partners, whereas SUN2 is dependent on the presence of lamin A. Here we have examined the mechanism by which SUN proteins are anchored at the NE in mammalian cells. We identify emerin and short nesprin-2 isoforms as novel binding partners of both SUN1 and SUN2. Furthermore, we find that SUN protein interactions are perturbed in EDMD and HGPS, suggesting that SUN1 and SUN2 play a role in the pathophysiology of these diseases. EXPERIMENTAL PROCEDURES Plasmid Constructs pCI-mSUN1, pCMVTag3-mSUN1-(355–913), pCDNA3-emerin, pEGFP-nesprin-2, and pCI-LMNA mammalian expression constructs have been described previously ( 4 , 18 , 41 , 42 ). The mouse SUN2 cDNA (mSUN2Δ30) was expressed from IMAGE clone 4951799. pCMVTag3-hSUN2 was generated by excision of the insert from pCDNA3.1 TOP/V5-His ( 43 ). pCI-LMNA mutants were generated by site-directed mutagenesis using the QuikChange (Stratagene) or Genetailor (Invitrogen) site-directed mutagenesis kits. Additional pCMVTag3-mSUN1 deletion constructs were generated by PCR amplification of the relevant region of the cDNA using pCI-mSUN1 as template followed by ligation into the EcoRI and SalI sites of pCMVTag3B. SUN1-integrin β1 chimeric constructs were then generated by ligation of PCR-amplified integrin β1 cDNA, corresponding to residues 726–798, into the SalI and ApaI sites of the relevant pCMVTag3-mSUN1 plasmids. MBP-fused pMAL-SUN1-(1–355) and GST-fused emerin-(1–221) bacterial expression plasmids have been described previously ( 4 ). GST-fused mSUN1 and mSUN2 constructs were generated by PCR amplification of the relevant regions using pCI-mSUN1 and IMAGE clone 6827666 as templates, respectively, and ligation into the EcoRI and SalI sites of pGEX-4T3. pTnT-nesprin-2βΔTM was generated by reverse transcription-PCR amplification from human cDNA using the primers 5′-GTGAACTCATATGGCCATGGAGCGGCGCATGGAAAT-3′ and 5′-AGATCTATGGATCCCGCTGTGGCCGTGTGCTGCC-3′. These primers incorporated an NdeI site at the first methionine and a BamHI-stop-BglII restriction site at the 3′ end of the cDNA, allowing both C- and N-terminal histidine tagging at a later stage. The amplicon was “A-tailed” and cloned into pGEM-T Easy (Invitrogen), and the insert was verified by sequencing. To clone the nesprin-2β cDNA into the pTnT vector (Promega), the gene was amplified from pGEM-T Easy-Nesprin-2βΔTM using 5′-GGTACCGCCGCCACCATGGCCATGGAGCGGCGCAT-3′ and an SP6 primer. The product was then cloned into the KpnI-NotI sites in pTnT. Antibodies AP8 emerin and mouse SUN1 affinity-purified polyclonal rabbit antibodies have been described previously ( 4 , 41 ). Rabbit anti-lamin A/C (3262) and rabbit anti-emerin ( 44 ) antibodies were kindly provided by E. Schirmer (University of Edinburgh, Edinburgh, Scotland, UK) and G. Morris (Center for Inherited Neuromuscular Disease, Oswestry, UK), respectively. Sheep emerin antibodies and Myc-tag antibodies were obtained from ImmuQuest and Zymed Laboratories Inc., respectively. Mouse monoclonal α-tubulin and β-actin antibodies were obtained from Sigma. Hemagglutinin tag, goat lamin A/C (6215), and pre-lamin A (6214) antibodies were purchased from Santa Cruz Biotechnologies. GFP antibodies were obtained from Abcam. Human SUN1 (2379) antibodies were generated by immunization of rabbits with an MBP-hSUN1 C-terminal domain fusion protein (residues 352–812 of the 812 residue isoform). Human SUN2 (2853) antibodies and mouse SUN2 (2294) antibodies were generated by immunization of rabbits with a peptide corresponding to residues 1–18 of human or mouse SUN2, respectively. Immunizations were performed by Cambridge Research Biochemicals. The 2379 and 2853 antibodies were affinity-purified using Affi-Gel 15 columns (Bio-Rad). In Vitro Pulldown Assays Pulldown assays were performed as described previously ( 4 ). For determining the effects of lamin A and emerin mutations on interactions with SUN1/2, pulldown assays were quantified by densitometry using Image J (National Institutes of Health), and values were normalized against the 10% input lane. Results for mutants were expressed as a percentage of the wild-type value, and the average ± S.E. for 3–4 experiments was calculated. Statistical significance was determined using a Student's t test. Cell Culture and Transfections HGPS fibroblasts carrying the G608G mutation (AG11513B) were obtained from the Coriell Repository, whereas those with the T623S mutation were provided by Louise Wilson (Great Ormond Street Hospital, London). Skin fibroblasts from EDMD patients were supplied by Manfred Wehnert (Institute for Human Genetics, Greifswald, Germany). NIH 3T3, U2OS, control human foreskin fibroblasts, and the patient skin fibroblast cells were all grown in Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum and antibiotics (Invitrogen). Human fibroblasts were used between passages 9 and 12. All transfections were performed using Lipofectamine 2000 (Invitrogen) according to the manufacturer's protocol. Cells transfected with plasmids were incubated for 24–48 h post-transfection. siRNA-transfected cells were incubated for 48 h before analysis. Mouse SUN1 SMARTpool siRNAs and human and mouse lamin A/C control siRNAs were purchased from Dharmacon. A mouse SUN2 stealth siRNA (5′-CATACCAAGTTGTGGAGCTTCGGAT-3′) was purchased from Invitrogen. Immunoprecipitation and Immunoblotting For immunoprecipitation studies, 10-cm plates of NIH 3T3 or U2OS cells transfected with the appropriate Myc-tagged SUN1 or SUN2 and/or GFP-tagged nesprin constructs were lysed and immunoprecipitated as described previously ( 4 ) using emerin (AP8), hemagglutinin (for controls samples), or GFP antibodies. 5% of the initial lysate was retained for immunoblot analysis. For immunoblotting, total cell lysates were prepared from RNAi-treated NIH 3T3 cells and from skin fibroblasts. All samples were boiled in an equal volume of Laemmli buffer and subjected to gel electrophoresis followed by semidry transfer onto nitrocellulose membrane. Membranes were probed using the appropriate primary antibodies and dilutions: Myc (1:500), GFP (1:6000), mSUN1 (1:500), mSUN2 (1:1000), hSUN1 (1:500), hSUN2 (1:200), lamin A/C (1:1000), pre-lamin A (1:100), and actin (1:10,000). Primary antibodies were detected using horseradish peroxidase-conjugated secondary antibodies (Sigma), and visualization was performed using ECL reagents (Geneflow). Immunofluorescence Microscopy Cells grown on coverslips were either fixed directly in methanol at −20 °C or, for Triton X-100 pre-extraction experiments, were first incubated on ice for 5 min with 0.5% Triton X-100. Alternatively, for digitonin permeabilization studies, cells were fixed in 4% paraformaldehyde for 30 min, then permeabilized with either 0.5% Triton X-100 for 5 min on ice or with 40 μg/ml digitonin for 4 min on ice. Samples were then processed for immunofluorescence microscopy as previously described ( 4 ) using Myc (1:500), rabbit lamin A/C (1:1000), goat lamin A/C (1:200), mSUN1 (SSHR1/0545; 1:150), mSUN2 (2294; 1:500), hSUN1 (2379; 1:150), hSUN2 (2853; 1:500), rabbit emerin (1:800; ( 44 )), sheep emerin (1:50), and pre-lamin A (1:100) antibodies. Primary antibodies were detected using donkey AlexaFluor 488 and 594 secondary antibodies (1:500; Invitrogen) raised against the appropriate species, and DNA was stained with 4′,6-diamidino-2-phenylindole. Quantification of pre-lamin A and either SUN1 or SUN2 intensity was performed using an Olympus ScanR microscope with a 20× objective. Approximately 1000 nuclei were selected at random by their 4′,6-diamidino-2-phenylindole (DAPI) signal, and the intensity of pre-lamin A (594 nm) and SUN1 or SUN2 (488 nm) was measured within the DAPI-stained region. RESULTS Emerin Interacts with Both SUN1 and SUN2 In this study we set out to identify further SUN1-binding proteins and examine their roles in anchoring SUN proteins at the NE. Because emerin interacts with both lamin A and short nesprin isoforms, we examined the possibility that it also interacts with SUN1 and SUN2 by immunoprecipitation. Because of the high insolubility of endogenous SUN proteins ( 4 ), NIH 3T3 cells were transiently transfected with plasmids encoding Myc-tagged mouse SUN1 (mSUN1) or human SUN2 (hSUN2). Emerin antibodies successfully co-precipitated SUN1 and SUN2, whereas control antibodies did not, indicating that emerin is capable of interaction with both SUN1 and SUN2 ( Fig. 1 A ). These interactions were confirmed by in vitro pulldown assays using a GST-emerin construct encoding only the nucleoplasmic N-terminal domain (NTD) of the protein (residues 1–221 of the 254 amino acid protein; Fig. 1 B ), suggesting that the interaction involves the nucleoplasmic domains of both proteins. FIGURE 1. SUN1 and SUN2 interact with the nucleoplasmic domain of emerin at the INM. A , U2OS cells were transiently transfected with Myc-tagged mSUN1 or hSUN1, and immunoprecipitations were performed using emerin AP8 or control hemagglutinin antibodies. Initial lysates and immunoprecipitates ( IP ) were immunoblotted with anti-Myc antibodies to detect the tagged SUN1 and SUN2 proteins. B , GST and GST-fused emerin (residues 1–221) were immobilized on glutathione beads and then incubated with 35 S-labeled, in vitro translated mSUN1 or hSUN2. Bound proteins were eluted with Laemmli buffer and separated by SDS-polyacrylamide gel electrophoresis. C , NIH 3T3 cells were fixed in paraformaldehyde and permeabilized with either Triton X-100 or digitonin, as indicated. The cells were co-stained with α-tubulin and anti-SUN2 (2294) antibodies. A lack of SUN2 staining in digitonin-treated cells indicates the absence of the SUN2 N terminus from the ONM. Scale bar , 10 μm. D , schematic representation of full-length ( FL ) SUN1 and the deletion fragments used for mapping the emerin binding site. E , MBP and MBP-SUN1 fusions ( left panels ) or GST and GST-SUN1 fusions ( right panels ) were used to pull down 35 S-labeled, in vitro -translated full-length emerin. F , mouse SUN1 and SUN2 NTD sequences were aligned using Jalview. Dashes indicate residues that are absent from the sequence. The underlined sequence highlights the predicted membrane-spanning regions. The boxed area indicates the identified SUN1 minimal binding region for emerin, which is absent from SUN2. G , GST-fused SUN1 (residues 1–355) and SUN2 (residues 1–174) were used to pull down 35 S-labeled, in vitro -translated full-length emerin. A proportion of emerin has been reported to localize to the ONM, with its NTD projecting into the cytosol, where it may play a role in centrosome attachment to the NE ( 45 ). We, therefore, wished to rule out the possibility that the SUN-emerin interaction occurs at the ONM. Several studies have previously reported the absence of the SUN1 N terminus from the outer face of the NE ( 3 , 4 , 17 ). To determine whether SUN2 is present at the ONM, we first raised rabbit polyclonal antibodies against the N terminus of mouse SUN2 (see the supplemental figure ). These were then used to detect the SUN2 NTD in NIH 3T3 cells treated with digitonin on ice for 4 min. Co-staining with α-tubulin antibodies confirmed that the plasma membrane had been permeabilized under these conditions ( Fig. 1 C ). In contrast, although significant background cytoplasmic staining was obtained with the mSUN2 antibody after paraformaldehyde fixation, it could clearly be seen that there was no specific staining of the nuclear envelope. This result indicates that, like SUN1, SUN2 is absent from the ONM and strongly suggests that the SUN-emerin interactions occur at the INM. The SUN1 binding site for emerin was then mapped by in vitro pulldown assays using MBP- or GST-fused SUN1 deletion constructs to pull down in vitro translated full-length emerin ( Fig. 1 , D and E ). Initially, we determined that the nucleoplasmic NTD of SUN1 (residues 1–355) is indeed responsible for interaction with emerin, whereas the lumenal C-terminal domain (residues 450–913) does not bind emerin. Further mapping revealed a major emerin binding site at the distal end of the SUN1 NTD (residues 223–302), although a weak interaction was also observed with the proximal end (residues 1–208). Unexpectedly, alignment of the mouse SUN1 and SUN2 sequences revealed that the region homologous to the emerin binding site of SUN1 is absent from the shorter SUN2 NTD ( Fig. 1 F , boxed region ). In keeping with this, we detected only a very low level of interaction between emerin and a GST fusion of the mouse SUN2 NTD (residues 1–174 of the 729 amino acid protein; Fig. 1 G ). Therefore, although SUN1 and SUN2 are both capable of interaction with emerin, they may have different modes of interaction. Nesprin-2 Interacts with Both the Nucleoplasmic and Lumenal Domains of SUN1 Similar studies were performed to determine whether SUN1 and SUN2 interact with the short, nucleoplasmic-facing nesprin-2 isoforms. In addition to their documented interaction with the lumenal KASH domain of nesprin-2 ( 3 – 5 , 12 ), Myc-mSUN1 and Myc-hSUN2 exhibited strong binding to the nucleoplasmic domain of nesprin-2α (nesprin-2αΔTM; Fig. 2 , A and B ). Mapping of the binding site on SUN1 by in vitro pulldown assay, this time using the slightly longer nesprin-2βΔTM isoform, revealed that the nesprin-2β nucleoplasmic domain has a similar binding pattern to that of emerin, with a major binding site within SUN1 residues 209–302 ( Fig. 2 C ). As for emerin, we were unable to detect an interaction between nesprin2βΔTM and GST-SUN2 NTD constructs by in vitro pulldown assays (data not shown). FIGURE 2. SUN1 and SUN2 interact with both termini of short nesprin-2 isoforms. A and B , U2OS cells were transiently co-transfected with Myc-tagged mouse SUN1 ( A ) or human SUN2 ( B ) together with GFP-nesprin-2α constructs encoding the full-length protein ( N2 α), the nucleoplasmic N-terminal domain ( N2 α DTM ), or the C-terminal KASH domain ( N2 α KASH ) as indicated. Immunoprecipitations ( IP ) were performed with anti-GFP antibodies, and co-precipitating SUN1 or SUN2 was detected using anti-Myc antibodies. C , MBP and MBP-SUN1 fusions ( left panels ) or GST and GST-SUN1 fusions ( right panels ) were immobilized on amylose or glutathione resin, respectively, and then incubated with 35 S-labeled in vitro translated nesprin-2β. Bound proteins were eluted with Laemmli buffer and separated by SDS-polyacrylamide gel electrophoresis. Lamin A Binds to a Distinct Site at the Proximal End of SUN1 and SUN2 Because lamin A also binds to the NTD of SUN1 and SUN2 ( 3 , 4 ), we wished to determine whether its binding site overlaps with that of emerin and nesprin-2. In vitro pulldown studies mapped the lamin A binding site to residues 1–138 of SUN1 and 1–129 of SUN2 ( Fig. 3 ). Thus, the lamin A binding site is distinct from that of emerin/nesprin-2. FIGURE 3. Lamin A binds to the extreme N terminus of SUN1 and SUN2. GST and GST-fused SUN1 or SUN2 NTD fragments, as indicated, were immobilized on glutathione beads and then incubated with 35 S-labeled in vitro translated lamin A. Bound proteins were eluted with Laemmli buffer and separated by SDS-polyacrylamide gel electrophoresis. SUN1 Residues 209–228 Are Required for Tight Association with the Nucleoskeleton We previously demonstrated that the NTD of SUN1 is required for its stable association with the nuclear lamina, as determined by resistance to detergent extraction ( 4 ). To investigate which sequences within the SUN1 NTD are responsible for this association and whether they correspond to binding sites for known interacting partners, we generated a series of Myc-tagged SUN1 mutants with sequential deletions from the N terminus (depicted in Fig. 4 A ). Their ability to localize to the NE was determined by immunofluorescence microscopy before and after extraction with Triton X-100. In keeping with our previous studies, all deletion mutants were capable of some degree of NE localization under normal fixation conditions ( Fig. 4 B ). However, significant differences were observed in cells treated with Triton X-100 before fixation ( Fig. 4 C ). Similar to full-length SUN1, mutants SUN1-(170–913), and SUN1-(209–913) remained co-localized with lamin A/C at the NE after Triton X-100 pre-extraction, indicating that residues 1–208 are not important for this tight association with the nucleoskeleton. In contrast, SUN1-(229–913) displayed similar behavior to SUN1-(355–913), which lacks the entire nucleoplasmic domain and was completely absent from Triton X-100-pre-extracted cells. This result suggests that residues 209–228 are responsible for the detergent-resistant association of SUN1 with the nucleoskeleton. FIGURE 4. Residues 209–228 of SUN1 contain a motif responsible for tight nuclear matrix association. A , shown is a schematic representation of Myc-tagged SUN1 deletion mutants and SUN1-integrin β1 fusions used in this study. NE localization and resistance to Triton X-100 pre-extraction are summarized on the right. B–D , NIH 3T3 cells seeded onto duplicate coverslips were transiently transfected with each of the Myc-tagged SUN1 deletion constructs ( B and C ) or SUN1-integrin β1 fusions ( D and E ). The cells were incubated for a further 30 h, then coverslips were either directly fixed with methanol ( B and D , −) or pre-extracted for 5 min on ice with 0.5% Triton X-100 before methanol fixation ( C and E ; +). Transfected proteins were detected using anti-Myc antibodies. In B and C , co-staining with anti-lamin A/C antibodies confirmed resistance of nuclear lamina to detergent extraction ( lower panels ). FL , full-length. Scale bars , 10 μm. To confirm these findings, we generated a second series of deletion mutants comprising the SUN1 NTD with sequential deletions from the C terminus. Previous studies have shown that short fragments of the SUN1 NTD are not capable of membrane association ( 3 ). 3 We, therefore, fused the SUN1 NTD fragments to the integrin β1 transmembrane domain and C-terminal tail (IntTMC; depicted in Fig. 4 A ) to ensure membrane association and to allow identification of sequences involved in INM retention. These fusion proteins were poorly expressed, possibly due to some misfolding. Yet, consistent with previous studies, SUN1-(1–355)IntTMC, encoding the entire SUN1 NTD, was targeted to the NE and was retained after Triton X-100 pre-extraction ( Fig. 4 , D and E ). SUN1-(1–229)IntTMC behaved in a similar manner, indicating that it contains the sequence motifs required for strong association with the nucleoskeleton. Conversely, SUN1-(1–208)IntTMC and SUN1-(1–170)IntTMC were poorly localized to the NE under normal fixation conditions and were entirely washed away from Triton pre-extracted cells. Together, these results strongly suggest that residues 209–228 are responsible for the tight association of SUN1 with the nucleoskeleton and may comprise a binding site for a further interacting partner. Interestingly, cells expressing SUN1-(1–355)IntTMC and SUN1(1–229)IntTMC also tended to have distorted nuclei, suggesting that the presence of the SUN1 C-terminal domain and, presumably, its interaction with nesprins are important for maintaining the ovoid nuclear morphology. SUN Proteins and Emerin Do Not Rely upon Each Other for NE Localization Having identified novel interactions between emerin and SUN proteins, we wished to explore the role of these interactions in determining NE localization of these proteins. Previous studies have shown that depletion of both SUN1 and SUN2 results in nesprin mislocalization from the NE, whereas lamins A and C are unaffected ( 3 , 14 ). Additionally, emerin mislocalizes from the NE in the absence of either lamin A/C or nesprin-2 ( 46 , 47 ). Conversely, the absence of emerin does not disrupt lamin A/C or nesprin-2 NE localization. To extend these observations, we took advantage of an emerin-null fibroblast cell line obtained from an X-linked EDMD patient carrying a 59-nucleotide deletion within the STA gene that encodes emerin (c.329–388del ( 48 )). We also raised antibodies against human SUN1 and SUN2 (see the supplemental figure ) and used these for detection of the proteins by immunofluorescence microscopy. Despite the absence of emerin, both SUN1 and SUN2 were correctly localized at the NE in all cells ( Fig. 5 A ), demonstrating that they do not require emerin for localization to the NE. Identical results were obtained using a cell line from an X-EDMD patient carrying a different null mutation (Δ236–241; data not shown). FIGURE 5. SUN1/2 and emerin do not depend upon each other for localization to the nuclear envelope. A , human foreskin fibroblasts ( Control ) and skin fibroblasts from an X-linked EDMD patient carrying a c.329–388del mutation ( Emerin-null ) were fixed in methanol, and immunofluorescence microscopy was performed using rabbit emerin ( 44 ), goat lamin A/C (6215), hSUN1 (2379), and hSUN2 (2853) antibodies, as indicated. Note the complete absence of emerin in the patient cell line. B , NIH 3T3 cells were transfected with siRNAs against human lamin A/C ( Control ), SUN1, and/or SUN2, as indicated. Protein extracts were prepared after 48 h and immunoblotted with mouse SUN1 and SUN2 antibodies. β-Actin immunoblotting shows equal loading of samples. U , untransfected. C , NIH 3T3 cells seeded onto coverslips were transfected with a control (human lamin A/C) siRNA ( a and b ), a combination of siRNAs targeting mouse SUN1 and SUN2 ( c–f ), or a mouse lamin A/C siRNA ( g and h ) and fixed in methanol after 48 h. In a–f cells were co-stained with combined rabbit anti-mouse SUN1 and SUN2 antibodies ( left panels ) and sheep emerin antibodies ( right panels ). In cells co-depleted for SUN1 and SUN2, emerin remains concentrated at the NE. The arrow and arrowhead highlight two nuclei where SUN1 and SUN2 are depleted or present, respectively, yet emerin staining at the NE remains equally bright in both cells. In g and h cells were co-stained with goat anti-lamin A/C antibodies ( left panel ) and rabbit anti-emerin ( 44 ) antibodies ( right panel ). Arrows highlight examples of cells depleted for lamin A/C where emerin redistributes to the cytoplasm. In contrast, in cells with lamin A/C expression, emerin remains concentrated at the NE (arrowhead). Scale bars, 10 μm. To determine whether emerin requires SUN1 and SUN2 expression for its NE localization, we used siRNA oligos to deplete SUN1 and SUN2 both independently and in combination in NIH 3T3 cells and observed the effect on emerin subcellular localization. Knockdown of the proteins was initially confirmed by immunoblot blot ( Fig. 5 B ). Depletion of SUN1 or SUN2 alone had no effect on emerin localization (data not shown). Similarly, in cells depleted for both SUN1 and SUN2, emerin remained exclusively localized to the NE, in contrast to its relocalization to the cytoplasm in cells with a similar degree of lamin A/C knockdown ( Fig. 5 C ). Thus, SUN1 and SUN2 are not likely to be required for emerin localization to the NE. EDMD- and HGPS-associated Lamin A and Emerin Mutations Perturb Binding to SUN1 and SUN2 Having identified binding sites for lamin A, emerin, and nesprin-2 within SUN1 and SUN2, we were interested to find out whether disease-associated mutations in these proteins disrupt their interaction with the SUN proteins. Interactions of both SUN1 and SUN2 N termini with in vitro translated lamin A mutants were investigated by pulldown assays using MBP- SUN1-(1–355) and GST-SUN2-(1–224), respectively. As similar results were obtained for both proteins, only the results for SUN1 are shown. We initially tested a series of lamin A mutants associated with a range of laminopathy phenotypes, namely lipodystrophy (R482W), dilated cardiomyopathy (E203G and R60G), EDMD (L530P and R453W), Charcot-Marie-Tooth disorder (R298C), mandibuloacral dysplasia (R527H), and HGPS (G608G). We found that the L530P and G608G lamin A mutants, associated with EDMD and HGPS, respectively, exhibited dramatic reductions in their binding to SUN1 and SUN2 ( Fig. 6 A ). Quantification of the binding for 4 independent experiments revealed these reductions in binding to be highly statistically significant ( p < 0.001; Fig. 6 B ). In contrast, mutants associated with other laminopathy disease phenotypes had no significant effect on binding. FIGURE 6. EDMD and HGPS mutations in lamin A and emerin perturb interactions with SUN1 and SUN2. A , C , E , and G , MBP and MBP-fused SUN1 NTD (1–355) were immobilized on amylose resin and then incubated with 35 S-labeled in vitro translated lamin A ( A–C ) or emerin ( D ) mutants. Lamin A mutants examined in A encompass a range of laminopathy phenotypes, whereas those used in C and E are specific to EDMD and HGPS, respectively. Bound proteins were eluted with Laemmli buffer and separated by SDS-polyacrylamide gel electrophoresis. WT , wild type. B , D , F , and H , schematic diagrams of lamin A ( B , D , and F ) and emerin ( H ) indicate locations of mutations. Binding for each mutant was quantified by densitometry with respect to the input material and expressed as a percentage of the value obtained for wild-type protein. The average of 3–4 experiments is shown ± S.E. *, p < 0.05; **, p < 0.01; ***, p < 0.001. LEM , LAP2-emerin-MAN1 homology domain. This result prompted us to test a wider range of EDMD- and progeria-associated lamin A mutants. Because the SUN1 binding site on lamin A has previously been mapped to the C-terminal domain ( 4 ), we tested only mutations that reside within this region, as these are the most likely to perturb the interaction between the two proteins. Of the five additional EDMD-associated lamin A mutants examined, R527P caused a significant reduction in the interaction with SUN1 ( p = 0.007), similar to that of L530P ( Fig. 6 , C and D ). In contrast, in an average of three experiments, W520S appeared to result in a modest increase in binding ( p = 0.011). When we examined a range of progeria-associated mutations, we found that, in addition to G608G, T623S also disrupted the lamin A-SUN1/2 interaction significantly ( p = 0.00003; Fig. 6 , E and F ). Thus, perturbation of SUN-lamin A interactions by either increasing or decreasing the strength of binding may specifically play a role in the pathophysiology of both EDMD and HGPS but not those other laminopathies examined. In a similar manner we used in vitro pulldown assays to investigate whether mutations in emerin, which are associated with the X-linked form of EDMD, affect its interaction with SUN1. In this case, of the seven mutants examined, one (1–169 (208)) caused a significant reduction in the interaction with SUN1 (( p = 0.036; Fig. 6 , G and H ). Although P183T showed an apparent reduction in its interaction with SUN1, the result was not statistically significant. SUN1 Expression at the Nuclear Envelope Is Increased in HGPS Skin Fibroblasts Overexpressing Pre-lamin A To determine whether disruption of lamin A-SUN protein interactions leads to mislocalization of SUN1 or SUN2 from the NE, we used our human SUN1 and SUN2 antibodies in immunofluorescence microscopy analysis of skin fibroblast cell lines obtained from EDMD and progeria patients carrying a range of mutations in LMNA . Unfortunately, cell lines from patients carrying the R527P and L530P EDMD mutations, which we found to disrupt interaction with lamin A, were not available. However, as shown in Fig. 7 A , there was no apparent defect in localization of SUN1 to the NE in cell lines from patients carrying other LMNA mutations, indicating that mislocalization of SUN proteins is not a common feature of LMNA -linked EDMD. Similar results were obtained for SUN2 (data not shown). FIGURE 7. Disease-associated lamin A and emerin mutations do not disrupt NE localization of SUN1 or SUN2 in human skin fibroblasts. A , immunofluorescence microscopy using 2379 anti-hSUN1 antibodies in cells carrying the indicated EDMD-associated LMNA mutations reveals no defect in SUN1 localization to the NE. B , SUN1 staining in cells carrying HGPS (G608G and T623S) and lipodystrophy (R482W) mutations reveals no defect in localization to the NE. However, HGPS cells display variable intensity of SUN1 staining (the arrow indicates a higher expression compared with the neighboring T623S cell). C and D , shown is co-staining of HGPS cells carrying the G608G mutation with antibodies against pre-lamin A ( left panels ) and either SUN1 ( C , right panel ) or SUN2 ( D , right panel ). Arrows in C illustrate that in cells with accumulation of pre-lamin A, SUN1 expression is correspondingly higher. In contrast, expression levels of SUN2 are not affected by accumulation of pre-lamin A ( D ). E and F , scatter plot of pre-lamin A versus SUN1 ( E ) or SUN2 ( F ) fluorescence intensity in ∼1000 cells reveals a strong positive correlation between pre-lamin A and SUN1 intensities, whereas SUN2 intensity does not vary significantly and does not correlate with pre-lamin A intensity. This is highlighted by the gradient of the best-fit line. G , shown is an immunoblot analysis of total protein lysates from control ( C ) and G608G-carrying HGPS cells using lamin A/C, pre-lamin A, hSUN1 (2379), and hSUN2 (2853) antibodies. Scale bars , 10 μm. Interestingly, however, there was a noticeable variability in expression of SUN1 at the NE in cells from HGPS patients carrying the G608G and T623S mutations ( Fig. 7 B ) that was not observed in control and partial lipodystrophy (R482W) cells. In contrast, SUN2 staining was uniform throughout (data not shown). Crisp et al. ( 3 ) have shown that SUN1 binds more strongly to pre-lamin A than to mature lamin A; therefore, a potential explanation is that the higher levels of wild-type pre-lamin A expressed by a proportion of HGPS cells ( 32 ) lead to increased SUN1 recruitment to the NE. To test this possibility, we co-stained G608G-carrying HGPS cells with SUN1 and pre-lamin A antibodies and indeed found that SUN1 staining was more intense in cells expressing more pre-lamin A ( Fig. 7 C ). In contrast, SUN2 staining was unchanged in cells expressing high or low levels of pre-lamin A ( Fig. 7 D ). The results were quantified by measuring the fluorescence intensity of pre-lamin A together with SUN1 or SUN2 in 1000 cells, which confirmed a strong positive correlation between pre-lamin A and SUN1, but not SUN2, intensities ( Fig. 7 , E and F ). Immunoblotting confirmed increased pre-lamin A expression in HGPS fibroblasts carrying the G608G mutation. In contrast, total SUN1 and SUN2 levels were not increased but, rather, were decreased compared with control cells ( Fig. 7 G ). Together, these findings suggest that increased recruitment of SUN1 to the nuclear envelope as a result of tight interaction with the accumulated pre-lamin A, contributes to the abnormalities in NE morphology and mechanical properties of HGPS cells. DISCUSSION Multiprotein Complexes Involving SUN Proteins at the Inner Nuclear Membrane We have identified novel interactions between the nucleoplasmic N-terminal domains of SUN1/SUN2 and the equivalent nucleoplasmic domains of both emerin and short nesprin-2 isoforms. Although emerin and some nesprin-2 isoforms have been shown to localize at least partially to the ONM ( 3 , 20 , 45 , 46 ), with their N termini exposed to the cytoplasm, several groups have demonstrated that the SUN1 NTD is absent from the outer face of the NE ( 3 – 5 ), and we have now shown that this is also the case for SUN2. Thus, the interactions that we have identified here are highly likely to be occurring at the nucleoplasmic face of the NE. This creates an unusual situation where different domains of a single INM protein family (SUN1 and SUN2) are involved in anchoring different isoforms of the same protein (nesprin-2) on opposing faces of the NE ( Fig. 8 ). This may also explain the finding that multiple nesprin-2 isoforms, including those presumed to be located at the INM, are mislocalized from the NE in cells lacking SUN proteins ( 5 , 49 ). FIGURE 8. Schematic model depicting SUN protein interaction networks at the nuclear envelope. The C termini of SUN1 and SUN2, residing in the NE lumen, interact with the KASH domains of giant nesprin-1 and nesprin-2 isoforms located at the ONM to connect the nucleus with the actin cytoskeleton. Conversely, the N termini of SUN1 and SUN2 form part of a four-way interaction network with the nuclear lamina, emerin, and short nesprin-2 isoforms located on the nucleoplasmic face of the NE. SUN1, emerin, and lamins also interact with chromatin-associated proteins or DNA itself. These extensive connections link the nucleoskeleton and cytoskeleton and are likely to be critical in maintaining both nuclear and cellular integrity. Emerin is also found at the ONM where it may be involved in centrosome attachment to the NE. Interactions between emerin and giant nesprin isoforms at the ONM cannot be ruled out. We found that the SUN1 binding sites for emerin and nesprin-2 map to the same region, within residues 209–302, at the distal end of the SUN1 NTD, whereas lamin A binds to a distinct site at the proximal end of the SUN1 NTD involving residues 1–138. It is currently not clear whether emerin and nesprin-2 are able to bind simultaneously to the same SUN1 molecule or whether there is competition for binding to the same site. However, because lamin A, emerin, and short nesprin isoforms are all reported to interact with each other ( 19 , 20 , 50 ), it seems likely that, together with SUN proteins, they form a tight complex at the INM involving direct interactions between members of all four protein families. Given the forces exerted on the NE by the surrounding cytoskeleton in particular, this extensive network of interactions is likely to be critical for maintaining nuclear integrity and for hardwiring the nucleoskeleton and cytoskeleton. Various studies have investigated how loss of individual proteins impacts on the NE localization of other components of this complex. Although carried out in several different systems, the findings indicate that lamin A/C is a core component as its absence causes mislocalization of emerin, various nesprin isoforms, and SUN2, although not SUN1 ( 3 , 4 , 20 , 46 , 47 ). SUN1 and SUN2 have redundant roles in anchoring nesprins at the NE, whereby depletion of both proteins is necessary for nesprin mislocalization. In contrast, lamin A/C remains exclusively localized at the NE in the absence of SUN1 and SUN2 ( 3 , 14 ). Here, we have added to the picture by demonstrating in RNAi knockdown experiments that emerin is not dependent on SUN1 and SUN2 for NE localization in NIH 3T3 cells. Equally, in fibroblasts from emerin-null EDMD patients, SUN1 and SUN2 are not displaced. This confirms findings obtained using cells from a female X-EDMD carrier where SUN1 and SUN2 remained at the NE in those cells that lacked emerin ( 45 ). Thus, the emerin-SUN interaction is not the critical factor in retaining either of these proteins at NE. Does SUN1 Have Additional Binding Partners? Importantly, the finding that SUN1 can localize to the NE in lamin A/C knock-out cells, where all other known components of the complex are mislocalized, suggests that SUN1 has completely independent means of NE anchoring. Using a range of deletion mutants, we further examined NE targeting of SUN1 and found that residues 1–208, including the lamin A binding site, are not required for NE localization of SUN1, yet fusion of just residues 1–229 of SUN1 to a heterologous transmembrane domain confers NE localization (by conferring entry to the ER and strengthening any weak NE targeting motif present). Furthermore, in pulldown experiments, we showed that residues 1–229 are not sufficient for strong interaction with emerin or nesprin-2. Together, these results strongly suggest that residues 209–228 contain the main NE targeting motif of SUN1 and that this involves binding to a currently unidentified nuclear component to retain it at the NE. Studies in both yeast and mammalian cells indicate that SUN domain proteins interact with chromatin via their N termini, and so it is possible that the main anchor for SUN1 at the INM is a chromatin-associated protein or even DNA itself. An alternative possibility is that residues 209–228 are instead important for correct folding of the SUN1 N-terminal domain and that the binding site for the putative interactor lies outside this region. This could explain why the isolated SUN2 N-terminal domain, which lacks an equivalent sequence, was unable to interact with emerin and nesprin-2 in GST pulldown assays and was prone to cleavage when removed from its natural context in the full-length protein. Disruption of SUN Protein Interactions in Emery-Dreifuss Muscular Dystrophy Because mutations in lamin A, emerin, and nesprins are associated with human disease, we were interested to determine whether mutations in these proteins disrupt interactions with or localization of SUN1 and SUN2. We found that a subset of EDMD-associated LMNA mutations, namely R527P and L530P, abolish interaction of lamin A with both SUN1 and SUN2. Interestingly, these two mutations have also been shown to disrupt interaction of lamin A with emerin ( 51 ), again lending support to the existence of a multiprotein complex. Although these two residues are located close together within the immunoglobulin-fold of the lamin A C terminus, several other EDMD-associated mutations occur within this domain ( 52 , 53 ) and are equally predicted to disrupt folding of the domain, including W520S, which we found to have increased binding to SUN1 and SUN2. However, this does not rule out specific localized effects of the R527P and L530P mutations. We also found that the emerin mutation 1–169(208), which is associated with the X-linked form of EDMD, caused a reduction in interaction with the SUN proteins. This mutation involves a frameshift at residue 169 that results in the addition of a novel transmembrane region immediately followed by a premature stop codon at residue 208 ( 54 ). Interestingly, the same emerin mutation, which partially overlaps with the nesprin binding region in emerin, increases emerin binding to both nesprin-1α and nesprin-2β ( 55 ). Although, the emerin mutation P183T decreased binding to the SUN proteins, it was not statistically significant. However, it is interesting to note that mutations at emerin residue Pro-183 frequently perturb emerin binding partner interactions, pointing toward the importance of this region of the protein ( 55 – 58 ). Emerin constructs used in these experiments with mutations upstream of residue Gln-133 bound normally to the SUN proteins. We can, thus, speculate that the binding site of SUN1/2 to emerin lies between residues 134 and 221. Furthermore, because SUN1/2 and emerin retention at the NE is mutually independent and the emerin NE targeting motif includes residues 117–170 ( 59 ), which overlaps with the presumed SUN binding site, we can speculate that the SUN-emerin interaction only occurs once both proteins are at the NE. We were unable to obtain cell lines from EDMD patients carrying mutations that perturb SUN protein interactions to determine whether they affected localization of SUN1 and SUN2 to the NE, but localization was not perturbed in cell lines carrying other EDMD-associated LMNA mutations. In keeping with our findings in emerin-null fibroblasts, this indicates that SUN protein mislocalization from the NE is not a common feature of EDMD. Nevertheless, weakening of the connections between components of the complex may have subtle yet significant effects on its overall strength and ability to resist mechanical strain, which is a favored model to explain how these mutations lead to muscle-specific phenotypes ( 60 , 61 ). This is supported by studies on fibroblasts from lamin A/C and emerin knock-out mice and cells with disruption of the LINC complex, which exhibit nuclear fragility, reduced mechanical strength, and impaired mechanotransduction and cell migration ( 12 , 24 – 26 ). Furthermore, defects in emerin and SUN2 expression and localization to the NE have been observed in fibroblasts obtained from EDMD patients carrying mutations in nesprins ( 23 ). Increased Expression of SUN1 at the NE May Contribute to the HGPS Phenotype We found that two HGPS-associated LMNA mutations, G608G and T623S, disrupt interaction of lamin A with SUN1 and SUN2. Both mutations generate cryptic splice sites that result in internal deletions of 50 and 35 residues, respectively, close to the C terminus of pre-lamin A ( 62 , 63 ), suggesting that these residues are required for binding of SUN 1 and SUN2 to lamin A. Unexpectedly, SUN1 expression at the NE appeared to be increased in a significant proportion of cells, whereas SUN2 expression was uniform. HGPS cells with the classical G608G mutation have been shown to accumulate wild-type pre-lamin A by an unknown mechanism, and expression correlates with the severity of nuclear deformation ( 32 ). SUN1 has been reported to interact considerably more strongly with pre-lamin A than with mature lamin A, whereas SUN2 interacts relatively weakly with both ( 3 ). Indeed, quantification of fluorescence intensity in HGPS cells co-stained with pre-lamin A and either SUN1 or SUN2 demonstrated a striking correlation between pre-lamin A and SUN1 nuclear intensities. In contrast, SUN2 staining did not vary significantly and did not correlate with levels of pre-lamin A. In support of this, Crisp et al. ( 3 ) found that a SUN1 deletion mutant encompassing residues 1–220 was recruited to the NE upon overexpression of pre-lamin A. These findings suggest that the increased pre-lamin A expression seen in HGPS cells leads to enhanced recruitment of SUN1 to the NE, due to their strong interaction. Surprisingly, we found that total expression levels of both SUN1 and SUN2 were reduced in HGPS cells compared with the control. This could be due to the G608G lamin A deletion mutant (LAΔ50) abolishing the interaction with SUN1 and SUN2, which may lead to a reduction in the efficiency of their recruitment to the NE and an enhancement of their degradation. However, the overexpression of pre-lamin A in a proportion of HGPS cells may compensate for the reduced interaction of SUN1 with LAΔ50, resulting in a relative increase of SUN1 NE recruitment in this population of cells. It is interesting to note that classical HGPS cells are reported to have increased nuclear stiffness ( 64 ), which may be due to the reduced ability of the LAΔ50 mutant to fit into the lamina structure leading to loss of elasticity ( 65 ). Our findings indicate that a further explanation may be the increased recruitment of SUN1 to the NE in cells overexpressing pre-lamin A, strengthening links both to the nuclear lamina and, via the LINC complex, to the cytoskeleton. In apparent conflict with this, Kandert et al. ( 66 ) found that nesprin-2 giant expression is significantly reduced in HGPS cells with aberrant nuclear morphology (a phenotype that correlates with increased pre-lamin A expression). Further studies will be required to confirm whether increased NE expression of SUN1 directly contributes to the defects in nuclear morphology and mechanical properties in HGPS. Supplementary Material HTML Page - index.htslp * This work was funded by Wellcome Trust and British Heart Foundation grants (to S. S.) and a Biotechnology and Biological Sciences Research Council, Swindon, United Kingdom studentship awarded (to J. T. P.). The on-line version of this article (available at http://www.jbc.org ) contains a supplemental figure . 3 F. Haque and S. Shackleton, unpublished data. 2 The abbreviations used are: INM inner nuclear membrane ONM outer nuclear membrane EDMD Emery-Dreifuss muscular dystrophy GST glutathione S -transferase HGPS Hutchinson-Gilford progeria syndrome MBP maltose binding protein NE nuclear envelope NTD N-terminal domain GFP green fluorescent protein siRNA small interfering RNA. Acknowledgments We thank Kees Straatman for assistance with microscopy, Didier Hodzic for the human SUN2 cDNA, Eric Schirmer for anti-lamin A/C antibodies, and Glenn Morris for rabbit anti-emerin antibodies. EDMD and HGPS fibroblast cell lines were kindly provided by Manfred Wehnert and Louise Wilson, respectively. We are also grateful to Andrew Fry and Nicolas Sylvius for helpful discussions. REFERENCES 1. Malone C. J. Fixsen W. D. Horvitz H. R. Han M. ( 1999 ) Development 126 , 3171 – 3181 10375507 2. Razafsky D. Hodzic D. ( 2009 ) J. Cell Biol. 186 , 461 – 472 19687252 3. Crisp M. Liu Q. Roux K. Rattner J. B. Shanahan C. Burke B. Stahl P. D. Hodzic D. ( 2006 ) J. Cell Biol. 172 , 41 – 53 16380439 4. Haque F. Lloyd D. J. Smallwood D. T. Dent C. L. Shanahan C. M. Fry A. M. Trembath R. C. Shackleton S. ( 2006 ) Mol. Cell. Biol. 26 , 3738 – 3751 16648470 5. Padmakumar V. C. Libotte T. Lu W. Zaim H. Abraham S. Noegel A. A. Gotzmann J. Foisner R. Karakesisoglou I. ( 2005 ) J. Cell Sci. 118 , 3419 – 3430 16079285 6. Hagan I. Yanagida M. ( 1995 ) J. Cell Biol. 129 , 1033 – 1047 7744953 7. Starr D. A. Han M. ( 2002 ) Science 298 , 406 – 409 12169658 8. Zhang Q. Ragnauth C. Greener M. J. Shanahan C. M. Roberts R. G. ( 2002 ) Genomics 80 , 473 – 481 12408964 9. Zhen Y. Y. Libotte T. Munck M. Noegel A. A. Korenbaum E. ( 2002 ) J. Cell Sci. 115 , 3207 – 3222 12118075 10. Wilhelmsen K. Litjens S. H. Kuikman I. Tshimbalanga N. Janssen H. van den Bout I. Raymond K. Sonnenberg A. ( 2005 ) J. Cell Biol. 171 , 799 – 810 16330710 11. Houben F. Ramaekers F. C. Snoeckx L. H. Broers J. L. ( 2007 ) Biochim. Biophys. Acta 1773 , 675 – 686 17050008 12. Stewart-Hutchinson P. J. Hale C. M. Wirtz D. Hodzic D. ( 2008 ) Exp. Cell Res. 314 , 1892 – 1905 18396275 13. Starr D. A. Han M. ( 2003 ) J. Cell Sci. 116 , 211 – 216 12482907 14. Lei K. Zhang X. Ding X. Guo X. Chen M. Zhu B. Xu T. Zhuang Y. Xu R. Han M. ( 2009 ) Proc. Natl. Acad. Sci. U.S.A. 106 , 10207 – 10212 19509342 15. Apel E. D. Lewis R. M. Grady R. M. Sanes J. R. ( 2000 ) J. Biol. Chem. 275 , 31986 – 31995 10878022 16. Mislow J. M. Kim M. S. Davis D. B. McNally E. M. ( 2002 ) J. Cell Sci. 115 , 61 – 70 11801724 17. Padmakumar V. C. Abraham S. Braune S. Noegel A. A. Tunggal B. Karakesisoglou I. Korenbaum E. ( 2004 ) Exp. Cell Res. 295 , 330 – 339 15093733 18. Zhang Q. Skepper J. N. Yang F. Davies J. D. Hegyi L. Roberts R. G. Weissberg P. L. Ellis J. A. Shanahan C. M. ( 2001 ) J. Cell Sci. 114 , 4485 – 4498 11792814 19. Mislow J. M. Holaska J. M. Kim M. S. Lee K. K. Segura-Totten M. Wilson K. L. McNally E. M. ( 2002 ) FEBS Lett. 525 , 135 – 140 12163176 20. Zhang Q. Ragnauth C. D. Skepper J. N. Worth N. F. Warren D. T. Roberts R. G. Weissberg P. L. Ellis J. A. Shanahan C. M. ( 2005 ) J. Cell Sci. 118 , 673 – 687 15671068 21. Worman H. J. Bonne G. ( 2007 ) Exp. Cell Res. 313 , 2121 – 2133 17467691 22. Bione S. Maestrini E. Rivella S. Mancini M. Regis S. Romeo G. Toniolo D. ( 1994 ) Nat. Genet. 8 , 323 – 327 7894480 23. Zhang Q. Bethmann C. Worth N. F. Davies J. D. Wasner C. Feuer A. Ragnauth C. D. Yi Q. Mellad J. A. Warren D. T. Wheeler M. A. Ellis J. A. Skepper J. N. Vorgerd M. Schlotter-Weigel B. Weissberg P. L. Roberts R. G. Wehnert M. Shanahan C. M. ( 2007 ) Hum. Mol. Genet. 16 , 2816 – 2833 17761684 24. Broers J. L. Peeters E. A. Kuijpers H. J. Endert J. Bouten C. V. Oomens C. W. Baaijens F. P. Ramaekers F. C. ( 2004 ) Hum. Mol. Genet. 13 , 2567 – 2580 15367494 25. Lammerding J. Hsiao J. Schulze P. C. Kozlov S. Stewart C. L. Lee R. T. ( 2005 ) J. Cell Biol. 170 , 781 – 791 16115958 26. Lammerding J. Schulze P. C. Takahashi T. Kozlov S. Sullivan T. Kamm R. D. Stewart C. L. Lee R. T. ( 2004 ) J. Clin. Invest. 113 , 370 – 378 14755334 27. Agarwal A. K. Fryns J. P. Auchus R. J. Garg A. ( 2003 ) Hum. Mol. Genet. 12 , 1995 – 2001 12913070 28. Denecke J. Brune T. Feldhaus T. Robenek H. Kranz C. Auchus R. J. Agarwal A. K. Marquardt T. ( 2006 ) Hum. Mutat. 27 , 524 – 531 16671095 29. Navarro C. L. Cadiñanos J. De Sandre-Giovannoli A. Bernard R. Courrier S. Boccaccio I. Boyer A. Kleijer W. J. Wagner A. Giuliano F. Beemer F. A. Freije J. M. Cau P. Hennekam R. C. López-Otín C. Badens C. Lévy N. ( 2005 ) Hum. Mol. Genet. 14 , 1503 – 1513 15843403 30. Shackleton S. Smallwood D. T. Clayton P. Wilson L. C. Agarwal A. K. Garg A. Trembath R. C. ( 2005 ) J. Med. Genet. 42 , e36 15937076 31. Davies B. S. Fong L. G. Yang S. H. Coffinier C. Young S. G. ( 2009 ) Annu. Rev. Genomics Hum. Genet. 10 , 153 – 174 19453251 32. Goldman R. D. Shumaker D. K. Erdos M. R. Eriksson M. Goldman A. E. Gordon L. B. Gruenbaum Y. Khuon S. Mendez M. Varga R. Collins F. S. ( 2004 ) Proc. Natl. Acad. Sci. U.S.A. 101 , 8963 – 8968 15184648 33. Chi Y. H. Haller K. Peloponese J. M. Jr. Jeang K. T. ( 2007 ) J. Biol. Chem. 282 , 27447 – 27458 17631499 34. Xiong H. Rivero F. Euteneuer U. Mondal S. Mana-Capelli S. Larochelle D. Vogel A. Gassen B. Noegel A. A. ( 2008 ) Traffic 9 , 708 – 724 18266910 35. Schmitt J. Benavente R. Hodzic D. Höög C. Stewart C. L. Alsheimer M. ( 2007 ) Proc. Natl. Acad. Sci. U.S.A. 104 , 7426 – 7431 17452644 36. Ding X. Xu R. Yu J. Xu T. Zhuang Y. Han M. ( 2007 ) Dev. Cell 12 , 863 – 872 17543860 37. Chikashige Y. Tsutsumi C. Yamane M. Okamasa K. Haraguchi T. Hiraoka Y. ( 2006 ) Cell 125 , 59 – 69 16615890 38. Oza P. Jaspersen S. L. Miele A. Dekker J. Peterson C. L. ( 2009 ) Genes Dev. 23 , 912 – 927 19390086 39. Gartenberg M. R. ( 2009 ) Genes Dev. 23 , 1027 – 1031 19417100 40. Schober H. Ferreira H. Kalck V. Gehlen L. R. Gasser S. M. ( 2009 ) Genes Dev. 23 , 928 – 938 19390087 41. Ellis J. A. Craxton M. Yates J. R. Kendrick-Jones J. ( 1998 ) J. Cell Sci. 111 , 781 – 792 9472006 42. Lloyd D. J. Trembath R. C. Shackleton S. ( 2002 ) Hum. Mol. Genet. 11 , 769 – 777 11929849 43. Hodzic D. M. Yeater D. B. Bengtsson L. Otto H. Stahl P. D. ( 2004 ) J. Biol. Chem. 279 , 25805 – 25812 15082709 44. Holt I. Ostlund C. Stewart C. L. Man N. Worman H. J. Morris G. E. ( 2003 ) J. Cell Sci. 116 , 3027 – 3035 12783988 45. Salpingidou G. Smertenko A. Hausmanowa-Petrucewicz I. Hussey P. J. Hutchison C. J. ( 2007 ) J. Cell Biol. 178 , 897 – 904 17785515 46. Libotte T. Zaim H. Abraham S. Padmakumar V. C. Schneider M. Lu W. Munck M. Hutchison C. Wehnert M. Fahrenkrog B. Sauder U. Aebi U. Noegel A. A. Karakesisoglou I. ( 2005 ) Mol. Biol. Cell 16 , 3411 – 3424 15843432 47. Sullivan T. Escalante-Alcalde D. Bhatt H. Anver M. Bhat N. Nagashima K. Stewart C. L. Burke B. ( 1999 ) J. Cell Biol. 147 , 913 – 920 10579712 48. Talkop U. A. Talvik I. Sõnajalg M. Sibul H. Kolk A. Piirsoo A. Warzok R. Wulff K. Wehnert M. S. Talvik T. ( 2002 ) Neuromuscul. Disord. 12 , 878 – 881 12398842 49. Zhang X. Xu R. Zhu B. Yang X. Ding X. Duan S. Xu T. Zhuang Y. Han M. ( 2007 ) Development 134 , 901 – 908 17267447 50. Clements L. Manilal S. Love D. R. Morris G. E. ( 2000 ) Biochem. Biophys. Res. Commun. 267 , 709 – 714 10673356 51. Motsch I. Kaluarachchi M. Emerson L. J. Brown C. A. Brown S. C. Dabauvalle M. C. Ellis J. A. ( 2005 ) Eur. J. Cell Biol. 84 , 765 – 781 16218190 52. Dhe-Paganon S. Werner E. D. Chi Y. I. Shoelson S. E. ( 2002 ) J. Biol. Chem. 277 , 17381 – 17384 11901143 53. Krimm I. Ostlund C. Gilquin B. Couprie J. Hossenlopp P. Mornon J. P. Bonne G. Courvalin J. C. Worman H. J. Zinn-Justin S. ( 2002 ) Structure 10 , 811 – 823 12057196 54. Cartegni L. di Barletta M. R. Barresi R. Squarzoni S. Sabatelli P. Maraldi N. Mora M. Di Blasi C. Cornelio F. Merlini L. Villa A. Cobianchi F. Toniolo D. ( 1997 ) Hum. Mol. Genet. 6 , 2257 – 2264 9361031 55. Wheeler M. A. Davies J. D. Zhang Q. Emerson L. J. Hunt J. Shanahan C. M. Ellis J. A. ( 2007 ) Exp. Cell Res. 313 , 2845 – 2857 17462627 56. Haraguchi T. Holaska J. M. Yamane M. Koujin T. Hashiguchi N. Mori C. Wilson K. L. Hiraoka Y. ( 2004 ) Eur. J. Biochem. 271 , 1035 – 1045 15009215 57. Holaska J. M. Kowalski A. K. Wilson K. L. ( 2004 ) PLoS Biol. 2 , E231 15328537 58. Wilkinson F. L. Holaska J. M. Zhang Z. Sharma A. Manilal S. Holt I. Stamm S. Wilson K. L. Morris G. E. ( 2003 ) Eur. J. Biochem. 270 , 2459 – 2466 12755701 59. Ostlund C. Ellenberg J. Hallberg E. Lippincott-Schwartz J. Worman H. J. ( 1999 ) J. Cell Sci. 112 , 1709 – 1719 10318763 60. Hutchison C. J. Alvarez-Reyes M. Vaughan O. A. ( 2001 ) J. Cell Sci. 114 , 9 – 19 11112685 61. Muchir A. Worman H. J. ( 2007 ) Curr. Neurol. Neurosci. Rep. 7 , 78 – 83 17217858 62. Eriksson M. Brown W. T. Gordon L. B. Glynn M. W. Singer J. Scott L. Erdos M. R. Robbins C. M. Moses T. Y. Berglund P. Dutra A. Pak E. Durkin S. Csoka A. B. Boehnke M. Glover T. W. Collins F. S. ( 2003 ) Nature 423 , 293 – 298 12714972 63. Fukuchi K. Katsuya T. Sugimoto K. Kuremura M. Kim H. D. Li L. Ogihara T. ( 2004 ) J. Med. Genet. 41 , e67 15121795 64. Verstraeten V. L. Ji J. Y. Cummings K. S. Lee R. T. Lammerding J. ( 2008 ) Aging Cell 7 , 383 – 393 18331619 65. Dahl K. N. Scaffidi P. Islam M. F. Yodh A. G. Wilson K. L. Misteli T. ( 2006 ) Proc. Natl. Acad. Sci. U.S.A. 103 , 10271 – 10276 16801550 66. Kandert S. Lüke Y. Kleinhenz T. Neumann S. Lu W. Jaeger V. M. Munck M. Wehnert M. Müller C. R. Zhou Z. Noegel A. A. Dabauvalle M. C. Karakesisoglou I. ( 2007 ) Hum. Mol. Genet. 16 , 2944 – 2959 17881656",
  "plain_text": "The nuclear envelope (NE) LINC complex, in mammals comprised of SUN domain and nesprin proteins, provides a direct connection between the nuclear lamina and the cytoskeleton, which contributes to nuclear positioning and cellular rigidity. SUN1 and SUN2 interact with lamin A, but lamin A is only required for NE localization of SUN2, and it remains unclear how SUN1 is anchored. Here, we identify emerin and short nesprin-2 isoforms as novel nucleoplasmic binding partners of SUN1/2. These have overlapping binding sites distinct from the lamin A binding site. However, we demonstrate that tight association of SUN1 with the nuclear lamina depends upon a short motif within residues 209–228, a region that does not interact significantly with known SUN1 binding partners. Moreover, SUN1 localizes correctly in cells lacking emerin. Importantly then, the major determinant of SUN1 NE localization has yet to be identified. We further find that a subset of lamin A mutations, associated with laminopathies Emery-Dreifuss muscular dystrophy (EDMD) and Hutchinson-Gilford progeria syndrome (HGPS), disrupt lamin A interaction with SUN1 and SUN2. Despite this, NE localization of SUN1 and SUN2 is not impaired in cell lines from either class of patients. Intriguingly, SUN1 expression at the NE is instead enhanced in a significant proportion of HGPS but not EDMD cells and strongly correlates with pre-lamin A accumulation due to preferential interaction of SUN1 with pre-lamin A. We propose that these different perturbations in lamin A-SUN protein interactions may underlie the opposing effects of EDMD and HGPS mutations on nuclear and cellular mechanics."
}
