{
    "PMC": "4163918",
    "DOI": "10.1038/nature11290",
    "PMID": "22801494",
    "PMCID": "PMC4163918",
    "title": "Novel role of PKR in inflammasome activation and HMGB1 release.",
    "year": 2012,
    "source_url": "https://europepmc.org/article/PMC/PMC4163918",
    "source": "MED",
    "abstract_text": "The inflammasome regulates the release of caspase activation-dependent cytokines, including interleukin (IL)-1β, IL-18 and high-mobility group box 1 (HMGB1). By studying HMGB1 release mechanisms, here we identify a role for double-stranded RNA-dependent protein kinase (PKR, also known as EIF2AK2) in inflammasome activation. Exposure of macrophages to inflammasome agonists induced PKR autophosphorylation. PKR inactivation by genetic deletion or pharmacological inhibition severely impaired inflammasome activation in response to double-stranded RNA, ATP, monosodium urate, adjuvant aluminium, rotenone, live Escherichia coli, anthrax lethal toxin, DNA transfection and Salmonella typhimurium infection. PKR deficiency significantly inhibited the secretion of IL-1β, IL-18 and HMGB1 in E. coli-induced peritonitis. PKR physically interacts with several inflammasome components, including NOD-like receptor (NLR) family pyrin domain-containing 3 (NLRP3), NLRP1, NLR family CARD domain-containing protein 4 (NLRC4), absent in melanoma 2 (AIM2), and broadly regulates inflammasome activation. PKR autophosphorylation in a cell-free system with recombinant NLRP3, apoptosis-associated speck-like protein containing a CARD (ASC, also known as PYCARD) and pro-caspase-1 reconstitutes inflammasome activity. These results show a crucial role for PKR in inflammasome activation, and indicate that it should be possible to pharmacologically target this molecule to treat inflammation.",
    "full_text": "0410462 6011 Nature Nature Nature 0028-0836 1476-4687 4163918 22801494 10.1038/nature11290 nihpa384128 Article Novel role of PKR in inflammasome activation and HMGB1 release Lu Ben 1 2 Nakamura Takahisa 3 Inouye Karen 3 Li Jianhua 1 Tang Yiting 4 Lundbäck Peter 5 Valdes-Ferrer Sergio I 1 2 Olofsson Peder S. 1 Kalb Thomas 1 Roth Jesse 1 Zou Yongrui 4 Erlandsson-Harris Helena 5 Yang Huan 1 Ting Jenny P-Y 7 Wang Haichao 8 Andersson Ulf 6 Antoine Daniel J. 9 Chavan Sangeeta S. 1 Hotamisligil Gökhan S. 3 Tracey Kevin J. 1 2 1 Laboratory of Biomedical Science, The Feinstein Institute for Medical Research, 350 Community Drive, Manhasset, NY 11030, USA 2 The Elmezzi Graduate School of Molecular Medicine, North Shore-LIJ Health system, 350 Community Drive, Manhasset, NY 11030, USA 3 Department of Genetics & Complex Diseases, Harvard School of Public Health, Boston, MA 02115, USA 4 Center for Autoimmunity and Musculoskeletal Diseases, Feinstein Institute for Medical Research, Manhasset, New York, NY 11030, USA 5 Department of Medicine, Karolinska Institute, Karolinska University Hospital, Stockholm, Sweden 6 Women’s and Children’s Health, Karolinska Institute, Karolinska University Hospital, Stockholm, Sweden 7 Department of Microbiology and Immunology, University of North Carolina at Chapel Hill, Chapel Hill, North Carolina, USA 8 Department of Emergency Medicine, North Shore University Hospital, Manhasset, NY 11030, USA 9 MRC Centre for Drug Safety Science, Department of Molecular and Clinical Pharmacology, University of Liverpool, L69 3GE, UK Correspondence and requests for materials should be addressed to K.J.T. ( kjtracey@nshs.edu ) or B.L. ( blu@nshs.edu ) 3 9 2014 30 8 2012 15 9 2014 488 7413 670 674 Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use: http://www.nature.com/authors/editorial_policies/license.html#terms The inflammasome regulates release of caspase activation-dependent cytokines, including IL-1β, IL-18, and high-mobility group box 1 (HMGB1) 1 - 5 . During the course of studying HMGB1 release mechanisms, we discovered an important role of double-stranded RNA dependent protein kinase (PKR) in inflammasome activation. Exposure of macrophages to inflammasome agonists induced PKR autophosphorylation. PKR inactivation by genetic deletion or pharmacological inhibition severely impaired inflammasome activation in response to double-stranded RNA, ATP, monosodium urate, adjuvant aluminum, rotenone, live E. coli, anthrax lethal toxin, DNA transfection, and S. Typhimurium infection. PKR deficiency significantly inhibited the secretion of IL-1beta, IL-18 and HMGB1 in E. coli -induced peritonitis. PKR physically interacts with multiple inflammasome components, including NLR family pyrin domain-containing 3 (NLRP3), NLR family pyrin domain-containing 1 (NLRP1), NLR family CARD domain-containing protein 4 (NLRC4), Absent in melanoma 2 (AIM2), and broadly regulates inflammasome activation. PKR autophosphorylation in a cell free system with recombinant NLRP3, ASC and pro-casapse-1 reconstitutes inflammasome activity. These results reveal a critical role of PKR in inflammasome activation, and indicate that it should be possible to pharmacologically target this molecule to treat inflammation. High-mobility group box 1 (HMGB1), a ubiquitous nuclear and cytosolic protein, is released into the extracellular space during sterile inflammation and infection 6 . Immunocompetent cells secrete HMGB1 following stimulation with microbial products and other danger signals 4 - 6 . Ischemic and injured somatic cells also release HMGB1, but in this case the release mechanisms are passive 6 . Extracellular HMGB1 signals through TLR4 receptors in macrophages to induce cytokine release 6 - 7 , and mediate cell migration by interacting with RAGE 8 . The importance of these mechanisms in disease pathogenesis has been established, because neutralizing HMGB1 attenuates disease severity in arthritis, colitis, sepsis, ischemia reperfusion, and other infectious and sterile injury syndromes 6 . The mediator role of HMGB1 at the intersection of both sterile and infectious inflammation highlights the importance of mechanisms that regulate the secretion of HMGB1 from immune cells 6 . Early observations suggested that secretion of HMGB1 from macrophages requires inflammasome and caspase activity 3 - 5 , 9 - 10 , and is highly associated with HMGB1 translocation from nucleus to cytoplasm 4 , 6 . HMGB1 is also a universal sentinel to viral invasion, and its release can be stimulated by Poly I:C, a double-stranded RNA (dsRNA) mimetic 11 - 12 . Interested in studying HMGB1 release mechanisms from macrophages exposed to Poly I:C, we first considered earlier observations that double-stranded RNA dependent kinase (PKR) is phosphorylated in these conditions 13 - 14 . As PKR is also activated by prototypical PAMPs and DAMPs known to stimulate HMGB1 release 15 - 16 , and activate the inflammasome, we reasoned that PKR activation might participate in inflammasome activation. Accordingly, we measured HMGB1 release by peritoneal macrophages obtained from PKR-deficient (PKR -/- ) mice, in which the PKR kinase domain had been functionally inactivated by genetic deletion 16 . HMGB1 secretion following Poly I:C exposure in PKR -/- macrophages was significantly decreased as compared to wild-type (PKR +/+ ) macrophages ( Fig. 1a ). Pharmacological inhibition of PKR in PKR +/+ macrophages dose-dependently, and significantly, inhibited Poly I:C-induced HMGB1 release and PKR phosphorylation ( Fig. 1b , Supplementary Fig. 1 ). Other prototypical danger signals, including ATP, monosodium urate (MSU), adjuvant aluminum (ALU), and live E. coli also significantly increased PKR phosphorylation and HMGB1 release ( Fig. 1c-e ). Addition of potassium to the extracellular space significantly inhibited ATP induced PKR activation ( Fig. 1c ). Inactivation of macrophage PKR by genetic deletion ( Fig. 1d-e ) or pharmacological inhibition ( Fig. 1f , Supplementary Fig. 2 ) also significantly inhibited HMGB1 release. Pyroptosis, a form of programmed, inflammatory cell death, occurs with macrophage inflammasome activation, and we observed that deletion of PKR significantly inhibited LDH release ( Fig. 1g ). Analysis by tandem mass spectrometry of HMGB1 released in response to ATP, MSU, or ALU indicated that HMGB1 was highly acetylated in the nuclear location sequence (NLS) ( Fig. 1h , Supplementary Fig. 3-6 ). In contrast, HMGB1 released from macrophages subjected to freeze/thaw cycles was not acetylated in the NLS ( Fig. 1h ). Together with evidence that inflammasome activation participates in the nuclear translocation of HMGB1 4 , these results indicated that HMGB1 hyperacetylation and release, and inflammasome activation, are regulated by PKR. To address the role of PKR in activating the NLRP3 inflammasome, we measured caspase-1 activation and IL-1β cleavage in peritoneal macrophages from PKR +/+ and PKR -/- mice. Caspase-1 activation and IL-1β cleavage were significantly inhibited in PKR -/- macrophages stimulated by exposure to ATP, MSU and ALU ( Fig. 2a ). Similar results were obtained in bone-marrow-derived dendritic cells ( Supplementary Fig. 7 ) and macrophages ( Supplementary Fig. 8 ). The expression of NLRP3 and pro-IL-1β did not differ significantly in PKR -/- macrophages as compared to PKR +/+ macrophages ( Fig. 2a , Supplementary Fig. 9 ), but IL-1β secretion by macrophages exposed to live E coli . was significantly inhibited in PKR -/- macrophages as compared to PKR +/+ macrophages ( Fig. 2b ). TNF release in the PKR +/+ and PKR -/- macrophages was comparable, indicating that the decreased release of IL-1β in the PKR -/- macrophages is not attributable to a global defect in signal transduction ( Supplementary Fig. 10 ). Transfection with Poly I:C and E. coli RNA in bone-marrow derived dendritic cells significantly activated caspase-1 and stimulated IL-1β cleavage in PKR +/+ , but not PKR -/- cells ( Supplementary Fig. 11 ). Similar observations were obtained in PKR -/- and PKR +/+ macrophages stimulated by rotenone, which induces mitochondrial ROS production and PKR phosphorylation ( Supplementary Fig. 12, 13 ). Pharmacological inhibition of PKR dose-dependently suppressed MSU-induced caspase-1 activation and IL-1β cleavage. The observed IC 50 ’s of 2-AP and C 13 H 8 N 4 OS were 0.5 mM and 0.25 μM respectively, which agree closely with their known IC 50 against PKR ( Fig. 2c , Supplementary Fig. 14 ). PKR inhibition significantly reduced ATP- and ALU-induced inflammasome activation in murine macrophages ( Supplementary Fig. 15, 16 ), and in human monocytic THP-1 cells ( Supplementary Fig. 17 ). IL-18 release was significantly decreased in PKR -/- macrophages as compared with PKR +/+ macrophages stimulated with ATP, MSU or ALU, whereas TNF and IL-6 were not suppressed ( Supplementary Fig. 18 ). Addition of 2-AP reduced MSU-induced IL-18 release, but not TNF and IL-6 ( Supplementary Fig. 18 ). 2-AP failed to inhibit MSU-induced caspase-1 activation and IL-1 β cleavage in PKR -/- macrophages ( Supplementary Fig.19 ). Collectively, these findings establish a critical role for PKR in activating the NLRP3 inflammasome. PKR +/+ and PKR -/- mice were then exposed to live E. coli, in order to activate the NLRP3 inflammasome in vivo 17 . Serum IL-1β, IL-18, and HMGB1 were significantly reduced in PKR -/- mice as compared to PKR +/+ mice ( Fig. 2d ). In agreement with prior evidence suggesting that peritoneal neutrophil infiltration requires inflammasome activation 18 , we observed significantly fewer neutrophils in peritoneal lavage from PKR -/- mice as compared to PKR +/+ controls ( Fig. 2e ). Serum IL-6, an inflammasome independent cytokine, was comparable in both groups ( Fig. 2d ). Exposure of PKR -/- mice to endotoxemia produced significantly lower serum IL-1β and IL-18 levels, but quantitatively similar serum levels of TNF and IL-6 as compared to PKR +/+ controls ( Supplementary Fig. 20 ). Thus, PKR regulates inflammasome-dependent cytokine release in vivo . To study the mechanisms, HEK293A cells, which do not normally express the NLRP3 components, were transfected with plasmids that co-express ASC, pro-caspase-1, and NLRP3. These modified cells were then co-transfected with plasmids that express PKR, or specific short hairpin RNA (shRNA) to suppress endogenous PKR. Overexpression of PKR significantly enhanced caspase-1 activation and IL-1β cleavage, and knockdown of endogenous PKR by shRNA abolished caspase-1 cleavage in the NLRP3 inflammasome-reconstituted cells ( Fig. 2f, g ). IL-1β cleavage was significantly abrogated by pharmacological inhibition of PKR ( Supplementary Fig. 21 ). PKR overexpression failed to directly activate caspase-1 in the absence of NLRP3 ( Supplementary Fig. 22 ), and did not enhance HMGB1 release in the absence of caspase-1 ( Supplementary Fig. 23 ). Knock-down of endogenous eIF-2a, a PKR substrate 13 - 14 , did not alter HMGB1 release and IL-1β cleavage in the NLRP3 inflammasome-reconstituted cells ( Supplementary Fig. 24 ). We therefore reasoned that PKR physically interacts with the NLRP3 inflammasome, and prepared mouse macrophage lysates for immunoprecipitation using anti-PKR antibodies. PKR pulled down NLRP3, and reciprocal immunoprecipitation of NLRP3 pulled down PKR ( Supplementary Fig. 25 ). Similar observations were obtained in human THP-1 cells ( Supplementary Fig. 26 ). PKR-NLRP3 complexes could not be detected in the PKR -/- macrophages ( Supplementary Fig. 27 ). Co-expression of PKR and NLRP3 in HEK293A cells, followed by immunoprecipitation, confirmed the physical interaction between PKR and NLRP3. PKR failed to physically associate with the other cytosolic receptors and inflammasome family members NOD1, NLRP12, or NLRX1 ( Supplementary Fig. 28 ). PKR co-immunoprecipitated with truncated forms of NLRP3 containing the PYD, NACHT, and LRR domains ( Supplementary Fig. 29 ), and with the Walker A mutant form of NLRP3 ( Supplementary Fig. 30 ), which can not bind ATP 19 . Together with direct evidence that recombinant PKR forms a heteromeric protein complex with NLRP3 ( Fig. 3a ), these results indicate that PKR physically interacts with the inflammasome. Exposure of PKR +/+ macrophages to ATP significantly enhanced formation of NLRP3 and PKR complexes ( Fig. 3b ). Pharmacological inhibition of PKR phosphorylation by 2-AP and C 13 H 8 N 4 OS significantly suppressed the formation of NLRP3-PKR complexes ( Fig. 3b ). Addition of Poly I:C and ATP to NLRP3 and PKR in a cell-free system significantly induced PKR phosphorylation and increased the formation of NLRP3-PKR complexes ( Fig. 3a ). Next, the NLRP3 inflammasome was reconstituted in a cell free system with recombinant NLRP3, ASC, pro-caspase-1 and PKR. Combining NLRP3 and ASC with Pro-caspase-1 failed to increase caspase-1 activity ( Fig. 3c ). Addition of PKR and Poly I:C/ATP significantly increased caspase-1 activity, which was inhibited by the addition of 2-AP ( Fig. 3c ). PKR activity is required in this cell free system, because poly I:C/ATP failed to increase NLRP3 inflammasome activity in the absence of PKR. Moreover, replacing PKR with a recombinant, mutant PKR (K296R) devoid of kinase activity 13 , 16 , failed to activate the NLRP3 inflammasome ( Fig. 3c ). Although PKR is an autophosphorylating kinase, it was theoretically possible that PKR might phosphorylate inflammasome components directly. Phosphorylation of NLRP3, ASC, and Caspase-1 could not be detected, although Poly I:C/ATP significantly stimulated autophosphorylation of PKR (data not shown). To confirm that PKR autophosphorylation is involved in NLRP3 inflammasome activation, PKR K296R mutant and NLRP3 inflammasome components were co-expressed in HEK293A cells. PKR K296R mutant failed to bind NLRP3, whereas WT PKR did bind NLRP3 ( Supplementary Fig. 31 ). Overexpression of PKR K296R mutant failed to activate the reconstituted NLRP3 inflammasome in HEK293A cells ( Supplementary Fig. 31 ). Together, these data indicate that PKR physically interacts with NLRP3 and is critical for inflammasome activation. Reasoning that PKR might associate with the inflammasome components during assembly, ATP stimulated macrophage lysates were subjected to gel filtration chromatography. We observed that PKR and NLRP3 eluted together with ASC and caspase-1 in the high molecular weight fraction of the ATP-stimulated macrophage extract ( Fig. 3d , Supplementary Fig. 32 ). Inhibition of PKR activation by 2-AP reduced PKR in the high molecular weight inflammasome fraction ( Fig. 3d , Supplementary Fig. 33 ). Expression of the PKR K296R mutant significantly reduced NLRP3 in the high-molecular weight inflammasome fraction, without significantly changing total NLRP3 expression ( Supplementary Fig. 34 ). Rendering cells deficient in PKR also significantly impaired the formation of high-molecular weight protein NLRP3 inflammasome complexes, without altering total NLRP3 protein expression levels ( Supplementary Fig. 35 ). Activation of macrophages by exposure to ATP, MSU, ALU, or E. coli significantly shifted caspase-1 from the low molecular weight, monomeric fraction, to the high-molecular weight protein complexes in PKR +/+ macrophages, but not in PKR -/- macrophages ( Supplementary Fig. 35 ). Thus, activated PKR is an integral component of the assembled inflammasome. Unexpectedly, PKR also physically interacted with NLRP1, AIM2, and NLRC4 when co-expressed in HEK293A cells ( Fig. 4a ). To address whether PKR might also regulate NLRP1, AIM2, and NLRC4 inflammasomes, macrophages were stimulated with anthrax lethal toxin (LT), Poly (dA:dT) transfection, or S. Typhimurium to activate NLRP1, AIM2, and NLRC4 inflammasome, respectively. This significantly enhanced PKR autophosphorylation ( Supplementary Fig. 36 ). Inactivation of PKR by genetic deletion ( Fig. 4b-d , Supplementary Fig. 37, 38 ) or pharmacological inhibition ( Fig. 4e , Supplementary Fig 39 ) significantly inhibited caspase-1 activation, IL-1β cleavage, and HMGB1 secretion. LDH release and IL-18 production were also significantly decreased in PKR -/- macrophages as compared with PKR +/+ macrophages, whereas TNF production was not suppressed in these conditions ( Supplementary Fig. 40, 41 ). Overexpression of PKR significantly enhanced NLRP1, AIM2, and NLRC4 inflammasome-induced caspase-1 activation and IL-1β cleavage in HEK293A cells ( Fig. 4f , Supplementary Fig. 42 ). Thus, PKR regulates the activation of the NLRP3, NLRP1, AIM2, and NLRC4 inflammasomes, but PKR activity does not determine which inflammasome will be activated in response to a specific stimulus. Previous observations suggested that macrophage death via pyroptosis might initiate deleterious inflammatory responses and compromise immunity during bacterial infection 5 , 15 , and that PKR can participate in bacteria-induced macrophage death 15 . To assess whether PKR deficiency impairs bacterial clearance, PKR +/+ and PKR -/- mice were exposed to live E. coli (bearing a genetic marker) into the peritoneal cavity. Titers of the genetically labeled bacteria in the spleen and peritoneal cavity 24 hours later were significantly lower in PKR -/- mice as compared to PKR +/+ controls ( Supplementary Fig. 43 ), indicating that animals maintain the capacity to clear bacteria despite PKR deficiency. This study establishes that PKR activity is integral to inflammasome assembly and activation. PKR physically interacts with inflammasome components, is important for caspase-1 activation, IL-1β cleavage, and HMGB1 release, and mediates inflammasome activity in a cell-free system. Although originally studied as an intracellular sensor of viral dsRNA, a broader role of PKR was recently suggested as a danger sensing molecule activated by cellular and metabolic stress 15 - 16 , 20 . Together with the established role of the inflammasome and HMGB1 in sterile and infection-associated inflammation 3 , 6 , 21 - 23 , the identification here of PKR as a critical regulator of inflammasome activity adds importantly to understanding mechanisms of innate immune responses to environmental, metabolic, and invasive signals. Rapidly growing evidence links the inflammasome to the pathogenesis of obesity, type 2 diabetes, atherosclerosis, gout, sepsis, colitis, and other disease syndromes 4 - 5 , 10 , 18 , 24 - 25 . The development of therapeutics targeting the inflammasome requires knowledge of specific upstream signaling pathways that regulate inflammasome assembly and activation 25 - 26 . It should now be possible to design and develop therapeutics to inhibit inflammasome activity by specifically targeting PKR, without broadly impairing immunity, in the treatment of non-resolving inflammatory and metainflammatory syndromes. METHODS Mice The PKR -/- mice and their littermates wild-type controls originally are in the mixed 129Sv / BALB/C background as described previously 16 . In E.coli infection and endotoxemia experiments, we used the mice that had been bred into the C57Bl/6J genetic background. Genome-wide SNP analysis confirmed that about 98% of the genetic background of these mice is of C57Bl/6J. Animal care and experimental procedures were performed with approval from the Institutional Animal Care and Use Committees (IACUC) of The Feinstein Institute for Medical Research and Harvard University. PKR -/- and PKR +/+ mice are genotyped with PCR primers (5’-GGAACTTTGGAGCAATGGA-3 ’ ; 5 ’-TGCCAATCACAAATCTAAAAC-3′; 5’-TGTTCTGTGGCTATCAGGG-3′ and 5 ’-TGACGAGTT CTTCTGAGGG-3′) yielding a 240 bp wild-type DNA band and 460 bp mutant DNA band after electrophoresis in 2% agarose gel in TAE. Reagents Ultra-pure LPS and the NLRP3 inflammasome agonists ATP, monosodium urate crystal (MSU), and adjuvant aluminum (ALU) were obtained from Invivogen. The anti-NLRP3 antibodies (Cryo-2) were from Adipogen. The rabbit monoclonal anti-PKR (phospho T446) antibodies (E120) were from Abcam. Mouse HMGB1 mAb IgG2b 2G7 was described previously 7 , 10 . eIF2a siRNA molecules and their negative controls were obtained from Life Technologies (Catalog: 4392420). Recombinant NLRP3 protein was obtained from Abnova. Recombinant Flag-tagged PKR protein was purified from PKR -/- mouse embryonic fibroblast cells stably expressing Flag-tagged PKR. Recombinant Flag-tagged ASC and Procaspase-1 protein were purified from HEK293A cells overexpressing Flag-tagged ASC and Procaspase-1(Origene). Anti-human cleaved IL-1 β (D116) was purchased from Cell Signaling. Anti-mouse IL-1β (sc-1251), anti-mouse caspase-1 (sc-514), and anti-human caspase-1 (sc-622) antibodies were from Santa Cruz. Cell preparation and stimulation Peritoneal macrophages were isolated and cultured as described previously 7 . Primary bone marrow derived macrophages (BMDMs) and bone marrow derived dendritic cells (BMDCs) were cultured and differentiated in vitro as described previously 18 . Human THP1 cells were differentiated for 3 h with 100nM phorbol-12-myristate-13-acetate (PMA). 10 6 peritoneal macrophages, BMDMs, BMDCs, or PMA-differentiated THP1 cells plated in 12-well plates were primed with ultra-pure LPS (500 ng/ml) for 4 h, and then stimulated with MSU (150 μg/mL), ALU (200 μg/mL) for 5 h, or live E. coli (MOI=20) for 6 h (stop the bacteria growth by adding antibiotics into culture medium 1 h after infection), or pulsed with ATP (5 mM) for 30 min or 1 hour as indicated. Ultra-pure LPS (1 ng/ml) primed mouse peritoneal macrophages were stimulated with Poly I:C (50 μg/ml) for 16 h. For salmonella infection, wild-type S. typhimurium was grown overnight in Luria-Bertani broth, then was reinoculated at a dilution of 1:100 and grown to mid-exponential phase (3 h) to induce expression of the salmonella pathogenicity island 1 type III secretion system. To minimize the involvement of NLRP3 inflammasome activation during salmonella infection, unprimed PKR +/+ and PKR -/- macrophages were infected with wild-type S. typhimurium (multiplicity of infection is from 5 to 100). The supernatant samples were collected 1 h after infection. To study AIM2 inflammasome activation, PKR +/+ and PKR -/- macrophages were transfected with Poly(dA:dT) using Lipofectamine 2000 at a concentration of (1μg DNA plus 3.5μl Lipofectamine 2000 per ml. The supernatant samples were collected 6 h after transfection. Caspase-1 activation, HMGB1 and LDH release were analyzed. To study the DNA-transfection-induced IL-1β cleavage, LPS-primed PKR +/+ and PKR -/- macrophages were transfected with Poly (dA:dT)/Lyovec (Invivogen) at a concentration of 5μ/ml. There is minimum cell death with this approach. Cell lysates and precipitated supernatants were analysed by Western blot analysis. Pharmacological inhibition of PKR PKR inhibitor 2-Aminopurine (2-AP) was purchased from Sigma. 2-AP was dissolved in phosphate-buffered saline: glacial acetic acid (200:1) at 60°C for 60 min. PKR inhibitor C 13 H 8 N 4 OS was purchased from Calbiochem. Ultra-pure LPS-primed peritoneal mouse macrophages, BMDMs, BMDCs, or PMA-differentiated THP1 cells were pre-treated with 2-Aminopurine (2-AP) (0.5 or 1.0 mM) or C 13 H 8 N 4 OS (0.25 or 0.5 μM) for 1 to 4 h before stimulating with various inflammasome activators. Higher concentrations of above PKR inhibitors are not recommended due to off-target effects. Cell lysates and precipitated supernatants were analysed by Western blot. ELISA Cell culture supernatants and mouse serum samples were assayed for mouse IL-1β, IL-6, TNF, IL-18 (R&D Systems), and HMGB1 (IBL INTERNATIONAL) according to the manufacturer’s instructions. Transfection 10 6 BMDCs from PKR +/+ or PKR -/- mice were primed with ultra-pure LPS for 2 h, and then transfected with 5 μg of Poly I:C by lipofectamine 2000 for 6 h. In another set of experiment, ultra-pure LPS primed BMDCs (10 6 cells) from PKR +/+ or PKR -/- mice were transfected with 5 μg of Poly I:C or E. coli RNA (Ambion) by electroporation using Nucleofector (Program V-01) and cell line Nucleofector Kit V (Amaxa AG). 3 h later, cell extracts and precipitated supernatants were obtained and analysed by Western blot analysis. Reconstituted inflammasome in HEK293A cells For the human NLRP3 inflammasome reconstitution assays, 0.2 × 10 6 HEK293A cells were seeded onto 24-well plates in cell culture media lacking antibiotics. 24 h later, cells were transfected with plasmids expressing pro-IL-1β and inflammasome components (Origene), such as ASC, pro-caspase-1, NLRP3, or NLRP1, using lipofectamine 2000. These modified cells were then co-transfected with plasmids that express PKR (Catalog: puno-hPKR, Invivogen), or specific shRNA (Catalog: ksina42-hpkr, Invivogen) to knockdown the endogenous PKR. The total amount of DNA was standardized to 600 ng per well using a control plasmid. 24 h later, cell lysates were harvested and analyzed for IL-1β maturation and Caspase-1 cleavage by Western blot analysis. Immunoprecipitation Antibodies against the PKR, NLRP3, Flag, or Myc were used to precipitate proteins from cell lysis in the presence of 20μl protein A/G beads (Santa Cruz) overnight at 4°C. Protein complexes were washed four times with lysis buffer, and then incubated at 95°C for 5 minutes and resolved by Western blot analysis. Western-blot Proteins from cell-free supernatants were extracted by methanol/chloroform precipitation as described previously 18 . Cell extracts were prepared as described previously 7 . Samples were separated by 4-20% SDS-PAGE or 4-20% native-PAGE and were transferred onto PVDF membranes. The relative levels of HMGB1 in the culture medium were determined by Western blot analysis using recombinant HMGB1 protein to make a standard curve. PKR autophosphorylation assay PKR phosphorylation were assessed by PKR autophosphorylation assay as described previously 15 , 16 . For mouse cells-derived samples, PKR autophosphorylation assay is recommended. Gel Filtration Chromatography As described early 19 , fresh soluble lysates from mouse macrophages were prepared by hypotonic lysis and shearing through a 27-gauge needle. Soluble lysate (0.6 mg of total protein) was run on a Biosil 400 gel filtration column using a Bio-Rad Duoflow chromatography system in PBS with 2 mM DTT. Reconstituted inflammasome in a cell-free system Recombinant NLRP3, ASC and pro-caspase-1 were incubated with recombinant PKR and ATP (2.5mM) /Poly I:C (0.001 μg/mL) in the PKR reaction buffer (20 mM HEPES [pH7.4], 10 mM MgCl2, 40 mM KCl, 2 mM DTT) at 37 °C for 1 h. Caspase-1 activity was measured by hydrolysis of WEHD-pNA. E. coli -induced peritonitis and endotoxemia model PKR -/- and PKR +/+ mice were injected i.p. with live E. coli (2×10 9 per mouse). 6 h later, blood was collected and serum levels of IL-1β, IL-18, HMGB1, and IL-6 were measured by ELISA. Meanwhile, peritoneal cavities were washed with 10 ml of PBS. The lavage fluids were analysed for neutrophil influx by Flow cytometry using the neutrophil marker GR-1. For bacterial titers experiments, PKR +/+ and PKR -/- mice received live 2×10 9 E.coli into peritoneal cavity. And bacterial titers in both peritoneal cavity and spleen were measured 24 hour after E.coli challenge. To prevent other bacterial contamination during sample collection process, the E.coli had been transformed with an ampicillin-resistant gene. And bacterial titers were determined using ampicillin-containing LB agar plates. For endotoxemia experiments, PKR -/- and PKR +/+ mice received 20mg/kg of LPS and blood was collected 2.5 hour later. Serum IL-1β, IL-18, TNF, and IL-6 levels were determined by ELISA. Analysis of HMGB1 by tamdem mass spectrometry Detailed methods are available in Supplemetary Figures and Methods . Statistical analysis Student’s t-test and one-way ANOVA were used for comparison among all different groups. A p value < 0.05 was considered statistically significant. Supplementary Material 1 2 We thank H. LaQueta, M. Dancho, M. McCarty, E. Lau, D. Katz, and J. Scheinerman for technical assistance. This work was supported in part by grants from the National Institutes of Health (RO1 GM62508 to K.J.T and DK052539 to G.S.H). B.L and S.I.V are supported by the foundation of Elmezzi Graduate School of Molecular Medicine. T.N is supported by fellowships from the International Human Frontier Science Program and a Career Development Award from the American Heart Association. Supplementary Information is linked to the online version of the paper at www.nature.com/nature . Author Contributions B.L. and K.J.T. designed the research; B.L., T.N., K.I., D.J.A., J.L., Y.T., P.L., S.I.V. and H.E.H. performed the experiments; B.L., S.I.V., P.S.O., H.Y., S.S.C., J.R., T.K., G.S.H., U.A., and K.J.T. analysed the results; J.T. and R.Z. provided important reagents; B.L. made the figures; B.L. and K.J.T. wrote the paper; U.A., H.W., P.S.O., S.S.C. and G.S.H. edited and commented on the manuscripts. The authors declare no competing financial interests. 1 Schroder K Tschopp J The inflammasomes Cell 140 821 832 2010 20303873 2 Ogura Y Sutterwala FS Flavell RA The inflammasome: first line of the immune response to cell stress Cell 126 659 662 2006 16923387 3 Lamkanfi M Dixit VM Modulation of inflammasome pathways by bacterial and viral pathogens J Immunol 187 597 602 2011 21734079 4 Lamkanfi M Inflammasome-dependent release of the alarmin HMGB1 in endotoxemia J Immunol 185 4385 4392 2010 20802146 5 Kayagaki N Non-canonical inflammasome activation targets caspase-11 Nature 479 117 121 2011 22002608 6 Andersson U Tracey KJ HMGB1 is a therapeutic target for sterile inflammation and infection Annu Rev Immunol 29 139 162 2011 21219181 7 Yang H A critical cysteine is required for HMGB1 binding to Toll-like receptor 4 and activation of macrophage cytokine release Proc Natl Acad Sci U S A 107 11942 11947 2010 20547845 8 Manfredi AA Maturing dendritic cells depend on RAGE for in vivo homing to lymph nodes J Immunol 180 2270 2275 2008 18250435 9 Willingham SB NLRP3 (NALP3, Cryopyrin) facilitates in vivo caspase-1 activation, necrosis, and HMGB1 release via inflammasome-dependent and -independent pathways J Immunol 183 2008 2015 2009 19587006 10 Qin S Role of HMGB1 in apoptosis-mediated sepsis lethality J Exp Med 203 1637 1642 2006 16818669 11 Jiang W Bell CW Pisetsky DS The relationship between apoptosis and high-mobility group protein 1 release from murine macrophages stimulated with lipopolysaccharide or polyinosinic-polycytidylic acid J Immunol 178 6495 6503 2007 17475879 12 Yanai H HMGB proteins function as universal sentinels for nucleic-acid-mediated innate immune responses Nature 462 99 103 2009 19890330 13 Dey M Mechanistic link between PKR dimerization, autophosphorylation, and eIF2alpha substrate recognition Cell 122 901 913 2005 16179259 14 Dar AC Dever TE Sicheri F Higher-order substrate recognition of eIF2alpha by the RNA-dependent protein kinase PKR Cell 122 887 900 2005 16179258 15 Hsu LC The protein kinase PKR is required for macrophage apoptosis after activation of Toll-like receptor 4 Nature 428 341 345 2004 15029200 16 Nakamura T Double-stranded RNA-dependent protein kinase links pathogen sensing with stress and metabolic homeostasis Cell 140 338 348 2010 20144759 17 Sander LE Detection of prokaryotic mRNA signifies microbial viability and promotes immunity Nature 474 385 389 2011 21602824 18 Martinon F Pétrilli V Mayor A Tardivel A Tschopp J Gout-associated uric acid crystals activate the NALP3 inflammasome Nature 440 237 241 2006 16407889 19 Duncan JA Cryopyrin/NALP3 binds ATP/dATP, is an ATPase, and requires ATP binding to mediate inflammatory signaling Proc Natl Acad Sci U S A 104 8041 8046 2007 17483456 20 Bennett RL RAX, the PKR activator, sensitizes cells to inflammatory cytokines, serum withdrawal, chemotherapy, and viral infection Blood 108 821 829 2006 16861340 21 Rathinam VA Vanaja SK Fitzgerald KA Regulation of inflammasome signaling Nat Immunol 13 333 342 2012 22430786 22 Franchi L Muñoz-Planillo R Núñez G Sensing and reacting to microbes through the inflammasomes Nat Immunol 13 325 332 2012 22430785 23 Schattgen SA Fitzgerald KA The PYHIN protein family as mediators of host defenses Immunol Rev 243 109 118 2011 21884171 24 Wen H Ting JP O’Neill LA A role for the NLRP3 inflammasome in metabolic diseases-did Warburg miss inflammation? Nat Immunol 13 352 357 2012 22430788 25 Strowig T Henao-Mejia J Elinav E Flavell R Inflammasomes in health and disease Nature 481 278 286 2012 22258606 26 Bauernfeind F Cutting edge: reactive oxygen species inhibitors block priming, but not activation, of the NLRP3 inflammasome J Immunol 187 613 617 2011 21677136 Fig. 1 Role of PKR in pyroptosis-mediated HMGB1 release a-b. Cells were stimulated with Poly I:C. (a) Macrophages from PKR +/+ or PKR -/- mice. (b) PKR +/+ macrophages treated with indicated doses of the PKR inhibitor 2-AP. c. LPS-primed PKR +/+ macrophages were stimulated or treated with or without potassium-substituted medium (KCl) as indicated. Cells were lysed at indicated time points and PKR activation was monitored by autophosphorylation. d-g. LPS-primed PKR +/+ or PKR -/- macrophages were stimulated or treated with 2-AP as indicated. HMGB1 levels in the supernatant were determined by Western blot. Cytotoxicity was determined by LDH assay. Data shown are means ± SD of 3 independent experiments. #, p<0.05 vs. wild-type stimulated groups. h. Mass-spectrometric analysis of acetylation status of nuclear location sequences (NLS) of HMGB1. Fig. 2 PKR is important for inflammasome activation a-b. LPS-primed PKR +/+ or PKR -/- macrophages were stimulated as indicated. c. PKR +/+ macrophages were stimulated or treated with 2-AP or C 13 H 8 N 4 OS (CNS) as indicated. d-e. PKR +/+ or PKR -/- mice (n=5) were injected with live E. coli . f-g. HEK293A cells were transfected as indicated. Caspase-1 activation and IL-1β cleavage were assessed by Western-blot. Data are representative of at least three independent experiments. Levels of IL-1β, IL-18, HMGB1, and IL-6, in the supernatant (b) or serum (d) were determined by ELISA. Peritoneal lavage fluid was collected and neutrophil content measured by flow cytometry (e). Data shown are means ± SD. #, p<0.05 vs. wild-type infected groups. Fig. 3 PKR physically interacts with NLRP3 and facilitates inflammasome activation a-b. Immunoprecipitation (IP) and Western-blot (WB) analysis of the physical interaction of PKR and NLRP3 in cell-free system using recombinant proteins (a) or LPS-primed macrophages stimulated with ATP or treated with of 2-AP or C 13 H 8 N 4 OS (CNS) as indicated (b). c. The NLRP3 inflammasome was reconstituted using recombinant proteins and ATP/Poly I:C as indicated. Caspase-1 activity was measured by hydrolysis of WEHD-pNA. d. PKR +/+ macrophages were stimulated or treated with 2-AP as indicated. Cell lysates were subjected to gel-filtration chromatograph and western-blot. Results are representative of three independent experiments. Fig. 4 PKR regulates NLRP1, AIM2, NLRC4 inflammasome activation a. HEK293A cells were transfected as indicated. The physical interaction of PKR and myc-tagged proteins was analyzed by Immunoprecipitation (IP) and Western-blot (WB) analysis. b-d. LPS-primed (b) or unprimed (c, d) PKR +/+ or PKR -/- macrophages were stimulated with Anthrax lethal toxin (LT), or transfected with Poly (dA:dT), or infected with S. Typhimurium ( S.T ). MOI, multiplicity of infection. e. PKR +/+ macrophages were stimulated or treated with 2-AP as indicated. f. HEK293A cells were transfected as indicated. Caspase-1 activation, IL-1β cleavage, and HMGB1 secretion were assessed by Western-blot. Results are representative of at least three independent experiments.",
    "full_text_abstract": "The inflammasome regulates release of caspase activation-dependent cytokines, including IL-1β, IL-18, and high-mobility group box 1 (HMGB1) 1 - 5 . During the course of studying HMGB1 release mechanisms, we discovered an important role of double-stranded RNA dependent protein kinase (PKR) in inflammasome activation. Exposure of macrophages to inflammasome agonists induced PKR autophosphorylation. PKR inactivation by genetic deletion or pharmacological inhibition severely impaired inflammasome activation in response to double-stranded RNA, ATP, monosodium urate, adjuvant aluminum, rotenone, live E. coli, anthrax lethal toxin, DNA transfection, and S. Typhimurium infection. PKR deficiency significantly inhibited the secretion of IL-1beta, IL-18 and HMGB1 in E. coli -induced peritonitis. PKR physically interacts with multiple inflammasome components, including NLR family pyrin domain-containing 3 (NLRP3), NLR family pyrin domain-containing 1 (NLRP1), NLR family CARD domain-containing protein 4 (NLRC4), Absent in melanoma 2 (AIM2), and broadly regulates inflammasome activation. PKR autophosphorylation in a cell free system with recombinant NLRP3, ASC and pro-casapse-1 reconstitutes inflammasome activity. These results reveal a critical role of PKR in inflammasome activation, and indicate that it should be possible to pharmacologically target this molecule to treat inflammation."
}