{
    "PMC": "11612623",
    "DOI": "10.1158/1541-7786.mcr-23-0958",
    "PMID": "39348093",
    "PMCID": "PMC11612623",
    "title": "Defining Splicing Factor Requirements for Androgen Receptor Variant Synthesis in Advanced Prostate Cancer.",
    "year": 2024.0,
    "source_url": "https://europepmc.org/article/PMC/PMC11612623",
    "source": "MED",
    "full_text": "pmc Mol Cancer Res Mol Cancer Res Molecular Cancer Research 1541-7786 1557-3125 American Association for Cancer Research 11612623 39348093 MCR-23-0958 10.1158/1541-7786.MCR-23-0958 Version of Record Endocrine-related Cancers Gene Regulation Oncogenic Transcription Factors Posttranscriptional and Translational Control Transcription Factor Function RNA Biology Defining Splicing Factor Requirements for Androgen Receptor Variant Synthesis in Advanced Prostate Cancer Defining AR-V Splicing in Prostate Cancer https://orcid.org/0000-0002-5298-924X Walker Laura 1 https://orcid.org/0009-0002-8693-8974 Duncan Ruaridh 1 https://orcid.org/0009-0006-8102-0135 Adamson Beth 1 https://orcid.org/0009-0001-2539-585X Kendall Hannah 1 https://orcid.org/0009-0005-9103-7996 Brittain Nicholas 2 https://orcid.org/0000-0001-6337-7495 Luzzi Sara 3 https://orcid.org/0009-0005-0848-2387 Jones Dominic 4 https://orcid.org/0009-0000-4231-0726 Chaytor Lewis 5 https://orcid.org/0000-0001-9850-1409 Peel Samantha 5 https://orcid.org/0000-0001-6566-0868 Crafter Claire 6 https://orcid.org/0009-0006-3424-7214 O’Neill Daniel J. 5 https://orcid.org/0000-0002-9330-7874 Gaughan Luke 1 * 1 Newcastle University Centre for Cancer, Newcastle upon Tyne, United Kingdom. 2 Newcells Biotech, Newcastle upon Tyne, United Kingdom. 3 Newcastle University Biosciences Institute, International Centre for Life, Newcastle upon Tyne, United Kingdom. 4 Pierre-Fabre, Reading, United Kingdom. 5 Discovery Sciences, Biopharmaceuticals R&D, AstraZeneca, Cambridge, United Kingdom. 6 Early Oncology, Oncology R&D, AstraZeneca, Cambridge, United Kingdom. * Corresponding Author: Luke Gaughan, Newcastle University Centre for Cancer, Paul O’Gorman Building, Framlington Place, Newcastle upon Tyne NE2 4HH, United Kingdom. E-mail: luke.gaughan@ncl.ac.uk Mol Cancer Res 2024;22:1128–42 03 12 2024 30 9 2024 22 12 1128 1142 15 3 2024 02 8 2024 26 9 2024 ©2024 The Authors; Published by the American Association for Cancer Research 2024 American Association for Cancer Research https://creativecommons.org/licenses/by-nc-nd/4.0/ This open access article is distributed under the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0) license. Abstract Resistance to androgen receptor (AR)–targeted therapies represents a major challenge in prostate cancer. A key mechanism of treatment resistance in patients who progress to castration-resistant prostate cancer (CRPC) is the generation of alternatively spliced AR variants (AR-V). Unlike full-length AR isoforms, AR-Vs are constitutively active and refractory to current receptor-targeting agents and hence drive tumor progression. Identifying regulators of AR-V synthesis may therefore provide new therapeutic opportunities in combination with conventional AR-targeting agents. Our understanding of AR transcript splicing, and the factors that control the synthesis of AR-Vs, remains limited. Although candidate-based approaches have identified a small number of AR-V splicing regulators, an unbiased analysis of splicing factors important for AR-V generation is required to fill an important knowledge gap and furnish the field with novel and tractable targets for prostate cancer treatment. To that end, we conducted a bespoke CRISPR screen to profile splicing factor requirements for AR-V synthesis. MFAP1 and CWC22 were shown to be required for the generation of AR-V mRNA transcripts, and their depletion resulted in reduced AR-V protein abundance and cell proliferation in several CRPC models. Global transcriptomic analysis of MFAP1-depleted cells revealed both AR-dependent and -independent transcriptional impacts, including genes associated with DNA damage response. As such, MFAP1 downregulation sensitized prostate cancer cells to ionizing radiation, suggesting that therapeutically targeting AR-V splicing could provide novel cellular vulnerabilities which can be exploited in CRPC. Implications: We have utilized a CRISPR screening approach to identify key regulators of pathogenic AR splicing in prostate cancer. Biotechnology and Biological Sciences Research Council (BBSRC) http://dx.doi.org/10.13039/501100000268 Walker L. Cancer Research UK (CRUK) http://dx.doi.org/10.13039/501100000289 C9380/A25138 Brittain N. Prostate Cancer Research PCR-6955 Jones D. JGW Patterson Foundation (John George William Patterson Foundation) http://dx.doi.org/10.13039/100010089 12/21 NU009331 European Regional Development Fund (ERDF) http://dx.doi.org/10.13039/501100008530 IIIP-NE 25R17PO1847 Barbour Foundation Introduction At presentation, prostate cancer growth and progression are androgen dependent, with androgen receptor (AR) signaling being a key disease driver. As such, first-line therapies typically aim to attenuate this signaling axis by reducing available androgens using androgen deprivation therapy (ADT) to starve the AR of the ligand ( 1 , 2 ). Although patients are typically responsive to first-line hormone therapies, patients eventually relapse, and the disease often progresses to an androgen-independent, more aggressive form of the disease termed castration-resistant prostate cancer (CRPC; ref. 3 ). Along with chemotherapeutics, second-generation hormonal therapies, such as the anti-androgen enzalutamide, which effectively inhibits the AR by binding to the C-terminal ligand-binding domain, are effective in upward of 50% of patients with CRPC ( 4 – 6 ). Critically, the AR signaling axis remains active in this advanced disease setting, in part through several aberrations of the AR signaling cascade, including AR gene amplification, gain-of-function AR mutations, and generation of alternatively spliced forms of the AR, termed AR variants (AR-V; refs. 1 , 7 – 9 ). AR-Vs, including the most common isoform AR-V7, diminish sensitivity to ADT, are expressed in up to 75% of ADT-treated patients, but rarely in those with primary prostate cancer (<1%), and significantly diminish overall survival of this patient cohort ( 10 – 12 ). Therefore, therapeutically targeting AR-Vs represents a key unmet clinical need in the treatment of CRPC. Unlike the full-length AR (FL-AR) isoforms, AR-Vs lack the ligand-binding domain while retaining the transcriptionally potent N-terminal transactivation domain and DNA-binding domain ( 13 , 14 ). Hence, AR-Vs remain constitutively active at castrate levels of androgens and are refractory to the current repertoire of anti-androgens and ADT ( 9 , 12 , 15 ). Due to the unstructured nature of the N-terminal transactivation domain, therapeutically exploiting this region of AR has been proved difficult, whereas the highly conserved DNA-binding domain across the steroid hormone receptor family makes selective targeting of this region a challenge. However, encouragingly, there has been recent success in this area ( 16 , 17 ). An alternative route to AR-V signaling blockade gaining traction is to identify and exploit splicing processes that are critical for AR-V generation, which could represent tractable therapeutic targets for patients with AR-V–positive CRPC ( 18 – 20 ). Splicing of exon 3 to a number of distinct 3′ cryptic exons (CE) located within intron 3 generates a number of clinically relevant AR-Vs, including AR-V1 and AR-V7, with the latter, for example, containing CE3 ( 14 , 21 , 22 ). At present, our current understanding of the splicing factors that control CE inclusion at the expense of constitutive exons 4 to 8, which encode the FL-AR C-terminus, is limited. Candidate-based approaches have identified splicing regulators required for the inclusion of CE3 to produce mature AR-V7 transcripts, including U2AF65 and ASF/SF2 ( 23 ). Splicing factor SFPQ is highly expressed in metastatic CRPC samples and upregulates expression of SF3B2, a component of the SF3B complex ( 24 ), which has been shown to be a critical determinant of AR-V7 expression ( 25 ). Like SF3B2, depletion of SF3B3, another component of the SF3B complex, has been shown to inhibit growth of AR-V–positive CWR22Rv1 cells ( 24 ) as a consequence of diminished FL-AR and AR-V7 mRNA expression. More recently, we have shown that RBMX enhances splicing of exon 3 to several cryptic exons encoding AR-V7, AR-V6, and AR-V9, as well as canonical exons encoding FL-AR ( 26 ). While of interest, a global analysis of splicing factors important for AR-V synthesis has yet to be performed, which is a major knowledge gap and could be vital to comprehensively define splicing factor involvement in maturation of AR-V transcripts. We therefore applied a bespoke CRISPR library screen, encompassing 211 splicing factors, to interrogate target knockout on AR-V abundance in prostate cancer cells and highlight splicing regulators critical for generating AR-Vs. MFAP1, a component of the spliceosome B complex ( 27 , 28 ), and CWC22, which is part of the exon-joining complex ( 29 – 31 ), were identified and subsequently validated across a number of prostate cancer models to regulate AR-V and AR-V/FL-AR transcript generation, respectively. Individual depletion of both targets selectively diminished growth of prostate cancer cell lines, but not those derived from normal prostate epithelia, supporting the concept that these are nonessential genes that may offer a therapeutic window upon blockade. Critically, MFAP1 controls expression of AR-dependent and -independent gene signatures, including canonical AR target genes and those involved in the DNA damage response (DDR), which we show sensitizes prostate cancer cells to ionizing radiation (IR) upon MFAP1 knockdown. Overall, we have comprehensively profiled global splicing factor regulation of AR-V synthesis and subsequently validated MFAP1 and CWC22 as key regulators of pathogenic AR transcript splicing that could represent new therapeutic targets in the advanced stages of prostate cancer. Materials and Methods Mammalian cell culture CWR22Rv1 (CRL-2505), VCaP (CRL-2876), LNCaP (CRL-1740; RRID: CVCL_0395), HEK293FT (CRL-3216; RRID: CVCL_6911), and RWPE-1 (CRL-11609; RRID: CVCL_3791) cell lines were purchased from ATCC. CWR22Rv1-AR-EK cells are a CRISPR-engineered cell line generated by the host laboratory from CWR22Rv1 cells ( 32 ). CWR-R1-AD1 and CWR-R1-D567 (RRID: CVCL_ZC61) cells were a kind gift from Scott Dehm, University of Minnesota ( 33 ); LNCaP-95 (RRID: CVCL_ZC87) were a kind gift from Adam Sharp (Institute of Cancer Research); and PNT1-A and PNT2-C2 cells were a kind gift from Jan Trapman, Erasmus MC. All cells were maintained in RPMI-1640 (R5886, Sigma-Aldrich), with the exception of VCaP cells, which were grown in DMEM (D5030, Sigma-Aldrich), and LNCaP-95, which were grown in phenol red–free RPMI-1640, supplemented with 10% (v/v) FCS (Sigma) and 2 mmol/L L -glutamine (Sigma), hereby referred to as full media. To assess AR-V activity (CWR22Rv1 parental and VCaP cell lines), cells were seeded in RPMI-1640 or DMEM, respectively, supplemented with 10% (v/v) dextran-coated, charcoal-stripped FCS and 2 mmol/L L -glutamine, hereby referred to as steroid-depleted media. Cell lines were cultured in a humidified incubator (MCO-20AIC, Sanyo) at 37°C under 5% CO 2 . Mycoplasma tests were carried out in-house every 2 months and subjected to regular short tandem repeat profiling, and cells were never grown past 25 passages in culture. siRNA, single-guide RNA, and plasmid transfection and CWR22Rv1-AR-EK-iCas9 generation siRNA and single-guide RNA (sgRNA; Supplementary Tables S9 and S10) were purchased from Sigma-Aldrich in lyophilized form, resuspended to 50 mmol/L in sterile RNase/DNase-free water, and were stored at −20°C in aliquots. Lipofectamine RNAiMAX Transfection Reagent (Invitrogen) was used for siRNA and sgRNA (composed of composite crRNA/tracrRNA) delivery into the cells, according to the manufacturer’s instructions. Cells were incubated for 72 hours at 37°C prior to harvest for optimal gene knockdown/knockout. The inducible Cas9-expressing pTLCV2 vector was purchased from Addgene (Addgene plasmid #52961) together with second-generation lentiviral packaging and envelope plasmids psPAX2 and pMD2.G (Addgene plasmids #12260 and #12259). Cells were transfected with mammalian expression plasmids using TransIT-LT1 (Mirus Bio) at a ratio of 1 mg DNA:3 mL TransIT-LT1 as described in ( 32 ). For generation of the CWR22Rv1-AR-EK-iCas9 derivative, CWR22Rv1-AR-EK cells were seeded at a density of 2 × 10 5 cells per well and transduced with 500 μL of the pTLCV2-Cas9–containing virus for 24 hours at 37°C. Cells were then incubated with fresh media for a further 24 hours prior to the addition of 1 μg/mL puromycin continually for >3 weeks for selecting clonal populations that stably integrated the Cas9 construct and demonstrating Cas9 expression in response to 1 μg/mL doxycycline. RNA processing, RT-qPCR, and Western blotting RNA was isolated from cells using TRIzol reagent (Life Sciences, Invitrogen) according to the manufacturer’s handbook as described in ( 32 ). The resultant RNA was subjected to cDNA synthesis using the M-MLV Reverse Transcriptase system (Promega). cDNA was diluted by adding 130 μL RNase/DNase-free water for analysis by RT-qPCR, incorporating SYBR Green Dye 1 (Life technologies) and custom primers purchased from Sigma-Aldrich (Supplementary Table S11), using a QuantStudio 7 Flex Real-Time PCR System (Thermo Fisher Scientific). Ct values were normalized to RPL13A transcript using the ∆∆CT method. Following protein separation by gel electrophoresis, proteins were transferred to a Hybond ECL nitrocellulose membrane (GE Healthcare) prior to Western blot analysis as described in ( 34 ) using the antibodies listed in Supplementary Table S12. Statistical analysis Unless stated otherwise, all graphical data are representative of the mean of three independent biological repeats, and error bars represent ±SEM. The type of statistical testing is indicated in figure legends, typically either one-way ANOVA, two-way ANOVA, or an unpaired t test. All statistical analyses were conducted using Prism 8 software. The P values are interpreted as follows: *, P < 0.05; **, P < 0.01; ***, P <0.001; ns, not significant. Data availability RNA sequencing (RNA-seq) data generated in this study are available in Gene Expression Omnibus at GSE248502. All other data are available upon request from the corresponding author. Additional methods can be found in Supplementary Materials accompanying this article. Results Development of the CRISPR screening pipeline for defining AR-V splicing factors A global screen of splicing factors important for AR-V transcript maturation was required to fill an important knowledge gap and furnish new therapeutic targets for AR-V–positive prostate cancer. To that end, we created a bespoke CRISPR library consisting of four sgRNAs per gene, targeting 211 core splicing factors, and splicing regulators (Supplementary Table S1). These were incorporated into a high-throughput confocal microscopy pipeline, assessing total AR-V protein abundance following gene knockout. Our proprietary CWR22Rv1-derivative cell line CWR22Rv1-AR-EK, which only expresses AR-Vs ( 32 ) and hence is an ideal model system to conduct the study, was further modified to homogenously express Cas9 in response to doxycycline (termed CWR22Rv1-AR-EK-iCas9; Supplementary Fig. S1A–S1C). Doxycycline-induced Cas9 activity was subsequently validated using an AR-targeting sgRNA, which markedly decreased AR-V levels compared with a scrambled sgRNA control, as a consequence of effective AR gene knockout, and significantly diminished canonical AR target gene expression (Supplementary Fig. S2A–S2C). Importantly, CRISPR-mediated knockout of AR decreased CWR22Rv1-AR-EK-iCas9 cell growth to levels comparable with receptor knockdown in parental and CWR22Rv1-AR-EK-iCas9 derivatives (Supplementary Fig. S2D and S2E), indicating efficient CRISPR activity in this new cell line. To optimize immunofluorescent detection of AR levels for our high-throughput assay, a 1:1,000 dilution of an N-terminal AR-targeting antibody was identified as optimal to successfully detect flux to AR abundance in CWR22Rv1-AR-EK-iCas9 cells transfected with control or AR-targeting sgRNAs (Supplementary Fig. S3A). Furthermore, selection of an Alexa Fluor 647 secondary antibody enabled the acquisition of higher-resolution images and increased the dynamic range of AR detection over other tested antibodies (Supplementary Fig. S3B and S3C). Consistent with this, the detection of reduced AR levels in cells transfected with either AR-targeting sgRNAs or siRNAs confirms that our immunofluorescence assay provides a clear high-throughput screening window to assay AR-V abundance and is appropriate to assess the impact of splicing factor gene knockout in the subsequent screening assays (Supplementary Fig. S3D–S3F). CRISPR screening identifies regulators of AR-V abundance In addition to the 211 splicing factors contained within the screen, we incorporated the previously validated sgAR-1 as a positive control for depleted AR protein abundance. An additional positive control of three PLK1-targeted sgRNAs (sgPLK1-Pool), which were shown to cause a significant reduction in cell number equivalent to siRNA depletion (Supplementary Fig. S4A–S4C), was included to provide a positive control for target knockout lethality (see Supplementary Table S1 for the full list of screen targets). The nontargeting scrambled sgRNA was used to define average steady-state nuclear AR-V abundance to which relative change in AR-V levels upon splicing factor gene knockout was calculated. The optimized screening protocol (as shown in Fig. 1A ) was conducted in four independent experiments and utilized a 96-hour assay window to maximize the impact of gene knockout as evidenced by significantly diminished AR staining and cell growth by sgAR-1 and sgPLK1-Pool controls, respectively ( Fig. 1B ). The top 50 screening hits which reduced AR-V protein levels are shown in the heatmap ( Fig. 1C ). Of these, 10 screening hits demonstrated a significant decrease in the AR-V protein level compared with control across the four independent experimental repeats ( Fig. 1D ), including SFPQ, which had been previously identified as a regulator of AR-V7 synthesis ( 24 ). MFAP1, SLU7, and CWC22 were further evaluated and compared with the positive control SFPQ and the negative control QKI, which showed negligible effects on AR levels across the four screen repeats. Depletion of these five targets in several PC cell lines, including VCaP, CWR-R1-AD1, and CWR-R1-D567 (Supplementary Fig. S5A), demonstrated varied impacts on AR abundance. MFAP1 and CWC22 depletion selectively downregulated AR-V and AR-V/FL-AR isoforms, respectively, in CWR22Rv1 derivatives and VCaP cells, but not in CWR-R1-AD1 cells, to levels similar to SFPQ ( Fig. 1E ; Supplementary Fig. S5B–S5E), whereas knockdown of SLU7 had no impact on AR abundance across all tested prostate cancer cell lines and was consistent with QKI (Supplementary Fig. S5B–S5F). This latter finding suggested that the observed reduction in AR levels upon SLU7 knockout in the CRISPR screen was potentially off-target. Importantly, MFAP1 and CWC22 knockdown in CWR-R1-D567 cells failed to markedly affect respective expression of the TALEN-engineered AR-V567es, an AR-V which does not require selective splicing activity to be generated (Supplementary Fig. S5F), suggesting that these splicing regulators may directly control AR transcript processing rather than downstream translation. Crucially comparing AR abundance and cell proliferation readouts from the CRISPR screen indicated that both MFAP1 and CWC22 were among a small number of splicing factors that diminished AR and cell growth to levels equivalent to AR knockout (Supplementary Fig. S6A and S6B). Hence, MFAP1 and CWC22 were studied further to define their involvement in regulating FL-AR and AR-V expression in prostate cancer. Figure 1. Cas9-mediated knockout of MFAP1 and CWC22 diminishes AR-V levels in CWR22Rv1-AR-EK-iCas9. A, Schematic of the CRISPR/Cas9 knockout screening protocol optimized for use in the CWR22Rv1-AR-EK-iCas9 cell line. B, CWR22Rv1-AR-EK-iCas9 cells were reverse-transfected with 25 nmol/L of either sgRNA targeting AR exon 1 (sgAR-1) or PLK1 (sgPLK1-Pool) compared with a nontargeting scrambled (sgScr) control, as per the optimized screening protocol for 96 hours. Cells were fixed and stained with Hoechst nuclear stain, anti–AR 441 (Dako) at a concentration of 1:1,000 followed by the secondary antibody Alexa Fluor 647 in modified blocking buffer (1% BSA/0.1% Triton X/PBS). GFP expression and Hoechst staining were imaged, and nuclear AR-V abundance in response to AR knockout using sgAR-1 was compared with the sgScr control. Statistical significance was determined using an unpaired t test (**, P < 0.01; ***, P < 0.001). C, CWR22Rv1-AR-EK-iCas9 cells were transfected as in B with 25 nmol/L sgRNAs targeting 211 splicing factors for 96 hours prior to AR-V immunofluorescence analysis. The resultant data are presented as a heatmap showing the top 50 ranked splicing factors impacting AR levels compared with sgScr control. D, The top 10 ranked splicing factors shown to diminish AR abundance are shown in graphical form. Data are representative of four independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test (**, P < 0.01; ***, P < 0.001). E, Protein levels of AR-Vs, Cas9, CWC22, MFAP1, and α-tubulin were assessed using Western blot analysis in the CWR22Rv1-AR-EK-iCas9 cell line. Data are representative of three independent experiments. MFAP1 and CWC22 regulate selective AR isoform synthesis in prostate cancer Consistent with our preliminary siRNA experiments, MFAP1 and CWC22 knockout using the deconvoluted sgRNA pools markedly depleted AR-V protein abundance in CWR22Rv1-AR-EK-iCas9 cells ( Fig. 1E ), coincident with reduced expression of both splicing factors by CRISPR-mediated gene editing (Supplementary Fig. S7A and S7B). Subsequent transfection of additional MFAP1- and CWC22-targeting siRNAs across several FL-AR–expressing and FL-AR/AR-V–positive and –negative prostate cancer cell lines, including VCaP, LNCaP and LNCaP-95, supported our findings that MFAP1 depletion selectively reduces AR-V protein levels without impacting FL-AR, whereas CWC22 knockdown consistently reduced both FL-AR and AR-Vs ( Fig. 2A ; Supplementary Figs. S8A–S8E and S9A–S9E). Importantly, mRNA levels of several clinically relevant AR-Vs, including AR-V1, AR-V6, AR-V7, and AR-V9, were shown to be downregulated by both MFAP1 and CWC22 knockdown in CWR22Rv1 derivatives and VCaP cells, suggesting that these splicing factors may be important for AR-V transcript synthesis and/or maturation ( Fig. 2B–D ). In support of this, CRISPR-induced knockout of MFAP1 and CWC22 caused significant reduction of AR-V1 and -V7 transcripts ( Fig. 2E ). FL-AR transcript levels were found to be reduced by knockdown of both splicing factors, which, for MFAP1, was unexpected, given it had no effect on FL-AR protein levels. Irrespective of this, however, respective depletion of MFAP1 and CWC22 was found, in the main, to significantly decrease expression of canonical AR target genes UBE2C , CCNA2 , and TMPRSS2 in CWR22Rv1 derivatives and VCaP cells grown under steroid-depleted conditions ( Fig. 2F–H ). We speculate that this is a direct result of downregulated expression of AR-V and FL-AR isoforms in response to diminished levels of the two splicing factors. Figure 2. MFAP1 and CWC22 depletion causes a reduction in expression of AR-FL and AR-V target genes across several CRPC cell line models. A, Protein levels of AR species (FL-AR and AR-Vs) and α-tubulin were assessed using Western blot analysis in the CWR22Rv1 cell line in response to siRNA-mediated splicing factor knockdown. Protein changes were compared with the scrambled (siScr) control for gene knockdown studies. CWR22Rv1-AR-EK ( B ), CWR22Rv1 ( C ), and VCaP ( D ) cell lines were treated with 25 nmol/L siRNA for 72 hours targeting MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4) and CWC22 (siCWC22, pool of siCWC22-2, and siCWC22-4) compared with a nontargeting scrambled (siScr) control. CWR22Rv1 and VCaP cells were cultured in steroid-depleted media to allow AR-Vs to drive growth. FL- AR, AR-V1, AR-V6, AR-V7, and AR-V9 transcripts were quantified by RT-qPCR. Top, Diagrammatic representation of AR gene exons 3, CEs, and exon 4, and how the distinct AR-Vs were detected. E, CWR22Rv1-AR-EK-iCas9 cell lines were treated with 1 μg/mL doxycycline and were reverse-transfected with 25 nmol/L sgRNA for 72 hours targeting CWC22 (sgCWC22-1, sgCWC22-2, sgCWC22-3, and sgCWC2-4) and MFAP1 (sgMFAP1-1, sgMFAP1-2, sgMFAP1-3, and sgMFAP1-Pool), along with a positive control targeting AR exon 1 (sgAR-1) to deplete AR-Vs, compared with a nontargeting scrambled (sgScr) control. AR-V1 and AR-V7 transcripts were quantified by RT-qPCR. Ct values were normalized to RPL13A and the scrambled control. Data represent three independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test (*, P < 0.05; **, P < 0.01; ***, P < 0.001; ns, not significant). CWR22Rv1-AR-EK ( F ), CWR22Rv1 ( G ), and VCaP ( H ) cell lines were cultured as above and subjected to RT-qPCR to analyze AR target gene expression UBE2C , CCNA2 , and TMPRSS2 . Ct values were normalized to RPL13A and the scrambled control. Data represent three ( B , C , F , G ) and two ( D and H ) independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test (*, P < 0.05; **, P < 0.01; ***, P < 0.001; ns, not significant). To test if the effects of MFAP1 and CWC22 downregulation manifested in reduced prostate cancer cell proliferation, as evidenced from our initial CRISPR screening data, an extensive panel of prostate cancer and normal prostate epithelial cells was subjected to siRNA-mediated knockdown. Depletion of both MFAP1 and CWC22 caused a significant reduction in CWR22Rv1 and CWR22Rv1-AR-EK cell growth comparable with AR knockdown, suggesting that the impact of MFAP1 and CWC22 depletion phenocopies loss of AR [ Fig. 3A and B (SRB assay); Supplementary Fig. S10A–S10C (cell counts)]. In VCaP cells, MFAP1 depletion had no significant impact on cell growth, which is a likely consequence of selective depletion of AR-Vs, but not FL-AR, in this AR gene–amplified cell line ( Fig. 3C ), whereas loss of both AR-Vs and FL-AR upon CWC22 knockdown caused a significant decrease in cell proliferation. In contrast, knockdown of MFAP1 and CWC22 failed to affect the growth of CWR-R1-AD1 and CWR-R1-D567, which is consistent with Western blot analysis demonstrating no impact of splicing factor depletion on FL-AR and AR-V567es isoforms ( Fig. 3D and E ). Furthermore, AR-negative PC3 cells, but not normal prostate epithelial PNT1A and PNT2C-2, showed sensitivity to diminished MFAP1 and CWC22 expression, implicating roles in RNA metabolism outside of the AR signaling cascade ( Fig. 3G and H ). Importantly, the lack of response in the PNT1A and PNT2C-2 cells may highlight a therapeutic window in which MFAP1 and CWC22 targeting could selectively impact CRPC cells without toxicity in normal prostate tissue. We subsequently validated the effect of diminished MFAP1 and CWC22 levels on prostate cancer cell growth using CRISPR-mediated knockout of both splicing factors in our CWR22Rv1-AR-EK-iCas9 cell line ( Fig. 3I ), as well as demonstrating that knockdown of each causes arrest at the G 1 phase of the cell cycle at the expense of G 2 –M ( Fig. 3J ). Interestingly, depletion of MFAP1 modestly enhanced the antiproliferative effect of the second-generation anti-androgen enzalutamide on CWR22Rv1 cells ( Fig. 3K ) and also diminished growth of an enzalutamide-resistant VCaP cell line ( Fig. 3L ), providing a rationale for targeting AR-V splicing regulators in treatment-resistant CRPC. Overall, our findings provide evidence that in AR-positive cells, MFAP1 and CWC22 regulate AR isoform generation at the level of transcript synthesis and/or maturation, which subsequently impacts canonical AR signaling and prostate cancer cell growth. Figure 3. MFAP1 and CWC22 depletion causes a selective reduction in prostate cancer cell growth. Prostate cancer cell lines CWR22Rv1 ( A ), CWR22Rv1-AR-EK ( B ), VCaP ( C ), CWR-R1-AD1 ( D ), CWR-R1-D567 ( E ), and PC3 ( F ) and prostate epithelial cells PNT1-A ( G ) and PNT2C-2 ( H ) were transfected with 25 nmol/L siRNA for 120 hours targeting MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4) or CWC22 (siCWC22, pool of siCWC22-2, and siCWC22-4), along with a positive control targeting AR exon 1 ( A–C ), compared with a nontargeting scrambled (siScr) control. Cell growth was assessed by Sulforhodamine B (SRB) assay after 120 hours compared with the scrambled control for each cell line. Data represent two ( E ) and three ( A–D and F–H ) independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test (*, P < 0.05; **, P < 0.01; ***, P < 0.001; ns, not significant). I, CWR22Rv1-AR-EK-iCas9 cell lines were treated with 1 μg/mL doxycycline and transfected with 25 nmol/L sgRNA for 120 hours targeting CWC22 (sgCWC22-1, sgCWC22-2, sgCWC22-3, and sgCWC2-Pool) and MFAP1 (sgMFAP1-1, sgMFAP1-2, sgMFAP1-3, and sgMFAP1-Pool), along with a positive control targeting AR exon 1 (sgAR-1) to deplete AR-Vs, compared with a nontargeting scrambled (sgScr) control. Cell growth was assessed after 120 hours compared with the scrambled control. Data represent independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test (**, P < 0.01; ***, P < 0.001). J, CWR22Rv1-AR-EK cells cultured under serum-containing medium conditions were transfected with 25 nmol/L siRNA to deplete MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4) and AR-Vs (siAREx1; CWR22Rv1-AR-EK cells only) compared with a nontargeting scrambled (siScr) control. Cells were incubated for 72 hours, and cell pellets were collected and subjected to propidium iodide–based flow cytometry. Data are representative of two independent experiments ± SEM. Statistical significance was determined by a two-way ANOVA with the Dunnett multiple comparison test (*, P <0.05; **, P <0.01; ns, not significant). K, CWR22Rv1 cells were transfected with 25 nmol/L siRNA for 120 hours targeting MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4), compared with a nontargeting scrambled (siScr) control, along with increasing concentrations of enzalutamide, compared with a DMSO control. Cell growth was assessed after 120 hours compared with the scrambled, DMSO treatment arm of the experiment. Data are representative of three independent experiments, in which average cell growth across the three independent experiments was plotted as a heatmap. L, Enzalutamide-resistant VCaP cells grown in 10 μmol/L enzalutamide were subjected to MFAP1 knockdown as in K for 120 hours prior to cell count analysis. Data represent three independent experiments, and statistical significance was determined using a paired t test (***, P < 0.001). MFAP1 and CWC22 control AR transcript maturation downstream from transcription To provide more mechanistic insights into the role of the two splicing factors in mature AR transcript synthesis, we first assessed the effect of knockdown of MFAP1 and CWC22 on endogenous unspliced AR pre-mRNA levels in CWR22Rv1 cells ( Fig. 4A ). This experiment was designed to provide insights into whether these splicing factors regulated AR gene transcription or at a point downstream during transcript maturation. Intriguingly, although a marked downregulation of mature AR-V7 transcript levels was observed, there was no apparent impact on AR pre-mRNA levels ( Fig. 4B ) in response to MFAP1 and CWC22 depletion ( Fig. 4C and D ), suggesting that these splicing factors function downstream of transcription and may regulate splicing. Figure 4. CWC22 and MFAP1 knockdown compromises splicing of constitutive exons and CEs without impacting AR pre-mRNA levels. A, Diagrammatic representation of the primers used to detect AR pre-mRNA and AR-V7 in the CWR22Rv1 cell line. CWR22Rv1 cells were cultured under steroid-depleted conditions and were reverse-transfected with 25 nmol/L siRNA targeted to CWC22 (siCWC22, pool of siCWC22-2, and siCWC22-4) or MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4), compared with a nontargeting scrambled (siScr) control, for 72 hours. Samples were harvested for RT-qPCR, and comparative protein lysates were generated to assess knockdown efficiency by Western blot analysis. Gene expression of AR species (AR pre-mRNA; AR-V7 mature transcript; B ), CWC22 ( C ), and MFAP1 ( D ) were quantified by RT-qPCR. Ct values were normalized to RPL13A and the scrambled control. Data represent three independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test ( B ) and an unpaired t test ( C and D ; *, P < 0.05; **, P < 0.01; ***, P < 0.001; ns, not significant). E, Diagrammatic representation of the minigene construct and primer-binding sites. Primers are designed to be specific to AR-V7 (binding exon 3 and CE3) or FL-AR (binding exon 3 and exon 4). PC3 cells were transfected with 1 μg of the minigene plasmid and 25 nmol/L siRNA targeting CWC22 (siCWC22, pool of siCWC22-2, and siCWC22-4) or MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4), compared with a nontargeting scrambled (siScr) control for 72 hours. A nontransfected (NT) experimental arm was also included. Cells were incubated for 72 hours and harvested for RT-qPCR and Western blot analyses. AR-V7 and FL-AR transcripts ( F ) and CWC22 ( G ) and MFAP1 ( H ) transcript and protein levels were quantified by RT-qPCR and Western blot analysis, respectively. Ct values were normalized to RPL13A and the scrambled control. Data represent three independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test ( F ) and an unpaired t test ( G and H ; *, P < 0.05; ***, P < 0.001; ns, not significant). To test this, we subsequently conducted minigene-based AR splicing analysis in AR-negative PC3 cells ( Fig. 4E ) as performed in ( 26 ). Here, cells were individually depleted of MFAP1 and CWC22, and the effect on splicing of ectopic AR-V7– (exon 3–CE3) and FL-AR–encoding (exon 3–exon 4) exons was analyzed by RT-qPCR. As shown in Fig. 4F , splicing of exons encoding AR-V7 was significantly diminished by knockdown of both MFAP1 and CWC22 ( Fig. 4G and H ), whereas FL-AR–encoding exon splicing was markedly and selectively depleted by CWC22, which is largely consistent with our findings in CWR22Rv1 and VCaP PC cells. These data support the concept that MFAP1 and CWC22 are involved in regulating splicing events required for AR-V and FL-AR generation. Because of our interest in defining the role of splicing factors in the selective generation of AR-Vs, we decided to limit our subsequent molecular characterizations to MFAP1 only. MFAP1 regulates expression of AR-dependent and -independent gene signatures Examining the MFAP1-regulated transcriptome was next undertaken to define its role in regulating global gene expression and splicing activities in prostate cancer. Critically, given that MFAP1 knockdown reduces AR-V levels, it was important to distinguish differentially expressed genes (DEG) driven by AR-Vs from those directly impacted by MFAP1 depletion. We therefore incorporated an AR-V knockdown arm, alongside MFAP1 depletion, into our RNA-seq workflow in CWR22Rv1 cells (Supplementary Fig. S11A) and validated target knockdown at the protein and transcript levels prior to sequencing (Supplementary Fig. S11B–S11D). Reassuringly, although our triplicate samples for each experimental arm showed good overlap, we also observed robust interexperimental arm separation, which was indicative of distinct gene expression profiles among scrambled control, MFAP1 knockdown, and AR-V knockdown (Supplementary Fig. S11E). Specifically, AR-V and MFAP1 depletion resulted in 13,578 and 13,578 DEGs, respectively; of these, 648 and 1,004 DEGs demonstrated a statistically significant 1.5-fold change (log 2 fold change 0.58; P -adjusted <0.05; Fig. 5A ; Supplementary Fig. S11F; Supplementary Table S2). Figure 5. MFAP1 depletion impacts AR-dependent and -independent signaling in prostate cancer. A, DEGs were assessed for MFAP1 (siMFAP1, pool if siMFAP1-1, and siMFAP1-4) and AR-V (siCE3) depletion compared with the nontargeting scrambled (siScr) control in the CWR22Rv1 cell line. Dots represent genes up- or downregulated, demonstrating a 1.5-fold change. Blue dots represent any genes that were up- or downregulated demonstrating a 1.5-fold change which have a P value < 0.05. N = number of SDEGs up- or downregulated. B, Downregulated SDEGs from MFAP1 and AR-V7 knockdown in CWR22Rv1 cells were compared with an AR-V transcriptome derived from CWR22Rv1-AR-EK cells [Kounatidou and colleagues ( 32 )] to determine AR-dependent and -independent gene signatures of MFAP1. C, DEG lists from depletion of MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4) in CWR22Rv1 cells were compared with an AR hallmark gene list and custom lists of AR-V7–regulated genes taken from Hu and colleagues ( 47 ) and Cai and colleagues ( 48 ) using gene set enrichment analysis (GSEA). Nominal P value and NES (normalized enrichment score) for each treatment arm are shown. DEG lists from MFAP1 depletion in CWR22Rv1 cells were compared with ( D ) hallmark and ( E ) Kyoto Encyclopedia of Genes and Genomes (KEGG) gene lists using GSEA. Graphs show the top 15 (or less) positively and negatively enriched pathways with a P value < 0.05 and an FDR < 25%. F, Downregulated AR-independent, MFAP1-regulated genes (SDEGs) were profiled using Enrichr pathway analysis. Given that we would be initially assessing an overlap between the MFAP1 and AR-V statistically significant DEGs (SDEG), we began by validating our CWR22Rv1-derived AR-V transcriptome by comparing with a previously generated AR-V signature from CWR22Rv1-AR-EK cells ( 32 ). Reassuringly, we observed a 34% overlap in DEGs between AR-V knockdown in CWR22Rv1 (siCE3) and AR depletion in the AR-V–only CWR22Rv1-AR-EK derivative (siAREx1), supporting the utilization of these gene sets to study transcriptional interplay with MFAP1 (Supplementary Fig. S12A–S12C; see Supplementary Table S3 for overlapping and non-overlapping gene lists). Importantly, examination of the MFAP1 transcriptome indicated respective 26% and 24% overlaps with the AR-V–driven gene expression signature from CWR22Rv1 (siCE3) and CWR22Rv1-AR-EK (siAREx1) cells ( Fig. 5B ; Supplementary Fig. S13A and S13B). Consistent with this finding, gene set enrichment analysis indicated that MFAP1 depletion significantly downregulated AR hallmark and bespoke AR and some, but not all, AR-V7 gene sets ( Fig. 5C ; Supplementary Fig. S13C; Supplementary Table S4; ref. 35 ). As such, several AR-V7 target genes, such as ZWINT , PLK1 , and TPX2 , were markedly downregulated in response to MFAP1 depletion (Supplementary Fig. S13D), whereas several hallmark and Kyoto Encyclopedia of Genes and Genomes pathways controlled by MFAP1, including mitotic spindle and DNA replication , overlapped with those regulated by AR-Vs ( Fig. 5D and E ; Supplementary Fig. S14A, S14B and S15A, S15B; Supplementary Table S5A and S5B). These findings support the concept that MFAP1 controls an AR-V–driven transcriptional signature largely by modulating AR-V levels, via transcript processing, as opposed to a direct impact on AR transcriptional co-regulation. Crucially, 74% of the MFAP1-regulated transcriptome was found to be independent of its effect on AR-Vs, with 451 and 463 SDEGs shown to be downregulated by MFAP1 depletion in CWR22Rv1 and CWR22Rv1-AR-EK cells, respectively, that are distinct from AR-V–driven genes (Supplementary Fig. S13A and S13B). As shown in Fig. 5F , analysis of these AR-V–independent MFAP1-regulated genes (see Supplementary Table S6 for gene list) identified involvement in a number of metabolic and biosynthetic pathways, including arginine , proline , and pyruvate metabolism , mTOR signaling , and cell cycle , consistent with our previous data indicating a cytostatic effect of MFAP1 knockdown in prostate cancer cells. MFAP1 regulates AR transcript splicing in prostate cancer MFAP1 is an abundant component of the spliceosome B complex and by interacting with U5 (hPRP6) and U4/U6 (hPRP3) proteins, is thought to play an important structural role in enabling downstream splicing activity ( 27 , 28 ). Hence, it was important to first assess the wider impact of MFAP1 depletion on global splicing decisions in CWR22Rv1 cells. To that end, differential splicing analysis was conducted using SUPPA2 ( 36 ), which provides a ∆proportion spliced in value that represents the abundance of alternatively spliced transcripts between our scrambled control and MFAP1-knockdown experimental arms. As shown in Fig. 6A and B , depletion of MFAP1 resulted in a total of 8,776 splicing events with a cutoff of ± 0.2 ∆proportion spliced in, 397 of which were considered significant ( P value < 0.05), with alternativ e first exon and exon skipping identified as the predominant changes to transcript composition in response to MFAP1 manipulation (Supplementary Table S7A and S7B). Running the genes associated with the significant splicing alterations through Enrichr pathway analysis ( 37 ) identified several cellular processes potentially impacted by MFAP1 depletion, including RNA binding and RNA polymerase activity ( Fig. 6C ). Figure 6. MFAP1 knockdown impacts global splicing patterns, including AR exon inclusion dynamics. A, Global splicing patterns of CWR22Rv1 cells depleted of MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4) were quantified by category (e.g., alternative first exon and skipping exon). Events that passed a ∆proportion spliced in (ΔPSI) value ± 0.2 were plotted (left); events that were considered significant ( P value of <0.05) were plotted (right). B, Volcano plots were plotted of differential splicing events that passed cutoffs of ΔPSI ± 0.6 and FDR <0.05, annotated with their gene ID (red). C, 397 significantly altered splicing events (∆PSI and P value) which accounted for 227 unique genes were ran through Enrichr using molecular function gene ontology (GO) terms filters to identify involvement in cellular functions. D, RNA-seq data derived from CWR22Rv1 cells depleted of MFAP1 were analyzed for altered exon composition of distinct AR transcripts as calculated by investigating relative exon inclusion (PSI) for all junctions measured using SUPPA2. Bottom, Diagrammatic representation of the AR gene exon 3, CE3, and exon 4 and shift in splicing activity in response to MFAP1 depletion. E, CWR22Rv1 cells cultured under steroid-depleted conditions were transfected with 25 nmol/L siRNA targeted to MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4,) or scrambled (siScr) control for 72 hours prior to treatment with 5 μmol/L actinomycin D for 0–3 hours and FL-AR/AR-V7 transcript profiling by RT-qPCR. Ct values were normalized to RPL13A transcript and the scrambled control. Data represent three independent experiments ± SEM. Statistical significance was determined by an unpaired t test at time point 0 hour or at the 3 hours endpoint (*, P < 0.05; **, P < 0.01; ns, not significant). We next sought to better define the role of MFAP1 in regulating AR transcript processing/maturation. Our previous pre-mRNA and minigene analyses provided evidence that MFAP1 controlled AR mRNA processing downstream of transcription and facilitated AR-V7–encoding CE3 inclusion in the ectopic minigene-derived transcript, suggesting that MFAP1 may directly regulate AR-V splicing in prostate cancer. Consistent with these findings, analysis of AR transcript composition in our RNA-seq data provided compelling evidence that in response to MFAP1 knockdown, splicing of exon 3 to CE3 encoding AR-V7 is downregulated ( Fig. 6D ), supporting the concept that MFAP1 is a bona fide splicing factor of AR-Vs in prostate cancer. Interestingly, we found that splicing events of FL-AR–encoding exon 3 to exon 4 were modestly upregulated upon MFAP1 depletion. This is inconsistent with our minigene experiments, in which we observed no change in exon 3 to exon 4–containing transcripts, and is in stark contrast to our RT-qPCR analyses, which showed marked depletion of FL-AR transcripts upon MFAP1 knockdown. Although ill-defined, we speculate that although knockdown of MFAP1 has a positive impact on exon 3 to exon 4 splicing, its loss may deregulate splicing of downstream FL-AR–encoding exons, which destine the aberrant transcripts to nonsense-mediated decay (NMD), resulting in an overall reduction of mRNA abundance. Finally, to support our findings that MFAP1 is an AR-V splicing regulator, and to dismiss a role for MFAP1 in regulating AR transcript stability, we assessed FL-AR and AR-V7 transcript stability in response to MFAP1 depletion using actinomycin D. As expected, steady-state AR transcript levels were significantly diminished by MFAP1 knockdown [ Fig. 6E (left columns)]. However, upon actinomycin D treatment for 0 to 3 hours, which blocks de novo RNA synthesis, turnover of FL-AR and AR-V7 transcripts was not enhanced [ Fig. 6D (right columns)], suggesting that MFAP1 does not regulate mature FL-AR and AR-V7 mRNA stability but controls transcript metabolism at the level of splicing. MFAP1 manipulation increases sensitivity to DNA damage in prostate cancer In addition to its effect on AR transcript splicing, we observed a significant downregulation of DDR-associated gene sets, nucleotide excision repair and homologous recombination , in response to MFAP1 knockdown, which was consistent with the effects of AR-V depletion (Supplementary Table S8). Given that MFAP1 controls an AR-V transcriptome, which we had previously shown includes a DDR gene signature ( 32 ), the finding that MFAP1 regulates genes involved in DNA repair was not unexpected and is highlighted in Fig. 7A , demonstrating consistent downregulation of DDR-associated genes between depletion of MFAP1 and AR. To address if compromising MFAP1 activity diminishes repair of DNA damage, CWR22Rv1-AR-EK cells depleted of MFAP1, AR-Vs, or both were subjected to 2 Gy IR treatment prior to analysis of γH2AX foci. Repair of DNA breaks was robust at 6 and 24 hours after IR treatment in the scrambled control but was significantly compromised at 6 hours in response to individual MFAP1 and AR-V knockdown ( Fig. 7B ; Supplementary Fig. S16). These data support our findings that both MFAP1 and AR-Vs regulate a gene signature involved in DNA repair. Interestingly, dual knockdown of MFAP1 and AR-Vs led to a further modest reduction in γH2AX resolution at 24 hours, but this was insignificant. When this experiment was repeated in MFAP1-depleted CWR22Rv1 cells treated with and without enzalutamide, there was no marked difference in DNA repair capacity in the presence or absence of AR signaling 24 hours after IR treatment ( Fig. 7C ), indicating that MFAP1 and AR regulation of the DDR likely converges on shared transcriptional targets. Additional experiments conducted in the AR-negative PC3 cell line, in which MFAP1 knockdown was found to enhance the abundance of γH2AX foci at 6 and 24 hours after IR treatment, further support an involvement of MFAP1 in response to DNA damage and are consistent with the findings from AR-negative HeLa cells demonstrating reduced DDR-associated gene expression upon MFAP1 knockdown ( Fig. 7D ; Supplementary Fig. S17; ref. 38 ). Figure 7. MFAP1 regulates an AR-independent DDR gene signature in which knockdown sensitizes prostate cancer cells to IR. A, DEG lists from depletion of MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4) and AR-V7 (siCE3) in CWR22Rv1 cells were compared with KEGG gene lists from gene set enrichment analysis (GSEA) for nucleotide excision repair and homologous recombination . Log 2 FC for each gene was plotted as a heatmap. B, CWR22Rv1-AR-EK cells were transfected with 25 nmol/L siRNA to deplete MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4), AR-Vs (siAREx1), or both MFAP1 and AR-V7 (siDual, pool of siMFAP1-1, siMFAP1-4, and siCE3) or scrambled (siScr) control for 72 hours prior to irradiation with 2 Gy IR and harvested for immunofluorescence analysis of γH2AX foci 1, 6 and 24 hours after IR. A minus IR (−IR) arm was also included to compare with endogenous DNA damage. γH2AX foci were quantified using ImageJ software, and data are presented as average foci/cell. Data are representative of three independent experiments ± SEM. C, CWR22Rv1 cells were transfected with 25 nmol/L siRNA to deplete MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4) or scrambled (siScr) control in the presence and absence of 10 μmol/L enzalutamide for 72 hours prior to irradiation with 2 Gy IR and harvested for immunofluorescence as in B . D, PC3 cells were transfected as in C and harvested for immunofluorescence analysis of γH2AX foci 1, 6, and 24 hours after IR as in B . E, CWR22Rv1-AR-EK cells were transfected with 25 nmol/L siRNA to deplete MFAP1 (siMFAP1, pool of siMFAP1-1, and siMFAP1-4), AR-Vs (siAREx1), or both and a scrambled (siScr) control for 72 hours prior to re-seeding at a density of 125, 250, or 500 cells/well on six-well plates, irradiated with 2 Gy IR (plus IR arm only) 8 hours later and left for 3 weeks to allow colonies to form. The resultant colonies were counted, and high-resolution scanned images of the plates were generated for representative images. Data are representative of three independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test (*, P < 0.05; **, P < 0.01; ***, P < 0.001). F, PC3 cells were transfected as in E and irradiated with 2 Gy IR (plus IR arm only) 8 hours later and left for 3 weeks to allow colonies to form. The resultant colonies were counted, and high-resolution scanned images of the plates were generated for representative images. Data are representative of three independent experiments ± SEM. Statistical significance was determined by a one-way ANOVA with the Dunnett multiple comparison test (*, P < 0.05; **, P < 0.01; ***, P < 0.001). Lastly, to address if the observed compromised DDR capacity in cells individually or dually depleted of MFAP1 and AR-V manifested as diminished cell viability, clonogenic assays were performed in CWR22Rv1-AR-EK cells subjected to single or double knockdown ± IR treatment. As shown in Fig. 7E , in both the presence and absence of IR treatment, individual and dual depletion of either MFAP1 or AR-V significantly decreased prostate cancer cell viability, with the latter finding being consistent with previous studies ( 32 , 39 ). Importantly, the elevated sensitivity of MFAP1-depleted cells to IR suggests that MFAP1 targeting, potentially in combination with AR-targeting agents, may offer more effective combination treatments in prostate cancer. Our findings that PC3 cells show reduced viability upon MFAP1 depletion ± IR ( Fig. 7F ) support this idea. Overall, our study has provided insights into the control of AR-V synthesis and defined MFAP1 as a key regulator of AR-V splicing and DDR in models of advanced prostate cancer. Discussion The generation of AR-Vs in upward of 75% of patients with prostate cancer in response to FL-AR–targeted therapies represents a key clinical challenge ( 11 ). By enabling constitutive activation of the AR signaling cascade and rendering the current repertoire of hormonal therapies ineffective, AR-Vs drive progression of disease to a more advanced and often fatal state ( 9 , 12 , 40 ). There remains, therefore, an unmet clinical need to effectively diminish AR-V function, which would theoretically re-sensitize advanced prostate cancer to AR pathway inhibitors and provide more durable therapies for men with prostate cancer. Although direct domain-specific targeting of AR-Vs remains challenging, inhibiting AR-V synthesis by blocking key splicing regulators represents a potentially tractable route to providing new therapeutic strategies for advanced disease ( 19 ). To date, a number of candidate-based approaches have identified splicing regulators of AR-Vs, such as U2AF65 ( 23 ), SAM68 ( 41 ), PSF ( 24 ), and RBMX ( 26 ), which has provided insights into AR transcript processing in models of advanced prostate cancer. Although a recent whole-genome CRISPR screen was conducted to identify regulators of AR signaling ( 42 ), critically, a global and unbiased screening pipeline to identify human splicing factors involved in AR-V synthesis has not been performed. Expediting such a study would help fill a key knowledge gap and furnish new therapeutic targets for novel prostate cancer interventions. With this rationale, we developed an optimized CRISPR-based screening pipeline to examine the impact of knockout of 211 individual splicing factors on AR-V generation in a newly developed CWR22Rv1-AR-EK-iCas9 derivative. Hits that significantly downregulated AR-V levels, and impacted cell proliferation, included the previously identified AR-V splicing regulator SFPQ ( 24 ), hence validating the experimental pipeline, as well as MFAP1 and CWC22 which, to the best of our knowledge, have not been linked with AR splicing. Key validation experiments across a number of AR-V–positive and –negative prostate cancer cell line models provided evidence that whereas CWC22 regulates the protein levels of both FL-AR and AR-Vs, MFAP1 selectively regulates only AR-Vs. Consistent with diminished AR isoform abundance, depletion of these splicing factors resulted in downregulation of several canonical AR target genes and reduced cell growth of both AR-positive and -negative prostate cancer cell line models. Importantly, MFAP1 and CWC22 knockdown had nominal impact on non–cancer-derived prostate epithelial cell line models, suggesting a potential therapeutic window should these splicing factors be successfully targeted. Although we found no significant change in MFAP1 and CWC22 expression in samples of patients with prostate cancer or correlation with AR-V7 transcripts in The Cancer Genome Atlas prostate cancer cohort (Supplementary Fig. S18A and S18B), the fact that knockdown of both splicing factors was more effective in cancer versus normal prostate cells may demonstrate deregulated activity in disease independent of absolute abundance. Further investigating how AR isoforms were reduced upon MFAP1 and CWC22 knockdown demonstrated that both splicing factors control transcript abundance of several clinically relevant AR-Vs, including AR-V7, AR-V1, AR-V6, and AR-V9, as well as FL-AR, although this did not translate to reduced FL-AR protein levels in cells lacking MFAP1, the mechanism of which remains ill-defined. Crucially, depletion of both splicing factors did not impact AR pre-mRNA levels, suggesting that these factors are acting posttranscriptionally to regulate AR-Vs. Using an AR minigene reporter plasmid containing partial introns adjacent to exon 3, CE3, and exon 4, to allow respective AR-V– (exon 3–CE3) and FL-AR–encoding (exon 3–exon 4) splicing decisions to be assessed, we found that knockdown of CWC22 downregulated both CE3 and exon 4 inclusion, whereas MFAP1 selectively reduced CE3 inclusion without impacting FL-AR–encoding events. This latter finding is at odds with the fate of endogenous FL-AR transcripts in our RT-qPCR analysis and may suggest that MFAP1 depletion has deleterious effects on the composition of wild-type AR isoforms downstream of exon 4, although this remains to be established. CWC22 has a number of key roles in mRNA processing, including (i) formation of the exon-joining complex core ( 29 ); (ii) binding of eIF4A3 into the spliceosome C complex for pre-mRNA splicing ( 30 ); and (iii) NMD of transcripts containing premature stop codons ( 31 ). We speculate that CWC22 knockdown diminishes both FL-AR and AR-V transcripts because of impaired pre-mRNA splicing, resulting in improper intron retention and NMD of these transcripts. However, given the selective function of MFAP1 in controlling AR-V abundance, and AR-V7–encoding exon splicing activity in the minigene experiments, we chose to focus our attention on MFAP1-mediated regulation of AR-V synthesis. MFAP1 is a component of the spliceosome B complex and interacts with U5 (hPRP6) and U4/U6 (hPRP3) proteins ( 27 , 28 , 43 ), suggesting a role of MFAP1 in tri-snRNP recruitment during B complex formation. Additionally, MFAP1 was found to co-immunoprecipitate with core spliceosome protein SF3B1 and co-localized with SC35, a marker of splicing speckles, implicating a role of MFAP1 in the spliceosome ( 38 ). Intriguingly, SF3B1 has been reported to control synthesis of FL-AR and AR-V7 in CRPC, and its expression was upregulated in samples of patients with advanced prostate cancer ( 44 ). As such, the observed reduction of AR-V transcripts upon MFAP1 depletion could be due to improper tri-snRNP recruitment during B complex formation and compromised initiation of pre-mRNA splicing. It is therefore possible that MFAP1 functions to facilitate recruitment of already defined AR-V splicing factors to enable synthesis of AR-V7 transcripts. Therefore, to better define its role in regulating AR pathway activity and transcript processing, global transcriptomic analysis was performed in prostate cancer cells depleted of MFAP1. Consistent with our RT-qPCR profiling of canonical AR target genes, knockdown of MFAP1 significantly downregulated the AR hallmark and bespoke AR - V7 gene sets ( 35 ), supporting the concept that MFAP1 modulates AR-V levels to indirectly impact global AR signaling. Although MFAP1 depletion compromises AR/AR-V–positive prostate cancer cell growth, it remains currently unclear as to what extent this is driven by reduced AR signaling compared with other proproliferative pathways. Critically, we identified a large cohort of MFAP1-regulated transcripts totaling 74% that were independent of those controlled by AR-Vs and involved in numerous cellular pathways, including apoptosis, mTOR signaling, and cell-cycle regulation. These findings align to previous studies demonstrating that compromised MFAP1 activity impacted HeLa cell division ( 45 ) and apoptosis ( 38 ), which is also consistent with our AR-negative PC3 cell line data which demonstrated reduced growth upon MFAP1 knockdown. Although ill-defined, the effect of MFAP1 depletion on abundance of mRNAs outside of its effect on AR-Vs may be a consequence of deregulated splicing activity causing rapid transcript turnover via NMD or, as observed for the AR-V transcriptome, downregulation of transcription factors which would directly alter gene expression programs. Indeed, global splicing analysis revealed that MFAP1 depletion caused 397 significant splicing alterations with alternative first exon and skipping exon being the most common, suggesting that differential transcript composition and metabolism may expedite differential gene expression observed in cells lacking MFAP1. Importantly, a detailed analysis of AR transcripts in CWR22Rv1 cells indicated that AR exon inclusion patterns were disrupted in response to MFAP1 knockdown in which selective downregulation of AR-V7– and AR-V9–encoding exon 3 to CE spliced junctions was observed without effect on constitutive FL-AR–encoding exon 3 to exon 4 splicing. These specific changes in AR-V transcript composition provides further evidence that MFAP1 directly regulates AR mRNA processing to facilitate the synthesis of AR-Vs. Interestingly, comparing these AR splicing alterations with those observed in a recent study of the splicing factor RBMX, in which exon 3 splicing to all downstream CEs and constitutive exons was diminished in response to RBMX knockdown ( 26 ), suggests that MFAP1 works at distinct stages of splicing to RBMX even though they regulate similar global splicing activities ( alternative first exon and skipping exon being most commonly altered events). Finally, consistent with a study demonstrating that MFAP1 regulated a DDR gene signature in HeLa cells ( 38 ), we found that several DDR-associated pathways were significantly downregulated in response to MFAP1 depletion, including nucleotide excision repair, base excision repair, and homologous recombination. This was not unexpected considering MFAP1 knockdown reduces AR-V abundance, and both AR-Vs and FL-AR have been shown to regulate a transcriptional program of DNA repair genes in response to DNA damage ( 32 , 46 ). That said, we identified several DDR-associated genes downregulated by MFAP1 depletion either independently of or cooperatively with AR-Vs, suggesting that targeting MFAP1 may sensitize AR-V–positive and –negative prostate cancer cells to IR. Consistent with these observations, assessment of DNA repair kinetics in response to IR in AR-V–positive CWR22Rv1-AR-EK and AR-null PC3 cells revealed that MFAP1 depletion reduced DNA repair capacity, providing tangible evidence that MFAP1 regulates the DDR irrespective of AR status. Consistent with impaired repair of IR-induced DNA breaks, cells depleted of MFAP1 reduced colony-forming ability of both AR-V–positive and AR-negative prostate cancer cell lines and can further enhance sensitization of CRPC cells to IR. Overall, we have shown that MFAP1 and CWC22 play important roles in AR-V synthesis, with MFAP1 selectively regulating splicing decisions to enable AR-V transcript maturation in prostate cancer cells. This translates to reduced AR-V signaling and downregulation of both AR-V–dependent and –independent DDR gene signatures that could provide therapeutic vulnerabilities in CRPC by targeting these splicing processes. Supplementary Material Supplementary Information Supplementary methods and legends for supplementary figures Supplementary Figure S1 Figure S1. Development of the inducible Cas9 CWR22Rv1-AR-EK derivative cell line (CWR22Rv1-AR-EK-iCas9) Supplementary Figure S2 Figure S2. Validating inducible Cas9 activity in the CWR22Rv1-AR-EK-iCas9 cell line. Supplementary Figure S3 Figure S3. Optimization of CRISPR screening pipeline. Supplementary Figure S4 Figure S4. PLK1 sgRNAs reduce cell growth in the CWR22Rv1-AR-EK-iCas9 cell line. Supplementary Figure S5 Figure S5. Initial assessment of knockout hits from CRISPR screen highlights MFAP1 and CWC22 as regulators of AR-V abundance. Supplementary Figure S6 Figure S6. Comparing cell proliferation and AR abundance data from the CRISPR/Cas9 KO screen confirms MFAP1 and CWC22 as key targets to progress. Supplementary Figure S7 Figure S7. Validating gene editing with MFAP-1 and CWC22-targeting CRISPR/Cas9 complexes. Supplementary Figure S8 Figure S8. Knockdown of MFAP1 reduces expression of AR-Vs across a panel of FL-AR/AR-V positive CRPC cell line models. Supplementary Figure S9 Figure S9. Knockdown of CWC22 reduces expression of FL-AR and AR-Vs across a panel of FL-AR/AR-V positive CRPC cell line models. Supplementary Figure S10 Figure S10. Cell counts and live cell imaging confirm knockdown of MFAP1 and CWC22 reduces growth of FL-AR/AR-V positive CRPC cell lines. Supplementary Figure S11 Figure S11. RNA sequencing samples were confirmed to have depletion of MFAP1, total AR and AR-V7 by western blot and RT-qPCR. Supplementary Figure S12 Figure S12. Comparison of overlapping SDEGs in response to AR depletion in the CWR22Rv1 cell line. Supplementary Figure S13 Figure S13. Comparison of overlapping SDEGs in response to MFAP1 and AR-V depletion in the CWR22Rv1, and derivative, cell line models reveals considerable overlap between MFAP1 and AR-V transcriptomes. Supplementary Figure S14 Figure S14. Comparison of Hallmark gene-sets using GSEA shows considerable overlap in Hallmarks regulated by both MFAP1 and AR-V7. Supplementary Figure S15 Figure S15. Comparison of KEGG pathways using GSEA shows considerable overlap in pathways regulated by both MFAP1 and AR-V7. Supplementary Figure S16 Figure S16. MFAP1 knockdown diminishes DNA damage repair in PC cells. Supplementary Figure S17 Figure S17. MFAP1 knockdown diminishes DNA damage repair in PC cells. Supplementary Figure S18 Figure S18. Knockdown of MFAP1 resensitizes CWR22Rv1 cell lines to enzalutamide, and MFAP1 and CWC22 show no consistent change in expression in PC. Supplementary Table S1 CRISPR screen targets and normalized screen data N=1-4 Supplementary Table S2 DEGs and SDEGs from MFAP1 and AR-V depletion in CWR22Rv1 cells Supplementary Table S3 Overlapping and non-overlapping SDEGs from MFAP1 and AR-V depletion in CWR22Rv1 and CWR22Rv1-AR-EK cells Supplementary Table S4 MFAP1 depletion downregulates AR hallmark gene sets Supplementary Table S5 Cellular function associated with MFAP1/AR-V-overlapping genes Supplementary Table S6 AR-V-independent MFAP1-regulated gene list analysed by Enrichr Supplementary Table S7 MFAP1-regulated splicing events Supplementary Table S8 NER and HR gene set expression changes upon MFAP1 and AR knockdown Supplementary Table S9 siRNA sequences and supplier Supplementary Table S10 sgRNA sequences and supplier Supplementary Table S11 qRT-PCR primer sequences Supplementary Table S12 Antibodies used in study Acknowledgments The authors thank Anna Dickson for helping with crRNA library resuspension and Echo dosing and Morag Hunter for her assistance with image acquisition. L. Walker is supported by a BBSRC iCase Award and Prostate Cancer Research (PCR-6955); R. Duncan is supported by the European Regional Development Fund (IIIP-NE; 25R17PO1847); B. Adamson is supported by the Ken Bell Bursary and JGW Patterson Foundation (12/21 NU009331); D. Jones is supported by Prostate Cancer Research (PCR-6955); H. Kendall is supported by The Barbour Foundation; and N. Brittain is supported by Cancer Research UK (C9380/A25138). Note: Supplementary data for this article are available at Molecular Cancer Research Online ( http://mcr.aacrjournals.org/ ). Authors’ Disclosures C. Crafter reports employment with AstraZeneca and ownership of AstraZeneca shares. D.J. O’Neill reports employment with AstraZeneca and ownership of AstraZeneca shares. No disclosures were reported by the other authors. Authors’ Contributions L. Walker: Data curation, formal analysis, investigation, visualization, methodology, writing–review and editing. R. Duncan: Investigation, methodology, writing–review and editing. B. Adamson: Investigation, methodology, writing–review and editing. H. Kendall: Methodology. N. Brittain: Investigation. S. Luzzi: Investigation, methodology. D. Jones: Resources, methodology. L. Chaytor: Resources, supervision, writing–review and editing. S. Peel: Resources, software, formal analysis. C. Crafter: Conceptualization, formal analysis, supervision, funding acquisition, writing–review and editing. D.J. O’Neill: Conceptualization, resources, software, formal analysis, supervision, funding acquisition, visualization, methodology, writing–review and editing. L. Gaughan: Conceptualization, resources, data curation, formal analysis, supervision, funding acquisition, writing–original draft, project administration. References 1. Westaby D , Viscuse PV , Ravilla R , de la Maza MLDF , Hahn A , Sharp A , . Beyond the androgen receptor: the sequence, the mutants, and new avengers in the treatment of castrate-resistant metastatic prostate cancer . Am Soc Clin Oncol Educ Book 2021 ; 41 : e190 – 202 . 34061561 2. Nevedomskaya E , Baumgart SJ , Haendler B . Recent advances in prostate cancer treatment and drug discovery . Int J Mol Sci 2018 ; 19 : 1359 . 29734647 3. Ross RW , Xie W , Regan MM , Pomerantz M , Nakabayashi M , Daskivich TJ , . Efficacy of androgen deprivation therapy (ADT) in patients with advanced prostate cancer: association between Gleason score, prostate-specific antigen level, and prior ADT exposure with duration of ADT effect . Cancer 2008 ; 112 : 1247 – 53 . 18293426 4. Sumanasuriya S , De Bono J . Treatment of advanced prostate cancer—a review of current therapies and future promise . Cold Spring Harbor Perspect Med 2018 ; 8 : a030635 . 5. Attard G , Murphy L , Clarke NW , Cross W , Jones RJ , Parker CC , . Abiraterone acetate and prednisolone with or without enzalutamide for high-risk non-metastatic prostate cancer: a meta-analysis of primary results from two randomised controlled phase 3 trials of the STAMPEDE platform protocol . Lancet 2022 ; 399 : 447 – 60 . 34953525 6. Ito Y , Sadar MD . Enzalutamide and blocking androgen receptor in advanced prostate cancer: lessons learnt from the history of drug development of antiandrogens . Res Rep Urol 2018 ; 10 : 23 – 32 . 29497605 7. Chandrasekar T , Yang JC , Gao AC , Evans CP . Mechanisms of resistance in castration-resistant prostate cancer (CRPC) . Transl Androl Urol 2015 ; 4 : 365 – 80 . 26814148 8. Narayanan R . Therapeutic targeting of the androgen receptor (AR) and AR variants in prostate cancer . Asian J Urol 2020 ; 7 : 271 – 83 . 32742927 9. Zhu Y , Dalrymple SL , Coleman I , Zheng SL , Xu J , Hooper JE , . Role of androgen receptor splice variant-7 (AR-V7) in prostate cancer resistance to 2nd-generation androgen receptor signaling inhibitors . Oncogene 2020 ; 39 : 6935 – 49 . 32989253 10. Kohli M , Ho Y , Hillman DW , Van Etten JL , Henzler C , Yang R , . Androgen receptor variant AR-V9 is coexpressed with AR-V7 in prostate cancer metastases and predicts abiraterone resistance . Clin Cancer Res 2017 ; 23 : 4704 – 15 . 28473535 11. Sharp A , Coleman I , Yuan W , Sprenger C , Dolling D , Rodrigues DN , . Androgen receptor splice variant-7 expression emerges with castration resistance in prostate cancer . J Clin Invest 2019 ; 129 : 192 – 208 . 30334814 12. Antonarakis ES , Lu C , Wang H , Luber B , Nakazawa M , Roeser JC , . AR-V7 and resistance to enzalutamide and abiraterone in prostate cancer . N Engl J Med 2014 ; 371 : 1028 – 38 . 25184630 13. Luo J , Attard G , Balk SP , Bevan C , Burnstein K , Cato L , . Role of androgen receptor variants in prostate cancer: report from the 2017 mission androgen receptor variants meeting . Eur Urol 2018 ; 73 : 715 – 23 . 29258679 14. Dehm SM , Tindall DJ . Alternatively spliced androgen receptor variants . Endocr Relat Cancer 2011 ; 18 : R183 – 196 . 21778211 15. Uo T , Sprenger C . Androgen receptor variants and castration-resistant prostate cancer: looking back and looking forward . Eur Urol 2018 ; 73 : 724 – 6 . 29306511 16. Radaeva M , Ban F , Zhang F , LeBlanc E , Lallous N , Rennie PS , . Development of novel inhibitors targeting the D-box of the DNA binding domain of androgen receptor . Int J Mol Sci 2021 ; 22 : 2493 . 33801338 17. Dalal K , Roshan-Moniri M , Sharma A , Li H , Ban F , Hassona MD , . Selectively targeting the DNA-binding domain of the androgen receptor as a prospective therapy for prostate cancer . J Biol Chem 2017 ; 292 : 4359 . 28283588 18. Wang R , Sun Y , Li L , Niu Y , Lin W , Lin C , . Preclinical study using Malat1 small interfering RNA or androgen receptor splicing variant 7 degradation enhancer ASC-J9 ® to suppress enzalutamide-resistant prostate cancer progression . Eur Urol 2017 ; 72 : 835 – 44 . 28528814 19. Takayama KI . Splicing factors have an essential role in prostate cancer progression and androgen receptor signaling . Biomolecules 2019 ; 9 : 131 . 30939845 20. Paschalis A , Sharp A , Welti JC , Neeb A , Raj GV , Luo J , . Alternative splicing in prostate cancer . Nat Rev Clin Oncol 2018 ; 15 : 663 – 75 . 30135575 21. Lu J , Van der Steen T , Tindall DJ . Are androgen receptor variants a substitute for the full-length receptor? Nat Rev Urol 2015 ; 12 : 137 – 44 . 25666893 22. Dehm SM , Schmidt LJ , Heemers HV , Vessella RL , Tindall DJ . Splicing of a novel androgen receptor exon generates a constitutively active androgen receptor that mediates prostate cancer therapy resistance . Cancer Res 2008 ; 68 : 5469 – 77 . 18593950 23. Liu LL , Xie N , Sun S , Plymate S , Mostaghel E , Dong X . Mechanisms of the androgen receptor splicing in prostate cancer cells . Oncogene 2014 ; 33 : 3140 – 50 . 23851510 24. Takayama K-I , Suzuki T , Fujimura T , Yamada Y , Takahashi S , Homma Y , . Dysregulation of spliceosome gene expression in advanced prostate cancer by RNA-binding protein PSF . Proc Natl Acad Sci U S A 2017 ; 114 : 10461 – 6 . 28893982 25. Kawamura N , Nimura K , Saga K , Ishibashi A , Kitamura K , Nagano H , . SF3B2-Mediated RNA splicing drives human prostate cancer progression . Cancer Res 2019 ; 79 : 5204 – 17 . 31431456 26. Adamson B , Brittain N , Walker L , Duncan R , Luzzi S , Rescigno P , . The catalytic subunit of DNA-PK regulates transcription and splicing of AR in advanced prostate cancer . J Clin Invest 2023 ; 133 : e169200 . 37751307 27. Andersen DS , Tapon N . Drosophila MFAP1 is required for pre-mRNA processing and G2/M progression . J Biol Chem 2008 ; 283 : 31256 – 67 . 18765666 28. Ulrich AK , Wahl MC . Human MFAP1 is a cryptic ortholog of the Saccharomyces cerevisiae Spp381 splicing factor . BMC Evol Biol 2017 ; 17 : 91 . 28335716 29. Steckelberg AL , Boehm V , Gromadzka AM , Gehring NH . CWC22 connects pre-mRNA splicing and exon junction complex assembly . Cell Rep 2012 ; 2 : 454 – 61 . 22959432 30. Barbosa I , Haque N , Fiorini F , Barrandon C , Tomasetto C , Blanchette M , . Human CWC22 escorts the helicase eIF4AIII to spliceosomes and promotes exon junction complex assembly . Nat Struct Mol Biol 2012 ; 19 : 983 – 90 . 22961380 31. Alexandrov A , Colognori D , Shu MD , Steitz JA . Human spliceosomal protein CWC22 plays a role in coupling splicing to exon junction complex deposition and nonsense-mediated decay . Proc Natl Acad Sci U S A 2012 ; 109 : 21313 – 8 . 23236153 32. Kounatidou E , Nakjang S , McCracken SRC , Dehm SM , Robson CN , Jones D , . A novel CRISPR-engineered prostate cancer cell line defines the AR-V transcriptome and identifies PARP inhibitor sensitivities . Nucleic Acids Res 2019 ; 47 : 5634 – 47 . 31006810 33. Nyquist MD , Li Y , Hwang TH , Manlove LS , Vessella RL , Silverstein KA , . TALEN-engineered AR gene rearrangements reveal endocrine uncoupling of androgen receptor in prostate cancer . Proc Natl Acad Sci U S A 2013 ; 110 : 17492 – 7 . 24101480 34. Jones D , Wade M , Nakjang S , Chaytor L , Grey J , Robson CN , . FOXA1 regulates androgen receptor variant activity in models of castrate-resistant prostate cancer . Oncotarget 2015 ; 6 : 29782 – 94 . 26336819 35. Paschalis A , Welti J , Neeb AJ , Yuan W , Figueiredo I , Pereira R , . JMJD6 is a druggable oxygenase that regulates AR-V7 expression in prostate cancer . Cancer Res 2021 ; 81 : 1087 – 100 . 33822745 36. Trincado JL , Entizne JC , Hysenaj G , Singh B , Skalic M , Elliott DJ , . SUPPA2: fast, accurate, and uncertainty-aware differential splicing analysis across multiple conditions . Genome Biol 2018 ; 19 : 40 . 29571299 37. Chen EY , Tan CM , Kou Y , Duan QN , Wang ZC , Meirelles GV , . Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool . BMC Bioinformatics 2013 ; 14 : 128 . 23586463 38. Salas-Armenteros I , Barroso SI , Rondón AG , Pérez M , Andújar E , Luna R , . Depletion of the MFAP1/SPP381 splicing factor causes R-loop-independent genome instability . Cell Rep 2019 ; 28 : 1551 – 63.e7 . 31390568 39. Yin Y , Li R , Xu K , Ding S , Li J , Baek G , . Androgen receptor variants mediate DNA repair after prostate cancer irradiation . Cancer Res 2017 ; 77 : 4745 – 54 . 28754673 40. Zhu Y , Sharp A , Anderson CM , Silberstein JL , Taylor M , Lu C , . Novel junction-specific and quantifiable in situ detection of AR-V7 and its clinical correlates in metastatic castration-resistant prostate cancer . Eur Urol 2018 ; 73 : 727 – 35 . 28866255 41. Stockley J , Markert E , Zhou Y , Robson CN , Elliott DJ , Lindberg J , . The RNA-binding protein Sam68 regulates expression and transcription function of the androgen receptor splice variant AR-V7 . Sci Rep 2015 ; 5 : 13426 . 26310125 42. Tang S , Sethunath V , Metaferia NY , Nogueira MF , Gallant DS , Garner ER , . A genome-scale CRISPR screen reveals PRMT1 as a critical regulator of androgen receptor signaling in prostate cancer . Cell Rep 2022 ; 38 : 110417 . 35196489 43. Ma L , Gao X , Luo J , Huang L , Teng Y , Horvitz HR . The Caenorhabditis elegans gene mfap-1 encodes a nuclear protein that affects alternative splicing . PLoS Genet 2012 ; 8 : e1002827 . 22829783 44. Jiménez-Vacas JM , Herrero-Aguayo V , Gómez-Gómez E , León-González AJ , Sáez-Martínez P , Alors-Pérez E , . Spliceosome component SF3B1 as novel prognostic biomarker and therapeutic target for prostate cancer . Transl Res 2019 ; 212 : 89 – 103 . 31344348 45. Kittler R , Putz G , Pelletier L , Poser I , Heninger AK , Drechsel D , . An endoribonuclease-prepared siRNA screen in human cells identifies genes essential for cell division . Nature 2004 ; 432 : 1036 – 40 . 15616564 46. Polkinghorn WR , Parker JS , Lee MX , Kass EM , Spratt DE , Iaquinta PJ , . Androgen receptor signaling regulates DNA repair in prostate cancers . Cancer Discov 2013 ; 3 : 1245 – 53 . 24027196 47. Hu R , Lu C , Mostaghel EA , Yegnasubramanian S , Gurel M , Tannahill C , . Distinct transcriptional programs mediated by the ligand-dependent full-length androgen receptor and its splice variants in castration-resistant prostate cancer . Cancer Res 2012 ; 72 : 3457 – 62 . 22710436 48. Cai L , Tsai YH , Wang P , Wang J , Li D , Fan H , . ZFX mediates non-canonical oncogenic functions of the androgen receptor splice variant 7 in castrate-resistant prostate cancer . Mol Cell 2018 ; 72 : 341 – 54.e6 . 30270106",
    "full_text_abstract": "Abstract Resistance to androgen receptor (AR)–targeted therapies represents a major challenge in prostate cancer. A key mechanism of treatment resistance in patients who progress to castration-resistant prostate cancer (CRPC) is the generation of alternatively spliced AR variants (AR-V). Unlike full-length AR isoforms, AR-Vs are constitutively active and refractory to current receptor-targeting agents and hence drive tumor progression. Identifying regulators of AR-V synthesis may therefore provide new therapeutic opportunities in combination with conventional AR-targeting agents. Our understanding of AR transcript splicing, and the factors that control the synthesis of AR-Vs, remains limited. Although candidate-based approaches have identified a small number of AR-V splicing regulators, an unbiased analysis of splicing factors important for AR-V generation is required to fill an important knowledge gap and furnish the field with novel and tractable targets for prostate cancer treatment. To that end, we conducted a bespoke CRISPR screen to profile splicing factor requirements for AR-V synthesis. MFAP1 and CWC22 were shown to be required for the generation of AR-V mRNA transcripts, and their depletion resulted in reduced AR-V protein abundance and cell proliferation in several CRPC models. Global transcriptomic analysis of MFAP1-depleted cells revealed both AR-dependent and -independent transcriptional impacts, including genes associated with DNA damage response. As such, MFAP1 downregulation sensitized prostate cancer cells to ionizing radiation, suggesting that therapeutically targeting AR-V splicing could provide novel cellular vulnerabilities which can be exploited in CRPC. Implications: We have utilized a CRISPR screening approach to identify key regulators of pathogenic AR splicing in prostate cancer.",
    "abstract_text": "Resistance to androgen receptor (AR)-targeted therapies represents a major challenge in prostate cancer. A key mechanism of treatment resistance in patients who progress to castration-resistant prostate cancer (CRPC) is the generation of alternatively spliced AR variants (AR-V). Unlike full-length AR isoforms, AR-Vs are constitutively active and refractory to current receptor-targeting agents and hence drive tumor progression. Identifying regulators of AR-V synthesis may therefore provide new therapeutic opportunities in combination with conventional AR-targeting agents. Our understanding of AR transcript splicing, and the factors that control the synthesis of AR-Vs, remains limited. Although candidate-based approaches have identified a small number of AR-V splicing regulators, an unbiased analysis of splicing factors important for AR-V generation is required to fill an important knowledge gap and furnish the field with novel and tractable targets for prostate cancer treatment. To that end, we conducted a bespoke CRISPR screen to profile splicing factor requirements for AR-V synthesis. MFAP1 and CWC22 were shown to be required for the generation of AR-V mRNA transcripts, and their depletion resulted in reduced AR-V protein abundance and cell proliferation in several CRPC models. Global transcriptomic analysis of MFAP1-depleted cells revealed both AR-dependent and -independent transcriptional impacts, including genes associated with DNA damage response. As such, MFAP1 downregulation sensitized prostate cancer cells to ionizing radiation, suggesting that therapeutically targeting AR-V splicing could provide novel cellular vulnerabilities which can be exploited in CRPC. Implications: We have utilized a CRISPR screening approach to identify key regulators of pathogenic AR splicing in prostate cancer."
}