{
    "PMC": "7324161",
    "DOI": "10.7554/elife.55828",
    "PMID": "32538779",
    "PMCID": "PMC7324161",
    "title": "Synergy between SIRT1 and SIRT6 helps recognize DNA breaks and potentiates the DNA damage response and repair in humans and mice.",
    "year": 2020,
    "source_url": "https://europepmc.org/article/PMC/PMC7324161",
    "source": "MED",
    "abstract_text": "The DNA damage response (DDR) is a highly orchestrated process but how double-strand DNA breaks (DSBs) are initially recognized is unclear. Here, we show that polymerized SIRT6 deacetylase recognizes DSBs and potentiates the DDR in human and mouse cells. First, SIRT1 deacetylates SIRT6 at residue K33, which is important for SIRT6 polymerization and mobilization toward DSBs. Then, K33-deacetylated SIRT6 anchors to γH2AX, allowing its retention on and subsequent remodeling of local chromatin. We show that a K33R mutation that mimics hypoacetylated SIRT6 can rescue defective DNA repair as a result of <i>SIRT1</i> deficiency in cultured cells. These data highlight the synergistic action between SIRTs in the spatiotemporal regulation of the DDR and DNA repair in humans and mice.",
    "full_text": "eLife Elife eLife eLife 2050-084X eLife Sciences Publications, Ltd 7324161 32538779 55828 10.7554/eLife.55828 Research Article Biochemistry and Chemical Biology Synergy between SIRT1 and SIRT6 helps recognize DNA breaks and potentiates the DNA damage response and repair in humans and mice Meng Fanbiao https://orcid.org/0000-0002-1227-9390 1 2 † Qian Minxian http://orcid.org/0000-0002-1763-2325 1 3 † Peng Bin 3 † Peng Linyuan 1 3 Wang Xiaohui 1 4 Zheng Kang https://orcid.org/0000-0002-6347-4241 5 Liu Zuojun 1 3 Tang Xiaolong http://orcid.org/0000-0002-4744-5846 1 3 Zhang Shuju 3 Sun Shimin 1 5 Cao Xinyue 1 3 Pang Qiuxiang 5 Zhao Bosheng 5 Ma Wenbin 6 Songyang Zhou 6 Xu Bo 2 Zhu Wei-Guo http://orcid.org/0000-0001-8385-6581 3 4 Xu Xingzhi xingzhi.xu@szu.edu.cn 3 4 Liu Baohua https://orcid.org/0000-0002-1599-8059 ppliew@szu.edu.cn 1 3 4 7 1 Shenzhen Key Laboratory for Systemic Aging and Intervention, National Engineering Research Center for Biotechnology (Shenzhen), Shenzhen University Health Science Center Shenzhen China 2 The Key Laboratory of Breast Cancer Prevention and Therapy, Ministry of Education, Tianjin's Clinical Research Center for Cancer, Tianjin Medical University Cancer Institute and Hospital, National Clinical Research Center for Cancer Tianjin China 3 Guangdong Key Laboratory of Genome Stability and Human Disease Prevention, School of Basic Medical Sciences, Shenzhen University Health Science Center Shenzhen China 4 International Cancer Center, Shenzhen University Health Science Center Shenzhen China 5 Anti-aging & Regenerative Medicine Research Institution, School of Life Sciences, Shandong University of Technology Zibo China 6 Key Laboratory of Gene Engineering of the Ministry of Education and State Key Laboratory for Biocontrol, School of Life Sciences, Sun Yat-sen University Guangzhou China 7 Guangdong Provincial Key Laboratory of Regional Immunity and Diseases, School of Basic Medical Sciences, Shenzhen University Health Science Center Shenzhen China Simon Matthew Reviewing Editor University of Rochester United States Tyler Jessica K Senior Editor Weill Cornell Medicine United States † These authors contributed equally to this work. 15 6 2020 2020 9 e55828 06 2 2020 13 6 2020 © 2020, Meng et al 2020 Meng et al http://creativecommons.org/licenses/by/4.0/ This article is distributed under the terms of the Creative Commons Attribution License , which permits unrestricted use and redistribution provided that the original author and source are credited. The DNA damage response (DDR) is a highly orchestrated process but how double-strand DNA breaks (DSBs) are initially recognized is unclear. Here, we show that polymerized SIRT6 deacetylase recognizes DSBs and potentiates the DDR in human and mouse cells. First, SIRT1 deacetylates SIRT6 at residue K33, which is important for SIRT6 polymerization and mobilization toward DSBs. Then, K33-deacetylated SIRT6 anchors to γH2AX, allowing its retention on and subsequent remodeling of local chromatin. We show that a K33R mutation that mimics hypoacetylated SIRT6 can rescue defective DNA repair as a result of SIRT1 deficiency in cultured cells. These data highlight the synergistic action between SIRTs in the spatiotemporal regulation of the DDR and DNA repair in humans and mice. SIRT1 SIRT6 DNA damage response (DDR) double strand DNA breaks (DSB) deacetylation γH2AX Research organism Human Mouse http://dx.doi.org/10.13039/501100013290 National Key R&D Program of China 2017YFA0503900 Zhu Wei-Guo Liu Baohua http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 91849208 Liu Baohua http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 91949124 Qian Minxian http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81972602 Tang Xiaolong http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81702909 Tang Xiaolong http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81871114 Qian Minxian http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81601215 Liu Zuojun http://dx.doi.org/10.13039/501100003453 Natural Science Foundation of Guangdong Province 2015A030308007 Liu Baohua http://dx.doi.org/10.13039/501100003453 Natural Science Foundation of Guangdong Province 2017B030301016 Qian Minxian Zhu Wei-Guo Xu Xingzhi Liu Baohua http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission ZDSYS20190902093401689 Liu Baohua http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission JCYJ20180507182044945 Liu Baohua http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission KQJSCX20180328093403969 Liu Baohua Tianjin MunicipalScience Foundation for Youths 18JCQNJC79800 Meng Fanbiao http://dx.doi.org/10.13039/501100010104 Tianjin Medical University B1714 Meng Fanbiao http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 31530016 Xu Xingzhi http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 31761133012 Xu Xingzhi http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission JCYJ20180507182213033 Xu Xingzhi http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission JCYJ20170412113009742 Xu Xingzhi The funders had no role in study design, data collection and interpretation, or the decision to submit the work for publication. Author impact statement SIRT1 deacetylates SIRT6 at K33 to facilitate DNA double-strand breaks-recognition, subsequent expansion and local chromatin remodeling. Introduction DNA damage can be induced by various endogenous and exogenous agents. Upon detection of damage, the DNA damage response (DDR) is immediately elicited to regain genomic integrity via chromatin remodeling, signaling transduction and amplification ( Ciccia and Elledge, 2010 ). Double-strand breaks (DSBs) are the most severe type of DNA lesion; they are recognized by the Mre11-Rad50-Nbs1 (MRN) complex, which recruits and activates phosphatidylinositol 3-kinase-like protein kinase ataxia-telangiectasia mutated (ATM) or ATM- and Rad3-related (ATR). H2AX is then rapidly phosphorylated (γH2AX) by ATM/ATR, and serves as a platform to localize repair proteins near to the DNA breaks ( Celeste et al., 2003 ). Simultaneously, various histone-modifying enzymes, heterochromatin factors and ATP-dependent chromatin remodelers work cooperatively to relax the chromatin structure and ensure that additional repair factors have access to the DSBs ( Price and D'Andrea, 2013 ). Despite all these advances in understanding the DDR, how DSBs are initially and precisely recognized is largely unknown. NAD + -dependent sirtuins belong to class III histone deacetylases (HDACs) ( Houtkooper et al., 2012 ). Seven sirtuins (SIRT1-7) with various enzymatic activities and physiological functions are expressed in mammals. SIRT1, 6 and 7 localize in the nucleus and seem to be most relevant to the DDR as their depletion causes growth retardation, a defective DDR and DNA repair and premature aging ( Mostoslavsky et al., 2006 ; Wang et al., 2008 ; Vazquez et al., 2016 ). Upon DNA damage, SIRT1 redistributes on chromatin, co-localizes with γH2AX, and deacetylates XPA, NBS1 and Ku70 to regulate nucleotide excision repair, homologous recombination (HR) and non-homologous end-joining (NHEJ) ( Fang et al., 2016 ; Yuan et al., 2007 ; Fan and Luo, 2010 ; Jeong et al., 2007 ). Depleting Sirt1 in mouse fibroblasts impairs the DDR and leads to genomic instability ( Wang et al., 2008 ). SIRT6 is one of the earliest factors recruited to DSBs; it initiates the subsequent recruitment of SNF2H, H2AX, DNA-PKcs and PARP1 ( Atsumi et al., 2015 ; McCord et al., 2009 ; Van Meter et al., 2016 ). SIRT6 mono-ribosylates PARP1 to enhance its activity ( Mao et al., 2011 ). Despite their rapid mobilization to DNA breaks, the triggers for sirtuin recruitment are obscure ( Vazquez et al., 2016 ; Dobbin et al., 2013 ; Toiber et al., 2013 ). Here, we aimed to delineate the mechanisms underlying DSB recognition. We found that SIRT6 polymerizes and directly recognizes DSBs via a putative DNA-binding pocket consisting of N- and C-termini from two adjacent molecules. SIRT1 interacts with SIRT6 and deacetylates it at K33, thus allowing its polymerization and recognition of DSBs. A K33R mutant, mimicking hypoacetylated SIRT6, could rescue DNA repair defects in SIRT1 knockout (KO) cells. Our data highlight an essential synergy between SIRT1 and SIRT6 in the spatiotemporal regulation of the DDR. Results SIRT6 directly recognizes DNA double-strand breaks Nuclear SIRTs (SIRT1/6/7) are quickly mobilized to DSBs ( Figure 1—figure supplement 1 ) and serve as a scaffold for DNA repair factors ( Vazquez et al., 2016 ; Dobbin et al., 2013 ; Toiber et al., 2013 ). Intriguingly, these nuclear SIRTs are also activated by RNA and the nucleosome ( Gil et al., 2013 ; Tong et al., 2017 ). We thus reasoned that SIRTs might directly sense DNA breaks, especially DSBs. To test our hypothesis, we established a molecular docking simulation using AutoDock Vina software ( Trott and Olson, 2010 ). We obtained the crystal structures for SIRT1 (PDB code 4I5I) ( Zhao et al., 2013 ), SIRT6 (PDB code 3PKI) ( Pan et al., 2011 ) and SIRT7 (PDB code 5IQZ) ( Priyanka et al., 2016 ) from the Protein Data Bank ( https://www.rcsb.org ). We removed the heteroatoms to expose interaction regions and added Gasteiger charges to construct docking models. A DSB structure was extracted from the PDB code 4DQY ( Langelier et al., 2012 ). As SIRTs use NAD + as a co-substrate in amide bond hydrolysis, which shares a similar skeleton to the phosphate, base and ribose groups on broken DSB ends, we included NAD + as a simulation control. We found that the binding affinity between NAD + and all nuclear SIRTs was within the range of –eight to –10 kcal/mol ( Figure 1A ). Surprisingly, only the binding between the DSB and SIRT6 was energetically favored (–12.7 kcal/mol), being even lower than that of NAD + ( Figure 1A,B ). This finding suggested that SIRT6 might directly bind to DSBs and prompted us to gain further experimental evidence. Figure 1. SIRT6 directly recognizes DNA breaks. ( A ) The predicted binding affinity (kcal/mol) between sirtuins (SIRTs) and ligands (NAD + and a DSB) by molecular docking analysis. ( B ) Molecular docking of SIRT6 with a DSB (right) and NAD + (left) using AutoDock Vina software. ( C ) A biotin-labeled DNA duplex was incubated with the indicated recombinant SIRTs. Streptavidin beads were pulled down and blotted with anti-GST antibodies. ( D ) The fluorescence polarization (FP) of FAM-labeled DNA (20 nM) was detected after incubation with GST-SIRT1, GST-SIRT6, GST-SIRT7 or GST at the indicated concentration. ( E ) A pulldown assay comprising a biotin-labeled DNA duplex with GST-SIRT6 in the presence of unlabeled linear DNA or circular DNA. Figure 1—figure supplement 1. DSB-recruitment kinetics of SIRTs. ( A ) GFP-fused SIRT1, SIRT6 and SIRT7 were introduced into mouse embryonic fibroblasts (MEFs). The fluorescence signal was captured at 20 s and 1 min after laser-induced DNA damage. Scale bar, 10 μm. ( B ) The relative intensity of GFP-SIRTs was calculated in Fiji (Image J). The data represent the means ± s.e.m., *p<0.05, ns: not significant, n = 10. We next generated a DSB-mimicking biotin-conjugated DNA duplex and performed an in vitro pulldown assay. Recombinant SIRT6 (rSIRT6), but not rSIRT1 or rSIRT7, bound to the DNA duplex ( Figure 1C ). This finding was verified by a fluorescence polarization (FP) assay using a FAM-labeled DNA duplex. We observed dynamic FP (Kd = 166.3 nM; Figure 1D ), supporting a specific and direct interaction between the DNA duplex and rSIRT6. By contrast, the FP was minimal for rSIRT1, rSIRT7 and GST control ( Figure 1D ). To interrogate whether such binding is specific to broken DNA, we repeated the pulldown assay in the presence of unlabeled linear or circular DNA. While linearized DNA inhibited rSIRT6 binding to the DNA duplex, circular DNA had a minimal effect ( Figure 1E ). Together, these data indicate that SIRT6, but not SIRT1 or SIRT7 recognizes and directly binds to DSBs. SIRT6 is dynamically acetylated in the N terminus at K33 As predicted from the crystallographic data, SIRT6s form an asymmetric hexamer ( Pan et al., 2011 ) that generates three potential DSB binding pockets; each of these pockets consist of two N-termini and two C-termini from two adjacent molecules ( Figure 2—figure supplement 1A ). Both the N-termini and C-termini are essential for SIRT6 to associate with chromatin ( Tennen et al., 2010 ). To gain biochemical evidence for SIRT6 polymerization, we employed a biomolecule fluorescence compensation system (BiFC). In brief, we cloned SIRT6 cDNA into either the N-terminal or C-terminal of a yellow fluorescence protein (YFP), herein termed N-SIRT6 and C-SIRT6. The yellow fluorescence was detectable by FACS only when N-SIRT6 directly interacted with C-SIRT6. After co-transfecting these constructs into HEK293 cells, we detected a strong fluorescence signal by FACS in >24% cells ( Figure 2—figure supplement 1B ), suggesting a direct interaction between the two SIRT6 molecules. By contrast, fluorescence signal was rarely detected in BiFC analysis of N-SIRT6 and C-SIRT3 or non-tagged SIRT6 and C-SIRT3 ( Figure 2—figure supplement 1C ). To confirm this SIRT6 polymerization event, we performed co-immunoprecipitation (Co-IP) in HEK293 cells in which we had co-overexpressed FLAG-SIRT6 and HA-SIRT6. Consistently, we detected FLAG-SIRT6 but not FLAG-SIRT3 in the anti-HA-SIRT6 immunoprecipitates ( Figure 2—figure supplement 1D ). The DSB phosphate backbone is negatively charged. The positive-charged environment of SIRT6 thus favors its binding to DSBs. Indeed, one of our predicted DSB-binding pockets formed by two adjacent molecules in SIRT6 hexamer consisted of six positively charged residues at the edge, namely four arginine (R32/39) and two lysine (K33) residues ( Figure 2—figure supplement 1E ). Acetylation is the most redundant post-translational modification that converts positively charged K to neutral Kac. This property is utilized by proteins with a lysine-rich domain (KRD), for example Histones, Ku70 and p53, for mediating dynamic interactions with proteins harboring an acidic domain like SET ( Wang et al., 2016 ). The heterodimerized Ku70 and Ku80 complex directly senses DSBs via a flexible C-termini containing multiple K residues, and regulates NHEJ ( Hu et al., 2012 ). We therefore examined whether SIRT6 is (de)acetylated on these K residues thus sensing DSBs. We immunoprecipitated FLAG-SIRT6 with an anti-FLAG antibody and then probed the immunoprecipitate with anti-Kac antibodies. As shown, Kac was detected in the precipitated FLAG-SIRT6 immunocomplex ( Figure 2A ). We then purified FLAG-SIRT6 and performed high-resolution LC-MS/MS to identify which K residues are acetylated ( Supplementary file 1 ). We identified K15 and K33 in the N-terminus. To confirm these acetylated K residues, we generated K15R and K33R point mutants, with K17R serving as a negative control. While neither K15R nor K17R affected the FLAG-SIRT6 acetylation level, K33R significantly inhibited it ( Figures 2A and Figure 2—figure supplement 2 ), supporting that K33 is dynamically (de)acetylated. Figure 2. SIRT6 K33 (de)acetylation regulates DSB binding. ( A ) The acetylation levels of FLAG-SIRT6 WT and K33R were assessed by western blotting with pan-acetyl antibodies in anti-FLAG immunoprecipitates in HEK293T cells. ( B ) Streptavidin pulldown assay showing the interactions between a biotin-labeled DNA duplex and the indicated GST-SIRT6 recombinant proteins. ( C ) Fluorescence polarization (FP) of Fam-labeled DNA was detected after incubating with GST-SIRT6 WT, K133R or K133Q recombinant proteins. ( D–E ) The dynamic recruitment of GFP-SIRT6, K33R, K33Q and HY (H133Y) to laser-induced DNA breaks was assessed by confocal microscopy. Representative images are shown ( D ) and the white dot circles indicate the damage sites. Scale bar, 10 μm. The relative intensity was calculated in Fiji (Image J) ( E ). The data represent the means ± s.e.m., *p<0.05, ns: not significant, n = 30. ( F ) A schematic of the DR-GFP construct, which contains a single I- Sce I site to create DNA break in the presence of triamcinolone acetonide and I- Sce I endonuclease. The positions of the amplification primers 2K and 5K downstream I- Sce I site used for q-PCR are indicated. ( G ) DNA breaks were generated in DR-GFP stably transfected HeLa cells after triamcinolone acetonide (TA) treatment for 20 min, as evidenced by elevated γH2AX staining. ( H ) ChIP-PCR analysis of the enrichment of SIRT6 and various SIRT6 mutants at DNA break sites. The relative SIRT6 expression was confirmed by western blotting. The qPCR data were normalized to the input DNA and a sample not treated with I- Sce I endonuclease (no cut). The data represent the means ± s.e.m., *p<0.05, ns: not significant, n = 3. ( I–J ) Fluorescence imaging of GFP-SIRT6 WT, indicated mutants, immune-stained H3K9ac and H3K56ac in Sirt6 –/– MEFs after laser induced DNA damage. PAR immunostaining reveals the damage site. Scale bar, 10 μm. The relative fluorescence intensity was calculated by Fiji (Image J) ( J ). The data represent the means ± s.e.m., **p<0.01, ns: not significant, n = 30. Figure 2—figure supplement 1. Polymerization of SIRT6. ( A ) Schematic of one putative DSB-binding pocket, consisting of two N-termini (yellow and aquamarine) and two C-termini (orange and lime green) of two adjacent SIRT6 hexamer molecules. ( B ) Schematic of the BiFC system (upper left) and yellow fluorescence detection in HEK293 cells co-transfected with empty vectors; N-SIRT6 and C-SIRT6; N-SIRT6 and C-SIRT3 via the BiFC system. ( C ) Yellow fluorescence detection in HEK293 cells ectopically expressing untagged SIRT6 and C-SIRT3. ( D ) Co-IP and western blot analysis of potential interaction between HA-SIRT6 and FLAG-SIRT6 WT, K33R, K33Q and H133Y. FLAG-SIRT3 was included as control. ( E ) Schematic of a SIRT6 N-terminal peptide showing the positively (blue) and negatively charged residues (red). Figure 2—figure supplement 2. Acetylation of SIRT6. SIRT6 K15/17R acetylation levels were determined by IP and western blotting with a pan anti-acetyl lysine antibody in HEK293 cells. Figure 2—figure supplement 3. Deacetylase activity of SIRT6. ( A ) Western blotting analysis of the acetylation levels of histone H3 in SIRT6 KO HEK293 cells reconstituted with SIRT6 WT or indicated mutants. ( B ) Cell fractionation analysis to detect the chromatin enrichment of SNF2H and SIRT6 in FLAG-SIRT6, K33R, K33Q and HY reconstituted SIRT6 KO HEK293T cells. WCL: whole cell lysate. ( C ) Recombinant GST-SIRT6, K33R, K33Q and H133Y (HY) deacetylation activities (Vmax) were detected in vitro (CycLex). The data represent the means ± s.e.m., *p<0.05, ns: not significant, n = 3. Figure 2—figure supplement 4. Polymerization of SIRT6. ( A ) Yellow fluorescence detection by FACS in HEK293 cells ectopically expressing vector only, SIRT6-WT, SIRT6-KR, SIRT6-KQ or SIRT6-HY via the BiFC system. Green ovals indicate yellow-fluorescence-positive cell population. ( B ) The percent of yellow-fluorescence-positive cells from each group shown in A. The data represent the means ± s.e.m., **p<0.01, ns: not significant, n = 3. Dynamic SIRT6 K33 (de)acetylation regulates DSB sensing To understand the function of SIRT6 K33 acetylation, we examined whether it is required for binding to DSBs. We used our K33R mutant and generated a new K33Q mutant to mimic deacetylated or acetylated SIRT6, respectively ( Tang et al., 2017 ). We also mutated SIRT6 H133 to a tyrosine residue (H133Y) to blunt SIRT6 enzymatic activity ( Toiber et al., 2013 ). K33Q and H133Y binding to the DNA duplex was significantly compromised compared to WT and K33R binding ( Figure 2B ). Consistently, we recorded notable FP for SIRT6 K33R (Kd = 104.9 nM) but little FP for SIRT6 K33Q ( Figure 2C ). We then monitored GFP-SIRT6 mobility in cells upon receipt of DNA damage. H133 is critical for enriching SIRT6 on chromatin ( Tennen et al., 2010 ). We reconstituted GPF-SIRT6 WT, K33Q, K33R and H133Y in Sirt6 –/– cells and monitored their recruitment to DSBs. While the K33Q and H133Y mutations significantly jeopardized efficient SIRT6 recruitment to DNA breaks, the SIRT6 K33R mutant retained such ability ( Figure 2D,E ). To gain more experimental support, we made use of an inducible DR-GFP reporter system that contains a unique I- Sce I cutting site. In presence of triamcinolone acetonide (TA), the I- Sce I-GR enzyme translocated to the nucleus within 10 min and generated DSBs, as evidenced by an increase in the γH2AX level ( Figure 2F,G ). We thus monitored the occupancy of SIRT6 on chromatin surrounding these induced DSBs, by chromatin immunoprecipitation (ChIP) and quantitative PCR, as previously described ( Soutoglou et al., 2007 ). Both the K33Q and H133Y mutations compromised SIRT6 recruitment to the sites of damage, whereas SIRT6 K33R recruitment was comparable to that of SIRT6 WT ( Figure 2H ). Upon DNA damage, the acetylation levels of H3K9 and H3K56 decline, and after repair, goes back to the original level ( Tjeertes et al., 2009 ). H3K9ac and H3K56ac are deacetylating targets of SIRT6, indicating that SIRT6 might contribute to the reduced H3K9ac and H3K56ac levels on the DSB-surrounding chromatin. Indeed, reconstituted SIRT6 WT and K33R downregulated the levels of H3K9ac and H3K56ac in Sirt6 –/– cells, while K33Q and H133Y failed ( Figure 2I and J and Figure 2—figure supplement 3A ). Further, the K33Q and H133Y mutations also affected SNF2H recruitment to DSBs ( Figure 2—figure supplement 3B ), which requires SIRT6 ( Toiber et al., 2013 ), but no effect was observed in the presence of the K33R mutation. Of note, neither K33R nor K33Q affected the deacetylase activity of SIRT6 ( Figure 2—figure supplement 3C ). We next analyzed whether dynamic K33 (de)acetylation modulates SIRT6 polymerization. We co-overexpressed HA-SIRT6 and various FLAG-SIRT6 mutants and performed Co-IP. We detected FLAG-SIRT6 in the anti-HA immunoprecipitates, supporting that SIRT6 polymerization occurs ( Figure 2—figure supplement 1D ). While HA-SIRT6 was still able to bind to FLAG-SIRT6 K33R, its binding to SIRT6 K33Q was significantly jeopardized. Of note, the enzyme-dead H133Y mutation also jeopardized SIRT6 polymerization. This finding is consistent with the fact that the H133 site is important for both SIRT6 deacetylase activity and for mediating the chromatin association ( Tennen et al., 2010 ). We confirmed this jeopardized polymerization in the K33Q mutant condition by BiFC assay ( Figure 2—figure supplement 4A,B ). Together, these data implicate that dynamic SIRT6 K33 (de)acetylation modulates SIRT6 polymerization and thus DSB binding. SIRT6 interacts with SIRT1 Having confirmed SIRT6 (de)acetylation, we moved to examine potential deacetylase of SIRT6. To this end, we first tested the effect of various HDAC inhibitors on SIRT6 acetylation level. We noticed that the level of acetylated SIRT6 was largely elevated in the presence of the class III HDAC (SIRTs) inhibitor nicotinamide (NAM) or the SIRT1-specific inhibitor Ex527, but not the class I/II HADC inhibitor Trichostatin A (TSA) ( Figure 3—figure supplement 1 ). This finding suggested that SIRT1 might be involved in SIRT6 deacetylation. Indeed, co-IP and western blotting revealed that FLAG-SIRT6 interacted with endogenous SIRT1 ( Figure 3A ) and vice versa in HEK293 cells ( Figure 3B ). In addition, we detected SIRT1 in the anti-SIRT6 immunoprecipitates and vice versa ( Figure 3C,D ). A GST pulldown assay confirmed that His-SIRT1 directly interacted with GST-SIRT6 ( Figure 3E ). Further, we observed co-localization between SIRT6 and SIRT1 by confocal microscopy in cells co-transfected with GFP-SIRT6 and DsRed-SIRT1 or in cells co-stained with specific antibodies ( Figure 3F and Figure 3—figure supplement 2A ). Figure 3. SIRT6 interacts with SIRT1. ( A ) Western blot analysis of SIRT1 levels in anti-FLAG immunoprecipitates in HEK293 cells transfected with FLAG-SIRT6 or an empty vector. ( B ) Western blot analysis of SIRT6 levels in anti-FLAG immunoprecipitates in HEK293 cells transfected with FLAG-SIRT1 or an empty vector. ( C ) Western blot analysis of SIRT1 in anti-SIRT6 immunoprecipitates in HeLa cells. ( D ) Western blot analysis of SIRT6 in anti-SIRT1 immunoprecipitates in HeLa cells. ( E ) GST pulldown assay between GST-SIRT6 and His-SIRT1 in vitro. ( F ) Representative images of DsRed-SIRT1 and GFP-SIRT6 localization in U2OS cells, determined by confocal microscopy. Scale bar, 10 μm. ( G ) Co-immunoprecipitation and western blot analysis of FLAG-SIRT1 in HEK293 cells overexpressing FLAG-SIRT1 and HA-SIRT6 ΔN (N-terminus deleted), ΔC (C-terminus deleted) or ΔCN (N-/C-termini deleted). Figure 3—figure supplement 1. Acetylation level of SIRT6. The acetylation levels of FLAG-SIRT6 in the presence of NAM (5 mM), TSA (1 μM) or Ex527 (1 μM) were determined by anti-FLAG IP and western blotting using an anti-pan-acetyl lysine antibody in HEK293 cells. Figure 3—figure supplement 2. SIRT1-SIRT6 interaction. ( A ) Immunofluorescence analysis of endogenous SIRT1 (Green) and SIRT6 (Red) protein levels. Representative images are shown, captured under a confocal imaging microscope. Scale bar, 10 μm. ( B ) A schematic of the various domain-modified SIRT6 constructs. ( C ) Co-IP and western blot analysis of the interaction between SIRT1 and various domain modified SIRT6 constructs overexpressed in HEK293 cells. SIRTs contain a conserved Sir2 domain and flexible N-termini and C-termini. To locate the exact SIRT6 domains that interact with SIRT1, we deleted the N-terminus and C-terminus, as previously reported ( Tennen et al., 2010 ; Figure 3—figure supplement 2B,C ). Western blotting analysis showed that the interaction between SIRT6 and SIRT1 was lost if the N-terminus or C-terminus of SIRT6 was deleted ( Figure 3G ). As the C-terminus contains the nuclear location signal ( Tennen et al., 2010 ), we speculate that its depletion may restrict SIRT6 in cytoplasm, thus preventing the interaction between SIRT1 and SIRT6. Thus, the data indicate that SIRT6 physically interacts with SIRT1, most likely through the N-terminus of SIRT6. SIRT1 deacetylates SIRT6 at K33 We next examined whether SIRT1 deacetylates SIRT6 via the direct interaction that we identified above. Overexpression of SIRT1 but not of other sirtuins inhibited FLAG-SIRT6 acetylation ( Figure 4A ). Conversely, knocking down SIRT1 significantly upregulated endogenous SIRT6 acetylation in HEK293 cells ( Figure 4B ). Furthermore, the SIRT6 acetylation level decreased in the presence of ectopic SIRT1 but not in the presence of its catalytic mutant SIRT1-H363Y ( Figure 4C ), despite the two proteins still showing a physical interaction, suggesting that SIRT6 is likely a deacetylation target of SIRT1. To test our hypothesis, we established an in vitro deacetylation assay. We eluted recombinant FLAG-SIRT6 with a FLAG peptide from HEK293 cell lysate. We found that SIRT1 deacetylated SIRT6 in the presence of NAD + , while NAM inhibited this process ( Figure 4D,E ). The deacetylase-inactive SIRT1-H363Y was unable to deacetylate SIRT6. Figure 4. SIRT1 deacetylates SIRT6 at K33. ( A ) The acetylation level of FLAG-SIRT6 in HEK293 cells ectopically expressing SIRT1-5 and SIRT7. ( B ) The acetylation level of endogenous SIRT6 in HEK293 cells treated si- SIRT1 or scramble (Scram) siRNAs. The intensity of acetylated bands was quantified by Image J and normalized to scramble control. The data represent the means ± s.e.m., *p<0.05, n = 3. ( C ) The acetylation level of HA-SIRT6 in SIRT1 –/– cells reconstituted with SIRT1 or the enzyme-inactive SIRT1 H363Y. The intensity of acetylated bands was quantified by Image J and normalized to scramble control. The data represent the means ± s.e.m. *p<0.05, ns: not significant, n = 3. ( D–E ) The acetylation level of HA-SIRT6 in the presence of FLAG-SIRT1, H363Y, NAD + (500 μM) and/or NAM (2 mM) ( D ). The intensity of acetylated bands was quantified by Image J and normalized to scramble control ( E ).The data represent the means ± s.e.m. *p<0.05, ns: not significant, n = 3. ( F ) The acetylation level of FLAG-SIRT6 and FLAG-SIRT6 K33R in SIRT1 –/– and WT HEK293 cells. ( G ) The acetylation level of FLAG-SIRT6 and K33R in HEK293 cells with or without ectopic SIRT1. ( H ) GST pulldown assay with GST-SIRT6 WT, ΔN, ΔC and His-SIRT1 in the presence or absence of 10 μM K33ac peptide [PEELERK(ac)VWELARL], which represents a 14-aa peptide containing acetylated SIRT6 K33. Figure 4—figure supplement 1. Acetylation levels of SIRTs. ( A ) SIRT6 K143/145R acetylation levels in anti-FLAG IPs derived from HEK293 cells, was determined by western blotting with a pan anti-acetyl lysine antibody. ( B ) FLAG-SIRT1 acetylation levels in anti-FLAG IPs derived from HEK293 cells overexpressing ectopic HA-SIRT6, were determined by western blotting with a pan anti-acetyl lysine antibody. As SIRT1 might interact with the SIRT6 N-terminus, we hypothesized that it might also deacetylate K33ac. While the acetylation level of SIRT6 was increased in SIRT1 – / – HEK293 cells, that of K33R was hardly affected ( Figure 4F ). Additionally, the acetylation level of SIRT6 K33R was minimally changed upon SIRT1 overexpression ( Figure 4G ), whereas that of K143/145R was downregulated upon ectopic SIRT1 ( Figure 4—figure supplement 1A ). These data support that K33ac is a target of SIRT1. By contrast, the SIRT1 acetylation level was relatively unaffected upon SIRT6 overexpression ( Figure 4—figure supplement 1B ). To further validate these findings, we synthesized a K33ac-containing peptide and found that it effectively blocked the in vitro binding of SIRT6 to SIRT1 ( Figure 4H ). Of note, the GST pulldown assay suggested that the N-terminus rather than the C-terminus of SIRT6 was responsible for its interaction with SIRT1. Together, these data suggest that SIRT1 deacetylates SIRT6 at K33. γH2AX ensures SIRT6 retention surrounding DSBs γH2AX is dispensable for the initial DSB recognition but serves as a platform for recruiting DDR factors ( Celeste et al., 2003 ). Because SIRT6 is enriched at DNA breaks, we next asked whether γH2AX is involved in SIRT6 recruitment. We thus performed a co-IP of endogenous SIRT6 in cells treated with or without camptothecin (CPT). Interestingly, H2AX and γH2AX were detected in the anti-SIRT6 precipitates only when the cells were treated with CPT ( Figure 5A,B ). We also performed an in vitro pulldown assay with a biotin-labeled C-terminal γH2AX peptide (biotin-γH2AXp) or H2AX peptide (biotin-H2AXp). Consistently, GST-SIRT6 recognized the γH2AX peptide but not the H2AX peptide ( Figure 5C ). To identify the interacting domain, we purified various GST-SIRT6 truncation mutants. Peptide pulldown assay revealed that the N-terminus truncation was enough to abolish SIRT6 binding to γH2AX peptide, while the C-terminus truncation had a minimal effect ( Figure 5D ). We then investigated whether SIRT1-mediated deacetylation contributes to SIRT6 binding to γH2AX. Here, the K33R mutant efficiently bound to γH2AX to a similar extent as WT SIRT6, but the binding was abolished in the case of K33Q ( Figure 5E ). Figure 5. γH2AX is required for the chromatin retention of SIRT6. ( A,B ) Representative western blots showing H2AX ( A ) and γ-H2AX ( B ) levels in anti-SIRT6 immunoprecipitates from HEK293 cells treated with or without 1 μM camptothecin (CPT). The IgG control experiment was performed in mixed lysate from cells treated with CPT and cells without CPT. ( C ) Streptavidin pulldown (PD) assay and western blot analysis of the interactions between GST-SIRT6 and biotinylated γH2AX (biotin-γH2AXp) and H2AX peptides (biotin-H2AXp). ( D ) Streptavidin pulldown assay and western blot analysis of the interactions between biotin-γH2AXp, GST-SIRT6 WT and truncated GST-SIRT6 ΔN and ΔC. ( E ) Streptavidin pulldown assay and western blot analysis of the interactions between biotin-γH2AXp and GST-SIRT6 WT, K33R and K33Q. ( F–I ) Laser MicroPoint analysis of SIRT6 recruitment in H2ax +/+ and H2ax –/– MEFs ( F–G ), and in H2ax –/– MEFs reconstituted with H2AX WT, S139D mimicking hyper-phosphorylation or S139A mimicking hypo-phosphorylation ( H–I ). PAR immunostaining was used to identify the DNA damage site. Scale bar, 10 μm. The relative fluorescence intensity was calculated by Fiji (Image J) ( G and J ). The data represent the means ± s.e.m., **p<0.01, ns: not significant, n = 10. Figure 5—figure supplement 1 SIRT6 recruitment in cells treated with caffeine. ( A ) Laser MicroPoint analysis of SIRT6 recruitment in MEFs treated with caffeine (5 mM) 1 hr. Scale bar, 10 μm. ( B ) The relative intensity was calculated in Fiji (Image J). The data represent the means ± s.e.m., **p<0.01,n.s.: not significant, n = 10. ( C ) Western blot analysis of γH2AX, pS1981 ATM and pT68 CHK2 levels in MEFs after caffeine treatment. To investigate the functional relevance of this SIRT6–γH2AX interaction, we applied laser-induced DNA damage in MEFs lacking H2ax and then tracked the distribution of SIRT6 by immunofluorescence microscopy. GFP-SIRT6 was immediately recruited to DNA lesions in H2ax +/+ and H2ax −/− MEFs ( Figure 5F,G ), implying that H2AX is dispensable for initial SIRT6 recruitment. Interestingly, GFP-SIRT6 diminished from DNA lesions at 10 min after laser treatment in H2ax –/– MEFs but persisted in H2ax +/+ cells. H2AX is rapidly phosphorylated at serine 139 in response to DSBs ( Rogakou et al., 1998 ). When we re-introduced H2AX WT, S139A and S139D into H2ax –/– MEFs, SIRT6 retention was restored in WT and S139D-re-expressing cells but not in S139A-re-expressing cells ( Figure 5H,I ). Moreover, we used caffeine, an ATM/ATR kinase inhibitor, to treat cells and did SIRT6 recruitment assay. The data showed that caffeine inhibited the level of γH2AX and subsequent retention of SIRT6 at DSBs after laser-induced DNA damage in MEFs ( Figure 5—figure supplement 1 ). Together, these data indicate that SIRT6 recognizes γH2AX surrounding DSBs and that this recognition is enhanced by SIRT1-mediated deacetylation. SIRT1 and SIRT6 cooperatively promote DNA repair The physical interaction between SIRT1 and SIRT6 prompted us to further investigate whether SIRT1 and SIRT6 cooperatively modulate the DDR and DNA repair. To do so, we combined the DR-GFP reporter system with a ChIP-PCR analysis. First, we found that FLAG-SIRT6 recruitment to the DSB vicinity was significantly reduced when SIRT1 was silenced by siRNA in HEK293 cells ( Figure 6A,B ). Then we monitored the dynamic recruitment of GFP-SIRT6 upon laser-induced DNA damage using a MicroPoint system. GFP-SIRT6 was rapidly recruited to DSBs in WT cells, but this process was largely deferred in Sirt1 –/– MEFs ( Figure 6C,D ), suggesting an indispensable role of SIRT1 in the initial recruitment of SIRT6 to DSBs. By contrast, SIRT1 recruitment to DSBs was relatively unaffected by SIRT6 downregulation, as determined by the DR-GFP reporter system ( Figure 6E,F ) and the MicroPoint system ( Figure 6G,H ). Figure 6. SIRT1 facilitates SIRT6 recruitment to chromatin during the DDR. ( A,B ) ChIP-qPCR analysis of the SIRT6 levels in the vicinity of a DSB in cells treated with a SIRT1 siRNA (si -SIRT1 ) or a scrambled negative control (NC). The western blots show the FLAG-SIRT6 and SIRT1 protein levels. The data represent the means ± s.e.m., *p<0.05, n = 3. ( C,D ) GFP-SIRT6 was introduced into Sirt1 +/+ and Sirt1 –/– MEFs and the fluorescence signal was captured at various time points after laser-induced DNA damage. Representative images are shown ( C ). The white dashed circles indicate the damage sites. Scale bar, 10 μm. The relative intensity was calculated in Image J ( D ). The data represent the means ± s.e.m., **p<0.01, ns: not significant, n = 30. ( E,F ) ChIP-qPCR analysis of the SIRT1 levels in the vicinity of a DSB in cells treated with SIRT6 siRNA ( si-SIRT6 ) or NC. The western blots show the FLAG-SIRT1 and SIRT6 protein levels. The data represent the means ± s.e.m., ns: not significant, n = 3, determined by Student t test. ( G–H ) GFP-SIRT1 was introduced into Sirt6 +/+ and Sirt6 – / – MEFs and the fluorescence signal was captured after laser-induced damage at various time points. Representative images are shown. The red dashed lines indicate laser-induced damage sites. Scale bar, 10 μm. The data represent the means ± s.e.m., ns: not significant, n = 32. SIRT6 rescues DNA repair defects caused by SIRT1 deficiency In our final set of assays, we wanted to determine the function of SIRT6 deacetylation in DNA repair. We found that the interaction of SIRT1 and SIRT6 was enhanced upon DNA damage ( Figure 7A ). In addition, SIRT6 acetylation was significantly decreased upon CPT treatment, but that the effects of CPT were abolished in the presence of SIRT6 K33R or in the absence of SIRT1 ( Figure 7B,C ). These data imply that SIRT6 is deacetylated by SIRT1 upon DNA damage. We then examined the effects of the SIRT6 mutants on DNA repair by comet assay, which assesses the DNA repair ability at the single cell level. We overexpressed SIRT6 K33R or K33Q in SIRT6 –/– cells and then examined the DNA repair efficacy. Here, overexpression of SIRT6 significantly enhanced DNA repair efficacy upon CPT treatment, while K33Q or H133Y lost the ability. By contrast, the overexpression of SIRT6 K33R promoted DNA repair to an extent comparable to WT ( Figure 7D,E and Figure 7—figure supplement 1A ). An HR assay showed that SIRT6 WT and K33R but neither K33Q nor H133Y enhanced HR capacity ( Figure 7F and Figure 7—figure supplement 1B ). We further assessed cell viability of SIRT6 –/– HEK293 cells reconstituted with SIRT6 mutants using an MTS assay. The data showed that the viability of cells transfected with SIRT6 WT or K33R was much higher than those transfected with empty vector, SIRT6 K33Q or H133Y after CPT or IR treatment ( Figure 7—figure supplement 2 ). In HeLa cells, overexpression of SIRT6 K33Q also inhibited the colony-forming capacity upon CPT or IR treatment compared to SIRT6 WT and K33R ( Figure 7—figure supplement 3 ). In addition, less γH2AX foci was noticed in HeLa cells transfected ectopic SIRT6 WT or K33R compared to K33Q or H133Y at 8 hr after IR ( Figure 7—figure supplement 4 ). These data implicate that SIRT6 deacetylation at K33 is indispensable for DNA repair. Figure 7. SIRT6 rescues DNA repair defects caused by a SIRT1 deficiency. ( A ) Co-IP and western blot analysis of the interaction of FLAG-SIRT1 and SIRT6 in HEK293 cells overexpressing FLAG-SIRT1 and treated with CPT (1 μM) for 1 hr. ( B–C ) The acetylation level of SIRT6 WT and K33R SIRT1 +/+ and SIRT1 –/– HEK293 cells treated or not with CPT (1 μM) for 1 hr. The intensity of acetylated bands was quantified by Image J and normalized to scramble control. The data represent the means ± s.e.m., *p<0.05, ns: not significant, n = 3. ( D–E ) Representative images of comet assay in FLAG-SIRT6, K33R, K33Q and HY reconstituted SIRT6 KO cells treated with CPT for 1 hr ( D ). Tail moment were calculated by software Open Comet. The data represent the means ± s.e.m., **p<0.01, n = 50. ( F ) HR assay in U2OS cells ectopically expressing FLAG-SIRT6, K33R, K33Q or HY. The percent GFP-positive cells was calculated. The data represent the means ± s.e.m., **p<0.01, n = 3. ( G–H ) Comet assay in SIRT1 –/– HEK293 cells transfected with FLAG-SIRT6, K33R, K33Q, HY and SIRT1 and treated with CPT for 1 hr. Tail moment were calculated by software Open Comet. The data represent the means ± s.e.m., **p<0.01, n = 50. ( I ) HR assay in SIRT1 –/– HEK293 cells ectopically expressing FLAG-SIRT6, K33R, K33Q, HY and SIRT1-WY. The percent GFP positive cells was calculated. The data represent the means ± s.e.m., **p<0.01, n = 3. Figure 7—figure supplement 1. SIRT6 levels in SIRT6 –/– cells. ( A ) Western blots showing SIRT6 protein levels in SIRT6 –/– HEK293 cells transfected with FLAG-SIRT6 WT, K33R, K33Q and H133Y constructs. Related to Figure 7D,E . ( B ) Western blots showing SIRT6 protein levels in SIRT6 –/– HEK293 cells transfected with FLAG-SIRT6 WT, K33R, K33Q and H133Y constructs. Related to Figure 7F . Figure 7—figure supplement 2. Cell viability assay in SIRT6 –/– cells. ( A ) Western blots showing SIRT6 protein levels in SIRT6 –/– HEK293 cells transfected with FLAG-SIRT6 WT, K33R, K33Q or H133Y constructs. ( B ) Cell viability of SIRT6 –/– HEK293 cells expressing ectopic FLAG-SIRT6, K33R, K33Q or H133Y was assessed by MTS assay after CPT (1 μM) treatment at 48 hr. ( C ) Cell viability of SIRT6 –/– HEK293 cells expressing ectopic FLAG-SIRT6, K33R, K33Q or H133Y was assessed by MTS assay after IR (2 Gy, 4 Gy, 6 Gy) at 48 hr. The data represent the means ± s.e.m., *p<0.05, n = 3. Figure 7—figure supplement 3. Colony-forming ability of HeLa cells. ( A ) Western blots showing SIRT6 protein levels in HeLa cells stably transfected with FLAG-SIRT6 WT, K33R, K33Q constructs. ( B ) Colony-forming assay in HeLa cells ectopically expressing FLAG-SIRT6, K33R or K33Q. The data represent the means ± s.e.m., **p<0.01, n = 3. ( C ) Western blots showing SIRT6 protein levels in HeLa cells stably transfected with FLAG-SIRT6 WT, K33R, K33Q or H133Y constructs. ( D ) Colony-forming assay in HeLa cells stably overexpressing ectopic FLAG-SIRT6 WT, K33R, K33Q or H133Y after radiation at indicated dose. The data represent the means ± s.e.m., *p<0.05, n = 3. Figure 7—figure supplement 4. γH2AX foci in HeLa cells. ( A ) Immunofluorescence staining of γH2AX foci in HeLa cells expressing ectopic FLAG-SIRT6 WT, K33R, K33Q or H133Y at 8 hr after radiation. Scale bar, 10 μm. ( B ) Quantification of γH2AX foci-positive cells (>5 foci per cell). A total of 100 cells per sample was counted. The data represent the means ± s.e.m., **p<0.01, n = 3. Figure 7—figure supplement 5. SIRTs levels in SIRT1 –/– cells. ( A ) Western blots showing SIRT6 and SIRT1 levels in SIRT1 –/– cells transfected with SIRT6 WT, K33R, K33Q, H133Y or SIRT1 constructs. ( B ) Western blots showing SIRT6 and SIRT1 levels in SIRT1 –/– cells transfected with SIRT6 WT, K33R, K33Q, H133Y or SIRT1 constructs. SIRT1 regulates DNA repair ( Wang et al., 2008 ). To elucidate the synergistic effects of SIRTs in DNA repair, we examined whether SIRT6 hyper-acetylation is responsible for the defective DNA repair capacity seen in SIRT1 –/– HEK293 cells. SIRT6 WT, K33R and SIRT1 overexpression rescued the defective DNA repair imposed by the SIRT1 deficiency, while SIRT6 K33Q and H133Y had minimal rescue effect ( Figure 7G,H and Figure 7—figure supplement 5A ). Notably, both SIRT6 WT and K33R had similar function in rescuing the DNA repair defect in SIRT1 KO cells, suggesting that overexpressed exogenous SIRT6 WT might not be effectively acetylated. Further, the HR assay showed that SIRT6 WT and K33R, but neither K33Q nor H133Y rescued the HR defect caused by SIRT1 deficiency ( Figure 7I and Figure 7—figure supplement 5B ). Altogether, these data implicate a synergistic action between SIRT1 and SIRT6 in regulating the DDR and DNA repair. We thus propose a model by which SIRT6 is deacetylated by SIRT1 at K33, thus promoting its polymerization and recognition of DSBs; SIRT6 that is deacetylated at K33 anchors to γH2AX, allowing retention on the chromatin flanking the DSBs and subsequent remodeling via deacetylating H3K9ac and H3K56ac ( Figure 8 ). Figure 8. A working model. ( A ) SIRT6 is deacetylated by SIRT1 at K33, which promotes SIRT6 polymerization and recognition of DSBs. ( B ) Beyond DSBs, K33-deacetylated SIRT6 anchors to γH2AX and expands on local chromatin flanking DSBs. ( C ) SIRT6 mediates local chromatin remodeling via deacetylating H3K9ac and/or H3K56ac. Discussion The DDR is a highly orchestrated process that is initiated by DNA break-sensing ( Ciccia and Elledge, 2010 ). While the MRN complex ( Paull and Lee, 2005 ), Ku complex ( Hu et al., 2012 ), RPA ( Maréchal and Zou, 2015 ) and PARP1 ( Ali et al., 2012 ; Eustermann et al., 2015 ) are all known to directly recognize DSBs, sirtuins are among the earliest factors to be recruited to DSBs ( Dobbin et al., 2013 ; Toiber et al., 2013 ) and facilitate PARP1 recruitment ( Vazquez et al., 2016 ). Consistent with published data ( Pan et al., 2011 ), we found that SIRT6 oligomerizes and recognizes DSBs via a DSB-binding pocket generated by the N-termini and C-termini of two adjacent molecules. This finding is consistent with another report showing that both the N-termini and C-termini are essential for the chromatin association of SIRT6 . Using a super-resolution fluorescent particle tracking method, Yang et al. recently found that PARP1 binding to DSBs happens earlier than SIRT6 binding ( Yang et al., 2018 ). One possible explanation is that PARP1 is first recruited to DSBs; then, SIRTs are later recruited directly by DSBs and facilitate PARP1 stabilization and expansion in the surrounding region. The sirtuin family members share similar functions in the DDR and in DNA repair; upon DNA damage, both SIRT1 and SIRT6 are rapidly mobilized to DSBs ( Vazquez et al., 2016 ; Dobbin et al., 2013 ; Toiber et al., 2013 ). SIRT1 redistributes on chromatin and deacetylates XPA, NBS1 and Ku70 to promote DNA repair ( Fang et al., 2016 ; Yuan et al., 2007 ; Fan and Luo, 2010 ; Jeong et al., 2007 ). Recently, an elegant study demonstrated that PAR recruits SIRT1 and BRG1 to DSB sites and promotes HR efficiency ( Chen et al., 2019 ). Other studies reported that SIRT6 mono-ribosylates PARP1 to enhance its activity ( Mao et al., 2011 ), and SIRT6 facilitates the subsequent recruitment of SNF2H, H2AX and DNA-PKcs ( Atsumi et al., 2015 ; McCord et al., 2009 ; Van Meter et al., 2016 ). Here, we revealed a synergistic action between two nuclear SIRTs in DDR−SIRT1 deacetylates SIRT6 to promote its mobilization to DSBs. A K33R mutant, mimicking the hypo-acetylated SIRT6, can rescue DNA repair defects in SIRT1 null cells. Both BRG1 and SNF2H are chromatin remodeling ATPases, responsible for open chromatin architecture. It is reasonable to speculate that these early DDR responding factors like PARP1, SIRT1, SIRT6, SNF2H and BRG1 are quickly and sequentially stimulated by DSBs, wherein they constitute a super complex to potentiate DDR and DNA repair; posttranslational modifications like deacetylation and mono-ADP ribosylation empower the complex to recruit other repair factors more efficiently. Interestingly, SIRT6 phosphorylation at S10 by JNK promotes subsequent recruitment itself and PARP1 upon oxidative stress, also supporting an essential role of the SIRT6 N terminus for DSB-recruitment ( Van Meter et al., 2016 ). Consistent with the cooperative action between SIRT1 and SIRT6, independent studies have revealed an interaction between SIRT1 and SIRT7, showing that SIRT1 recruits SIRT7 to promote cancer cell metastasis ( Malik et al., 2015 ), and that SIRT1 and SIRT7 antagonistically regulate adipogenesis ( Fang et al., 2017 ). The acetylation levels of H3K9 and H3K56 decrease upon detecting DSBs and then return to basal levels ( Tjeertes et al., 2009 ). SIRT1 and SIRT6 are H3K9ac and H3K56ac deacetylases; both are recruited to DSBs, indicating that SIRT1 and/or SIRT6 might contribute to reducing H3K9ac and H3K56ac levels. Although mechanistically unclear, H3K9ac and H3K56ac levels negatively correlate with γH2AX levels ( Tjeertes et al., 2009 ). In this study, we found that while γH2AX is not required for initial SIRT6 recruitment, it is indispensable for retaining SIRT6 on the local chromatin surrounding DSBs. This finding is consistent with reports that γH2AX is dispensable for initial reorganization of DNA breaks but rather serves as a platform to stabilize DNA repair factors, such as NBS1, 53BP1 and BRCA1. SIRT6 deacetylates H3K9ac and H3K56ac surrounding DSBs, in this way bridging γH2AX to chromatin remodeling. While the in vivo data demonstrated that SIRT6 K33Q deacetylation activity toward histone H3 was compromised, the in vitro deacetylation assay using a synthesized acetyl H3 peptide showed negligible effect. It is speculated that the initial DSB recognition and chromatin retention might potentiate the deacetylase activity of SIRT6 toward local histones, for example H3K9ac and H3K56ac; the impaired DSB recognition and chromatin retention might compromise the deacetylase activity of SIRT6 K33Q on local histone proteins. Putting together the findings provide a scenario as to how γH2AX and histone modifiers coordinate to amplify the DDR. SIRT6 and SNF2H cooperate to stabilize γH2AX foci ( Atsumi et al., 2015 ). Here we found that γH2AX in-fact anchors SIRT6 to DSBs, providing a positive feedback regulatory loop between SIRT6 and γH2AX. This finding is consistent with reports showing a distinct reduction of γH2AX and an improper DDR in Sirt6 –/– and Sirt1 –/– cells. Recent work also suggests that an electrostatic force between a negatively charged phosphate group and a positively charged lysine groups is a novel form of protein–protein interaction ( Wang et al., 2016 ). We thus consider it plausible to speculate that (de)acetylation might act as a switch to modulate such an interaction between SIRT6 and γH2AX. Known as longevity-associated genes, SIRT6 and SIRT1 are redundant in DNA repair but not replaceable. In this study, we have identified that SIRT6 directly binds to DNA breaks and have elucidated a physical and functional interaction between SIRT6 and SIRT1. SIRT6 rescues DNA repair defects imposed by SIRT1 deficiency. Overall, these data highlight a synergistic action of nuclear SIRTs in the spatiotemporal regulation of the DDR and DNA repair. Materials and methods Key resources table Reagent type (species) or resource Designation Source or reference Identifiers Additional information Gene ( Homo sapiens ) SIRT6 National Center for Biotechnology Information Gene ID: 51548 Gene ( Homo sapiens ) SIRT1 National Center for Biotechnology Information Gene ID: 23411 Gene ( Mus musculus ) H2ax National Center for Biotechnology Information Gene ID: 15270 Gene ( Homo sapiens ) H2AX National Center for Biotechnology Information Gene ID: 3014 Cell line ( Homo sapiens ) HEK293 ATCC ATCC CRL-1573 Cell line ( Homo sapiens ) HeLa ATCC ATCC CRM-CCL-2 Cell line ( Mus musculus ) MEF Dr Linyu Lu (Zhejiang University, China) Cell line ( Mus musculus ) H2ax-/- MEF Dr Linyu Lu (Zhejiang University, China) Antibody SIRT6 (rabbit, polyclonal) Abcam (Cambridge, UK) Cat# ab62738, RRID: AB_956299 Applications: WB; Dilution: 1:1000;Immunofluorescence; Dilution:1:100 Antibody SIRT1 (mouse, monoclonal) Cell Signaling Technology Cat# 8469, RRID: AB_10999470 Applications: WB;Dilution:1:1000;Immunofluorescence; Dilution:1:100 Antibody FLAG (mouse, monoclonal) Sigma-Aldrich Cat# F1804; RRID: AB_262044 Applications: WB; Dilution: 1:1000; Chromatin immunoprecipitation Antibody HA (mouse, monoclonal) Sigma-Aldrich Cat# H3663; RRID: AB_262051 Applications: WB; Dilution: 1:1000 Antibody GST(mouse, monoclonal) Cell Signaling Technology Cat# 2624, RRID: AB_2189875 Applications: WB; Dilution: 1:1000 Antibody γH2AX (rabbit, monoclonal) Abcam (Cambridge, UK) Cat# ab81299; RRID: AB_1640564 Applications: WB; Dilution: 1:1000 Antibody H3K9ac (rabbit, polyclonal) EMD Millipore Cat# 07–352; RRID: AB_310544 Applications: WB; Dilution: 1:1000 Antibody H3K56ac(Rabbit, Polyclonal) EMD Millipore Cat# 07–677, RRID: AB_390167 Applications: WB; Dilution: 1:1000 Antibody acetyl Lysine (Rabbit, Polyclonal) Abcam (Cambridge, UK) Cat# ab80178, RRID: AB_1640674 Applications: WB; Dilution: 1:1000 Transfected construct ( Homo sapiens ) pDR-GFP Addgene (Cambridge, MA) RRID: Addgene_26475 Commercial assay or kit CycLex SIRT6 Deacetylase Fluorometric Assay Kit MBL life science CY-1156V2 Chemical compound, drug Ex527 Sigma-Aldrich E7034 Chemical compound, drug Trichostatin A Sigma-Aldrich T1952 Chemical compound, drug Nicotinamide Sigma-Aldrich N3376 Chemical compound, drug Camptothecin Sigma-Aldrich C9911 Software, algorithm GraphPad Prism GraphPad RRID: SCR_002798 Cell lines HEK293 (CRL-1573) cells and HeLa (CCL-2) cells were ordered from ATCC. H2ax WT and KO mouse embryonic fibroblasts (MEFs) were provided as a kind gift from Dr Linyu Lu (Zhejiang University, China). The cell lines were authenticated by short tandem repeat (STR) profile analysis and genotyping and were mycoplasma free. Cells were routinely cultured in Gibco High Glucose DMEM (Life Technologies, USA) with 10% fetal bovine serum (FBS), 100 U/ml penicillin and streptomycin (P/S) at 37°C in 5% CO 2 and atmospheric oxygen conditions. Oligos and plasmids The following oligos (Genewiz) were used for RNA interference: siSIRT6, 5’- AAGAAUGUGCCAAGUGUAAGA -3’; siSIRT1, 5’- ACUUUGCUGUAACCCUGUA -3’. The following primers were used for ChIP qPCR: I-SceI- 2 k-F, 5’- GCCCATATATGGAGTTCCGC -3’; I-SceI-2k-R, 5’- GGGCCATTTACCGTCATTG -3’; I-SceI-5k-F, 5’- GTTGCCGGGAAGCTAGAGTAAGTA -3’; I-SceI-5k-R, 5’- TTGGGAACCGGAGCTGAATGAA -3’. The following gRNA sequences were used for CRISPR/Cas9 gene editing: Hu Sirt6: gRNA-F, 5’- CACCGGCTGTCGCCGTACGCGGACA -3’; gRNA-R, 5’- AAACTGTCCGCGTACGGCGACAGCC -3’. Hu Sirt1: gRNA-F, 5’- CACCGATAGCAAGCGGTTCATCAGC -3’ Human SIRT6 was cloned into pCDNA3.1 with a FLAG tag (Invitrogen, USA); a 3 × FLAG-SIRT1 and DR-GFP plasmids were obtained from Addgene. SIRT6ΔC and ΔN were amplified with specific primers and cloned into pKH3HA (Addgene) and pGex vectors (GE Healthcare Life Sciences). The SIRT6 KR, KQ and HY mutants were obtained by converting SIRT6 lysine 33 to arginine (KR), or to glutamine (KQ) and SIRT6 133 histidine to tyrosine (HY) via site-directed mutagenesis, as described below. Site-directed mutagenesis The primers used for mutagenesis were designed using the online Quick Change Primer Design Program provided by Agilent Technologies. The mutagenesis was performed using Pfu DNA polymerase (Agilent) and 300 ng plasmid template, according to the manufacturer’s instructions. The PCR product was digested with Dpn I endonuclease for 1 hr at 37°C, before transformation and sequencing. The following primers were used to generate the SIRT6 KR, KQ and HY mutants: KR forward: 5’- ggagctggagcggagggtgtgggaact -3’ KR reverse: 5’- agttcccacaccctccgctccagctcc -3’ KQ forward: 5'- ggagctggagcggcaggtgtgggaact -3' KQ reverse: 5'- agttcccacacctgccgctccagctcc -3' HY forward: 5'- acaaactggcagagctctacgggaacatgtttgtg -3' HY reverse: 5'- cacaaacatgttcccgtagagctctgccagtttgt -3' Immunoprecipitation HEK293T cells were transfected with the indicated plasmids using Lipofetamine3000 (Invitrogen, USA), according to the manufacturer’s instructions. The cells were lysed 48 hr post-transfection in lysis buffer [50 mM Tris-HCl, pH 7.4, 200 mM NaCl, 0.2% NP40, 10% glycerol, 1 mM NaF, 1 mM Sodium butyrate, 10 mM Nicotinamide and a Complete protease inhibitor cocktail (Roche)]. The cell extracts were incubated with anti-FLAG M2 monoclonal antibody-conjugated agarose beads (Sigma) at 4°C overnight with rotation. The immunoprecipitates were boiled IN 2 × laemmli buffer and then analyzed by western blotting. Chromatin immunoprecipitation (ChIP) I- Sce I-GR assays were performed as previously described ( Soutoglou et al., 2007 ). HeLa cells stably transfected with DR-GFP were transiently transfected with RFP-I- Sce I-GR together with FLAG-SIRT6, KR, KQ or HY. The cells were treated with 10 −7 M triamcinolone acetonide (TA, Sangon, Shanghai) for 20 min, 48 hr after transfection, and then fixed with 1% paraformaldehyde at 37°C for 10 min to crosslink the chromatin. The reaction was stopped upon the addition of 0.125 M glycine. The chromatin was sonicated to 200 bps ~ 600 bps and incubated with the indicated antibodies. After de-cross linking, the ChIP-associated DNA was isolated and analyzed by quantitative real-time PCR (qRT-PCR). Comet assay A comet assay was performed as previously described ( Olive and Banáth, 2006 ). Briefly, after CPT treatment, the cells were digested into a single cell suspension, mixed with 1% agarose at the density of 1 × 10 5 , coated on the slide and then incubated in lysis buffer (2% sarkosyl, 0.5M Na 2 EDTA, 0.5 mg/ml proteinase K) overnight at 37°C. The slides were incubated with N2 buffer (90 mM Tris, 90 mM boric acid and 2 mM Na 2 EDTA) and subjected to electrophoresis for 25 min at 0.6 V/cm. The slides were then incubated in staining solution containing 2.5 μg/ml propidium iodide for 30 min at room temperature. Images were captured under a fluorescent microscope. Cell fractionation Cells were scraped and washed with cold PBS. The cell pellet was resuspended in nuclei lysis buffer (10 mM HEPES, 10 mM KCl, 1.5 mM MgCl 2 , 0.34M sucrose, 10% glycerol, 1 mM DTT, 0.1% TrionX-100.) for 10 min on ice and then centrifuged at 1300 g for 10 min. The pellet was resuspended in lysis buffer (3 mM EDTA, 0.2 mM EGTA, 1 mM DTT) for 10 min on ice and centrifuged at 1700 g for 10 min. The pellet was saved as the chromatin fraction. MicroPoint laser irradiation and microscopy U2OS cells or MEFs were seeded on a dish with a thin glass bottom (NEST), then locally irradiated with a 365 nm pulsed UV laser (16 Hz pulse, 56% laser output), generated by the MicroPoint Laser Illumination and Ablation System (Andor; power supply TPES24-T120MM, Laser NL100, 24V 50W), which is coupled to the fluorescence path of the Nikon A1 confocal imaging system (TuCam). Fluorescent protein recruitment and retention were continuously monitored by time-lapse imaging every 20 s for 10 min. The fluorescence intensity was quantified at each time-point using Fiji (Image J) software. CRISPR/Cas9-mediated gene editing CRISPR/Cas9-mediated gene editing was conducted as described ( Ran et al., 2013 ). Briefly, a pX459 vector (Addgene#48139) was digested with Bbs I and ligated with annealed oligonucleotides. The constructs containing the target gRNAs were transfected into HEK293T cells with Lipofetamine3000 (Invitrogen). The cells were selected for 5 days with puromycin 24 hr after transfection. Single clones were picked for sequencing. Peptide pulldown assay The C termini of H2AX (BGKKATQASQEY) and γH2AX (BGKKATQApSQEY) were synthesized and conjugated with biotin (GL Biochem, Shanghai). For one reaction, 1 μg biotinylated peptides was incubated with 1 μg GST-SIRT6 in binding buffer (50 mM Tirs-HCl, 200 mM NaCl, 0.05% NP40) overnight at 4°C. Streptavidin Sepharose beads (GE) was then used to pulldown the peptide and protein complexes for 1 hr at 4°C, and the samples were analyzed by western blotting. Immunofluorescence staining The cells were washed with PBS and fixed with 4% formaldehyde for 20 min, followed by permeabilization with cold methanol (−20°C) for 5 min and blocking with 5% BSA for 30 min. Then, the cells were incubated with primary antibodies (SIRT1, 1:200 dilution in 1% BSA; γH2AX, 1:500 dilution in 1% BSA; SIRT6, 1:200 dilution in 1% BSA) for 1 hr and secondary antibodies (donkey anti-rabbit IgG Alexa Fluor 594 and donkey anti-mouse IgG FITC from Invitrogen, 1:500 dilution in1% BSA) for 1 hr at room temperature in the dark. The cells were then co-stained with DAPI (Invitrogen) and observed under a fluorescent microscope. HR assay U2OS cells stably transfected with DR-GFP were transfected with HA-I- Sce I together with FLAG-SIRT6 WT, K33R, K33Q or H133Y. After transfection for 48 hr, the cells were harvested and the GFP-positive cell ratio per 10 4 cells was analyzed by flow cytometry (BD Biosciences). The relative HR efficiency was normalized to the vector control. Assessment of cell viability by MTS assay Cell proliferation rate was examined using a CellTiter 96 AQueous Non-Radioactive Cell Proliferation assay (MTS) (Promega, USA). Approximately 2 × 10 3 cells/well were seeded in a 96-well plate and allowed to grow overnight. Cells were treated with CPT (0, 1 µM) for 1 hr or IR (2 Gy, 4 Gy, 6 Gy) and allowed to recover for 48 hr. MTS reagent (20 µL per well) was added, followed by incubation in the darkness at 37°C for 3 hr. The absorbance were measured at 490 nm using Bradford Reagent (Bio-Rad Laboratories). Cell viability was calculated as the ratio of absorbance of treated cells to control. Colony formation assay HeLa cells were seeded into six-well plates 24 hr after transfection in defined numbers. Then, 24 hr after re-plating, the cells were exposed to increasing amounts of ionizing radiation delivered by an X-Rad 320 irradiator (Precision X-Ray Inc N. Branford, CT, USA). Fresh media was added after 7 days. Colonies containing at least 50 cells (10–14 days) were fixed with 20% methanol and stained with crystal violet and analyzed. DNA pulldown assay The DNA binding assay was performed as previously described ( Falck et al., 2005 ). Briefly, a biotin-conjugated DNA duplex 220 bp in size was generated by PCR amplification using biotin-labeled primers and a I- Sce I plasmid as a template. For the DNA pulldown assay, 10 pmol biotinylated DNA duplex was incubated with 0.5 μg of the indicated recombinant proteins in 300 μl binding buffer (10 mM Tris-Cl pH7.5, 100 mM NaCl, 0.01% NP40 and 10% glycerol) overnight at 4°C. Streptavidin Sepharose beads (GE) were added the next day, and incubated for another 1 hr with the samples. The beads were then collected and washed with binding buffer three times. The beads were subsequently boiled in 2 × laemmli buffer and analyzed by western blotting. For linear and circular DNA competition assays, the ratios of the non-biotin labeled linear/circular DNA to the biotin DNA duplex were 5:1 or 10:1. Linear DNA was generated by PCR amplification using non-biotin-labeled primers, and circular DNA was obtained by cloning a PCR product into the pCDNA 3.1 plasmid (Invitrogen, USA). The following sequences were used for PCR: Forward, 5’- TACGGCAAGCTGACCCTGAA -3’ Reverse, 5’- CGTCCTCCTTGAAGTCGATG -bio-3’ FP assay SIRT1, SIRT6 and SIRT7 recombinant proteins were purified in vitro, and incubated with a FAM-conjugated DNA duplex (20 nM) for 30 min on ice at the indicated concentration. The FP value of each sample was measured on 96 plates using a Multimode Plate Reader VictorTM X5 (PerkinElmer, USA) with an excitation wavelength of 480 nm and an emission wavelength of 535 nm. Curve fitting was performed in GraphPad prism. Statistical analysis Statistical analyses were conducted using two-tailed Student’s t -test between two groups. All data are presented as mean ± s.e.m. as indicated, and a p value < 0.05 was considered statistically significant. Independent experiments were performed in triplicates. Funding Information This paper was supported by the following grants: http://dx.doi.org/10.13039/501100013290 National Key R&D Program of China 2017YFA0503900 to Wei-Guo Zhu, Baohua Liu. http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 91849208 to Baohua Liu. http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 91949124 to Minxian Qian. http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81972602 to Xiaolong Tang. http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81702909 to Xiaolong Tang. http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81871114 to Minxian Qian. http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 81601215 to Zuojun Liu. http://dx.doi.org/10.13039/501100003453 Natural Science Foundation of Guangdong Province 2015A030308007 to Baohua Liu. http://dx.doi.org/10.13039/501100003453 Natural Science Foundation of Guangdong Province 2017B030301016 to Minxian Qian, Wei-Guo Zhu, Xingzhi Xu, Baohua Liu. http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission ZDSYS20190902093401689 to Baohua Liu. http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission JCYJ20180507182044945 to Baohua Liu. http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission KQJSCX20180328093403969 to Baohua Liu. Tianjin MunicipalScience Foundation for Youths 18JCQNJC79800 to Fanbiao Meng. http://dx.doi.org/10.13039/501100010104 Tianjin Medical University B1714 to Fanbiao Meng. http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 31530016 to Xingzhi Xu. http://dx.doi.org/10.13039/501100001809 National Natural Science Foundation of China 31761133012 to Xingzhi Xu. http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission JCYJ20180507182213033 to Xingzhi Xu. http://dx.doi.org/10.13039/501100010877 Shenzhen Science and Technology Innovation Commission JCYJ20170412113009742 to Xingzhi Xu. Acknowledgements We thank Dr Linyu Lu (Zhejiang University, China) for providing H2ax –/– MEFs. This project was supported by research grants from the National Key R and D Program of China (2017YFA0503900), the National Natural Science Foundation of China (91849208, 81972602, 81702909, 81871114, 81601215, 91949124, 31530016, 31761133012), the National Natural Science Foundation of Guangdong Province (2015A030308007, 2017B030301016), Shenzhen Science and Technology Innovation Commission (ZDSYS20190902093401689, KQJSCX20180328093403969, JCYJ20180507182044945, JCYJ20180507182213033, JCYJ20170412113009742), the Youth Foundation of Tianjin Medical University Cancer Institute and Hospital (NO. B1714), and Tianjin Municipal Science Foundation for Youths (NO. 18JCQNJC79800). The authors would like to thank Dr. Jessica Tamanini (ETediting, Shenzhen University) for editing the manuscript prior to submission Additional information Competing interests No competing interests declared. Author contributions Data curation, Formal analysis, Validation, Investigation, Methodology, Writing - original draft. Data curation, Formal analysis, Validation, Investigation, Methodology. Data curation, Investigation, Methodology. Investigation, Methodology. Investigation, Methodology. Software, Visualization, Methodology. Investigation, Methodology. Investigation, Methodology. Methodology. Methodology. Methodology, Project administration. Resources. Resources. Resources, Methodology. Resources, Methodology. Resources, Methodology. Resources, Funding acquisition. Resources, Software, Funding acquisition, Methodology. Conceptualization, Supervision, Funding acquisition, Writing - review and editing. Additional files Supplementary file 1. Acetylated K residues of SIRT6 identified by LC-MS/MS. Transparent reporting form Data availability All data generated or analysed during this study are included in the manuscript and supporting files. References Ali AAE Timinszky G Arribas-Bosacoma R Kozlowski M Hassa PO Hassler M Ladurner AG Pearl LH Oliver AW 2012 The zinc-finger domains of PARP1 cooperate to recognize DNA strand breaks Nature Structural & Molecular Biology 19 685 692 10.1038/nsmb.2335 22683995 Atsumi Y Minakawa Y Ono M Dobashi S Shinohe K Shinohara A Takeda S Takagi M Takamatsu N Nakagama H Teraoka H Yoshioka K 2015 ATM and SIRT6/SNF2H mediate transient H2AX stabilization when DSBs form by blocking HUWE1 to allow efficient γh2ax foci formation Cell Reports 13 2728 2740 10.1016/j.celrep.2015.11.054 26711340 Celeste A Fernandez-Capetillo O Kruhlak MJ Pilch DR Staudt DW Lee A Bonner RF Bonner WM Nussenzweig A 2003 Histone H2AX phosphorylation is dispensable for the initial recognition of DNA breaks Nature Cell Biology 5 675 679 10.1038/ncb1004 12792649 Chen Y Zhang H Xu Z Tang H Geng A Cai B Su T Shi J Jiang C Tian X Seluanov A Huang J Wan X Jiang Y Gorbunova V Mao Z 2019 A PARP1–BRG1–SIRT1 axis promotes HR repair by reducing nucleosome density at DNA damage sites Nucleic Acids Research 47 8563 8580 10.1093/nar/gkz592 31291457 Ciccia A Elledge SJ 2010 The DNA damage response: making it safe to play with knives Molecular Cell 40 179 204 10.1016/j.molcel.2010.09.019 20965415 Dobbin MM Madabhushi R Pan L Chen Y Kim D Gao J Ahanonu B Pao PC Qiu Y Zhao Y Tsai LH 2013 SIRT1 collaborates with ATM and HDAC1 to maintain genomic stability in neurons Nature Neuroscience 16 1008 1015 10.1038/nn.3460 23852118 Eustermann S Wu WF Langelier MF Yang JC Easton LE Riccio AA Pascal JM Neuhaus D 2015 Structural basis of detection and signaling of DNA Single-Strand breaks by human PARP-1 Molecular Cell 60 742 754 10.1016/j.molcel.2015.10.032 26626479 Falck J Coates J Jackson SP 2005 Conserved modes of recruitment of ATM, ATR and DNA-PKcs to sites of DNA damage Nature 434 605 611 10.1038/nature03442 15758953 Fan W Luo J 2010 SIRT1 regulates UV-induced DNA repair through deacetylating XPA Molecular Cell 39 247 258 10.1016/j.molcel.2010.07.006 20670893 Fang EF Kassahun H Croteau DL Scheibye-Knudsen M Marosi K Lu H Shamanna RA Kalyanasundaram S Bollineni RC Wilson MA Iser WB Wollman BN Morevati M Li J Kerr JS Lu Q Waltz TB Tian J Sinclair DA Mattson MP Nilsen H Bohr VA 2016 NAD + replenishment improves lifespan and healthspan in ataxia telangiectasia models via mitophagy and DNA repair Cell Metabolism 24 566 581 10.1016/j.cmet.2016.09.004 27732836 Fang J Ianni A Smolka C Vakhrusheva O Nolte H Krüger M Wietelmann A Simonet NG Adrian-Segarra JM Vaquero A Braun T Bober E 2017 Sirt7 promotes adipogenesis in the mouse by inhibiting autocatalytic activation of Sirt1 PNAS 114 E8352 E8361 10.1073/pnas.1706945114 28923965 Gil R Barth S Kanfi Y Cohen HY 2013 SIRT6 exhibits nucleosome-dependent deacetylase activity Nucleic Acids Research 41 8537 8545 10.1093/nar/gkt642 23892288 Houtkooper RH Pirinen E Auwerx J 2012 Sirtuins as regulators of metabolism and healthspan Nature Reviews Molecular Cell Biology 13 225 238 10.1038/nrm3293 22395773 Hu S Pluth JM Cucinotta FA 2012 Putative binding modes of Ku70-SAP domain with double strand DNA: a molecular modeling study Journal of Molecular Modeling 18 2163 2174 10.1007/s00894-011-1234-x 21947447 Jeong J Juhn K Lee H Kim SH Min BH Lee KM Cho MH Park GH Lee KH 2007 SIRT1 promotes DNA repair activity and deacetylation of Ku70 Experimental & Molecular Medicine 39 8 13 10.1038/emm.2007.2 17334224 Langelier MF Planck JL Roy S Pascal JM 2012 Structural basis for DNA damage-dependent poly(ADP-ribosyl)ation by human PARP-1 Science 336 728 732 10.1126/science.1216338 22582261 Malik S Villanova L Tanaka S Aonuma M Roy N Berber E Pollack JR Michishita-Kioi E Chua KF 2015 SIRT7 inactivation reverses metastatic phenotypes in epithelial and mesenchymal tumors Scientific Reports 5 9841 10.1038/srep09841 25923013 Mao Z Hine C Tian X Van Meter M Au M Vaidya A Seluanov A Gorbunova V 2011 SIRT6 promotes DNA repair under stress by activating PARP1 Science 332 1443 1446 10.1126/science.1202723 21680843 Maréchal A Zou L 2015 RPA-coated single-stranded DNA as a platform for post-translational modifications in the DNA damage response Cell Research 25 9 23 10.1038/cr.2014.147 25403473 McCord RA Michishita E Hong T Berber E Boxer LD Kusumoto R Guan S Shi X Gozani O Burlingame AL Bohr VA Chua KF 2009 SIRT6 stabilizes DNA-dependent protein kinase at Chromatin for DNA double-strand break repair Aging 1 109 121 10.18632/aging.100011 20157594 Mostoslavsky R Chua KF Lombard DB Pang WW Fischer MR Gellon L Liu P Mostoslavsky G Franco S Murphy MM Mills KD Patel P Hsu JT Hong AL Ford E Cheng HL Kennedy C Nunez N Bronson R Frendewey D Auerbach W Valenzuela D Karow M Hottiger MO Hursting S Barrett JC Guarente L Mulligan R Demple B Yancopoulos GD Alt FW 2006 Genomic instability and aging-like phenotype in the absence of mammalian SIRT6 Cell 124 315 329 10.1016/j.cell.2005.11.044 16439206 Olive PL Banáth JP 2006 The comet assay: a method to measure DNA damage in individual cells Nature Protocols 1 23 29 10.1038/nprot.2006.5 17406208 Pan PW Feldman JL Devries MK Dong A Edwards AM Denu JM 2011 Structure and biochemical functions of SIRT6 Journal of Biological Chemistry 286 14575 14587 10.1074/jbc.M111.218990 21362626 Paull TT Lee JH 2005 The Mre11/Rad50/Nbs1 complex and its role as a DNA double-strand break sensor for ATM Cell Cycle 4 737 740 10.4161/cc.4.6.1715 15908798 Price BD D'Andrea AD 2013 Chromatin remodeling at DNA double-strand breaks Cell 152 1344 1354 10.1016/j.cell.2013.02.011 23498941 Priyanka A Solanki V Parkesh R Thakur KG 2016 Crystal structure of the N-terminal domain of human SIRT7 reveals a three-helical domain architecture Proteins: Structure, Function, and Bioinformatics 84 1558 1563 10.1002/prot.25085 27287224 Ran FA Hsu PD Wright J Agarwala V Scott DA Zhang F 2013 Genome engineering using the CRISPR-Cas9 system Nature Protocols 8 2281 2308 10.1038/nprot.2013.143 24157548 Rogakou EP Pilch DR Orr AH Ivanova VS Bonner WM 1998 DNA double-stranded breaks induce histone H2AX phosphorylation on serine 139 Journal of Biological Chemistry 273 5858 5868 10.1074/jbc.273.10.5858 9488723 Soutoglou E Dorn JF Sengupta K Jasin M Nussenzweig A Ried T Danuser G Misteli T 2007 Positional stability of single double-strand breaks in mammalian cells Nature Cell Biology 9 675 682 10.1038/ncb1591 17486118 Tang X Shi L Xie N Liu Z Qian M Meng F Xu Q Zhou M Cao X Zhu WG Liu B 2017 SIRT7 antagonizes TGF-β signaling and inhibits breast cancer metastasis Nature Communications 8 318 10.1038/s41467-017-00396-9 28827661 Tennen RI Berber E Chua KF 2010 Functional dissection of SIRT6: identification of domains that regulate histone deacetylase activity and chromatin localization Mechanisms of Ageing and Development 131 185 192 10.1016/j.mad.2010.01.006 20117128 Tjeertes JV Miller KM Jackson SP 2009 Screen for DNA-damage-responsive histone modifications identifies H3K9Ac and H3K56Ac in human cells The EMBO Journal 28 1878 1889 10.1038/emboj.2009.119 19407812 Toiber D Erdel F Bouazoune K Silberman DM Zhong L Mulligan P Sebastian C Cosentino C Martinez-Pastor B Giacosa S D'Urso A Näär AM Kingston R Rippe K Mostoslavsky R 2013 SIRT6 recruits SNF2H to DNA break sites, preventing genomic instability through chromatin remodeling Molecular Cell 51 454 468 10.1016/j.molcel.2013.06.018 23911928 Tong Z Wang M Wang Y Kim DD Grenier JK Cao J Sadhukhan S Hao Q Lin H 2017 SIRT7 is an RNA-Activated protein lysine deacylase ACS Chemical Biology 12 300 310 10.1021/acschembio.6b00954 27997115 Trott O Olson AJ 2010 AutoDock vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading Journal of Computational Chemistry 31 455 461 10.1002/jcc.21334 19499576 Van Meter M Simon M Tombline G May A Morello TD Hubbard BP Bredbenner K Park R Sinclair DA Bohr VA Gorbunova V Seluanov A 2016 JNK phosphorylates SIRT6 to stimulate DNA Double-Strand break repair in response to oxidative stress by recruiting PARP1 to DNA breaks Cell Reports 16 2641 2650 10.1016/j.celrep.2016.08.006 27568560 Vazquez BN Thackray JK Simonet NG Kane-Goldsmith N Martinez-Redondo P Nguyen T Bunting S Vaquero A Tischfield JA Serrano L 2016 SIRT7 promotes genome integrity and modulates non-homologous end joining DNA repair The EMBO Journal 35 1488 1503 10.15252/embj.201593499 27225932 Wang RH Sengupta K Li C Kim HS Cao L Xiao C Kim S Xu X Zheng Y Chilton B Jia R Zheng ZM Appella E Wang XW Ried T Deng CX 2008 Impaired DNA damage response, genome instability, and tumorigenesis in SIRT1 mutant mice Cancer Cell 14 312 323 10.1016/j.ccr.2008.09.001 18835033 Wang D Kon N Lasso G Jiang L Leng W Zhu WG Qin J Honig B Gu W 2016 Acetylation-regulated interaction between p53 and SET reveals a widespread regulatory mode Nature 538 118 122 10.1038/nature19759 27626385 Yang G Liu C Chen S-H Kassab MA Hoff JD Walter NG Yu X 2018 Super-resolution imaging identifies PARP1 and the Ku complex acting as DNA double-strand break sensors Nucleic Acids Research 46 3446 3457 10.1093/nar/gky088 29447383 Yuan Z Zhang X Sengupta N Lane WS Seto E 2007 SIRT1 regulates the function of the nijmegen breakage syndrome protein Molecular Cell 27 149 162 10.1016/j.molcel.2007.05.029 17612497 Zhao X Allison D Condon B Zhang F Gheyi T Zhang A Ashok S Russell M MacEwan I Qian Y Jamison JA Luz JG 2013 The 2.5 å crystal structure of the SIRT1 catalytic domain bound to nicotinamide adenine dinucleotide (NAD + ) and an indole (EX527 analogue) reveals a novel mechanism of histone deacetylase inhibition Journal of Medicinal Chemistry 56 963 969 10.1021/jm301431y 23311358 10.7554/eLife.55828.sa1 Decision letter Simon Matthew Reviewing Editor University of Rochester United States Simon Matthew Reviewer University of Rochester United States In the interests of transparency, eLife publishes the most substantive revision requests and the accompanying author responses. Acceptance summary: The work presented goes to a great deal of effort to succinctly demonstrate a synergistic interaction between two predominant proteins involved with DNA repair. These two sirtuins are of great interest in several fields, including cancer, aging, and genome stability. Previous research has largely focused on one or the other, often times noting overlaps in function and pathway, but rarely has there been much insight into how these two proteins interact. This manuscript provides some much needed insight into the relationship between sirtuins and how they manage the critical process of DNA repair. Decision letter after peer review: Thank you for submitting your article \"Synergy between SIRT1 and SIRT6 helps recognize DNA breaks and potentiate the DNA damage response and repair\" for consideration by eLife . Your article has been reviewed by three peer reviewers, including Matthew Simon as the Reviewing Editor and Reviewer #1, and the evaluation has been overseen by Jessica Tyler as the Senior Editor. The reviewers have discussed the reviews with one another and the Reviewing Editor has drafted this decision to help you prepare a revised submission. Overall, the work was well received and the reviewers are quite positive that the work will be impactful to the field once the requested revisions are addressed. Please aim to submit the revised version within two months. If you require a longer length of time due to extenuating circumstances with the virus pandemic, please don't hesitate to ask. Summary: In Meng, et al., the authors provide a compelling body of evidence to support the observations that SIRT1 deacetylates SIRT6 in order to facilitate SIRT6 polymerization and subsequent recognition of DSB. This, in turn, helps to recruit repair proteins and stabilize SIRT6 at DNA damage sites. The authors demonstrate that SIRT6 is able to directly recognize DNA DSBs which supports a recent study published in eLife (Toiber et al., 2020). Interestingly, the authors describe a novel mechanism whereby SIRT6 needs to be deacetylated in order to recognize DNA DSBs and that this deacetylation is performed by SIRT1. Through the use of SIRT6 acetyl mutants, the authors map the acetylation site to K33 and demonstrate through several robust experiments the interaction between this site and SIRT1. The authors then describe experiments that suggest the DNA damage-induced histone mark gH2AX is dispensable for the initial recruitment of deacetylated SIRT6, but required for its retention at DSB sites. The authors finalize the manuscript by suggesting that expression of a hypoacetylated SIRT6 (K33R) is able to overcome DNA repair defects caused by SIRT1 deficiency. Essential revisions: 1) In Figure 2C, the authors suggest that SIRT6 K33R does indeed have increased DSB affinity when compared to the K33Q mutant, and that this is supportive of the data presented in Figure 2B. Whilst it is true that K33R binds DNA more efficiently in this assay then K33Q, it is not possible to interpret the significance of the hypoacetylation for this binding without WT SIRT6. The authors need to repeat this experiment including recombinant WT SIRT6 as a control. One would expect that wild type SIRT6 DNA binding affinity should be somewhere in between the two mutants. 2) In the text the authors state that the enzymatic activity of the SIRT6 K33Q is unaffected. However, based on the IF data in Figure 2 as well as the histone acetyl western blots in Figure 2—figure supplement 3, this does not seem to be the case. Can the authors please rationalize the differences seen in the IF and immunoblot experiments compared to their enzymatic activity assay described in Figure 2—figure supplement 3C. 3) For Figure 3G, the authors need to address the lack of pull down of the c-terminal peptide. The authors concluded that N terminus of SIRT6 is crucial for SIRT1-SIRT6 interaction. However, in Figure 3G, both SIRT6ΔN and ΔC fail to interact with SIRT1. Although the authors claimed that the result arises from the nuclear location signal is located in C terminus, a more direct evidence such as in vitro immunoprecipitation of SIRT6ΔC with SIRT1 is recommended. 4) The biochemistry experiments performed in Figure 3 are nicely done. Do the authors see an increase in the interaction between SIRT6 and SIRT1 upon DNA damage (e.g. Ionizing Radiation)? This would be a strong experiment to include. 5) Figure 4 needs some clarification with labeling and constructs being used. Labeling in 4A is unclear. In Figures 4C and 4D the authors ectopically express Flag-tagged SIRT1 and SIRT6 constructs. They then perform a Flag IP to isolate SIRT6 to determine the acetylation levels of SIRT6 in the presence of wild type SIRT1, enzymatically inactive SIRT1 or in the presence of inhibitors (Figure 4D). This makes interpretation of this data difficult, as it's not clear how the authors know which sirtuin is being immunoprecipitating when both are flag-tagged and the immunoprecipitation is being performed using a flag antibody. These experiments need to be repeated with a different tag on either SIRT1 or SIRT6 if this is the case. In Figure 4E, is the flag immunoblot the input or the IP? Going by the labelling, it appears as if this is the input. If this is the case, then there is no FLAG IP immunoblot shown and interpretation of the AcK immunoblot is inhibited without this data. Please provide the Flag IP immunoblot for this experiment. 6) Explain the elevated γH2AX level in the absence of CPT in Input of Figure 5B. 7) Several gel images need to be repeated for clarity, as the conclusions drawn from them are critical to the thesis, but the ability to discern the accuracy of the gel images is weak. In particular, Figure 2G, 4D, 5E and 7A. Figure 7A, in particular, is very unclear (SIRT1 -/- bands look to be different sizes compared to the other lanes). 8) Many gel images and subsequent assays lack quantification. All images and laser experiments should include quantification to more accurately present the observations, as well as to provide the statistical rigor used. The graphics of Western blot need to have a uniform format (some with borders, some without). In regards to statistics, the authors need to clarify the n-values used for the vast majority of their experiments. 9) Using the ISce1 system, the authors demonstrate that K33R is as effective as recognizing DNA DSBS as wild type SIRT6, and far superior to K33Q and HY mutants. One would therefore expect that the DNA repair kinetics of K33R is far superior to K33Q and HY mutants, and at least comparable to SIRT6 wild type. Can the authors show this by performing immunofluorescence staining/foci analysis for key DNA repair proteins (e.g. H2AX, 53BP1, BRCA1, Rad51) following ionizing radiation? (This will support experimental data from both Figure 2 and Figure 7, as well as providing critical support for a role of this acetylation in the physiological DDR). Figure 7F should be backed up with the HR assay they used earlier. 10) In Figure 7E, overexpression of SIRT6 WT and K33R in SIRT1 KO cells can both rescue the genomic stability to a similar extent. Does it mean that only a small fraction of SIRT6 is acetylated in normal conditions? The authors should make some discussions. 11) A previous study demonstrated that PAR mediated recruitment of SIRT1 could also improve HR repair through deacetylating the chromatin remodeler BRG1 (PMID: 31291457). Also, SIRT6 activates PARP1 to promote HR and alt-NHEJ. In this study, SIRT6 was proved to be able to rescue deficient DNA repair caused by SIRT1 KO. The authors should comment on the regulatory loop 12) Please can the authors improve the clarity of their labelling on all figures and ensure sufficient information is provided in the figure legends. 13) In Figures 5F-G the authors describe experiments that suggest gH2AX is required for chromatin retention of SIRT6. Indeed in H2AX -/- MEFs, SIRT6 is rapidly recruited to damage chromatin but is not retained at later time points. This is an interesting finding, although the quality of the IFs is questionable. Can the authors quantify these images? Since the experiment takes advantage of overexpressed H2AX proteins (which could cause artifacts), could the authors, as an alternative approach, also recapitulate this finding in WT MEFs in the presence of ATM/ATR inhibitors. ATM/ATR inhibition should reduce H2AX phosphorylation and therefore should mimic what is seen in Figure 5G. 14) In Figure 7A, an immunoblot for SIRT1 is required. In Figure 7B, an immunoblot is required showing the levels of expression of the SIRT6 constructs when re-expressed in the SIRT6 KO cells. This is critical for the interpretation of the comet assay. Indeed, it is somewhat surprising that the tail moment is not reduced to a greater extent when WT SIRT6 is re-introduced. Perhaps expression levels can explain this? This needs to be addressed by the authors. 15) In Figure 7C, can the authors mention the % of GFP expressing cells, rather than the relative levels? It is known that low-efficiency in GFP expression could lead to differences between samples that do not reflect true differences in HR. 16) In Figure 7D and E, the authors use an ectopic expression model in HeLa cells to test the ability of SIRT6 mutant expressing cells to form colonies in the absence and presence of ionizing radiation. This experiment needs to be repeated in the context of endogenous SIRT6 knockout background (like the SIRT6 HEK293KO cells they used in 7B). The reason for this is that the lack of difference seen with K33R could simply be that endogenous SIRT6 wild type levels are sufficient for colony formation and survival in these cells. Moreover, we absolutely need to see an immunoblot showing the expression levels of these mutants in these cells. 17) In Figure 7F the authors attempt to link the roles of SIRT1 and SIRT6 in the DNA damage response, suggesting that a SIRT6 mutant that cannot be acetylated at K33 is sufficient to overcome the effects of SIRT1 depletion. There is some difficulty in reconciling the result they got when re-expressing SIRT6 wild type in this experiment. If SIRT6 needs to be deacetylated in order to be recruited to DNA DSBs, then one would expect that overexpression of wild type SIRT6 in the absence of SIRT1 (SIRT1 -/- 293Ts) would have no impact on the ability of cells to repair DNA damage because it will still be acetylated at K33 and therefore not recruited to DNA DSBS. One would expect SIRT6 wild type to have comparable levels of DNA damage as the vector control, however the authors see a complete rescue of the phenotype when expressing WT SIRT6, raising concerns as to the significance of that acetylation. This needs to be explained/rationalized by the authors as this is somewhat contradictory to the model proposed by the authors. Again, we also need to see an immunoblot showing the expression levels of the SIRT6 mutants, as well as the successful re-expression of wild type SIRT1 into the SIRT1 -/- MEFS. 10.7554/eLife.55828.sa2 Author response Essential revisions: 1) In Figure 2C, the authors suggest that SIRT6 K33R does indeed have increased DSB affinity when compared to the K33Q mutant, and that this is supportive of the data presented in Figure 2B. Whilst it is true that K33R binds DNA more efficiently in this assay then K33Q, it is not possible to interpret the significance of the hypoacetylation for this binding without WT SIRT6. The authors need to repeat this experiment including recombinant WT SIRT6 as a control. One would expect that wild type SIRT6 DNA binding affinity should be somewhere in between the two mutants. Thank you for the comment. As suggested, we repeated the experiment and included the data of WT SIRT6 in revised Figure 2C. The DNA binding affinity of WT SIRT6 was indeed in between SIRT6 K33R and SIRT6 K33Q. 2) In the text the authors state that the enzymatic activity of the SIRT6 K33Q is unaffected. However, based on the IF data in Figure 2 as well as the histone acetyl western blots in Figure 2—figure supplement 3, this does not seem to be the case. Can the authors please rationalize the differences seen in the IF and immunoblot experiments compared to their enzymatic activity assay described in Figure 2—figure supplement 3C. Thank you for the question. The in vivo cellular data (revised Figures 2I and Figure 2—figure supplement 3A) showed that SIRT6 K33Q deacetylase activity towards histone H3 was compromised, while the in vitro deacetylation assay using the bacterially-purified SIRT6 proteins and synthesized acetyl H3 peptides showed negligible difference (revised Figure 2—figure supplement 3C). We reasoned that the initial recognition of DSB and retention on chromatin facilitated histone deacetylation mediated by SIRT6; the compromised DSB recognition and chromatin retention of K33Q inhibited SIRT6 deacetylase activity towards local histone, e.g. H3K9ac and H3K56ac. We have discussed this possibility in the revised manuscript. 3) For Figure 3G, the authors need to address the lack of pull down of the c-terminal peptide. The authors concluded that N terminus of SIRT6 is crucial for SIRT1-SIRT6 interaction. However, in Figure 3G, both SIRT6ΔN and ΔC fail to interact with SIRT1. Although the authors claimed that the result arises from the nuclear location signal is located in C terminus, a more direct evidence such as in vitro immunoprecipitation of SIRT6ΔC with SIRT1 is recommended. Thank you for the suggestion. Indeed, we performed in vitro immunoprecipitation of GST-SIRT6 ΔC with His-SIRT1 in the presence or absence of a completing K33ac peptide. The data showed that GST-SIRT6 ΔC could pull down His-SIRT1 in the absence of K33ac peptide, while GST-SIRT6 ΔN failed (revised Figure 4H). 4) The biochemistry experiments performed in Figure 3 are nicely done. Do the authors see an increase in the interaction between SIRT6 and SIRT1 upon DNA damage (e.g. Ionizing Radiation)? This would be a strong experiment to include. We appreciate the reviewers’ suggestion. We have conducted this experiment and the data showed that the interaction between SIRT6 and SIRT1 was increased upon DNA damage induced by CPT (revised Figure 7A). 5) Figure 4 needs some clarification with labeling and constructs being used. Labeling in 4A is unclear. In Figures 4C and 4D the authors ectopically express Flag-tagged SIRT1 and SIRT6 constructs. They then perform a Flag IP to isolate SIRT6 to determine the acetylation levels of SIRT6 in the presence of wild type SIRT1, enzymatically inactive SIRT1 or in the presence of inhibitors (Figure 4D). This makes interpretation of this data difficult, as it's not clear how the authors know which sirtuin is being immunoprecipitating when both are flag-tagged and the immunoprecipitation is being performed using a flag antibody. These experiments need to be repeated with a different tag on either SIRT1 or SIRT6 if this is the case. In Figure 4E, is the flag immunoblot the input or the IP? Going by the labelling, it appears as if this is the input. If this is the case, then there is no FLAG IP immunoblot shown and interpretation of the AcK immunoblot is inhibited without this data. Please provide the Flag IP immunoblot for this experiment. We thank the reviewers for the comments and suggestions. We now clearly re-labeled the gel in revised Figure 4A. As suggested, we repeated the IP experiment with anti HA antibodies in cells expressing HA-labeled SIRT6 and FLAG-labeled SIRT1 WT or HY mutant, showing that while FLAG-SIRT1 WT deceased the acetylation level of HA-SIRT6, FLAG-SIRT1 HY failed both in cell system and in vitro (revised Figures 4C and 4D). Also, we provided the FLAG IP immunoblot in revised Figure 4F. 6) Explain the elevated γH2AX level in the absence of CPT in Input of Figure 5B. We apologize for the confusion due to mislabeling. Indeed, we mixed cell lysate from CPT-treated and untreated samples and performed the IgG immunoprecipitation. We have included this information in revised Figures 5A and 5B. 7) Several gel images need to be repeated for clarity, as the conclusions drawn from them are critical to the thesis, but the ability to discern the accuracy of the gel images is weak. In particular, Figure 2G, 4D, 5E and 7A. Figure 7A, in particular, is very unclear (SIRT1 -/- bands look to be different sizes compared to the other lanes). We appreciate the reviewers’ critical comments. We have repeated these experiments with high quality data (revised Figures 2G, 4D, 5E and 7B). 8) Many gel images and subsequent assays lack quantification. All images and laser experiments should include quantification to more accurately present the observations, as well as to provide the statistical rigor used. The graphics of Western blot need to have a uniform format (some with borders, some without). In regards to statistics, the authors need to clarify the n-values used for the vast majority of their experiments. Thank you for the comments and suggestions. Now all images and laser experiments in the revised manuscript were quantified, analyzed with proper statistical methods, and n-values were also included. The graphics of western blot were reorganized in a uniform format. 9) Using the ISce1 system, the authors demonstrate that K33R is as effective as recognizing DNA DSBS as wild type SIRT6, and far superior to K33Q and HY mutants. One would therefore expect that the DNA repair kinetics of K33R is far superior to K33Q and HY mutants, and at least comparable to SIRT6 wild type. Can the authors show this by performing immunofluorescence staining/foci analysis for key DNA repair proteins (e.g. H2AX, 53BP1, BRCA1, Rad51) following ionizing radiation? (This will support experimental data from both Figure 2 and Figure 7, as well as providing critical support for a role of this acetylation in the physiological DDR). Figure 7F should be backed up with the HR assay they used earlier. We appreciate the reviewers for the suggestion. We did immunofluorescence staining of γH2AX in Hela cells ectopically overexpressing SIRT6 WT and mutants (KR, KQ, HY) after IR. Less γH2AX foci was noticed in Hela cells transfected ectopic SIRT6 WT or K33R compared to K33Q or H133Y at 8h after IR (revised Figure 7—figure supplement 4), indicating that deacetylation of SIRT6 K33 is crucial for DNA repair. Also, we did the HR assay and the result confirmed that SIRT6 WT and K33R, but neither K33Q nor H133Y rescued the HR defect caused by SIRT1 deficiency (revised Figures 7I and Figure 7—figure supplement 5B) 10) In Figure 7E, overexpression of SIRT6 WT and K33R in SIRT1 KO cells can both rescue the genomic stability to a similar extent. Does it mean that only a small fraction of SIRT6 is acetylated in normal conditions? The authors should make some discussions. We appreciate the reviewers’ suggestion. In revised Figures 7G and 7H, SIRT6 WT and K33R had similar function in rescuing genomic stability in SIRT1 KO cells. We reasoned that the overexpressed exogenous SIRT6 WT might not be effectively acetylated (revised Figure 4B). We have discussed this possibility in the revised manuscript. 11) A previous study demonstrated that PAR mediated recruitment of SIRT1 could also improve HR repair through deacetylating the chromatin remodeler BRG1 (PMID: 31291457). Also, SIRT6 activates PARP1 to promote HR and alt-NHEJ. In this study, SIRT6 was proved to be able to rescue deficient DNA repair caused by SIRT1 KO. The authors should comment on the regulatory loop Thank you for the comment. A recent study demonstrated that PAR recruits SIRT1 and BRG1 to DSB sites and promotes HR efficiency (Chen et al., 2019). Other studies reported that SIRT6 mono-ADP ribosylates PARP1 to stimulate its activity (Mao et al., 2011) and is required for the recruitment of SNF2H to DSBs (Toiber et al., 2013). Both BRG1 and SNF2H are chromatin remodeling ATPases, responsible for opening the chromatin architecture. Our data revealed that both SIRT1 and SIRT6 mobilized to DSBs within seconds and SIRT1 deacetylates SIRT6 to promote its recognition of DSBs, highlighting their synergistic function in the early stage of DDR. Although the regulation loop is obscure, there might be one possibility that these early responding factors like PARP1, SIRT1, SIRT6, SNF2H and BRG1 are sequentially stimulated by DSBs, wherein they constitute a super complex to potentiate DDR and DNA repair; posttranslational modifications like deacetylation and mono-ADP ribosylation might empower the complex to recruit other repair factors more efficiently. 12) Please can the authors improve the clarity of their labelling on all figures and ensure sufficient information is provided in the figure legends. As suggested, figure legends with more details were provided in revised manuscript. 13) In Figures 5F-G the authors describe experiments that suggest gH2AX is required for chromatin retention of SIRT6. Indeed in H2AX -/- MEFs, SIRT6 is rapidly recruited to damage chromatin but is not retained at later time points. This is an interesting finding, although the quality of the IFs is questionable. Can the authors quantify these images? Since the experiment takes advantage of overexpressed H2AX proteins (which could cause artifacts), could the authors, as an alternative approach, also recapitulate this finding in WT MEFs in the presence of ATM/ATR inhibitors. ATM/ATR inhibition should reduce H2AX phosphorylation and therefore should mimic what is seen in Figure 5G. We appreciate the comment. As suggested, the quantification of the images from laser damage experiments were provided in revised manuscript. Also, we used ATM/ATR inhibitor caffeine and performed the recruitment assay of SIRT6. The data showed that caffeine inhibited γH2AX. While the recruitment of SIRT6 to DSBs was merely affected at 2 min after laser-induced DNA damage, the retention of SIRT6 at DSBs was significantly compromised at 10 min after DNA damage in MEFs (revised Figure 5—figure supplement 1), supporting that γH2AX is required for SIRT6 retention surrounding DSBs. 14) In Figure 7A, an immunoblot for SIRT1 is required. In Figure 7B, an immunoblot is required showing the levels of expression of the SIRT6 constructs when re-expressed in the SIRT6 KO cells. This is critical for the interpretation of the comet assay. Indeed, it is somewhat surprising that the tail moment is not reduced to a greater extent when WT SIRT6 is re-introduced. Perhaps expression levels can explain this? This needs to be addressed by the authors. We thank the reviewers for the suggestion. We repeated the experiment mentioned in revised Figure 7B and immunoblot was also provided for the comet assay in revised Figure 7—figure supplement 1A. Indeed, we noticed that the expression level of SIRT6 WT is lower than that of SIRT6 K33R, which might explain the milder reduction of tail moment after re-expression of SIRT6 WT than K33R in SIRT6 KO cells (revised Figures 7D and 7E). Another possibility is that the re-expressed SIRT6 WT was partially acetylated in SIRT6 KO cells whereas K33R was all “hypo-acetylated”. 15) In Figure 7C, can the authors mention the % of GFP expressing cells, rather than the relative levels? It is known that low-efficiency in GFP expression could lead to differences between samples that do not reflect true differences in HR. We thank the reviewers for the suggestion. The percentage of GFP expressing cells was provided in revised Figure 7F. 16) In Figure 7D and E, the authors use an ectopic expression model in HeLa cells to test the ability of SIRT6 mutant expressing cells to form colonies in the absence and presence of ionizing radiation. This experiment needs to be repeated in the context of endogenous SIRT6 knockout background (like the SIRT6 HEK293KO cells they used in 7B). The reason for this is that the lack of difference seen with K33R could simply be that endogenous SIRT6 wild type levels are sufficient for colony formation and survival in these cells. Moreover, we absolutely need to see an immunoblot showing the expression levels of these mutants in these cells. We thank the reviewers for the suggestion. Immunoblots of ectopic SIRT6 and SIRT1 expression levels were provided in revised Figure 7—figure supplement 1-3 and 5. As suggested, we tried many times to repeat the colony formation assay in SIRT6 KO HEK293 cells. However, the cells failed to form colony after CPT or IR treatment owing to the poor colony-forming property of HEK293 cells. We then assessed cell viability using MTS assay in SIRT6 KO HEK293 cells reconstituted with different SIRT6 mutants. The data showed that viability of cells transfected with SIRT6 WT or KR was much higher than those transfected with vector, SIRT6 KQ or HY after CPT or IR treatment (revised Figure 7—figure supplement 2). Also notably, the cell viability was lack of significant difference between groups after IR (2Gy) or CPT (1 μM) treatment in Hela cells, suggesting that endogenous SIRT6 is capable to maintain genomic stability upon low dose of DNA damage inducer (revised Figure 7—figure supplement 3). 17) In Figure 7F the authors attempt to link the roles of SIRT1 and SIRT6 in the DNA damage response, suggesting that a SIRT6 mutant that cannot be acetylated at K33 is sufficient to overcome the effects of SIRT1 depletion. There is some difficulty in reconciling the result they got when re-expressing SIRT6 wild type in this experiment. If SIRT6 needs to be deacetylated in order to be recruited to DNA DSBs, then one would expect that overexpression of wild type SIRT6 in the absence of SIRT1 (SIRT1 -/- 293Ts) would have no impact on the ability of cells to repair DNA damage because it will still be acetylated at K33 and therefore not recruited to DNA DSBS. One would expect SIRT6 wild type to have comparable levels of DNA damage as the vector control, however the authors see a complete rescue of the phenotype when expressing WT SIRT6, raising concerns as to the significance of that acetylation. This needs to be explained/rationalized by the authors as this is somewhat contradictory to the model proposed by the authors. Again, we also need to see an immunoblot showing the expression levels of the SIRT6 mutants, as well as the successful re-expression of wild type SIRT1 into the SIRT1 -/- MEFS. We thank the reviewers for the comments. Please refer to our earlier response to point #10. The immunoblots of expression levels of the SIRT6 mutants and re-expression of wild type SIRT1 were provided in revised manuscript (revised Figure 7—figure supplement 5).",
    "full_text_abstract": "The DNA damage response (DDR) is a highly orchestrated process but how double-strand DNA breaks (DSBs) are initially recognized is unclear. Here, we show that polymerized SIRT6 deacetylase recognizes DSBs and potentiates the DDR in human and mouse cells. First, SIRT1 deacetylates SIRT6 at residue K33, which is important for SIRT6 polymerization and mobilization toward DSBs. Then, K33-deacetylated SIRT6 anchors to γH2AX, allowing its retention on and subsequent remodeling of local chromatin. We show that a K33R mutation that mimics hypoacetylated SIRT6 can rescue defective DNA repair as a result of SIRT1 deficiency in cultured cells. These data highlight the synergistic action between SIRTs in the spatiotemporal regulation of the DDR and DNA repair in humans and mice."
}