{
    "PMC": "12468435",
    "DOI": "10.3390/cells14181439",
    "PMID": "41002403",
    "PMCID": "PMC12468435",
    "title": "Divergent Morphologies and Common Signaling Features of Active and Inactive Oncogenic &lt;i&gt;RHOA&lt;/i&gt; Mutants in Yeast.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12468435",
    "source": "MED",
    "abstract_text": "<i>RHOA</i>, a member of the Rho family of small GTPases, harbors recurrent mutations in diverse cancers, but how these mutations cause their cellular effects remains poorly understood. To investigate their cellular consequences, we expressed oncogenic <i>RHOA</i> variants (R5Q, G17V, C16R, and A161P) in <i>Saccharomyces cerevisiae</i>, substituting for the essential yeast homologue <i>RHO1</i>. While the E40Q variant failed to complement <i>RHO1</i> deletion, other mutants supported viability and enabled phenotypic characterization. All four variants conferred myriocin resistance, suggesting activation of the membrane stress response pathway, but induced no major changes in growth or caspofungin sensitivity. Using high-dimensional image analysis, we quantified 501 morphological parameters and applied principal component analysis and linear discriminant analysis to determine distinct phenotypic profiles. Gain-of-function (C16R and A161P) and loss-of-function (R5Q and G17V) mutants formed separate morphological clusters, indicating functional divergence. Our yeast model enabled systematic dissection of the functions of <i>RHOA</i> mutants and highlighted the utility of morphology-based approaches to characterize context-dependent mechanisms of oncogenesis.",
    "full_text": "pmc Cells Cells cells Cells 2073-4409 MDPI 12468435 41002403 10.3390/cells14181439 cells-14-01439 Article Divergent Morphologies and Common Signaling Features of Active and Inactive Oncogenic RHOA Mutants in Yeast Wang Chenwei Methodology Validation Formal analysis Investigation Data curation Writing – original draft Visualization 1 https://orcid.org/0000-0001-6254-081X Ohnuki Shinsuke Methodology Software Formal analysis Data curation Writing – review & editing Visualization 1 Savchenko Anna Investigation 1 2 https://orcid.org/0000-0003-0438-1544 Aburatani Hiroyuki Conceptualization Resources 3 Yoshida Satoshi 4 https://orcid.org/0000-0002-3065-6639 Hatakeyama Riko Methodology Validation Investigation Writing – review & editing Supervision Funding acquisition 5 * https://orcid.org/0000-0003-0837-1239 Ohya Yoshikazu Conceptualization Methodology Writing – original draft Writing – review & editing Supervision Project administration Funding acquisition 1 6 7 * Espeso Eduardo A. Academic Editor 1 Department of Integrated Biosciences, Graduate School of Frontier Sciences, The University of Tokyo, Kashiwa 277-8562, Japan; 7794921937@edu.k.u-tokyo.ac.jp (C.W.); shinsuke.ohnuki@gmail.com (S.O.); msubiochemist@gmail.com (A.S.) 2 Department of Cardiology, Cardiovascular Research Institute Maastricht, Maastricht University Medical Center, 6229 ER Maastricht, The Netherlands 3 Genome Science Division, Research Center for Advanced Science and Technology, The University of Tokyo, Tokyo 153-8904, Japan; haburata-tky@umin.ac.jp 4 School of International Liberal Studies, Nishi-Waseda Campus, Waseda University, Tokyo 169-8050, Japan; satosh@waseda.jp 5 Institute of Medical Sciences, School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Aberdeen AB25 2ZD, UK 6 Department of Science and Technology Innovation, Nagaoka University of Technology, 1603-1 Kamitomioka, Nagaoka 940-2188, Japan 7 Collaborative Research Institute for Innovative Microbiology, The University of Tokyo, Tokyo 113-8657, Japan * Correspondence: riko.hatakeyama@abdn.ac.uk (R.H.); ohya@vos.nagaokaut.ac.jp (Y.O.) 15 9 2025 9 2025 14 18 1439 19 8 2025 07 9 2025 12 9 2025 © 2025 by the authors. 2025 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). RHOA , a member of the Rho family of small GTPases, harbors recurrent mutations in diverse cancers, but how these mutations cause their cellular effects remains poorly understood. To investigate their cellular consequences, we expressed oncogenic RHOA variants (R5Q, G17V, C16R, and A161P) in Saccharomyces cerevisiae , substituting for the essential yeast homologue RHO1 . While the E40Q variant failed to complement RHO1 deletion, other mutants supported viability and enabled phenotypic characterization. All four variants conferred myriocin resistance, suggesting activation of the membrane stress response pathway, but induced no major changes in growth or caspofungin sensitivity. Using high-dimensional image analysis, we quantified 501 morphological parameters and applied principal component analysis and linear discriminant analysis to determine distinct phenotypic profiles. Gain-of-function (C16R and A161P) and loss-of-function (R5Q and G17V) mutants formed separate morphological clusters, indicating functional divergence. Our yeast model enabled systematic dissection of the functions of RHOA mutants and highlighted the utility of morphology-based approaches to characterize context-dependent mechanisms of oncogenesis. RHOA RHO1 cancer yeast morphology CalMorph Grants-in-Aid for Scientific Research from the Ministry of Education, Culture, Sports, Science and Technology, Japan 22H02216 Biotechnology and Biological Sciences Research Council, UK BB/V016334/1 This research was funded by Grants-in-Aid for Scientific Research from the Ministry of Education, Culture, Sports, Science and Technology, Japan, to Y.O. (22H02216) and the Biotechnology and Biological Sciences Research Council, UK, to R.H. (BB/V016334/1). 1. Introduction Cancer remains a significant public health challenge and is the second leading cause of death globally [ 1 ]. Oncogenes play a pivotal role in cancer pathogenesis, with most driver mutations occurring in key signaling molecules such as kinases and small GTPases [ 2 ]. Among these, small GTPases have emerged as frequent targets of oncogenic mutations and are increasingly recognized for their contributions to tumor progression [ 3 , 4 ]. Small GTPases function as molecular switches by cycling between an active GTP-bound and an inactive GDP-bound state to regulate a variety of essential cellular processes, including cell growth, vesicle trafficking, and actin-based cytoskeletal remodeling [ 5 ]. Dysregulation of this switching mechanism can disrupt proliferation and survival control, contributing to tumorigenesis [ 6 , 7 ]. As a prominent subgroup of small GTPases, the Rho family merits particular attention [ 8 ]. The Rho family of small GTPases, a subset of the Ras superfamily conserved across eukaryotes [ 9 ], controls cell morphology, motility, adhesion, and migration through actin cytoskeleton dynamics [ 10 , 11 ]. Although RhoA is mutated less frequently than Ras genes in cancer cells, it has been shown to be altered in certain malignancies, including angioimmunoblastic T-cell lymphoma (AITL) and adult T-cell leukemia/lymphoma (ATL), highlighting its context-dependent oncogenic potential [ 12 , 13 ]. Several recurrent point mutations in RHOA have been identified across human cancers, with functional consequences that differ by the mutation site and cancer type [ 12 , 14 ]. Notable hotspot mutations include R5Q, G17V, C16R, A161P, and E40Q. R5Q, which substitutes Arg5 with Gln, recurs in diffuse-type gastric carcinoma and Burkitt lymphoma [ 15 , 16 ]. G17V, present in ~67% of AITL cases and other peripheral T-cell lymphomas, abolishes GTP binding ability [ 16 , 17 ]. C16R and A161P are predominantly seen in ATL [ 18 ], whereas E40Q occurs in solid tumors such as breast cancer and head-and-neck squamous cell carcinoma [ 19 ]. These findings suggest that RHOA mutations contribute to oncogenesis across a diverse spectrum of cancers, but likely via distinct mechanisms depending on the mutation type and cellular context. These RHOA mutations can be broadly classified into two functional categories: gain-of-function (dominant active) and loss-of-function. Dominant-negative denotes a mechanism that interferes with wild-type signaling and is not synonymous with loss-of-function. Gain-of-function mutations, exemplified by C16R and A161P, accelerate GTP/GDP cycling, elevate downstream signaling, and promote actin fiber assembly in ATL [ 14 , 18 , 20 ]. By contrast, loss-of-function mutations, including G17V (dominant-negative) and R5Q (attenuated-output), impair RhoA function. The G17V mutation disrupts GTP binding, rendering the protein inactive and functioning as a dominant-negative driver in AITL and peripheral T-cell lymphomas [ 17 , 21 , 22 ]. On the other hand, R5Q reduces RhoA activation and has been implicated in Burkitt lymphoma and diffuse large B-cell lymphoma [ 16 , 23 ]. Despite these functional classifications, the downstream mechanisms by which each mutation type promotes oncogenesis remain poorly understood. In mammalian cells, oncogenic RHOA variants have been reported to alter actin organization and cell morphology in a context-dependent manner, with gain-of-function alleles often enhancing RhoA signaling and cytoskeletal remodeling, whereas loss-of-function alleles—including dominant-negative variants—tend to reduce these processes [ 14 , 18 , 20 ]. However, direct, cross-allele, quantitative comparisons under a single experimental framework remain scarce [ 3 ]. To better understand the downstream mechanisms by which RHOA mutations drive oncogenesis, we used Saccharomyces cerevisiae as a model eukaryotic system. Yeast has proven to be a valuable tool for dissecting conserved signaling pathways, allowing the functional characterization of human disease-associated genes in a genetically tractable context [ 24 , 25 , 26 , 27 ]. In this study, various RHOA mutant alleles were heterologously expressed in yeast and their effects on growth phenotypes and cellular morphology were assessed. Subtle morphological changes were captured using CalMorph, a high-throughput image analysis pipeline that we developed previously [ 28 ]. This approach enabled us to systematically compare the phenotypic consequences of different RHOA mutations and to gain insight into the distinct cellular programs they activate, thus providing a novel perspective on their context-dependent oncogenic mechanisms. 2. Materials and Methods 2.1. Strains and Media The yeast strains used and constructed in this study are listed in Supplementary Table S1 . Yeast strains were cultured in Yeast Extract Peptone Dextrose Medium (YPD) consisting of 1% Bacto-Yeast Extract (Thermo Fisher Scientific, Waltham, MA, USA), 2% Bacto-peptone (Thermo Fisher Scientific), and 2% glucose (Wako Chemicals, Osaka, Japan), YPD supplemented with 1 M sorbitol, or Synthetic Dextrose Medium Containing Casamino Acids Medium (SDCA) composed of 0.17% yeast nitrogen base without amino acids and ammonium sulfate (BD Biosciences, Franklin Lakes, NJ, USA), 0.5% ammonium sulfate (Wako Chemicals), 0.5% casamino acids (Thermo Fisher Scientific), and 2% glucose (Wako Chemicals) at 30 °C. YPD plus hygromycin B (300 μg/mL) and YPD plus clonNAT (100 μg/mL) media were used for strain selection. 5-FOA medium consisting of 0.1% 5-fluorotic acid (Toronto Research Chemicals, Toronto, ON, Canada), 0.67% yeast nitrogen base without amino acids and ammonium sulfate (BD Biosciences), 0.5% casamino acids, and 2% glucose (Wako Chemicals) was used for counterselection of yeast strains containing a URA3 marker plasmid. Unless otherwise noted, morphological analyses were conducted under standard, drug-free growth conditions to permit unbiased comparisons across strains. Myriocin and caspofungin were not present during image acquisition; their effects were evaluated separately by growth-based assays. 2.2. Transformation, Mating, and Screening To generate self-fluorescent strains, two plasmids encoding fluorescently tagged proteins (pKN4 and pKN23) were constructed and transformed into yeast cells. pKN4 contained an HTA2–3× mRuby gene (for nuclear labeling) and a hygromycin B resistance (HygR) gene. pKN23 contained a Lifeact–mNeonGreen gene (for actin labeling) and a clonNAT resistance gene. The obtained yeast strains were mated on YPD media and diploid strains were selected on YPD medium with both antibiotics (YPD plus 300 μg/mL hygromycin B and 100 μg/mL clonNAT). The URA3 -based RHO1 plasmid was eliminated using 5-FOA medium and loss of the plasmid was confirmed using SD medium lacking uracil. To enable rapid identification of correct integrants at the ADE3 locus, we used an ade2 background with ADE3 as a color marker: under adenine-limiting conditions, ade2 ADE3 colonies appear red, whereas ade2 ade3Δ::insert colonies are white due to lack of pigment accumulation. Putative white colonies were restreaked and confirmed by colony PCR to verify ADE3 –locus integration. 2.3. Colony PCR To validate the integration of desired fragments, the genomes of yeast transformants were subjected to colony polymerase chain reaction (PCR) using the primers listed in Supplementary Table S2 . 2.4. Cell Wall Fluorescence Staining, Microscopy, and Image Processing Strains were cultured to early log phase (1 × 10 6 to 2 × 10 6 cells/mL) for staining with CF ® 350–Concanavalin A (Con A). Cells were collected by centrifugation and resuspended in Hanks’ Balanced Salt Solution (HBSS) with calcium and magnesium containing 200 µg/mL CF ® 350–Con A. Samples were incubated at room temperature for 10 min, washed five times with HBSS, and then observed using an Axio Imager microscope (100/100 light intensity, reflected light aperture diaphragm at maximum) equipped with a 100× EC Plan-Neofluar lens (Carl Zeiss, Oberkochen, Germany), a CoolSNAP HQ cooled charge-coupled device camera (Roper Scientific Photometrics, Tucson, AZ, USA), and AxioVision software v4.5 (Carl Zeiss). Images were processed with CalMorph v1.3 image analysis software, designed for diploid yeast, to quantify cell wall, actin, and nuclear morphology [ 29 ]. Five biological replicates were analyzed per strain. Images with segmentation errors or failed feature extraction were excluded from downstream analyses. 2.5. Data Normalization Statistical analyses were performed in R (R Core Team, Vienna, Austria). All 501 morphological features were Z-score normalized for each replicate, using the RHOA / rhoAΔ strain as the null distribution, before statistical analysis. The dispersion of the null distribution for each feature was estimated after model selection by the Akaike Information Criterion (AIC), choosing between equal-variance and unequal-variance models across strains. Average Z-scores for each strain were used in principal component analysis (PCA). 2.6. Principal Component Analysis PCA was conducted to reduce dimensionality and identify global morphological variation. The first PCA was performed using the correlation matrix of averaged Z-scores across all strains to maximize morphological differences among them. Z-scores for each replicate were subsequently projected onto the PC axes using the estimated eigenvalues, and the resulting PC scores were used to calculate Euclidean distances. For linear discriminant analysis (LDA), Z-scores from each replicate were subjected to PCA after removing one morphological parameter (ACV104_C) across all strains and one replicate from the RHOA / rhoAΔ strain due to missing values. A secondary PCA was performed on subsets of traits significantly associated with the LDA axes, using data from 114 wild-type replicates as the null distribution, to refine interpretation of mutant-specific features [ 28 ]. Another PCA was also conducted on all 501 traits using the 114 wild-type replicates to maintain an orthogonal morphological space, where PC scores projected from Z-scores were used in correlation analyses and hierarchical clustering. 2.7. Hierarchical Clustering Morphological similarity among strains was assessed using Pearson’s correlation coefficients calculated from mean PC score profiles. Strains were grouped by hierarchical clustering with average-linkage aggregation, and the resulting dendrogram was used to evaluate phenotypic similarity. 2.8. Generalized Linear Model Analysis To identify traits altered by each RHOA mutation, generalized linear models with a one-way ANOVA design were fitted to all 501 features, comparing each variant against the control ( RHOA / rhoAΔ ). The significance of model fitting and the difference from the control were determined sequentially using likelihood ratio tests and Wald tests, respectively, with multiple testing correction by Storey’s false discovery rate (FDR). Features with FDR < 0.05 were considered significantly fitted by the model or significantly different from the control. 2.9. Linear Discriminant Analysis To evaluate whether RHOA variants could be distinguished based on morphological profiles, LDA was conducted on the dimensionally reduced data set. The input data consisted of the top 17 principal components (PCs) derived from Z-scores of the full morphological set, excluding one morphological feature across all strains and one replicate in RHOA / rhoAΔ with missing values. These components accounted for >90% of the total variance. The resulting linear discriminants revealed clear separation among control, gain-of-function-variant, and loss-of-function-variant groups. 2.10. Feature Selection and Interpretation Morphological traits significantly correlated with either the first (LD1) or second (LD2) linear discriminant (FDR < 0.1) were retained for further interpretation. These traits were subjected to a secondary PCA to visualize underlying patterns, and their biological relevance was interpreted based on known CalMorph categories. To summarize phenotypic differences, representative cell schematics were created to illustrate characteristic features of each variant class across cell cycle stages. 2.11. Cell Lysate Preparation and Immunoblotting Analysis Cells in mid-log phase were treated with trichloroacetic acid to a final concentration of 6.7% ( w / v ), pelleted, washed with ice-cold 70% ethanol, dried, dissolved in urea buffer consisting of 50 mM Tris-HCl (pH 8.0), 5 mM EDTA, 6 M urea, 1% sodium dodecyl sulfate (SDS), 1 mM Pefabloc, and PhosSTOP (one tablet per 10 mL), and disrupted with glass beads using a FastPrep-24 homogenizer (MP Biomedicals, Irvine, CA, USA). Samples were heated at 65 °C for 10 min, and then again after addition of Laemmli SDS sample buffer. Proteins were separated by SDS–polyacrylamide gel electrophoresis (SDS–PAGE) and analyzed by immunoblotting with anti-phospho-p44/42 MAPK (Erk1/2) (Thr202/Tyr204) antibody (#4370; Cell Signaling Technology, Danvers, MA, USA). 3. Results 3.1. Construction of Phenotypic Assay Strains Expressing Oncogenic RHOA Variants in Yeast To investigate the intracellular functions of oncogenic RHOA mutations, we constructed a panel of S. cerevisiae strains expressing either the wild-type human RHOA or one of four point-mutant alleles (R5Q, G17V, C16R, and A161P) in place of yeast RHO1 (see “ Section 2 ”) ( Figure 1 A). In these diploids, both chromosomal copies of the essential RHO1 were deleted, and complementation was provided by plasmid-borne human RHOA . We then used a 5-FOA plasmid-shuffle assay to test complementation of essential RHO1 function: constructs that complement support growth on 5-FOA, whereas non-complementing alleles fail to grow ( Figure 1 B). We also evaluated the allele E40Q; upon URA3 -plasmid eviction on 5-FOA, no viable colonies were recovered, rendering its terminal phenotype indistinguishable from the null under our conditions. Accordingly, E40Q was excluded from downstream morphological profiling ( Figure 1 B). To visualize cellular structures, two fluorescent marker constructs were integrated into the chromosomes: pKN23 (Lifeact–mNeonGreen & clonNAT) for labeling the actin cytoskeleton and pKN4 (HTA2–3× mRuby & HygR) for labeling nuclei. Upon staining with the cell wall-specific dye CF ® 350-Con A, the cell wall, actin, and nucleus were clearly visualized by fluorescence microscopy ( Figure 1 C), confirming that these strains were suitable for quantitative morphological profiling. 3.2. Growth Phenotypes of RHOA Mutants To evaluate the effects of RHOA mutations on yeast growth, phenotypic assay strains were cultured under various conditions. Temperature sensitivity assays revealed that most RHOA variants exhibited comparable or only slightly reduced growth relative to the wild-type controls, with no apparent sensitivity to low or high temperatures ( Figure 2 A). We next assessed responses to myriocin and caspofungin. Myriocin inhibits serine palmitoyltransferase, the first enzyme in sphingolipid biosynthesis [ 30 , 31 ]. Yeast copes with the myriocin-triggered membrane stress by activating the TORC2 signaling pathway, which operates upstream of, and/or in parallel with, Rho1 [ 32 ]. Spot assays demonstrated that all strains expressing RHOA mutants (R5Q, G17V, C16R, and A161P) showed increased resistance to myriocin compared to the RHOA/RHOA and RHOA / rhoAΔ controls ( Figure 2 B), suggesting that these mutations may activate the TORC2 pathway in yeast. Caspofungin, an inhibitor of 1,3-β-glucan synthase (a known Rho1 target) [ 33 ], was used to assess the Rho1-like activity of the RHOA variants. No clear differences in caspofungin sensitivity were observed among the RHOA mutants ( Figure 2 C), although slight variations were detected at low concentrations (5–50 ng/mL) ( Supplementary Figure S1 ). In contrast, the RHO1 / RHO1 ade3 strain showed increased sensitivity at higher caspofungin concentrations, likely due to reduced Rho1 protein expression ( Supplementary Figure S2 ). Given that Rho1 also regulates the cell wall integrity (CWI) pathway, we examined whether RHOA variants alter this pathway by analyzing the phosphorylation status of Slt2 [ 34 ], a MAP kinase in the CWI pathway. Slt2 phosphorylation is known to be increased in RHO1 -null strains due to cell wall defects [ 35 ]. To assess whether oncogenic RHOA mutations elicit a similar response, we measured Slt2 phosphorylation in strains expressing the variants. Among the phenotypic assay strains expressing oncogenic RHOA variants, Slt2 phosphorylation varied across biological replicates ( n = 3). After normalization to total Slt2 and a loading control, only A161P reproducibly exhibited elevated Slt2 phosphorylation relative to the RHOA/RHOA control; C16R showed occasional, non-reproducible increases, whereas G17V and R5Q were indistinguishable from controls ( Figure 2 D). We therefore interpret these immunoblot data as evidence for allele-specific activation (A161P) rather than a uniform change across variants. Under RHO1 -replete conditions, however, the mutations had minimal effects ( Supplementary Figure S3 ). Collectively, these observations suggest that, in the presence of Rho1, the RHOA mutants share a largely common phenotypic profile. 3.3. Morphological Profiling of RHOA Mutants To investigate the morphological consequences of RHOA mutations, we conducted quantitative morphological analyses using phenotypic assay strains. Fluorescence images of the cell wall, actin cytoskeleton, and nucleus were acquired from five biological replicates for four heterozygous RHOA mutant strains ( RHOA / C16R , RHOA / A161P , RHOA / G17V , and RHOA / R5Q ) and four control strains ( RHO1 / RHO1 , RHO1 / RHO1 ade3 , RHOA / RHOA , and RHOA / rhoAΔ ) ( Figure 3 ). Morphological data sets comprising 501 parameters were extracted from images of a minimum of 200 cells per replicate using the yeast-specific image analysis software CalMorph [ 28 , 29 ]. Morphological deviations were quantified by calculating Euclidean distances [ 36 ] from the wild-type diploid reference ( RHO1 / RHO1 ) in PC space. On PCA using standardized Z-scores, six PCs accounted for over 90% of the total variance ( Supplementary Figure S4 ). The heterozygous RHOA mutants exhibited substantially elevated morphological abnormality scores relative to both RHO1 / RHO1 and RHOA / rhoAΔ ( Figure 4 A), indicating that these mutants have distinct morphological phenotypes. To assess the relations among morphological profiles, we next examined pairwise correlations of PC scores [ 36 ]. For robust comparisons, 100 PCs cumulatively explaining more than 99% of the variance were derived from 114 biological replicates of the standard strain BY4743 ( Supplementary Figure S5 ). Pairwise correlation coefficients among the heterozygous mutants were comparatively high (0.649–0.842), whereas correlations between heterozygous RHOA / rhoAΔ and each mutant were notably lower (0.221–0.271) ( Figure 4 B). Correlations between homozygous RHOA / RHOA and each mutant were also low (0.212–0.469). Hierarchical clustering based on Pearson’s correlation grouped three heterozygous mutants (A161P, C16R, and G17V) into a single cluster ( Figure 4 C). Although the two loss-of-function alleles (G17V and R5Q) did not form a discrete cluster, they were more similar to each other than to RHOA / rhoAΔ . Visualization in two-dimensional PC space further substantiated the separation between RHOA / rhoAΔ and the heterozygous mutants ( Figure 4 D). Therefore, PCA and correlation analysis clearly demonstrated a morphological separation between RHOA / rhoAΔ and the heterozygous RHOA oncogenic mutants. Notably, A161P/C16R (gain-of-function) and G17V (loss-of-function, dominant-negative) clustered together despite their opposite biochemical mechanisms, indicating convergent morphological outputs along actin/cell-wall axes. In contrast, R5Q—an attenuated-output (loss-of-function, non-dominant-negative) allele—clustered with RHO1 / RHO1 , consistent with its milder overall deviations. Thus, the clustering reflects the magnitude and pattern of downstream perturbation rather than the simple gain-of-function/loss-of-function dichotomy ( Figure 4 C). 3.4. Differential Morphological Effects of Gain- and Loss-of-Function Mutants To further dissect the phenotypic distinctions among RHOA variants, we focused on morphological parameters that showed significant differences in RHOA heterozygous mutants. Using a generalized linear model combined with one-way ANOVA, we identified 164 parameters that exhibited significant changes across the four mutants (FDR < 0.05, Wald test with Storey’s correction) ( Supplementary Figure S6 , Supplementary Table S3 ). Among these, A161P showed the greatest number of altered parameters. Based on CalMorph IDs, these significant parameters comprised nuclear (D*) (70/164; 42.7%), actin (A*) (51/164; 31.1%), and cell-shape (C*) (43/164; 26.2%). Next, we performed linear discriminant analysis (LDA) [ 37 ] on 500 parameters (from 501 features; one excluded due to missing values), after reducing the dataset to 17 PCs explaining more than 90% of the variance ( Supplementary Figure S7 ). This analysis clearly separated the five strains (four RHOA heterozygotes and RHOA / rhoAΔ ) into three distinct classes ( Figure 5 A). The first discriminant axis (LD1) differentiated RHOA heterozygotes from RHOA / rhoAΔ , while the second axis (LD2) distinguished gain-of-function from loss-of-function mutants. The largest loadings were as follows: for LD1, the proportion of actin at the bud neck (A9_A1B) and cell length (C103_A1B); for LD2, the variability in actin patch brightness (ACV122_C) ( Figure 5 B,C). Finally, Figure 6 summarizes class-level cartoons and highlights CalMorph features loading on LD1/LD2 that distinguish gain-of-function (C16R and A161P) and loss-of-function (R5Q and G17V) from control. These morphometric profiles highlight the traits distinguishing functional classes of RHOA oncogenic mutants and provide insights into their intracellular impacts. 4. Discussion We established a yeast-based system for systematic phenotypic analysis of cancer-associated RHOA mutations. Growth assays combined with high-dimensional morphological profiling delineated both similarities and differences between gain-of-function (C16R and A161P) and loss-of-function (R5Q and G17V) variants. Although the mutants showed comparable sensitivities to myriocin and caspofungin, morphological analysis revealed clear distinctions between the two functional classes, indicating that these RHOA variants engage distinct cellular programs even in a simplified eukaryotic context. All four variants conferred resistance to myriocin, a trigger of TORC2 activation, suggesting activation of TORC2 signaling through alternative routes. This observation was consistent with reports that GDP-bound RhoA can modulate TORC2 via noncanonical mechanisms [ 38 ] and may explain the shared cytoskeletal and survival responses despite divergent GTPase activity. In contrast, caspofungin sensitivity assays showed no consistent patterns of resistance or sensitivity. Furthermore, activation of the CWI pathway was not detected when RHO1 was present, indicating that RHOA variants do not activate CWI signaling in the presence of endogenous Rho1. Taken together, these findings suggested that RHOA mutations primarily modulate the TORC2–Pkc1 signaling axis rather than Fks1-dependent glucan synthesis targeted by caspofungin [ 39 , 40 , 41 ]. While our data demonstrated similarities in growth phenotypes among RHOA mutants, their underlying molecular mechanisms remain to be elucidated. A central question is whether TORC2 and Pkc1 act in parallel or sequentially downstream of these variants. The robust myriocin resistance observed across all mutants suggested convergence on TORC2 signaling, but the extents to which this led to Pkc1 activation and CWI engagement remain unclear. Although A161P reproducibly elevated Slt2 phosphorylation, the class separation in morphology persisted without consistent MAPK changes, indicating contributions from Rho1-dependent pathways parallel to Pkc1–Slt2 (e.g., formins/actin organization, TORC2–Ypk1/2). Genetic epistasis analysis and use of TORC2-specific reporters in yeast may clarify this signaling hierarchy. Quantitative morphological profiling was the most effective discriminator of RHOA variant classes. PCA and LDA analyses clearly separated RHOA / rhoAΔ , gain-of-function, and loss-of-function strains. Features driving this separation included actin bud neck localization, cell length, and variability in actin patch brightness, suggesting that actin cytoskeleton remodeling acts as a key downstream effector of RHOA mutations [ 42 ]. These results suggested that even catalytically impaired RHOA variants engage cytoskeletal pathways through distinct mechanisms. Together, these orthogonal phenotypes support mechanistic divergence between gain-of-function and loss-of-function classes, even when coarse growth/drug readouts converge. Notably, while mammalian studies have linked RHOA oncogenic variants to cytoskeletal and morphological changes [ 14 , 18 , 20 ], a unified, quantitative separation of multiple alleles under matched conditions has not been firmly established [ 3 ]. Our yeast-based phenomics clearly separates gain-of-function and loss-of-function classes along actin-related features, providing a complementary reference and underscoring the need for similarly standardized, quantitative phenotyping in mammalian systems. Finally, the morphological features identified here provide a robust means of screening chemical or genetic modifiers that selectively affect gain- or loss-of-function RHOA signaling. Such modifiers could help to identify pathways uniquely engaged by each class of mutation and ultimately inform therapeutic strategies for RHOA -driven cancers. 5. Conclusions The yeast-based platform integrating growth assays and high-dimensional morphological profiling used in this study were effective for characterizing the functional classes of cancer-associated RHOA mutations. These phenotypic profiles support the translational relevance of our system and may inform future studies in clinical and mammalian contexts. Our findings highlight the value of yeast functional genomics for dissecting the mechanistic diversity of small GTPase mutations and underscore the utility of morphometric profiling as a scalable approach for functional annotation in cancer genomics. Future studies employing genetic and biochemical approaches will further clarify how specific RHOA mutations engage divergent signaling networks and provide insights into their oncogenic potential and therapeutic targeting. Acknowledgments The authors gratefully acknowledge the support of all colleagues who contributed to the completion of this study. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Supplementary Materials The following supporting information can be downloaded at https://www.mdpi.com/article/10.3390/cells14181439/s1 , Supplementary Figure S1: Growth phenotypes of RHOA variants in the presence of low-dose caspofungin; Supplementary Figure S2: Quantification of Rho1 protein levels in RHO1 / RHO1 and RHO1 / RHO1 ade3 strains; Supplementary Figure S3: Phosphorylation levels of Slt2 MAPK in the presence of RHO1 ; Supplementary Figure S4: Cumulative contribution ratio of the first eight PCs calculated by PCA on mean Z-values of 501 morphological parameters; Supplementary Figure S5: Cumulative contribution ratio of 100 PCs derived from 114 biological replicates of the standard strain BY4743; Supplementary Figure S6: Morphological traits significantly altered in heterozygous RHOA mutants; Supplementary Figure S7: Cumulative contribution ratio of the top 24 PCs on five strains; Supplementary Table S1: Yeast Strains Used in This Study; Supplementary Table S2: Primers Used in This Study; Supplementary Table S3: List of the 164 Parameters Detected by Likelihood Ratio Test for One-Way ANOVA Model at FDR < 0.05. Author Contributions Conceptualization, H.A., S.Y., and Y.O.; methodology, C.W., S.O., R.H., and Y.O.; software, S.O.; validation, C.W., S.O., and R.H.; formal analysis, C.W. and S.O.; investigation, C.W., A.S., and R.H.; resources, H.A. and S.Y.; data curation, C.W. and S.O.; writing—original draft preparation, C.W. and Y.O.; writing—review and editing, S.O., R.H., and Y.O.; visualization, C.W. and S.O.; supervision: Y.O. and R.H.; project administration, Y.O.; funding acquisition, Y.O. and R.H. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement The data presented in this study are available on reasonable request from the corresponding author. Conflicts of Interest The authors declare no conflicts of interest. The funders had no role in the design of the study; collection, analyses, or interpretation of data; writing of the manuscript; or in the decision to publish the results. Abbreviations AIC Akaike Information Criterion AITL Angioimmunoblastic T-cell lymphoma ATL Adult T-cell leukemia/lymphoma Con A Concanavalin A CWI Cell wall integrity FDR False discovery rate GLM Generalized linear model GTP Guanosine triphosphate GDP Guanosine diphosphate HBSS Hanks’ Balanced Salt Solution HTA2 Histone H2A2 gene HygR Hygromycin B resistance IC50 Half-maximal inhibitory concentration LD Linear discriminant LDA Linear discriminant analysis MAPK Mitogen-activated protein kinase PC Principal component PCA Principal component analysis PCR Polymerase chain reaction SDS-PAGE Sodium dodecyl sulfate–polyacrylamide gel electrophoresis SD Synthetic dextrose medium SDCA Synthetic dextrose casamino acids medium TORC2 Target of rapamycin complex 2 YPD Yeast extract peptone dextrose medium 5-FOA 5-Fluorotic acid References 1. World Health Organization Cancer Available online: https://www.who.int/health-topics/cancer (accessed on 18 July 2025) 2. Nagarajan A. Malvi P. Wajapeyee N. Oncogene-Directed Alterations in Cancer Cell Metabolism Trends Cancer 2016 2 365 377 10.1016/j.trecan.2016.06.002 27822561 3. Crosas-Molist E. Samain R. Kohlhammer L. Orgaz J.L. George S.L. Maiques O. Barcelo J. Sanz-Moreno V. Rho GTPase Signaling in Cancer Progression and Dissemination Physiol. Rev. 2022 102 455 510 10.1152/physrev.00045.2020 34541899 4. Sahai E. Marshall C.J. RHO-GTPases and Cancer Nat. Rev. Cancer 2002 2 133 142 10.1038/nrc725 12635176 5. Etienne-Manneville S. Hall A. Rho GTPases in Cell Biology Nature 2002 420 629 635 10.1038/nature01148 12478284 6. Jung H. Yoon S.R. Lim J. Cho H.J. Lee H.G. Dysregulation of Rho GTPases in Human Cancers Cancers 2020 12 1179 10.3390/cancers12051179 32392742 7. Matos P. Small GTPases in Cancer: Still Signaling the Way Cancers 2021 13 1500 10.3390/cancers13071500 33805854 8. Aspenström P. The Role of Fast-Cycling Atypical RHO GTPases in Cancer Cancers 2022 14 1961 10.3390/cancers14081961 35454871 9. Haga R.B. Ridley A.J. Rho GTPases: Regulation and Roles in Cancer Cell Biology Small GTPases 2016 7 207 221 10.1080/21541248.2016.1232583 27628050 10. Warner H. Wilson B.J. Caswell P.T. Control of Adhesion and Protrusion in Cell Migration by Rho GTPases Curr. Opin. Cell Biol. 2019 56 64 70 10.1016/j.ceb.2018.09.003 30292078 11. Spiering D. Hodgson L. Dynamics of the Rho-Family Small GTPases in Actin Regulation and Motility Cell Adhes. Migr. 2011 5 170 180 10.4161/cam.5.2.14403 12. Wang K. Yuen S.T. Xu J. Lee S.P. Yan H.H.N. Shi S.T. Siu H.C. Deng S. Chu K.M. Law S. Whole-Genome Sequencing and Comprehensive Molecular Profiling Identify New Driver Mutations in Gastric Cancer Nat. Genet. 2014 46 573 582 10.1038/ng.2983 24816253 13. Nam S. Kim J.H. Lee D.H. RHOA in Gastric Cancer: Functional Roles and Therapeutic Potential Front. Genet. 2019 10 438 10.3389/fgene.2019.00438 31156701 14. Kataoka K. Ogawa S. Variegated RHOA Mutations in Human Cancers Exp. Hematol. 2016 44 1123 1129 10.1016/j.exphem.2016.09.002 27693615 15. Kakiuchi M. Nishizawa T. Ueda H. Gotoh K. Tanaka A. Hayashi A. Yamamoto S. Tatsuno K. Katoh H. Watanabe Y. Recurrent Gain-of-Function Mutations of RHOA in Diffuse-Type Gastric Carcinoma Nat. Genet. 2014 46 583 587 10.1038/ng.2984 24816255 16. Rohde M. Richter J. Schlesner M. Betts M.J. Claviez A. Bonn B.R. Zimmermann M. Damm-Welk C. Russell R.B. Borkhardt A. Recurrent RHOA Mutations in Pediatric Burkitt Lymphoma Treated According to the NHL-BFM Protocols Genes Chromosomes Cancer 2014 53 911 916 10.1002/gcc.22202 25044415 17. Palomero T. Couronné L. Khiabanian H. Kim M.-Y. Ambesi-Impiombato A. Perez-Garcia A. Carpenter Z. Abate F. Allegretta M. Haydu J.E. Recurrent Mutations in Epigenetic Regulators, RHOA and FYN Kinase in Peripheral T Cell Lymphomas Nat. Genet. 2014 46 166 170 10.1038/ng.2873 24413734 18. Nagata Y. Kontani K. Enami T. Kataoka K. Ishii R. Totoki Y. Kataoka T.R. Hirata M. Aoki K. Nakano K. Variegated RHOA Mutations in Adult T-Cell Leukemia/Lymphoma Blood 2016 127 596 604 10.1182/blood-2015-06-644948 26574607 19. Svensmark J.H. Brakebusch C. Rho GTPases in Cancer: Friend or Foe? Oncogene 2019 38 7447 7456 10.1038/s41388-019-0963-7 31427738 20. Ishikawa S. Opposite RHOA Functions within the ATLL Category Blood 2016 127 524 525 10.1182/blood-2015-12-683458 26847067 21. Sakata-Yanagimoto M. Enami T. Yoshida K. Shiraishi Y. Ishii R. Miyake Y. Muto H. Tsuyama N. Sato-Otsubo A. Okuno Y. Somatic RHOA Mutation in Angioimmunoblastic T Cell Lymphoma Nat. Genet. 2014 46 171 175 10.1038/ng.2872 24413737 22. Yoo H.Y. Sung M.K. Lee S.H. Kim S. Lee H. Park S. Kim S.C. Lee B. Rho K. Lee J.-E. A Recurrent Inactivating Mutation in RHOA GTPase in Angioimmunoblastic T Cell Lymphoma Nat. Genet. 2014 46 371 375 10.1038/ng.2916 24584070 23. O’Hayre M. Inoue A. Kufareva I. Wang Z. Mikelis C.M. Drummond R.A. Avino S. Finkel K. Kalim K.W. DiPasquale G. Inactivating Mutations in GNA13 and RHOA in Burkitt’s Lymphoma and Diffuse Large B-Cell Lymphoma: A Tumor Suppressor Function for the Gα13/RhoA Axis in B Cells Oncogene 2016 35 3771 3780 10.1038/onc.2015.442 26616858 24. Laurent J.M. Young J.H. Kachroo A.H. Marcotte E.M. Efforts to Make and Apply Humanized Yeast Briefings in Functional Genomics 2016 15 155 163 10.1093/bfgp/elv041 26462863 25. Cervelli T. Galli A. Yeast as a Tool to Understand the Significance of Human Disease-Associated Gene Variants Genes 2021 12 1303 10.3390/genes12091303 34573285 26. Kachroo A.H. Vandeloo M. Greco B.M. Abdullah M. Humanized Yeast to Model Human Biology, Disease and Evolution Dis. Model. Mech. 2022 15 dmm049309 10.1242/dmm.049309 35661208 27. Qadota H. Anraku Y. Botstein D. Ohya Y. Conditional Lethality of a Yeast Strain Expressing Human RHOA in Place of RHO1 Proc. Natl. Acad. Sci. USA 1994 91 9317 9321 10.1073/pnas.91.20.9317 7937763 28. Ohya Y. Sese J. Yukawa M. Sano F. Nakatani Y. Saito T.L. Saka A. Fukuda T. Ishihara S. Oka S. High-Dimensional and Large-Scale Phenotyping of Yeast Mutants Proc. Natl. Acad. Sci. USA 2005 102 19015 19020 10.1073/pnas.0509436102 16365294 29. Ohnuki S. Nogami S. Ohya Y. A Microfluidic Device to Acquire High-Magnification Microphotographs of Yeast Cells Cell Div. 2009 4 5 10.1186/1747-1028-4-5 19317904 30. Wadsworth J.M. Clarke D.J. McMahon S.A. Lowther J.P. Beattie A.E. Langridge-Smith P.R.R. Broughton H.B. Dunn T.M. Naismith J.H. Campopiano D.J. The Chemical Basis of Serine Palmitoyltransferase Inhibition by Myriocin J. Am. Chem. Soc. 2013 135 14276 14285 10.1021/ja4059876 23957439 31. Platania C.B.M. Dei Cas M. Cianciolo S. Fidilio A. Lazzara F. Paroni R. Pignatello R. Strettoi E. Ghidoni R. Drago F. Novel Ophthalmic Formulation of Myriocin: Implications in Retinitis Pigmentosa Drug Deliv. 2019 26 237 243 10.1080/10717544.2019.1574936 30883241 32. Hatakeyama R. Kono K. Yoshida S. Ypk1 and Ypk2 Kinases Maintain Rho1 at the Plasma Membrane by Flippase-Dependent Lipid Remodeling after Membrane Stresses J. Cell Sci. 2017 130 1169 1178 10.1242/jcs.198382 28167678 33. Onishi J. Meinz M. Thompson J. Curotto J. Dreikorn S. Rosenbach M. Douglas C. Abruzzo G. Flattery A. Kong L. Discovery of Novel Antifungal (1,3)-β-d-Glucan Synthase Inhibitors Antimicrob. Agents Chemother. 2000 44 368 377 10.1128/AAC.44.2.368-377.2000 10639364 34. González-Rubio G. Sastre-Vergara L. Molina M. Martín H. Fernández-Acero T. Substrates of the MAPK Slt2: Shaping Yeast Cell Integrity J. Fungi 2022 8 368 10.3390/jof8040368 35. Martín H. Rodríguez-Pachón J.M. Ruiz C. Nombela C. Molina M. Regulatory Mechanisms for Modulation of Signaling through the Cell Integrity Slt2-Mediated Pathway in Saccharomyces Cerevisiae* J. Biol. Chem. 2000 275 1511 1519 10.1074/jbc.275.2.1511 10625705 36. Ohnuki S. Ogawa I. Itto-Nakama K. Lu F. Ranjan A. Kabbage M. Gebre A.A. Yamashita M. Li S.C. Yashiroda Y. High-Throughput Platform for Yeast Morphological Profiling Predicts the Targets of Bioactive Compounds NPJ Syst. Biol. Appl. 2022 8 3 10.1038/s41540-022-00212-1 35087094 37. Anowar F. Sadaoui S. Selim B. Conceptual and Empirical Comparison of Dimensionality Reduction Algorithms (PCA, KPCA, LDA, MDS, SVD, LLE, ISOMAP, LE, ICA, t-SNE) Comput. Sci. Rev. 2021 40 100378 10.1016/j.cosrev.2021.100378 38. Senoo H. Murata D. Wai M. Arai K. Iwata W. Sesaki H. Iijima M. KARATE: PKA-Induced KRAS4B- RHOA -mTORC2 Supercomplex Phosphorylates AKT in Insulin Signaling and Glucose Homeostasis Mol. Cell 2021 81 4622 4634.e8 10.1016/j.molcel.2021.09.001 34551282 39. Qadota H. Python C.P. Inoue S.B. Arisawa M. Anraku Y. Zheng Y. Watanabe T. Levin D.E. Ohya Y. Identification of Yeast Rho1p GTPase as a Regulatory Subunit of 1,3-β-Glucan Synthase Science 1996 272 279 281 10.1126/science.272.5259.279 8602515 40. Moreno-Velásquez S.D. Seidel C. Juvvadi P.R. Steinbach W.J. Read N.D. Caspofungin-Mediated Growth Inhibition and Paradoxical Growth in Aspergillus Fumigatus Involve Fungicidal Hyphal Tip Lysis Coupled with Regenerative Intrahyphal Growth and Dynamic Changes in β-1,3-Glucan Synthase Localization Antimicrob. Agents Chemother. 2017 61 e00710 e00717 10.1128/AAC.00710-17 28760907 41. Hu X. Yang P. Chai C. Liu J. Sun H. Wu Y. Zhang M. Zhang M. Liu X. Yu H. Structural and Mechanistic Insights into Fungal β-1,3-Glucan Synthase FKS1 Nature 2023 616 190 198 10.1038/s41586-023-05856-5 36949198 42. Schaefer A. Reinhard N.R. Hordijk P.L. Toward Understanding RhoGTPase Specificity: Structure, Function and Local Activation Small GTPases 2014 5 e968004 10.4161/21541248.2014.968004 25483298 Figure 1 Construction and validation of self-fluorescent yeast strains expressing oncogenic RHOA variants. ( A ) Workflow for constructing self-fluorescent humanized strains expressing oncogenic RHOA variants. Haploid MATa and MATα yeast strains lacking the essential RHO1 gene and harboring a RHO1-URA3 rescue plasmid were transformed with plasmids pKN4 (HTA2–3× mRuby and HygR) and pKN23 (Lifeact–mNeonGreen and clonNAT), respectively. After transformation, the two parental strains were mated, and diploids were selected on media containing both antibiotics. The rescue plasmid was eliminated by 5-FOA selection. Successful plasmid loss was verified by growth on SD plates with and without uracil. The resulting strains expressed nuclear and actin markers and served as the base for the following quantitative morphological profiling. ( B ) Plasmid-shuffle assay. Cells carrying a URA3 -marked RHO1 plasmid and an LEU2-marked test plasmid were spotted on SC + 5-FOA (counter-selection) to evict the URA3 plasmid. Growth on 5-FOA indicates complementation of essential Rho1 function by the test plasmid; no growth indicates failure to complement. A positive control (PC; no URA3 ) and a negative control (NC; with URA3 ) validated the selection system. RHOA /A161P, RHOA /G17V, RHOA /C16R, and RHOA /R5Q grew on 5-FOA, indicating complementation. RHOA /E40Q failed to grow, consistent with non-complementation. ( C ) Representative fluorescence microscopy image of diploid yeast strain expressing nuclear (red) and actin (green) markers. The cell wall was stained using the fixative-free dye CF ® 350-ConA (blue). Scale bar: 5 µm. Figure 2 Growth phenotypes and CWI signaling response of RHOA variants under stress conditions. ( A ) Growth phenotypes of RHOA variants under various temperatures. Variants or controls were grown on YPD + 1 M sorbitol medium at 37 °C (heat) and 17 °C (cold). Variants showed modest differences compared to controls under these conditions. Images were taken after 2 days of incubation. ( B ) Growth phenotypes of RHOA variants in the presence of myriocin. Spotting assays on YPD + 1 M sorbitol supplemented with 250–1000 ng/mL myriocin showed strong resistance in all RHOA variants comparable to the RHOA / RHOA and RHOA / rhoAΔ control strains. Images were taken after 2 days of incubation. ( C ) Growth phenotypes of RHOA variants in the presence of high-dose caspofungin. Spotting assays on YPD + 1 M sorbitol with 50–200 ng/mL caspofungin showed no differences in colony growth across strains. Images were taken after 2 days of incubation. ( D ) Western blotting analysis and quantification of Slt2 MAPK phosphorylation in RHOA variants lacking RHO1 . The intensity of phospho-Slt2 was normalized relative to Ponceau staining and plotted relative to the RHOA / RHOA control (lane 3). Bar graphs represent the mean ± SD from three replicates. Statistical comparisons were made against RHOA / RHOA using the unpaired two-tailed t -test ( p < 0.05). * p < 0.05; ** p < 0.01; *** p < 0.001; n.s., not significant. Figure 3 Morphological phenotypes of the RHOA strains. Actin (green), nucleus (red), and cell wall (blue) signals are shown in merged images. Red stands for gain-of-function variants and blue for loss-of-function variants. Scale bar: 10 μm. Figure 4 PCA and clustering analysis of RHOA variants. ( A ) Morphological abnormality scores of RHOA heterozygous mutants based on Euclidean distances in PC space. Box plots show Euclidean distances of various RHOA heterozygous mutants from the centroids of either RHO1 / RHO1 (left panel) or RHOA / rhoAΔ (right panel). ( B ) Morphological similarity matrix based on Pearson’s correlation coefficients among mean Z-score profiles of each strain. The table quantifies global phenotypic resemblance among RHOA variants and the control. ( C ) Hierarchical clustering dendrogram based on Pearson’s correlations among mean morphological profiles. ( D ) Scatter plot of PCA showing PC1-PC2. Filled circles indicate the PC scores based on the mean Z-values of each strain, while open circles represent individual biological replicates. For visualization purposes, missing values in Z-scores of each replicate were interpolated by substituting zero and projected onto PC axes retained by mean Z-values. Polygons enclose the replicates of each strain. Figure 5 LDA revealed morphological discriminants of RHOA variant classes. ( A ) LDA plot showing LD1–LD2 using the top 17 PCs from PCA. Each dot represents one biological replicate. Strains clustered into three groups. Clusters are outlined with polygons. ( B ) Representative feature highly correlated with LD1: the proportion of actin at the bud neck (A9_A1B), which separates RHOA / rhoAΔ from oncogenic RHOA heterozygotes. ( C ) Representative feature associated with LD2: the ratio of axis ratio (the ratio of bud to mother cell in the ratio of long axis to short axis length, C116_C), which distinguishes gain- from loss-of-function mutants. Figure 6 Class-level schematic of morphological signatures and discriminant axes. Cartoons summarize control ( RHOA / rhoAΔ ) and oncogenic RHOA heterozygotes (gain-of-function and loss-of-function mutants) across cell cycle phases (S/G2, M). Representative features contributing to LD axes (LD1 and LD2) are listed with CalMorph IDs—e.g., proportion of actin at the bud neck in S/G2 phase (A9_A1B), cell length in S/G2 phase (C103_A1B, long-axis length in mother), variability of actin at the bud neck in M phase (ACV122_C), ratio of axis ratios in M phase (C116_C). Colors: green dots, actin patches; light green, actin-rich region; red, nucleus; red and green arrows, increase and decrease in LD scores in Figure 5 . See Table S3 for full feature definitions.",
    "full_text_abstract": "RHOA , a member of the Rho family of small GTPases, harbors recurrent mutations in diverse cancers, but how these mutations cause their cellular effects remains poorly understood. To investigate their cellular consequences, we expressed oncogenic RHOA variants (R5Q, G17V, C16R, and A161P) in Saccharomyces cerevisiae , substituting for the essential yeast homologue RHO1 . While the E40Q variant failed to complement RHO1 deletion, other mutants supported viability and enabled phenotypic characterization. All four variants conferred myriocin resistance, suggesting activation of the membrane stress response pathway, but induced no major changes in growth or caspofungin sensitivity. Using high-dimensional image analysis, we quantified 501 morphological parameters and applied principal component analysis and linear discriminant analysis to determine distinct phenotypic profiles. Gain-of-function (C16R and A161P) and loss-of-function (R5Q and G17V) mutants formed separate morphological clusters, indicating functional divergence. Our yeast model enabled systematic dissection of the functions of RHOA mutants and highlighted the utility of morphology-based approaches to characterize context-dependent mechanisms of oncogenesis."
}