{
    "PMC": "9801610",
    "DOI": "10.1186/s10020-022-00596-0",
    "PMID": "36585612",
    "PMCID": "PMC9801610",
    "title": "USP13 regulates HMGB1 stability and secretion through its deubiquitinase activity.",
    "year": 2022,
    "source_url": "https://europepmc.org/article/PMC/PMC9801610",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>High mobility group box 1 (HMGB1) is a damage-associated molecular pattern (DAMP) molecule that plays a central role in innate immunity. HMGB1 acts as a late mediator of inflammation when actively secreted in response to inflammatory stimuli. Several post-translational modifications (PTMs), including acetylation, phosphorylation, and oxidation, are involved in HMGB1 secretion. However, the E3 ligases of HMGB1 and the mechanism by which DUBs regulate HMGB1 deubiquitination are not well known.<h4>Methods</h4>LC-MS/MS, proximity ligation assay, immunoprecipitation were used to identify ubiquitin-specific protease 13 (USP13) as a binding partner of HMGB1 and to investigate ubiquitination of HMGB1. USP13 domain mutant was constructed for domain study and Spautin-1 was treated for inhibition of USP13. Confocal microscopy image showed localization of HMGB1 by USP13 overexpression. The data were analyzed using one-way analysis of variance with Tukey's honestly significant difference post-hoc test for multiple comparisons or a two-tailed Student's t-test.<h4>Results</h4>We identified ubiquitin-specific protease 13 (USP13) as a novel binding partner of HMGB1 and demonstrated that USP13 plays a role in stabilizing HMGB1 from ubiquitin-mediated degradation. USP13 overexpression increased nucleocytoplasmic translocation of HMGB1 and promoted its secretion, which was inhibited by treatment with Spautin-1, a selective inhibitor of USP13.<h4>Conclusion</h4>Taken together, we suggest that USP13 is a novel deubiquitinase of HMGB1 that regulates the stability and secretion of HMGB1.",
    "full_text": "pmc Mol Med Mol Med Molecular Medicine 1076-1551 1528-3658 BioMed Central London 9801610 596 10.1186/s10020-022-00596-0 Research Article USP13 regulates HMGB1 stability and secretion through its deubiquitinase activity Shin Jaemin jaemin0222@naver.com 1 2 Kim Young Hun yhkim8809@gmail.com 1 2 Lee Bin binlee@yuhs.ac 1 2 Chang Jae Ho jhchang95@gmail.com 1 Choi Hee Youn ihee38@naver.com 1 2 Lee Hoojung hoojjyy10@gmail.com 1 2 Song Ki Chan skc920918@naver.com 1 Kwak Man Sup mskwak@yuhs.ac 1 3 Choi Ji Eun jechoi66@snu.ac.kr 4 http://orcid.org/0000-0002-8294-3234 Shin Jeon-Soo jsshin6203@yuhs.ac 1 2 3 1 grid.15444.30 0000 0004 0470 5454 Department of Microbiology, Yonsei University College of Medicine, 50-1 Yonsei-Ro, Seodaemun-Gu, Seoul, 03722 South Korea 2 grid.15444.30 0000 0004 0470 5454 Brain Korea 21 FOUR Project for Medical Science, Yonsei University College of Medicine, Seoul, 03722 South Korea 3 grid.15444.30 0000 0004 0470 5454 Institute for Immunology and Immunological Diseases, Yonsei University College of Medicine, Seoul, 03722 South Korea 4 grid.31501.36 0000 0004 0470 5905 Department of Pediatrics, Seoul National University College of Medicine, Seoul Metropolitan Government Seoul National University Boramae Medical Center, Boramaero 5 Gil 20, Dongjakgu, Seoul, 07061 South Korea 30 12 2022 30 12 2022 2022 28 164 7 10 2022 21 12 2022 © The Author(s) 2022 https://creativecommons.org/licenses/by/4.0/ Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/ . Background High mobility group box 1 (HMGB1) is a damage-associated molecular pattern (DAMP) molecule that plays a central role in innate immunity. HMGB1 acts as a late mediator of inflammation when actively secreted in response to inflammatory stimuli. Several post-translational modifications (PTMs), including acetylation, phosphorylation, and oxidation, are involved in HMGB1 secretion. However, the E3 ligases of HMGB1 and the mechanism by which DUBs regulate HMGB1 deubiquitination are not well known. Methods LC–MS/MS, proximity ligation assay, immunoprecipitation were used to identify ubiquitin-specific protease 13 (USP13) as a binding partner of HMGB1 and to investigate ubiquitination of HMGB1. USP13 domain mutant was constructed for domain study and Spautin-1 was treated for inhibition of USP13. Confocal microscopy image showed localization of HMGB1 by USP13 overexpression. The data were analyzed using one-way analysis of variance with Tukey’s honestly significant difference post-hoc test for multiple comparisons or a two-tailed Student’s t -test. Results We identified ubiquitin-specific protease 13 (USP13) as a novel binding partner of HMGB1 and demonstrated that USP13 plays a role in stabilizing HMGB1 from ubiquitin-mediated degradation. USP13 overexpression increased nucleocytoplasmic translocation of HMGB1 and promoted its secretion, which was inhibited by treatment with Spautin-1, a selective inhibitor of USP13. Conclusion Taken together, we suggest that USP13 is a novel deubiquitinase of HMGB1 that regulates the stability and secretion of HMGB1. Keywords HMGB1 Deubiquitination USP13 Secretion Spautin-1 National Research Foundation of Korea (NRF) 2017R1A2B3006704 Shin Jeon-Soo National Research Foundation of Korea (NRF) 2019R1A6A1A03032869 2022R1A2B5B03001446 2021R1I1A1A01044809 Kwak Man Sup Shin Jeon-Soo Research Center Program of the Institute for Basic Science (IBS) IBS-R026-D1 Shin Jeon-Soo issue-copyright-statement © The Author(s) 2022 Introduction High mobility group box 1 (HMGB1) is a nuclear protein highly conserved in most eukaryotic cells (Laudet et al. 1993 ). In the nucleus, HMGB1 regulates gene transcription and DNA repair, and it functions as a DNA chaperone to modulate nucleosome stability (Javaherian et al. 1978 ; Lange and Vasquez 2009 ; Stros et al. 2002 ). In the extracellular space, HMGB1 acts as a damage-associated molecular pattern (DAMP), a late mediator of the pro-inflammatory response (Wang et al. 2001 ) and also it early secreted in some trauma like burn (Lantos et al. 2010 ). HMGB1 is actively secreted in response to various stimuli, such as lipopolysaccharide (LPS), interleukin (IL)-1, tumor necrosis factor (TNF)-α, and hydrogen peroxide (H 2 O 2 ) (Tang et al. 2007 ; Wang et al. 1999 , 2004 ; Yang et al. 2004 ). Following stimuli, post-translational modifications (PTMs), including oxidation, acetylation, phosphorylation, and methylation, are involved in the regulation of HMGB1 secretion (Bonaldi et al. 2003 ; Hoppe et al. 2006 ; Ito et al. 2007 ; Youn and Shin 2006 ). Recently, it was found that peroxiredoxin-I/II is involved in facilitating HMGB1 oxidation in the nucleus (Kwak et al. 2019 ) and that secretory autophagy with vesicular trafficking pathways is involved in its secretion (Kim et al. 2021 ). Ubiquitination, a PTM, plays a key role in the regulation of protein stability and signal transduction pathways. Ubiquitination is a series of processes that conjugate ubiquitin to the target substrate in a reversible and ATP-dependent manner. This process is achieved by E1 (the ubiquitin-activating enzyme), E2 (ubiquitin-conjugating enzyme), and E3 (ubiquitin ligases) enzymatic cascade (Pickart and Eddins 2004 ). Deubiquitination is the reversal of ubiquitination (Amerik and Hochstrasser 2004 ). The human genome encodes approximately 100 deubiquitinases (DUBs), which are opposed to E3 ligases. DUBs are classified into five families based on their sequence homology and mechanism of action: ubiquitin-specific proteases (USPs), ubiquitin C-terminal hydrolases (UCHs), ovarian tumor proteases (OTUs), Machado-Joseph disease proteases, and JAB1/MPN/Mov34 metalloenzymes (JAMMs) (Nijman et al. 2005 ). Correspondingly, the functions of DUBs can be divided into several categories. First, DUBs process ubiquitin precursors to generate free ubiquitin. Second, DUBs remove K48-linked ubiquitin chains, which are involved in proteasomal degradation, leading to the stabilization of substrate proteins. Lastly, DUBs are also involved in non-degradative ubiquitin signaling by trimming ubiquitin chains while they switch from one type of ubiquitin signal to another. Consequently, all of these functions of DUBs contribute to the regulation of ubiquitin homeostasis to maintain cellular ubiquitin pools (Ye et al. 2009 ). USPs contain a catalytic core domain, including an N-terminal Cys-box and C-terminal His-box, which consist of the catalytic Cys and His residues, respectively (Ye et al. 2009 ). Furthermore, USPs have other functional domains flanking or inserting into the core domain, such as the zinc finger (ZnF) domain, ubiquitin-interacting motif (UIM), and ubiquitin-associated (UBA) domains (Zhang et al. 2011 ). The UBA and UIM domains allow the substrate to bind to enzymes, whereas the ZnF domain might activate the hydrolytic reactions and regulate enzyme activity (Bonnet et al. 2008 ). Ubiquitin-specific protease 13 (USP13) belongs to the USP family and shows sequence similarity up to 80% with USP5. These two USPs also share the same domains, including a ZnF domain, a catalytic core composed of a C-box and H-box, and two UBA insertions (Zhang et al. 2011 ). USP13 modulates cellular signaling by interacting with multiple proteins. For example, USP13 regulates antiviral responses by deubiquitinating STAT1 and STING (Sun et al. 2017 ; Yeh et al. 2013 ) and is related to PTEN and MITF in the modulation of tumorigenesis (Zhang et al. 2013 ; Zhao et al. 2011 ). In addition, RAP80-BRCA1 complex is regulated by USP13 in response to DNA damage (Li et al. 2017 ). Although several PTMs modulate HMGB1, ubiquitination of HMGB1 is poorly understood. Our previous study revealed that defective HMGB1 glycosylation regulates HMGB1 stability through K48-linked ubiquitination (Kim et al. 2016 ). However, the E3 ligases of HMGB1 remain unknown. Furthermore, the mechanism by which DUBs regulate HMGB1 deubiquitination is unknown. Here, we report USP13 as a novel protein that interacts with HMGB1. We demonstrated that USP13 deubiquitinates and stabilizes HMGB1. Unexpectedly, we found that USP13 regulated HMGB1 secretion via its deubiquitinase activity. Overall, this study revealed a novel USP13-HMGB1 pathway regulating HMGB1 stability and secretion. Material and methods Cell culture and transfection Human embryonic kidney (HEK) 293 T (ATCC® CRL-1573™), RAW 264.7, (ATCC® TIB-71™), and HEK293/hTLR4-MD2-CD14 (InvivoGen, San Diego, CA, USA) cells were cultured in DMEM media supplemented with 10% FBS (Corning Cellgro, Tewksbury, MA, USA), 2 mM L-glutamine, 100 U/mL penicillin, and 100 μg/mL streptomycin at 37 °C with 5% CO 2 . HEK293/hTLR4-MD2-CD14 cells were supplemented with 10 μg/mL blasticidin and 50 μg/mL hygromycin (InvivoGen). Plasmids were transfected into HEK293T cells using lipofectamine 2000 (Invitrogen, Carlsbad, CA, USA) according to the manufacturer’s instructions. Plasmid construction Myc and GFP-HMGB1 in pCMV and pEGFP–N1 vectors, respectively, were used (Kim et al. 2016 ). pRK5-FLAG-USP13 (Addgene plasmid #61741; http://n2t.net/addgene:61741 ; RRID: Addgene_61741), Flag-HA-USP10 (Addgene plasmid #22543; http://n2t.net/addgene:22543 ; RRID: Addgene_22543), HA-Ub (Addgene plasmid #18712; http://n2t.net/addgene:18712 ; RRID: Addgene_18712), and pRK5-HA-Ub-K48R (Addgene plasmid #17604; http://n2t.net/addgene:17604 ; RRID: Addgene_17604). Flag-HA-USP10 was subcloned into pFLAG-CMV-TOPO vector (MGmed, Seoul, Korea, MC02204). Flag-USP15 plasmid was kindly provided by Prof. Kyung-Hee Chun (Yonsei University, Seoul, Korea). USP13 deletion mutants of the Flag-USP13-ZnF (amino acid 178–301) and USP13-USP (amino acid 336–863) (YH Zhang et al. 2011 ) were constructed. The USP13 C345A/M664/739E inactive mutant (USP13 Mut) was generated using the QuickChange Site-Directed Mutagenesis Kit (Stratagene, San Diego, CA, USA). To transiently knock down USP13, Human USP13 shRNAs were transiently knocked down in a GIPZ lentiviral vector (Dharmacon Inc., Lafayette, CO, USA; clone No. V2LHS_47077). Antibodies and chemicals Antibodies against HMGB1 (Abcam, Cambridge, UK, ab18256), USP13 (Bethyl, Montgomery, TX, USA, A302-762A), β-actin (Cell Signaling Technology, Danvers, MA, USA, #4967), Ub (Millipore, Billerica, MA, USA, MAB1510), Ub-K48 (#05-1307), Ub-K63 (#05-1308), c-Myc (Invitrogen Technology, #13-2500), Flag (Sigma-Aldrich, St. Louis, MO, USA, F7425), HA (Santa Cruz Biotechnology, Santa Cruz, CA, USA, sc-805), and CRM1 (Santa Cruz Biotechnology, sc-5595) were used. Spautin-1 (Tocris, Bristol, UK, 5197), a USP13 inhibitor, was used at a concentration of 10 μM (Liu et al. 2011 ). A 10 μM MG132 proteasome inhibitor (Sigma-Aldrich, C2211), 100 μg/mL cycloheximide (CHX) (Sigma-Aldrich, C7698) protein biosynthetic inhibitor, 20 ng/mL leptomycin B (LMB, Sigma Aldrich, L2913) a CRM1 inhibitor, and 80 nM wortmannin (Sigma-Aldrich, W1628) of PI3K inhibitor were used. To induce HMGB1 secretion, 100 ng/mL LPS ( E. coli O111:B4, Sigma-Aldrich, L4391) and H 2 O 2 (Merck, Kenilworth, New Jersey, USA, 1.07209.0250) were used. Immunoblotting (IB) and immunoprecipitation (IP) HEK293T cells were co-transfected with the various plasmids and washed with PBS. For immunoblotting, the cells were lysed with 1 × RIPA buffer (GenDEPOT, Barker, TX, USA) containing a protease inhibitor cocktail (GenDEPOT). After sample buffer (100 mM Tris–HCl pH 6.8, 25% glycerol, 5% β-mercaptoethanol, 2% SDS, and 0.1% bromophenol blue) was added to whole cell lysates (WCLs), the mixture was subsequently heated at 94 °C for 5 min. Quantitative proteins were separated by SDS-PAGE and transferred to nitrocellulose membranes (GE Healthcare, Little Chalfont, UK), which were blocked with 5% skim milk in Tris-buffered saline (TBS) with 0.1% Tween-20. The indicated antibodies were incubated, and ECL solution (GenDEPOT) was used for detection. To detect HMGB1 secretion, cell culture supernatants were harvested after treatment, and a methanol and chloroform mixture at a 4:1 ratio was added to supernatants to precipitate proteins, and then immunoblotted. For IP, pre-cleared protein G magnetic beads (Bio-Rad, Hercules, CA, USA) were reacted with the indicated antibodies for 1 h at room temperature (RT), and WCLs were incubated with beads overnight at 4 °C. After the beads were washed four times with PBST buffer (0.001% Tween-20 in PBS), the immunoprecipitates were eluted with the sample buffer and separated by SDS-PAGE. Ubiquitination assay HEK293T cells were co-transfected with Myc-HMGB1, HA-Ub, and Flag-USP13 wild-type (WT) or Flag-USP13 Mutant. After transfection for 24 h, cells were treated with 10 μM MG132 for 18 h. Cells were lysed, and protein G magnetic beads conjugated with anti-Myc Ab were added to the sample. The eluted samples were resolved by SDS-PAGE, and anti-Ub and HA antibodies were incubated overnight at 4 °C for immunoblotting. Immunofluorescence assay To observe the subcellular translocation of HMGB1, GFP-HMGB1, and Flag-USP13 WT or Flag-USP13 Mut were co-transfected into HEK293T cells, which were cultured on cover glasses in a six-well plate. After 24 h, cells were pre-treated with 10 μM Spautin-1 for 2 h and then treated with 50 μM H 2 O 2 for 4 h. The cells were fixed with 4% paraformaldehyde-PHEM buffer for 30 min at RT and permeabilized with 1% Triton X-100 for 10 min at RT. After washing with cold PBS, the cells were blocked with 1% BSA in PBST buffer (0.02% Tween-20 in PBS) for 30 min at 37 °C, and then incubated with anti-FLAG Ab overnight at 4 °C, followed by incubation with Alexa Fluor 594 goat anti-mouse IgG (Life Technologies, A11005) for 45 min at 37 °C. After mounting with DAPI (Vector Laboratories, Burlingame, CA, USA), a confocal FV1000 microscope (Olympus, Shinjuku, Tokyo, Japan) was used to generate images. Proximity ligation assay (PLA) To confirm the interaction between HMGB1 and USP13, PLA was performed using the Duolink in situ fluorescence kit (Sigma-Aldrich). HEK293T cells were co-transfected with Myc-HMGB1 and Flag-USP13 plasmids for 18 h and treated with 10 μM Spautin-1 for 18 h. After fixation and permeabilization, the cells were blocked with a blocking solution. Cells were incubated with anti-Myc and anti-FLAG antibodies overnight at 4 °C. Next, PLA probes and ligation solutions were reacted. After treatment with the amplification solution, cells were mounted with DAPI. Finally, a confocal microscope was used to measure cell fluorescence. Nuclear/cytosolic fractionation HEK293T cells were lysed using a nuclear/cytosol fractionation kit (Bio Vision, K266-100) according to the manufacturer’s instructions. The nuclear and cytosolic fractions were resolved by SDS-PAGE. Liquid chromatography with tandem mass spectrometry (LC-MS/MS) for the analyses of peptides HEK293T cells were co-transfected with Myc-HMGB1 and HA-Ub plasmids. Cells were lysed with 1 × RIPA buffer and incubated with anti-Myc affinity gel (Biotool, Houston, TX, USA, B23401) overnight at 4 °C. The resin was washed with cold PBS three times and a 2 × sample buffer was added to elute the sample. After boiling at 94 °C for 5 min, the samples were separated by SDS-PAGE, followed by Coomassie Blue staining. The band located at the putative HMGB1 binding partner was extracted for analysis. Nano LC-MS/MS analysis was performed using a nano high performance liquid chromatography system (Agilent, Wilmington, DE, USA). A Nanochip column (Agilent, 150 mm × 0.075 mm) was used for peptide separation. The mobile phase A for LC separation was 0.1% formic acid in deionized water and mobile phase B was 0.1% formic acid in acetonitrile. The chromatographic gradient was designed for a linear increase from 3% B to 40% B in 80 min, 40% B to 60% B in 10 min, 95% B in 10 min, and 3% B in 20 min. The flow rate was maintained at 400 nL/min. Product ion spectra were collected in the information-dependent acquisition mode and analyzed by Agilent 6530 Accurate-Mass Q-TOF using continuous cycles of one full scan TOF MS of 350–1200 m/z (1.0 s) plus three product ion scans from to 100–1700 m/z (1.5 s each). Precursor m/z values were selected starting with the most intense ion using a selection quadrupole resolution of 4 Da. The rolling collision energy feature was used to determine the collision energy based on the precursor value and charge state. The dynamic exclusion time for the precursor ion m/z values was 30 s. Database searching The Mascot algorithm (Matrix Science, Boston, MA, USA) was used to identify peptide sequences present in a protein sequence database. The database search criteria were as follows: HMGB1 (CAG 33144.1, High Mobility Group Box 1), Homo sapiens (downloaded September 21, 2016) fixed modification, carbamidomethylated at cysteine residues, variable modification, oxidized at methionine residues, maximum allowed missed cleavage; 2, MS tolerance; 100 ppm, MS/MS tolerance; 0.1 Da. Only the peptides resulting from trypsin digestion were considered. Statistical analysis The data were analyzed using one-way analysis of variance with Tukey’s honestly significant difference post-hoc test for multiple comparisons or a two-tailed Student’s t -test. Western blot image data were analyzed using image J software (National Institute of Mental Health, Bethesda, Maryland, USA). The average values are shown in the graphs. All values are presented as mean ± standard error of the mean (SEM) with p < 0.05 indicating statistical significance. Results USP13 Interacts with HMGB1 HMGB1 has diverse roles depending on its various interactors (Bianchi 2009 ). LC-MS/MS analysis was performed to investigate the binding proteins related to ubiquitination. HEK293T cells were co-transfected with Myc-tagged HMGB1 (Myc-HMGB1) and HA-tagged Ub (HA-Ub) plasmids and treated with the proteasome inhibitor MG132. Myc-HMGB1 proteins were immunoprecipitated and separated by SDS-PAGE, and binding proteins were observed (Fig. 1 A). Among several candidate proteins, heat shock protein 90 regulates the nucleocytoplasmic translocation of HMGB1 (Kim et al. 2021 ) and mitochondrial heat shock protein 75 (or glucose-regulated protein 75) is involved in HMGB1-induced asthmatic airway inflammation (Lv et al. 2018 ). In this study, we investigated the effect of isopeptidase T-3, also called USP13, on HMGB1, since HMGB1 ubiquitination has rarely been reported. Fig. 1 USP13 interacts with HMGB1. A HEK293T cells were co-transfected with both Myc-HMGB1 and HA-Ub plasmids for 48 h, and then treated with 10 μM MG132 for the last 18 h prior to harvest. WCLs were immunoprecipitated with anti-Myc affinity gel and separated by SDS-PAGE. Indicated box (arrow) was extracted for LC-MS/MS analysis. HC and LC: heavy and light chains. HMGB1 binding proteins were identified using LC-MS/MS for the analyses of peptides. B HEK293T cells were transfected with both Myc-HMGB1 and Flag-tagged USP10 or USP13 or USP15 plasmids and cultured for 48 h. WCLs were immunoprecipitated (IP) and immunoblotted (IB) with the indicated antibodies. C HEK293T cells were immunoprecipitated with anti-Flag antibody and immunoblotted with the indicated antibodies. D HEK293T cells were immunoprecipitated with anti-USP13 antibody, and the binding of endogenous HMGB1 was shown. E , F Both Myc-HMGB1 and Flag-USP13 were overexpressed in HEK293T cells, and cells were treated with 50 μM H 2 O 2 E or 10 μM Spautin-1 F for the last 18 h before harvesting them to observe the binding. Data represents one of two similar independent experiments in E . G PLA was performed on HEK293T cells co-expressing Myc-HMGB1 and Flag-USP13 with 10 μM Spautin-1 treatment for last 18 h. For the PLA spot analysis, over 20 cells were counted. Scale bar: 10 μm. * p < 0.001 using Tukey’s honestly significant difference post-hoc test for multiple comparisons To confirm whether USP13 binds to HMGB1, both Myc-HMGB1 and Flag-tagged USP13 (Flag-USP13) or USP10 and USP15 plasmids were overexpressed in HEK293T cells for co-immunoprecipitation. USP10 was tested with a specific and potent autophagy inhibitor, Spautin-1, known to inhibit both USP13 and USP10 and regulate the deubiquitination of Beclin1 in Vps34 complexes, resulting in the promotion of the degradation of Vps34 complexes (Liu et al. 2011 ). As shown in Fig. 1 B and 1C, HMGB1 binds to USP13 but not to either USP10 or USP15 after immunoprecipitation with Myc. HEK293T cells were immunoprecipitated with an anti-USP13 antibody for endogenous binding, and the binding of endogenous HMGB1 to USP13 is shown (Fig. 1 D). In addition, their binding increased when ROS stress was induced (Fig. 1 E). As expected, Spautin-1 treatment decreased the binding of HMGB1 to USP13, suggesting that inhibition of the deubiquitinase activity of USP13 affects its binding to HMGB1 (Fig. 1 F). The interaction between HMGB1 and USP13 was also observed using a proximity ligation assay (PLA) in HEK293T cells overexpressing HMGB1 and USP13 (Fig. 1 G). Binding domain study of HMGB1 and USP13 HMGB1 is composed of two homologous DNA-binding domains: A box and B box. When we transiently transfected HEK293T cells with both HMGB1 A (amino acid 1–79) or B (aa. 88–162) box and USP13 WT plasmids followed by either Flag or Myc IP, we found that the B box showed the weak binding to USP13 WT (Fig. 2 A). By contrast, we generated two deletion mutant constructs, USP13-ZnF (aa. 178–301) and USP13-USP domains (aa. 336–863), and overexpressed these in HEK293T cells with the Myc-HMGB1 WT plasmid. IP analysis showed that the USP13-USP domain was weakly bound to HMGB1 WT (Fig. 2 B). In addition, the endogenous HMGB1 binding to the USP13-USP domain was observed by HMGB1 IP (Fig. 2 C). Fig. 2 Binding domain study between HMGB1 and USP13. A HMGB1 wild type (WT), A , B boxes (upper panel). HEK293T cells were co-transfected with either Myc-HMGB1 A or B box and Flag-USP13 plasmid (lower panel). Immunoprecipitations (IPs) using anti-Flag and anti-Myc antibodies were done. ns: non-specific. WCLs were immunoprecipitated (IP) and immunoblotted (IB) with indicated antibodies. B USP13 WT, USP13 ZnF, and USP domains (upper panel). HEK293T cells were co-transfected with both Myc-HMGB1 and Flag-USP13 WT or USP13 ZnF or USP13 USP domain plasmids (lower panel). WCLs were immunoprecipitated (IP) and immunoblotted (IB) with indicated antibodies. C HEK293T cells were transfected with Flag-USP13 WT, ZnF, and USP domain plasmids alone, and immunoprecipitated with anti-HMGB1 Ab to confirm the binding of the domain of USP13 USP13 deubiquitinates HMGB1 Subsequently, we tested whether USP13 could deubiquitinate HMGB1. HEK293T cells were co-transfected with both Myc-HMGB1 and Flag-USP13 plasmids along with the HA-Ub plasmid for 48 h and then treated with MG132, a proteasome inhibitor for the next 18 h before harvest. WCLs were immunoblotted with an anti-HA antibody after IP with an anti-Myc antibody. As shown in Fig. 3 A, HMGB1 ubiquitination was decreased when USP13 was overexpressed. The USP13-USP domain, which binds to HMGB1 (Fig. 2 B and C), mainly plays a role in HMGB1 deubiquitination (Fig. 3 B). Next, we generated Flag-USP13 Mut, the USP13 enzymatically inactive triple mutant containing C345A, M664E, and M739E, to observe the restoration of ubiquitination. Each of the three mutated residue sites is a conserved motif in the ubiquitin-associated (UBA) domain of USP13 (Scortegagna et al. 2011 ; Sun et al. 2017 ; Zhang et al. 2011 ). HEK293T cells were co-transfected with Myc-tagged HMGB1, HA-Ub, Flag-USP13, or Flag-USP13 Mut and treated with MG132. The levels of HMGB1 K48-linked deubiquitination induced by Flag-USP13 overexpression were significantly recovered by an inactive mutant of Flag-USP13 Mut (Fig. 3 C). HMGB1 ubiquitination was enhanced when USP13 levels were reduced by transfection with the shUSP13 plasmid (Fig. 3 D). Furthermore, the inhibition of endogenous USP13 activity by Spautin-1 treatment confirmed HMGB1 ubiquitination (Fig. 3 E). In fact, HMGB1 overexpression and Spautin-1 treatment also influenced the K48-linked ubiquitination of HMGB1 (Fig. 3 E). We reconfirmed that K48-linked HMGB1 ubiquitination was reduced by USP13 overexpression when HEK293T cells were cotransfected with Myc-HMGB1 and HA-Ub K48 plasmids in the presence or absence of Flag-USP13 (Fig. 3 F). This is supported by our previous data that N -glycosylation-defective mutants of HMGB1 (HMGB1 N37Q/N134Q and HMGB1 N37Q/N135Q ) undergo rapid degradation by K48-linked ubiquitination (Kim et al 2016 ). To investigate HMGB1 ubiquitination, HEK293T cells were co-transfected with Myc-HMGB1 and HA-Ub and then treated with MG132. LC-MS/MS was performed after immunoprecipitation with anti-Myc antibody. As shown in Fig. 3 G, HMGB1 ubiquitination could be observed by LC-MS/MS analysis. Fig. 3 USP13 deubiquitinates HMGB1. A , B HEK293T cells were co-transfected with Myc-HMGB1, HA-Ub, and Flag-USP13 plasmids ( A , N = 2) and with Myc-HMGB1, HA-Ub, Flag-USP13 wildtype (WT), ZnF or USP domain plasmids ( B , N = 2) for 48 h. The cells were treated with 10 μM MG132 for the last 18 h before harvesting the cells. WCLs were immunoprecipitated (IP) and immunoblotted (IB) with the indicated antibodies. C HEK293T cells were co-transfected with indicated plasmids for 48 h and treated with MG132 for the last 18 h. Flag-USP13 WT and inactive USP13C345A/M664/739E (USP13 Mut) plasmids were used (N = 2). Data represents one of two similar independent experiments in A – C , respectively. D HEK293T cells were co-transfected with indicated plasmids for 48 h and treated with MG132 for the last 18 h. shUSP13 was used to knock down USP13 and scramble plasmid was used as a negative control. E The Myc-HMGB1 plasmid was overexpressed in HEK293T cells for 48 h, and the cells were treated with 10 μM Spautin-1 for the last 18 h; subsequently, IP and IB were performed. F HEK293T cells were co-transfected with the indicated plasmids for 48 h, and then treated with MG132 for the last 18 h, and IP and IB were performed to observe Ub-K48 modification. G HEK293T cells were co-transfected with Myc-HMGB1 and HA-Ub for 48 h and treated with MG132 for the last 18 h. WCL were immunoprecipitated with anti-Myc antibody and subjected to LC–MS/MS analyses Deubiquitination by USP13 increases HMGB1 stability To determine whether USP13 influences the stability of HMGB1, we overexpressed Myc-HMGB1 in HEK293T cells and then increased the number of Flag-USP13 plasmids. HMGB1 expression increased with high USP13 expression (Fig. 4 A). HEK293T cells were treated with cycloheximide (CHX), a protein synthesis inhibitor, to observe HMGB1 stability after the transient overexpression of HMGB1 and USP13. The level of HMGB1 was sustained by the overexpression of USP13 compared to the empty plasmid, and the degradation rate of HMGB1 after USP13 overexpression was minimal compared to the empty vector control (Fig. 4 B). Flag-USP13 Mut, however, failed to stabilize HMGB1 protein levels (Fig. 3 C), indicating that USP13 regulates HMGB1 protein stability. Knockdown of USP13 expression by shUSP13 plasmid or inhibition of USP13 activity by Spautin-1 treatment decreased the stability of HMGB1 protein (Fig. 4 D and E), demonstrating that USP13 regulates HMGB1 protein levels. Fig. 4 The levels of HMGB1 protein are increased by USP13. A HEK293T cells were co-transfected with both Myc-HMGB1 and various doses of Flag-USP13 plasmids and WCLs were then immunoblotted. B HEK293T cells were co-transfected with both Myc-HMGB1 and Flag-USP13 plasmids, and then treated with 100 μg/mL cycloheximide (CHX) for the indicated times and WCLs were immunoblotted. * p < 0.05, ** p < 0.01 using two-tailed Student’s t -test. C , D HEK293T cells were co-transfected with Myc-HMGB1 and USP13C345A/M664/739E (USP13 Mut) C and shUSP13 for 48 h ( D ). WCLs were immunoblotted. E HEK293T cells were transfected with Myc-HMGB1 plasmid for 48 h, and then treated with Spautin-1 for the last 18 h indicated dose and WCLs were immunoblotted USP13 drives the nucleocytoplasmic localization of HMGB1 and its secretion Some DUBs regulate the subcellular localization of target molecules; for example, p53 localization and stability are regulated by deubiquitinylation functioned by USP10, and the localization of PTEN are regulated by a HAUSP-PML network (Song et al. 2008 ; Yuan et al. 2010 ). We examined whether USP13 is related to the nucleocytoplasmic translocation of HMGB1. HEK293T cells were co-transfected with GFP-tagged HMGB1 (GFP-HMGB1), Flag-USP13, or empty plasmids. Interestingly, HMGB1 was translocated from the nucleus to the cytoplasm by USP13 overexpression, and this translocation was inhibited by Spautin-1 treatment (Fig. 5 A). When cells were treated with 50 μM H 2 O 2 after co-transfection with HMGB1 and USP13 plasmids, the nucleocytoplasmic translocation of HMGB1 was aggravated (Fig. 5 A). These results showed that USP13 drives nuclear HMGB1 to migrate to the cytoplasm. To explore the mechanism of HMGB1 nucleocytoplasmic translocation, the binding of HMGB1 to CRM1, a nuclear export protein, was tested (Bonaldi et al. 2003 ). We observed that USP13 overexpression increased the interaction between HMGB1 and CRM1, and this binding was decreased by Spautin-1 treatment (Fig. 5 B). In addition, LMB, a CRM1 inhibitor, inhibited the nucleocytoplasmic migration of HMGB1 following USP13 overexpression (Fig. 5 C). These results suggest that USP13 increases HMGB1 nucleocytoplasmic translocation via a CRM1-dependent nuclear export pathway. Fig. 5 USP13 regulates subcellular localization of HMGB1. A , C HEK293T cells were co-transfected with both GFP-HMGB1 and Flag-USP13 or empty plasmids for 48 h. Cells were treated with 10 μM Spautin-1 for 2 h or 20 ng/mL leptomycin B (LMB) for 20 h and further treated with 50 μM H 2 O 2 for 4 h. HMGB1 was observed after immunofluorescent staining. Over 100 cells were counted for cytoplasmic GFP-HMGB1 ( +) cells. Scale bar: 10 μm. n.s. no significant, N = 3. ** p < 0.01 and *** p < 0.001 using Tukey’s honestly significant difference post-hoc test for multiple comparisons. B HEK293T cells were co-transfected with Myc-HMGB1 and Flag-USP13 plasmids for 48 h and treated with 10 μM Spautin-1 for the last 18 h and WCLs were immunoprecipitated (IP) with anti-Myc antibody and immunoblotted (IB) with anti-CRM1 antibody. Data represents one of two similar independent experiments in B We further studied the effects of USP13 on HMGB1 secretion. HMGB1 secretion was promoted by USP13 overexpression in a dose-dependent manner (Fig. 6 A). HMGB1 secretion was significantly reduced by USP13 Mut overexpression (Fig. 6 B). Spautin-1 treatment inhibited USP13-mediated HMGB1 secretion (Fig. 6 C). Interestingly, H 2 O 2 -stimulated HMGB1 secretion was inhibited by Spautin-1 treatment, in addition to inhibition by shUSP13 transfection (Fig. 6 D and E). Furthermore, Spautin-1 inhibited LPS-stimulated HMGB1 secretion in RAW 264.7 cells, and shUSP13 transfection decreased HMGB1 secretion (Fig. 6 F and G). Empirically, the secretory autophagy machinery is involved in HMGB1 secretion (Kim et al. 2021 ). Thus, wortmannin, a PI3-kinase inhibitor, decreased HMGB1 secretion in USP13-overexpressed cells (Fig. 6 H). Collectively, our results suggest that USP13 deubiquitinates HMGB1 to maintain its stability and is a key molecule that regulates HMGB1 secretion (Fig. 7 ). Fig. 6 USP13 promotes HMGB1 secretion. A HEK293T cells were transfected with Flag-USP13 plasmid for 48 h. Culture supernatants were harvested and immunoblotted with anti-HMGB1 antibody. B HEK293T cells were overexpressed with USP13 wildtype (WT) or USP13C345A/M664/739E (Mut) plasmid for 48 h and treated with 50 μM H 2 O 2 for the last 18 h. N = 3. C HEK293T cells were transfected with Flag-USP13 plasmid for 48 h and then treated with 10 μM Spautin-1 for the last 18 h. D HEK293T cells were pre-treated with 0.1, 1, 5 μM Spautin-1 for 1 h, and 50 μM H 2 O 2 was treated for 18 h. E HEK293T cells were transfected with shRNA USP13 plasmid for 48 h and treated with 50 μM H 2 O 2 for the last 18 h. F RAW 264.7 cells were pre-treated with 10 μM Spautin-1 for 1 h and then with 100 ng/mL LPS for 18 h. G Stably expressed HEK293/hTLR4-MD2-CD14 cells were transfected with shRNA USP13 plasmid for 48 h and treated with 100 ng/mL LPS for the last 18 h. H HEK293T cells were transfected with Flag-USP13 plasmid for 48 h and then treated with 80 nM Wortmannin for the last 24 h. All data represent one of two ( A , G , and H ) or three ( B – D ) similar independent experiments Fig. 7 A model of the regulatory mechanism of HMGB1 by USP13. USP13 regulates HMGB1 stability and nucleocytoplasmic localization via CRM1-dependent pathway. Consequently, USP13 promotes HMGB1 secretion; this axis can be inhibited by Spautin-1. E3 ligase of HMGB1 which is used for ubiquitination is not known (X). Synoviolin (SYVN1) is reported as the E3 ligase of HMGB1 using bioinformatics analysis(W Yao et al. 2021 ). Dotted line is hypothetical pathway in nucleus. UPS ubiquitin–proteasome system Discussion HMGB1 PTMs, including acetylation, phosphorylation, oxidation, and methylation, have been well-studied with respect to their secretion (Bonaldi et al. 2003 ; Hoppe et al. 2006 ; Ito et al. 2007 ; Kwak et al. 2019 ; Youn and Shin 2006 ). Previously, atypical N -glycosylation of HMGB1 was shown to be crucial for its nucleocytoplasmic translocation and secretion, and HMGB1 mutations at both Asn37 and Asn134 or 135 showed rapid degradation of HMGB1 by Ub-K48 linked ubiquitination (Kim et al. 2016 ). In this study, we demonstrated, based on LC–MS/MS, immunoprecipitation, and PLA studies, that the deubiquitinase USP13 interacts with HMGB1. The HMGB1 B-box mainly binds to USP13 WT and the USP13-USP domain binds to HMGB1. HMGB1 is deubiquitinized by USP13 WT but not by inactive USP13 Mut or shUSP13, suggesting that HMGB1 deubiquitination is regulated by USP13. In addition, the level of HMGB1 protein was significantly increased by USP13 overexpression and decreased by shUSP13 or Spautin-1 treatment, showing that HMGB1 levels are regulated by the deubiquitinase USP13. Synoviolin (SYVN1), which is activated by histone demethylase KDM4D, was identified as an E3 ligase of HMGB1 using bioinformatics analysis for HMGB1 ubiquitination (Yao et al. 2021 ). SYVN1 induces HMGB1 polyubiquitination for degradation. Thus, HMGB1 ubiquitination and deubiquitination by SYVN1 and USP13, respectively, are important mechanisms for controlling the homeostasis of HMGB1. Recently, it was reported that USP12, another USP family member, is highly expressed in multiple myeloma cells and binds to HMGB1 to deubiquitinate and stabilize HMGB1, resulting in the promotion of pro-survival autophagy in myeloma (Li et al. 2022 ). In addition, we found USP13 regulates HMGB1 translocation from the nucleus to the cytoplasm, resulting in its secretion. The translocation and secretion of HMGB1 were inhibited by shUSP13 and Spautin-1. Our data suggested that USP13 overexpression increased HMGB1 binding to CRM1 nuclear exportin for cytosolic translocation, resulting in its secretion. Considering that the nuclear ubiquitin–proteasome system plays a role in controlling gene expression and the quality control of nuclear proteins (von Mikecz 2006 ; von Mikecz et al. 2008 ), HMGB1 ubiquitination in the nucleus is probably involved in controlling gene regulation. LPS or H 2 O 2 treatment showed almost no change of the level of USP13 expression in RAW264.7 cells in our study, so the mechanism of how proinflammatory stimulation influences HMGB1 secretion is related to USP13. Further study including the binding of USP13 to HMGB1 by proinflammatory stimulation is under investigation. In summary, we first identified the novel role of USP13 in deubiquitination-related HMGB1 secretion and homeostasis. To develop USP13 inhibitors is important to control HMGB1-related inflammation or diseases. Conclusion USP13 can interact with Beclin1, deubiquitinate, and stabilize it (Liu et al. 2011 ). In addition, USP13 recruited by NEDD4-1 deubiquitinizes PIK3C3/VPS34 (phosphatidylinositol 3-kinase catalytic subunit type 3), which functions in autophagy initiation, resulting in the stabilization of PIK3C3 to promote autophagy (Xie et al. 2020 ). We previously demonstrated that secretory autophagy machinery and multivesicular body formation mediate HMGB1 secretion (Kim et al. 2021 ). Collectively, USP13 positively regulates HMGB1 secretion. In summary, we posit that USP13 is a major target for HMGB1 homeostasis and secretion. Abbreviations HMGB1 High mobility group box 1 DAMP Damage-associated molecular pattern LPS Lipopolysaccharide IL Interleukin TNF Tumor necrosis factor PTMs Post-translational modifications DUBs Deubiquitinases USPs Ubiquitin-specific proteases UCHs Ubiquitin C-terminal hydrolases OTUs Ovarian tumor proteases JAMMs JAB1/MPN/Mov34 metalloenzymes ZnF Zinc finger UIM Ubiquitin-interacting motif UBA Ubiquitin-associated USP13 Ubiquitin-specific protease 13 HEK Human embryonic kidney IB Immunoblotting IP Immunoprecipitation WT Wild-type PLA Proximity Ligation Assay LC-MS/MS Liquid Chromatography with Tandem Mass Spectrometry Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Jaemin Shin, Young Hun Kim and Bin Lee contributed equally to this work and share first authorship Acknowledgements Flag-USP15 plasmid was kindly provided by Prof. Kyung-Hee Chun (Yonsei University, Seoul, South Korea). Author contributions JMS, YHK, and BL performed the experiments. JHC, HYC, HL, and KCS helped in acquisition of data. MSK gave the detailed methodological support. JMS, YHK, BL, JEC, and JSS wrote the manuscript. JSS gave the final approval of the manuscript and provided overall guidance for the experimental design. All authors contributed to the article and approved the submitted version. All authors read and approved the final manuscript. Funding This work was supported by grants from the National Research Foundation of Korea (NRF) and the Brain Korea 21 FOUR project for Medical Science, funded by the Korean government (2017R1A2B3006704, 2019R1A6A1A03032869, 2022R1A2B5B03001446 to JSS, 2021R1I1A1A01044809 to MSK), the Seoul National University Boramae Hospital Research Fund (No. 02-2018-9 to JEC). and the Research Center Program of the Institute for Basic Science (IBS) in Korea (IBS-R026-D1). Availability of data and materials All data generated or analyzed during this study are included in this published article. Declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests The authors declare that they have no competing interests. References Amerik AY Hochstrasser M Mechanism and function of deubiquitinating enzymes Biochim Biophys Acta 2004 1695 1–3 189 207 10.1016/j.bbamcr.2004.10.003 15571815 Bianchi ME HMGB1 loves company J Leukoc Biol 2009 86 3 573 576 10.1189/jlb.1008585 19414536 Bonaldi T Talamo F Scaffidi P Ferrera D Porto A Bachi A Monocytic cells hyperacetylate chromatin protein HMGB1 to redirect it towards secretion EMBO J 2003 22 20 5551 5560 10.1093/emboj/cdg516 14532127 Bonnet J Romier C Tora L Devys D Zinc-finger UBPs: regulators of deubiquitylation Trends Biochem Sci 2008 33 8 369 375 10.1016/j.tibs.2008.05.005 18603431 Hoppe G Talcott KE Bhattacharya SK Crabb JW Sears JE Molecular basis for the redox control of nuclear transport of the structural chromatin protein Hmgb1 Exp Cell Res 2006 312 18 3526 3538 10.1016/j.yexcr.2006.07.020 16962095 Ito I Fukazawa J Yoshida M Post-translational methylation of high mobility group box 1 (HMGB1) causes its cytoplasmic localization in neutrophils J Biol Chem 2007 282 22 16336 16344 10.1074/jbc.M608467200 17403684 Javaherian K Liu JF Wang JC Nonhistone proteins HMG1 and HMG2 change the DNA helical structure Science 1978 199 4335 1345 1346 10.1126/science.628842 628842 Kim YH Kwak MS Park JB Lee SA Choi JE Cho HS N-linked glycosylation plays a crucial role in the secretion of HMGB1 J Cell Sci 2016 129 1 29 38 26567221 Kim YH Kwak MS Lee B Shin JM Aum S Park IH Secretory autophagy machinery and vesicular trafficking are involved in HMGB1 secretion Autophagy 2021 17 9 2345 2362 10.1080/15548627.2020.1826690 33017561 Kwak MS Kim HS Lkhamsuren K Kim YH Han MG Shin JM Peroxiredoxin-mediated disulfide bond formation is required for nucleocytoplasmic translocation and secretion of HMGB1 in response to inflammatory stimuli Redox Biol 2019 24 101203 10.1016/j.redox.2019.101203 31026770 Lange SS Vasquez KM HMGB1: the jack-of-all-trades protein is a master DNA repair mechanic Mol Carcinog 2009 48 7 571 580 10.1002/mc.20544 19360789 Lantos J Földi V Roth E Wéber G Bogár L Csontos C Burn trauma induces early HMGB1 release in patients: its correlation with cytokines Shock 2010 33 6 562 567 10.1097/SHK.0b013e3181cd8c88 19997053 Laudet V Stehelin D Clevers H Ancestry and diversity of the HMG box superfamily Nucleic Acids Res 1993 21 10 2493 2501 10.1093/nar/21.10.2493 8506143 Li Y Luo K Yin Y Wu C Deng M Li L USP13 regulates the RAP80-BRCA1 complex dependent DNA damage response Nat Commun 2017 8 15752 10.1038/ncomms15752 28569838 Li H Roy M Liang L Cao W Hu B Li Y Deubiquitylase USP12 induces pro-survival autophagy and bortezomib resistance in multiple myeloma by stabilizing HMGB1 Oncogene 2022 41 9 1298 1308 10.1038/s41388-021-02167-9 34997217 Liu J Xia H Kim M Xu L Li Y Zhang L Beclin1 controls the levels of p53 by regulating the deubiquitination activity of USP10 and USP13 Cell 2011 147 1 223 234 10.1016/j.cell.2011.08.037 21962518 Lv Y Li Y Zhang D Zhang A Guo W Zhu S HMGB1-induced asthmatic airway inflammation through GRP75-mediated enhancement of ER-mitochondrial Ca(2+) transfer and ROS increased J Cell Biochem 2018 119 5 4205 4215 10.1002/jcb.26653 29292841 Nijman SM Luna-Vargas MP Velds A Brummelkamp TR Dirac AM Sixma TK A genomic and functional inventory of deubiquitinating enzymes Cell 2005 123 5 773 786 10.1016/j.cell.2005.11.007 16325574 Pickart CM Eddins MJ Ubiquitin: structures, functions, mechanisms Biochim Biophys Acta 2004 1695 1–3 55 72 10.1016/j.bbamcr.2004.09.019 15571809 Scortegagna M Subtil T Qi J Kim H Zhao W Gu W USP13 enzyme regulates Siah2 ligase stability and activity via noncatalytic ubiquitin-binding domains J Biol Chem 2011 286 31 27333 27341 10.1074/jbc.M111.218214 21659512 Song MS Salmena L Carracedo A Egia A Lo-Coco F Teruya-Feldstein J The deubiquitinylation and localization of PTEN are regulated by a HAUSP-PML network Nature 2008 455 7214 813 817 10.1038/nature07290 18716620 Stros M Ozaki T Bacikova A Kageyama H Nakagawara A HMGB1 and HMGB2 cell-specifically down-regulate the p53- and p73-dependent sequence-specific transactivation from the human Bax gene promoter J Biol Chem 2002 277 9 7157 7164 10.1074/jbc.M110233200 11748232 Sun H Zhang Q Jing YY Zhang M Wang HY Cai Z USP13 negatively regulates antiviral responses by deubiquitinating STING Nat Commun 2017 8 15534 10.1038/ncomms15534 28534493 Tang D Shi Y Kang R Li T Xiao W Wang H Hydrogen peroxide stimulates macrophages and monocytes to actively release HMGB1 J Leukoc Biol 2007 81 3 741 747 10.1189/jlb.0806540 17135572 von Mikecz A The nuclear ubiquitin-proteasome system J Cell Sci 2006 119 Pt 10 1977 1984 10.1242/jcs.03008 16687735 von Mikecz A Chen M Rockel T Scharf A The nuclear ubiquitin-proteasome system: visualization of proteasomes, protein aggregates, and proteolysis in the cell nucleus Methods Mol Biol 2008 463 191 202 10.1007/978-1-59745-406-3_14 18951170 Wang H Bloom O Zhang M Vishnubhakat JM Ombrellino M Che J HMG-1 as a late mediator of endotoxin lethality in mice Science 1999 285 5425 248 251 10.1126/science.285.5425.248 10398600 Wang H Yang H Czura CJ Sama AE Tracey KJ HMGB1 as a late mediator of lethal systemic inflammation Am J Respir Crit Care Med 2001 164 10 Pt 1 1768 1773 10.1164/ajrccm.164.10.2106117 11734424 Wang H Czura CJ Tracey KJ Lipid unites disparate syndromes of sepsis Nat Med 2004 10 2 124 125 10.1038/nm0204-124 14760415 Xie W Jin S Wu Y Xian H Tian S Liu DA Auto-ubiquitination of NEDD4-1 recruits USP13 to facilitate autophagy through deubiquitinating VPS34 Cell Rep 2020 30 8 2807 19.e4 10.1016/j.celrep.2020.01.088 32101753 Yang H Ochani M Li J Qiang X Tanovic M Harris HE Reversing established sepsis with antagonists of endogenous high-mobility group box 1 Proc Natl Acad Sci U S A 2004 101 1 296 301 10.1073/pnas.2434651100 14695889 Yao W Wang J Zhu L Jia X Xu L Tian X Epigenetic regulator KDM4D restricts tumorigenesis via modulating SYVN1/HMGB1 ubiquitination axis in esophageal squamous cell carcinoma Front Oncol 2021 11 761346 10.3389/fonc.2021.761346 34820329 Ye Y Scheel H Hofmann K Komander D Dissection of USP catalytic domains reveals five common insertion points Mol Biosyst 2009 5 12 1797 1808 10.1039/b907669g 19734957 Yeh HM Yu CY Yang HC Ko SH Liao CL Lin YL Ubiquitin-specific protease 13 regulates IFN signaling by stabilizing STAT1 J Immunol 2013 191 6 3328 3336 10.4049/jimmunol.1300225 23940278 Youn JH Shin JS Nucleocytoplasmic shuttling of HMGB1 is regulated by phosphorylation that redirects it toward secretion J Immunol 2006 177 11 7889 7897 10.4049/jimmunol.177.11.7889 17114460 Yuan J Luo K Zhang L Cheville JC Lou Z USP10 regulates p53 localization and stability by deubiquitinating p53 Cell 2010 140 3 384 396 10.1016/j.cell.2009.12.032 20096447 Zhang YH Zhou CJ Zhou ZR Song AX Hu HY Domain analysis reveals that a deubiquitinating enzyme USP13 performs non-activating catalysis for Lys63-linked polyubiquitin PLoS ONE 2011 6 12 e29362 10.1371/journal.pone.0029362 22216260 Zhang J Zhang P Wei Y Piao HL Wang W Maddika S Deubiquitylation and stabilization of PTEN by USP13 Nat Cell Biol 2013 15 12 1486 1494 10.1038/ncb2874 24270891 Zhao X Fiske B Kawakami A Li J Fisher DE Regulation of MITF stability by the USP13 deubiquitinase Nat Commun 2011 2 414 10.1038/ncomms1421 21811243",
    "full_text_abstract": "Background High mobility group box 1 (HMGB1) is a damage-associated molecular pattern (DAMP) molecule that plays a central role in innate immunity. HMGB1 acts as a late mediator of inflammation when actively secreted in response to inflammatory stimuli. Several post-translational modifications (PTMs), including acetylation, phosphorylation, and oxidation, are involved in HMGB1 secretion. However, the E3 ligases of HMGB1 and the mechanism by which DUBs regulate HMGB1 deubiquitination are not well known. Methods LC–MS/MS, proximity ligation assay, immunoprecipitation were used to identify ubiquitin-specific protease 13 (USP13) as a binding partner of HMGB1 and to investigate ubiquitination of HMGB1. USP13 domain mutant was constructed for domain study and Spautin-1 was treated for inhibition of USP13. Confocal microscopy image showed localization of HMGB1 by USP13 overexpression. The data were analyzed using one-way analysis of variance with Tukey’s honestly significant difference post-hoc test for multiple comparisons or a two-tailed Student’s t -test. Results We identified ubiquitin-specific protease 13 (USP13) as a novel binding partner of HMGB1 and demonstrated that USP13 plays a role in stabilizing HMGB1 from ubiquitin-mediated degradation. USP13 overexpression increased nucleocytoplasmic translocation of HMGB1 and promoted its secretion, which was inhibited by treatment with Spautin-1, a selective inhibitor of USP13. Conclusion Taken together, we suggest that USP13 is a novel deubiquitinase of HMGB1 that regulates the stability and secretion of HMGB1."
}