{
    "PMC": "4748576",
    "DOI": "10.1083/jcb.201507042",
    "PMID": "26811421",
    "PMCID": "PMC4748576",
    "title": "TOPBP1 regulates RAD51 phosphorylation and chromatin loading and determines PARP inhibitor sensitivity.",
    "year": 2016,
    "source_url": "https://europepmc.org/article/PMC/PMC4748576",
    "source": "MED",
    "abstract_text": "Topoisomerase IIβ-binding protein 1 (TOPBP1) participates in DNA replication and DNA damage response; however, its role in DNA repair and relevance for human cancer remain unclear. Here, through an unbiased small interfering RNA screen, we identified and validated TOPBP1 as a novel determinant whose loss sensitized human cells to olaparib, an inhibitor of poly(ADP-ribose) polymerase. We show that TOPBP1 acts in homologous recombination (HR) repair, impacts olaparib response, and exhibits aberrant patterns in subsets of human ovarian carcinomas. TOPBP1 depletion abrogated RAD51 loading to chromatin and formation of RAD51 foci, but without affecting the upstream HR steps of DNA end resection and RPA loading. Furthermore, TOPBP1 BRCT domains 7/8 are essential for RAD51 foci formation. Mechanistically, TOPBP1 physically binds PLK1 and promotes PLK1 kinase-mediated phosphorylation of RAD51 at serine 14, a modification required for RAD51 recruitment to chromatin. Overall, our results provide mechanistic insights into TOPBP1's role in HR, with potential clinical implications for cancer treatment.",
    "full_text": "J Cell Biol J. Cell Biol jcb jcb The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 4748576 26811421 201507042 10.1083/jcb.201507042 Research Articles Report TOPBP1 regulates RAD51 phosphorylation and chromatin loading and determines PARP inhibitor sensitivity TOPBP1 in homologous recombination Moudry Pavel 1 2 Watanabe Kenji 1 Wolanin Kamila M. 1 Bartkova Jirina 1 7 Wassing Isabel E. 3 Watanabe Sugiko 1 Strauss Robert 1 Troelsgaard Pedersen Rune 4 Oestergaard Vibe H. 4 Lisby Michael 4 Andújar-Sánchez Miguel 6 Maya-Mendoza Apolinar 1 Esashi Fumiko 3 Lukas Jiri 1 5 Bartek Jiri 1 2 7 1 Danish Cancer Society Research Center, DK-2100 Copenhagen, Denmark 2 Institute of Molecular and Translational Medicine, Faculty of Medicine and Dentistry, Palacky University, 779 00 Olomouc, Czech Republic 3 The Sir William Dunn School of Pathology, University of Oxford, Oxford OX1 3RE, England, UK 4 Department of Biology, University of Copenhagen, DK-2200 Copenhagen, Denmark 5 Novo Nordisk Foundation Center for Protein Research, University of Copenhagen, DK-2200 Copenhagen, Denmark 6 Department of Pathology, Familial and Hereditary Cancer Unit, University Hospital, 35010 Las Palmas de Gran Canaria, Spain 7 Department of Medical Biochemistry and Biophysics, Science For Life Laboratory, Division of Translational Medicine and Chemical Biology, Karolinska Institute, 17121 Solna, Sweden Correspondence to Jiri Bartek: jb@cancer.dk S. Watanabe’s present address is Innovation Center for Medical Redox Navigation, Kyushu University, Fukuoka, Japan. 1 2 2016 212 3 281 288 10 7 2015 03 1 2016 © 2016 Moudry et al. 2016 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 3.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/3.0/ ). TOPBP1 acts in homologous recombination repair, impacts the response to chemotherapeutic agent olaparib, and exhibits aberrant patterns in subsets of human ovarian carcinomas. Topoisomerase IIβ-binding protein 1 (TOPBP1) participates in DNA replication and DNA damage response; however, its role in DNA repair and relevance for human cancer remain unclear. Here, through an unbiased small interfering RNA screen, we identified and validated TOPBP1 as a novel determinant whose loss sensitized human cells to olaparib, an inhibitor of poly(ADP-ribose) polymerase. We show that TOPBP1 acts in homologous recombination (HR) repair, impacts olaparib response, and exhibits aberrant patterns in subsets of human ovarian carcinomas. TOPBP1 depletion abrogated RAD51 loading to chromatin and formation of RAD51 foci, but without affecting the upstream HR steps of DNA end resection and RPA loading. Furthermore, TOPBP1 BRCT domains 7/8 are essential for RAD51 foci formation. Mechanistically, TOPBP1 physically binds PLK1 and promotes PLK1 kinase–mediated phosphorylation of RAD51 at serine 14, a modification required for RAD51 recruitment to chromatin. Overall, our results provide mechanistic insights into TOPBP1’s role in HR, with potential clinical implications for cancer treatment. Seventh Framework Programme 10.13039/501100004963 Kræftens Bekæmpelse 10.13039/100008363 Lundbeckfonden 10.13039/501100003554 R93-A8990 Sundhed og Sygdom, Det Frie Forskningsråd 10.13039/100008392 DFF-1331-00262 Novo Nordisk UK Research Foundation 10.13039/501100000329 NNF14CC0001 NN13331 Danmarks Grundforskningsfond 10.13039/501100001732 Norway Grants 10.13039/501100007047 7F14061 Vetenskapsrådet 10.13039/501100004359 Kellner Familly Foundation 10.13039/501100004065 Introduction Synthetic lethality is a genetic concept whereby a combination or synthesis of mutations in multiple genes results in cell death, whereas inactivation of single genes does not affect cell viability. This concept has been exploited in cancer treatment with promising clinical results. Indeed, cancer patients with BRCA1 or BRCA2 gene mutations benefit from treatment with a poly(ADP-ribose) polymerase (PARP) inhibitor (PARPi; Lord et al., 2015 ). PARP1/2i olaparib has been recently approved for treatment of ovarian cancer patients with BRCA1/2 defects in Europe and the United States. PARP1 plays an important role in DNA repair, especially in repair of DNA single-strand breaks via base excision repair. On DNA damage, PARP1 binds DNA via its N-terminal zinc finger motifs, accumulates at DNA damage sites, and regulates accumulation of DNA repair proteins by generation of PAR chains ( Luo and Kraus, 2012 ). Because of negative charge of PAR polymers, autoPARylation of PARP1 itself eventually causes its dissociation from DNA. A recent model suggests that olaparib and other PARPis trap PARP1 at DNA and prevent its release ( Murai et al., 2012 ), thereby creating obstacles for replication forks. The observation that stalled replication forks require functional homologous recombination (HR) for restart likely explains the synthetic lethality interaction between BRCA1/2 genes and PARPi. In addition to BRCA1 and BRCA2 genes ( Bryant et al., 2005 ; Farmer et al., 2005 ), several other PARPi sensitivity-causing DNA damage response (DDR) defects, in several DDR kinases and repair proteins, have been reported ( Lord et al., 2015 ). There are two major pathways for DNA double-strand breaks (DSBs) repair: nonhomologous end joining and HR, which, unlike nonhomologous end joining, requires sister chromatid and therefore is restricted to S and G2 phases of the cell cycle. HR starts with 5′ to 3′ resection of DNA ends that generates single-stranded DNA (ssDNA) ends. The ssDNA is rapidly coated by replication protein A (RPA), which is then replaced by RAD51 ( Jackson and Bartek, 2009 ). RAD51 filaments promote DNA strand invasion and ensue HR. Although a BRCA1–PALB2–BRCA2 complex promotes RAD51 loading on chromatin ( Sy et al., 2009 ), regulation and additional factors involved in RAD51 chromatin loading are incompletely understood. Topoisomerase IIb–binding protein 1 (TOPBP1) was initially identified as a factor interacting with C-terminal region of DNA topoisomerase IIβ ( Yamane et al., 1997 ). TOPBP1 is a large, nine BRCT domain–containing protein with essential roles in cellular processes, including DNA repair, replication, and transcription ( Sokka et al., 2010 ). TOPBP1 enhances ATR kinase activity ( Kumagai et al., 2006 ) through interaction with ATR partner protein ATRIP ( Mordes et al., 2008 ). Ectopic expression of the ATR-activation domain (AAD) of TOPBP1 is sufficient to activate ATR in the absence of DNA damage and leads to cell cycle arrest ( Toledo et al., 2008 ). TOPBP1 does not possess any known enzymatic activity; it rather serves as a scaffold protein for numerous interacting proteins that bind to its BRCT domains. Although TOPBP1 contributes to DNA repair and was suggested to be involved in HR ( Morishima et al., 2007 ), any mechanistic insights into TOPBP1’s functions in DNA repair are missing. Here we report on a mechanism through which TOPBP1 regulates HR and impacts PARPi sensitivity. Results and discussion To identify factors that mediate sensitivity to PARPi olaparib, we performed a high-content RNAi screen in human osteosarcoma cell line U2OS ( Frankum et al., 2015 ). Among other hits, we identified TOPBP1 as a candidate protein whose depletion enhanced the toxic effect of PARPi. These results suggested that loss of TOPBP1 could sensitize tumor cells to PARPi and that loss or inactivation of TOPBP1 could predict response to this class of agents. To validate the screen data we first used an independent siRNA to assess induction of micronuclei and DNA damage in TOPBP1-depleted cells exposed to olaparib for 3 d. TOPBP1 siRNA combined with olaparib caused micronuclei formation and increased the level of a DNA damage marker, histone H2A.X phosphorylated at serine 139 (γH2AX), to an extent equivalent to that achieved by a siRNA targeting BRCA2 ( Fig. 1, A–C ). Next, we tested olaparib sensitivity of U2OS and CAL51 (human breast cancer) cells using a clonogenic assay, exposing cells to olaparib for 2 wk. We observed in both cell lines synergistic reduction of colonies in olaparib-treated, TOPBP1-depleted cells at levels of suppression similar to that caused by siBRCA2 ( Fig. 1 D and Fig. S1, A–C ). Analysis of whole cell lysates (WCLs) from TOPBP1-depleted cells treated with olaparib showed synergistic induction of DNA DSB markers: activated CHK2 kinase (pCHK2 T68) and RPA32 phosphorylated at serines 4/8 and threonine 21, which were mostly absent in TOPBP1-depleted cells or control cells treated with olaparib ( Fig. 1 E ). As expected, olaparib treatment induced RPA32 phosphorylation at serine 33 and the activatory ATR-mediated phosphorylation of CHK1 at serine 317, the latter modification being impaired in the TOPBP1-depleted cells because TOPBP1 is required for ATR activation. These results indicated that TOPBP1 silencing causes olaparib hypersensitivity and raised a question of potential TOPBP1 aberrations in human tumor types most relevant to treatment with PARPi. Strikingly, although ovarian cancer is the only type of cancer so far approved for clinical treatment by olaparib, there has been no report on TOPBP1 protein expression in this tumor. Here we have performed an immunohistochemical analysis of 136 human ovarian carcinomas. Although most tumors showed normal levels of TOPBP1 comparable with a normal ovary, 8 and 10 carcinomas showed aberrant reduction and overabundance of TOPBP1 protein, respectively (Fig. S1 D). The rather modest frequencies of TOPBP1 aberrations in our cohort are reminiscent of studies of breast cancer ( Going et al., 2007 ; Liu et al., 2009 ) and likely reflect the fact that TOPBP1 gene mutations are more common in some other types of cancer ( https://www.intogen.org/search?gene=TOPBP1 ). Figure 1. TOPBP1 silencing sensitizes tumor cells to PARP inhibition. (A) Staining of U2OS cells treated with indicated siRNAs, exposed for 3 d to 5 µM olaparib. Bar, 10 µm. (B) Quantification of micronuclei from cells shown in A. (C) Quantification of γH2AX signal intensity from U2OS cells treated as in A. (D) Clonogenic assay of U2OS cells transfected with indicated siRNAs in the presence of olaparib. (E) U2OS cells were transfected with indicated siRNAs and treated with 10 µM olaparib for 24 h; cell lysates analyzed by immunoblotting with indicated antibodies. Error bars represent SDs, n = 3. Significance determined by two-tailed t test: *, P < 0.05. Because the known synthetic lethal interactions with PARPi commonly involve HR pathway genes ( Lord et al., 2015 ) and we found elevated DSB markers in TOPBP1-depleted cells treated with olaparib ( Fig. 1, C and E ), we next examined whether olaparib sensitivity could reflect defective HR. As a surrogate of HR activity, we quantified formation of RAD51 ionizing radiation (IR)–induced foci (IRIF) in cyclin A–positive (S/G2-phase) cells. Indeed, TOPBP1-depleted U2OS cells showed a pronounced reduction in this RAD51 IRIF assay ( Fig. 2, A–C ). Abrogation of RAD51 IRIF was not caused by reduced RAD51 protein levels ( Fig. 2 D ) and was statistically significant at 2, 4, 10, and 15 h after IR ( Fig. 2 B ). Three TOPBP1 siRNAs, which efficiently reduced TOPBP1 protein levels, recapitulated RAD51 IRIF abrogation without affecting RAD51 abundance ( Fig. S2, A and B ). Depletion of TOPBP1 also impacted RAD51 foci formation on DSB induction by camptothecin (CPT; Fig. S2 C). There were no marked changes in cell cycle distribution on TOPBP1 depletion (Fig. S2 E), and a similar percentage of TOPBP1-depleted cells accumulated in mitosis after 4-h treatment with nocodazole (Fig. S2 F), indicating that cell cycle indirect effects were unlikely to account for our results. We then directly assessed HR activity in the TOPBP1-silenced cells using the traffic light reporter system ( Certo et al., 2011 ). Consistent with Morishima et al. (2007) , TOPBP1-depleted cells showed reduced HR activity (Fig. S2 D). To gain more mechanistic insight into TOPBP1’s role in RAD51 foci formation, we examined which TOPBP1 domains are required for formation of RAD51 IRIF. TOPBP1 contains nine BRCT domains ( Rappas et al., 2011 ) and an ATR-activation domain ( Kumagai et al., 2006 ). First, we generated three large RNAi-resistant GFP-tagged TOPBP1 deletion mutants ( Fig. 2 E ) in which N-terminal, central, or C-terminal parts were deleted and expressed those mutants to examine their ability to rescue the impaired RAD51 IRIF formation in cells depleted of endogenous TOPBP1. Whereas TOPBP1 full-length and TOPBP1 ΔN and Δcentral complemented RAD51 IRIF formation, TOPBP1 ΔC mutant was unable to rescue RAD51 IRIF formation ( Fig. 2 F ), suggesting that TOPBP1 domains within the C terminus are required for RAD51 IRIF. Second, we generated another set of RNAi-resistant GFP-tagged TOPBP1 mutants, including deletions of AAD, BRCT7, BRCT8, and BRCT domains 7/8. Among these, only the TOPBP1 ΔAAD could rescue RAD51 IRIF formation in TOPBP1-depleted cells ( Fig. 2 F ). Furthermore, expression of the BRCT domains 7/8–containing fragment alone did not rescue RAD51 IRIF in TOPBP1-depleted cells ( Fig. S3 A ). These rescue experiments indicated that both C-terminal BRCT domains 7/8 are essential, but not sufficient, for formation of RAD51 IRIF. Figure 2. TOPBP1 regulates HR. (A) Immunofluorescence of U2OS cells treated with indicated siRNAs and IR (2 Gy, 2 h). Bar, 10 µm. (B) Quantification of RAD51 foci in cyclin A–positive U2OS cells treated with IR (2 Gy). Cells with more than five RAD51 foci among 200 cells were scored. (C) Quantification of RAD51 foci number in cyclin A–positive U2OS cells treated as in A. >200 cells were scored per experiment. (D) Immunoblots of U2OS cell lysates 3 d after transfection with indicated siRNAs. (E) Scheme of TOPBP1 domains. Numbers indicate nine BRCT domains. (F) Quantification of RAD51 foci in cyclin A–positive U2OS cells treated with indicated siRNAs, complemented with indicated GFP-TOPBP1* constructs, irradiated (2 Gy, 2 h) and immunostained. Cells with more than five RAD51 foci out of 200 cells were scored. (G) Quantification of RAD51 foci in cyclin A–positive U2OS cells treated with CalAM (4 µM) and IR (2 Gy, 2 h). Cells with more than five RAD51 foci of 200 cells were scored. (H) Clonogenic assay of U2OS cells in the presence of olaparib (0.1 µM), CalAM (10 nM), or both drugs. Error bars represent SDs, n = 3. Significance determined by two-tailed t test: *, P < 0.05. To further characterize the role of BRCT domains 7/8 in regulation of RAD51 IRIF formation, we exploited a recently identified small molecular compound, calcein AM (CalAM), that avidly binds to BRCT domains 7/8 ( Chowdhury et al., 2014 ) and thereby alters their engagement in protein–protein interactions, including TOPBP1 oligomerization ( Liu et al., 2013 ). Indeed, 2-h pretreatment of U2OS cells with CalAM resulted in reduced formation of RAD51 foci, and 16-h pretreatment completely inhibited RAD51 IRIF ( Fig. 2 G ). If the TOPBP1 function targeted by CalAM is required for RAD51 IRIF and therefore HR, exposure to CalAM should sensitize cells to PARPi. Indeed, although low doses of olaparib or CalAM used separately only slightly reduced numbers of colonies in a clonogenic assay, combined olaparib and CalAM showed a more pronounced effect ( Fig. 2 H ). Control experiments with coexpressed GFP- and mCherry-tagged wild-type TOPBP1 in 293T cells, and biochemical analyses of endogenous TOPBP1 in U2OS cells by nondenaturing gel electrophoresis and Western blotting, showed altered TOPBP1 protein patterns on treatment with CalAM, but without a pronounced alteration of TOPBP1’s oligomerization status (unpublished data). In addition, although treatment with CalAM reduced the known interaction between BRCT domains 7/8 of endogenous TOPBP1 and the DNA repair protein BACH1 (Fig. S3 D), BACH1 knockdown had only modest effect on RAD51 IRIF (Fig. S3, B and C). Overall, although these results support the essential role of BRCT domains 7/8 in TOPBP1’s ability to facilitate RAD51 IRIF formation, the mechanistic basis of such function remained unclear. In search for the underlying mechanism, we assessed the potential role of TOPBP1 in HR, a process that can be separated into several distinct phases, including DNA end resection and chromatin loading of RPA and RAD51, steps that can be visualized by formation of microscopically detectable foci. First, we compared the extent of ssDNA by detection of BrdU incorporation under nondenaturing conditions (a surrogate marker for DNA end resection) and formation of RPA, BRCA1, and RAD51 foci in irradiated control and TOPBP1-depleted cells. Although neither DNA end resection nor RPA loading showed deviation from control values, formation of RAD51 foci was impaired by TOPBP1 knockdown ( Fig. 3, A and B ). Using biochemical cell fractionation, we compared accumulation of RPA70 and RAD51 proteins in chromatin-enriched fractions (CHEFs) on IR. TOPBP1 knockdown abolished RAD51 accumulation in CHEFs, whereas RPA70 accumulated normally ( Fig. 3 C ). These results suggested that TOPBP1 acts at the level RAD51 chromatin loading. BRCA2 physically interacts with RAD51 ( Chen et al., 1998 ) and is essential for RAD51 loading on chromatin ( Yuan et al., 1999 ; Reuter et al., 2014 ; Shahid et al., 2014 ); hence, we assessed BRCA2 recruitment to damage sites. Because we were unable to detect BRCA2 IRIF with available antibodies against BRCA2, we tested recruitment of endogenous BRCA2 to DNA damage sites induced by laser microirradiation ( Bekker-Jensen et al., 2006 ). BRCA2 localized to laser stripes independently of TOPBP1 ( Fig. 3 D ), whereas RAD51 recruitment was reduced in TOPBP1-depleted cells (Fig. S3 E). These results indicated that TOPBP1 functions in HR at the level of RAD51 chromatin loading, apparently without affecting BRCA2 function. Figure 3. TOPBP1 is dispensable for DNA end resection and RPA32 loading. (A) Immunofluorescence of U2OS cells treated with indicated siRNA (3 d) and irradiated (2 Gy, 2 h). Cells were incubated in 10 µM BrdU for 48 h before fixation for detection of ssDNA. (B) Quantification of BrdU, RPA32, and RAD51 foci from cells shown in A. Cells with more than five foci of 200 cells were scored. (C) Immunoblots of CHEFs and WCLs from U2OS cells treated with indicated siRNAs and IR (10 Gy, 2 h). Levels of RAD51 and RPA70 normalized to histone H3 and nonirradiated siCON lysate. (D) Immunofluorescence of U2OS cells treated with indicated siRNAs, grown for 3 d, and microirradiated. Arrowheads indicate laser microirradiated regions. Bars, 10 µm. Error bars represent SDs, n = 3. Significance determined by two-tailed t test: *, P < 0.05. RAD51 is phosphorylated by PLK1 kinase at serine 14 in response to DNA damage and subsequently by CK2 at threonine 13, thereby facilitating RAD51 recruitment to DNA damage sites ( Yata et al., 2012 ). We found that CPT treatment increased RAD51 phosphorylation at serine 14, and TOPBP1 knockdown prevented this modification ( Fig. 4 A ). Notably, compared with efficient chromatin accumulation of wild-type TOPBP1, a nonphosphorylatable mutant RAD51 protein in which serine 14 was replaced by alanine showed impaired chromatin accumulation ( Fig. 4 B ). Consistently, pretreatment of cells with CK2 or PLK1 inhibitors reduced formation of RAD51 IRIF ( Fig. 4 C ). Efficiency of PLK1 and CK2 inhibitors was tested on phosphorylations of S1790 of LRRK1 ( Hanafusa et al., 2015 ) and S380 of PTEN ( Martins et al., 2014 ), respectively (Fig. S3 F). Because RAD51 phosphorylation at serine 14 and threonine 13 facilitates RAD51 recruitment to IR-induced damage sites ( Yata et al., 2012 ), absence of RAD51 phosphorylation at serine 14 could explain the observed abrogation of RAD51 chromatin loading and RAD51 IRIF formation in TOPBP1-depleted cells. Figure 4. TOPBP1 is required for phosphorylation of RAD51 at Ser14. (A) Immunoblots of RAD51 immunoprecipitates (IPs) and WCLs from U2OS cells treated with indicated siRNAs and CPT (1 µM, 2 h). (B) Immunoblots of WCLs and CHEFs from U2OS cells expressing Flag-RAD51 variants treated with indicated siRNAs and IRs (10 Gy, 2 h). (C) Quantification of RAD51 foci in cyclin A–positive U2OS cells treated with inhibitors of CK2 (10 µM) or PLK1 (1 µM) for 16 h and IRs (2 Gy, 2 h). Cells with more than five RAD51 foci of 200 cells were scored. Error bars represent SDs, n = 3. Significance determined by two-tailed t test: *, P < 0.002. Given that TOPBP1 provides a scaffold support for various protein–protein interactions, we considered that TOPBP1 might interact with PLK1. Indeed, reciprocal coprecipitation experiments with antibodies to PLK1 and TOPBP1 revealed interactions between endogenous PLK1 and TOPBP1 in extracts from U2OS cells ( Fig. 5, A and B ). Reminiscent of the scenario reported for the PLK1–BRCA2 interaction ( Yata et al., 2014 ), the TOPBP1-PLK1 complex was more abundant in nocodazole-treated, mitotic cells with a high abundance of active PLK1. Consistent with its functional significance for HR, the complex between endogenous TOPBP1 and PLK1 was abolished on pretreatment of cells with the BRCT domains 7/8–targeting CalAM, used at the concentration that prevented RAD51 IRIF formation ( Figs. 5 C and 2 G ). Figure 5. TOPBP1 interacts with PLK1. Immunoblots of control, anti-PLK1 (A) or anti-TOPBP1 (B) immunoprecipitates (IPs) from U2OS cells treated or not with nocodazole (40 ng/ml) for 4 h before collection. (C) Immunoblots of control and anti-PLK1 IPs from U2OS cells treated or not with CalAM (4 µM) or nocodazole (40 ng/ml) for 4 h before collection. (D) Model of TOPBP1 role in HR. In this study, through an unbiased siRNA screen, we identified and validated TOPBP1 protein as a novel determinant of PARPi sensitivity. We conclude that TOPBP1 is required for RAD51 loading on chromatin and formation of RAD51 IRIF, whereas the earliest steps of HR, DNA end resection and RPA, and BRCA1 and BRCA2 recruitment are TOPBP1 independent. Furthermore, TOPBP1 C-terminal BRCT domains 7/8 are essential for this novel role in HR. We also show that TOPBP1 physically interacts with PLK1 kinase. Collectively, we propose a model for a plausible scaffold role of TOPBP1 in promoting PLK1-mediated phosphorylation of RAD51 at serine 14, a prerequisite for efficient formation of RAD51 IRIF and activity of HR ( Fig. 5 D ). Although this novel function is important for HR-mediated DSB repair, it does not exclude the possibility that additional aspects of TOPBP1 function contribute to HR or other DNA repair pathways, for example in response to replication stress. Apart from contributing to our understanding of genome integrity maintenance through TOPBP1, our results may also inspire assessment of TOPBP1 as a candidate biomarker for targeted treatment of tumor subsets with PARPis. Materials and methods Cell lines Human U2OS, CAL51, 293T, and HeLa cell lines were grown in DMEM with 10% FBS and penicillin/streptomycin (Sigma-Aldrich). To generate stable isogenic U2OS cell lines with inducible expression of FLAG-Rad51 variants, Flp-In T-REx U2OS cells were cotransfected with pOG44 and pcDNA5/FRT/TO/FLAG-Rad51 vectors ( Yata et al., 2012 ) and stable clones were selected with hygromycin. Chemicals Olaparib was provided by Astra Zeneca. PLK1 inhibitor volasertib and CK2 inhibitor silmitaserib were purchased from Selleckchem. CalAM was purchased from Sigma-Aldrich. RNAi All siRNA transfections were performed using Lipofectamine RNAiMAX (Invitrogen) according to the manufacturer’s instructions. All siRNA duplexes were purchased from Ambion: siCON (negative control #1, AM4635, 5′-AGUACUGCUUACGAUACGGTT-3′), siTOPBP1#1 (s21823, 5′-GGAUAUAUCUUUGCGGUUUTT-3′), siTOPBP1#2 (s21824, 5′-GCAGAACUGUUGCGGAUUATT-3′), siTOPBP1#3 (s21825, 5′-GCUCUGUAAUAGUCGACUATT-3′), siBRCA2 (s2085, 5′-GGAUUAUACAUAUUUCGCATT-3′), siBACH1#1 (s38386, 5′-GAAUAACCCAAGUCGCUAUTT-3′), and siBACH1#2 (s38385, 5′-GACUAUCUUUUUAGGCAAATT-3′). Plasmids Plasmid transfections were performed using FuGENE 6 (Roche) according to the manufacturer’s instructions. To generate siRNA-insensitive GFP-TOPBP1* mutants, silent mutations were introduced into the siTOPBP1#3 target sequence in the TOPBP1 coding region of the pEGFP-C1-hTOPBP1 plasmid using the QuikChange II Site-Directed Mutagenesis kit (Stratagene). The construct pSNV2-GFPB-YTA-NLS-hTOPBP1-1258-1522 for GFP-BRCT7/8 expression was provided by T. Halazonetis (University of Geneva, Geneva, Switzerland; Cescutti et al., 2010 ). The construct for expression of GFP-TOPBP1 ΔN (deleted aa 1–519) was generated by double digestion of pEGFP-C1-hTopBP1 with restriction enzymes ApaI and Bpu1102I followed by blunting by mung bean nuclease (New England Biolabs) and ligation of the blunted ends. The construct for expression of GFP-TOPBP1 Δcentral (deleted aa 526–1,000) was generated by double digestion of pEGFP-C1-hTopBP1 with restriction enzymes Bpu1102I and Eco32I followed by ligation with annealed oligos RTP41 (5′-TGAGCCCTTGAATGATTCTACT-3′) and RTP42 (5′-AGTAGAATCATTCAAGGGC-3′). The construct for expression of GFP-TOPBP1 ΔC (deleted aa 1,001–1,522) was generated by double digestion of pEGFP-C1-hTopBP1 with restriction enzymes Eco32I and BamHI followed by blunting by mung bean nuclease treatment and ligation of the blunted ends. NLS was added to this construct by site-directed mutagenesis. Small internal deletion mutants of GFP-TOPBP1, including ΔAAD (deleted aa 993–1,196), ΔBRCT7 (1,259–1,351), ΔBRCT8 (1,389–1,486), and ΔBRCT7/8 (1,259–1,486), were generated by site-directed mutagenesis. All prepared constructs were verified by sequencing. Antibodies We used the following rabbit antibodies: TOPBP1 (ab2402; Abcam), RAD51 (sc8349; Santa Cruz; ab63801; Abcam), pRAD51 S14 ( Yata et al., 2012 ), cyclin A (NCL-CYCLINA; Leica), RPA70 (ab79398; Abcam), pRPA32 T21 (ab61065; Abcam), pRPA32 S4/8 (A300-245A; Bethyl), pRPA32 S33 (NB100-544; Novus), pCHK1 S317 (2344; Cell Signaling), pCHK2 T68 (2661; Cell Signaling), H3 (ab1791; Abcam), pH3 S10 (06–570; Millipore), BACH1 (sc-28738; Santa Cruz), pPTEN S380 (9551; Cell Signaling), pLRRK1 S1790 (H. Hanafusa, Nagoya University, Nagoya, Japan; Hanafusa et al., 2015 ); mouse antibodies: γH2AX (05–636; Millipore), cyclin A (sc-751; Santa Cruz), BrdU (RPN20AB; AP Biotech), RPA32 (ab2175; Abcam), BRCA1 (sc-6954; Santa Cruz), BRCA2 (OP95; Millipore), CHK1 (sc-8408; Santa Cruz), Importin-β (ab2811; Abcam), Lamin A/C (sc-7292; Santa Cruz), α-tubulin (sc-8035; Santa Cruz), PLK1 (05–844; Millipore; 331700; Zymed); and goat antibody: γ-tubulin (sc-7396; Santa Cruz). Clonogenic survival assay Cells were transfected with siRNAs; 24 h later, they were seeded to 6-cm-diameter dishes; and after the next 24 h, they were treated with olaparib or vehicle. Colonies were grown for 10 d, fixed in 70% ethanol, and stained with 1% crystal violet in ethanol. Colonies of >50 cells were counted, and the surviving fractions were calculated. Immunofluorescence Cells cultured on glass coverslips were fixed in 4% formaldehyde for 15 min at RT, permeabilized for 5 min with 0.2% (vol/vol) Triton X-100 in PBS, washed in PBS, and incubated with primary antibodies for 60 min at RT. After the washing step, the coverslips were incubated with goat anti–rabbit or goat anti–mouse Alexa Fluor 488, 568, or 647 secondary antibodies (Invitrogen) for 60 min at RT, washed with PBS, and mounted using Vectashield mounting reagent with DAPI (Vector Laboratories). ssDNA was detected by BrdU antibody under nondenaturing conditions after 48-h incubation of cells in culture medium supplemented with 5 µM BrdU. For the RAD51 IRIF assay, sc8349 Ab (Santa Cruz) was used initially, and after the next batch failed completely, it was replaced by ab63801 (Abcam), accounting for different starting basal values of RAD51 in Figs. 2 B and 3 B versus Figs. 2 (F and G) and 4 C . Microscope image acquisition Microscope images were acquired using a confocal microscope (LSM510; Carl Zeiss) mounted on inverted microscope (Axiovert 100M; Carl Zeiss) equipped with a Plan-Apochromat 63×/1.4 oil immersion objective (Carl Zeiss) at RT. Image acquisition and analysis was performed using LSM ZEN software (Carl Zeiss). Dual-color confocal images were acquired using laser lines 488 and 543 nm for excitation of Alexa Fluor 488 and 568 dyes (Invitrogen), respectively. Automated multichannel image acquisition was performed using high-content screening station scan^R (Olympus) equipped with motorized microscope (IX81; Olympus), UPlanSApo 40×/0.95 air immersion objective (Olympus), and digital monochrome electron multiplying charge coupled device camera (C9100; Hamamatsu). Image acquisition and analysis was performed using scan^R acquisition and analysis software (Olympus). Laser microirradiation Cells grown on glass coverslips were presensitized with 10 µM Hoechst 34580 (Life Technologies) for 5 min. For microirradiation, the cells were placed in a LabTek chamber and mounted on the stage of a custom-designed PALM MicroBeam with a 335-nm UV-A pulsed laser (Carl Zeiss). Immunohistochemical analysis The cohort ( n = 136) of formalin-fixed, paraffin-embedded human ovarian carcinomas (Department of Pathology, University Hospital in Las Palmas) included the following histopathological subtypes of tumors: serous ( n = 61), mucinous ( n = 17), clear-cell ( n = 22), endometrioid ( n = 22), mixed type ( n = 5), and undifferentiated ( n = 9). For a sensitive immunohistochemistry procedure without nuclear counterstaining, the slides were deparaffinized, subject to antigen retrieval (15 min heating with the Target retrieval solution, pH 9, code S2367; Dako), and incubated with the primary rabbit antibody against human TOPBP1 (ab2402; diluted 1:4,000; Abcam) overnight, followed by the indirect streptavidin–biotin–peroxidase method using the Vectastain Elite kit (Vector Laboratories) and nickel sulfate-based chromogen enhancement detection. Normal rabbit serum served as a negative control. Staining patterns were evaluated by an experienced oncopathologist; TOPBP1 protein abundance was compared with sections of normal ovary and surrounding normal (stromal) cells within each tumor section (as an internal control) and was categorized as normal, aberrantly reduced, or overexpressed. Immunoblotting WCLs were prepared in Laemmli sample buffer (LSB; 50 mM Tris, pH 6.8, 100 mM DTT, 2% SDS, 0.1% bromophenol blue, and 10% glycerol), separated by SDS-PAGE, and transferred to nitrocellulose membranes (GE Healthcare). The membranes were blocked with 5% (wt/vol) dry milk in 0.1% (vol/vol) Tween-20 in PBS and probed with the primary antibodies, followed by HRP-labeled secondary antibodies (Vector Laboratories and Santa Cruz), and visualized using ECL detection reagents (GE Healthcare). Cellular fractionation Cells were washed three times by PBS, and soluble proteins were removed by incubation of cells with 0.5% Triton X-100 in PBS for 5 min on ice. The remaining pellet was washed by 0.5% Triton X-100 in PBS and resuspended in 2× LSB. Immunoprecipitation To prepare lysates for immunoprecipitation, cells were washed three times in PBS and lysed in TNE buffer (150 mM NaCl, 50 mM Tris-HCl, pH 8.0, 1 mM EDTA, 0.5% NP-40) supplemented with cOmplete and PhosSTOP tablets (Roche). After 30 min incubation on ice, lysates were cleared by centrifugation. Where appropriate, antibodies were added to lysate and incubated for 16 h at 4°C. Lysates were then incubated with 25 µl of either Dynabeads Protein G (Novex) or Dynabeads M-280 Sheep anti Rabbit IgG (Novex) for 1 h at 4°C. Ig–antigen complexes were washed extensively before elution in 2× LSB before SDS-PAGE. Flow cytometry Cells were harvested by trypsinization, fixed in 70% ethanol, and resuspended in propidium iodide buffer Facsflow (BD). Samples were incubated for 30 min at 37°C before analysis. Cell cycle analysis was performed using flow cytometer FACSCalibur (BD). Mitotic entry was examined by staining with primary antibody for pH3 S10 followed by FITC-conjugated secondary antibody. Online supplemental material Fig. S1 shows sensitivity of TOPBP1-depleted CAL51 cells to olaparib and efficiency of siRNA-mediated knockdowns. Fig. S2 shows effects of multiple TOPBP1 siRNAs on RAD51 foci formation and documents effects of TOPBP1 knockdown on cell cycle. Fig. S3 shows RAD51 IRIF after complementation of TOPBP1-depleted cells with the BRCT domains 7/8 construct, effect of BACH1 knockdown on RAD51 IRIF, impact of CalAM on TOPBP1-BACH1 interaction, and impaired accumulation of RAD51 on microirradiated regions in TOPBP1-depleted cells. Online supplemental material is available at http://www.jcb.org/cgi/content/full/jcb.201507042/DC1 . Supplementary Material Supplemental Materials (PDF) Acknowledgments We thank E. Dulina and V. Turcanova for technical assistance, Dr. Hanafusa for the pLRKK1 S1790 antibody, and Dr. Halazonetis for the pSNV2-GFPB-YTA-NLS-hTOPBP1-1258-1522 construct. This study was supported by grants from the European Community’s Seventh Framework Programme (project DDResponse), the Kræftens Bekæmpelse, the Lundbeckfonden (R93-A8990), the Sundhed og Sygdom, Det Frie Forskningsråd (DFF-1331-00262), the Novo Nordisk UK Research Foundation (NNF14CC0001 to J. Lukas and NN13331 to J. Bartek), the Danmarks Grundforskningsfond (Center of Excellence: CARD), the Norway Grants (project PHOSCAN, no. 7F14061), the Vetenskapsrådet, the Kellner Familly Foundation, and Intra-European Fellowship (FP7-PEOPLE-2011-IEF, no. 303269 to K.M. Wolanin). The authors declare no competing financial interests. Abbreviations used in this paper: AAD ATR-activation domain CalAM Calcein AM CHEF chromatin-enriched fraction CPT camptothecin DDR DNA damage response DSB DNA double-strand break γH2AX histone H2A.X phosphorylated at serine 139 HR homologous recombination IR ionizing radiation IRIF IR-induced foci PAR poly(ADP-ribose) PARP poly(ADP-ribose) polymerase PARPi poly(ADP-ribose) polymerase inhibitor RPA replication protein A ssDNA single-stranded DNA TOPBP1 topoisomerase IIβ–binding protein 1 WCL whole cell lysate Bekker-Jensen S. , Lukas C. , Kitagawa R. , Melander F. , Kastan M.B. , Bartek J. , and Lukas J. 2006 Spatial organization of the mammalian genome surveillance machinery in response to DNA strand breaks . J. Cell Biol. 173 : 195 – 206 . 10.1083/jcb.200510130 16618811 Bryant H.E. , Schultz N. , Thomas H.D. , Parker K.M. , Flower D. , Lopez E. , Kyle S. , Meuth M. , Curtin N.J. , and Helleday T. 2005 Specific killing of BRCA2-deficient tumours with inhibitors of poly(ADP-ribose) polymerase . Nature. 434 : 913 – 917 . 10.1038/nature03443 15829966 Certo M.T. , Ryu B.Y. , Annis J.E. , Garibov M. , Jarjour J. , Rawlings D.J. , and Scharenberg A.M. 2011 Tracking genome engineering outcome at individual DNA breakpoints . Nat. Methods. 8 : 671 – 676 . 10.1038/nmeth.1648 21743461 Cescutti R. , Negrini S. , Kohzaki M. , and Halazonetis T.D. 2010 TopBP1 functions with 53BP1 in the G1 DNA damage checkpoint . EMBO J. 29 : 3723 – 3732 . 10.1038/emboj.2010.238 20871591 Chen J. , Silver D.P. , Walpita D. , Cantor S.B. , Gazdar A.F. , Tomlinson G. , Couch F.J. , Weber B.L. , Ashley T. , Livingston D.M. , and Scully R. 1998 Stable interaction between the products of the BRCA1 and BRCA2 tumor suppressor genes in mitotic and meiotic cells . Mol. Cell. 2 : 317 – 328 . 10.1016/S1097-2765(00)80276-2 9774970 Chowdhury P. , Lin G.E. , Liu K. , Song Y. , Lin F.T. , and Lin W.C. 2014 Targeting TopBP1 at a convergent point of multiple oncogenic pathways for cancer therapy . Nat. Commun. 5 : 5476 10.1038/ncomms6476 25400145 Farmer H. , McCabe N. , Lord C.J. , Tutt A.N. , Johnson D.A. , Richardson T.B. , Santarosa M. , Dillon K.J. , Hickson I. , Knights C. , 2005 Targeting the DNA repair defect in BRCA mutant cells as a therapeutic strategy . Nature. 434 : 917 – 921 . 10.1038/nature03445 15829967 Frankum J. , Moudry P. , Brough R. , Hodny Z. , Ashworth A. , Bartek J. , and Lord C.J. 2015 Complementary genetic screens identify the E3 ubiquitin ligase CBLC, as a modifier of PARP inhibitor sensitivity . Oncotarget. 6 : 10746 – 10758 . 10.18632/oncotarget.3628 25883215 Going J.J. , Nixon C. , Dornan E.S. , Boner W. , Donaldson M.M. , and Morgan I.M. 2007 Aberrant expression of TopBP1 in breast cancer . Histopathology. 50 : 418 – 424 . 10.1111/j.1365-2559.2007.02622.x 17448016 Hanafusa H. , Kedashiro S. , Tezuka M. , Funatsu M. , Usami S. , Toyoshima F. , and Matsumoto K. 2015 PLK1-dependent activation of LRRK1 regulates spindle orientation by phosphorylating CDK5RAP2 . Nat. Cell Biol. 17 : 1024 – 1035 . 10.1038/ncb3204 26192437 Jackson S.P. , and Bartek J. 2009 The DNA-damage response in human biology and disease . Nature. 461 : 1071 – 1078 . 10.1038/nature08467 19847258 Kumagai A. , Lee J. , Yoo H.Y. , and Dunphy W.G. 2006 TopBP1 activates the ATR-ATRIP complex . Cell. 124 : 943 – 955 . 10.1016/j.cell.2005.12.041 16530042 Liu K. , Bellam N. , Lin H.Y. , Wang B. , Stockard C.R. , Grizzle W.E. , and Lin W.C. 2009 Regulation of p53 by TopBP1: a potential mechanism for p53 inactivation in cancer . Mol. Cell. Biol. 29 : 2673 – 2693 . 10.1128/MCB.01140-08 19289498 Liu K. , Graves J.D. , Scott J.D. , Li R. , and Lin W.C. 2013 Akt switches TopBP1 function from checkpoint activation to transcriptional regulation through phosphoserine binding-mediated oligomerization . Mol. Cell. Biol. 33 : 4685 – 4700 . 10.1128/MCB.00373-13 24081328 Lord C.J. , Tutt A.N. , and Ashworth A. 2015 Synthetic lethality and cancer therapy: lessons learned from the development of PARP inhibitors . Annu. Rev. Med. 66 : 455 – 470 . 10.1146/annurev-med-050913-022545 25341009 Luo X. , and Kraus W.L. 2012 On PAR with PARP: cellular stress signaling through poly(ADP-ribose) and PARP-1 . Genes Dev. 26 : 417 – 432 . 10.1101/gad.183509.111 22391446 Martins L.R. , Lúcio P. , Melão A. , Antunes I. , Cardoso B.A. , Stansfield R. , Bertilaccio M.T. , Ghia P. , Drygin D. , Silva M.G. , and Barata J.T. 2014 Activity of the clinical-stage CK2-specific inhibitor CX-4945 against chronic lymphocytic leukemia . Leukemia. 28 : 179 – 182 . 10.1038/leu.2013.232 23925046 Mordes D.A. , Glick G.G. , Zhao R. , and Cortez D. 2008 TopBP1 activates ATR through ATRIP and a PIKK regulatory domain . Genes Dev. 22 : 1478 – 1489 . 10.1101/gad.1666208 18519640 Morishima K. , Sakamoto S. , Kobayashi J. , Izumi H. , Suda T. , Matsumoto Y. , Tauchi H. , Ide H. , Komatsu K. , and Matsuura S. 2007 TopBP1 associates with NBS1 and is involved in homologous recombination repair . Biochem. Biophys. Res. Commun. 362 : 872 – 879 . 10.1016/j.bbrc.2007.08.086 17765870 Murai J. , Huang S.Y. , Das B.B. , Renaud A. , Zhang Y. , Doroshow J.H. , Ji J. , Takeda S. , and Pommier Y. 2012 Trapping of PARP1 and PARP2 by clinical PARP inhibitors . Cancer Res. 72 : 5588 – 5599 . 10.1158/0008-5472.CAN-12-2753 23118055 Rappas M. , Oliver A.W. , and Pearl L.H. 2011 Structure and function of the Rad9-binding region of the DNA-damage checkpoint adaptor TopBP1 . Nucleic Acids Res. 39 : 313 – 324 . 10.1093/nar/gkq743 20724438 Reuter M. , Zelensky A. , Smal I. , Meijering E. , van Cappellen W.A. , de Gruiter H.M. , van Belle G.J. , van Royen M.E. , Houtsmuller A.B. , Essers J. , 2014 BRCA2 diffuses as oligomeric clusters with RAD51 and changes mobility after DNA damage in live cells . J. Cell Biol. 207 : 599 – 613 . 10.1083/jcb.201405014 25488918 Shahid T. , Soroka J. , Kong E.H. , Malivert L. , McIlwraith M.J. , Pape T. , West S.C. , and Zhang X. 2014 Structure and mechanism of action of the BRCA2 breast cancer tumor suppressor . Nat. Struct. Mol. Biol. 21 : 962 – 968 . 10.1038/nsmb.2899 25282148 Sokka M. , Parkkinen S. , Pospiech H. , and Syväoja J.E. 2010 Function of TopBP1 in genome stability . Subcell. Biochem. 50 : 119 – 141 . 10.1007/978-90-481-3471-7_7 20012580 Sy S.M. , Huen M.S. , and Chen J. 2009 PALB2 is an integral component of the BRCA complex required for homologous recombination repair . Proc. Natl. Acad. Sci. USA. 106 : 7155 – 7160 . 10.1073/pnas.0811159106 19369211 Toledo L.I. , Murga M. , Gutierrez-Martinez P. , Soria R. , and Fernandez-Capetillo O. 2008 ATR signaling can drive cells into senescence in the absence of DNA breaks . Genes Dev. 22 : 297 – 302 . 10.1101/gad.452308 18245444 Yamane K. , Kawabata M. , and Tsuruo T. 1997 A DNA-topoisomerase-II-binding protein with eight repeating regions similar to DNA-repair enzymes and to a cell-cycle regulator . Eur. J. Biochem. 250 : 794 – 799 . 10.1111/j.1432-1033.1997.00794.x 9461304 Yata K. , Lloyd J. , Maslen S. , Bleuyard J.Y. , Skehel M. , Smerdon S.J. , and Esashi F. 2012 Plk1 and CK2 act in concert to regulate Rad51 during DNA double strand break repair . Mol. Cell. 45 : 371 – 383 . 10.1016/j.molcel.2011.12.028 22325354 Yata K. , Bleuyard J.Y. , Nakato R. , Ralf C. , Katou Y. , Schwab R.A. , Niedzwiedz W. , Shirahige K. , and Esashi F. 2014 BRCA2 coordinates the activities of cell-cycle kinases to promote genome stability . Cell Reports. 7 : 1547 – 1559 . 10.1016/j.celrep.2014.04.023 24835992 Yuan S.S. , Lee S.Y. , Chen G. , Song M. , Tomlinson G.E. , and Lee E.Y. 1999 BRCA2 is required for ionizing radiation-induced assembly of Rad51 complex in vivo . Cancer Res. 59 : 3547 – 3551 . 10446958",
    "full_text_abstract": "TOPBP1 acts in homologous recombination repair, impacts the response to chemotherapeutic agent olaparib, and exhibits aberrant patterns in subsets of human ovarian carcinomas.\n\nTopoisomerase IIβ-binding protein 1 (TOPBP1) participates in DNA replication and DNA damage response; however, its role in DNA repair and relevance for human cancer remain unclear. Here, through an unbiased small interfering RNA screen, we identified and validated TOPBP1 as a novel determinant whose loss sensitized human cells to olaparib, an inhibitor of poly(ADP-ribose) polymerase. We show that TOPBP1 acts in homologous recombination (HR) repair, impacts olaparib response, and exhibits aberrant patterns in subsets of human ovarian carcinomas. TOPBP1 depletion abrogated RAD51 loading to chromatin and formation of RAD51 foci, but without affecting the upstream HR steps of DNA end resection and RPA loading. Furthermore, TOPBP1 BRCT domains 7/8 are essential for RAD51 foci formation. Mechanistically, TOPBP1 physically binds PLK1 and promotes PLK1 kinase–mediated phosphorylation of RAD51 at serine 14, a modification required for RAD51 recruitment to chromatin. Overall, our results provide mechanistic insights into TOPBP1’s role in HR, with potential clinical implications for cancer treatment."
}