{
  "PMC": "9279413",
  "DOI": "10.1038/s41420-022-01106-1",
  "PMID": "35831301",
  "PMCID": "PMC9279413",
  "title": "Grb2 interacts with necrosome components and is involved in rasfonin-induced necroptosis.",
  "year": 2022,
  "source_url": "https://europepmc.org/article/PMC/PMC9279413",
  "source": "MED",
  "abstract_text": "The underlying mechanism by which growth factor receptor-bound protein 2 (Grb2) regulates necroptosis remains unexplored. In the present study, we found that rasfonin, a fungal natural product and an activator of necroptosis, enhanced Grb2 binding to receptor-interacting serine/threonine kinase 1 (RIP1), which plays a critical role in regulating programmed necrosis. Moreover, we observed that SQSTM/p62 (p62), a protein that can form necrosomes with RIP1, increased its interaction with Grb2 upon rasfonin challenge. Although it has been used as an activator of autophagy in our previous study, here we found that a high dose of rasfonin was able to inhibit autophagic process. Inhibition of RIP1 either chemically or genetically reversed the inhibition of rasfonin on autophagy, whereas knockdown of Grb2 markedly reduced rasfonin-induced necrosis. Additionally, we found that the compound failed to upregulate the expression of RIP1 in Grb2-deprived cells. In summary, our data revealed that Grb2 actively participated in rasfonin-induced necroptosis by interacting with the components of necrosome and mediating their expression.",
  "full_text": "pmc Cell Death Discov Cell Death Discov Cell Death Discovery 2058-7716 Nature Publishing Group UK London 9279413 1106 10.1038/s41420-022-01106-1 Article Grb2 interacts with necrosome components and is involved in rasfonin-induced necroptosis http://orcid.org/0000-0002-5045-8883 Hou Bolin 1 2 http://orcid.org/0000-0002-5192-660X Huang Haiwen 3 http://orcid.org/0000-0003-0671-615X Li Yueqian 4 5 http://orcid.org/0000-0002-9500-990X Liang Jingnan 5 http://orcid.org/0000-0002-8107-7346 Xi Zhijun 3 http://orcid.org/0000-0002-3757-9242 Jiang Xuejun 1 http://orcid.org/0000-0002-4882-0396 Liu Ling liul@im.ac.cn 1 http://orcid.org/0000-0002-1523-8121 Li Erwei liew@im.ac.cn 1 5 1 grid.9227.e 0000000119573309 State Key Laboratory of Mycology, Institute of Microbiology, Chinese Academy of Sciences, Beijing, 100101 China 2 grid.9227.e 0000000119573309 CAS Key Laboratory of Microbial Physiological and Metabolic Engineering, Institute of Microbiology, Chinese Academy of Sciences, Beijing, 100101 China 3 grid.411472.5 0000 0004 1764 1621 Department of Urology, Peking University First Hospital, Beijing, 100034 China 4 grid.32566.34 0000 0000 8571 0482 School of Pharmacy and State Key Laboratory of Applied Organic Chemistry, Lanzhou University, Lanzhou, 730000 China 5 grid.9227.e 0000000119573309 Institutional Center for Shared Technologies and Facilities, Institute of Microbiology, Chinese Academy of Sciences, Beijing, 100101 China 13 7 2022 13 7 2022 2022 8 319 18 4 2022 22 6 2022 27 6 2022 © The Author(s) 2022 https://creativecommons.org/licenses/by/4.0/ Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ . The underlying mechanism by which growth factor receptor-bound protein 2 (Grb2) regulates necroptosis remains unexplored. In the present study, we found that rasfonin, a fungal natural product and an activator of necroptosis, enhanced Grb2 binding to receptor-interacting serine/threonine kinase 1 (RIP1), which plays a critical role in regulating programmed necrosis. Moreover, we observed that SQSTM/p62 (p62), a protein that can form necrosomes with RIP1, increased its interaction with Grb2 upon rasfonin challenge. Although it has been used as an activator of autophagy in our previous study, here we found that a high dose of rasfonin was able to inhibit autophagic process. Inhibition of RIP1 either chemically or genetically reversed the inhibition of rasfonin on autophagy, whereas knockdown of Grb2 markedly reduced rasfonin-induced necrosis. Additionally, we found that the compound failed to upregulate the expression of RIP1 in Grb2-deprived cells. In summary, our data revealed that Grb2 actively participated in rasfonin-induced necroptosis by interacting with the components of necrosome and mediating their expression. Subject terms Macroautophagy Necroptosis https://doi.org/10.13039/501100001809 National Natural Science Foundation of China (National Science Foundation of China) 81872771 Li Erwei https://doi.org/10.13039/501100001216 International Specialised Skills Institute (ISS Institute) National Special Project for Key Science and Technology of Food Safety (No. 2017YFC1601300) issue-copyright-statement © The Author(s) 2022 Introduction Growth factor receptor bound protein 2 (Grb2), an epidermal growth factor receptor (EGFR) binding protein [ 1 ], is involved in tyrosine kinase regulated signal transduction [ 2 , 3 ]. Grb2 has been discovered to form complexes with a range of cellular proteins and o have roles in cell growth, cell proliferation, metabolism, embryogenesis, and cancer cell differentiation [ 4 , 5 ]. Despite its well-known role in connecting tyrosine kinase to activation of the Ras pathway [ 6 ], Grb2 has also been demonstrated to be linked to programmed cell death signaling [ 7 ]. Grb3-3, an alternative splicing form of Grb2 transcripts lacking the functional SH2 domain, has been shown to convey a signal causing cells to undergo apoptosis [ 1 ], while suppression of Grb2 expression has been shown to attenuate palmitic acid-induced apoptosis in HepG2 cells [ 8 ]. In addition to interaction with phosphotyrosine via its SH2 domain, Grb2 is also associated with tumor necrosis factor α (TNF-α) receptor I through one of its SH3 domains, which results in c-Raf-1 activation [ 9 ]. Importantly, Hitomi et al. (2008) discovered the adapter protein is necessary for both zVAD.fmk- and TNF-α-induced necroptosis [ 10 ]. Necroptosis belongs to one type of programmed cell death (PCD) that is the most well-studied form of programmed necrosis, triggered by several mechanisms [ 11 ]. Upon stimulation with TNF-α, necrosomes are formed by serine/threonine receptor-interacting protein 3 (RIPK3 or RIP3) in complex with RIPK1 (or RIP1), FADD, and caspase-8. Subsequently, mixed lineage kinase domain-like protein (MLKL) is recruited to necrosome complex, accompanied by MLKL phosphorylation via RIPK3 that induces necroptosis by mediating plasma membrane lysis [ 10 , 12 , 13 ]. However, in TNF-related apoptosis-inducing ligand (TRAIL)-activated necroptosis, multifunction protein p62/SQSTM1 [ 14 ] controls necrosome assembly by recruiting RIP1 [ 15 ]. Rasfonin, a natural product derived from the fermentation of Talaromyces sp . 3656-A1 [ 16 ], is named for its ability to inhibit the minor G protein Ras. In a recent work, we discovered that rasfonin triggered apoptosis and necrosis, as well as macroautophagy (hereafter called autophagy), which is a degrading process for maintaining homeostasis by catabolizing organelles and proteins to produce nutrients and macromolecular precursors [ 17 , 18 ]. Generally, autophagy occurs at a basal level in nearly all eukaryotic cells, yet autophagy can lead to cell death when it is overactivated, resulting in a process called autophagic cell death [ 19 ]. Unlike the connection between autophagy and apoptosis, little is known about how autophagy regulates programmed necrosis. Based on our previous investigation, we conducted this study to reveal the mechanism of action of rasfonin-induced necrosis. Here, we revealed that rasfonin could either promote or inhibit the autophagic process in a concentration-dependent manner. High dose of the rasfonin induced necroptosis, while suppressing autophagy. However, knockdown of RIP1 reversed its inhibitory effect on autophagy. Moreover, we found that Grb2 interacts with both RIP1 and p62 to regulate necroptosis, suggesting that Grb2 and its upstream EGFR are likely to be involved in switching between autophagy and programmed necrosis. Results High concentration of rasfonin inhibited autophagy and induced necroptosis In our previous study, we observed that rasfonin activated the autophagic process concurrent with the induction of programmed cell death [ 17 ]. To determine the type of rasfonin-activated programmed cell death, we employed various concentrations of the compound in the present study. Interestingly, we found that, while rasfonin promoted autophagic process until the 9 μM concentration, the compound was able to inhibit autophagy at a dose of 12 μM, as chloroquine (CQ), which is often used in detecting autophagic flux [ 18 ], failed to accumulate LC3-II at this concentration (Fig. 1A ). By using fluorescence microscopy, we observed that rasfonin at a concentration of 12 μM induced much less punctate GFP-LC3 staining than rasfonin at a dose of 6 μM (Fig. 1B, C ), whereas transmission electron microscopy (TEM) demonstrated that rasfonin (12 μM) induced an obvious decline in membrane vacuoles compared with 6 μM rasfonin (Supplement Fig. 1A, B ). The aforementioned results indicated that rasfonin could either promote or suppress autophagy depending on the concentration used. Fig. 1 High concentration of rasfonin inhibited autophagy and induced necroptosis. A ACHN cells were treated with rasfonin (0–12) μM for 4 h, the cells were lysed and subjected to immunoblotting with the antibodies indicated. Actin was used as a loading control. B, C ACHN cells were split onto coverslips, cultured overnight, following rasfonin (6 or 12 μM) for 6 h. the cells were fixed with 4% paraformaldehyde, immunostained with anti-LC3 antibody and visualized by fluorescence microscopy The number of the punctate LC3 in each cell was counted, and at least 50 cells were included for each group. Data representing the mean ± S.D. were shown in graph. D ACHN cells were treated with rasfonin (12 μM) in the presence or absence of necrostatin 1 (Nec-1, 30 μM) for 12 h; cell viability was analyzed by MTS assay as described in Materials and Methods. E , F ACHN cells were treated with rasfonin (12 μM) alone or together with Nec-1 (30 μM) for 6 h, the induced apoptosis and necrosis were determined by flow cytometry. Apoptotic: AV-positive and PI-negative; necrotic: PI-positive. The data are presented as mean ± S.D. from three independent experiments. The double asterisk denotes the group is statistically different from the control groups ( P < 0.01). G Electron microscopy was performed in ACHN cells following treatment of rasfonin (12 μM) for 6 h as described in “Materials and methods”. Arrow: vesiculation of cytoplasmic organelle; Double Arrows: rupture of the plasma membrane. Similar experiments were repeated at least three times. Allosteric inhibitor of RIP1, Nec-1 has been widely utilized as a tool to explore the molecular mechanism of programmed necrosis [ 20 – 22 ]. In this study, we observed that Nec-1 markedly reduced rasfonin-induced cell viability loss (Fig. 1D ), whereas flow cytometry data demonstrated that the inhibitor markedly suppressed necrosis in rasfonin-treated cells (Fig. 1E, F ), suggesting that rasfonin is able to activate necroptosis in ACHN cells. Additionally, TEM imaging revealed that rasfonin treatment could induce a typical necrotic cell death morphology [ 23 ], such as extensive vesiculation of cytoplasmic organelles and rupture of the plasma membrane (Fig. 1G ). Moreover, phosphorylated H2AX (γH2AX), a sensitive marker for DNA damage and a regulator of necrotic PCD [ 5 , 24 ], was markedly upregulated upon rasfonin challenge (Supplement Fig. 1C ). Rasfonin failed to inhibit autophagy in RIP1-deprived cells Previously, we found that RIP1 was required for the activation of the autophagic process in 11'-deoxyverticillin A-treated cells [ 25 ]. In this study, we observed that Nec-1 reversed the inhibition of rasfonin on the autophagic process when the compound was used at a dose of 12 μM (Fig. 2A ), suggesting that there is a switch between rasfonin-induced autophagy and necroptosis. To explore the aforementioned hypothesis, we knocked down RIP1 and detected autophagic flux in the presence of CQ. Similar to Nec-1 treatment, rasfonin failed to inhibit autophagy in RIP1-deprived cells (Fig. 2B, C ), suggesting that RIP1 may play a regulatory role in switching between autophagy and necroptosis. Fig. 2 Rasfonin failed to inhibit autophagy in RIP1-deprived cells. A ACHN cells were treated with rasfonin (12 μM) with or without Nec-1 (30 μM) for 4 h, and then cell lysates were prepared and analyzed by immunoblotting using the indicated antibodies. B , C After transfection with the control (Mock) or RIP1 siRNA (siRIP1) for 48 h, ACHN cells were treated with rasfonin (12 μM) for 4 h. Cell lysates were analyzed by immunoblotting with the indicated antibodies. Actin was used as a loading control. Similar experiments were repeated at least three times. Rasfonin increased the expression of EGFR, Grb2 and RIP1 Usually, compounds derived from fungi can generate reactive oxygen species (ROS), which can induce different kinds of cell death in mammalian cells [ 26 ]. Expectedly, we observed that rasfonin challenge increased the levels of ROS (Fig. 3A ), whereas N-acetyl-L-cysteine (NAC), an inhibitor of ROS [ 27 ], markedly rescued rasfonin-induced cell viability loss (Fig. 3B ). A previous study revealed that ROS activate EGFR signaling [ 28 , 29 ]; therefore, we assumed that rasfonin treatment might lead to the activation of the EGFR signaling pathway. To test this hypothesis, we utilized quantitative RT-PCR (qRT-PCR) to detect the expression levels of message RNA (mRNA) for EGFR and Grb2, and found that rasfonin increased the mRNA levels of for both (Fig. 3C ). Interestingly, the mRNA of RIP1 was also upregulated upon the challenge with the compound (Fig. 3C ). Using an immunoblotting assay, we found that high doses of rasfonin (9 and 12 μM) markedly increased the phosphorylation of EGFR, whereas it was able to upregulate protein expression of both EGFR and RIP1 at a dose of 12 μM (Fig. 3D, E ). Notably, unlike EGFR and RIP1, rasfonin began to increase the level of Grb2 at a dose of 1 μM (Fig. 3D, E ), whereas its treatment provided a more than 3 fold increase in Grb2 than either EGFR (3.86 fold: Grb2/actin minus EGFR/actin) or RIP1 (3.18 fold: Grb2/actin minus RIP1/actin) at the same concentration (12 μM), suggesting that, in addition to RIP1, both EGFR and Grb2 may be associated with the inhibition of rasfonin on autophagy and may play a regulatory role in rasfonin-dependent necroptosis. Fig. 3 Rasfonin increased the expression of EGFR, Grb2 and RIP1. A The level of reactive oxygen species (ROS) was detected as described in Materials and Methods following ACHN cells were treated with rasfonin (12 μM) or positive control for 12 h. B ACHN cells were treated with rasfonin (12 μM) in the presence or absence of N-acetyl-L-cysteine (NAC, 0.5 mM) for 12 h; cell viability was analyzed by MTS assay as described in Materials and Methods. C ACHN cells were challenged with rasfonin (6 and 12 μM) for 4 h and then, the total RNA was extracted, reversed, and detected by real-time PCR. D , E ACHN cells were treated with rasfonin (0–12 μM) for 4 h, the cells were lysed and subjected to immunoblotting with the antibodies indicated. Actin was used as a loading control. Data are presented as mean ± SD and are representatives of three independent experiments. Each performed in triplicate, and the data was analyzed by t -test. Single asterisk denotes that the group is statistically different from the control groups ( p < 0.05), whereas double asterisk means ( p < 0.01). The ratios between EGFR, RIP1 or Grb2 and Actin (A) were shown below the blots ( D ). Similar experiments were repeated at least three times. Rasfonin enhanced the interaction of Grb2 with necrosome components Although often used as the substrate of autophagy, p62 is actually a multifunctional protein, that interacts with RIP1 and is a component of necrosome [ 30 , 31 ]. As Grb2 has been proposed to be involved in zVAD.fmk and TNF-α-induced necroptosis [ 10 ], we speculated that an association between Grb2 and RIP1 or Grb2 and p62 might existed. Using the Retrieval of Interacting Genes/Proteins (STRING) web, which is a tool for exploring protein–protein interactions [ 32 ], we found potential interactions among Grb2, RIP1 and p62, whereas all these proteins including EGFR, were located in the same network (Fig. 4A ). All of them are interconnected among each other and the strength of the relationship between them is indicated by the thickness of lines (Fig. 4A ). To confirm the interactions among the aforementioned proteins, we next performed a co-immunoprecipitation assay. As showen in Fig. 4B , Grb2 co-immunoprecipitated with both RIP1 and p62, whereas rasfonin at the dose of 12 μM markedly enhanced their interactions. Unlike Grb2, which bound to p62 in either DMSO-control or rasfonin-treated cells, we found that p62 appeared to pull down RIP1 and EGFR only when the cells were treated with rasfonin at a dose of 12 μM (Fig. 4C ), although the compound promoted more Grb2 to associate with p62 at this concentration (Fig. 4C ). ROS have been considered to be involved in both necroptosis and apoptosis [ 33 ]. Given the close association between ROS and EGFR signaling [ 29 ], we assumed that rasfonin might affect the possible interaction between EGFR and components of necrosomes. Using an antibody against EGFR, we found that it pulled down both Grb2 and p62 (Fig. 4D ). Nevertheless, neither of them showed an increased binding to the kinase receptor upon rasfonin challenge (Fig. 4D ), whereas a relatively higher molecular band of RIP1 appeared in EGFR immunoprecipitates (Fig. 4D ). In reverse immunoprecipitation using the RIP1, we observed that rasfonin enhanced the interaction between RIP1 and Grb2, whereas more EGFR appeared in its immunoprecipitate when rasfonin was used at the dose of 12 μM (Fig. 4E ). Furthermore, it interacted with p62 in both DMSO- and rasfonin-treated cells (Fig. 4E ). In addition to the normal molecular band, we found that RIP1 bands of higher molecular weight existed in its immunoprecipitate, suggesting that the kinase may undergo oligomerization and/or other modification under these conditions [ 34 ]. Utilizing chemical cross-linking, we observed that RIP1 might form a complex in either total cellular lysates or its immunoprecipitates (Supplement Fig. 2A, B ). The above results indicated that both Grb2 and EGFR might participate in regulating rasfonin-dependent necroptosis. Fig. 4 Rasfonin enhanced the interaction of Grb2 with components of necrosomes. A The STRING network analysis of possible interactions among EGFR, Grb2, RIP1 and p62. B–E ACHN cells were exposed to rasfonin (6 or 12 μM) for 6 h, and equal amounts of cell lysates were immunoprecipitated with the mouse monoclonal antibodies of Grb2, p62, EGFR, RIP1 or IgG. Immunoprecipitates were then immunoblotted for the indicated polyclonal (Grb2, p62 and EGFR) or monoclonal (RIP1) antibodies. Similar experiments were repeated twice. Knockdown of EGFR reversed the inhibitory effect of rasfonin on autophagy Autophagy plays a dual role during malignant transformation, while EGFR is able to play a key regulatory role in determining whether autophagy inhibits or promotes cancer [ 35 ]. Gefitinib is a first-generation EGFR tyrosine kinase inhibitor (TKIs) [ 36 ] and its treatment was found to enhance the autophagic process in non-small cell lung cancer. Since it increased the phosphorylation of EGFR, we speculated that rasfonin might inhibit autophagy through this kinase receptor. In the following experiment, we first used gefitinib to suppress EGFR, and found that its presence rescued autophagy in rasfonin-treated cells (Fig. 5A ). To confirm the results with gefitinib, we knocked down EGFR in the cells. In contrast to the mock-control, rasfonin failed to inhibit autophagy in EGFR-deprived cells (Fig. 5B, C ). Fig. 5 Knockdown of EGFR reversed the inhibitory effect of rasfonin on autophagy. A ACHN cells were treated with rasfonin (12 μM) with or without gefitinib (5 μM) for 4 h. B After transfection with the control (Mock) or EGFR siRNA (siEGFR) for 48 h, ACHN cells were treated with rasfonin (12 μM) for 4 h. Cell lysates in ( A , B ) were analyzed by immunoblotting with the indicated antibodies. C The efficiency of siRNA interference was determined with sample in ( B ). D Schematic representation of the WT EGFR and K721A EGFR. E , F HEK293T cells were transfected transiently with the WT EGFR or K721A EGFR plasmids for 36 h, and treated with rasfonin (12 μM) for 4 h. Cell lysates were analyzed by immunoblotting with the indicated antibody. Actin was used as a loading control. Similar experiments were repeated at least three times. A previous study revealed that EGFR with a mutated kinase domain initiates the autophagic process upon serum starvation [ 37 ]. To further determine EGFR signaling in the regulation of rasfonin-induced autophagy, we transfected wild type (WT) EGFR and the kinase motif mutant (K721A) in HEK293T cells, which have a much lower expression of the receptor than ACHN (Supplement Fig. 2C ). As expectedly, rasfonin failed to inhibit autophagy in K721A-transfected but not WT EGFR overexpressing cells (Fig. 5D-F ). Rasfonin failed to inhibit autophagy in Grb2-depleted cells In human umbilical vascular endothelial cells (HUVECs), knockdown of Grb2 was found to inhibit either pterostilbene or upregulation of the active form of Rab13-induced autophagy [ 38 ]. More recently, a study demonstrated that microRNA-378 (miR-378) attenuated autophagy and inhibited AKT/mTOR signaling downregulating Grb2 [ 39 ]. Since Grb2 is a downstream adapter of EGFR, we wondered whether the expression of Grb2 could affect rasfonin-dependent autophagy. Similar to EGFR depletion, rasfonin was unable to inhibit the autophagic process in Grb2-depleted cells (Fig. 6A, B ). To confirm the aforementioned results, we transfected HEK293T cells with either WT or SH3 domain mutated Grb2 (DN Grb2, a function-loss mutant), and found that overexpression of WT Grb2 but not DN Grb2 suppressed the rasfonin-depended autophagic process (Fig. 6C-F ). Fig. 6 Rasfonin failed to inhibit autophagy in Grb2-depleted cells. A Following transfection with the control (Mock) or Grb2 siRNA (siGrb2) for 48 h, ACHN cells were treated with rasfonin (12 μM) for 4 h. Cell lysates were analyzed by immunoblotting with the indicated antibodies. B The efficiency of siRNA interference was determined with sample in ( A ). C Schematic representation of the WT Grb2 and mutant DN Grb2. D , E HEK293T cells were transfected transiently with the WT Grb2 or DN Grb2 plasmids for 36 h, and treated with rasfonin (12 μM) for 4 h. Cell lysates were analyzed by immunoblotting with the indicated antibody. Actin was used as a loading control. F The transfection efficiency was detected and acquired by using fluorescence microscope. Similar experiments were repeated at least three times. Grb2 mediated the expression of RIP1 and was involved in rasfonin-induced necroptosis Although it has not been directly proven, Grb2 is proposed to be involved in necroptosis [ 10 ]. Given the RIP1 interacts with Grb2 and EGFR, we next examined whether Grb2 was able to regulate the expression of RIP1 in the cells with or without rasfonin treatment. Indeed, we found that the expression of RIP1 mRNA was upregulated in Grb2-silenced cells, whereas rasfonin treatment markedly increased the mRNA expression of RIP1 in mock-control cells but not in Grb2-depleted cells (Fig. 7A ). Utilizing immunoblotting, however, we found that knockdown of Grb2 failed to increase the protein levels of RIP1 in both DMSO-control and rasfonin-treated cells, suggesting that the loss of Grb2 may affect the translation of RIP1. In contrast, rasfonin upregulated the protein expression of RIP1 in mock-control cells (Fig. 7B ). To determine whether Grb2 was involved in regulating rasfonin-activated necroptosis, we performed flow cytometry assays following Grb2 silencing. As shown in Fig. 7C , rasfonin-induced necrosis was markedly decreased in Grb2-deprived cells (Fig. 7C, D ). Unexpectedly, the loss of Grb2 also reduced the induced apoptosis and the cleavage of poly (ADP-ribose) polymerase-1 (PARP-1) (Fig. 7E ), which is often used as an indicator of caspase-dependent apoptosis [ 5 ]. Given the Nec-1 is able to inhibit rasfonin-promoted necrosis, we assumed that Grb2 was likely involved in rasfonin depended necroptosis. Fig. 7 Grb2 mediated the expression of RIP1 and was involved in rasfonin-induced necroptosis. A–E After transfection with the control (Mock) or Grb2 siRNA (siGrb2) for 48 h, ACHN cells were exposed to 12 μM rasfonin for 6 h, and the total RNA was extracted, reversed, and detected by real-time PCR ( A ); cell lysates were analyzed by immunoblotting with the indicated antibodies, Actin was used as a loading control ( B ); the apoptosis and necrosis induced by rasfonin were determined by flow cytometry ( C and D ). Apoptotic: AV-positive and PI-negative; necrotic: PI-positive. The data are presented as mean ± S.D. from three independent experiments. The double asterisk denotes the group is statistically different from the control groups ( P < 0.01). E Cell lysates in ( B ) were analyzed by immunoblotting with the indicated antibodies, and ratios between cleaved PARP-1 (cPARP-1) and PARP-1, or between cPARP-1 and Actin (A), or between PARP-1 and Actin (A) were shown below the blots. Similar experiments were repeated at least three times. F Schematic mechanism of EGFR/Grb2 in rasfonin-dependent autophagy and necroptosis. Discussion In the present study, we directly proved that either EGFR or Grb2 was able to interact with p62 and RIP1, both of which were demonstrated to participate in the regulation in necroptosis, whereas the reduction of rasfonin-induced necrosis in Grb2-depleted cells confirmed that Grb2 did play a regulatory role in the programmed necrotic process. Compounds from fungi often produce ROS, which have a signaling role in a variety of biological systems and induce programmed cell death or necrosis [ 26 ]. While the regulatory role of ROS in other modes of cell death has been widely investigated [ 40 ], its impact on necrotic signaling and necroptosis is less clear. Recently, a study revealed that ROS activated RIP1 autophosphorylation on serine residue 161 to ensure the effective induction of necroptosis [ 41 ]. It is well known that ROS can transactivate EGFR to cause activation of the Ras/mitogen-activated protein kinase (MAPK) pathway [ 28 ], whereas Ras can also be the upstream signal for AKT, which is involved in regulating necroptosis [ 34 , 42 ]. Thus, we reasonably believe that rasfonin induced necroptosis by generating ROS, consequently leading to the activation of EGFR/Ras signaling, in which Grb2 is well known to play a critical role. It should be noted that, unlike Grb2, the EGFR antibody failed to pull down RIP1 at its normal molecular weight. Therefore, we assumed that the interaction between EGFR and Grb2 could convey necrotic signaling to RIP1 to induce necroptosis upon rasfonin stimulation. Since Grb2 also binds to either TNFR1 or FasL [ 10 , 43 ], whether these two proteins are involved in rasfonin-induced necroptosis awaits further investigation. Although knockdown of Grb2 increased the mRNA expression of RIP1, we failed to observe an increase in its protein level, suggesting that loss of the adapter protein may affect translation of the latter. Consequently, the reduced expression of RIP1 should have disrupted the formation of nucleosomes in response to rasfonin challenge. In addition to regulating necroptosis, RIP1 is also involved in the mediation of autophagy [ 44 ]. Our previous study revealed that RIP1 and PARP-1 are required for the activation of the autophagic process upon challenge with 11'-deoxyverticillin A, another compound isolated from fungi [ 25 ]. RIP1 was found to participate in regulating both basal and induced autophagic processes. Moreover, in L929 fibroblast cells, the role of RIP1 in autophagic cell death has been demonstrated [ 45 ]. Given that RIP1 was able to mediate either autophagy or necroptosis induced by rasfonin, its role in programmed cell death was possibly decided or closely associated with the strength of any stimulus. Additionally, RIP1 was certainly found to play a regulatory role other than necroptosis; indeed, it has been found to maintain epithelial homeostasis by inhibiting both apoptosis and necroptosis [ 46 ]. Therefore, RIP1 may perform multiple functions in regulating cellular physiology and physiopathology. Concerning its role in necroptosis, we reasonably believe that the role of RIP1 could be context dependent. Although often utilized as a substrate of autophagy, p62 is a protein that possesses many biological functions and acts as a binding partner of various proteins [ 14 ]. Importantly, it plays a critical role in selective autophagy and connects two degradation pathways (autophagy/lysosome and proteasome/ubiquitin) in eukaryotic cells [ 47 ]. In both cancer cells and neurons, p62 can serve as a scaffold to modulate the mode of programmed cell death [ 48 ]. Upon stimulation of necroptosis, p62 forms a complex with RIP1-RIP3, promotes the binding of RIP1 and RIP3, and induces subsequent MLKL phosphorylation, resulting in programmed necrosis [ 15 ]. In the present study, we found that, unlike binding to Grb2, p62 only pulled down RIP1 and EGFR when rasfonin was used at a relatively high dose. Thus, it might cooperate with Grb2 to recruit more EGFR and/or RIP1 for the activation of necroptosis. Since they interact with either p62 or RIP1, the direct involvement of EGFR and Grb2 in the formation of nucleosomes requires further investigation. In conclusion, our study identified that both EGFR and Grb2 interacted with the components of necrosomes to participate in rasfonin-induced necroptosis (Fig. 7F ). The data presented here broaden our knowledge about programmed necrosis and enable us to better understand the regulatory mechanism of necroptosis and autophagy. Materials and methods Chemicals and antibodies Chloroquine diphosphate salt (CQ, C6628), gefitinib (Gef, SML1657), necrostatin-1 (Nec-1, 480065), N-acetyl-L-cysteine (NAC, 1009005) and polyclonal antibodies against LC3 (L7543) were purchased form Sigma-Aldrich (St. Louis, MO, USA). Cell Signaling Technology (Boston, MA, USA) provided antibodies against p-EGFR (Tyr1068, 3777), EGFR (2232) and RIP1 (3493). Purified Mouse anti-RIP (610458) was acquired from BD Transduction Laboratories (Franklin, NJ, USA). Anti-Grb2 antibodies (ab49876 and ab32037) was obtained from Abcam (Cambridge, MA, UK) and monoclonal antibody of Grb2 (sc-8034) was purchased from Santa Cruz Biotechnology. Proteintech (Wuhan, China) supplied antibody against SQSTM/p62(18420-1-AP) and EGFR (18986-1-AP). ZhongShanJinQiao Biocompany (Beijing, China) produced anti-actin (TA-09). Alexa Fluor® 488 Goat anti-Mouse IgG (H + L) secondary antibody (A-11001) were acquired from Molecular Probes (Eugene, OR, USA). MTS reagent powder (G1111) was obtained from Promega Corporation (Madision, WI, USA). ROS kit (S0033) was purchased for Beyotime (Shanghai, China). Small interference RNA (siRNA) of RIP1 (sc-36426 and L-004445-00), EGFR (sc-29301 and L-003114-00) and Grb2 (sc-29334 and L-019220-00) were obtained from Santa Cruz Biotechnology and Dharmacon along with control siRNA. Cell culture and immunoblotting analysis The experiments were performed as previously decribed [ 26 , 49 ]. ACHN cells were purchased from the American Type Culture Collection (ATCC, Manassas, VA, USA). HEK293T cells were kindly provided by Dr. Alexander Sorkin (Faculty, Cell Biology, University of Pittsburgh, 4200 Fifth Avenue Pittsburgh, PA 15260). ACHN and HEK293T cells were cultured in DMEM medium (HyClone; SH20022.01B) containing 1% antibiotics and 10% fetal bovine serum (GIBCO, Grand Island, NY, USA). Transient transfection was performed using Lipofectamine 2000 (Invitrogen) or Attractene (QIAGEN) according to manufacturer’s protocol when cells were grown to 80% conflency. After 36 h transfection, the cells were spilt, cultured overnight and exposed to the indicated stimulations. For siRNA interference, cells were cultured to 30% conflency in the media without antibiotics were transfected using DharmaFECT (Dharmacon, T2001) according to manufacturer’s instructions. After transfection for 48 h, the cells were spilt, grew overnight and then exposed to the indicated stimulations. Whole cell lysates were prepared with lysis using Triton X-100/glycerol buffer (4 mM EDTA, 2 mM EGTA, 1 mM dithiothreitol, 50 mM Tris-HCl, pH 7.4, 1% Triton X-100, 1% SDS, and protease inhibitors), then separated on an SDS-PAGE gel and transferred onto a PVDF membrane. Immunoblot analyses were performed using the appropriate primary antibodies and horseradish peroxidase-conjugated suitable secondary antibodies. The proteins were visualized by chemiluminescence (Pierce Chemical). Immunoprecipitation The cell extract was prepared with lysis using Triton X-100/glycerol buffer as described above. EGFR, p62, RIP1 and Grb2 were immunoprecipitated over 3 h in 4 °C and then incubated for 1 h in Protein A-Sepharose or Protein G-Sepharose (Vigorous Biotechnology, Beijing, China). Cell lysates were electrophoresed on SDS-PAGE and subjected to immunoblotting analysis. The method was performed as previous [ 50 ]. Chemical cross-linking Chemical cross-linking was performed as previously described [ 5 ]. Briefly, the cells were seeded in 100 mm-dishes with 70–80% confluence, and then, the culture was carried out for 12 h before cells collection and washing following the indicated treatment. After resuspending the pellet with PBS to 5 × 10 6 cells/ml, 4% paraformaldehyde was added to the final concentration of 0.5%, and then cells were incubated for 30 min at 37 °C. Following addition of 2.5 M glycine (pH 3.0) to the final concentration of 125 mM and incubation at room temperature (RT) for 5 min, cells were centrifuged at 2,000 rpm for 5 min. After washing twice with PBS, Triton X-100/glycerol buffer was added to acquire the whole cell lysates, which were then used in the following immunoprecipitation experiments. For the samples acquired after chemical cross-linking, the denaturation temperature was set at 70 °C instead of 96 °C, to avoid depolymerization of the complexes. Cell viability assay (MTS) Cell viability assay was performed as previously described [ 50 ]. Briefly, the cells were grown in 96 well plates (7,500 cells per well) in 100 µL complete culture media. After overnight culture, the cells were replaced with complete medium of phenol red free, which was added either by drug-free or with rasfonin or other chemicals (Nec-1 and NAC). The cells were incubated for indicated period and the cell viability was detected by CellTiter 96 Aqueous Non-Radioactive Cell Proliferation Assay (Promega). ROS assay ROS assay was performed as previously described [ 26 ]. ACHN cells were divided into 96 well plates and incubated overnight at 100 μL per well. DCFH-DA was diluted with a serum-free medium at 1:1000 to a final concentration of 10 μmol/l. Remove the cell culture medium and add an appropriate amount of diluted DCFH-DA. This is recommended to add the volume to cover the cell. Incubate for 20 min in a 37 °C cell incubator. The cells were washed three times in a serum-free cell culture medium and completely remove DCFH-DA which did not enter the cells. Microplate reader (488 nm excitation wavelength, 525 nm emission wavelength), each sample set up three holes, the same test repeated three times. Fluorescence microscopy The experiment was done as previously decribed [ 49 ]. Either HEK293T or ACHN cells were split and cultured on coverslips for 12 h before addition of rasfonin for the time indicated. Freshly prepared 4% paraformaldehyde was utilized to fix the cells at room temperature (RT) for 15 min. After washing three times with PBS, the cells were blocked with PBS containing 3% BSA for 1 h, and then incubated with the indicated antibodies, stained with Alex Fluor 488 secondary antibodies and visualized using Fluorescence microscopy (Zeiss). Electron microscopy Electron microscopy was performed as described [ 5 ]. Shortly, the sample was washed three times with PBS, trypsinized, and collected by centrifuging. The cell pellet was immobilized with 4% paraformaldehyde at 4 °C overnight, post-fixed with 1% OsO 4 in cacodylate buffer at RT for 1 h, and dehydrated stepwise with ethanol. The dehydrated pellets were rinsed with propylene oxide at RT for 30 min and embedded in Spurr resin for sectioning. Images of thin sections were observed under a transmission electron microscope (JEM1230, Japan). Flow-cytometry assay The ACHN cells were challenged by rasfonin, then trypsinized and harvested (keeping all floating cells), washed with cold PBS buffer. After washing, the cells were incubated with fluorescein isothiocyanate-labeled annexin V (FITC) and propidium iodide (PI) as instructed in the Annexin-V-FITC Apoptosis Detection Kit (Biovision Inc., Milpitas, CA, USA, K101-100) and analyzed by flow cytometry (FACSAria, Becton Dickinson, Franklin Lakes, NJ, USA). The cells with annnexin V-positive and PI-negative staining were calculated as apoptotic, whereas PI-positive staining was considered as necrotic. The method was performed as previous [ 17 , 18 ]. Reverse transcription and real-time PCR The total cellular RNA was extracted using TRIzol reagent (Invitrogen; 15596-018) according to the manufacturer’s protocol, and the RNA integrity was confirmed by electrophoresis of 1% agarose gel stained ethyl bromide. 1 μg of the total RNA was reversely transcribed using PrimeScriptTM RT reagent Kit (TaKaRa; DRR037A). Real-time PCR was carried out using a SYBR real-time PCR kit (Sigma-Aldrich) in an Eppendorf Mastercycle EP (Eppendorf AG 22331; Hamburg). Primer sequences used for amplification were as follows: RIP1 upstream primer, 5'- GGA GAT TGG TGG GAC GAG-3'; downstream primer, 5'- GTG AAG CCC AGT TTA CGG -3'; EGFR upstream primer, 5'- TGT GCC CAC TAC ATT GAC G -3'; downstream primer, 5'- GGG ATC TTA GGC CCA TTC -3'; Grb2 upstream primer, 5'- AAA AGA CGG CTT CAT TCC -3'; downstream primer, 5'- GTG CTG CAC ATC GTT TCC -3'; β -actin upstream primer, 5'-GCC TGA CGG CCA GGT CAT CAC-3'; downstream primer, 5'-CGG ATG TCC ACG TCA CAC TTC-3'. Expression of β -actin was used as the internal control. The method was performed as previous [ 5 ]. Statistical analysis The linear range of chemiluminescence signals of immunoblotting images were analyzed and validated in order to perform quantifications were carried out through utilizing densitometry. Statistical significance was analyzed using one-way ANOVA and the Student-Newman-Keuls post-hoc test. Results of multi-plates enzyme immunoassay was shown as mean ± SD [ 49 ]. Supplementary information Supplemental Information Original full length western blots Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Supplementary information The online version contains supplementary material available at 10.1038/s41420-022-01106-1. Acknowledgements This work was supported by grants from National Special Project for Key Science and Technology of Food Safety (No. 2017YFC1601300), and the National Natural Science Foundation of China (81872771). Author contributions EL and LL designed the study and wrote manuscript. BH performed the research and carried out the immunoprecipitation. HH and YL conducted the mutant plasmids. JL performed the Electron microscopy observation. ZX and XJ helped to polish the manuscript and analyzed results. All authors read and approved the final manuscript. Data availability All data generated or analyzed during this study are included in this published article and its supplementary information files. Competing interests The authors declare no competing interests. References 1. Fath I Schweighoffer F Rey I Multon MC Boiziau J Duchesne M Cloning of a Grb2 isoform with apoptotic properties Science 1994 264 971 4 10.1126/science.8178156 8178156 2. Wang Z ErbB receptors and cancer Methods Mol Biol 2017 1652 3 35 10.1007/978-1-4939-7219-7_1 28791631 3. Giubellino A Burke TR Jr. Bottaro DP Grb2 signaling in cell motility and cancer Expert Opin Ther Targets 2008 12 1021 33 10.1517/14728222.12.8.1021 18620523 4. Ijaz M Wang FS Shahbaz M Jiang WJ Fathy AH Nesa EU The role of Grb2 in cancer and peptides as Grb2 antagonists Protein Pept Lett 2017 24 1084 95 5. Hou B Xu S Xu Y Gao Q Zhang C Liu L Grb2 binds to PTEN and regulates its nuclear translocation to maintain the genomic stability in DNA damage response Cell Death Dis 2019 10 546 10.1038/s41419-019-1762-3 31320611 6. Wu M Zhang P EGFR-mediated autophagy in tumourigenesis and therapeutic resistance Cancer Lett 2020 469 207 16 10.1016/j.canlet.2019.10.030 31639425 7. Kurada B Li LC Mulherkar N Subramanian M Prasad KV Prabhakar BS MADD, a splice variant of IG20, is indispensable for MAPK activation and protection against apoptosis upon tumor necrosis factor-alpha treatment J Biol Chem 2009 284 13533 41 10.1074/jbc.M808554200 19289468 8. Shan X Miao Y Fan R Song C Wu G Wan Z Suppression of Grb2 expression improved hepatic steatosis, oxidative stress, and apoptosis induced by palmitic acid in vitro partly through insulin signaling alteration Vitr Cell Dev Biol Anim 2013 49 576 82 10.1007/s11626-013-9646-9 9. Hildt E Oess S Identification of Grb2 as a novel binding partner of tumor necrosis factor (TNF) receptor I J Exp Med 1999 189 1707 14 10.1084/jem.189.11.1707 10359574 10. Hitomi JI Christofferson DE Ng A Yao JH Degterev A Xavier RJ Identification of a molecular signaling network that regulates a cellular necrotic cell death pathway Cell 2008 135 1311 23 10.1016/j.cell.2008.10.044 19109899 11. Green DR Llambi F Cell death signaling Cold Spring Harb Perspect Biol 2015 7 a006080 10.1101/cshperspect.a006080 26626938 12. Kawahara A Ohsawa Y Matsumura H Uchiyama Y Nagata S Caspase-independent cell killing by Fas-associated protein with death domain J Cell Biol 1998 143 1353 60 10.1083/jcb.143.5.1353 9832562 13. Vercammen D Vandenabeele P Beyaert R Declercq W Fiers W Tumour necrosis factor-induced necrosis versus anti-Fas-induced apoptosis in L929 cells Cytokine 1997 9 801 8 10.1006/cyto.1997.0252 9367540 14. Katsuragi Y Ichimura Y Komatsu M p62/SQSTM1 functions as a signaling hub and an autophagy adaptor FEBS J 2015 282 4672 8 10.1111/febs.13540 26432171 15. Goodall ML Fitzwalter BE Zahedi S Wu M Rodriguez D Mulcahy-Levy JM The autophagy machinery controls cell death switching between apoptosis and necroptosis Dev Cell 2016 37 337 49 10.1016/j.devcel.2016.04.018 27219062 16. Xiao Z Li L Li Y Zhou W Cheng J Liu F Rasfonin, a novel 2-pyrone derivative, induces ras-mutated Panc-1 pancreatic tumor cell death in nude mice Cell Death Dis 2014 5 e1241 10.1038/cddis.2014.213 24853419 17. Lu Q Yan S Sun H Wang W Li Y Yang X Akt inhibition attenuates rasfonin-induced autophagy and apoptosis through the glycolytic pathway in renal cancer cells Cell Death Dis 2015 6 e2005 10.1038/cddis.2015.344 26633711 18. Hou B Liu S Li E Jiang X Different role of raptor and rictor in regulating rasfonin-induced autophagy and apoptosis in renal carcinoma cells Chem Biodivers 2020 17 e2000743 10.1002/cbdv.202000743 33155352 19. Choi Y Bowman JW Jung JU Autophagy during viral infection—a double-edged sword Nat Rev Microbiol 2018 16 341 54 10.1038/s41579-018-0003-6 29556036 20. Grimm S Stanger BZ Leder P RIP and FADD: two “death domain”-containing proteins can induce apoptosis by convergent, but dissociable, pathways P Natl Acad Sci USA 1996 93 10923 7 10.1073/pnas.93.20.10923 21. Cao L Mu W Necrostatin-1 and necroptosis inhibition: pathophysiology and therapeutic implications Pharm Res 2021 163 105297 10.1016/j.phrs.2020.105297 22. Chen S Lv X Hu B Shao Z Wang B Ma K RIPK1/RIPK3/MLKL-mediated necroptosis contributes to compression-induced rat nucleus pulposus cells death Apoptosis 2017 22 626 38 10.1007/s10495-017-1358-2 28289909 23. Liu L Fan JY Ai GH Liu J Luo N Li CX Berberine in combination with cisplatin induces necroptosis and apoptosis in ovarian cancer cells Biol Res 2019 52 37 10.1186/s40659-019-0243-6 31319879 24. Baritaud M Boujrad H Lorenzo HK Krantic S Susin SA Histone H2AX: the missing link in AIF-mediated caspase-independent programmed necrosis Cell Cycle 2010 9 3166 73 10.4161/cc.9.16.12552 20697198 25. Zhang N Chen Y Jiang R Li E Chen X Xi Z PARP and RIP 1 are required for autophagy induced by 11’-deoxyverticillin A, which precedes caspase-dependent apoptosis Autophagy 2011 7 598 612 10.4161/auto.7.6.15103 21460625 26. Li E Hou B Gao Q Xu Y Zhang C Liu X Disulfide cleavage in a dimeric epipolythiodioxopiperazine natural product diminishes its apoptosis-inducing effect but enhances autophagy in tumor cells J Nat Prod 2020 83 601 9 10.1021/acs.jnatprod.9b00994 31944123 27. Chaabane W Appell ML Interconnections between apoptotic and autophagic pathways during thiopurine-induced toxicity in cancer cells: the role of reactive oxygen species Oncotarget 2016 7 75616 34 10.18632/oncotarget.12313 27689330 28. Chen K Thomas SR Albano A Murphy MP Keaney JF Jr Mitochondrial function is required for hydrogen peroxide-induced growth factor receptor transactivation and downstream signaling J Biol Chem 2004 279 35079 86 10.1074/jbc.M404859200 15180991 29. Wang G Li Y Yang Z Xu W Yang Y Tan X ROS mediated EGFR/MEK/ERK/HIF-1alpha loop regulates glucose metabolism in pancreatic cancer Biochem Biophys Res Commun 2018 500 873 8 10.1016/j.bbrc.2018.04.177 29702094 30. Ogasawara M Yano T Tanno M Abe K Ishikawa S Miki T Suppression of autophagic flux contributes to cardiomyocyte death by activation of necroptotic pathways J Mol Cell Cardiol 2017 108 203 13 10.1016/j.yjmcc.2017.06.008 28647341 31. Li C Mu N Gu C Liu M Yang Z Yin Y Metformin mediates cardioprotection against aging-induced ischemic necroptosis Aging Cell 2020 19 e13096 31944526 32. Vijay S Rawal R Kadian K Singh J Adak T Sharma A Proteome-wide analysis of anopheles culicifacies mosquito midgut: new insights into the mechanism of refractoriness BMC Genomics 2018 19 337. 10.1186/s12864-018-4729-3 29739330 33. Galadari S Rahman A Pallichankandy S Thayyullathil F Reactive oxygen species and cancer paradox: to promote or to suppress? Free Radic Biol Med 2017 104 144 64 10.1016/j.freeradbiomed.2017.01.004 28088622 34. Hu S Chang X Zhu H Wang D Chen G PI3K mediates tumor necrosis factor induced-necroptosis through initiating RIP1-RIP3-MLKL signaling pathway activation Cytokine 2020 129 155046 10.1016/j.cyto.2020.155046 32114297 35. Henson E Chen YQ Gibson S EGFR family members' regulation of autophagy is at a crossroads of cell survival and death in cancer Cancers 2017 9 27. 10.3390/cancers9040027 36. Kim Y Lee SH Ahn JS Ahn MJ Park K Sun JM Efficacy and safety of afatinib for EGFR-mutant non-small cell lung cancer, compared with Gefitinib or Erlotinib Cancer Res Treat 2019 51 502 9 10.4143/crt.2018.117 29898592 37. Honegger AM Schmidt A Ullrich A Schlessinger J Separate endocytic pathways of kinase-defective and -active EGF receptor mutants expressed in same cells J Cell Biol 1990 110 1541 8 10.1083/jcb.110.5.1541 2335562 38. Zhang L Dai F Cui L Zhou B Guo Y Up-regulation of the active form of small GTPase Rab13 promotes macroautophagy in vascular endothelial cells Biochim Biophys Acta Mol Cell Res 2017 1864 613 24 10.1016/j.bbamcr.2017.01.003 28087344 39. Luo HC Yi TZ Huang FG Wei Y Luo XP Luo QS Role of long noncoding RNA MEG3/miR-378/GRB2 axis in neuronal autophagy and neurological functional impairment in ischemic stroke J Biol Chem 2020 295 14125 39 10.1074/jbc.RA119.010946 32605923 40. Holze C Michaudel C Mackowiak C Haas DA Benda C Hubel P Oxeiptosis, a ROS-induced caspase-independent apoptosis-like cell-death pathway Nat Immunol 2018 19 130 40 10.1038/s41590-017-0013-y 29255269 41. Zhang YY, Su SS, Zhao SB, Yang ZT, Zhong CQ, Chen X, et al. RIP1 autophosphorylation is promoted by mitochondrial ROS and is essential for RIP3 recruitment into necrosome. Nat Commun. 2017. 10.1038/ncomms14329. 42. Wang LQ Wang LX Shi X Xu SW Chlorpyrifos induces the apoptosis and necroptosis of L8824 cells through the ROS/PTEN/PI3K/AKT axis J Hazard Mater 2020 398 122905. 10.1016/j.jhazmat.2020.122905 32768820 43. Malarkannan S Molecular mechanisms of FasL-mediated ‘reverse-signaling’ Mol Immunol 2020 127 31 7 10.1016/j.molimm.2020.08.010 32905906 44. Morgan MJ Basal autophagy is negatively regulated by RIP1 Cell Cycle 2015 14 2997 8 10.1080/15384101.2015.1080978 26260169 45. Ye YC Wang HJ Yu L Tashiro S Onodera S Ikejima T RIP1-mediated mitochondrial dysfunction and ROS production contributed to tumor necrosis factor alpha-induced L929 cell necroptosis and autophagy Int Immunopharmacol 2012 14 674 82 10.1016/j.intimp.2012.08.003 23000518 46. Dannappel M Vlantis K Kumari S Polykratis A Kim C Wachsmuth L RIPK1 maintains epithelial homeostasis by inhibiting apoptosis and necroptosis Nature 2014 513 90 4 10.1038/nature13608 25132550 47. Liu WJ Ye L Huang WF Guo LJ Xu ZG Wu HL p62 links the autophagy pathway and the ubiqutin-proteasome system upon ubiquitinated protein degradation Cell Mol Biol Lett 2016 21 29 10.1186/s11658-016-0031-z 28536631 48. Tan CT, Soh NJH, Chang HC, Yu VC. p62/SQSTM1 in liver diseases: the usual suspect with multifarious identities. FEBS J. 2021. 10.1111/febs.16317. 49. Hou BL Li ER Liang JN Liu SC Yang HY Liu L The unique Akt inhibitor SC66 suppressed AMPK activity and abolished autophagy through the EGFR-p62 pathway Cell Biol Int 2022 46 311 22 10.1002/cbin.11732 34854518 50. Hou B Wang G Gao Q Wei Y Zhang C Wang Y SQSTM1/p62 loss reverses the inhibitory effect of sunitinib on autophagy independent of AMPK signaling Sci Rep. 2019 9 11087 10.1038/s41598-019-47597-4 31366950",
  "plain_text": "The underlying mechanism by which growth factor receptor-bound protein 2 (Grb2) regulates necroptosis remains unexplored. In the present study, we found that rasfonin, a fungal natural product and an activator of necroptosis, enhanced Grb2 binding to receptor-interacting serine/threonine kinase 1 (RIP1), which plays a critical role in regulating programmed necrosis. Moreover, we observed that SQSTM/p62 (p62), a protein that can form necrosomes with RIP1, increased its interaction with Grb2 upon rasfonin challenge. Although it has been used as an activator of autophagy in our previous study, here we found that a high dose of rasfonin was able to inhibit autophagic process. Inhibition of RIP1 either chemically or genetically reversed the inhibition of rasfonin on autophagy, whereas knockdown of Grb2 markedly reduced rasfonin-induced necrosis. Additionally, we found that the compound failed to upregulate the expression of RIP1 in Grb2-deprived cells. In summary, our data revealed that Grb2 actively participated in rasfonin-induced necroptosis by interacting with the components of necrosome and mediating their expression."
}
