{
    "PMC": "7265956",
    "DOI": "10.5114/wo.2020.94725",
    "PMID": "32514234",
    "PMCID": "PMC7265956",
    "title": "The top 100 cited articles in lung cancer - a bibliometric analysis.",
    "year": 2020,
    "source_url": "https://europepmc.org/article/PMC/PMC7265956",
    "source": "MED",
    "abstract_text": "<h4>Aim of the study</h4>To analyze the 100 most cited lung cancer articles published in biomedical literature in the last 44 years. We pointed out developments in lung cancer and aimed to create convenient access for the researchers of this dynamic field.<h4>Material and methods</h4>We accessed the WoS database (accessed: 15.07.2019) using the keyword \"lung cancer\" between 1975 and 2019. The top 100 cited articles were analyzed by topic, journal, author, year, institution, level of evidence, adjusted citation index and also the correlations between citation, adjusted citation index, impact factor and length of time since publication.<h4>Results</h4>A total of 240,701 eligible articles were identified and we chose the top 100 articles cited in the field of lung cancer. The mean number of citations for these articles was 1879.82 ±1264.78. The most cited article was (times cited: 7751) a study by Lynch <i>et al. The New England Journal of Medicine</i> (NEJM) made the greatest contribution to the top 100 list with 32 articles, and the most cited article also originated from NEJM. The highest number of citations was seen in 2017 with 18,393 citations while the highest number of publications was seen in 2005 with 12 publications.<h4>Conclusions</h4>Oncology is a developing field and we have seen the evolution in this area through the treatment of lung cancer in recent years. The first 100 articles in our analysis not only reflect the landmark articles with the greatest impact on lung cancer research, but also acknowledge the most productive authors and institutions that have contributed to the list with their articles.",
    "full_text": "Contemp Oncol (Pozn) Contemp Oncol (Pozn) WO Contemporary Oncology 1428-2526 1897-4309 Termedia Publishing House 7265956 94725 10.5114/wo.2020.94725 Original Paper The top 100 cited articles in lung cancer – a bibliometric analysis Samanci Nilay Sengul Celik Emir Department of Medical Oncology, Istanbul University-Cerrahpasa, Cerrahpasa Medical Faculty, Istanbul, Turkey Address for correspondence Nilay Sengul Samanci , Department of Medical Oncology, Istanbul University Cerrahpasa Medical Faculty, 34096 Istanbul, Turkey. e-mail: nilaysengulsamanci@gmail.com 30 3 2020 2020 24 1 17 28 12 11 2019 05 1 2020 Copyright: © 2020 Termedia Sp. z o. o. 2020 This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International (CC BY-NC-SA 4.0) License, allowing third parties to copy and redistribute the material in any medium or format and to remix, transform, and build upon the material, provided the original work is properly cited and states its license. Aim of the study To analyze the 100 most cited lung cancer articles published in biomedical literature in the last 44 years. We pointed out developments in lung cancer and aimed to create convenient access for the researchers of this dynamic field. Material and methods We accessed the WoS database (accessed: 15.07.2019) using the keyword “lung cancer” between 1975 and 2019. The top 100 cited articles were analyzed by topic, journal, author, year, institution, level of evidence, adjusted citation index and also the correlations between citation, adjusted citation index, impact factor and length of time since publication. Results A total of 240,701 eligible articles were identified and we chose the top 100 articles cited in the field of lung cancer. The mean number of citations for these articles was 1879.82 ±1264.78. The most cited article was (times cited: 7751) a study by Lynch et al. The New England Journal of Medicine (NEJM) made the greatest contribution to the top 100 list with 32 articles, and the most cited article also originated from NEJM. The highest number of citations was seen in 2017 with 18,393 citations while the highest number of publications was seen in 2005 with 12 publications. Conclusions Oncology is a developing field and we have seen the evolution in this area through the treatment of lung cancer in recent years. The first 100 articles in our analysis not only reflect the landmark articles with the greatest impact on lung cancer research, but also acknowledge the most productive authors and institutions that have contributed to the list with their articles. bibliometric study citation lung cancer Introduction Lung cancer is an important health problem with an increasing incidence. In most European countries, lung cancer has increased so dramatically that it may be considered one of the major health problems in the last century [ 1 ]. The most common causes of cancer-related death are cancers of the lung and bronchus (24%), prostate (10%) and colorectum (9%) in men, and lung and bronchus (23%), breast (15%), and colorectum (8%) in women [ 2 ]. Although lung cancer has long been characterized by late-stage diagnosis and poor survival, encouraging results have been achieved for lung cancer screening in high-risk populations in the last decade and there has been significant progress in systemic treatments for molecular subgroups of patients with advanced disease. Furthermore, within the last ten years, new molecular targets have emerged, next-generation drugs with more specific target effects have been introduced, and targeting specific resistant mutations is expected to advance the treatment of lung cancer by creating a chronic therapeutic pathway [ 3 ]. This bibliometric study demonstrates the development of lung cancer treatment over the years. Bibliometric studies represent an important study type showing the trend topics in a given field. Numerous medical and surgical specialists have published the most cited articles in their specialties in the form of bibliometric analysis such as general surgery [ 4 ], anesthesiology [ 5 ], orthopedics [ 6 ], otolaryngology [ 7 ], radiology [ 8 ] and plastic surgery [ 9 ]. The first bibliometric analysis was penned by Garfield and published in JAMA in 1987 [ 10 ]. He also continued with new bibliometric studies in different fields of medical science. The purpose of our study was to identify and analyze the 100 most cited lung cancer articles published in biomedical literature in the last 44 years. We determined the number of citations with ranking, average citations per year (ACY), citations and publications by year, publishing journal, institution and country of origin, the most common subject of frequently cited articles, authorship status of classical papers and correlation analyses between citation, ACY, Impact Factor (IF) and length of time since publication in years. Material and methods Study design Study type: retrospective clinical study, Level of evidence: 3 or Group B (Scottish Intercollegiate Guidelines Network; SIGN) [ 11 ]. Data collection and inclusion criteria: In this paper reporting a bibliometric citation analysis, data were obtained from Thomson Reuters’ WoS Core Collection database (Philadelphia, Pennsylvania, USA) and PubMed (US National Library of Medicine-National Institutes of Health). We accessed the WoS database (accessed: 15.07.2019) using the keyword “lung cancer” between 1975 and 2019. We identified 240,701 articles and conducted an analysis of the top 100 cited articles among these hits shown in Table 1 [ 12 – 111 ]. Articles not relevant to lung cancer were excluded from our study and we included original research articles, editorials, correspondences, review articles and case reports. We also utilized the PubMed database to obtain additional data related to the study. Two of the authors (NSS and EC) independently identified T100 with consensus. The difference in time since publication among the top 100 articles may cause a bias as older articles may be more likely to have obtained more citations owing to a longer citable period. The Web of Science, Citation Report feature displays bar charts for the number of items published each year and calculates the average number of citations per year per publication. Due to this bias, we used the ACY for each article. Table 1 The top 100 cited articles in lung cancer Rank Article Citations ACY* 1 Lynch TJ, Bell D, Sordella R, et al. Activating mutations in the epidermal growth factor receptor underlying responsiveness of nonsmallcell lung cancer to gefitinib. N Engl J Med 2004; 350: 2129-2139 7751 484.44 2 Aaronson NK, Ahmedzai S, Bergman B, et al. The European Organization for Research and Treatment of Cancer QLQC30: a quality-of-life instrument for use in international clinical trials in oncology. J Natl Cancer Inst 1993; 85: 365-376 7190 266.30 3 Paez JG, Jänne PA, Lee JC, et al. EGFR mutations in lung cancer: correlation with clinical response to gefitinib therapy. Science 2004; 304: 1497-1500 6599 412.44 4 Mok TS, Wu YL, Thongprasert S, et al. Gefitinib or carboplatin-paclitaxel in pulmonary adenocarcinoma. N Engl J Med 2009; 361: 947-957 4907 446.09 5 Shepherd FA, Rodrigues Pereira J, Ciuleanu T, et al. Erlotinib in previously treated nonsmallcell lung cancer. N Engl J Med 2005; 353: 123-132 4163 277.53 6 Sandler A, Gray R, Perry MC, et al. Paclitaxel-carboplatin alone or with bevacizumab for non-small-cell lung cancer. N Engl J Med 2006; 355: 2542-2550 4076 291.14 7 Schiller JH, Harrington D, Belani CP, et al. Comparison of four chemotherapy regimens for advanced non-small-cell lung cancer. N Engl J Med 2002; 346: 92-98 3672 204 8 Mountain CF. Revisions in the International System for Staging Lung Cancer. Chest 1997; 111: 1710-1717 3663 159.26 9 National Lung Screening Trial Research Team, Aberle DR, Adams AM, et al. Reduced lung-cancer mortality with lowdose computed tomographic screening. N Engl J Med 2011; 365: 395-409 3539 393.22 10 Maemondo M, Inoue A, Kobayashi K, et al. Gefitinib or chemotherapy for non-small-cell lung cancer with mutated EGFR. N Engl J Med. 2010; 362: 2380-2388 3077 307.7 11 Temel JS, Greer JA, Muzikansky A, et al. Early palliative care for patients with metastatic non-small-cell lung cancer. N Engl J Med 2010; 363: 733-742 3042 304.2 12 Engelman JA, Zejnullahu K, Mitsudomi T, et al. MET amplification leads to gefitinib resistance in lung cancer by activating ERBB3 signaling. Science 2007; 316: 1039-1043 3000 230.77 13 Brahmer J, Reckamp KL, Baas P, et al. Nivolumab versus Docetaxel in Advanced Squamous-Cell Non-Small-Cell Lung Cancer. N Engl J Med 2015; 373: 123-135 2966 593.2 14 Soda M, Choi YL, Enomoto M, et al. Identification of the transforming EML4-ALK fusion gene in non-small-cell lung cancer. Nature 2007; 448: 561-566 2960 227.69 15 Kwak EL, Bang YJ, Camidge DR, et al. Anaplastic lymphoma kinase inhibition in non-small-cell lung cancer. N Engl J Med 2010; 363: 1693-1703 2910 291 16 Borghaei H, Paz-Ares L, Horn L, et al. Nivolumab versus Docetaxel in Advanced Nonsquamous Non-Small-Cell Lung Cancer. Engl J Med 2015; 373: 1627-1639 2907 581.40 17 Rosell R, Carcereny E, Gervais R, et al. Erlotinib versus standard chemotherapy as first-line treatment for European patients with advanced EGFR mutation-positive non-small-cell lung cancer (EURTAC): a multicentre, open-label, randomised phase 3 trial. Lancet Oncol 2012; 13: 239-246 2804 350.5 18 Cole SP, Bhardwaj G, Gerlach JH, et al. Overexpression of a transporter gene in a multidrug-resistant human lung cancer cell line. Science 1992; 258: 1650-1654 2786 99.50 19 Kobayashi S, Boggon TJ, Dayaram T, et al. EGFR mutation and resistance of non-small-cell lung cancer to gefitinib. N Engl J Med 2005; 352: 786-792 2549 169.93 20 Rizvi NA, Hellmann MD, Snyder A, et al. Cancer immunology. Mutational landscape determines sensitivity to PD-1 blockade in non-small cell lung cancer. Science 2015; 348: 124-128 2501 500.2 21 Non-small Cell Lung Cancer Collaborative Group. Chemotherapy in non-small cell lung cancer: a meta-analysis using updated data on individual patients from 52 randomised clinical trials. BMJ 1995; 311: 899-909 2474 98.96 22 Mitsudomi T, Morita S, Yatabe Y, et al. Gefitinib versus cisplatin plus docetaxel in patients with non-small-cell lung cancer harbouring mutations of the epidermal growth factor receptor (WJTOG3405): an open label, randomised phase 3 trial. Lancet Oncol 2010; 11: 121-128. 2447 244.7 23 Travis WD, Brambilla E, Noguchi M, et al. International association for the study of lung cancer/american thoracic society/european respiratory society international multidisciplinary classification of lung adenocarcinoma. J Thorac Oncol 2011; 6: 244-285 2309 256.6 24 Fukuoka M, Yano S, Giaccone G, et al. Multi-institutional randomized phase II trial of gefitinib for previously treated patients with advanced non-small-cell lung cancer (The IDEAL 1 Trial). J Clin Oncol 2003; 21: 2237-2246 2256 132.71 25 Zhou C, Wu YL, Chen G, et al. Erlotinib versus chemotherapy as firstline treatment for patients with advanced EGFR mutation-positive non-small-cell lung cancer (OPTIMAL, CTONG0802): a multicentre, open-label, randomised, phase 3 study. Lancet Oncol 2011; 12: 735-742 2227 247.44 26 Yanaihara N, Caplen N, Bowman E, et al. Unique microRNA molecular profiles in lung cancer diagnosis and prognosis. Cancer Cell 2006; 9: 189-198 2201 157.21 27 Goldstraw P, Crowley J, Chansky K, et al. The IASLC Lung Cancer Staging Project: proposals for the revision of the TNM stage groupings in the forthcoming (seventh) edition of the TNM Classification of malignant tumours. J Thorac Oncol 2007; 2: 706-714 2185 168.08 28 Garon EB, Rizvi NA, Hui R, et al. Pembrolizumab for the treatment of non-small-cell lung cancer. N Engl J Med 2015; 372: 2018-2028 2127 425.4 29 Scagliotti GV, Parikh P, von Pawel J, et al. Phase III study comparing cisplatin plus gemcitabine with cisplatin plus pemetrexed in chemotherapy-naive patients with advanced-stage non-small-cell lung cancer. J Clin Oncol 2008; 26: 3543-3551 2108 175.67 30 Pao W, Miller VA, Politi KA, et al. Acquired resistance of lung adenocarcinomas to gefitinib or erlotinib is associated with a second mutation in the EGFR kinase domain. PLoS Med 2005; 2: e73 2073 138.2 31 Kris MG, Natale RB, Herbst RS, et al. Efficacy of gefitinib, an inhibitor of the epidermal growth factor receptor tyrosine kinase, in symptomatic patients with non-small cell lung cancer: a randomized trial. JAMA 2003; 290: 2149-2158 1998 117.53 32 Reck M, Rodríguez-Abreu D, Robinson AG, et al. Pembrolizumab versus Chemotherapy for PD-L1-Positive Non-Small-Cell Lung Cancer. N Engl J Med 2016; 375: 1823-1833 1970 492.5 33 Shaw AT, Kim DW, Nakagawa K, et al. Crizotinib versus chemotherapy in advanced ALK-positive lung cancer. N Engl J Med 2013; 368: 2385-2394 1906 272.29 34 Cancer Genome Atlas Research Network. Comprehensive genomic characterization of squamous cell lung cancers. Nature 2012; 489: 519-525 1806 225.75 35 Hanna N, Shepherd FA, Fossella FV, et al. Randomized phase III trial of pemetrexed versus docetaxel in patients with non-small-cell lung cancer previously treated with chemotherapy. J Clin Oncol 2004; 22: 1589-1597 1773 110.81 36 Takamizawa J, Konishi H, Yanagisawa K, et al. Reduced expression of the let-7 microRNAs in human lung cancers in association with shortened postoperative survival. Cancer Res 2004; 64: 3753-3756 1729 108.06 37 Sharma SV, Bell DW, Settleman J, Haber DA. Epidermal growth factor receptor mutations in lung cancer. Nat Rev Cancer 2007; 7: 169-181 1722 132.46 38 Herbst RS, Baas P, Kim DW, et al. Pembrolizumab versus docetaxel for previously treated, PD-L1- positive, advanced non-small-cell lung cancer (KEYNOTE-010): a randomised controlled trial. Lancet 2016; 387: 1540-1550 1705 426.5 39 Henschke CI, McCauley DI, Yankelevitz DF, et al. Early Lung Cancer Action Project: overall design and findings from baseline screening. Lancet 1999; 354: 99-105 1665 79.29 40 Bhattacharjee A, Richards WG, Staunton J, et al. Classification of human lung carcinomas by mRNA expression profiling reveals distinct adenocarcinoma subclasses. Proc Natl Acad Sci U S A 2001; 98: 13790-13795 1645 86.58 41 Sequist LV, Waltman BA, Dias-Santagata D, et al. Genotypic and histological evolution of lung cancers acquiring resistance to EGFR inhibitors. Sci Transl Med 2011; 3: 75ra26 1636 181.78 42 Thatcher N, Chang A, Parikh P, et al. Gefitinib plus best supportive care in previously treated patients with refractory advanced non-small-cell lung cancer: results from a randomised, placebo-controlled, multicentre study (Iressa Survival Evaluation in Lung Cancer). Lancet 2005; 366: 1527-1537 1628 108.53 43 Shigematsu H, Lin L, Takahashi T, et al. Clinical and biological features associated with epidermal growth factor receptor gene mutations in lung cancers. J Natl Cancer Inst 2005; 97: 339-346 1607 107.13 44 Shepherd FA, Dancey J, Ramlau R, et al. Prospective randomized trial of docetaxel versus best supportive care in patients with non-small-cell lung cancer previously treated with platinum-based chemotherapy. J Clin Oncol 2000; 18: 2095-2103 1551 77.55 45 Murren JR, Buzaid AC, Hait WN. Critical analysis of neoadjuvant therapy for Stage IIIa non-small cell lung cancer. Am Rev Respir Dis 1991; 143: 889-894. 1509 52.03 46 Mountain CF. A new international staging system for lung cancer. Chest 1986; 89: 225S-233S 1509 44.38 47 Rosell R, Moran T, Queralt C, et al. Screening for epidermal growth factor receptor mutations in lung cancer. N Engl J Med 2009; 361: 958-967 1483 34.82 48 Arriagada R, Bergman B, Dunant A, Le Chevalier T, Pignon JP, Vansteenkiste J; International Adjuvant Lung Cancer Trial Collaborative Group. Cisplatin-based adjuvant chemotherapy in patients with completely resected non-small-cell lung cancer. N Engl J Med 2004; 350: 351-360 1471 91.94 49 Herbst RS, Heymach JV, Lippman SM. Lung cancer. N Engl J Med 2008; 359: 1367-1380 1451 120.92 50 Rikova K, Guo A, Zeng Q, et al. Global survey of phosphotyrosine signaling identifies oncogenic kinases in lung cancer. Cell 2007; 131: 1190-1203 1436 110.46 51 Johnson DH, Fehrenbacher L, Novotny WF, et al. Randomized phase II trial comparing bevacizumab plus carboplatin and paclitaxel with carboplatin and paclitaxel alone in previously untreated locally advanced or metastatic non-small-cell lung cancer. J Clin Oncol 2004; 22: 2184-2191 1428 89.25 52 Tsao MS, Sakurada A, Cutz JC, et al. Erlotinib in lung cancer - molecular and clinical predictors of outcome. N Engl J Med 2005; 353: 133-144 1423 94.87 53 Kim CF, Jackson EL, Woolfenden AE, et al. Identification of bronchioalveolar stem cells in normal lung and lung cancer. Cell 2005; 121: 823-835 1355 90.33 54 Timmerman R, Paulus R, Galvin J, et al. Stereotactic body radiation therapy for inoperable early stage lung cancer. JAMA 2010; 303: 1070-1076 1337 133.7 55 Giaccone G, Herbst RS, Manegold C, et al. Gefitinib in combination with gemcitabine and cisplatin in advanced non-small-cell lung cancer: a phase III trial – INTACT 1. J Clin Oncol 2004; 22: 777-784 1333 83.31 56 Herbst RS, Giaccone G, Schiller JH, et al. Gefitinib in combination with paclitaxel and carboplatin in advanced non-small-cell lung cancer: a phase III trial – INTACT 2. J Clin Oncol 2004; 22: 785-794 1314 82.13 57 Solomon BJ, Mok T, Kim DW, et al. First-line crizotinib versus chemotherapy in ALK-positive lung cancer. N Engl J Med 2014; 371: 2167-2177 1301 216.83 58 Denissenko MF, Pao A, Tang M, Pfeifer GP. Preferential formation of benzo[a]pyrene adducts at lung cancer mutational hotspots in P53. Science 1996; 274: 430-432 1294 53.92 59 Olaussen KA, Dunant A, Fouret P, et al. DNA repair by ERCC1 in non-small-cell lung cancer and cisplatinbased adjuvant chemotherapy. N Engl J Med 2006; 355: 983-991 1290 92.14 60 Hecht SS. Tobacco smoke carcinogens and lung cancer. J Natl Cancer Inst 1999; 91: 1194-1210 1288 61.33 61 Molina JR, Yang P, Cassivi SD, Schild SE, Adjei AA. Non-small cell lung cancer: epidemiology, risk factors, treatment, and survivorship. Mayo Clin Proc 2008; 83: 584-594 1280 106.67 62 Cuttitta F, Carney DN, Mulshine J, et al. Bombesin-like peptides can function as autocrine growth factors in human small-cell lung cancer. Nature 1985; 316: 823-826 1280 36.57 63 Cappuzzo F, Hirsch FR, Rossi E, et al. Epidermal growth factor receptor gene and protein and gefitinib sensitivity in non-small-cell lung cancer. J Natl Cancer Inst 2005; 97: 643-655 1278 85.2 64 Sordella R, Bell DW, Haber DA, Settleman J. Gefitinib-sensitizing EGFR mutations in lung cancer activate antiapoptotic pathways. Science 2004; 305: 1163-1167 1213 75.81 65 Winton T, Livingston R, Johnson D, et al. Vinorelbine plus cisplatin vs. observation in resected non-small-cell lung cancer. N Engl J Med 2005; 352: 2589-2597 1202 80.13 66 Takahashi T, Nau MM, Chiba I, et al. p53: a frequent target for genetic abnormalities in lung cancer. Science 1989; 246: 491-494 1194 38.52 67 Maheswaran S, Sequist LV, Nagrath S, et al. Detection of mutations in EGFR in circulating lung-cancer cells. N Engl J Med 2008; 359: 366-377 1158 96.5 68 Iggo R, Gatter K, Bartek J, Lane D, Harris AL. Increased expression of mutant forms of p53 oncogene in primary lung cancer. Lancet 1990; 335: 675-679 1155 38.5 69 Ji P, Diederichs S, Wang W, et al. MALAT-1, a novel noncoding RNA, and thymosin beta4 predict metastasis and survival in early-stage non-small cell lung cancer. Oncogene 2003; 22: 8031-8041 1143 67.24 70 Shaw AT, Yeap BY, Mino-Kenudson M, et al. Clinical features and outcome of patients with non-small-cell lung cancer who harbor EML4-ALK. J Clin Oncol 2009; 27: 4247-4253 1140 103.64 71 Crawford J, Ozer H, Stoller R, et al. Reduction by granulocyte colony-stimulating factor of fever and neutropenia induced by chemotherapy in patients with small-cell lung cancer. N Engl J Med 1991; 325: 164-170 1140 39.31 72 Hayashita Y, Osada H, Tatematsu Y, et al. A polycistronic microRNA cluster, miR-17-92, is overexpressed in human lung cancers and enhances cell proliferation. Cancer Res 2005; 65: 9628-9632 1112 74.13 73 Herbst RS, Prager D, Hermann R, et al. TRIBUTE: a phase III trial of erlotinib hydrochloride (OSI-774) combined with carboplatin and paclitaxel chemotherapy in advanced non-small-cell lung cancer. J Clin Oncol 2005; 23: 5892-5899 1106 73.73 74 Eberhard DA, Johnson BE, Amler LC, et al. Mutations in the epidermal growth factor receptor and in KRAS are predictive and prognostic indicators in patients with non-small-cell lung cancer treated with chemotherapy alone and in combination with erlotinib. J Clin Oncol 2005; 23: 5900-5909 1099 73.27 75 Eramo A, Lotti F, Sette G, et al. Identification and expansion of the tumorigenic lung cancer stem cell population. Cell Death Differ 2008; 15: 504-514 1080 90 76 Fabbri M, Garzon R, Cimmino A, et al. MicroRNA-29 family reverts aberrant methylation in lung cancer by targeting DNA methyltransferases 3A and 3B. Proc Natl Acad Sci U S A 2007; 104: 15805-15810 1071 82.38 77 Yun CH, Mengwasser KE, Toms AV, et al. The T790M mutation in EGFR kinase causes drug resistance by increasing the affinity for ATP. Proc Natl Acad Sci U S A 2008; 105: 2070-2075 1054 87.83 78 Schaake-Koning C, van den Bogaert W, Dalesio O, et al. Effects of concomitant cisplatin and radiotherapy on inoperable non-small-cell lung cancer. N Engl J Med 1992; 326: 524-530 1047 37.39 79 Furuse K, Fukuoka M, Kawahara M, et al. Phase III study of concurrent versus sequential thoracic radiotherapy in combination with mitomycin, vindesine, and cisplatin in unresectable stage III non-small-cell lung cancer. J Clin Oncol 1999; 17: 2692-2699 1046 49.81 80 International Early Lung Cancer Action Program Investigators, Henschke CI, Yankelevitz DF, Libby DM, et al. Survival of patients with stage I lung cancer detected on CT screening. N Engl J Med 2006; 355: 1763-1771. 1030 73.57 81 Pignon JP, Tribodet H, Scagliotti GV, et al. Lung adjuvant cisplatin evaluation: a pooled analysis by the LACE Collaborative Group. J Clin Oncol 2008; 26: 3552-3559 1022 85.17 82 Reck M, von Pawel J, Zatloukal P, et al. Phase III trial of cisplatin plus gemcitabine with either placebo or bevacizumab as first-line therapy for nonsquamous non-small-cell lung cancer: AVAil. J Clin Oncol 2009; 27: 1227-1234 1015 92.27 83 Jackson EL, Willis N, Mercer K, et al. Analysis of lung tumor initiation and progression using conditional expression of oncogenic K-ras. Genes Dev 2001; 15: 3243-3248 1008 53.05 84 Pirker R, Pereira JR, Szczesna A, et al. Cetuximab plus chemotherapy in patients with advanced nonsmall- cell lung cancer (FLEX): an open-label randomised phase III trial. Lancet 2009; 373: 1525-1531 1002 91.09 85 Kim ES, Hirsh V, Mok T, et al. Gefitinib versus docetaxel in previously treated non-small-cell lung cancer (INTEREST): a randomised phase III trial. Lancet 2008; 372: 1809-1818 987 82.25 86 Govindan R, Page N, Morgensztern D, et al. Changing epidemiology of small-cell lung cancer in the United States over the last 30 years: analysis of the surveillance, epidemiologic, and end results database. J Clin Oncol 2006; 24: 4539-4544 981 70.07 87 Jänne PA, Yang JC, Kim DW, et al. AZD9291 in EGFR inhibitor-resistant non-small-cell lung cancer. N Engl J Med 2015; 372: 1689-1699 977 195.4 88 Fossella FV, DeVore R, Kerr RN, et al. Randomized phase III trial of docetaxel versus vinorelbine or ifosfamide in patients with advanced non-small-cell lung cancer previously treated with platinum-containing chemotherapy regimens. The TAX 320 Non-Small Cell Lung Cancer Study Group. J Clin Oncol 2000; 18: 2354-2362 975 48.75 89 Pfister DG, Johnson DH, Azzoli CG, et al. American Society of Clinical Oncology treatment of unresectable non-small-cell lung cancer guideline: update 2003. J Clin Oncol 2004; 22: 330-353 967 60.44 90 Lardinois D, Weder W, Hany TF, et al. Staging of non-small-cell lung cancer with integrated positronemission tomography and computed tomography. N Engl J Med 2003; 348: 2500-2507 963 56.65 91 Dillman RO, Seagren SL, Propert KJ, et al. A randomized trial of induction chemotherapy plus high-dose radiation versus radiation alone in stage III non-small-cell lung cancer. N Engl J Med 1990; 323: 940-945 961 32.03 92 Mountain CF, Dresler CM. Regional lymph node classification for lung cancer staging. Chest 1997; 111: 1718-1723 952 41.39 93 Aupérin A, Arriagada R, Pignon JP, et al. Prophylactic cranial irradiation for patients with small-cell lung cancer in complete remission. Prophylactic Cranial Irradiation Overview Collaborative Group. N Engl J Med 1999; 341: 476-484 933 44.43 94 Rosell R, Gómez-Codina J, Camps C, et al. A randomized trial comparing preoperative chemotherapy plus surgery with surgery alone in patients with non-small-cell lung cancer. N Engl J Med 1994; 330: 153-158 927 35.65 95 Rittmeyer A, Barlesi F, Waterkamp D, et al. Atezolizumab versus docetaxel in patients with previously treated non-small-cell lung cancer (OAK): a phase 3, open-label, multicentre randomised controlled trial. Lancet 2017; 389: 255-265 926 308.67 96 Douillard JY, Rosell R, De Lena M, et al. Adjuvant vinorelbine plus cisplatin versus observation in patients with completely resected stage IB-IIIA non-small-cell lung cancer (Adjuvant Navelbine International Trialist Association [ANITA]): a randomised controlled trial. Lancet Oncol 2006; 7: 719-727 925 66.07 97 Kosaka T, Yatabe Y, Endoh H, Kuwano H, Takahashi T, Mitsudomi T. Mutations of the epidermal growth factor receptor gene in lung cancer: biological and clinical implications. Cancer Res 2004; 64: 8919-8923 927 57.56 98 Cappuzzo F, Ciuleanu T, Stelmakh L, et al. Erlotinib as maintenance treatment in advanced non-small-cell lung cancer: a multicentre, randomised, placebo-controlled phase 3 study. Lancet Oncol 2010; 11: 521-529 894 89.4 99 Pignon JP, Arriagada R, Ihde DC, et al. A meta-analysis of thoracic radiotherapy for small-cell lung cancer. N Engl J Med 1992; 327: 1618-1624 891 31.82 100 Imielinski M, Berger AH, Hammerman PS, et al. Mapping the hallmarks of lung adenocarcinoma with massively parallel sequencing. Cell 2012; 150: 1107-1120 889 111.13 ACY – average citations per year Statistical analysis A commercial software (SPSS version 16.0, SPSS, Chicago IL, USA) was used for the statistical analysis. The Kolmogorov-Smirnov test was used to analyze the normal distribution of data. Spearman’s correlation was used to evaluate the associations between citation, ACY, IF and length of time since publication. A p- value < 0.05 was accepted as statistically significant. Ethical statement All authors declare that the study was conducted according to the principles of the World Medical Association Declaration of Helsinki: Ethical Principles for Medical Research Involving Human Subjects. This study did not require approval from an ethics committee as it was designed as a bibliometric analysis or citation analysis of existing published classical studies. Results We identified 240,701 articles from 1975 to 2019. The language was English for all articles. The 100 most cited articles in lung cancer are listed in Table 1 , arranged in descending order according to the number of times cited. The number of citations ranged from 7751 to 889, and the mean number of citations per article was 1879.82 ±1264.78 (range: 7751–889). We found that the most cited article (times cited: 7751) on lung cancer was a study by Lynch et al. with the following title: “Activating mutations in the epidermal growth factor receptor underlying responsiveness of nonsmallcell lung cancer to gefitinib” published in N Engl J Med 2004; 350: 2129-1239. The least cited article (times cited: 889) on lung cancer was penned by Imielinski et al. with the following title: “Mapping the hallmarks of lung adenocarcinoma with massively parallel sequencing” and published in Cell 2012; 150: 1107-1120. Additionally, we determined that there were 84 articles that got more than 1000 citations and the article with the highest ACY was the article that ranked 16 in the T100 list. The article with the highest ACY was a randomized phase 3 trial by Borghaei et al. , titled “Nivolumab versus docetaxel in advanced nonsquamous non-smallcell lung cancer” and published in N Engl J Med 2015; 373: 1627-1639. The highest number of citations was seen in 2017 with 18,393 citations while the highest number of publications was seen in 2005 with 12 publications. The oldest article was a review published in Nature 1985; 316: 823-826 titled “Bombesin-like peptides can function as autocrine growth factors in human small-cell lung cancer” by Cuttitta et al. with 1280 citations and ACY 36.57 ACY. The newest study in the T100 list was a phase 3 trial conducted by Rittmeyer et al. published in Lancet 2017; 389: 255-265 with the following title: “Atezolizumab versus docetaxel in patients with previously treated non-small-cell lung cancer (OAK): a phase 3, open-label, multicentre randomised controlled trial”, with 926 citations and ACY 308.67. In the T100 list, 82 were clinical studies and 18 were experimental studies. The 82 clinical articles included 42 randomized controlled studies, 8 review articles, 4 meta-analyses, 2 case reports and other clinical studies. Fifty-nine of these 82 clinical articles were treatment-based studies. The treatment-based studies are classified in Table 2 according to the level of evidence. Table 2 Type of treatment and level of evidence of the treatment based clinical articles ( n = 59) Treatment Level 1 Level 2 Level 3 Level 4 EGFR mutations 17 – 6 – Chemotherapy 19 – – 1 Palliative care 1 – – – Immunotherapy 5 1 1 – ALK mutations 2 – 1 – Radiotherapy 3 1 1 – EGFR – epidermal growth factor receptor, ALK – anaplastic lymphoma kinase While 32 of these articles were published in NEJM, 16 were published in the Journal of Clinical Oncology , 7 in The Lancet , 7 in Science , etc. ( Table 3 ). Table 3 List of journals with published articles Journal Number of articles Impact Factor * Quartile score ** New England Journal of Medicine (NEJM) 32 79.258 Q1 Journal of Clinical Oncology 16 26.303 Q1 Lancet 7 53.254 Q1 Science 7 41.058 Q1 Lancet Oncology 5 36. 418 Q1 Journal of the National Cancer Institute (JNCI) 4 11.238 Q1 Cancer Research 3 9.13 Q1 Cell 3 31.398 Q1 Chest 3 7.652 Q1 Nature 3 41.577 Q1 Proceedings of the National Academy of Sciences of the United States of America 3 9.504 Q1 Journal of the American Medical Association (JAMA) 2 47.661 Q1 Journal of Thoracic Oncology 2 10.336 Q1 American Review of Respiratory Disease 1 6.27 Q1 British Medical Journal (BMJ) 1 2.12 Q1 Cancer Cell 1 22.844 Q1 Cell Death & Differentiation 1 8.000 Q1 Genes & Development 1 9.462 Q1 Mayo Clinic Proceedings 1 7.199 Q1 Nature Reviews Cancer 1 42.784 Q1 Oncogene 1 6.854 Q1 PLOS Medicine 1 11.675 Q1 Science Translational Medicine 1 16.710 Q1 * 2017 Journal Citation Reports (Clarivate Analytics) ** 2019 SCImago Journal and Country Rank All of the T100 articles were published across 23 different journals. Eighty-five of the T100 articles were published in 14 journals that had IF ≥ 10.336. We determined that the mean IF of these 23 journals was 23.42 ±19.90 (range: 79.26–2.12) (according to Clarivate Analytics, 2017). The “Quartile Score” category was Q1 for all the journals (according to SCImago Journal and Country Rank, 2019). Most of the articles were published in NEJM, and NEJM was also the journal with the highest IF. The correlation analysis for the number of citations, ACY, IF and length of time since publication parameters in the T100 list revealed a positive correlation between citation and ACY ( r = 0.744, p = 0.00) and between ACY and IF ( r = 0.236, p = 0.018), whereas a negative correlation was observed between ACY and length of time since publication ( r = –0.562, p = 0.00) and between IF and length of time since publication ( r = –0.266, p = 0.008). There was no correlation between citation and length of time since publication or between citation and IF ( Fig. 1 ). Fig. 1 Correlation analysis for the citation numbers, ACY, IF, length of time since publication parameters According to the geographic origin of the T100 list, the USA ( n = 74) was the most contributing country, followed by Japan and Canada ( Table 4 ). We determined that the most commonly listed institution was the University of Harvard (USA), which was listed 27 times in the top 100 cited articles ( Table 5 ). Moreover, 11/19 of the institutions that published eight or more publications were found to be in USA. Table 4 Geographic origin of the top 100 articles Country Number of articles United States of America 74 Japan 20 Canada 19 Germany 19 Italy 19 England 18 Spain 18 France 18 Netherlands 10 South Korea 10 Poland 9 Australia 9 Brazil 8 China 7 Switzerland 6 Belgium 5 Chile 5 Russia 5 Taiwan 5 Denmark 4 Table 5 Institutions of origin with 8 or more of the top 100 cited articles Rank Institution Number * 1 Harvard University 27 2 VA Boston Healthcare System 26 3 Dana Farber Cancer Institute 17 4 University of Texas System 17 5 Memorial Sloan Kettering Cancer Center 16 6 University of California System 16 7 UT MD Anderson Cancer Center 16 8 Massachusetts General Hospital 15 9 Unicancer 15 10 Vanderbilt University 15 11 University of Toronto 10 12 Princess Margaret Cancer Centre 9 13 Ruprecht Karls University Heidelberg 9 14 University Health Network Toronto 9 15 Astrazeneca 8 16 Gustave Roussy 8 17 National Institutes of Health NIH USA 8 18 Samsung Medical Center 8 19 Sungkyunkwan University 8 20 University of California Los Angeles 8 * Number of times listed of highest ranking 20 institutions in the top 100 cited articles. It was seen that 3 authors were the first author in more than one article in the T100 list’s top 12 authors ( Table 6 ). Herbst RS contributed to 8 articles and was the first author in 4 of them. Janne PA, Johnson BE and Johnson DH also contributed to 8 articles. However, Herbst RS had the highest number of articles as first author. The “Web of Science” category analysis of the T100 in the field of the lung cancer revealed that these articles ranked under general internal medicine ( n = 47), oncology ( n = 33), multidisciplinary sciences ( n = 13), cell biology ( n = 8) and respiratory system ( n = 6) as the most featured branches. Table 6 The most common authors with 6 or more in the top 100 cited articles Author Number of top 100 articles Author First author Co-author Herbst RS 8 4 4 Janne PA 8 1 7 Johnson BE 8 – 8 Johnson DH 8 1 7 Lynch TJ 7 1 6 Rosell R 7 3 4 Takahashi T 7 1 6 Von Pawel J 7 – 7 Felip E 6 – 6 Meyerson M 6 – 6 Settleman J 6 – 6 Shepherd FA 6 2 4 Discussion Lung cancer is the major cause of cancer-related deaths worldwide. There are two main types of this cancer: small-cell lung cancer (SCLC) and non-small cell lung cancer (NSCLC). NSCLC accounts for 80% of all lung cancers. Despite the advances in surgical methods and advances in radiotherapy and chemotherapy, non-small-cell lung cancer continues to account for the majority of lung cancers and is associated with a 5-year survival rate of 15% [ 112 ]. There have been significant advances in the treatment of lung cancer in the last 40 years, and this is reflected in the scientific literature. A better understanding of disease progression coupled with targeted immunological therapies has led to increased survival rates. We found that in our top 100, 28% of the articles were less than 10 years old while 72% of them were older than 10 years. Articles with a higher number of citations are indeed expected to be older. Year of publication and number of citations for an article are closely linked, and the number of citations grows over time. Needless to say, citation is an important metric, which shows the quality and attractiveness of an article; however, a certain amount of time should be allowed to pass after the publication of an article for it to reach a higher number of citations. For that reason, number of citations alone is inadequate to determine the quality of an article. In this study, ACY was used to eliminate the time bias when evaluating older articles against newer articles. Of the T100, 18% were comparative studies, and there were 2 case reports in the T100 list. The two case reports were published in 2005. One of them was published in NEJM (times cited: 2549), and the other in Plos Med (times cited: 2073). Both were about EGFR mutations. It is noteworthy that a case report receives such a high number of citations. This may be due to the fact that EGFR mutations were popular in the 2000s. In the T100, 29% of the articles were noted to concern erlotinib (anti-EGFR), gefitinib (anti-EGFR) and EGFR mutations. The 1 st study with the highest number of citations was a study related to EGFR mutations, showing that EGFR mutations play an important role in the development stages of lung cancer treatments. Immunotherapy has become one of the most promising treatments for several human cancers. In fact, James P. Allison and Tasuku Honjo were awarded with the Nobel Prize in medicine for their research on immune checkpoint blockade [ 113 , 114 ]. As a result, the immune check-point inhibitor (ICPI) may be regarded as an immunotherapy modality that started a new era in cancer treatment and remains a new trend topic. Especially in advanced non-small cell lung cancer (NSCLC), significant improvement has been observed in survival results with anti-PD-1 and PDL-1 drugs compared to chemotherapy. That shows the changing trends in cancer immunotherapy during the last decade. We can also see studies on immunotherapy in the T100 list. The most cited immunotherapy-related study in T100 was published in 2015 and received 2966 citations (ACY 593.2). It was published in N Engl J Med 2015; 373: 123-135 by Brahmer et al. with the following title: “Nivolumab versus docetaxel in advanced squamouscell non-smallcell lung cancer”. This study currently remains a new study of only 4 years old, and despite being a very young article, the number of citations it has received shows that the study in question involves a very important innovation. Moreover, this article has the highest ACY score in the T100 list. This shows that scientists are currently focused on immunotherapy. There are only 7 studies about immunotherapy in the T100, and the newest article in the T100 was published in Lancet 2017; 389: 255-265 by Rittmeyer, titled “Atezolizumab versus docetaxel in patients with previously treated non-small-cell lung cancer (OAK): a phase 3, open-label, multicentre randomised controlled trial”. It is only a 2-year-old article; however, it has 926 citations with an ACY score of 308.67. When we list the articles based on ACY scores in descending order, the first 4 articles are immunotherapy-related and recent articles. The correlation analysis showed a positive correlation between citation and ACY and between ACY and IF, whereas a negative correlation was found between ACY and length of time since publication and between IF and length of time since publication. This indicates that articles with high ACY scores have been published in journals with a high IF. Furthermore, younger articles have higher ACY scores and have been published in journals with a higher IF. When we looked at the T100 list, another point of interest also caught our attention: there were very few articles related to small-cell lung cancer (SCLC). Only 3 articles were on small-cell lung cancer [ 115 – 117 ]. This either means that there has not been any significant advance in SCLC or scientists are less interested in this topic. Conclusions To the best of our knowledge, this is the first report of a citation analysis of lung cancer in the English literature. The first 100 articles in our analysis not only identify landmark articles that have the greatest impact on lung cancer research, but also acknowledge the most productive authors and institutions that contributed to the list with their articles. Oncology is a developing field in science, and we have seen its evolution through the treatment of lung cancer over the years. Briefly, bibliometric analyses for different medical disciplines and sub-specialties demonstrate the improvements in a given field from a nominative perspective. The present bibliometric citation analysis on lung cancer has covered several scientific fields, and we believe it enables the systematic identification of true landmark publications as well as the distribution of citations of these publications by year, main topic, institution, scientific journal, level of evidence, and correlation analysis, thereby providing a substantial contribution for oncological research. The authors declare no conflict of interest. References 1 Cheng TY Cramb SM Baade PD Baade PD Youlden DR Nwogu C Reid ME The International Epidemiology of Lung Cancer: Latest Trends, Disparities, and Tumor Characteristics J Thorac Oncol 2016 11 1653 1671 27364315 2 Siegel RL Miller KD Jemal A Cancer statistics, 2019 CA Cancer J Clin 2019 69 7 34 30620402 3 Kanthala S Pallerla S Jois S Current and future targeted therapies for non-small-cell lung cancers with aberrant EGF receptors Future Oncol 2015 11 865 878 25757687 4 Paladugu R Schein M Gardezi S Wise L One hundred citation classics in general surgical journals World J Surg 2002 26 1099 1105 12209239 5 Baltussen A Kindler CH Citation classics in anesthetic journals Anesth Analg 2004 98 443 451 14742385 6 Kelly JC Glynn RW O’Briain DE Felle P McCabe JP The 100 classic papers of orthopaedic surgery: a bibliometric analysis J Bone Joint Surg Br 2010 92 1338 1343 20884968 7 Fenton JE Roy D Hughes JP Jones AS A century of citation classics in otolaryngology-head and neck surgery journals J Laryngol Otol 2002 116 494 498 12238666 8 Yoon DY Yun EJ Ku YJ Baek S Lim KJ Seo YL Yie M Citation classics in radiology journals: the 100 top-cited articles, 1945-2012 AJR Am J Roentgenol 2013 201 471 481 23971438 9 Loonen MP Hage JJ Kon M Value of citation numbers and impact factors for analysis of plastic surgery research Plast Reconstr Surg 2007 120 2082 18090779 10 Garfield E 100 citation classics from the Journal of the American Medical Association JAMA 1987 257 52 59 3537352 11 Scottish Intercollegiate Guidelines Network SIGN 50: A guideline developer’s handbook 2011 11 Available from https://www.sign.ac.uk/assets/sign50_2011.pdf 12 Lynch TJ Bell D Sordella R Activating mutations in the epidermal growth factor receptor underlying responsiveness of nonsmallcell lung cancer to gefitinib N Engl J Med 2004 350 2129 2139 15118073 13 Aaronson NK Ahmedzai S Bergman B The European Organization for Research and Treatment of Cancer QLQC30: a quality-of-life instrument for use in international clinical trials in oncology J Natl Cancer Inst 1993 85 365 376 8433390 14 Paez JG Jänne PA Lee JC EGFR mutations in lung cancer: correlation with clinical response to gefitinib therapy Science 2004 304 1497 1500 15118125 15 Mok TS Wu YL Thongprasert S Gefitinib or carboplatin-paclitaxel in pulmonary adenocarcinoma N Engl J Med 2009 361 947 957 19692680 16 Shepherd FA Rodrigues Pereira J Ciuleanu T Erlotinib in previously treated nonsmallcell lung cancer N Engl J Med 2005 353 123 132 16014882 17 Sandler A Gray R Perry MC Paclitaxel-carboplatin alone or with bevacizumab for non-small-cell lung cancer N Engl J Med 2006 355 2542 2550 17167137 18 Schiller JH Harrington D Belani CP Comparison of four chemotherapy regimens for advanced non-small-cell lung cancer N Engl J Med 2002 346 92 98 11784875 19 Mountain CF Revisions in the International System for Staging Lung Cancer Chest 1997 111 1710 1717 9187198 20 National Lung Screening Trial Research Team Aberle DR Adams AM Reduced lung-cancer mortality with lowdose computed tomographic screening N Engl J Med 2011 365 395 409 21714641 21 Maemondo M Inoue A Kobayashi K Gefitinib or chemotherapy for non-small-cell lung cancer with mutated EGFR N Engl J Med 2010 362 2380 2388 20573926 22 Temel JS Greer JA Muzikansky A Early palliative care for patients with metastatic non-small-cell lung cancer N Engl J Med 2010 363 733 742 20818875 23 Engelman JA Zejnullahu K Mitsudomi T MET amplification leads to gefitinib resistance in lung cancer by activating ERBB3 signaling Science 2007 316 1039 1043 17463250 24 Brahmer J Reckamp KL Baas P Nivolumab versus Docetaxel in Advanced Squamous-Cell Non-Small-Cell Lung Cancer N Engl J Med 2015 373 123 135 26028407 25 Soda M Choi YL Enomoto M Identification of the transforming EML4-ALK fusion gene in non-small-cell lung cancer Nature 2007 448 561 566 17625570 26 Kwak EL Bang YJ Camidge DR Anaplastic lymphoma kinase inhibition in non-small-cell lung cancer N Engl J Med 2010 363 1693 1703 20979469 27 Borghaei H Paz-Ares L Horn L Nivolumab versus Docetaxel in Advanced Nonsquamous Non-Small-Cell Lung Cancer Engl J Med 2015 373 1627 1639 28 Rosell R Carcereny E Gervais R Erlotinib versus standard chemotherapy as first-line treatment for European patients with advanced EGFR mutation-positive non-small-cell lung cancer (EURTAC): a multicentre, open-label, randomised phase 3 trial Lancet Oncol 2012 13 239 246 22285168 29 Cole SP Bhardwaj G Gerlach JH Overexpression of a transporter gene in a multidrug-resistant human lung cancer cell line Science 1992 258 1650 1654 1360704 30 Kobayashi S Boggon TJ Dayaram T EGFR mutation and resistance of non-small-cell lung cancer to gefitinib N Engl J Med 2005 352 786 792 15728811 31 Rizvi NA Hellmann MD Snyder A Cancer immunology. Mutational landscape determines sensitivity to PD-1 blockade in non-small cell lung cancer Science 2015 348 124 128 25765070 32 Non-small Cell Lung Cancer Collaborative Group Chemotherapy in non-small cell lung cancer: a meta-analysis using updated data on individual patients from 52 randomised clinical trials BMJ 1995 311 899 909 7580546 33 Mitsudomi T Morita S Yatabe Y Gefitinib versus cisplatin plus docetaxel in patients with non-small-cell lung cancer harbouring mutations of the epidermal growth factor receptor (WJTOG3405): an open label, randomised phase 3 trial Lancet Oncol 2010 11 121 128 20022809 34 Travis WD Brambilla E Noguchi M International association for the study of lung cancer/american thoracic society/european respiratory society international multidisciplinary classification of lung adenocarcinoma J Thorac Oncol 2011 6 244 285 21252716 35 Fukuoka M Yano S Giaccone G Multi-institutional randomized phase II trial of gefitinib for previously treated patients with advanced non-small-cell lung cancer (The IDEAL 1 Trial) J Clin Oncol 2003 21 2237 2246 12748244 36 Zhou C Wu YL Chen G Erlotinib versus chemotherapy as firstline treatment for patients with advanced EGFR mutation-positive non-small-cell lung cancer (OPTIMAL, CTONG0802): a multicentre, open-label, randomised, phase 3 study Lancet Oncol 2011 12 735 742 21783417 37 Yanaihara N Caplen N Bowman E Unique microRNA molecular profiles in lung cancer diagnosis and prognosis Cancer Cell 2006 9 189 198 16530703 38 Goldstraw P Crowley J Chansky K The IASLC Lung Cancer Staging Project: proposals for the revision of the TNM stage groupings in the forthcoming (seventh) edition of the TNM Classification of malignant tumours J Thorac Oncol 2007 2 706 714 17762336 39 Garon EB Rizvi NA Hui R Pembrolizumab for the treatment of non-small-cell lung cancer N Engl J Med 2015 372 2018 2028 25891174 40 Scagliotti GV Parikh P von Pawel J Phase III study comparing cisplatin plus gemcitabine with cisplatin plus pemetrexed in chemotherapy-naive patients with advanced-stage non-small-cell lung cancer J Clin Oncol 2008 26 3543 3551 18506025 41 Pao W Miller VA Politi KA Acquired resistance of lung adenocarcinomas to gefitinib or erlotinib is associated with a second mutation in the EGFR kinase domain PLoS Med 2005 2 e73 15737014 42 Kris MG Natale RB Herbst RS Efficacy of gefitinib, an inhibitor of the epidermal growth factor receptor tyrosine kinase, in symptomatic patients with non-small cell lung cancer: a randomized trial JAMA 2003 290 2149 2158 14570950 43 Reck M Rodríguez-Abreu D Robinson AG Pembrolizumab versus Chemotherapy for PD-L1-Positive Non-Small-Cell Lung Cancer N Engl J Med 2016 375 1823 1833 27718847 44 Shaw AT Kim DW Nakagawa K Crizotinib versus chemotherapy in advanced ALK-positive lung cancer N Engl J Med 2013 368 2385 2394 23724913 45 Cancer Genome Atlas Research Network Comprehensive genomic characterization of squamous cell lung cancers Nature 2012 489 519 525 22960745 46 Hanna N Shepherd FA Fossella FV Randomized phase III trial of pemetrexed versus docetaxel in patients with non-small-cell lung cancer previously treated with chemotherapy J Clin Oncol 2004 22 1589 1597 15117980 47 Takamizawa J Konishi H Yanagisawa K Reduced expression of the let-7 microRNAs in human lung cancers in association with shortened postoperative survival Cancer Res 2004 64 3753 3756 15172979 48 Sharma SV Bell DW Settleman J Haber DA Epidermal growth factor receptor mutations in lung cancer Nat Rev Cancer 2007 7 169 181 17318210 49 Herbst RS Baas P Kim DW Pembrolizumab versus docetaxel for previously treated, PD-L1- positive, advanced non-small-cell lung cancer (KEYNOTE-010): a randomised controlled trial Lancet 2016 387 1540 1550 26712084 50 Henschke CI McCauley DI Yankelevitz DF Early Lung Cancer Action Project: overall design and findings from baseline screening Lancet 1999 354 99 105 10408484 51 Bhattacharjee A Richards WG Staunton J Classification of human lung carcinomas by mRNA expression profiling reveals distinct adenocarcinoma subclasses Proc Natl Acad Sci U S A 2001 98 13790 13795 11707567 52 Sequist LV Waltman BA Dias-Santagata D Genotypic and histological evolution of lung cancers acquiring resistance to EGFR inhibitors Sci Transl Med 2011 3 75ra26 53 Thatcher N Chang A Parikh P Gefitinib plus best supportive care in previously treated patients with refractory advanced non-small-cell lung cancer: results from a randomised, placebo-controlled, multicentre study (Iressa Survival Evaluation in Lung Cancer) Lancet 2005 366 1527 1537 16257339 54 Shigematsu H Lin L Takahashi T Clinical and biological features associated with epidermal growth factor receptor gene mutations in lung cancers J Natl Cancer Inst 2005 97 339 346 15741570 55 Shepherd FA Dancey J Ramlau R Prospective randomized trial of docetaxel versus best supportive care in patients with non-small-cell lung cancer previously treated with platinum-based chemotherapy J Clin Oncol 2000 18 2095 2103 10811675 56 Murren JR Buzaid AC Hait WN Critical analysis of neoadjuvant therapy for Stage IIIa non-small cell lung cancer Am Rev Respir Dis 1991 143 889 894 1848970 57 Mountain CF A new international staging system for lung cancer Chest 1986 89 225S 233S 3514171 58 Rosell R Moran T Queralt C Screening for epidermal growth factor receptor mutations in lung cancer N Engl J Med 2009 361 958 967 19692684 59 Arriagada R Bergman B Dunant A Le Chevalier T Pignon JP Vansteenkiste J; International Adjuvant Lung Cancer Trial Collaborative Group Cisplatin-based adjuvant chemotherapy in patients with completely resected non-small-cell lung cancer N Engl J Med 2004 350 351 360 14736927 60 Herbst RS Heymach JV Lippman SM Lung cancer N Engl J Med 2008 359 1367 1380 18815398 61 Rikova K Guo A Zeng Q Global survey of phosphotyrosine signaling identifies oncogenic kinases in lung cancer Cell 2007 131 1190 1203 18083107 62 Johnson DH Fehrenbacher L Novotny WF Randomized phase II trial comparing bevacizumab plus carboplatin and paclitaxel with carboplatin and paclitaxel alone in previously untreated locally advanced or metastatic non-small-cell lung cancer J Clin Oncol 2004 22 2184 2191 15169807 63 Tsao MS Sakurada A Cutz JC Erlotinib in lung cancer - molecular and clinical predictors of outcome N Engl J Med 2005 353 133 144 16014883 64 Kim CF Jackson EL Woolfenden AE Identification of bronchioalveolar stem cells in normal lung and lung cancer Cell 2005 121 823 835 15960971 65 Timmerman R Paulus R Galvin J Stereotactic body radiation therapy for inoperable early stage lung cancer JAMA 2010 303 1070 1076 20233825 66 Giaccone G Herbst RS Manegold C Gefitinib in combination with gemcitabine and cisplatin in advanced non-small-cell lung cancer: a phase III trial – INTACT 1 J Clin Oncol 2004 22 777 784 14990632 67 Herbst RS Giaccone G Schiller JH Gefitinib in combination with paclitaxel and carboplatin in advanced non-small-cell lung cancer: a phase III trial – INTACT 2 J Clin Oncol 2004 22 785 794 14990633 68 Solomon BJ Mok T Kim DW First-line crizotinib versus chemotherapy in ALK-positive lung cancer N Engl J Med 2014 371 2167 2177 25470694 69 Denissenko MF Pao A Tang M Pfeifer GP Preferential formation of benzo[a]pyrene adducts at lung cancer mutational hotspots in P53 Science 1996 274 430 432 8832894 70 Olaussen KA Dunant A Fouret P DNA repair by ERCC1 in non-small-cell lung cancer and cisplatinbased adjuvant chemotherapy N Engl J Med 2006 355 983 991 16957145 71 Hecht SS Tobacco smoke carcinogens and lung cancer J Natl Cancer Inst 1999 91 1194 1210 10413421 72 Molina JR Yang P Cassivi SD Schild SE Adjei AA Non-small cell lung cancer: epidemiology, risk factors, treatment, and survivorship Mayo Clin Proc 2008 83 584 594 18452692 73 Cuttitta F Carney DN Mulshine J Bombesin-like peptides can function as autocrine growth factors in human small-cell lung cancer Nature 1985 316 823 826 2993906 74 Cappuzzo F Hirsch FR Rossi E Epidermal growth factor receptor gene and protein and gefitinib sensitivity in non-small-cell lung cancer J Natl Cancer Inst 2005 97 643 655 15870435 75 Sordella R Bell DW Haber DA Settleman J Gefitinib-sensitizing EGFR mutations in lung cancer activate antiapoptotic pathways Science 2004 305 1163 1167 15284455 76 Winton T Livingston R Johnson D Vinorelbine plus cisplatin vs. observation in resected non-small-cell lung cancer N Engl J Med 2005 352 2589 2597 15972865 77 Takahashi T Nau MM Chiba I p53: a frequent target for genetic abnormalities in lung cancer Science 1989 246 491 494 2554494 78 Maheswaran S Sequist LV Nagrath S Detection of mutations in EGFR in circulating lung-cancer cells N Engl J Med 2008 359 366 377 18596266 79 Iggo R Gatter K Bartek J Lane D Harris AL Increased expression of mutant forms of p53 oncogene in primary lung cancer Lancet 1990 335 675 679 1969059 80 Ji P Diederichs S Wang W MALAT-1, a novel noncoding RNA, and thymosin beta4 predict metastasis and survival in early-stage non-small cell lung cancer Oncogene 2003 22 8031 8041 12970751 81 Shaw AT Yeap BY Mino-Kenudson M Clinical features and outcome of patients with non-small-cell lung cancer who harbor EML4-ALK J Clin Oncol 2009 27 4247 4253 19667264 82 Crawford J Ozer H Stoller R Reduction by granulocyte colony-stimulating factor of fever and neutropenia induced by chemotherapy in patients with small-cell lung cancer N Engl J Med 1991 325 164 170 1711156 83 Hayashita Y Osada H Tatematsu Y A polycistronic microRNA cluster, miR-17-92, is overexpressed in human lung cancers and enhances cell proliferation Cancer Res 2005 65 9628 9632 16266980 84 Herbst RS Prager D Hermann R TRIBUTE: a phase III trial of erlotinib hydrochloride (OSI-774) combined with carboplatin and paclitaxel chemotherapy in advanced non-small-cell lung cancer J Clin Oncol 2005 23 5892 5899 16043829 85 Eberhard DA Johnson BE Amler LC Mutations in the epidermal growth factor receptor and in KRAS are predictive and prognostic indicators in patients with non-small-cell lung cancer treated with chemotherapy alone and in combination with erlotinib J Clin Oncol 2005 23 5900 5909 16043828 86 Eramo A Lotti F Sette G Identification and expansion of the tumorigenic lung cancer stem cell population Cell Death Differ 2008 15 504 514 18049477 87 Fabbri M Garzon R Cimmino A MicroRNA-29 family reverts aberrant methylation in lung cancer by targeting DNA methyltransferases 3A and 3B Proc Natl Acad Sci U S A 2007 104 15805 15810 17890317 88 Yun CH Mengwasser KE Toms AV The T790M mutation in EGFR kinase causes drug resistance by increasing the affinity for ATP Proc Natl Acad Sci U S A 2008 105 2070 2075 18227510 89 Schaake-Koning C van den Bogaert W Dalesio O Effects of concomitant cisplatin and radiotherapy on inoperable non-small-cell lung cancer N Engl J Med 1992 326 524 530 1310160 90 Furuse K Fukuoka M Kawahara M Phase III study of concurrent versus sequential thoracic radiotherapy in combination with mitomycin, vindesine, and cisplatin in unresectable stage III non-small-cell lung cancer J Clin Oncol 1999 17 2692 2699 10561343 91 International Early Lung Cancer Action Program Investigators Henschke CI Yankelevitz DF Libby DM Survival of patients with stage I lung cancer detected on CT screening N Engl J Med 2006 355 1763 1771 17065637 92 Pignon JP Tribodet H Scagliotti GV Lung adjuvant cisplatin evaluation: a pooled analysis by the LACE Collaborative Group J Clin Oncol 2008 26 3552 3559 18506026 93 Reck M von Pawel J Zatloukal P Phase III trial of cisplatin plus gemcitabine with either placebo or bevacizumab as first-line therapy for nonsquamous non-small-cell lung cancer: AVAil J Clin Oncol 2009 27 1227 1234 19188680 94 Jackson EL Willis N Mercer K Analysis of lung tumor initiation and progression using conditional expression of oncogenic K-ras Genes Dev 2001 15 3243 3248 11751630 95 Pirker R Pereira JR Szczesna A Cetuximab plus chemotherapy in patients with advanced nonsmall- cell lung cancer (FLEX): an open-label randomised phase III trial Lancet 2009 373 1525 1531 19410716 96 Kim ES Hirsh V Mok T Gefitinib versus docetaxel in previously treated non-small-cell lung cancer (INTEREST): a randomised phase III trial Lancet 2008 372 1809 1818 19027483 97 Govindan R Page N Morgensztern D Changing epidemiology of small-cell lung cancer in the United States over the last 30 years: analysis of the surveillance, epidemiologic, and end results database J Clin Oncol 2006 24 4539 4544 17008692 98 Jänne PA Yang JC Kim DW AZD9291 in EGFR inhibitor-resistant non-small-cell lung cancer N Engl J Med 2015 372 1689 1699 25923549 99 Fossella FV DeVore R Kerr RN Randomized phase III trial of docetaxel versus vinorelbine or ifosfamide in patients with advanced non-small-cell lung cancer previously treated with platinum-containing chemotherapy regimens. The TAX 320 Non-Small Cell Lung Cancer Study Group J Clin Oncol 2000 18 2354 2362 10856094 100 Pfister DG Johnson DH Azzoli CG American Society of Clinical Oncology treatment of unresectable non-small-cell lung cancer guideline: update 2003 J Clin Oncol 2004 22 330 353 14691125 101 Lardinois D Weder W Hany TF Staging of non-small-cell lung cancer with integrated positronemission tomography and computed tomography N Engl J Med 2003 348 2500 2507 12815135 102 Dillman RO Seagren SL Propert KJ A randomized trial of induction chemotherapy plus high-dose radiation versus radiation alone in stage III non-small-cell lung cancer N Engl J Med 1990 323 940 945 2169587 103 Mountain CF Dresler CM Regional lymph node classification for lung cancer staging Chest 1997 111 1718 1723 9187199 104 Aupérin A Arriagada R Pignon JP Prophylactic cranial irradiation for patients with small-cell lung cancer in complete remission. Prophylactic Cranial Irradiation Overview Collaborative Group N Engl J Med 1999 341 476 484 10441603 105 Rosell R Gómez-Codina J Camps C A randomized trial comparing preoperative chemotherapy plus surgery with surgery alone in patients with non-small-cell lung cancer N Engl J Med 1994 330 153 158 8043059 106 Rittmeyer A Barlesi F Waterkamp D Atezolizumab versus docetaxel in patients with previously treated non-small-cell lung cancer (OAK): a phase 3, open-label, multicentre randomised controlled trial Lancet 2017 389 255 265 27979383 107 Douillard JY Rosell R De Lena M Adjuvant vinorelbine plus cisplatin versus observation in patients with completely resected stage IB-IIIA non-small-cell lung cancer (Adjuvant Navelbine International Trialist Association [ANITA]): a randomised controlled trial Lancet Oncol 2006 7 719 727 16945766 108 Kosaka T Yatabe Y Endoh H Kuwano H Takahashi T Mitsudomi T Mutations of the epidermal growth factor receptor gene in lung cancer: biological and clinical implications Cancer Res 2004 64 8919 8923 15604253 109 Cappuzzo F Ciuleanu T Stelmakh L Erlotinib as maintenance treatment in advanced non-small-cell lung cancer: a multicentre, randomised, placebo-controlled phase 3 study Lancet Oncol 2010 11 521 529 20493771 110 Pignon JP Arriagada R Ihde DC A meta-analysis of thoracic radiotherapy for small-cell lung cancer N Engl J Med 1992 327 1618 1624 1331787 111 Imielinski M Berger AH Hammerman PS Mapping the hallmarks of lung adenocarcinoma with massively parallel sequencing Cell 2012 150 1107 1120 22980975 112 Molina JR Yang P Cassivi SD Schild SE Adjei AA Non-small cell lung cancer: epidemiology, risk factors, treatment, and survivorship Mayo Clin Proc 2008 83 584 594 18452692 113 Allison JP Checkpoints Cell 2015 162 1202 1205 26359978 114 Honjo T 112th Scientific Meeting of the Japanese Society of Internal Medicine: Special Lecture: Cancer Immunotherapy by PD-1 Antibody Nihon Naika Gakkai Zasshi 2015 104 1917 30160898 115 Crawford J Ozer H Stoller R Reduction by granulocyte colony-stimulating factor of fever and neutropenia induced by chemotherapy in patients with small-cell lung cancer N Engl J Med 1991 325 164 170 1711156 116 Govindan R Page N Morgensztern D Changing epidemiology of small-cell lung cancer in the United States over the last 30 years: analysis of the surveillance, epidemiologic, and end results database J Clin Oncol 2006 24 4539 4544 17008692 117 Pignon JP Arriagada R Ihde DC A meta-analysis of thoracic radiotherapy for small-cell lung cancer N Engl J Med 1992 327 1618 1612 1331787",
    "full_text_abstract": "Aim of the study To analyze the 100 most cited lung cancer articles published in biomedical literature in the last 44 years. We pointed out developments in lung cancer and aimed to create convenient access for the researchers of this dynamic field. Material and methods We accessed the WoS database (accessed: 15.07.2019) using the keyword “lung cancer” between 1975 and 2019. The top 100 cited articles were analyzed by topic, journal, author, year, institution, level of evidence, adjusted citation index and also the correlations between citation, adjusted citation index, impact factor and length of time since publication. Results A total of 240,701 eligible articles were identified and we chose the top 100 articles cited in the field of lung cancer. The mean number of citations for these articles was 1879.82 ±1264.78. The most cited article was (times cited: 7751) a study by Lynch et al. The New England Journal of Medicine (NEJM) made the greatest contribution to the top 100 list with 32 articles, and the most cited article also originated from NEJM. The highest number of citations was seen in 2017 with 18,393 citations while the highest number of publications was seen in 2005 with 12 publications. Conclusions Oncology is a developing field and we have seen the evolution in this area through the treatment of lung cancer in recent years. The first 100 articles in our analysis not only reflect the landmark articles with the greatest impact on lung cancer research, but also acknowledge the most productive authors and institutions that have contributed to the list with their articles."
}