{
  "PMC": "12496551",
  "DOI": "10.1002/ccr3.71125",
  "PMID": "41054778",
  "PMCID": "PMC12496551",
  "title": "Familial Patterns in Acute Lymphoblastic Leukemia: Lessons From Three Siblings.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12496551",
  "source": "MED",
  "abstract_text": "Acute lymphoblastic leukemia is a sporadic condition and has been reported to be familial in less than 5% of cases. Here, we present the clinical, genetic, treatment, and pathologic features of three siblings with precursor B acute lymphoblastic leukemia by the order of occurrence, suggesting a potential involvement of germline mutations in the pathogenesis of the disease. Their parents denied consanguinity as well as any familial history of syndromic diseases or neoplasms. Cases 1 and 2 have experienced a relapse after achieving remission, and case 3 has been diagnosed in recent years. Recurrent cytogenetic abnormalities shared across Cases 2 and 3 raised the hypothesis that monosomy 20 may be a susceptible marker in familial B-ALL. HLAs were fully matched for Cases 2 and 3; so, Case 3 donated stem cells to his older brother (Case 2) 3 months before his own involvement. Today, these cases are in complete remission of the disease. This study supports genetic counseling and targeted germline testing in familial ALL cases and argues for cautious consideration of related donors in such cases.",
  "full_text": "pmc Clin Case Rep Clin Case Rep 10.1002/(ISSN)2050-0904 CCR3 Clinical Case Reports 2050-0904 John Wiley and Sons Inc. Hoboken 12496551 10.1002/ccr3.71125 CCR371125 CCR3-2025-08-2912.R1 Case Report Case Report Familial Patterns in Acute Lymphoblastic Leukemia: Lessons From Three Siblings Khanahmad Alireza https://orcid.org/0000-0001-7686-0822 1 2 Khazaee‐Nasirabadi Mohammad Hossein https://orcid.org/0009-0003-1898-727X 2 Nikpour Naeem https://orcid.org/0000-0002-4265-5430 3 n_nikpour@kmu.ac.ir Khosravi Mahmood https://orcid.org/0000-0002-8890-7357 2 4 hemkhosravi@gmail.com 1 Student Research Committee, Afzalipour Faculty of Medicine Kerman University of Medical Sciences Kerman Iran 2 Department of Hematology and Medical Laboratory Sciences, Faculty of Allied Medicine Kerman University of Medical Sciences Kerman Iran 3 Department of Internal Medicine, Hematology and Medical Oncology Division Kerman University of Medical Sciences Kerman Iran 4 Department of Medical Laboratory Sciences, School of Allied Medical Sciences Arak University of Medical Sciences Arak Iran * Correspondence: Naeem Nikpour ( n_nikpour@kmu.ac.ir ) Mahmood Khosravi ( hemkhosravi@gmail.com ) 05 10 2025 10 2025 13 10 10.1002/ccr3.v13.10 e71125 06 9 2025 08 8 2025 20 9 2025 © 2025 The Author(s). Clinical Case Reports published by John Wiley & Sons Ltd. https://creativecommons.org/licenses/by/4.0/ This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited. ABSTRACT Acute lymphoblastic leukemia is a sporadic condition and has been reported to be familial in less than 5% of cases. Here, we present the clinical, genetic, treatment, and pathologic features of three siblings with precursor B acute lymphoblastic leukemia by the order of occurrence, suggesting a potential involvement of germline mutations in the pathogenesis of the disease. Their parents denied consanguinity as well as any familial history of syndromic diseases or neoplasms. Cases 1 and 2 have experienced a relapse after achieving remission, and case 3 has been diagnosed in recent years. Recurrent cytogenetic abnormalities shared across Cases 2 and 3 raised the hypothesis that monosomy 20 may be a susceptible marker in familial B‐ALL. HLAs were fully matched for Cases 2 and 3; so, Case 3 donated stem cells to his older brother (Case 2) 3 months before his own involvement. Today, these cases are in complete remission of the disease. This study supports genetic counseling and targeted germline testing in familial ALL cases and argues for cautious consideration of related donors in such cases. acute leukemia B‐lymphoblastic leukemia/lymphoma case report De‐novo familial cancer Vice Chancellor for Research and Technology, Kerman University of Medical Sciences 10.13039/501100021077 402000828 source-schema-version-number 2.0 cover-date October 2025 details-of-publishers-convertor Converter:WILEY_ML3GV2_TO_JATSPMC version:6.6.4 mode:remove_FC converted:05.10.2025 A. Khanahmad , M. H. Khazaee‐Nasirabadi , N. Nikpour , and M. Khosravi , “ Familial Patterns in Acute Lymphoblastic Leukemia: Lessons From Three Siblings ,” Clinical Case Reports 13 , no. 10 ( 2025 ): e71125 , 10.1002/ccr3.71125 . Funding: This work was supported by the Vice Chancellor for Research and Technology, Kerman University of Medical Sciences (402000828). Summary This report describes an extremely rare and tragic familial occurrence of acute lymphoblastic leukemia. This report discusses the underlying genetic abnormalities and highlights that high‐throughput genetic testing and genetic counseling are warranted when selecting a related donor for stem cell transplantation in such settings. 1 Introduction Acute lymphoblastic leukemia (ALL) is the most common childhood cancer, making up about one‐third of all pediatric malignancies. ALL arises from clonal proliferation of immature lymphoid progenitor cells [ 1 , 2 ]. The peak incidence of ALL is reported between ages 2 and 5 years, and the annual incidence rate is 36.2 per 1 million individuals [ 3 ]. Most cases of ALL have no known cause, but an increase in incidence has been associated with certain environmental or genetic risk factors [ 4 ]. While traditionally, ALL is reported as a sporadic disease caused by acquired somatic mutations [ 5 ], emerging evidence highlights the significant role of inheritable genetic risk factors in its development. Approximately 20% of familial ALL cases stem from inherited syndromic defects and germline polymorphisms. Besides its high prevalence in early childhood, congenital occurrence suggests that inheritable risk factors are involved [ 6 , 7 ]. Inherited syndromic defects affecting DNA repair (e.g., Bloom), tumor suppression (e.g., Neurofibromatosis, Li‐Fraumeni, and Down syndromes), apoptosis (e.g., autoimmune lymphoproliferative syndrome), immune system function (e.g., severe combined immunodeficiency), and syndromic defects that lead to second mutations (e.g., familial platelet disorder) may cause familial cases of leukemias [ 8 , 9 ]. Germline mutations (PAX5, ETV6, TP53, IKZF1) and polymorphisms (ARID5B, CDKN2A/B) are less common but, together with the mentioned syndromes, account for approximately one‐fifth of all familial ALL cases [ 6 ]. Here, we adhere to the CARE guidelines to describe the demographic, clinical, genetic, treatment, and pathologic features of three Iranian siblings who developed precursor B‐lymphoblastic leukemia/lymphoma in the order of occurrence. 2 Case History/Examination To uncover the genetic and environmental predisposing factors, the past medical history of the parents, affected, and non‐affected siblings was explored. It was demonstrated that besides three ALL‐affected siblings, one other sibling died of kernicterus at the age of 7, and the other child suffers from schizophrenia. The mother of the affected siblings reported no significant viral infections during her pregnancies. There was no history of ionizing radiation exposure or chemotherapy use prior to or during pregnancy, and she did not use any chronic medications aside from routine prenatal vitamins. The family resides in a rural area with no known exposure to industrial carcinogens or agricultural pesticides, and there was no reported household smoking or occupational toxin exposure. According to pediatric records, none of the three siblings experienced severe viral illnesses during infancy or early childhood. The lack of significant environmental or infectious exposures in this family supports the likelihood of a primary genetic predisposition. All family members have a completely normal diet. Consanguinity, history of syndromic defects, or neoplasms among first‐ and second‐degree relatives were denied. 3 Differential Diagnosis, Investigations, and Treatment 3.1 Case 1 A 10‐year‐old female was admitted to the pediatric hematology oncology ward of Afzalipour Hospital in Kerman, Iran, due to a suspicion of acute leukemia. She had a history of anorexia, weight loss, abdominal pain, fever, and nosebleeds. Laboratory studies showed anemia, thrombocytopenia, and leukopenia, along with mild splenomegaly, which indicated the need for bone marrow aspiration and biopsy. It should be noted that the initial diagnosis occurred several years ago, at a time when cytogenetic analyses were not routinely available, and their diagnostic/prognostic value in ALL was not fully established. The girl was diagnosed with precursor B‐ALL and achieved hematological remission after receiving the AIEOP‐BFM ALL protocol. Eight years after her initial diagnosis, the patient was re‐admitted with pancytopenia, characterized by hemoglobin (Hb) levels of 8.7 g/dL, a white blood cell (WBC) count of 1.3 × 10 3 /μL, and a platelet (Plt) count of 14 × 10 3 /μL. Clinical symptoms included hip pain, inability to walk, and neutropenia. Hypoplastic areas were observed at the gray‐white matter junction, which may indicate underlying brain involvement. The patient then underwent a whole‐body scan 3 h after an IV injection of 20m Ci 99m TC‐MDP. The results showed increased radiotracer uptake with an irregular pattern in the femoral shafts throughout the pelvis, including the sacroiliac joints (SIJ) and the upper thoracic spine. Additionally, bilateral relative hyperactivity in the proximal and distal parts of some long tubular bones was reported. These findings were suggestive of either marrow reaction or an infiltrative process. A focal zone of mild tracer uptake in the right frontal region was likely due to an intracranial lesion. Bone marrow aspiration and biopsy showed relapse, and an intrathecal (IT) chemotherapy treatment protocol, which included methotrexate, hydrocortisone, and cytarabine, was administered to the patient. 3.2 Case 2 Three years after the initial diagnosis of case 1, her older brother was admitted to the hematology oncology ward of Afzalipour Hospital in Kerman, Iran, with epistaxis as the chief complaint. He was a 17‐year‐old male with anemia, thrombocytopenia, and leukocytosis, along with mild splenomegaly, which indicated further bone marrow investigation. Immunophenotyping showed the expression of TdT, CD20, CD10, and CD22. The expression of CD34 and CD4 was reported at 51% and 16%, respectively. There was no expression of cytoplasmic CD3 (pan T‐cell marker). Overall, acute precursor B‐lymphoblastic leukemia was diagnosed. He was started on hyper‐CVAD treatment protocol and achieved complete remission (CR). Ten years after his initial diagnosis, he returned with epistaxis and myalgia. CBC and differential WBC count showed a mild leukopenia (3200/μL) with 50% lymphocytes. Platelet count was also decreased (64,000/μL), and the presence of giant platelets was reported. Bone marrow evaluation illustrated sheets of blastic cells positive for CD10, CD20, TdT, HLA‐DR, and co‐expression of HLA‐DR & TdT, indicating relapsed‐ALL. Qualitative assessment using the Real‐time PCR technique showed a negative fusion transcript p210 of BCR‐ABL/t(9;22)(q34;q11). However, the complex abnormal karyotype with several poor prognostic criteria, including hypodiploidy, monosomy 7, KMT2a gene rearrangement, and monosomy 20, made therapeutic reinforcement and bone marrow transplantation inevitable (Figure 1A ). HLA typing showed a full match of HLA with his younger brother (Table 1 ). To achieve CR before transplantation, he started on Endoxan (550 mg), Vincristin (2 mg), Doxorubicin (90 mg), and Rituximab (700 mg). After 40 days, he continued with R‐MTX‐CYTOSAR. Finally, a successful bone marrow transplant was done. FIGURE 1 (A) Complex karyotype in Case 2: −7, del (9)(p22), del (11)(q23), −20; (B) Complex karyotype in Case 3: del (9)(p22), +10, del (17)(p3), −20, −Y. TABLE 1 Results of low‐resolution HLA‐typing showed a full match for Case 2 and his younger brother, who developed ALL after transplantation and was labeled as Case 3. Label HLA‐I HLA‐II A B C DRB1 DRB3,4,5 DQB1 Father 02, − Bw6 45, 35 — — — — Mother 24, 30 Cw7/Bw6 14, 18 — — — — Older Brother 02, 30 14, 45 — 03, 15 P, N, P — Case 1 02, − Bw6 14, − — — — — Case 2 02, 24 Cw7/Bw6 18, 45 07, 16 01, 03 DRB3 04, 05 Case 3 02, 24 Cw7, Bw6 18, 45 07, 16 01, 03 DRB3 04, 05 3.3 Case 3 The youngest child of the family, who had previously provided a hematopoietic stem cell donation to his older brother (Case 2), was admitted when he was 20 years old. The chief complaint was paleness and lethargy. CBC showed normochromic normocytic anemia (Hb = 7.26 g/dL/MCV = 87.2 fL/MCH = 32 pg) and mild thrombocytopenia (Plt = 109 × 10 3 /μL) with 30% blasts in peripheral blood. A hypercellular marrow with 100% cellularity and the presence of sheets of blastic cells positive for CD10, CD19, CD20, CD34, and TdT was reported. The blasts were negative for Sudan‐black stain. Therefore, precursor‐B lymphoblastic leukemia/lymphoma was confirmed. Cytogenetic evaluation displayed a complex karyotype, shown in Figure 1B . This patient was also negative for both p210 and p190 BCR‐ABL/t(9;22)(q34;q11). It should be noted that Cases 2 and 3 were diagnosed as adults with complex karyotypes, so they were considered high‐risk and received hyper‐CVAD, which was both the institutional standard for adults and consistent with risk‐based treatment allocation. Case 3 achieved CR after 2 months of treatment. He is currently on a standard maintenance protocol. Figure 2 represents a timeline of the major clinical events reported in this study. Table 2 compares the demographics and clinical features for easier cross‐reference. FIGURE 2 Timeline of clinical events (To ensure patients' anonymity, years were reported relative to the initial diagnosis, where “X” represents the year of Case 1's diagnosis and “+N” denotes N years later). TABLE 2 Demographic and clinical features of the reported cases. Patient ID Gender (age) Clinical presentation Splenomegaly Treatment protocol History of relapse Stem cell transplantation Current status Donate Recieve Case #1 F (10) Anorexia Weight loss Abdominal pain Fever Nosebleeds Pancytopenia Yes AIEOP‐BFM Yes Complete remission Case #2 M (17) Epistaxis Pancytopenia Yes Hyper‐CVAD Yes Complete remission Case #3 M (20) Paleness and lethargy Anemia Mild thrombocytopenia No Hyper‐CVAD No Complete remission 4 Conclusion and Results Fortunately, all three patients have achieved CR and are in a stable condition. This paper emphasizes the need for genetic screening in familial ALL cases, especially those with shared cytogenetic abnormalities. Early detection of at‐risk family members can guide surveillance and preemptive strategies. 5 Discussion Hematological cancers comprise a wide range of neoplastic conditions with various biological and clinical presentations. Some of these cancers show a preference for developing at certain ages. For instance, since fetal factors may contribute to the pathophysiology of the disease, ALL has become the most common malignancy of childhood [ 10 , 11 ]. ALL usually occurs sporadically and is poorly associated with environmental and genetic risk factors. Nonetheless, prior research has identified ionizing radiation exposure, chemotherapy use, and a history of certain viral infections as environmental risk factors [ 4 ]. In 1988, two hypotheses were put forth to implicate infection as a risk factor for ALL [ 12 , 13 ]. According to these theories, postponed infection or exposure to a particular pathogen may induce an aberrant immune response, which may cause more genetic defects at an age commensurate with elevated lymphoid cell proliferation. However, in our cases, no environmental risk factors were identified, and the past medical history denied severe viral infections and chronic diseases. Familial acute myeloid leukemia (AML) accounts for approximately 5%–10% of cases, while familial acute lymphoblastic leukemia (ALL) is significantly rarer, representing less than 5% [ 14 , 15 ]. There is mounting evidence of a substantial genetic susceptibility. Unlike sporadic ALL, familial cases often present with early‐onset disease, higher relapse rates, and shared cytogenetic abnormalities, that is, ETV6 , RUNX1 , KMT2A rearrangements, and CDKN2A/B deletions [ 16 , 17 ]. Additionally, the familial and inherited character of pediatric B‐ALL has been associated with low penetrance or expression loss of 7p12.2 (IKZF1), 9p12 (CDKN2A/CDKN2B), 10q21.2 (ARID5B), and 14q11.2 (CEBPE) [ 18 ]. Due to developments in sequencing technology, several genetically linked abnormalities that contribute to the pathogenesis of pediatric leukemia have been identified, primarily in solitary case reports or family studies. Twin studies and next‐generation sequencing have identified clonal hematopoiesis in predisposed individuals, reinforcing the need for germline testing in families with multiple affected members. Inheritance patterns vary, including autosomal dominant ( PAX5 , ETV6 ), recessive ( BLM , ATM ), and polygenic ( ARID5B , IKZF1 ) mechanisms [ 19 ]. Prior research confirms that IKZF1 (7p12.2), PAX5 (9p13), and ETV6 (12p13) are recurrently mutated in familial ALL [ 20 ]. Additionally, PAX5 p.Gly183Ser was reported in 3% of familial B‐ALL cases [ 20 ]. As mentioned above, mutations in DNA repair genes, tumor suppressor genes, Down syndrome, immune deficiency syndromes, and autoimmune diseases, along with mutations in CEBPE , SH2B3 , ARID5B , IKZF1 , and CDKN2A/B , are also listed as the possible risk factors [ 8 ]. Monosomy 20, an extremely rare condition in ALL [ 21 , 22 ], was identified in two of our patients. This finding suggests that, beyond a random secondary event, it may be of pathological relevance in familial cases and needs further investigation in larger familial cohorts. Deletions in 9p (encompassing PAX5 and CDKN2A/B) are also hallmarks of high‐risk B‐ALL [ 20 ]. While somatic PAX5 deletions are common, germline PAX5 mutations (e.g., p.Pro80Arg) are rare but clinically significant, as they predispose to familial ALL with early relapse [ 20 ]. Hypodiploidy was the other shared cytogenetic abnormality. According to Ghaffari et al., it is associated with a poor overall survival and progression‐free survival [ 23 ]. The presence of complex karyotypes with high‐risk markers, such as hypodiploidy, monosomy 7, and KMT2A rearrangement in Case 2, further supports the aggressive nature of familial ALL and its association with unfavorable outcomes [ 16 , 24 ]. These findings align with studies emphasizing the role of germline mutations in PAX5, ETV6, and TP53 in familial ALL [ 20 , 25 ], reinforcing the need for comprehensive genetic screening in such cases. The clinical course of the siblings, characterized by relapses in two cases and the development of ALL in the stem cell donor (Case 3), underscores the challenges in managing familial ALL. The full HLA match between Cases 2 and 3 raises questions about the potential transmission of genetic risk factors during stem cell donation, a phenomenon rarely documented in the literature. Regarding donor consideration, the development of ALL in the stem cell donor (Case 3) following transplantation to his HLA‐matched sibling (Case 2) underscores the potential risks associated with using related donors in familial hematological malignancies. These findings are in line with previous literature that noted poorer outcomes for children with familial ALL compared to sporadic cases, with lower 5‐year event‐free survival (EFS) rates, particularly in hypodiploid or KMT2A‐rearranged subtypes [ 14 ]. Relapse rates exceed 50%, often driven by chemoresistance and high‐risk genetic profiles (e.g., TP53 mutations) [ 17 ]. The presence of three affected siblings may also raise psychosocial and ethical considerations for unaffected family members. These include multifactorial social, emotional, and practical dimensions, such as heightened anxiety about their own cancer risk, fear of social discrimination, financial challenges, challenges in family planning, and uncertainty about genetic predisposition [ 26 , 27 , 28 , 29 ]. Therefore, we believe such cases need multidisciplinary support, including appropriate and private psychological and emotional counseling. Furthermore, since asymptomatic family members in high‐risk pedigrees may harbor latent genetic defects, and due to the significant psychosocial and ethical concerns, the American Association for Cancer Research highly recommends pre‐ and post‐testing genetic counseling for individuals with familial predisposition to hematological malignancies. It is also advised to have an initial consultation with a transplant specialist [ 30 ]. The familial clustering of ALL in this study mirrors prior reports of inherited syndromes (e.g., Li‐Fraumeni, Bloom syndrome) and germline mutations (e.g., IKZF1 , ETV6 ) predisposing to leukemia [ 8 ]. However, the absence of consanguinity or syndromic features in this family suggests a de novo or polygenic inheritance pattern, which is less well characterized in the literature. The siblings' shared cytogenetic abnormalities provide a potential genetic link, yet the exact mechanism remains elusive. This gap underscores the need for advanced genomic studies, such as whole‐exome sequencing, to identify novel susceptibility loci in familial ALL. In addition, the observation of splenomegaly in our cases highlights the importance of monitoring organ‐related complications, such as spontaneous splenic rupture (SSR) [ 31 ]. Future research should assess splenic involvement in familial ALL to determine whether certain genetic subtypes increase SSR risk. 6 Limitations This study described an extremely rare case of familial ALL with no predisposing syndromic defects or previous instances of neoplastic diseases among first‐ or second‐degree relatives. However, it has several limitations: First, cytogenetic data were not available for Case 1, which restricted the ability to compare genetic abnormalities across all siblings. Second, the small sample size limits the generalizability, so the findings should be interpreted cautiously. Third, although high‐throughput sequencing techniques could have provided more detailed genetic insights into germline predisposition in these siblings, resource constraints—both laboratory and financial—as well as the retrospective nature of the study, prevented performing this analysis at the time, and the lack of germline sequencing data impeded identifying specific pathogenic mutations. Future research should incorporate next‐generation sequencing (NGS) to better understand the genetic basis of familial ALL in such cases. Author Contributions Alireza Khanahmad: investigation, project administration, writing – original draft. Mohammad Hossein Khazaee‐Nasirabadi: investigation, writing – original draft. Naeem Nikpour: supervision, writing – review and editing. Mahmood Khosravi: conceptualization, writing – original draft. Ethics Statement The research related to human use has been conducted under all the relevant national regulations and institutional policies and in accordance with the tenets of the Helsinki Declaration, and has been approved by the authors' institutional review board or equivalent committee (Ethical Approval Code: IR.KMU.AH.REC.1402.163). Consent Written informed consent was obtained from all patients for the publication of this report. Conflicts of Interest The authors declare no conflicts of interest. Acknowledgments We intend to express our sincere gratitude to the patients and their family members who generously participated in the present study. Data Availability Statement All data generated or analyzed during this study are included in this published article. References 1 M. T. Jalali , M. Khosravi , B. Keikhaei , F. Dehuori , and M. Latifi , “ Evaluation of Plasma Activity Level of Anticoagulant Proteins in Patients With Acute Lymphoblastic Leukemia in Shafa Hospital Ahwaz 2010 ,” European Review for Medical and Pharmacological Sciences 16 , no. 8 ( 2012 ): 1045 – 1051 . 22913155 2 K. G. Roberts , “ Genetics and Prognosis of ALL in Children vs Adults ,” Hematology. American Society of Hematology. Education Program 2018 , no. 1 ( 2018 ): 137 – 145 , 10.1182/asheducation-2018.1.137 . 30504302 3 A. Eghbali , A. Eghbali , N. Ashayeri , F. Fadayi , K. Ghaffari , and A. Ghasemi , “ Effects of Oral Lcarnitine Supplementation on Liver Enzymes in Pediatric Acute Lymphoblastic Leukemia Patients in the Maintenance Phase of Treatment: A Randomized Clinical Trial Study ,” Frontiers in Pharmacology 15 ( 2024 ): 1507996 , 10.3389/fphar.2024.1507996 . 39898322 4 F. M. Onyije , A. Olsson , D. Baaken , et al., “ Environmental Risk Factors for Childhood Acute Lymphoblastic Leukemia: An Umbrella Review ,” Cancers 14 , no. 2 ( 2022 ): 382 , 10.3390/cancers14020382 . 35053543 5 J. Kamihara , “ Shimamura A. It's ALL in the Family: IKZF1 and Hereditary Leukemia ,” Cancer Cell 33 , no. 5 ( 2018 ): 798 – 800 , 10.1016/j.ccell.2018.04.008 . 29763621 6 J. Vijayakrishnan , M. Qian , J. B. Studd , et al., “ Identification of Four Novel Associations for B‐Cell Acute Lymphoblastic Leukaemia Risk ,” Nature Communications 10 , no. 1 ( 2019 ): 5348 , 10.1038/s41467-019-13069-6 . 7 Q. Zhang , Z. Ren , J. Yang , and A. Yin , “ Analysis of 59 Cases of Congenital Leukemia Reported Between 2001 and 2016 ,” Journal of International Medical Research 47 , no. 10 ( 2019 ): 4625 – 4635 , 10.1177/0300060519872899 . 31558073 8 G. B. Segel and M. A. Lichtman , “ Familial (Inherited) Leukemia, Lymphoma, and Myeloma: An Overview ,” Blood Cells, Molecules & Diseases 32 , no. 1 ( 2004 ): 246 – 261 , 10.1016/j.bcmd.2003.10.005 . 9 R. Valentin , S. Grabow , and M. S. Davids , “ The Rise of Apoptosis: Targeting Apoptosis in Hematologic Malignancies ,” Blood 132 , no. 12 ( 2018 ): 1248 – 1264 , 10.1182/blood-2018-02-791350 . 30012635 10 A. Eghbali , M. Adibifar , A. Ghasemi , et al., “ The Effect of Oral Curcumin on Vincristine‐Induced Neuropathy in Pediatric Acute Lymphoblastic Leukemia: A Double‐Blind Randomized Controlled Clinical Trial ,” BMC Cancer 25 , no. 1 ( 2025 ): 344 , 10.1186/s12885-025-13751-7 . 40000988 11 A. Bazi , F. Z. Rashidi‐Juybari , S. M. Hosseini , et al., “ Extracellular Vesicle–Derived microRNAs: A Deep Review of the Latest Literature Investigating Their Role in Drug Resistance, Prognosis, and Microenvironment Interactions in Hematologic Malignancies ,” European Journal of Cancer Care 2025 , no. 1 ( 2025 ): 5512907 , 10.1155/ecc/5512907 . 12 M. F. Greaves , “ Speculations on the Cause of Childhood Acute Lymphoblastic Leukemia ,” Leukemia 2 , no. 2 ( 1988 ): 120 – 125 . 3278171 13 L. Kinlen , “ Evidence for an Infective Cause of Childhood Leukaemia: Comparison of a Scottish New Town With Nuclear Reprocessing Sites in Britain ,” Lancet 332 , no. 8624 ( 1988 ): 1323 – 1327 , 10.1016/s0140-6736(88)90867-7 . 14 S. P. Hunger and C. G. Mullighan , “ Acute Lymphoblastic Leukemia in Children ,” New England Journal of Medicine 373 , no. 16 ( 2015 ): 1541 – 1552 , 10.1056/NEJMra1400972 . 26465987 15 C. H. Pui , J. J. Yang , S. P. Hunger , et al., “ Childhood Acute Lymphoblastic Leukemia: Progress Through Collaboration ,” Journal of Clinical Oncology 33 , no. 27 ( 2015 ): 2938 – 2948 , 10.1200/jco.2014.59.1636 . 26304874 16 C.‐H. Pui , K. E. Nichols , and J. J. Yang , “ Somatic and Germline Genomics in Paediatric Acute Lymphoblastic Leukaemia ,” Nature Reviews Clinical Oncology 16 , no. 4 ( 2019 ): 227 – 240 , 10.1038/s41571-018-0136-6 . 17 M. Qian , X. Cao , M. Devidas , et al., “ TP53 Germline Variations Influence the Predisposition and Prognosis of B‐Cell Acute Lymphoblastic Leukemia in Children ,” Journal of Clinical Oncology 36 , no. 6 ( 2018 ): 591 – 599 , 10.1200/jco.2017.75.5215 . 29300620 18 M. Bloom , J. L. Maciaszek , M. E. Clark , C.‐H. Pui , and K. E. Nichols , “ Recent Advances in Genetic Predisposition to Pediatric Acute Lymphoblastic Leukemia ,” Expert Review of Hematology 13 , no. 1 ( 2020 ): 55 – 70 , 10.1080/17474086.2020.1685866 . 31657974 19 M. Greaves , “ A Causal Mechanism for Childhood Acute Lymphoblastic Leukaemia ,” Nature Reviews. Cancer 18 , no. 8 ( 2018 ): 471 – 484 , 10.1038/s41568-018-0015-6 . 29784935 20 S. Shah , K. A. Schrader , E. Waanders , et al., “ A Recurrent Germline PAX5 Mutation Confers Susceptibility to Pre‐B Cell Acute Lymphoblastic Leukemia ,” Nature Genetics 45 , no. 10 ( 2013 ): 1226 – 1231 , 10.1038/ng.2754 . 24013638 21 R. Clark , S. A. Byatt , C. F. Bennett , et al., “ Monosomy 20 as a Pointer to Dicentric (9;20) in Acute Lymphoblastic Leukemia ,” Leukemia 14 , no. 2 ( 2000 ): 241 – 246 , 10.1038/sj.leu.2401654 . 10673740 22 M. Silengo , E. Vassallo , E. Barisone , R. Miniero , and E. Madon , “ Monosomy 20 in Childhood Acute Lymphoblastic Leukemia ,” Cancer Genetics and Cytogenetics 59 , no. 2 ( 1992 ): 177 – 179 , 10.1016/0165-4608(92)90212-q . 1581883 23 K. Ghaffari , A. Kouhfar , A. Ghasemi , M. Gholami , A. Arjmand , and V. Falahati , “ A Retrospective Cytogenetic Abnormality in Pediatric Acute Lymphoblastic Leukemia: Report of 11 Years ,” Advanced Biomedical Research 11 ( 2022 ): 81 , 10.4103/abr.abr_103_21 . 36393820 24 S. Safavi , L. Olsson , A. Biloglav , et al., “ Genetic and Epigenetic Characterization of Hypodiploid Acute Lymphoblastic Leukemia ,” Oncotarget 6 , no. 40 ( 2015 ): 42793 – 42802 , 10.18632/oncotarget.6000 . 26544893 25 M. Y. Zhang , J. E. Churpek , S. B. Keel , et al., “ Germline ETV6 Mutations in Familial Thrombocytopenia and Hematologic Malignancy ,” Nature Genetics 47 , no. 2 ( 2015 ): 180 – 185 , 10.1038/ng.3177 . 25581430 26 A. López‐Fernández , G. Villacampa , M. Salinas , et al., “ Role of Psychological Background in Cancer Susceptibility Genetic Testing Distress: It Is Not Only About a Positive Result ,” Journal of Genetic Counseling 32 , no. 4 ( 2023 ): 778 – 787 , 10.1002/jgc4.1687 . 36748747 27 A. M. Hirschberg , G. Chan‐Smutko , and W. F. Pirl , “ Psychiatric Implications of Cancer Genetic Testing ,” Cancer 121 , no. 3 ( 2015 ): 341 – 360 , 10.1002/cncr.28879 . 25234846 28 A. Brédart , J. L. Kop , A. Tüchler , et al., “ Assessment of Psychosocial Difficulties by Genetic Clinicians and Distress in Women at High Risk of Breast Cancer: A Prospective Study ,” European Journal of Human Genetics 30 , no. 9 ( 2022 ): 1067 – 1075 , 10.1038/s41431-022-01096-9 . 35399119 29 J. Vos , C. J. van Asperen , J. C. Oosterwijk , et al., “ The Counselees' Self‐Reported Request for Psychological Help in Genetic Counseling for Hereditary Breast/Ovarian Cancer: Not Only Psychopathology Matters ,” Psycho‐Oncology 22 , no. 4 ( 2013 ): 902 – 910 , 10.1002/pon.3081 . 22740372 30 C. C. Porter , T. E. Druley , A. Erez , et al., “ Recommendations for Surveillance for Children With Leukemia‐Predisposing Conditions ,” Clinical Cancer Research 23 , no. 11 ( 2017 ): e14 – e22 , 10.1158/1078-0432.Ccr-17-0428 . 28572263 31 J. Kanani and M. I. Sheikh , “ An Autopsy Presentation of Spontaneous Splenic Rupture in Chronic Myeloid Leukemia: A Rare Case Report ,” Journal of Medicine, Surgery, and Public Health 3 ( 2024 ): 100118 , 10.1016/j.glmedi.2024.100118 .",
  "plain_text": "ABSTRACT Acute lymphoblastic leukemia is a sporadic condition and has been reported to be familial in less than 5% of cases. Here, we present the clinical, genetic, treatment, and pathologic features of three siblings with precursor B acute lymphoblastic leukemia by the order of occurrence, suggesting a potential involvement of germline mutations in the pathogenesis of the disease. Their parents denied consanguinity as well as any familial history of syndromic diseases or neoplasms. Cases 1 and 2 have experienced a relapse after achieving remission, and case 3 has been diagnosed in recent years. Recurrent cytogenetic abnormalities shared across Cases 2 and 3 raised the hypothesis that monosomy 20 may be a susceptible marker in familial B‐ALL. HLAs were fully matched for Cases 2 and 3; so, Case 3 donated stem cells to his older brother (Case 2) 3 months before his own involvement. Today, these cases are in complete remission of the disease. This study supports genetic counseling and targeted germline testing in familial ALL cases and argues for cautious consideration of related donors in such cases."
}
