{
    "PMC": "12357412",
    "DOI": "10.1186/s12870-025-07002-x",
    "PMID": "40817208",
    "PMCID": "PMC12357412",
    "title": "Research on the GST gene family in Salix lindleyana reveals Trp162 and Pro202 as key amino acids controlling the release rate of GS-X.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12357412",
    "source": "MED",
    "abstract_text": "The adaptive evolution of the glutathione S-transferase (GST) gene family in Salix lindleyana provides insights into the relationship between enzyme structure and function. In this study, 37 genes encoding the GST protein were cloned from S. lindleyana with no genomic data available, and their expression levels and enzyme activity were determined in vitro. The 22 genes encoding the Tau GST subfamily were divided into Clades A and B, with Clade A subjected to more relaxed selection pressure than Clade B. Clade A was split into two smaller branches, Clades a and b. Three genes under positive selection from Clade a were chosen for 36 site-directed mutations, with Trp162 and Pro202 crucially affecting variations in GST enzyme activity. Crystal structure analysis of SliGSTU7 complexed with GSH revealed that the Trp162 residue was located at the bottom of the hydrophobic cavity. Homology modeling and molecular docking revealed that the W162G/P202A mutation in SliGSTU7 significantly reduced the neighboring effect during the formation of GS-DNB. A study of the GST gene family of S. lindleyana identified Trp162 and Pro202 as key amino acids that regulate the release rate of GS-X.",
    "full_text": "pmc BMC Plant Biol BMC Plant Biol BMC Plant Biology 1471-2229 BioMed Central London 12357412 40817208 7002 10.1186/s12870-025-07002-x Research Research on the GST gene family in Salix lindleyana reveals Trp162 and Pro202 as key amino acids controlling the release rate of GS-X Xu Nan 1 2 3 Wang Yu-Wen 1 2 Qu Chang 4 Wu Zhao-Qun 1 2 Zhang Xiu-Xing 1 2 Wang Shi-Yi 1 2 Yang Ye-Bo 1 2 Xue Jing 1 2 Yang Hai-Ling yhailing77@bjfu.edu.cn 1 2 1 https://ror.org/04xv2pc41 grid.66741.32 0000 0001 1456 856X State Key Laboratory of Tree Genetics and Breeding, National Engineering Research Center of Tree Breeding and Ecological Restoration, Beijing Forestry University, Beijing, 100083 China 2 https://ror.org/04xv2pc41 grid.66741.32 0000 0001 1456 856X The Tree and Ornamental Plant Breeding and Biotechnology Laboratory of National Forestry and Grassland Administration, College of Biological Sciences and Technology, Beijing Forestry University, Beijing, 100083 China 3 https://ror.org/05sbgwt55 grid.412099.7 0000 0001 0703 7066 Henan University of Technology, Zhengzhou, 450001 China 4 https://ror.org/0360dkv71 grid.216566.0 0000 0001 2104 9346 State Key Laboratory of Tree Genetics and Breeding, Chinese Academy of Forestry, Beijing, 100091 China 16 8 2025 16 8 2025 2025 25 1077 8 3 2025 1 7 2025 © The Author(s) 2025 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . The adaptive evolution of the glutathione S-transferase (GST) gene family in Salix lindleyana provides insights into the relationship between enzyme structure and function. In this study, 37 genes encoding the GST protein were cloned from S. lindleyana with no genomic data available, and their expression levels and enzyme activity were determined in vitro . The 22 genes encoding the Tau GST subfamily were divided into Clades A and B, with Clade A subjected to more relaxed selection pressure than Clade B. Clade A was split into two smaller branches, Clades a and b. Three genes under positive selection from Clade a were chosen for 36 site-directed mutations, with Trp162 and Pro202 crucially affecting variations in GST enzyme activity. Crystal structure analysis of SliGSTU7 complexed with GSH revealed that the Trp162 residue was located at the bottom of the hydrophobic cavity. Homology modeling and molecular docking revealed that the W162G/P202A mutation in SliGSTU7 significantly reduced the neighboring effect during the formation of GS-DNB. A study of the GST gene family of S. lindleyana identified Trp162 and Pro202 as key amino acids that regulate the release rate of GS-X. Supplementary Information The online version contains supplementary material available at 10.1186/s12870-025-07002-x. Keywords Salix lindleyana Glutathione transferase Positive selection gene Site-directed mutation Crystal structure Efficient catalytic mechanism STI2030-Major Projects No.2023ZD04057 No.2023ZD04057 No.2023ZD04057 No.2023ZD04057 No.2023ZD04057 No.2023ZD04057 No.2023ZD04057 No.2023ZD04057 No.2023ZD04057 Xu Nan Wang Yu-Wen Qu Chang Wu Zhao-Qun Zhang Xiu-Xing Wang Shi-Yi Yang Ye-Bo Xue Jing Yang Hai-Ling https://doi.org/10.13039/501100001809 National Natural Science Foundation of China 32071486 32071486 32071486 32071486 32071486 32071486 32071486 32071486 32071486 Xu Nan Wang Yu-Wen Qu Chang Wu Zhao-Qun Zhang Xiu-Xing Wang Shi-Yi Yang Ye-Bo Xue Jing Yang Hai-Ling issue-copyright-statement © BioMed Central Ltd., part of Springer Nature 2025 Introduction Glutathione S-transferase (GST, EC 2.5.1.18), an important antioxidant enzyme, plays a key role in plant resistance to biotic and abiotic stresses [ 1 ]. Studies have shown that various environmental stimuli, such as biological stress (e.g., fungal inducers and pathogen invasion) [ 2 ] and abiotic stress (e.g., cold, drought, H 2 O 2 , and hormone treatment) [ 3 ], can induce GST expression. Two subunits of GST form a globular dimer [ 4 , 5 ], with each subunit containing an N-terminal domain and a C-terminal domain entirely comprising α-helices. The C-terminal domain is linked to the N-terminal domain by a sequence of approximately 10 residues. In this structure, the N-terminal domain of one subunit interacts with the C-terminal domain of another subunit, which is crucial for maintaining the enzyme’s stability and function. GST can catalyze the binding reaction between various substrates and glutathione (GSH), reduce organic hydroperoxide, or promote the isomerization of substrates [ 6 ]. Unlike the conserved N-terminal domain, the C-terminal domain’s sequence and topological structure vary greatly, leading to different substrate specificities at the H-terminal domain [ 7 ]. GSTs also have a ligand binding site (L-site) to bind to hydrophobic substrates; thus, they can also be used as carriers to transport proteins and play a wider role by carrying and transporting various metabolites, such as plant hormones, anthocyanins, flavonoids, porphyrins, and other secondary metabolites [ 8 , 9 ]. Glutathione thiotransferase is a key enzyme that plays a metabolic detoxification role in organisms; its main function is to catalyze GSH to form conjugates with harmful exogenous substances. The H-site of GSTs is highly polymorphic; thus, GSTs can theoretically bind hundreds of different toxic molecules to GSH, indicating their wide application value. GSTs can be combined with many exogenous organisms, including herbicides, drugs, and organic pollutants involved in electrophilic reactions. These compounds usually have a common feature: a carbon‒carbon double bond adjacent to an electronic group (Michael acceptor). For example, some nitroaromatic compounds, such as 1-chloro-2,4-dinitrobenzene (CDNB), p-nitrobenzyl chloride, ethylacrylic acid, and benzyl isothiocyanate [ 10 ], are substrates of GSTs. These compounds can be effectively excreted from the body after being catalyzed by GSTs to form conjugates with GSH, thus reducing their harm to the organism. Glutathione is the first substrate of GST, and its G-site binding site is highly conserved. The G-site also promotes the sulfhydryl ionization of glutathione through hydrogen bonding with adjacent hydroxyl groups, resulting in highly active sulfate anions. For example, in ZmGSTF1-1, this hydrogen bond activation reduces the thiol dissociation constant ( pKa ) from 8.7 to 6.2 [ 11 ]. The activation and stability of glutathione are realized by the hydrogen bond provided by the hydroxyl group of the glutathione mercaptotransferase Tyr/Ser residue to the thio group of glutathione. Site-directed mutation of Tyr and Ser [ 5 , 12 ] causes the enzyme to lose its catalytic activity, confirming the important role of these residues in GST catalysis. The H-site is highly variable and can accept many different hydrophobic substrates. According to the known enzyme kinetics of the GSH-conjugated model xenobiotic substrate, these reactions are predicted to involve a random sequence of two substrates and two products, and the overall reaction rate is determined by the rate at which the active site releases the reaction products [ 11 ]. The catalytic diversity of GSTs is related to the structural variability, heterogeneity, and conformational variability of the G- and H-sites [ 13 , 14 ]. Some researchers believe that the structural dynamic change in GSTs is related to their catalytic mechanism, which allows different substrate structures to be identified with minimum energy cost. The functional fate of repeated genes produced by gene duplication includes neofunctionalization, subfunctionalization, and pseudogeneization. Duplicate genes may also have undergone other evolutionary processes, such as gene fusion and recombination. Thus, the fate of repeated genes in the genome is complicated and diverse. The GST gene family is usually large in scale, and dozens of GSTs belong to different categories in most species. In the early 1990 s, the first evolutionary model of GST was proposed, in which typical soluble GSTs in plants, animals, and fungi were derived from the ancestral genes of Theta-like GSTs through repeated evolution and differentiation [ 15 ]. However, further research challenged this model in subsequent years. Researchers have begun to focus on the biological characteristics of GSTs, including the properties of their catalytic residues and the state and three-dimensional structure of protein oligomers [ 16 ], and have proposed new viewpoints. Current significant gaps persist in the understanding of GST protein evolution and function. Although the new model proposes that soluble GSTs evolved from TRX/GRX ancestors by acquiring an extended C-terminal domain, this hypothesis remains empirically untested in extremophile species adapted to harsh environments. Furthermore, how GST gene family members regulate dual-substrate catalytic mechanisms under natural selection pressure remains unknown. This lack of knowledge regarding structure-function relationships limits our comprehension of the molecular underpinnings of GST environmental adaptation and evolution. This research focuses on the alpine species Salix lindleyana as the primary model organism, with the objective of investigating the correlation between the catalytic efficiency of enzyme proteins and their structural characteristics. This is achieved through the identification and analysis of amino acid mutations within the gene family members that have accumulated as a result of evolutionary adaptations to environmental stressors under selective pressure. Furthermore, the study aims to elucidate the structural foundations that facilitate the efficient catalysis of these enzyme proteins, as well as to examine the dual-substrate catalytic mechanisms employed by GST-encoded enzymes. Materials and methods Plant material and growth conditions Salix lindleyana Wall. & Andersson plants were collected from Kangding City, Ganzi Tibetan Autonomous Prefecture, Sichuan Province, China, at an altitude of 4010 m with coordinates of 29°54′18″N, 102°0′7″E (Fig. S1). Samples were collected from the root, stem, leaf, flower, and pod, with priority given to vigorous, rapidly growing specimens. Three biological replicates were obtained for each sample. The collected samples were then preserved in RNA Later stabilization solution (Invitrogen, USA) and transported on dry ice. A specimen was deposited at the herbarium of Beijing Forestry University (http://bjfc,bjfu,edu.cn2, Zhi-Xiang Zhang, zxzhang@bjfu.edu.cn) under the voucher number BFC00099886. Cloning and phylogenetic analysis of the GSTs of Salix lindleyana Salix brachista is a related species of Salix lindleyana . Using the full-length GST genes of Populus tomentosa as a template, in the newly published Salix brachista genome [ 17 ], local BLAST was conducted via the TBLASTN program to search for candidate GST genes in the Salix brachista genome. To obtain as many GST members of Salix lindleyana as possible, we designed primers based on the GST gene sequences of Salix brachista (Table S1) and amplified the GST genes with the cDNA of Salix lindleyana as a template. The amplified gene sequences were detected by Taihe Biotechnology Co., Ltd., and accurate sequences were obtained. The amino acid sequences of Populus tomentosa GSTs and Salix paliurus GSTs were compared via the MAFFT ( https://MAFFT.cbrc.jp/alignment/server/ ) website. The compared sequences were manually corrected using BioEdit Sequence Alignment Editor software [ 18 ]. The phylogenetic tree was constructed using the maximum likelihood (ML) method in PhyML 3.0 software [ 19 ], and the Jones‒Taylor‒Thornton model was selected as the amino acid substitution model. The number of bootstraps was set to 1000. Escherichia coli GRX2 [ 20 ] was used as an outgroup. Expression patterns of Salix lindleyana GST genes On July 25, 2021, we observed that Salix lindleyana was in a flowering and fruiting life cycle. We collected the roots, stems, leaves, flowers, and pods of wild Salix lindleyana in the same growth environment and conditions as the other samples, and each sample was set up in three biological replicates. During the sampling process, samples demonstrating vigorous growth were quickly selected, and the surfaces of the samples were quickly cleaned with RNase-free water. After the surface mixture was absorbed, the samples were placed in enzyme-free tubes and finally stored in RNA later stabilization solution (Invitrogen, USA). The samples were protected by dry ice during transportation. A total RNA library of Salix lindleyana was constructed, and its quality was tested. The RNA samples were sequenced, and then the quality of RNA-seq data was controlled. The quality control software used was fastp (version 0.19.7), with the parameters set as follows: fastp -g -q 5 -u 50 -n 15 -l 150. Sequence alignment to the reference genome: The reference genome data of Salix brachista were downloaded from BioProject accession number PRJNA472210 in the NCBI database. The reference genome index was constructed using HISAT2 (v2.0.5), and the double-ended clean reads were compared with the reference genome. BLAST was conducted on the GST genes (Table S2) identified in Salix brachista in the Salix lindleyana transcription group. The gene expression levels of the sequences obtained via BLAST were subsequently quantified. The feature count (1.5.0-P3) was used to calculate the number of reads mapped to each gene. Then, the fragments per kilobase of transcript per million mapped reads (FPKM) of each gene was calculated according to the length of the gene, the expression data obtained were normalized by log10 (FPKM), and a heatmap was drawn using the heatmap tool. Expression and purification of Salix lindleyana GST proteins In this study, the cloned GST genes of Salix lindleyana were subcloned and inserted into the prokaryotic expression vector pET30a1 via homologous recombination using a Uniclone One-Step Seamless Cloning Kit. The N-terminus of the protein carried six His tags, which were further purified using a nickel column. The pET30a1 vector was digested with the restriction enzymes Eco RI/ Sal I, Bam HI/ Sal I, and Bam HI/ Sac I, and the purified GST genes of Salix lindleyana were fragmented and recombined with the linear pET30a1 vector. After sequencing, the recombinant plasmid was transformed into BL21 (DE3) competent cells. In an aseptic environment, 7 mL of resuscitated bacterial mixture was transferred to 700 mL of LB liquid medium containing 30 mg/mL Kana antibiotic and cultured with shaking at 37°C and 220 rpm. When the OD600 of the bacterial mixture was 0.6, 0.8 M IPTG was added to a final concentration of 0.08 mM. Protein expression was induced at a low temperature of 20°C and cultured overnight at 180 rpm. The nickel column (GE Healthcare BioSciences) was washed with binding buffer three to four times to balance the column. After 12 h of induction, the bacteria were collected by centrifugation at 3900 rpm for 15 min at 4°C. After the cells were resuspended in precooled binding buffer on ice, they were crushed for 30 min at 6% power, with each cycle consisting of 1.5 s of sonication followed by a 1.5-second interval. After crushing, the supernatant was collected by centrifugation at 4°C and 8800 rpm for 12 min. The supernatant was chelated with nickel column material and incubated on ice for 45 min. The protein impurities were washed with binding buffer precooled on ice. An elution buffer precooled on ice was used to elute the protein. Enzyme assays and kinetic constants of Salix lindleyana GST enzymes In this study, the enzymatic activity and substrate specificity of GST were assessed via four common substrates: CDNB (1-chloro-2,4-dinitrobenzene), NBD-Cl (7-chloro-4-nitrobenzo-2-oxa-1,3-diazole), DHA (dehydroascorbate), and fluorodifen. The determination method for CDNB was based on the study of Habig [ 21 ]; the determination method for NBD-Cl followed the study of Ricci [ 22 ]; and the determination method for fluorodifen was described by Edwards and Dixon [ 23 ]. The first substrate in sex determination is GSH (L-reduced glutathione). The K m and k cat values of the recombinant protein to the GSH or CDNB substrate were determined, the concentration of CDNB as the second substrate was fixed at 1 mM, and the kinetic parameters of GSH as the first substrate were determined. The concentration of GSH varied from 0.25 mM to 4 mm. Conversely, the concentration of GSH in the first substrate was fixed at 1 mM, and the kinetic parameters of CDNB in the second substrate were determined. The concentration range of CDNB was 0.25–4 mM. At least three replicates were performed for determining the activity at each concentration. Nonlinear regression analysis of the dynamic parameters was performed using the Hyper32 program, and the dynamic parameters were calculated using GraphPad Prism 7. Selection pressure analysis of Salix lindleyana Tau GSTs In this study, the YN00 program in the PAML software package 4.3 was used to calculate the ω ( ω = d N /d S ) value for each pair of amino acid sequences of Tau GSTs. The sequences of the N-terminal domain (the 1st–78th positions of the Tau GST alignment sequence) and the C-terminal domain (the 90th-last positions of the Tau GST alignment sequence) were calculated. A t test was used to determine whether the ω values of the two domains were significantly different [ 24 ]. The GSTs of the Tau subfamily are divided into two branches. PAML software CODEML was used to test and set up two models to test whether the selection pressure between branches of the phylogenetic tree of the Tau GST system is the same [ 24 ]. These models comprised a one-ratio model, in which all branches had the same ω value, and a two-ratio model, which assumed that each branch had a different ω value. Two branching site models (A0 and A) were used to test whether some amino acid sites in Clade A were positively selected. Clades a and b are divided into foreground and background branches, respectively. Model A allowed ω to change between sites of the foreground branch, whereas model A0 did not allow positive selection; instead, ω was fixed at 1. The forward selection (A) and neutral (A0) branching site models were evaluated using the likelihood ratio test. Then, the empirical Bayesian method [ 25 ] was applied to the results of Model A to identify candidate positive selection sites. Site-directed mutation of the amino acid sequence Site mutants were obtained via site-directed mutagenesis [ 26 ]. Primers (Table S3) were designed at the positions where point mutations were needed, and the mutant clones of the pET30a1-SliGSTU7 and pET30a1-SliGSTU14 vectors were generated using the full-form Gold Fast Mutagenesis System Kit. The following were added to the total system: 1 µL of plasmid, 12.5 µL of 2× TransStart ® FastPfu Fly PCR SuperMix, 1 µL of site-directed mutagenesis primer F, 1 µL of site-directed mutagenesis primer R, and 4.5 µL of sterile water. After cloning, the complete plasmid was obtained, and the mutation site was checked by sequencing. Thermodynamic stability analysis of proteins Four proteins, the wild-type and mutant SliGSTU7 and SliGSTU14 proteins, were purified, and the elution buffer was subsequently replaced with HEPES-Na buffer via a PD-10 desalting column filled with Sephadex G-25 resin. Before loading the sample, the protein concentration was diluted to approximately 1 mg/ml. For the experimental process, please refer to the operation method of Qu [ 26 ]. To ensure no impurities in the sample affected the experimental results, the sample was centrifuged at 12,000 rpm for 10 min before loading. After the protein sample and HEPES-Na buffer were injected, the temperature range was set at 20–100°C, and the heating rate was 2°C/min. After the machine was rinsed with ddH 2 O, the mechanical arm first drew two reacted HEPES-Na buffers for baseline calibration, followed by the suction of 200 µL protein samples for heat scanning. After the scanning was completed, ddH 2 O was used for cleaning. The data were automatically analyzed and plotted in the supporting software. Crystallization, data collection, and processing To obtain crystals of protein combined with the first substrate, 10 mM GSH was added to the elution buffer. After the protein mixture purified with a nickel column was filtered through a 0.22 µM filter membrane, the protein mixture was concentrated to 6 mL in an Amicon Ultra15 ultrafiltration centrifuge tube (Millipore, Germany), the concentration of the protein was determined, and 50 µL of each protein sample was taken. The supernatant was added to a HiloadTMSuperdexTM200 pg 16/600 GL column (GE Healthcare, Sweden) and then eluted with 10 mM Tris-HCl (pH 7.4) buffer containing 10 mM GSH. In this study, the crystallization of the GST protein was performed via the hanging drop method using the following procedure. First, 200 µL of buffer from the initial screening kit was added to each well of the crystallization plate as the reservoir solution. Two microliters of the reservoir solution was mixed with 2 µL of protein mixture (with protein concentrations of 0, 10, 15, and 20 mg/mL; the mixture contained 10 mM Tris-HCl at pH 7.4 and 10 mM GSH) on a coverslip in equal volumes. The coverslip was then inverted and sealed over the well of the crystallization plate. The crystals were grown at 16°C in a biochemical incubator for 1 week. The SliGSTU7 protein produced better crystals under the conditions of reservoir solution #48 from the PEGR x1 initial screening kit (0.1 M BIS-Tris propane, pH 9.0, and 8% w/v polyethylene glycol 20000). After the crystals were retrieved from the reservoir solution via a mounted CryoLoop (0.05–0.1 mM), they were quickly soaked in cryoprotectant. Before X-ray diffraction studies, 25% (v/v) glycerol was added to the original crystallization reservoir solution as a cryoprotectant. Data collection for the SliGSTU7 crystals was performed at the BL10U2P2 beamline of the Shanghai Synchrotron Radiation Facility. The diffraction pattern data obtained from the crystal X-ray diffraction were initially processed using the XIA2DIALS program [ 27 ], resulting in the original SCA(Self-Consistent Analysis) electron density files. The crystal structure was resolved using the molecular replacement method. First, the amino acid sequence of SliGSTU7 was submitted to the SWISS-MODEL database [ 28 ] to search for a matching 3D structure template. The GST from Ricinus communis , RCOM_1023660 (PDB code 4j2f), presented the highest sequence similarity to SliGSTU7 (64%). Using the 4j2f castor bean GST crystal as a reference, the SliGSTU7 protein crystal model was further adjusted and constructed using the CCP4 toolkit [ 29 ], followed by molecular replacement. Crystal modeling was performed using WINCOOT software, where the angles of each amino acid residue were manually adjusted to align with the electron density map for further structural optimization. Finally, PHENIX [ 30 ] was used to assess the model quality and refine the model according to various parameters. The repeatedly optimized SliGSTU7 protein crystal (including GSH) achieved a structural resolution of 2.55 Å. The protein structure was visualized using PyMOL software. Molecular docking simulation In this study, molecular docking analysis was performed using CD-Dock2. CD-Dock2 (cadd.labshare.cn) [ 31 ] is an online molecular docking software that can effectively predict the binding modes between ligands and receptors. The 3D structures of the proteins used in the simulations were obtained from the Protein Data Bank (PDB) and through protein structure modeling using AlphaFold2. The 3D structure of the receptor was obtained from the PubChem website (PubChem.nih.gov). OpenBabel software was used for file format conversion. The receptor and ligand were then subjected to molecular docking simulations using the CD-Dock2 online platform. During the process, docking scores and conformations were recorded. The docking results were visualized using the molecular visualization software PyMOL, allowing analysis of the ligand’s binding mode at the receptor’s active site. By comparing the scores of different docking conformations, the conformation with the lowest score (indicating the most stable binding) was selected as the final result. Results Identification of GST genes in Salix lindleyana To clone GST genes from the genome of Salix lindleyana , a related species of Salix brachista , we first identified GST genes, 74 in total (Table S2). Salix brachista GST genes were used as templates to design primers, and the GST genes of Salix lindleyana were subsequently cloned and inserted into the cDNA library of Salix lindleyana . The clones were identified by sequencing, and the protein domain was verified using the Conserved Domains Database. The protein sequences, which contained both the typical N-terminal and C-terminal domains of GST, were identified as GST proteins. Finally, we obtained 37 genes encoding GST proteins of Salix lindleyana . We constructed a phylogenetic tree of the Salix lindleyana GST gene family (SliGSTs) and Populus tomentosa GST gene family (PtrGSTs), with Escherichia coli GRX2 as the exogroup (Fig. 1 ). The results revealed that the GST gene family of Salix lindleyana has eight subfamilies: the Tau, Phi, EF1Bγ, Theta, Zeta, TCHQD, Lambda, and DHAR subfamilies (Fig. S2). The number of GSTs in the Tau and Phi subfamilies is the greatest. The Tau subfamily has 22 members and was divided into Clades A and B. The proteins encoded by 22 GST genes of the Tau subfamily are 217–229 amino acids in length and 24.91–26.11 kDa in molecular weight (Table S4). Fig. 1 Phylogenetic relationships of the Tau, Phi, EF1Bγ, Theta, Zeta, TCHQD, Lambda, and DHAR GST genes from Salix lindleyana and Populus trichocarpa. The numbers at each node in the phylogenetic tree are bootstrap values. The Tau, Phi, EF1Bγ, Theta, Zeta, TCHQD, Lambda, and DHAR GST genes are represented by gray, blue, green, purple, red, navy blue, brown, and dark green, respectively. Gene names for Salix lindleyana are shown in red. The Populus trichocarpa gene name is shown in black Molecular evolutionary analysis of Tau subfamily GST genes in Salix lindleyana Given that 22 of the 37 GSTs in Salix lindleyana belong to the Tau subfamily of the GST gene family, conducting a molecular evolutionary analysis of Tau subfamily GST genes is highly important. Phylogenetic analysis revealed that the 22 GST genes in Salix lindleyana can be divided into two distinct clades with strong support (Fig. 2 A). The first Clade (Clade A) contains 13 genes, whereas the second Clade (Clade B) comprises nine genes. For GSTs, the N-terminal domain primarily binds glutathione (GSH), while the C-terminal domain binds hydrophobic substrates. The N- and C-terminal domains of the 22 Tau subfamily GST gene sequences from Salix lindleyana were analyzed separately to examine the differences in nucleotide substitution patterns between the two domains, excluding the short peptide linker region between the two domains from the analysis. The scatter plot of d N /d S for the N-terminal domain versus the C-terminal domain (Fig. 2 B) indicated that both domains were under strong purifying selection. However, the C-terminal domain was under relatively relaxed selective constraints compared with the N-terminal domain ( t test, P < 0.001). These results show that the GSTs of the Tau subfamily demonstrated a more obvious differentiation trend than did the GSTs of the other subfamilies. Fig. 2 Molecular evolutionary analysis of Tau GST genes in Salix lindleyana . The GSTs of the Tau subfamily are divided into Clades A and B A d N / d S bitmap of the N-terminal to C-terminal domain of Tau GSTs in Salix lindleyana. The YN00 program in PAML calculates ω ( ω = d N / d S ) for each pair of amino acid sequences B . Comparative analysis of the selection pressure on the Tau GST genes in Clades A and B. Clades A and B were subjected to different selective pressures ( P < 0.05) C . Selection pressure analysis of the Tau GST genes in Clade A revealed that the genes in Clades A and B, indicated by thick lines, were positively selected ( ω > 1) D The branch model in PAML was used to identify significant differences in selection pressures between the two clades. The likelihood ratio tests (LRTs) revealed that the two-ratio model significantly outperformed the one-ratio model (Fig. 2 C), indicating a significant difference in selection pressure between Clades A and B ( P < 0.05). The average ω value for Clade B was 0.22, whereas for Clade A, it was 0.28. This finding indicates that Clade A was under more relaxed selective pressure than Clade B, suggesting potential functional diversification among the genes in Clade A. These genes enable the plant to better adapt to high-altitude and low-temperature environments. The free-ratio model was tested using PAML software to confirm this hypothesis, and the log-likelihood values under the one-ratio model and free-ratio model were Log e L = − 6051.866 and Log e L = − 6022.599, respectively. In the LRT, the free-ratio model rejected the one-ratio model, indicating that some branches in Clade A were positively selected ( P < 0.01). The results revealed that the genes in two branches (Clade A rather than Clade B) were positively selected ( ω value greater than 1, bold line in Fig. 2 D). Analysis of the GST gene family expression patterns of Salix lindleyana Through visual analysis of the transcriptome data, we obtained the expression patterns of the Tau subfamily members in the SliGSTs (Fig. 3 ). The gray part of the figure indicates genes whose expression was not detected. The results showed that most GST genes were expressed in the detected parts. GST gene expression was high, especially in the leaves. The GSTs of the Tau subfamily presented a more obvious differentiation trend than those of the other subfamilies. The Tau subfamily members in the SliGSTs were divided into Clades A and B, and the expression patterns of these two branches differ: only SliGSTU2 in Clade B demonstrated a high expression level, and the expression levels of other GST genes were very low or even not expressed. Clade A demonstrated a greater expression level in all parts than Clade B; however, its internal expression differentiation was more complicated: the expression level of SliGSTU14 in Clade A was greater in all tissues, and its expression in roots differed substantially from that of SliGSTU7 and SliGSTU15 in the same branch. For the gene pairs SliGSTU6 and SliGSTU13 and SliGSTU16 and SliGSTU21, the two genes in each pair presented the same expression pattern. Fig. 3 Expression pattern of the GST gene family in Salix lindleyana . The expression data of the GST members in the roots, stems, leaves, flowers, and pods in the transcriptome data of Salix lindleyana were obtained from three independent biological replicates. The expression data were normalized to log10 (FPKM) values. The Tau, Phi, EF1Bγ, Theta, Zeta, TCHQD, Lambda, and DHAR GST genes are represented by black, blue, green, purple, red, navy blue, brown, and dark green, respectively. Gray indicates that no expression data were detected Enzymatic property analysis of GSTs in Salix lindleyana To study the substrate specificity and enzymatic activity of the GST proteins of Salix lindleyana , 22 Tau proteins, five Phi proteins, and one DHAR protein were subcloned and inserted into the pET30a1 vector for prokaryotic expression and purification analysis. Finally, 22 proteins (18 Tau GSTs, 3 Phi GSTs, 1 DHAR GST) expressed in soluble form in E. coli were obtained. We chose four common substrates to study the substrate specificity and catalytic activity of the GST proteins of Salix lindleyana : CDNB, NBD-Cl, DHA, and fluorodifen. The results revealed that among the 18 tau GSTs (Fig. 4 A), 17 had catalytic activity for CDNB, 13 had activity for NBD-Cl, and 9 had activity for fluorodifen. All the Tau GSTs of Salix lindleyana had no catalytic activity for the DHA substrate. The results of the GST substrate spectrum revealed that 8 of the 18 Tau GSTs had catalytic activity for three substrates and that four proteins had catalytic activity for only one substrate. All three purified Phi-like GST proteins had catalytic activity for CDNB and NBD-Cl (Fig. 4 B), but none had catalytic activity for the DHA or fluoride substrates. The substrate activity spectrum of DHAR GSTs differed significantly from that of other GST subfamilies. Only DHA demonstrated high catalytic activity (3.10 ± 0.01); no catalytic activity was observed in the other three substrates (Fig. 4 C). Fig. 4 Specific activities of the Salix lindleyana Tau A , Phi B and DHAR C subfamily GSTs toward four substrates: CDNB (1-chom-2,4-dinitrobenzene, cDNB), NBD-Cl (NBD chloride), DHA (L-threo-2,3-hexodiulosonic acid, g-lactone), and fluorodifen. All (CA): Soluble expression of protein; (CI): protein inclusion body expression; and (CN): the protein is not expressed (no activity). The Tau-like GST proteins of Salix lindleyana had no effect on DHA. Each substrate activity data point was obtained from at least three independent assays (means ± SDs) To compare the ability of enzymes to bind to substrates and the catalytic reaction rates among members of different GST subfamilies, we selected 18 GSTs of the Tau subfamily and three GSTs of the Phi subfamily obtained from Salix lindleyana for enzyme kinetic analysis. CDNB was selected as the second substrate. Among them, SliGSTU8, SliGSTU12, SliGSTU13, SliGSTU16, and SliGSTF5 did not yield kinetic curves because of their low enzyme activity, and SliGSTU10 had no catalytic activity for the substrate CDNB. Overall, we obtained the kinetic parameters of 15 proteins (Table 1 ). Table 1 Steady-state kinetic parameters of Salix lindleyana GST proteins toward the substrates GSH and CDNB. The values shown are the means ± sds calculated from three replicates Proteins K m GSH k cat GSH (k cat /K m ) GSH K m CDNB k cat CDNB (k cat /K m ) CDNB (mM −1 ) (s −1 ) (mM −1 s −1 ) (mM −1 ) (s −1 ) (mM −1 s −1 ) SliGSTU1 0.12 ± 0.01 11.49 ± 0.03 95.75 0.26 ± 0.02 12.78 ± 0.46 49.15 SliGSTU2 0.22 ± 0.01 12.61 ± 0.12 57.32 0.10 ± 0.01 11.00 ± 0.09 110.00 SliGSTU4 0.22 ± 0.01 0.61 ± 0.01 2.77 1.64 ± 0.09 1.72 ± 0.03 1.05 SliGSTU5 0.15 ± 0.01 11.01 ± 0.21 73.40 1.6 ± 0.10 26.18 ± 0.92 16.36 SliGSTU6 0.66 ± 0.13 2.17 ± 0.07 3.29 1.25 ± 0.07 2.75 ± 0.08 2.20 SliGSTU7 0.29 ± 0.02 7.98 ± 0.30 27.52 3.06 ± 0.41 25.38 ± 2.01 8.29 SliGSTU9 1.13 ± 0.05 1.46 ± 0.04 1.29 2.35 ± 0.16 2.19 ± 0.11 0.93 SliGSTU11 3.09 ± 0.49 1.24 ± 0.11 0.40 2.86 ± 0.35 1.25 ± 0.10 0.44 SliGSTU14 0.32 ± 0.01 0.46 ± 0.01 1.44 2.83 ± 0.28 2.49 ± 0.12 0.88 SliGSTU15 0.42 ± 0.02 0.87 ± 0.02 2.07 1.63 ± 0.11 1.90 ± 0.06 1.17 SliGSTU18 0.45 ± 0.02 0.90 ± 0.01 2.00 1.03 ± 0.04 1.41 ± 0.03 1.37 SliGSTU20 0.06 ± 0.01 1.50 ± 0.01 25.00 2.45 ± 0.12 6.89 ± 0.27 2.81 SliGSTU21 0.77 ± 0.05 4.09 ± 0.15 5.31 0.86 ± 0.07 3.56 ± 0.24 4.14 SliGSTF1 0.13 ± 0.01 3.07 ± 0.03 23.62 0.41 ± 0.03 3.68 ± 0.08 8.98 SliGSTF2 0.07 ± 0.01 3.76 ± 0.03 53.71 1.15 ± 0.05 23.93 ± 0.63 20.81 The K m GSH values of all the Tau and Phi GST proteins (except SliGSTU9, SliGSTU11, SliGSTU20, and SliGSTF2) ranged from 0.12 to 0.77 mM. The catalytic efficiency ( k cat / K m ) of GSH was significantly different; for example, the highest efficiency is 66.5 times of the lowest efficiency. The results of the kinetic study revealed that the affinity ( K m CDNB ) and catalytic efficiency ( k cat / K m ) of the Tau-like GSTs for hydrophobic substrates were quite different ( K m CDNB , ranging from 0.10 to 3.06 mM; ( k cat / K m ) CDNB , ranging from 0.44 to 110.00 mM −1 s −1 ). Phi GSTs and Tau GSTs exhibit different enzyme activity characteristics, showed that the conformations of C-terminal domains of these proteins are different. Site-specific mutagenesis analysis of the Tau GSTs of Salix lindleyana in clade A Clade A was divided into two branches (Clades a and b) in the Tau GSTs of Salix lindleyana , and these genes were positively selected ( ω value was greater than 1, bold line in Fig. 2 D). Three proteins (SliGSTU7, 14 and 15) in Clade a branch had catalytic activity for substrates. Because the catalytic activities of SliGSTU14 and SliGSTU15 in Clade a were similar but very different from those of SliGSTU7, Clade a was used to study site-directed mutation. The sequence analysis revealed that the protein sequences of SliGSTU14 and SliGSTU15, which had similar enzyme activities in the Clade a branch, differed by only three amino acids, whereas SliGSTU7, which had high enzyme activity, differed by 17 and 19 amino acids, respectively (Fig. 5 A). Finally, we chose the SliGSTU7 and SliGSTU14 proteins and constructed various site mutants to study key amino acid residues. Fig. 5 Site-specific mutagenesis analysis of Clade A in the GST of Salix lindleyana of the Tau subfamily. Protein sequence alignment of SliGSTU7, SliGSTU14, SliGSTU15, and the secondary structure elements A . The black-shaded areas represent conserved residues in the Tau GSTs. The blue arrows indicate the predicted G sites, and the yellow arrows indicate the predicted H-sites. The green bands indicate α-helices, and the red arrows indicate β-folds. Enzymatic activity analysis of site-directed mutations at a single site B . The graph shows the activity of mutants with single-site mutations in SliGSTU7 and SliGSTU14 relative to the substrate activity of the corresponding wild-type proteins. The horizontal axis corresponds to the name of the mutant, and the vertical axis indicates the log value of the activity of the mutant relative to that of the wild type. A log value greater than 0 indicates that the substrate activity of the mutant is greater than that of the wild type and vice versa We first mutated the amino acid sites of SliGSTU7 into the corresponding sites in SliGSTU14. The results of the activity assays of the mutant proteins (Fig. 5 B) indicated that the catalytic activities of the W162G, D190N, T209A, and F210L mutants toward the three substrates were lower than those of SliGSTU7. The most notable protein mutant was W162G, whose catalytic activity for CDNB and NBD-Cl decreased to 15% and 67% of that for SliGSTU7, respectively, and lost its catalytic activity for fluorodifen. We then mutated the amino acid sites in SliGSTU14 to the corresponding 17 amino acid sites in SliGSTU7 and determined the catalytic activity of the substrate. The results revealed that the catalytic activities of the six mutant proteins, L127Q, G162W, N190D, A202P, H214R, and A219V, on the three substrates were greater than those of SliGSTU14 (Fig. 5 B). Among the six mutant proteins, G162W presented the most significant increase, with catalytic activities toward CDNB, NBD-Cl, and fluorodifen being 2.77, 2.95, and 2.43 times greater than those of SliGSTU14, respectively (Table S5). These results suggest that tryptophan (Trp) at position 162 contributes to the high catalytic activity of SliGSTU7 toward the substrates CDNB and NBD-Cl. Therefore, substituting nonsynonymous amino acids at position 162 plays an important role in the biochemical functional differentiation between genes. In SliGSTU7, the 209th and 210th positions at the end of the peptide chain are occupied by threonine (Thr) and phenylalanine (Phe), respectively, whereas the corresponding positions in SliGSTU14 and SliGSTU15, which exhibit similar catalytic activities, are occupied by alanine (Ala) and leucine (Leu), respectively. Both sites were simultaneously mutated to investigate the effect of changes at these adjacent sites on protein activity. The resulting enzyme activities were then compared. After the T209A-F210L and A209T-L210F mutants were obtained, we measured the substrate catalytic activities of both mutants (Fig. S3). Compared with that of SliGSTU7, the catalytic activity of the T209A-F210L mutant toward all three substrates significantly decreased ( P ≤ 0.0001). The activity of the T209A-F210L mutant toward CDNB and NBD-Cl was also lower than that observed in the single-point mutants. Enzymatic kinetics and thermodynamic stability analysis of mutant proteins at the 162nd amino acid site of Salix lindleyana SliGSTU7 and SliGSTU14 This study revealed that 162Trp in SliGSTU7 is crucial for maintaining its high catalytic activity. To further understand the functional significance of tryptophan (Trp) at position 162, the steady-state kinetic characteristics of SliGSTU7, SliGSTU14, and their mutant proteins (W162G and G162W) were examined (Table 2 ). The kinetic results revealed significant differences in the steady-state kinetic constants for GSH and CDNB substrates between the wild-type SliGSTU7 and SliGSTU14. The catalytic efficiency ( k cat /K m ) of SliGSTU7 for the substrates GSH and CDNB was significantly greater than that of SliGSTU14 (Mann‒Whitney U test, P < 0.05). The catalytic efficiency of the W162G mutant for GSH and CDNB was significantly lower than that of SliGSTU7 (Mann‒Whitney U test, P < 0.05). Compared with the wild type, the G162W mutant significantly improved the catalytic efficiency of GSH and CDNB (Mann‒Whitney U test, P < 0.05). Table 2 Steady-state kinetic parameters of wild-type proteins (SliGSTU7 and SliGSTU14) and their mutants toward the substrates GSH and CDNB Protein K m GSH k cat GSH (k cat /K m ) GSH K m CDNB k cat CDNB (k cat /K m ) CDNB (mM −1 ) (s −1 ) (mM −1 s −1 ) (mM −1 ) (s −1 ) (mM −1 s −1 ) SliGSTU7 0.29 ± 0.02 7.98 ± 0.30 27.52 3.06 ± 0.41 25.38 ± 2.01 8.29 W162G (SliGSTU7) 0.14 ± 0.01 0.37 ± 0.01 2.688 1.35 ± 0.11 0.87 ± 0.03 0.64 SliGSTU14 0.32 ± 0.01 0.46 ± 0.01 2.64 2.83 ± 0.28 2.49 ± 0.12 0.88 G162W (SliGSTU14) 0.12 ± 0.01 2.15 ± 0.03 17.83 3.49 ± 0.24 11.82 ± 0.70 3.39 Differential scanning calorimetry (DSC) was used to study the thermal stability of the wild-type and mutant proteins (Fig. 6 ). The melting temperature (Tm) of SliGSTU7 was 75.9°C, whereas that of the W162G mutant protein was 73.5°C. Compared with the Tm value of the wild type, that of the mutant was obviously reduced by approximately 2.4°C, indicating that the Trp residue at this site contributes to the thermal stability of SliGSTU7. The melting temperature (Tm) of SliGSTU14 was 75°C, whereas that of the mutant protein G162W was 77°C. The Tm value of the SliGSTU14 mutant was clearly increased by 2°C, and the thermal stability of the protein was significantly enhanced. Fig. 6 Thermal denaturation profiles of SliGSTU7 and SliGSTU14 and their mutants. The horizontal axis of the curve obtained via DSC is the temperature (°C), and the vertical axis is the heat capacity (kcal·mol −1 ·k −1 ). The temperature range was 20–100°C, and the heating rate was 2°C/min Comparative analysis of the H-locus between SliGSTU7 and the W162G mutant The structure of the SliGSTU7 protein was studied through protein crystallization to understand how the key amino acid sites affect the enzyme’s catalytic activity. By X-ray diffraction, we obtained structural data of the protein crystal SliGSTU7 bound to GSH with a resolution of 2.55 Å. The protein crystal SliGSTU7-GSH belongs to the C2221 space group of the orthogonal crystal system (Table S6). Each SliGSTU7 monomer includes two different domains: the smaller N-terminal domain (residues 1–78) and the larger C-terminal domain (residues 90–223), which are connected by a loop region comprising 10 residues (residues 79–89) (Fig. 7 A). The structure of SliGSTU7 in Fig. 7 B shows that GSH forms seven hydrogen bonds with five amino acids and that these five amino acids are highly conserved in GST. Fig. 7 Structure and H-locus analysis of the SliGSTU7 protein (A, B, C) and homologous modeling of the W162G mutant (D). Three-dimensional structure of the SliGSTU7 monomer protein. The green spirals and red arrows represent α-helices and β-folds, respectively. The purple sticks represent glutathione (GSH) A Protein surface structure and G-site of SliGSTU7, the yellow dotted line indicates hydrogen bonds. B Hydrophobic cavity structure of the SliGSTU7 protein. Pro14 (purple) and Phe15 (orange) on the N-terminal domain are located in the wall of the hydrophobic cavity. Trp109, Phe112, Trp162, and Phe211, which constitute the residues of hydrophobic cavities, are marked in yellow, blue, red, and rose, respectively C . Hydrophobic cavity of the predicted W162G mutant protein D By comparing the three-dimensional structure of the SliGSTU7 protein with the structure of the Tau GST in wheat (PDB code is 1GWC), the binding position of the hydrophobic substrate and SliGSTU7 protein was simulated, and the possible region of the H-site was predicted (Fig. 7 C). The main part of the H-site comprises amino acids located on the α-helix (α4, α6, and α9). The aromatic amino acids Trp109, Phe112, Trp162, and Phe211 form the main part of the hydrophobic surface and are located in the C-terminal domain near GSH. However, Pro14 and Phe15 in the N-terminal domain are located in the wall of the hydrophobic cavity, whereas Trp162 and Ile166 in the C-terminal domain are located at the bottom of the hydrophobic cavity. Among the amino acids predicted to be H-sites, Trp162 has been shown to play an important role in the substrate catalytic reaction [ 23 ], and site-directed mutation experiments have shown that this site plays a key role in the substrate catalytic reaction. The predicted structure of the W162G mutant was compared with that of wild-type SliGSTU7. We found that in the structure of the W162G mutant, the predicted H-sites were still amino acids that formed hydrophobic cavities; however, the conformation inside the hydrophobic cavities changed. When Trp162 is mutated to Gly162, a deeper hole is formed in the hydrophobic cavity (Fig. 7 D). This change in the surface of the hydrophobic cavity may lead to increased binding of hydrophobic substrates, and kinetic analysis revealed that the affinity of the W162G mutant protein for CDNB increased, which indicated that speculation was likely correct. However, this structure is not conducive to the release of the substrate after the reaction. Kinetic analysis revealed that the catalytic efficiency of the W162G mutant protein was 13 times lower than that of the wild-type protein, which indicated that this site affected the key step in the release of the reaction product. Molecular docking revealed that Trp162 and Pro202 are the key amino acids controlling the release rate of GS-X To study the reaction process catalyzed by SliGSTU7 involving GSH and CDNB, we performed molecular docking for SliGSTU7, GSH, and CDNB. On the basis of the crystal structure obtained from SliGSTU7 bound with GSH, we conducted molecular docking with CDNB as the ligand. L-GSH enters the G site as the first substrate, and the amino acid residues at this site play an important catalytic role. The cysteine residue (-SH) of GSH is dehydrogenated and transformed into a strongly nucleophilic active group with negative charge. The active pocket expands, leading to proximity and orientation effects. [GS] - and CDNB at the H site undergo induced fit, enabling their combination at the GST active center to form a glutathione thioalcohol intermediate (Fig. 8 A). This binding, regulated by intermolecular forces, involves residues E35 and R214 in the formation of the active pocket, which leads to an increase in the active site volume (Fig. S4). Fig. 8 The 162-site W residue and 202-site P residue in the SliGSTU7 protein participate in the nucleophilic substitution of GSH and CDNB catalyzed by the GST protein. The reaction mechanism is sequential A . The distance between S of [GS] − and C-1 of CDNB in the SliGSTU7 protein and its mutant proteins W162G and P202A B . The blue part is GST, GSH preferentially binds to GST, and then CDNB enters, and the [GS] − decomposed by GSH launches a nucleophilic attack on the C-1 of CDNB, replacing the Cl − position to form GS-DNB. Molecular docking results revealed that the distances between the S atom of [GS] − and the C-1 of CDNB in SliGSTU7 and its mutants W162G and P202A are 5.3 Å, 5.7 Å, and 5.9 Å. The yellow sphere is the S atom, and the green sphere is the Cl atom. The first carbon atom connected by Cl atom is C-1 Distance measurement is a key method for analyzing molecular interactions, conformational changes, and other critical information in molecular structure studies. Simulating interatomic distances helps us better understand biological processes such as protein folding and enzyme catalysis [ 32 ]. The results of the enzymatic activity assays of site-directed mutants (Fig. 5 ) indicated that the 162 W and 202P residues played important roles in enhancing the catalytic activity of GST on CDNB. To further investigate how these residues influence the catalytic activity of GST on CDNB, we used PyMOL software to predict the contact distance between the sulfur atom of GSH and the C-1 of CDNB during the formation of GS-DNB via SliGSTU7. The result was 5.3 Å. In the W162G and P202A mutants, this distance was 5.7 Å and 5.9 Å, respectively (Fig. 8 B). These results suggest that the W and P residues of SliGSTU7 play crucial roles in controlling the distance between the two substrates, which is critical for the catalytic function of GST. Additionally, a deeper cavity is unfavorable for the release of the GS–DNB product (Fig. 8 C, D). Discussion All organisms possess dominant GSTs [ 33 ]. GSTs of the Tau subfamily, which are endemic to plants, have undergone many rounds of replication and differentiation and are subdivided into two to four types [ 34 , 35 ]. GSTU genes were almost undetectable in the mosses Physcomitrella patens and Marchantia polymorpha , whereas 38 GSTU genes were detected in Selaginella moellendorffii . These findings indicate that the GSTU genes experienced rapid expansion in true-leaved and gymnosperm plants and may have acquired new functions [ 36 ]. The difference in evolutionary speed between the GST subfamilies of plants is not accidental but rather is determined by the different selection pressures to which they are subjected. This selection pressure may come from the environment, other organisms, and even plants themselves, and it may affect the function of GST to some extent [ 37 ]. In this study, we identified 22 Tau GST members in Salix lindleyana (Table S2) that occupy the dominant position in this gene family. In addition, these 22 Tau members form two branches (Clades A and B) with high support rates but significant differences in selection pressure, indicating that these two branches may be different types (Fig. 2 A). This result is consistent with the situation of the GSTU gene in poplar, and this study revealed a significant difference in the evolutionary rates of the two branches [ 38 ]. Therefore, the members of the Tau gene family of Salix lindleyana may have been divided into two branches with different evolutionary rates, and the gene functions in Clade A may have been different. The expression pattern analysis revealed that the Tau subfamily GSTs presented a more obvious differentiation trend than the other types of GSTs did, and the expression patterns of Clades A and B obviously differed (Fig. 2 D). The difference in expression patterns between the two branches is probably the result of functional differentiation caused by different evolutionary rates. Moreover, the expression and differentiation of Clade A are more complicated than those of Clade B, further demonstrating that the gene functions in Clade A are different (Fig. 3 ). Purification selection played a key role in the evolution of the GST gene [ 39 ]. Furthermore, the functional differentiation of the GSTUs of Salix lindleyana was analyzed from the perspective of protein structure. The N-terminal domain of the GST protein contains a glutathione binding site (G-site), and the C-terminal domain contains a hydrophobic substrate binding site (H-site), which can accommodate various hydrophobic compounds [ 11 ]. The catalytic diversity of GSTs is related to the structural variability, heterogeneity, and conformational variability of the G-site and H-site [ 40 ]. The N- and C-terminal domains of 22 GSTU sequences of Salix lindleyana were analyzed. Both domains were found to be under strong purification and selection pressure (Fig. 2 B). The C-terminal domain was subjected to relaxed selective constraints ( t tests, P < 0.001) (Fig. 2 C), indicating a higher frequency of nonsynonymous mutations, contributing to the diversity of hydrophobic substrate binding. This study investigated the catalytic activity of GST proteins with several common substrates (CDNB, NBD-Cl, and fluorodifen). On the basis of enzyme activity data from point mutants of SliGSTU7 and SliGSTU14 (Table S5), we selected the most representative substrate, CDNB, for kinetic analysis, identifying key catalytic sites at 162 W and 202P (Fig. 5 B), which was supported by the molecular docking results (Fig. 8 B). Regarding the substrate fluorodifen, similar trends to those of CDNB were observed, indicating that GST may employ a similar catalytic mechanism for both fluorodifen and CDNB, whereas the catalysis of GSH with NBD-Cl may involve other critical amino acids [ 41 , 42 ]. The two-substrate enzymes’ action mechanisms include ordered sequential, random sequential, and ping-pong mechanisms. Owing to the development and application of molecular docking technology, we can further determine the conformation of enzymes that bind to double substrates by combining experiments on enzymatic properties. These include bottom and top combinations, middle tunnel combinations, substrate side-by-side combinations, and surface pocket combinations [ 43 ]. In a study of cis-isopentenyl transferase, tuberculin adenosine synthetase was found to differ from other cis-isopentenyl transferases (e.g., cisfarnesyl, decaprenyl, and uncaprenyl diphosphate synthases), and the large hydrophobic side chain did not occupy the central hydrophobic channel but combined with surface active pockets located at positions 90 and 88 [ 44 ]. Our experimental and molecular docking results showed that GSH and CDNB entered the active pockets on the GST surface, which is one of the sequential mechanisms (Fig. 8 A). When GST catalyzes the nucleophilic substitution reaction between GSH and the electrophilic reagent X, the reaction rate primarily depends on the formation and release of the detoxification product intermediate (GS-X) [ 45 ]. The W162G and P202A mutants significantly diminished the neighboring effect of the bisubstrate intermediate, thereby affecting the catalytic efficiency of SliGSTU7 and reducing reactivity toward the substrate. Conclusion This study conducted a comprehensive analysis of the GST gene family in Salix lindleyana , revealing its critical roles in adapting to harsh high-altitude environments. Systematic investigations encompassing the identification of 37 SliGST genes, phylogenetic relationships, expression patterns, evolutionary trajectories, and in vitro GST catalytic activities established a foundation for understanding the evolutionary mechanisms of plant GST genes under extreme plateau conditions. Evolutionary analyses identified positive selection acting on SliGSTU7 , SliGSTU14 , and SliGSTU15 . Comparative analysis of their encoded amino acid sequences prompted the construction of 36 single/double mutants for enzymatic kinetic studies. These revealed that a nonsynonymous substitution at position 162 plays a pivotal role in functional divergence between paralogs. Integrated enzymological characterization, site-directed mutagenesis, crystal structure analysis, and molecular docking demonstrated that Trp162 and Pro202 constitute key catalytic residues enabling the superior enzymatic efficiency of SliGSTU7. The influence of the two points on the product release needs to be further studied. Our findings hold dual significance for protein engineering and plant stress resistance research. This study elucidates the regulatory mechanism of dual-substrate catalysis by GST gene family members in extreme environments, thereby advancing the understanding of the molecular underpinnings of environmental adaptive evolution in the GST gene family. Furthermore, the study of SliGSTs gene is also beneficial to provide a basis for the study of plant survival mode at high altitude and low temperature. Supplementary Information Supplementary Material 1. Supplementary Material 2. Publisher’s Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Nan Xu, Yu-Wen Wang and Chang Qu contributed equally to this work. Acknowledgements We thank LetPub (www.letpub.com.cn) for its linguistic assistance during the preparation of this manuscript. We thank the staff at beamline BL10U2P2 of the Shanghai Synchrotron Radiation Facility for their assistance with data collection. Authors’ contributions N.X. and Y.-W.W. contributed equally to the investigation, data curation, visualization, and software. N.X. wrote the original draft, while Y.-W.W. participated in writing-review and editing. C.Q. developed the experimental methods and contributed to the software. Z.-Q.W. and X.-X.Z. were involved in visualization and writing-review & editing, with X.-X.Z. also responsible for plant material collection. S.-Y.W., Y.-B.Y., and J.X. contributed to visualization. H.-L.Y. secured funding, supervised the project, and participated in writing the original draft. All authors reviewed the manuscript. Funding This study was supported by STI2030-Major Projects (No.2023ZD04057) and the National Natural Science Foundation of China (32071486). Data availability Protein sequences, DNA and RNA sequences have been uploaded to NCBI database, and the numbers can be found in the supplementary table. RNA sequencing data are available in the GSA repository, the number is CRA027237. Declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests The authors declare no competing interests. References 1. Baillo EH Kimotho RN Zhang Z Xu P Transcription factors associated with abiotic and biotic stress tolerance and their potential for crops improvement Genes (Basel). 2019 10 10 771 31575043 Baillo EH, Kimotho RN, Zhang Z, Xu P. Transcription factors associated with abiotic and biotic stress tolerance and their potential for crops improvement. Genes (Basel). 2019;10(10):771. 31575043 2. Droog FNJ Plant glutathione S-Transferases, a Tale of Theta and Tau J Plant Growth Regul. 1997 16 95 107 Droog FNJ. Plant glutathione S-Transferases, a Tale of Theta and Tau. J Plant Growth Regul. 1997;16:95–107. 3. Dixon DP Cummins L Cole DJ Edwards R Glutathione-mediated detoxification systems in plants Curr Opin Plant Biol. 1998 1 3 258 266 10066594 Dixon DP, Cummins L, Cole DJ, Edwards R. Glutathione-mediated detoxification systems in plants. Curr Opin Plant Biol. 1998;1(3):258–66. 10066594 4. Combes B Stakelum GS A liver enzyme that conjugates sulfobromophthalein sodium with glutathione J Clin Invest. 1961 40 6 981 988 13694895 Combes B, Stakelum GS. A liver enzyme that conjugates sulfobromophthalein sodium with glutathione. J Clin Invest. 1961;40(6):981–8. 13694895 5. Riechers DE Vaughn KC Molin WT The role of plant glutathione S-transferases in herbicide metabolism Environ. Fate Saf. Manag. Agrochem. 2005 19 216 232 Riechers DE, Vaughn KC, Molin WT. The role of plant glutathione S-transferases in herbicide metabolism. Environ Fate Saf Manag Agrochem. 2005;19:216–32. 6. Dixon DP Cole DJ Edwards R Dimerisation of maize glutathione transferases in recombinant bacteria Plant Mol Biol. 1999 40 6 997 1008 10527424 Dixon DP, Cole DJ, Edwards R. Dimerisation of maize glutathione transferases in recombinant bacteria. Plant Mol Biol. 1999;40(6):997–1008. 10527424 7. Chronopoulou EG Ataya FS Pouliou F Perperopoulou F Georgakis N Nianiou I Madesis P Ioannou E Labrou N Hossain MA Mostofa MG Díaz-Vivancos P Burritt D Fujita M Tran LS Structure, Evolution and Functional Roles of Plant Glutathione Transferases Glutathione in Plant Growth 2017 Development, and Stress Tolerance 195 213 Chronopoulou EG, Ataya FS, Pouliou F, Perperopoulou F, Georgakis N, Nianiou I, Madesis P, Ioannou E, Labrou N. Structure, Evolution and Functional Roles of Plant Glutathione Transferases. In: Hossain MA, Mostofa MG, Díaz-Vivancos P, Burritt D, Fujita M, Tran LS, editors. Glutathione in Plant Growth. Development, and Stress Tolerance; 2017. p. 195–213. 8. Dirr H Reinemer P Huber R X-ray crystal structures of cytosolic glutathione S-transferases. Implications for protein architecture, substrate recognition and catalytic function Eur J Biochem. 1994 220 3 645 661 8143720 Dirr H, Reinemer P, Huber R. X-ray crystal structures of cytosolic glutathione S-transferases. Implications for protein architecture, substrate recognition and catalytic function. Eur J Biochem. 1994;220(3):645–61. 8143720 9. Labrou NE Papageorgiou AC Pavli O Flemetakis E Plant GSTome: structure and functional role in xenome network and plant stress response Curr Opin Biotechnol. 2015 32 186 194 25614070 Labrou NE, Papageorgiou AC, Pavli O, Flemetakis E. Plant GSTome: structure and functional role in xenome network and plant stress response. Curr Opin Biotechnol. 2015;32:186–94. 25614070 10. Pégeot H Koh CS Petre B The poplar Phi class glutathione transferase: expression, activity and structure of GSTF1 Front Plant Sci. 2014 5 712 25566286 Pégeot H, Koh CS, Petre B, et al. The poplar Phi class glutathione transferase: expression, activity and structure of GSTF1. Front Plant Sci. 2014;5:712. 25566286 11. Edwards R Dixon DP Walbot V Plant glutathione S-transferases: enzymes with multiple functions in sickness and in health Trends Plant Sci. 2000 5 5 193 198 10785664 Edwards R, Dixon DP, Walbot V. Plant glutathione S-transferases: enzymes with multiple functions in sickness and in health. Trends Plant Sci. 2000;5(5):193–8. 10785664 12. Neuefeind T Huber R Dasenbrock H Prade L Bieseler B Crystal structure of herbicide-detoxifying maize glutathione S-transferase-I in complex with lactoylglutathione: evidence for an induced-fit mechanism J Mol Biol. 1997 274 4 446 453 9417926 Neuefeind T, Huber R, Dasenbrock H, Prade L, Bieseler B. Crystal structure of herbicide-detoxifying maize glutathione S-transferase-I in complex with lactoylglutathione: evidence for an induced-fit mechanism. J Mol Biol. 1997;274(4):446–53. 9417926 13. Labrou NE Mello LV Clonis YD Functional and structural roles of the glutathione-binding residues in maize (Zea mays) glutathione S-transferase I Biochem J. 2001 358 Pt 1 101 110 11485557 Labrou NE, Mello LV, Clonis YD. Functional and structural roles of the glutathione-binding residues in maize (Zea mays) glutathione S-transferase I. Biochem J. 2001;358(Pt 1):101–10. 11485557 14. Zhuge XL Du X Xiu ZJ Discovery of specific catalytic activity toward IAA/FA by LaSABATHs based on genome-wide phylogenetic and enzymatic analysis of SABATH gene family from Larix kaempferi Int J Biol Macromol. 2023 225 1562 1574 36442561 Zhuge XL, Du X, Xiu ZJ, et al. Discovery of specific catalytic activity toward IAA/FA by LaSABATHs based on genome-wide phylogenetic and enzymatic analysis of SABATH gene family from Larix kaempferi. Int J Biol Macromol. 2023;225:1562–74. 36442561 15. Axarli I Dhavala P Papageorgiou AC Labrou NE Crystallographic and functional characterization of the fluorodifen-inducible glutathione transferase from Glycine max reveals an active site topography suited for diphenylether herbicides and a novel L-site J Mol Biol. 2009 385 3 984 1002 19014949 Axarli I, Dhavala P, Papageorgiou AC, Labrou NE. Crystallographic and functional characterization of the fluorodifen-inducible glutathione transferase from Glycine max reveals an active site topography suited for diphenylether herbicides and a novel L-site. J Mol Biol. 2009;385(3):984–1002. 19014949 16. Buetler TM Eaton DL Complementary DNA cloning, messenger RNA expression, and induction of alpha-class glutathione S-transferases in mouse tissues Cancer Res. 1992 52 2 314 318 1728405 Buetler TM, Eaton DL. Complementary DNA cloning, messenger RNA expression, and induction of alpha-class glutathione S-transferases in mouse tissues. Cancer Res. 1992;52(2):314–8. 1728405 17. Chen JH Huang Y Brachi B Yun QZ Zhang W Lu W Li HN Li WQ Sun XD Wang GY He J Zhou Z Chen KY Ji YH Shi MM Sun WG Yang YP Zhang RG Abbott RJ Sun H Genome-wide analysis of Cushion willow provides insights into alpine plant divergence in a biodiversity hotspot Nat Commun. 2019 10 1 5230 31745089 Chen JH, Huang Y, Brachi B, Yun QZ, Zhang W, Lu W, Li HN, Li WQ, Sun XD, Wang GY, He J, Zhou Z, Chen KY, Ji YH, Shi MM, Sun WG, Yang YP, Zhang RG, Abbott RJ, Sun H. Genome-wide analysis of Cushion willow provides insights into alpine plant divergence in a biodiversity hotspot. Nat Commun. 2019;10(1):5230. 31745089 18. Hall TA BioEdit: a user-friendly biological sequence alignment editor and analysis program for windows 95/98/NT Nucleic Acids Symp Ser 1999 41 41 95 98 Hall TA. BioEdit: a user-friendly biological sequence alignment editor and analysis program for windows 95/98/NT. Nucleic Acids Symp Ser. 1999;41(41):95–8. 19. Guindon S Gascuel O A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood Syst Biol. 2003 52 5 696 704 14530136 Guindon S, Gascuel O. A simple, fast, and accurate algorithm to estimate large phylogenies by maximum likelihood. Syst Biol. 2003;52(5):696–704. 14530136 20. Oakley AJ Glutathione transferases: new functions Curr Opin Struct Biol. 2005 15 6 716 23 16263269 Oakley AJ. Glutathione transferases: new functions. Curr Opin Struct Biol. 2005;15(6):716–23. 16263269 21. Habig WH Pabst MJ Jakoby WB Glutathione S-transferases. The first enzymatic step in mercapturic acid formation J Biol Chem. 1974 249 22 7130 9 4436300 Habig WH, Pabst MJ, Jakoby WB. Glutathione S-transferases. The first enzymatic step in mercapturic acid formation. J Biol Chem. 1974;249(22):7130–9. 4436300 22. Ricci G Caccuri AM Lo Bello M Pastore A Piemonte F Federici G Colorimetric and fluorometric assays of glutathione transferase based on 7-chloro-4-nitrobenzo-2-oxa-1,3-diazole Anal Biochem. 1994 218 2 463 5 8074309 Ricci G, Caccuri AM, Lo Bello M, Pastore A, Piemonte F, Federici G. Colorimetric and fluorometric assays of glutathione transferase based on 7-chloro-4-nitrobenzo-2-oxa-1,3-diazole. Anal Biochem. 1994;218(2):463–5. 8074309 23. Chayen NE Methods for separating nucleation and growth in protein crystallisation Prog Biophys Mol Biol. 2005 88 3 329 37 15652248 Chayen NE. Methods for separating nucleation and growth in protein crystallisation. Prog Biophys Mol Biol. 2005;88(3):329–37. 15652248 24. Lan T Wang XR Zeng QY Structural and functional evolution of positively selected sites in pine glutathione S-transferase enzyme family J Biol Chem. 2013 288 34 24441 51 23846689 Lan T, Wang XR, Zeng QY. Structural and functional evolution of positively selected sites in pine glutathione S-transferase enzyme family. J Biol Chem. 2013;288(34):24441–51. 23846689 25. Yang Z Wong WS Nielsen R Bayes empirical bayes inference of amino acid sites under positive selection Mol Biol Evol. 2005 22 4 1107 18 15689528 Yang Z, Wong WS, Nielsen R. Bayes empirical bayes inference of amino acid sites under positive selection. Mol Biol Evol. 2005;22(4):1107–18. 15689528 26. Qu C Kao H Xu H Wang B Yang Z Yang Q Liu G Wang X Liu Y Zeng Q Functional significance of asymmetrical retention of parental alleles in a hybrid pine species complex J Syst Evol. 2023 62 1 135 148 Qu C, Kao H, Xu H, Wang B, Yang Z, Yang Q, Liu G, Wang X, Liu Y, Zeng Q. Functional significance of asymmetrical retention of parental alleles in a hybrid pine species complex. J Syst Evol. 2023;62(1):135–48. 27. Winter G Xia2: an expert system for macromolecular crystallography data reduction J Appl Crystallogr. 2009 43 1 186 190 Winter G. Xia2: an expert system for macromolecular crystallography data reduction. J Appl Crystallogr. 2009;43(1):186–90. 28. Biasini M Bienert S Waterhouse A Arnold K Studer G Schmidt T Kiefer F Gallo Cassarino T Bertoni M Bordoli L Schwede T SWISS-MODEL: modelling protein tertiary and quaternary structure using evolutionary information Nucleic Acids Res. 2014 42 Web Server issue W252 8 24782522 Biasini M, Bienert S, Waterhouse A, Arnold K, Studer G, Schmidt T, Kiefer F, Gallo Cassarino T, Bertoni M, Bordoli L, Schwede T. SWISS-MODEL: modelling protein tertiary and quaternary structure using evolutionary information. Nucleic Acids Res. 2014;42(Web Server issue):W252-8. 24782522 29. Winn MD Ballard CC Cowtan KD Dodson EJ Emsley P Evans PR Keegan RM Krissinel EB Leslie AG McCoy A McNicholas SJ Murshudov GN Pannu NS Potterton EA Powell HR Read RJ Vagin A Wilson KS Overview of the CCP4 suite and current developments Acta Crystallogr D Biol Crystallogr. 2011 67 Pt 4 235 42 21460441 Winn MD, Ballard CC, Cowtan KD, Dodson EJ, Emsley P, Evans PR, Keegan RM, Krissinel EB, Leslie AG, McCoy A, McNicholas SJ, Murshudov GN, Pannu NS, Potterton EA, Powell HR, Read RJ, Vagin A, Wilson KS. Overview of the CCP4 suite and current developments. Acta Crystallogr D Biol Crystallogr. 2011;67(Pt 4):235–42. 21460441 30. Adams PD Grosse-Kunstleve RW Hung LW Ioerger TR McCoy AJ Moriarty NW Read RJ Sacchettini JC Sauter NK Terwilliger TC PHENIX: building new software for automated crystallographic structure determination Acta Crystallogr D Biol Crystallogr. 2002 58 Pt 11 1948 54 12393927 Adams PD, Grosse-Kunstleve RW, Hung LW, Ioerger TR, McCoy AJ, Moriarty NW, Read RJ, Sacchettini JC, Sauter NK, Terwilliger TC. PHENIX: building new software for automated crystallographic structure determination. Acta Crystallogr D Biol Crystallogr. 2002;58(Pt 11):1948–54. 12393927 31. Liu Y Yang X Gan J Chen S Xiao ZX Cao Y CB-Dock2: improved protein-ligand blind docking by integrating cavity detection, docking and homologous template fitting Nucleic Acids Res. 2022 50 W1 W159 W164 35609983 Liu Y, Yang X, Gan J, Chen S, Xiao ZX, Cao Y. CB-Dock2: improved protein-ligand blind docking by integrating cavity detection, docking and homologous template fitting. Nucleic Acids Res. 2022;50(W1):W159–64. 35609983 32. Karplus M McCammon JA Molecular dynamics simulations of biomolecules Nat Struct Biol. 2002 9 646 652 12198485 Karplus M, McCammon JA. Molecular dynamics simulations of biomolecules. Nat Struct Biol. 2002;9:646–52. 12198485 33. Pemble SE Wardle AF Taylor JB Glutathione S-transferase class Kappa: characterization by the cloning of rat mitochondrial GST and identification of a human homologue Biochem J. 1996 319 Pt 3 749 54 8920976 Pemble SE, Wardle AF, Taylor JB. Glutathione S-transferase class Kappa: characterization by the cloning of rat mitochondrial GST and identification of a human homologue. Biochem J. 1996;319(Pt 3):749–54. 8920976 34. Dixon DP Davis BG Edwards R Functional divergence in the glutathione transferase superfamily in plants. Identification of two classes with putative functions in redox homeostasis in Arabidopsis thaliana J Biol Chem. 2002 277 34 30859 69 12077129 Dixon DP, Davis BG, Edwards R. Functional divergence in the glutathione transferase superfamily in plants. Identification of two classes with putative functions in redox homeostasis in Arabidopsis thaliana. J Biol Chem. 2002;277(34):30859–69. 12077129 35. McGonigle B Keeler SJ Lau SM Koeppe MK O’Keefe DP A genomics approach to the comprehensive analysis of the glutathione S-transferase gene family in soybean and maize Plant Physiol. 2000 124 3 1105 20 11080288 McGonigle B, Keeler SJ, Lau SM, Koeppe MK, O’Keefe DP. A genomics approach to the comprehensive analysis of the glutathione S-transferase gene family in soybean and maize. Plant Physiol. 2000;124(3):1105–20. 11080288 36. Timmerman KP Molecular characterization of corn glutathione S-transferase isozymes involved in herbicide detoxication Physiol. Plant. 1989 77 3 465 471 Timmerman KP. Molecular characterization of corn glutathione S-transferase isozymes involved in herbicide detoxication. Physiol Plant. 1989;77(3):465–71. 37. Zhuge XL Xie T Du X Zhang XX Hu JP Yang HL Non-synonymous substitution of evolutionarily conserved residue in Tau class glutathione transferases alters structural and catalytic features Int J Biol Macromol. 2022 1 197 39 48 Zhuge XL, Xie T, Du X, Zhang XX, Hu JP, Yang HL. Non-synonymous substitution of evolutionarily conserved residue in Tau class glutathione transferases alters structural and catalytic features. Int J Biol Macromol. 2022;1(197):39–48. 38. Lan T Yang ZL Yang X Liu YJ Wang XR Zeng QY Extensive functional diversification of the Populus glutathione S-transferase supergene family Plant Cell. 2009 21 12 3749 66 19996377 Lan T, Yang ZL, Yang X, Liu YJ, Wang XR, Zeng QY. Extensive functional diversification of the Populus glutathione S-transferase supergene family. Plant Cell. 2009;21(12):3749–66. 19996377 39. Fang X An Y Zheng J Shangguan L Wang L Genome-wide identification and comparative analysis of GST gene family in apple (Malus domestica) and their expressions under ALA treatment 3 Biotech. 2020 10 7 307 32582504 Fang X, An Y, Zheng J, Shangguan L, Wang L. Genome-wide identification and comparative analysis of GST gene family in apple (Malus domestica) and their expressions under ALA treatment. 3 Biotech. 2020;10(7):307. 32582504 40. Honaker MT Acchione M Sumida JP Atkins WM Ensemble perspective for catalytic promiscuity: calorimetric analysis of the active site conformational landscape of a detoxification enzyme J Biol Chem. 2011 286 49 42770 42776 22002059 Honaker MT, Acchione M, Sumida JP, Atkins WM. Ensemble perspective for catalytic promiscuity: calorimetric analysis of the active site conformational landscape of a detoxification enzyme. J Biol Chem. 2011;286(49):42770–6. 22002059 41. Zhuge XL Xu H Xiu ZJ Yang HL Biochemical functions of glutathione S-transferase family of Salix babylonica Front Plant Sci. 2020 3 11 364 Zhuge XL, Xu H, Xiu ZJ, Yang HL. Biochemical functions of glutathione S-transferase family of Salix babylonica. Front Plant Sci. 2020;3(11):364. 42. Shokeer A Ismail A Hegazy UM Kolm RH Mannervik B Mutational analysis of the binding of alternative substrates and inhibitors to the active site of human glutathione transferase P1–1 Processes. 2020 8 10 1232 Shokeer A, Ismail A, Hegazy UM, Kolm RH, Mannervik B. Mutational analysis of the binding of alternative substrates and inhibitors to the active site of human glutathione transferase P1–1. Processes. 2020;8(10):1232. 43. Rajakumara E Abhishek S Nitin K Saniya D Bajaj P Schwaneberg U Davari MD Structure and cooperativity in substrate-enzyme interactions: perspectives on enzyme engineering and inhibitor design ACS Chem Biol. 2022 17 2 266 280 35041385 Rajakumara E, Abhishek S, Nitin K, Saniya D, Bajaj P, Schwaneberg U, Davari MD. Structure and cooperativity in substrate-enzyme interactions: perspectives on enzyme engineering and inhibitor design. ACS Chem Biol. 2022;17(2):266–80. 35041385 44. Gao J Ko TP Chen L Malwal SR Zhang J Hu X Qu F Liu W Huang JW Cheng YS Chen CC Yang Y Zhang Y Oldfield E Guo RT “Head-to-Middle” and “Head-to-Tail” cis-Prenyl Transferases: structure of isosesquilavandulyl diphosphate synthase Angew Chem Int Ed Engl. 2018 57 3 683 687 29215779 Gao J, Ko TP, Chen L, Malwal SR, Zhang J, Hu X, Qu F, Liu W, Huang JW, Cheng YS, Chen CC, Yang Y, Zhang Y, Oldfield E, Guo RT. “Head-to-Middle” and “Head-to-Tail” cis-Prenyl Transferases: structure of isosesquilavandulyl diphosphate synthase. Angew Chem Int Ed Engl. 2018;57(3):683–7. 29215779 45. Robin SKD, Ansari M, Uppugunduri CRS. Spectrophotometric screening for potential inhibitors of cytosolic glutathione S-transferases. J Vis Exp. 2020;(164). 10.3791/61347.",
    "full_text_abstract": "The adaptive evolution of the glutathione S-transferase (GST) gene family in Salix lindleyana provides insights into the relationship between enzyme structure and function. In this study, 37 genes encoding the GST protein were cloned from S. lindleyana with no genomic data available, and their expression levels and enzyme activity were determined in vitro . The 22 genes encoding the Tau GST subfamily were divided into Clades A and B, with Clade A subjected to more relaxed selection pressure than Clade B. Clade A was split into two smaller branches, Clades a and b. Three genes under positive selection from Clade a were chosen for 36 site-directed mutations, with Trp162 and Pro202 crucially affecting variations in GST enzyme activity. Crystal structure analysis of SliGSTU7 complexed with GSH revealed that the Trp162 residue was located at the bottom of the hydrophobic cavity. Homology modeling and molecular docking revealed that the W162G/P202A mutation in SliGSTU7 significantly reduced the neighboring effect during the formation of GS-DNB. A study of the GST gene family of S. lindleyana identified Trp162 and Pro202 as key amino acids that regulate the release rate of GS-X. Supplementary Information The online version contains supplementary material available at 10.1186/s12870-025-07002-x."
}