{
    "PMC": "2132977",
    "DOI": "10.1083/jcb.143.6.1471",
    "PMID": "9852145",
    "PMCID": "PMC2132977",
    "title": "Interaction of ZPR1 with translation elongation factor-1alpha in proliferating cells.",
    "year": 1998,
    "source_url": "https://europepmc.org/article/PMC/PMC2132977",
    "source": "MED",
    "abstract_text": "The zinc finger protein ZPR1 is present in the cytoplasm of quiescent mammalian cells and translocates to the nucleus upon treatment with mitogens, including epidermal growth factor (EGF). Homologues of ZPR1 were identified in yeast and mammals. These ZPR1 proteins bind to eukaryotic translation elongation factor-1alpha (eEF-1alpha). Studies of mammalian cells demonstrated that EGF treatment induces the interaction of ZPR1 with eEF-1alpha and the redistribution of both proteins to the nucleus. In the yeast Saccharomyces cerevisiae, genetic analysis demonstrated that ZPR1 is an essential gene. Deletion analysis demonstrated that the NH2-terminal region of ZPR1 is required for normal growth and that the COOH-terminal region was essential for viability in S. cerevisiae. The yeast ZPR1 protein redistributes from the cytoplasm to the nucleus in response to nutrient stimulation. Disruption of the binding of ZPR1 to eEF-1alpha by mutational analysis resulted in an accumulation of cells in the G2/M phase of cell cycle and defective growth. Reconstitution of the ZPR1 interaction with eEF-1alpha restored normal growth. We conclude that ZPR1 is essential for cell viability and that its interaction with eEF-1alpha contributes to normal cellular proliferation.",
    "full_text": "J Cell Biol J. Cell Biol The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 2132977 9852145 Article Interaction of ZPR1 with Translation Elongation Factor-1α in Proliferating Cells Gangwani Laxman Mikrut Monique Galcheva-Gargova Zoya Davis Roger J. Howard Hughes Medical Institute and Program in Molecular Medicine, Department of Biochemistry and Molecular Biology, University of Massachusetts Medical School, Worcester, Massachusetts 01605 Address correspondence to R.J. Davis, Howard Hughes Medical Institute, Program in Molecular Medicine, University of Massachusetts Medical School, 373 Plantation St., Worcester, MA 01605. Tel.: (508) 856-6054. Fax: (508) 856-3210. E-mail: roger.davis@ummed.edu 14 12 1998 143 6 1471 1484 9 7 1998 30 9 1998 1998 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). The zinc finger protein ZPR1 is present in the cytoplasm of quiescent mammalian cells and translocates to the nucleus upon treatment with mitogens, including epidermal growth factor (EGF). Homologues of ZPR1 were identified in yeast and mammals. These ZPR1 proteins bind to eukaryotic translation elongation factor-1α (eEF-1α). Studies of mammalian cells demonstrated that EGF treatment induces the interaction of ZPR1 with eEF-1α and the redistribution of both proteins to the nucleus. In the yeast Saccharomyces cerevisiae , genetic analysis demonstrated that ZPR1 is an essential gene. Deletion analysis demonstrated that the NH 2 -terminal region of ZPR1 is required for normal growth and that the COOH-terminal region was essential for viability in S . cerevisiae . The yeast ZPR1 protein redistributes from the cytoplasm to the nucleus in response to nutrient stimulation. Disruption of the binding of ZPR1 to eEF-1α by mutational analysis resulted in an accumulation of cells in the G2/M phase of cell cycle and defective growth. Reconstitution of the ZPR1 interaction with eEF-1α restored normal growth. We conclude that ZPR1 is essential for cell viability and that its interaction with eEF-1α contributes to normal cellular proliferation. cell cycle eEF-1α EGF Saccharomyces cerevisiae zinc finger T he zinc finger protein ZPR1 is located in the cytoplasm of quiescent mammalian cells (Galcheva- Gargova et al., 1996). Treatment with mitogens, including epidermal growth factor (EGF), causes the redistribution of ZPR1 from the cytoplasm to the nucleus ( Galcheva-Gargova et al., 1996 ). The function of ZPR1 in the nucleus has not been defined. However, the nuclear redistribution of ZPR1 in proliferating cells suggests that this protein may act as a signaling molecule that communicates mitogenic signals from the cytoplasm to the nucleus. The mechanism of cytoplasmic retention of ZPR1 in quiescent cells is unclear. ZPR1 binds to a group of tyrosine kinase receptors, including the EGF and platelet-derived growth factor receptors ( Galcheva-Gargova et al., 1996 ). The binding of ZPR1 to these receptors is blocked after mitogen stimulation ( Galcheva-Gargova et al., 1996 ). It is therefore possible that ZPR1 may be sequestered in the cytoplasm by receptors in quiescent cells and that the mitogen-stimulated release of ZPR1 from these receptors may trigger the accumulation of ZPR1 in the nucleus. Although this is a plausible hypothesis, it appears that this possible mechanism represents an oversimplification of the processes that control the subcellular localization of ZPR1. First, it is unclear whether the relative abundance of receptors and ZPR1 is sufficient to account for the cytoplasmic sequestration of ZPR1 in quiescent cells. Second, ZPR1 lacks an obvious nuclear localization sequence that could direct nuclear accumulation when ZPR1 is released from receptor complexes. Third, in the present study, we find that the nuclear localization of ZPR1 is regulated in cells that lack tyrosine kinase receptors. These considerations suggest that the interaction of ZPR1 with other biomolecules may contribute to the regulation of the subcellular distribution of ZPR1. Although it is known that ZPR1 binds to cell surface receptor molecules in quiescent cells, it is not established whether the effect of mitogens to inhibit the ZPR1/receptor interaction represents the formation of a novel ZPR1 complex with a different protein. The purpose of the study described in this report was to identify a protein that interacts with ZPR1 after treatment of cells with mitogens. This study was facilitated by the identification of ZPR1 homologues in mammals and yeast. We report that ZPR1 binds to eukaryotic translation elongation factor-1α (eEF-1α). 1 EGF stimulation of mammalian cells triggers the formation ZPR1/eEF-1α complexes and the translocation of both ZPR1 and eEF-1α from the cytoplasm to the nucleus. Similarly, in the yeast S . cerevisiae , ZPR1 redistributes between the cytoplasm and the nucleus in response to nutrient stimulation. Disruption of the ZPR1 gene is lethal in S . cerevisiae . Deletion analysis demonstrated that ZPR1 can be divided into two functional domains. The NH 2 -terminal region of ZPR1 is required for normal growth whereas the COOH-terminal region is essential for viability. Disruption of the binding between ZPR1 and eEF-1α by mutational analysis caused the accumulation of cells in the G2/M phase of the cell cycle and defective growth. Reconstitution of the ZPR1 interaction with eEF-1α by inter-allelic complementation restored normal growth. These data establish a role for the formation of nuclear ZPR1/eEF-1α complexes in the normal growth of proliferating cells. Previous studies have demonstrated that eEF-1α plays a pivotal role in protein biosynthesis ( Moldave, 1985 ). In addition, eEF-1α is known to be involved in diverse cellular processes, including embryogenesis ( Krieg et al., 1989 ), senescence ( Shepherd et al., 1989 ), oncogenic transformation ( Tatsuka et al., 1992 ), cell proliferation ( Sanders et al., 1996 ), and organization of the cytoskeleton ( Condeelis, 1995 ; Edmonds et al., 1996 ). eEF-1α is present mainly in the cytoplasm of cells ( Edmonds et al., 1996 ; Minella et al., 1996 ), but a small population of eEF-1α molecules has been previously identified in the nucleus ( Colling et al., 1994 ; Janssen et al., 1994 ; Barberse et al., 1995; Billaut-Mulot et al., 1996 ; Sanders et al., 1996 ). Recently, eEF-1α was shown to bind viral RNA ( Blackwell and Brinton, 1997 ) and RNA polymerases ( Blumenthal and Carmichael, 1979 ; Das et al., 1998 ). The involvement of eEF-1α in nuclear processes remains to be established. The results of the present study suggest that the physiological functions of eEF-1α in the nucleus may include complex formation with ZPR1 in mitogen-treated cells. Materials and Methods Preparation of Recombinant Plasmids and Proteins The yeast ZPR1 gene was isolated by screening an S . cerevisiae genomic library (prepared by Rose et al., 1987 ) using colony screening. A 300-bp fragment, amplified using the polymerase chain reaction (PCR), from the right arm of chromosome VII of S . cerevisiae was used for preparing the [ 32 P]labeled probe for hybridization (Prime-It II; Stratagene, La Jolla, CA). Positive clones were examined by automated sequencing (model 373A; Applied Biosystems, Foster City, CA). The S . pombe zpr1 + gene was isolated using a similar procedure ( Galcheva-Gargova et al., 1998 ). Subsequently, the open reading frame encoding S . cerevisiae ZPR1 (YGR211w) was identified in the S . cerevisiae genome (GenBank/EMBL/ DDBJ accession number Z72996 ). The nucleotide sequence of the cloned ZPR1 gene and YGR211w were identical. Standard recombinant DNA techniques were used to construct fusion proteins. The coding region of S . cerevisiae ZPR1 (c ZPR1 ) was amplified by PCR with the c ZPR1 genomic clone (pLG1) as the template and was subcloned in the plasmid pBS (Stratagene) as an XhoI fragment at the SalI site (pLG2). This c ZPR1 fragment was cloned as an XhoI (blunt-ended)-EcoRI fragment (from pLG2) in pGEX-3X ( Pharmacia Biotech , Piscataway, NJ) at the SmaI/ EcoRI sites. Full-length (wild-type) and truncated c ZPR1 , amplified by PCR, were cloned in pCAL-n (Stratagene) and p413ADH (American Type Culture Collection, Rockville, MD) expression vectors at the SmaI/ EcoRI sites. Mouse ZPR1 (m ZPR1 ), full-length and truncated fragments amplified by PCR, were cloned in pCAL-n at the EcoRI/XhoI sites. S . pombe ZPR1 (p ZPR1 ) was PCR amplified and cloned in pGEX-3X at the BamHI/EcoRI sites. Mutant green fluorescent protein (GFP) (S65T, V163A; Anderson et al., 1996) was PCR amplified and cloned in p413 ADH at the SmaI/EcoRI sites to create the plasmid pMM48. A c ZPR1 fragment (BglII-SmaI) amplified by PCR was cloned in pMM48 at the BamHI/SmaI sites to create the plasmid pMM49. The S . cerevisiae gene encoding translation elongation factor eEF-1α ( TEF1 ) was amplified by PCR using genomic DNA as the template and was cloned into pGEX-5X-1 ( Pharmacia Biotech ) at the BamHI site. In-frame deletions were prepared using standard PCR-based procedures. The plasmids used in this study are summarized in Table I . Recombinant plasmids that express fusion proteins with calmodulin-binding protein (CBP) and glutathione-S-transferase (GST) were expressed in BL21 (DE3) bacteria and BL21 bacteria, respectively. The fusion proteins were induced with 1 mM IPTG for 2 h at 30°C and were purified by affinity chromatography. Disruption of the ZPR1 Gene Yeast were manipulated according to standard procedures. The diploid strain (MY2) heterozygous for the ZPR1 gene disruption was constructed using established techniques (Rothstein, 1993). The recombinant plasmid pMM6 was prepared by inserting two fragments of the c ZPR1 gene (−785 bp to −10 bp and +970 bp to +1,471 bp) flanking the LEU2 gene in the plasmid pRS405 ( Sikorski and Hieter, 1989 ). The ScaI-SpeI fragment from pMM6 containing the disrupted c ZPR1 gene was transformed into the diploid yeast strain CY246 (obtained from C.L. Peterson, University of Massachusetts Medical School, Worcester, MA). Southern blots of the Leu + transformants identified colonies heterozygous for the c ZPR1 disruption. The heterozygote MY2 was sporulated and tetrads were dissected. The spores showed 2:2 segregation of viability and none of the viable spores were Leu + , indicating that the disruption of the c ZPR1 gene was lethal. To isolate haploid yeast with the c ZPR1 disrupted gene ( zpr1:: LEU2 ), yeast strain MY2 (diploid) was transformed with the plasmid pMM13 ( ZPR1 under control of the GAL promoter on a URA + plasmid), sporulated, and then tetrads were dissected. Leu + Ura + haploid cells ( zpr1::LEU2 ) complemented with wild-type c ZPR1 on plasmid pMM13 were selected and designated as strain MY7. Mutant c ZPR1 genes were introduced into strain MY7 by plasmid shuffling ( Sikorski and Boeke, 1991 ) using 5′-fluoroorotic acid (Toronto Research Chemicals, North York, Ontario, Canada). Yeast strains with wild-type and mutant c ZPR1 are listed in Table II . Mammalian Cell Culture COS-7 and A431 cells were maintained in Dulbecco's modified Eagle's medium, 2 mM glutamine, 100 U/ml penicillin and 100 U/ml streptomycin supplemented with 10% heat-inactivated fetal bovine serum (COS-7 cells) or 5% calf serum (A431 cells) (Life Technologies, Gaithersburg, MD). The cells were grown at 37°C in a humidified atmosphere with 5% CO 2 . Transfection with the plasmid pCDNA3-Flag-m ZPR1 ( Galcheva-Gargova et al., 1996 ) was performed using Lipofectamine (Life Technologies) according to the manufacturer's instructions. A431 cells were grown to 50–60% confluence and starved in serum-free medium for 24 h. The cells were treated with 100 nM EGF or PMA for 5–60 min at 37°C. Binding Assays Binding assays were performed using CBP and GST fusions with [ 35 S]methionine-labeled and -unlabeled cell lysates. The cell extracts were prepared with lysis buffer (50 mM Tris-HCl, pH 8.0, 150 mM NaCl, 10 mM β-mercaptoethanol, 1.0 mM MgCl 2 , 1.0 mM CaCl 2 , 1.0 mM imidazole, 0.1% Triton X-100, 1.0 mM PMSF, 1.0 mM benzamidine, 1 mM sodium orthovanadate, 10 μg/ml leupeptin, 10 μg/ml aprotinin, 10 μg/ml bestatin, 10 μg/ml antipain, 1.0 μg/ml pepstatin A, and 1.0 μg/ml chymostatin). CBP and GST fusions (5 μg) were immobilized on calmodulin affinity resin (Stratagene) and glutathione agarose beads ( Pharmacia Biotech ), respectively. The beads (20 μl) were washed twice at 4°C and incubated with cell extracts (300–500 μg protein) for 2 h in 500 μl lysis buffer at 4°C and then washed three times. The beads were boiled with Laemmli sample buffer for 3 min, centrifuged, and then the supernatant was examined by SDS-PAGE. Mass Spectroscopy A 50-kD ZPR1 binding protein was purified from human A431 epidermoid carcinoma cells and S . cerevisiae strain L40 by affinity chromatography using immobilized CBP-ZPR1 (residues 1–268). Bound proteins were separated by SDS-PAGE and electrotransferred to a polyvinylene difluoride (PVDF) membrane (Applied Biosystems). The membrane was stained with Ponceau S and the 50-kD protein was excised, rinsed with water, and then air dried. The protein was digested with l- tosylamido-2-phenyl ethyl chloromethyl ketone-treated trypsin and subjected to mass spectroscopic analysis using the matrix-assisted laser desorption ionization with time of flight (MALDI-TOF) technique. Masses of the polypeptides obtained were compared with the MS-Fit data base (Ludwig Institute for Cancer Research and University College London mass spectroscopy facility, London, UK). Immunoprecipitation and Immunoblotting Cell extracts prepared using Triton lysis buffer (20 mM Tris-HCl, pH 7.4, 137 mM NaCl, 2 mM EDTA, 25 mM β-glycerophosphate, 2 mM sodium pyrophosphate, 1% Triton X-100, 10% glycerol, 1 mM PMSF, 1 mM sodium orthovanadate, 10 μg/ml leupeptin, and 10 μg/ml aprotinin) were used for immunoprecipitation studies. Antibodies to mouse ZPR1 ( Galcheva-Gargova et al., 1996 ), eEF-1α (Upstate Biotechnology, Lake Placid, NY) and Flag (M2; Eastman-Kodak , Rochester, NY) were prebound to 20 μl of protein A–Sepharose ( Pharmacia Biotech ). The beads were incubated with cell lysate for 2 h, washed three times, and then boiled with Laemmli sample buffer before gel electrophoresis. Bound proteins separated by SDS-PAGE (10%) were electrotransferred to PVDF membranes (0.45 μm; Millipore , Waters Chromatography, Milford, MA). Antibody incubations were carried out in Tris-buffered saline with 0.5% Tween-20 and 20% horse serum. The rabbit anti-ZPR1 and mouse anti–eEF-1α antibodies were diluted 1:400 and 1:1,000, respectively. HRP-conjugated donkey anti–rabbit IgG and sheep anti–mouse IgG (1:5,000) secondary antibodies were detected by enhanced chemiluminescence ( Amersham International , Little Chalfont, UK). Fluorescence Microscopy A431 cells were cultured on glass coverslips coated with poly- l -lysine. The cells were incubated in serum-free medium for 24 h, starved, and then treated with 100 nM EGF or PMA at 37°C for 15 min. Coverslips were rinsed with phosphate-buffered saline (PBS) and then briefly with chilled methanol. The cells were fixed at −20°C with methanol for 5 min, and then with acetone for 2 min. The coverslips were blocked with 10% horse serum in PBS with 0.5% Tween-20 (PBS-T) for 30 min at 25°C in Coplin jars and then incubated with primary antibodies for 1 h at 25°C. The rabbit polyclonal antibody to ZPR1 has been described ( Galcheva-Gargova et al., 1996 ). The mouse monoclonal antibody to eEF-1α was purchased from Upstate Biotechnology. The cells were washed with PBS-T (0.2% Tween-20) three times and incubated with conjugated secondary antibodies (goat cyanine [Cy3]-labeled anti-rabbit IgG and goat fluorescein [FITC]-labeled anti-mouse IgG; Jackson ImmunoResearch Laboratories, West Grove, PA) for 1 h and washed three times with PBS-T (0.2% Tween-20). Coverslips were mounted on slides using Vectashield (Vector Laboratories, Burlingame, CA) and examined by double-label immunofluorescence microscopy using a conventional microscope ( Carl Zeiss Inc. , Thornwood, NY). Haploid yeast cells with the disrupted zpr1::LEU2 gene were transformed with plasmids expressing wild-type cZPR1, mutated cZPR1, or cZPR1 fusion proteins with GFP. Cells were grown in synthetic media with glucose (2%). Log-phase cultures were diluted (0.5 OD 600 ) and starved in glucose-free medium for 12 h at 30°C. Glucose (2%) was added and the cells were incubated at 30°C for 2 h. The cells were harvested and stained with 4′6-diamidino-2-phenylindole (DAPI). The GFP and DAPI fluorescence was examined by conventional microscopy ( Carl Zeiss Inc. ). Image analysis was performed using the computer software NIH Image (v 1.61/PPC; Bethesda, MD). Flow Cytometry Samples were prepared for flow cytometry ( Lew et al., 1992 ). Cells (10 6 ) were pelleted, washed twice with PBS, resuspended in 100 μl PBS, and then added dropwise into 70% ethanol (1.5 ml) with vortexing. The cells were fixed overnight in 70% ethanol at 4°C, washed with PBS, and then digested with 1 mg/ml RNase in 50 mM Tris-HCl, pH 8.0, for 1 h at 37°C followed by 5 mg/ml pepsin in 55 mM HCl for 30 min at 37°C. The cells were washed with PBS, stained with propidium iodide, and then analyzed. Results The Zinc Finger Protein ZPR1 Is Conserved in Mammals and Yeast Homologues of the mammalian zinc finger protein ZPR1 were identified and cloned from the yeast S . cerevisiae and Schizosaccharomyces pombe . The sequence of the mouse, S . cerevisiae and S . pombe ZPR1 proteins was deduced from the nucleotide sequence of DNA clones (Fig. 1 A ). Comparison of these ZPR1 proteins indicates a conserved structure including two similar zinc fingers (ZnF1 and ZnF2) and similar regions after each zinc finger (Fig. 1 B , A and B ). The mouse ZPR1 (mZPR1) protein is 46% identical and 72% similar to S . cerevisiae ZPR1 (cZPR1) and 43% identical and 70% similar to S . pombe ZPR1 (pZPR1). The two yeast proteins are 55% identical and 78% similar. The high level of homology between yeast and mammalian ZPR1 suggests that the overall structure of the protein is conserved between lower and higher eukaryotes. ZPR1 Is an Essential Gene in S. cerevisiae We examined whether the gene encoding c ZPR1 was essential for cell viability in S . cerevisiae . A DNA fragment containing the c ZPR1 gene disrupted by the LEU2 gene (Fig. 2 A ) was transformed into the diploid yeast strain CY246. Colonies were selected on plates lacking leucine and the disruption of one genomic copy of c ZPR1 was confirmed by Southern blot analysis (Fig. 2 B ). The diploid yeast strain MY2, which is heterozygous for wild-type c ZPR1 ( ZPR1 / zpr1::LEU2 ), was sporulated and the tetrads were dissected. In all tetrads analyzed, the viable progeny segregated 2:2, and none of the surviving spores were Leu + (disrupted for c ZPR1 ). These data indicate that the c ZPR1 gene is essential for viability (Fig. 2 C ). To establish that the loss of viability was due to the disruption of the c ZPR1 gene, we complemented haploid yeast with the disrupted c ZPR1 gene ( zpr1::LEU2 ) using a plasmid expressing wild-type c ZPR1 . These data demonstrated that the c ZPR1 gene was essential for viability in S . cerevisiae . Identification of eEF-1α as a ZPR1-binding Protein To study the interaction of ZPR1 with other proteins, we performed in vitro binding assays using [ 35 S]methionine human A431 epidermoid carcinoma cell extracts and immobilized GST–ZPR1 fusion proteins. As expected, the mouse ZPR1 protein bound to the 180-kD EGF receptor (Fig. 3 A ). In addition, several other [ 35 S]methionine proteins were observed to bind ZPR1. In particular, a 50-kD protein was prominently detected in binding assays using mouse, S . cerevisiae and S . pombe ZPR1 proteins (Fig. 3 A ). Similar results were obtained in binding assays using [ 35 S]methionine extracts prepared from COS-7, CHO, and S . cerevisiae (strain L40) cells (data not shown). These data indicate that the yeast and mammalian ZPR1 proteins may have similar biochemical properties, including interaction with a 50-kD protein. Deletion analysis of mouse ZPR1 using [ 35 S]methionine cell extracts demonstrated that an NH 2 -terminal mZPR1 fragment (ZnF1-A; residues 1–268) was sufficient for binding the 50-kD protein (data not shown). This fragment of mZPR1 was used to isolate the 50-kD protein from human (A431) and S . cerevisiae (L40) cell extracts by affinity chromatography. The bound proteins were resolved by SDS-PAGE and electrotransferred onto a PVDF membrane. The 50-kD protein was digested with l -tosylamido-2-phenyl ethyl chloromethyl ketone-treated trypsin and examined by mass spectroscopy using the MALDI-TOF technique. A comparison of the masses of the polypeptides obtained with the MS-Fit data base led to the identification of the 50-kD protein as eEF-1α (Table III ). To confirm the identification of the 50-kD protein as eEF-1α, we examined the proteins that bound to mZPR1 by Western blot analysis using an antibody to eEF-1α. Immobilized recombinant mZPR1 was found to bind eEF-1α (Fig. 3 B , lane 8 ). Similarly, immobilized recombinant eEF-1α bound to mZPR1 (Fig. 3 C ). Deletion analysis demonstrated that the NH 2 -terminal region of mZPR1 was sufficient for binding eEF-1α (Fig. 3 B ). Deletion analysis of eEF-1α demonstrated that the NH 2 -terminal region (residues 1–300) was required for binding ZPR1 (data not shown). To test whether ZPR1 and eEF-1α bind directly, we performed in vitro assays using the two purified recombinant proteins. This analysis demonstrated that eEF-1α directly binds to cZPR1 (Fig. 3 D ). Interaction of eEF-1α and ZPR1 In Vivo To test whether eEF-1α and ZPR1 may interact in vivo, we performed coimmunoprecipitation analysis. Epitope-tagged mZPR1 was immunoprecipitated from serum-treated COS-7 cells and the presence of eEF-1α in the immunoprecipitates was examined by Western blot analysis. Fig. 4 A shows that eEF-1α was coimmunoprecipitated with ZPR1. Control experiments using cells that did not express epitope-tagged mZPR1 demonstrated no coimmunoprecipitation of eEF-1α. These data indicate that ZPR1 and eEF-1α may interact in vivo. ZPR1 has been shown to bind the EGF receptor in quiescent cells and to be released from the receptor upon treatment with EGF ( Galcheva-Gargova et al. 1996 ). EGF may therefore regulate the interaction of ZPR1 with eEF-1α. To examine the effect of EGF, we starved A431 cells in serum-free medium for 24 h and then treated the cells with 100 nM EGF. eEF-1α was immunoprecipitated and the presence of ZPR1 was detected by Western blot analysis. Coimmunoprecipitation of ZPR1 with eEF-1α was detected in the EGF-treated cells, but not in the serum-starved cells (Fig. 4 B ). The amount of coimmunoprecipitated ZPR1 was sustained during longer periods of treatment with EGF (Fig. 4 C ). These data indicate that EGF induces an interaction between ZPR1 and eEF-1α. To test whether this interaction between ZPR1 and eEF-1α can be induced by other stimuli, we studied the effect of serum. Treatment of serum-starved cells with fetal calf serum (10%) resulted in the coimmunoprecipitation of ZPR1 with eEF-1α (Fig. 4 , B and C ). Based on these observations, we propose that growth signals in mitogen-activated cells may induce the formation of eEF-1α/ZPR1 complexes in vivo. Specificity in the formation of the eEF-1α/ ZPR1 complex was established by the observation that treatment of the cells with the tumor promoter phorbol 12-myristate 13-acetate (PMA) did not cause coimmunoprecipitation of ZPR1 with eEF-1α (Fig. 4 B ). Redistribution of ZPR1 and eEF-1α to the Nucleus of Mitogen-activated Mammalian Cells We examined the subcellular localization of ZPR1 and eEF-1α in mammalian cells by double-label immunofluorescence microscopy. Consistent with previous studies ( Galcheva-Gargova et al., 1996 ) we observed that ZPR1 ( red ) redistributed from the cytoplasm to the nucleus upon EGF stimulation of serum-starved cells (Fig. 5 ). eEF-1α is an abundant protein that is present mainly in the cytoplasm of cells ( Edmonds et al., 1996 ). Fig. 5 shows the effect of EGF treatment on the subcellular distribution of eEF-1α ( green ). In serum-starved cells, eEF-1α was present in the cytoplasm. Upon treatment with EGF, a fraction of the eEF-1α molecules was observed to redistribute from the cytoplasm to the nucleus. The distribution of eEF-1α and ZPR1 in the nucleus after treatment of cells with EGF was similar, as represented by yellow fluorescence in the merged images of ZPR1 and eEF-1α (Fig. 5 ). Similar results were obtained upon treatment of serum-starved cells with 10% calf serum (data not shown). Quantitative analysis of the fluorescence images demonstrated that ZPR1 was ∼98% cytoplasmic in serum-starved cells and was ∼96% nuclear in EGF-treated cells. Similar analysis demonstrated that eEF-1α was not detected in the nucleus of serum-starved cells and that ∼5% of the total eEF-1α was located in the nucleus after stimulation with EGF. These data indicate that both ZPR1 and eEF-1α are located in the nucleus of mitogen-treated cells. The punctate distribution of ZPR1 in the nucleus was previously demonstrated to correspond to an accumulation within nucleoli ( Galcheva-Gargova et al., 1996 ). This nucleolar accumulation is characterized by colocalization of ZPR1 with fibrillarin and RNA polymerase I, but not with splicing factor SC35 or p80 coilin ( Galcheva-Gargova et al., 1998 ). We studied the effect of PMA on the subcellular distribution of eEF-1α and ZPR1 to confirm the specificity of the interaction between eEF-1α and ZPR1 in the response to extracellular stimulation. PMA is known to induce the phosphorylation of eEF-1α by activating protein kinase C ( Venema et al., 1991 ). However, PMA did not cause punctate nuclear accumulation of eEF-1α or ZPR1 (Fig. 5 ). These data are consistent with the results of coimmunoprecipitation analysis where treatment with PMA did not induce the formation of ZPR1/eEF-1α complexes (Fig. 4 B ). We conclude that ZPR1 responds to selective extracellular stimuli. Nuclear Redistribution of ZPR1 in Yeast To study the localization of cZPR1 in the yeast S . cerevisiae , a recombinant c ZPR1–GFP fusion gene was constructed. The c ZPR1–GFP gene complemented the loss of viability of yeast with the disrupted zpr1::LEU2 gene. These haploid yeast expressing the cZPR1–GFP fusion protein were examined by fluorescence microscopy. Control experiments demonstrated that GFP was sequestered in the vacuole of yeast expressing GFP alone (data not shown). Fig. 6 shows that the cZPR1–GFP fusion protein ( green ) was present mainly in the nucleus of S . cerevisiae ( CONTROL ). Starvation of the yeast in glucose-free medium caused the redistribution of cZPR1 from the nucleus to the cytoplasm (Fig. 6 ). Readdition of glucose to the starved cells induced the translocation of cZPR1 from the cytoplasm to the nucleus. The localization and redistribution of ZPR1 in response to nutrients in S . cerevisiae appears to be similar to that observed in starved and mitogen-treated mammalian cells. Therefore, it is possible that cZPR1 may function as a signaling molecule in S . cerevisiae that responds to proliferation signals. Identification of Mutant ZPR1 Molecules That Fail to Interact with eEF-1α To examine the interaction of ZPR1 with eEF-1α, we performed deletion analysis of cZPR1. Studies using NH 2 -terminal (NT) and COOH-terminal (CT) fragments of cZPR1 demonstrated that the eEF-1α–binding site was located in the NH 2 -terminal region of cZPR1 (residues 1–261) (Fig. 7 , A and B ). We constructed a series of COOH-terminal truncated mutants of the NT fragment of cZPR1. Binding assays indicated that cZPR1 residues 202–261 were required for the interaction of eEF-1α with cZPR1 (data not shown). Subsequently, a series of in-frame deletion mutants of full-length cZPR1 (D1-D4) was prepared (Fig. 7 A ). These internal deletion mutants were expressed as CBP fusions in bacteria and purified. The binding of eEF-1α to these cZPR1 proteins was detected by immunoblot analysis. The in-frame deletions D1 (residues 222– 241) and D2 (residues 222–261) had no effect on eEF-1α binding, whereas deletions D3 (residues 202–241) and D4 (residues 202–261) eliminated the binding of eEF-1α to cZPR1 (Fig. 7 C ). These data suggest that a sequence required for eEF-1α binding is present in the D3 region (residues 202–241) of cZPR1 (Fig. 7 A ). To further delineate the cZPR1 sequence required for the binding of eEF-1α, the smaller in-frame deletion mutant D5 (residues 202– 221) was prepared and tested for eEF-1α binding. Immunoblot analysis demonstrated that the cZPR1 deletion mutant D5 did not bind eEF-1α (Fig. 7 D ). Therefore, the 20-amino acid region D5 (residues 202–221) was required to be present in full-length and truncated ZPR1 for eEF-1α binding. This region is located within the A-domain of the cZPR1 protein and is conserved in mouse, S . cerevisiae and S . pombe (Fig. 7 A ). Mutational Analysis of ZPR1 Function We examined the effect of cZPR1 mutations that disrupt eEF-1α binding on the viability of S . cerevisiae . The in-frame deletion mutants D1, D2, D3, D4, and D5 complemented the loss of viability caused by the disruption of the c ZPR1 gene in S . cerevisiae (Table IV ). These data indicate that deletion of sequences required for eEF-1α binding did not affect the essential role of ZPR1 required for viability. Therefore, the binding of cZPR1 to eEF-1α was not required for viability of S . cerevisiae . We performed deletion analysis to identify the region of cZPR1 that was required for yeast viability. Expression of an NT fragment of cZPR1 (residues 1–261), which includes the first zinc finger and the region required for interaction with eEF-1α, did not confer viability (Table IV ). In contrast, expression of a CT fragment of cZPR1 (residues 262–486), which includes the second zinc finger and does not interact with eEF-1α, was able to confer viability (Table IV ). These data demonstrate that the functions of cZPR1 to bind eEF-1α and to confer viability are encoded within separate regions of the c ZPR1 gene. eEF-1α binding requires the NT fragment of cZPR1 and viability requires the CT fragment of cZPR1. To further examine the sequences present in the CT fragment of cZPR1 that are required for viability, we examined the effect of mutations in the cZPR1 zinc fingers. The zinc fingers were disrupted by replacing two of the Cys residues with Ala. Mutation of zinc finger 1 (located in the NT fragment of cZPR1) complemented the loss of viability caused by disruption of the ZPR1 gene. In contrast, mutation of the second zinc finger (present in the CT region of cZPR1) did not confer viability in this assay (Table IV ). These data indicate that the sequences located in CT that are required for viability include the second zinc finger. Interaction of ZPR1 with eEF-1α Is Required for Normal Growth The interaction of cZPR1 with eEF-1α did not appear to be essential for viability of the yeast S . cerevisiae (Table IV ). However, ZPR1 and eEF-1α interact in response to extracellular growth stimuli (Fig. 4 , B and C ). Therefore, it was possible that this interaction may play a role in the normal process of cellular proliferation. To examine the function of the ZPR1/eEF-1α complex in cellular growth, we investigated the effect of cZPR1 mutations that disrupt eEF-1α binding on the growth of S . cerevisiae . Control experiments demonstrated that the cZPR1 mutants D1 and D2, which bind eEF-1α, exhibited no growth defect (Fig. 8 A ). In contrast, the yeast strains (Table II ) expressing mutant cZPR1 (D3, D5, and CT) proteins that do not bind eEF-1α (Table IV ) were found to grow at least 20-fold slower than yeast expressing wild-type cZPR1 (Fig. 8 , A and B ). The morphology of the yeast strains expressing wild-type and mutant cZPR1 proteins was examined by light microscopy. Fig. 8 C shows images of yeast expressing wild-type cZPR1 or mutant D5 cZPR1 that does not bind eEF-1α. Cells with mutant cZPR1 (D5) are larger and grow in chain-like clusters. The failure of the cells to separate and their larger size suggest that these slow-growing yeast may accumulate in the G2/M phase of the cell cycle. These cells were therefore examined for DNA content by flow cytometry. Fig. 8 C shows that the wild-type cells are distributed between the G1 and G2 phases of the cell cycle, corresponding to 1N and 2N DNA content, respectively (Fig. 8 C ). In contrast, the majority of the mutant yeast cells contained 2N DNA (Fig. 8 D ), consistent with an accumulation in the G2/M phase of the cell cycle (Fig. 8 C ). These data suggest that the interaction of cZPR1 with eEF-1α may be required for normal cell cycle progression. To examine whether the absence of binding to eEF-1α is relevant to the defective growth of yeast strains that express mutant cZPR1 molecules (D3, D5, and CT), we performed an interallelic complementation assay. The NT fragment of cZPR1 binds eEF-1α, but is not sufficient for viability. However, the expression of the NT fragment of cZPR1 in the D3, D5, and CT mutant ZPR1 yeast strains restored normal proliferation (Fig. 8 , A and B ). To confirm that the restoration of normal growth is due to the interaction of ZPR1 with eEF-1α, a yeast strain expressing the CT fragment was transformed with a plasmid expressing the NT (ΔD5) fragment of cZPR1 which does not bind eEF-1α. Expression of NT (ΔD5) did not restore the growth of the yeast complemented with the CT fragment of cZPR1 (Fig. 8 B ). These data are consistent with the hypothesis that the interaction of cZPR1 with eEF-1α was required for the normal growth of yeast. The specificity of the D5 mutation to cause reduced growth was tested by comparison with the effect of mutation of the first zinc finger of cZPR1 (replacement of two of the Cys residues with Ala). Mutation of the first zinc finger caused slow growth that was not associated with accumulation at the G2/M phase of the cell cycle (data not shown). Thus, the G2/M accumulation caused by the D5 mutation does not represent a nonspecific consequence of defects in cZPR1 function. To further examine the effect of the NT fragment of cZPR1 to restore the normal growth of yeast that express the D5 mutant cZPR1, we studied the effect of cZPR1 mutations on the subcellular localization of cZPR1 in S . cerevisiae . The GFP-labeled NT and CT fragments of cZPR1 (NT–GFP and CT–GFP), like wild-type cZPR1-GFP, were found to accumulate within the nucleus (Fig. 8 E ). The distribution of the D5 mutant cZPR1-GFP (D5–GFP) was similar to wild-type cZPR1–GFP (Fig. 8 E ). Therefore, deletion of the D5 region did not affect the nuclear distribution of cZPR1 in growing cells. These data demonstrate that cZPR1 can accumulate in the nucleus independently of eEF-1α. Discussion ZPR1 Is Conserved in Mammals and Yeast ZPR1 is a zinc finger protein that was initially identified in mammals ( Galcheva-Gargova et al., 1996 ). This protein contains two zinc fingers with the primary structure: Cys-Xaa 2 -Cys-Xaa 25 -Cys-Xaa 2 -Cys. Atomic absorption spectroscopy confirmed the presence of two zinc atoms in each ZPR1 molecule ( Galcheva-Gargova et al., 1996 ). Here we demonstrate that the ZPR1 protein is conserved in budding yeast ( S . cerevisiae ) and fission yeast ( S . pombe ). A homologue of ZPR1 was also identified in the nematode Caenorhabditis elegans by searching the GenBank database ( Wilson et al., 1994 ; GenBank/EMBL/DDBJ accession number AF022981 ) using the BLAST File Server (National Center for Biotechnology Information, Bethesda, MD). The conserved structure of the ZPR1 proteins from these diverse species indicates that the ZPR1 protein may have similar functions in higher and lower eukaryotes. To examine the function of ZPR1 in eukaryotic cells, we studied its role in the yeast S . cerevisiae . Gene disruption experiments demonstrated that ZPR1 was essential for viability in S . cerevisiae . Deletion analysis and genetic complementation assays demonstrated that the COOH-terminal region of ZPR1 (including the second zinc finger) was required for viability. In contrast, the NH 2 -terminal region of ZPR1 (including the first zinc finger) was dispensable for yeast viability. The requirement for the COOH-terminal region of cZPR1 for yeast viability may have evolutionary significance. Prokaryotic homologues of ZPR1 have not been described. However, prokaryotes may contain a homologue of the COOH-terminal region of ZPR1. Conceptual translation of the genomic sequences of several bacteria, including Escherichia coli ( Taura et al., 1992 ; GenBank/ EMBL/DDBJ accession number P25538 ), Synechococcus sp . ( Sugita et al., 1995 ; GenBank/EMBL/DDBJ accession number P46227 ), Methanococcus jannaschii ( Bult et al., 1996 ; GenBank/EMBL/DDBJ accession number O57950), Archaeoglobus fulgidus ( Klenk et al., 1997 ; GenBank/ EMBL/DDBJ accession number AE00150), and Methanobacterium thermoautotrophicum (Smith et al., 1997; GenBank/EMBL/DDBJ accession number AE000936 ) indicates the presence of a conserved hypothetical protein with one zinc finger similar to the COOH-terminal region of ZPR1. Whether these hypothetical prokaryotic zinc finger proteins share functions that are similar to the eukaryotic ZPR1 proteins is presently unclear, but warrants further study. Nuclear Redistribution of ZPR1 in Proliferating Cells The ZPR1 protein is located in the cytoplasm of quiescent mammalian cells and redistributes to the nucleus after treatment with mitogens ( Galcheva-Gargova et al., 1996 ). Immunofluorescence analysis demonstrated that the nuclear ZPR1 protein exhibited a punctate appearance. Double-label immunofluorescence microscopy demonstrated that nuclear ZPR1 colocalized with fibrillarin and RNA polymerase I, but not with the splicing factor SC35 or p80 coilin ( Galcheva-Gargova et al., 1998 ). The colocalization with fibrillarin and RNA polymerase I suggests that ZPR1 accumulates within nucleoli. Although ZPR1 is known to redistribute between the cytoplasm and the nucleus in mammalian cells ( Galcheva-Gargova et al., 1996 ), it was unclear whether the subcellular localization of ZPR1 was regulated in yeast. Here we demonstrate that ZPR1 redistributes between the cytoplasm and the nucleus in the yeast S . cerevisiae . In proliferating yeast, the ZPR1 protein was located preferentially in the nucleus. In contrast, nutrient deprivation of yeast, like serum starvation of mammalian cells, caused the redistribution of ZPR1 from the nucleus to the cytoplasm. These data indicate that ZPR1 responds to proliferative signals in both mammals and yeast. Further studies are required to determine the mechanism of nuclear exclusion and nuclear accumulation in response to altered proliferative states. Interaction of ZPR1 with eEF-1α in Mitogen-treated Cells The ZPR1 protein was found to bind eEF-1α. Coimmunoprecipitation analysis demonstrated that ZPR1 did not interact with eEF-1α in serum-starved mammalian cells. In contrast, treatment with EGF or serum caused rapid induction of ZPR1 complex formation with eEF-1α. Control studies demonstrated that the formation of ZPR1/eEF-1α complexes was selective because the treatment of cells with phorbol ester did not cause coimmunoprecipitation of eEF-1α and ZPR1. These data indicate that whereas ZPR1 interacts with cell surface receptors in quiescent cells ( Galcheva-Gargova et al., 1996 ), ZPR1 binds to eEF-1α after treatment of the cells with certain extracellular stimuli. eEF-1α is preferentially located in the cytoplasm of cells ( Edmonds et al., 1996 ; Minella et al., 1996 ). In contrast, ZPR1 is located in the nucleus of mitogen-activated cells ( Galcheva-Gargova et al., 1996 ). The cytoplasmic location of eEF-1α is incompatible with the evidence that nuclear ZPR1 in mitogen-activated cells forms complexes with eEF-1α. As eEF-1α is an abundant cellular protein, we considered the possibility that the population of eEF-1α molecules that form complexes with ZPR1 represents only a fraction of the total eEF-1α present within the cell. To test this hypothesis, we examined the nuclear accumulation of eEF-1α in serum-starved and EGF-treated cells. This analysis demonstrated that nuclear eEF-1α was not detected in starved cells, but was detected in EGF-treated cells. Interestingly, the nuclear eEF-1α exhibited a punctate immunofluorescence appearance that was similar to ZPR1. These data are consistent with the hypothesis that mitogen-treatment of cells caused the formation of nuclear complexes of ZPR1 with eEF-1α. Further evidence to support this interpretation was obtained from the observation that the treatment of cells with phorbol ester, which does not cause the formation of ZPR1/eEF-1α complexes, did not cause punctate nuclear localization of eEF-1α. The preferential location of eEF-1α in the cytoplasm is established ( Edmonds et al., 1996 ; Minella et al., 1996 ) and the presence of a nuclear subpopulation of eEF-1α has been described (Collig et al., 1994; Janssen et al., 1994 ; Barberse et al., 1995; Billaut-Mulot et al., 1996 ; Sanders et al., 1996 ). These two populations of eEF-1α may play different physiological roles. The results of this study demonstrate that nuclear eEF-1α includes complexes of eEF-1α with ZPR1 in proliferating cells. Previous studies of eEF-1α indicate that it can bind RNA ( Blackwell and Brinton, 1997 ) and that it interacts with RNA polymerase polymerases ( Blumenthal and Carmichael, 1979 ; Das et al., 1998 ). One possible role of the nucleolar complex of eEF-1α with ZPR1 is to functionally interact, directly or indirectly, with RNA. The eEF-1α GTPase activity may contribute to this putative regulatory function of the ZPR1/eEF-1α complex. Interaction of ZPR1 with eEF-1α Is Required for Normal Cellular Proliferation Deletion analysis demonstrated that a short segment of the NH 2 -terminal region of ZPR1 was required for the interaction of ZPR1 with eEF-1α. Since the COOH-terminal region of ZPR1 was sufficient for yeast viability, we conclude that the interaction of ZPR1 with eEF-1α is not required for viability. This conclusion was strongly supported by the observation that small in-frame deletions, which disrupt binding to eEF-1α, did not affect the ability of ZPR1 to confer viability. However, yeast strains expressing ZPR1 proteins that did not bind eEF-1α were found to exhibit slow growth, aberrant morphology, and to accumulate at the G2/M phase of the cell cycle. These data indicate that the interaction of ZPR1 with eEF-1α may be required for the normal proliferation of yeast. We tested this hypothesis by performing an interallelic complementation assay using an NH 2 -terminal fragment of ZPR1 which binds to eEF-1α, but is insufficient for viability. This fragment of ZPR1 complemented the defective growth of yeast strains that express ZPR1 proteins that do not bind eEF-1α. In contrast, deletion of sequences required for eEF-1α binding to the NH 2 -terminal fragment of ZPR1 (NT ΔD5) blocked the interallelic complementation. These data provide strong support for the hypothesis that the binding of ZPR1 to eEF-1α is required for normal cellular proliferation. Further studies are required to determine whether the ZPR1/eEF-1α complex is required for proliferation of mammalian cells. In addition, studies are required to establish the molecular mechanism of action of the ZPR1/eEF-1α complex in vivo. We thank J. Leszyk (University of Massachusetts, Worcester, MA) for assistance with mass spectroscopy, L.A. Herzenberg (Stanford University, Stanford, CA) for the mutant GFP gene, C.L. Peterson (University of Massachusetts) for the yeast strain CY246, and K. Gemme (University of Massachusetts) for administrative assistance. These studies were supported by grant from the National Cancer Institute (CA 58396). R.J. Davis is an investigator of the Howard Hughes Medical Institute. Abbreviations used in this paper CBP calmodulin-binding protein CT COOH-terminal region of ZPR1 cZPR1 S . cerevisiae ZPR1 DAPI 4′6-diamidino-2-phenylindole eEF-1α eukaryotic translation elongation factor-1α GFP green fluorescent protein GST glutathione-S-transferase mZPR1 mouse ZPR1 NT NH 2 -terminal region of ZPR1 PMA phorbol 12-myristate 13-acetate PVDF polyvinylene difluoride pZPR1 S . pombe ZPR1 References Anderon MT Tjioe IM Lorincz MC Parks DR Herzenberg LA Nolan GP Herzenberg LA Simultaneous fluorescence-activated cell sorter analysis of two distinct transcriptional elements within a single cell using engineered green fluorescence proteins Proc Natl Acad Sci USA 1996 93 8508 8511 8710900 Barbarese E Koppel DE Deutscher MP Smith CL Ainger K Morgan F Carson JH Protein translation components are colocalized in granules in oligodendrocytes J Cell Sci 1995 108 2781 2790 7593319 Billaut-Mulot O Fernandez-Gomez R Loyens M Ouaissi A Trypanosoma cruzi elongation factor-1α: nuclear localization in parasites undergoing apoptosis Gene 1996 174 19 26 8863724 Blackwell JL Brinton MA Translation elongation factor-1 alpha interacts with 3′ stem-loop region of West Nile virus genomic RNA J Virol 1997 71 6433 6444 9261361 Blumenthal T Carmichael GG RNA replication: function and structure of Q β -replicase Ann Rev Biochem 1979 48 528 548 Bult CJ White O Olsen GJ Zhou L Fleischmann RD Sutton GG Blake JA Fitzgerald LM Clayton RA Gocayne JD Complete genome sequence of the methanogenic archaeon Methanococcus jannaschii. Science 1996 273 1058 1073 8688087 Christianson TW Sikorski RS Dante M Shero JH Hieter P Multifunctional yeast high-copy number shuttle vectors Gene 1992 110 119 122 1544568 Colling DA Wastenays GO Miyazaki M Williamson RE Elongation factor 1α is a component of the subcortical actin bundles of characean algae Cell Biol Int 1994 18 1019 1024 7894387 Condeelis J Elongation factor 1 alpha, translation and cytoskeleton Trends Biochem Sci 1995 20 169 170 7610475 Das T Mathur M Gupta AK Janssen GMC Banerjee AK RNA polymerase of vesicular stomatitis virus specifically associates with translation elongation factor-1αβγ for its activity Proc Natl Acad Sci USA 1998 95 1449 1454 9465035 Edmonds BT Wyckoff J Yeung Y-G Wang Y Stanley RE Jones J Segall J Condeelis J Elongation factor-1α is an overexpressed actin binding protein in metastatic rat mammary adenocarcinoma J Cell Sci 1996 109 2705 2714 8937988 Galcheva-Gargova Z Konstantinov KN Wu H-I Klier FG Barrett T Davis RJ Binding of zinc finger protein ZPR1 to the epidermal growth factor receptor Science 1996 272 1797 1802 8650580 Galcheva-Gargova Z Gangwani L Konstantinou KN Mikrut M Theroux SJ Enoch T Davis RJ The cytoplasmic zinc finger protein ZPR1 accumulates in the nucleolus of proliferating cells Mol Biol Cell 1998 9 2963 2971 9763455 Janssen GMC Van Damme HTF Kriek J Amons R Moller W The subunit structure of elongation factor 1 from Artemia salina ; why two α-chains in this complex J Biol Chem 1994 269 1 8 8276779 Klenk HP Clayton RA Tomb J White O Nelson KE Ketchum KA Dodson RJ Gwinn M Hickey EK Peterson JD The complete sequence of the hyperthermophilic, sulphate-reducing, archaeon Archaeoglobus fulgidus. Nature 1997 390 364 370 9389475 Krieg PA Varnum SM Wormington WM Melton DA The mRNA encoding elongation factor-1α (eEF-1α) is a major transcript at the midblastula transition in Xenopus. Dev Biol 1989 133 93 100 2707491 Lew DJ Marini NJ Reed SI Different G1 cyclins control the timing of cell cycle commitment in mother and daughter cells of the budding yeast S. cerevisiae. Cell 1992 69 317 327 1533176 Minella O Mulner-Lorillon O De Smedt V Hourdez S Cormier P Belle R Major intracellular localization of elongation factor-1 Cell Mol Biol 1996 42 805 810 8891347 Moldave K Eukaryotic protein synthesis Ann Rev Biochem 1985 54 1109 1149 3896117 Rose MD Novick P Thomos JH Botstein D Fink GR Saccharomyces cerevisiae genomic plasmid bank based on a centromere containing shuttle vector Gene 1987 50 237 243 3327750 Rothstein RJ One-step gene disruption in yeast Methods Enzymol 1983 101 202 211 6310324 Sanders J Brandsma M Janssen GMC Dijk J Moller W Immunofluorescence studies of human fibroblasts demonstrate the presence of the complex of elongation factor-1βγδ in the endoplasmic reticulum J Cell Sci 1996 109 1113 1117 8743958 Shepherd JCW Walldorf U Hug P Gehring WJ Fruit flies with additional expression of the elongation factor eEF-1α live longer Proc Natl Acad Sci USA 1989 86 7520 7521 2508089 Sikorski RS Hieter P A system of shuttle vectors and yeast host strains designed for efficient manipulation of DNA in Saccharomyces cerevisiae. Genetics 1989 122 19 27 2659436 Sikorski RS Boeke JD In vitro mutagenesis and plasmid shuffling: from cloned genes to mutant yeast Methods Enzymol 1991 194 302 318 2005795 Smith DR Doucette-Stamm LA Deloughery C Lee H-M Dubois J Aldredge T Bashirzadet R Blakely D Cook R Gilbert K Complete genome sequence of Methanobacterium thermoautotrophicum delta H : functional analysis and comparative genomics J Bacteriol 1996 179 7135 7155 9371463 Sugita M Sugita C Sugiura M Structure and expression of the gene encoding ribosomal protein S1 from the cyanobacterium Synechococcus sp . strain PCC 6301: striking sequence similarity to the chloroplast ribosomal protein CS1 Mol Gen Genet 1995 246 142 147 7862084 Tatsuka M Mitsui H Wada M Nagata A Nojima H Okayama H Elongation factor-1α gene determines susceptibility to transformation Nature 1992 359 333 336 1383827 Taura T Ueguchi C Shiba K Ito K Insertional disruption of the nusB (ssyB) gene leads to cold-sensitive growth of Escherichia coli and suppression of the secY24 mutation Mol Gen Genet 1992 234 429 432 1406588 Venema RC Peters HI Traugh JA Phosphorylation of elongation factor 1 (eEF-1) and valyl-tRNA synthetase by protein kinase C and stimulation of eEF-1 activity J Biol Chem 1991 266 12574 12580 2061327 Vojtek AB Hollenberg SM Cooper JA Mammalian ras interacts directly with serine/threonine kinase raf Cell 1993 74 205 214 8334704 Wilson R Ainscough R Anderson K Baynes C Berks M Bonfield J Burton J Connell M Copsey T Cooper J 2.2 Mb of contiguous nucleotide sequence from chromosome III of C. elegans. Nature 1994 368 32 38 7906398 Table I Plasmids Plasmids Description Source YCp50 URA3 , ARS1 , CEN4 Rose et al., 1987 pRS317 LYS2 , ARSH4 , CEN6 Sikorski and Boeke, 1991 pRS405 LEU2 Sikorski and Hieter, 1989 pRS426 URA3 , 2 μ Christianson et al., 1992 p413ADH HIS3 , ARSH4 , CEN6 with ADH promoter American Type Culture Collection pLG1 YCp50 with genomic c ZPR1 This study pLG2 pBS with c ZPR1 This study pLP1 pGEX-3X with c ZPR1 This study pLP2 pGEX-5X-1 with TEF1 This study pLP3 pCAL-n with c ZPR1 This study pLP4 pCAL-n with m ZPR1 (1–774) This study pLPNT pCAL-n with c ZPR1 (1–780) This study pLPCT pCAL-n with c ZPR1 (781–1,458) This study pLPD1 pCAL-n with c ZPR1 Δ (664–723) This study pLPD2 pCAL-n with c ZPR1 Δ (664–783) This study pLDP3 pCAL-n with c ZPR1 Δ (604–723) This study pLDP4 pCAL-n with c ZPR1 Δ (604–783) This study pLPD5 pCAL-n with c ZPR1 Δ (604–663) This study pLC1 p413ADH with c ZPR1 This study pLCNT p413ADH with c ZPR1 (1–780) This study pLCCT p413ADH with c ZPR1 (781–1,458) This study pLCCT2 pRS317 with ADH promoter, c ZPR1 (781–1,458) This study pLCD1 p413ADH with c ZPR1 Δ (664–723) This study pLCD2 p413ADH with c ZPR1 Δ (664–783) This study pLCD3 p413ADH with c ZPR1 Δ (604–723) This study pLCD4 p413ADH with c ZPR1 Δ (604–783) This study pLCD5 p413ADH with c ZPR1 Δ (604–663) This study pLCNT2 p413ADH with c ZPR1 (1–780) Δ (604–663) This study pLCG1 p413ADH with c ZPR1 Δ (604–663), GFP This study pLCG2 p413ADH with c ZPR1 (1–780), GFP This study pLCG3 p413ADH with c ZPR1 (781–1,485), GFP This study pMM6 pRS405 with c ZPR1 (−785 to −10), (970–1,471) This study pMM13 pRS426 with GAL promoter, c ZPR1 This study pMM29 p413ADH with c ZPR1 (294, 297 C/A) This study pMM36 p413ADH with c ZPR1 (54, 57 C/A) This study pMM38 pRS317 with ADH promoter, c ZPR1 (1–780) This study pMM48 p413ADH with GFP This study pMM49 p413ADH with c ZPR1 , GFP This study pZPP pGEX-3X with p ZPR1 This study pLZM1–7 pGEX-5X-1 with m ZPR1 (fragments 1–7) Galcheva-Gargova et al., 1996 pZM2 pCDNA3 with Flag-m ZPR1 Galcheva-Gargova et al., 1996 pZPM pGEX-3X with m ZPR1 Galcheva-Gargova et al., 1996 Table II Saccharomyces cerevisiae Strains Strain Genotype Source L40 MAT a his3Δ200 trp1-901 leu2-3,112 ade2 LYS2:: (lexAop) 4 -His URA3::(lexAop) 8 -LacZ Vojtek et al., 1993 CY246 MAT a /MATα lys2-801/lys2-801 ade2-101/ade2-101 leu2-Δ1/leu2-Δ1 his3-Δ200/his3-Δ200 ura3-Δ99/ura3-Δ99 C.L. Peterson, University of Massachusetts Medical School, Worcester, MA MY2 MAT a /MATα lys2-801/lys2-801 ade2-101/ade2-101 leu2-Δ1/leu2-Δ1/his3-Δ200/his3-Δ200 ura3-Δ99/ura3-Δ99 zpr1::LEU2/ZPR1 This study MY7 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pMM13 This study MY28 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pMM49 This study LY1 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLC1 This study LY2 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCD1 This study LY3 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCD2 This study LY4 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCD3 This study LY5 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCD4 This study LY6 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCD5 This study LY7 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCD3, pMM38 This study LY8 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCD5, pMM38 This study LY9 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCCT This study LY10 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCCT, pMM38 This study LY11 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCG1 This study LY12 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pMM13, pLCG2 This study LY13 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCCT2, pLCNT2 This study LY14 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pLCG3, pMM38 This study MY17 MAT a lys2-801 ade2-101 leu2-Δ1 his3-Δ200 ura3-Δ99 zpr1::LEU2 pMM36 This study Figure 1 Identification of ZPR1 homologues in mammals and yeast. ( A ) The sequence of the S . cerevisiae , S . pombe , and mouse ZPR1 proteins deduced from the nucleotide sequence of DNA clones is presented. Residues identical to the sequence of mouse ZPR1 are indicated with a period ( . ). Gaps were introduced into the sequences to optimize the alignment ( - ). Overline , zinc fingers; asterisks , Cys residues. The sequences of mouse ZPR1 , S . pombe zpr1 and S . cerevisiae ZPR1 have been deposited with GenBank/EMBL/DDBJ accession numbers U41287 , AF019768 and AF019769 , respectively. ( B ) Schematic representation of the predicted domain structure of ZPR1. The regions required for interaction with the EGF receptor are indicated ( EGF-R ). Figure 2 ZPR1 is an essential gene in the yeast S . cerevisiae . ( A ) The S . cerevisiae diploid WT strain (CY246) was used to create the heterozygous strain MY2 ( ZPR1/zpr1::LEU2 ). The structures of the wild-type and disrupted c ZPR1 genes are illustrated. ( B ) Disruption of one ZPR1 allele was confirmed by Southern blot analysis of PvuI restricted genomic DNA isolated from the diploid WT strain CY246 and the heterozygous strain MY2 ( ZPR1/zpr1::LEU2 ). ( C ) The heterozygous diploid strain MY2 ( ZPR1/zpr1::LEU2 ) was sporulated and eight randomly selected asci were dissected and examined for viability on YEPD agar media. Figure 3 ZPR1 binds to eEF-1α in vitro. ( A ) A431 cells were labeled with [ 35 S]methionine. Soluble extracts were prepared and incubated with immobilized ZPR1 (GST–ZPR1) proteins from three species: S . cerevisiae , S . pombe , and mouse. Bound proteins were examined by SDS-PAGE and autoradiography. Arrows , binding of the 180-kD EGF receptor to mouse ZPR1 and the prominent 50-kD protein that binds to mouse and yeast ZPR1 proteins. ( B ) Deletion analysis of mZPR1 sequences required for interaction with eEF-1α. Immobilized GST and GST–mZPR1 fusion proteins were incubated with cell lysates. Bound eEF-1α was detected by protein immunoblot analysis using a monoclonal antibody to eEF-1α. The binding of eEF-1α to full-length (lane 8 ) and truncated (lanes 1–7 ) mZPR1 proteins is presented. The mZPR1 amino acid residues in the truncated constructs are: 1–99 ( 1 ); 94–268 ( 2 ); 263–306 ( 3 ); 302–469 ( 4 ); 1–268 ( 5 ); 263–469 ( 6 ); 1–306 ( 7 ); and 1–469 ( 8 ). ( C ) Recombinant eEF-1α binds to mZPR1 in vitro. Immobilized GST and GST–eEF-1α were incubated with cell lysates. Bound mZPR1 was detected by protein immunoblot analysis using a rabbit polyclonal antibody to mZPR1. The multiple bands are characteristic of the electrophoretic mobility of mZPR1 ( Galcheva-Gargova et al., 1996 ). ( D ) Binding of recombinant eEF-1α and cZPR1. Immobilized GST and GST–eEF-1α were incubated with purified CBP–cZPR1. Bound cZPR1 was detected by protein immunoblot analysis. Table III Identification of the 50-kD ZPR1-binding Protein by Mass Spectroscopy Mass submitted Mass matched Peptide sequences Protein matched Saccharomyces cerevisiae 1026.0000 1026.2286 (K) IGGIGTVPVGR (V) 1494.0000 1492.7675 (K) YAWVLDKLKAER (E) 1563.0000 1561.7876 (K) SHINVVVIGHVDSGK (S) 1861.0000 1860.1303 (K) YQVTVIDAPGHRDFIK (N) 2326.0000 2326.7513 (K) FVPSKPMCVEAFSEYPPLGR (F) eEF-1α (50032.9 kD) 2365.0000 2364.7137 (K) TLLEAIDAIEQPSRPTDKKPLR (L) 2432.0000 2431.9076 (R) VETGVIKPGMVVTFAPAGVTTEVK (S) 2552.0000 2551.8068 (K) SVEMHHEQLEQGVPGDNVGFNVK (N) 2911.0000 2910.2887 (K) TVPFVPISGWNGDNMIEATTNAPWYK (G) 3320.0000 3321.8552 (K) TLLEAIDAIEQPSRPTDKPLRLPLQDVYK (I) Human 815.6000 816.9392 (K) EKIDRR (S) 959.0000 960.1287 (K) IDRRSGKK (L) 959.0000 960.1256 (K) SAQKAQKAK (–) 1026.0000 1026.2286 (K) IGGIGTVPVGR (V) 1121.0000 1121.2830 (K) STTTGHLIYK (C) eEF-1α (50127.1 kD) 1315.5000 1314.5320 (K) GSFKYAWVLDK (L) 1315.5000 1315.5608 (R) EHALLAYTLGVK (Q) 1405.8000 1405.6019 (K) YYVTIIDAPGHR (D) 1405.8000 1405.6461 (K) FAELKEKIDRR (S) 1590.3000 1589.8416 (K) THINIVVIGHVDSGK (S) 2517.6001 2517.0136 (R) VETGVLKPGMVVTFAPVNVTTEVK (S) 3011.8000 3011.4769 (R) KSGDAIVDMVPGKPMCVESPSDYPPLGR (F) The 50-kD protein was purified by affinity chromatography and SDS-PAGE. The protein was electroblotted onto a PVDF membrane, digested with l -tosylamido-2-phenyl ethyl chloromethyl ketone-treated trypsin, and then subjected to mass spectroscopy using the MALDI-TOF technique. Peptide masses obtained were compared with the MS-Fit database. Figure 4 Coimmunoprecipitation analysis demonstrates that eEF-1α and ZPR1 interact in vivo. ( A ) COS-7 cells were mock-transfected ( CONTROL ) or transfected with a vector expressing epitope-tagged ZPR1. Flag-ZPR1 was immunoprecipitated with the M2 monoclonal antibody. eEF-1α in the immunoprecipitates ( IP ) was detected by protein immunoblot analysis with a monoclonal antibody to eEF-1α. ( B ) Coimmunoprecipitation of ZPR1 with eEF-1α from cells treated with serum or EGF. A431 epidermoid carcinoma cells were incubated in serum-free medium for 24 h. The cells were untreated or treated with 5% calf serum, 100 nM EGF, or 100 nM PMA for 15 min. Extracts were prepared from the cells and eEF-1α was isolated by immunoprecipitation. Specificity of the immunoprecipitation was examined using mock immunoprecipitates prepared using protein A–Sepharose beads without antibody to eEF-1α ( CONTROL ). ZPR1 in the immunoprecipitates was detected by protein immunoblot analysis using a rabbit polyclonal antibody. ( C ) EGF causes the rapid formation of ZPR1/eEF-1α complexes that are detected by coimmunoprecipitation analysis. A431 cells were serum starved for 24 h. The cells were incubated with 100 nM EGF for various times, extracts were prepared, and then eEF-1α was isolated by immunoprecipitation. Specificity of the immunoprecipitation was examined using mock immunoprecipitates prepared using protein A–Sepharose beads without antibody to eEF-1α ( CONTROL ). The presence of ZPR1 in the immunoprecipitates was examined by protein immunoblot analysis with a rabbit polyclonal antibody. Figure 5 Redistribution of eEF-1α and ZPR1 from the cytoplasm to the nucleus in EGF-treated cells. A431 cells were incubated in serum-free medium for 24 h (starved) and then treated with 100 nM EGF or 100 nM PMA for 15 min at 37°C. The cells were fixed, permeabilized, and then examined by double-label immunofluorescence microscopy. Fluorescein ( green ) and cyanine ( red ) represent eEF-1α and ZPR1, respectively. Yellow , colocalization of eEF-1α and ZPR1 in the nucleus upon EGF treatment in merged images. Bar, 50 μm. Figure 6 Redistribution of ZPR1 in the yeast S . cerevisiae . The haploid yeast strain MY28 (Table III ) examined by fluorescence microscopy. This yeast strain expresses cZPR1–GFP in the absence of wild-type cZPR1. The cells were grown in synthetic medium with glucose ( CONTROL ) and starved in glucose-free medium for 12 h ( STARVED ). Glucose (2%) was added to the starved cells and incubated for 2 h ( GLUCOSE ). The GFP ( green ) and DAPI ( blue ) represents ZPR1 and DNA, respectively. Bar, 10 μm. Figure 7 A small region of ZPR1 is required for interaction with eEF-1α in the yeast S . cerevisiae . ( A ) Schematic representation of S . cerevisiae ZPR1. NH 2 -terminal ( NT ; residues 1–261) and COOH-terminal ( CT ; residues 262–486) fragments of cZPR1 are illustrated. In-frame deletions within the full-length cZPR1 protein were constructed: D1 (residues 222–241), D2 (residues 222– 261), D3 (residues 202–241), D4 (residues 202–261), and D5 (residues 202–221). The sequence of the D5 region in mouse and yeast ZPR1 proteins is illustrated. ( B–D ) Recombinant cZPR1 proteins were expressed as a CBP fusion protein in bacteria. The CBP fusion proteins were purified, immobilized, and then used for binding assays using cell lysates. Bound eEF-1α was detected by protein immunoblot analysis. The binding of eEF-1α to NT and CT fragments of cZPR1 was examined ( B ). The effect of in-frame deletions ( D1 , D2 , D3 , and D4 ) of cZPR1 was investigated ( C ). The effect of the D5 in-frame deletion mutation of cZPR1 was also examined ( D ). Table IV Mutational Analysis of the Effect of ZPR1 on Yeast Viability and the Interaction of ZPR1 with eEF-1α ZPR1 Complementation eEF-1α binding Empty plasmid p413 ADH − − WT + + D1 + + D2 + + D3 + − D3 + NT + + D5 + − D5 + NT + + NT − + CT + − CT + NT + + CT + NT (ΔD5) + − MtZnF1 + + MtZnF2 − + Viability of haploid yeast ( zpr1::LEU2 ) transformed with plasmid expression vectors for wild-type and mutated ZPR1 proteins was scored as positive (+) or negative (−). Binding of recombinant ZPR1 to eEF-1α was detected in vitro (+, −). Figure 8 Mutational analysis of the effect of ZPR1 on the growth of the yeast S . cerevisiae . ( A ) The growth of haploid yeast strains ( zpr1::LEU2 ) complemented with plasmid expression vectors for wild-type ( WT ) and mutated ( D1 , D2 , D3 , D5 , and NT ) c ZPR1 was examined. Liquid cultures of the yeast (0.2 OD 600 ) were serially diluted to 5-, 10-, 50-, 100- and 1,000-fold, spotted onto YEPD plates, and then incubated at 30°C. ( B ) The growth of haploid yeast strains ( zpr1::LEU2 ) complemented with plasmid expression vectors for wild-type ( WT ) and mutated ( CT , NT , and NTΔD5 ) c ZPR1 was examined as described above. ( C ) Morphology of haploid yeast strains ( zpr1::LEU2 ) complemented with plasmid expression vectors for WT cZPR1 (strain LY1) and mutant D5 cZPR1 (strain LY6) was examined by microscopy using Nomarski optics. DNA was detected by DAPI staining and fluorescence microscopy. ( D ) FACS ® analysis of the haploid yeast strains LY1 and LY6 expressing wild-type and mutant ( D5 ) cZPR1, respectively. ( E ) Mutational analysis of the sub-cellular localization of cZPR1 in S . cerevisiae . The location of wild-type cZPR1 ( cZPR1-GFP ), D5 mutant cZPR1 ( D5-GFP ), the NT fragment of cZPR1 ( NT-GFP ), and the CT fragment of cZPR1 ( CT-GFP ) was examined by fluorescence microscopy of yeast strains MY28, LY11, LY12, and LY14, respectively (Table II ). Bars: ( C ) 50 μm; ( E ) 10 μm.",
    "full_text_abstract": "The zinc finger protein ZPR1 is present in the cytoplasm of quiescent mammalian cells and translocates to the nucleus upon treatment with mitogens, including epidermal growth factor (EGF). Homologues of ZPR1 were identified in yeast and mammals. These ZPR1 proteins bind to eukaryotic translation elongation factor-1α (eEF-1α). Studies of mammalian cells demonstrated that EGF treatment induces the interaction of ZPR1 with eEF-1α and the redistribution of both proteins to the nucleus. In the yeast Saccharomyces cerevisiae , genetic analysis demonstrated that ZPR1 is an essential gene. Deletion analysis demonstrated that the NH 2 -terminal region of ZPR1 is required for normal growth and that the COOH-terminal region was essential for viability in S . cerevisiae . The yeast ZPR1 protein redistributes from the cytoplasm to the nucleus in response to nutrient stimulation. Disruption of the binding of ZPR1 to eEF-1α by mutational analysis resulted in an accumulation of cells in the G2/M phase of cell cycle and defective growth. Reconstitution of the ZPR1 interaction with eEF-1α restored normal growth. We conclude that ZPR1 is essential for cell viability and that its interaction with eEF-1α contributes to normal cellular proliferation."
}