{
    "PMC": "2034049",
    "DOI": "10.1038/bjc.1995.444",
    "PMID": "7547251",
    "PMCID": "PMC2034049",
    "title": "Gene methylation of oestrogen and epidermal growth factor receptors in neoplastic and perineoplastic breast tissues.",
    "year": 1995,
    "source_url": "https://europepmc.org/article/PMC/PMC2034049",
    "source": "MED",
    "abstract_text": "Oestrogen receptor (ER) and epidermal growth factor receptor (EGFR) gene methylation was evaluated in neoplastic and perineoplastic breast tissues from 20 patients. In both tissues, ER gene methylation was inversely correlated with protein levels, while EGFR gene methylation was not. A preferential ER gene hypomethylation was found in neoplastic tissues, suggesting a significant role in neoplastic transformation.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group 2034049 7547251 Research Article Gene methylation of oestrogen and epidermal growth factor receptors in neoplastic and perineoplastic breast tissues. Petrangeli E. Lubrano C. Ravenna L. Vacca A. Cardillo M. R. Salvatori L. Sciarra F. Frati L. Gulino A. Institute of Biomedical Technology, CNR, Rome, Italy. 10 1995 72 4 973 975 https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . Oestrogen receptor (ER) and epidermal growth factor receptor (EGFR) gene methylation was evaluated in neoplastic and perineoplastic breast tissues from 20 patients. In both tissues, ER gene methylation was inversely correlated with protein levels, while EGFR gene methylation was not. A preferential ER gene hypomethylation was found in neoplastic tissues, suggesting a significant role in neoplastic transformation.",
    "full_text_abstract": "Oestrogen receptor (ER) and epidermal growth factor receptor (EGFR) gene methylation was evaluated in neoplastic and perineoplastic breast tissues from 20 patients. In both tissues, ER gene methylation was inversely correlated with protein levels, while EGFR gene methylation was not. A preferential ER gene hypomethylation was found in neoplastic tissues, suggesting a significant role in neoplastic transformation."
}