{
    "PMC": "10752008",
    "DOI": "10.3389/fcvm.2023.1309491",
    "PMID": "38152606",
    "PMCID": "PMC10752008",
    "title": "Superfamily II helicases: the potential therapeutic target for cardiovascular diseases.",
    "year": 2023,
    "source_url": "https://europepmc.org/article/PMC/PMC10752008",
    "source": "MED",
    "abstract_text": "Cardiovascular diseases (CVDs) still maintain high morbidity and mortality globally. Helicases, a unique class of enzymes, are extensively implicated in the processes of nucleic acid (NA) metabolism across various organisms. They play a pivotal role in gene expression, inflammatory response, lipid metabolism, and so forth. However, abnormal helicase expression has been associated with immune response, cancer, and intellectual disability in humans. Superfamily II (SFII) is one of the largest and most diverse of the helicase superfamilies. Increasing evidence has implicated SFⅡ helicases in the pathogenesis of multiple CVDs. In this review, we comprehensively review the regulation mechanism of SFⅡ helicases in CVDs including atherosclerosis, myocardial infarction, cardiomyopathies, and heart failure, which will contribute to the investigation of ideal therapeutic targets for CVDs.",
    "full_text": "pmc Front Cardiovasc Med Front Cardiovasc Med Front. Cardiovasc. Med. Frontiers in Cardiovascular Medicine 2297-055X Frontiers Media S.A. 10752008 10.3389/fcvm.2023.1309491 Cardiovascular Medicine Review Superfamily II helicases: the potential therapeutic target for cardiovascular diseases Fang Tianxiang 1 2 3 4 † Wang Xizhi 5 † Huangfu Ning 2 3 4 * 1 Health Science Center, Ningbo University , Ningbo , China 2 Department of Cardiology, The First Affiliated Hospital of Ningbo University , Ningbo , China 3 Department of Cardiology, Key Laboratory of Precision Medicine for Atherosclerotic Diseases of Zhejiang Province , Ningbo , China 4 Clinical Medicine Research Centre for Cardiovascular Disease of Ningbo , Ningbo , China 5 Department of Cardiology, Lihuili Hospital Affiliated to Ningbo University , Ningbo , China Edited by: Kay-Dietrich Wagner, University of Nice Sophia Antipolis, France Reviewed by: Ruijie Liu, Grand Valley State University, United States Yuxin Chu, University of Alabama at Birmingham, United States * Correspondence: Ning Huangfu ninghuangfu@126.com † These authors have contributed equally to this work 13 12 2023 2023 10 1309491 16 10 2023 29 11 2023 © 2023 Fang, Wang and Huangfu. 2023 Fang, Wang and Huangfu https://creativecommons.org/licenses/by/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY) . The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Cardiovascular diseases (CVDs) still maintain high morbidity and mortality globally. Helicases, a unique class of enzymes, are extensively implicated in the processes of nucleic acid (NA) metabolism across various organisms. They play a pivotal role in gene expression, inflammatory response, lipid metabolism, and so forth. However, abnormal helicase expression has been associated with immune response, cancer, and intellectual disability in humans. Superfamily II (SFII) is one of the largest and most diverse of the helicase superfamilies. Increasing evidence has implicated SFⅡ helicases in the pathogenesis of multiple CVDs. In this review, we comprehensively review the regulation mechanism of SFⅡ helicases in CVDs including atherosclerosis, myocardial infarction, cardiomyopathies, and heart failure, which will contribute to the investigation of ideal therapeutic targets for CVDs. DEAD-box RIG-I-like Brg1 cardiovascular diseases therapeutic target National Natural Science Foundation of China 82200489 Key Laboratory of Precision Medicine for Atherosclerotic Diseases of Zhejiang Province, China 2022E10026 Key research and development project of Zhejiang Province, China 2021C03096 The author(s) declare financial support was received for the research, authorship, and/or publication of this article. This work was supported by the National Natural Science Foundation of China (82200489), Key Laboratory of Precision Medicine for Atherosclerotic Diseases of Zhejiang Province, China (2022E10026), Key research and development project of Zhejiang Province, China (2021C03096). section-at-acceptance Cardiovascular Biologics and Regenerative Medicine 1. Introduction Cardiovascular diseases (CVDs) represent a predominant contributor to both morbidity and mortality on a global scale ( 1 , 2 ). As per the World Health Organization (WHO), in 2019, approximately 17.9 million individuals succumbed to CVD worldwide, constituting 32% of all global fatalities during that year ( 3 , 4 ). Furthermore, this grim statistic continues to exhibit an upward trajectory annually, with projections indicating an anticipated increase to 23.6 million CVD-related deaths by the year 2030 ( 2 ). Particularly in low- and middle-income countries, the absence of organized management for CVDs and their substantial healthcare costs lead to elevated mortality rates when compared to high-income countries ( 5 ). Despite notable progress in understanding the pathogenesis of these diseases, there persists an urgent need for more comprehensive research aimed at identifying novel therapeutic targets to mitigate the morbidity and mortality associated with CVDs ( 6 ). A growing body of evidence underscores the pivotal role of SFⅡ helicases in governing the physiological metabolism of organisms ( 7 – 9 ). For instance, studies have revealed the significance of Chromodomain Helicase DNA-binding 4 (CHD4) in facilitating antibody secretion by B lymphocytes in animal models ( 10 ). In contrast, the deficiency of SFⅡ helicases is associated with cancer, intellectual disability, premature aging, and immunodeficiency ( 11 ). Importantly, it has been early proposed that helicases play an essential role in cardiac development and myocardial infarction (MI) ( 12 , 13 ). The whole-exome sequencing methods found that the RecQ-like helicase 5 gene was a disease-causing gene of MI ( 14 ). Nevertheless, the contributions of SFⅡ helicases to CVDs have yet to be comprehensively delineated. This review, therefore, primarily elucidates the signaling pathways and the involvement of SFⅡ helicases in the context of CVDs. We aim to furnish novel perspectives that can potentially advance the fields of CVD diagnosis, prevention, and therapeutic interventions. 2. Helicase Helicases were initially identified to unwind deoxyribonucleic acid (DNA) or ribonucleic acid (RNA) duplex substrates in a nucleoside triphosphate (NTP) dependent manner ( 15 , 16 ). Consequently, helicases play essential roles in DNA replication and repair, transcription and translation, RNA synthesis, ribosome synthesis, and so forth ( 15 – 17 ). However, it has become more apparent that helicases are a subgroup of translocases (i.e., move directionally along NA strands by coupling NTP hydrolysis) ( 17 ). Nonetheless, not all helicases have translocase activity, such as DEAD-box, and not all helicases have helicase activity, and an example is the Retinoic acid-inducible gene (RIG)-I-like ( 11 ). Sequence analysis finds at least fourteen characteristic sequence motifs present by helicase ( 18 ). However, not all motifs are present in each helicase ( 19 ). Based on these conserved sequence motifs, helicases can be classified into six superfamilies (SFI-SFVI) ( 17 ). SFI and SFII have similarly conserved motifs and function as monomers or dimers for unwinding ( 11 , 20 ). Each monomer is formed from the tandem repeat of two RecA-like folds composed of different motifs ( Figure 1 ) ( 17 , 19 ). Motifs I and II are also called the phosphate-binding loop or “P-loop” (Walker “A”) and Mg 2+ -binding aspartic acid (Walker “B”) motifs, respectively. As a consequence, they function as NTP binding and hydrolysis and are exclusively shared among all helicases ( 11 , 19 , 21 ). Furthermore, motifs Q, Ia, and VI are also involved in NTP binding and hydrolysis in some helicases. The motif Q is the specific adenosine 5'-triphosphate (ATP)-sensing motif ( 18 , 19 ). Motifs Ⅰa,Ⅰb, Ⅰc, IV, IVa, Ⅴ, and Ⅴb interacted with NA. Motifs I and Va primarily participate in coordinating NTP and NA binding sites. Once they mutate, it commonly disrupts the coupling of NTP hydrolysis to the binding and unwinding of double-stranded NA (dsNA) ( 19 ). In contrast, SFI—SFVI show little similarity to SFI and SFⅡ helicases, function as hexamers or double hexamers, and contain one RecA-like subdomain per monomer ( 17 ). SFII is one of the largest and most diverse of the helicase superfamilies, involving almost every process in cells that involves NA metabolism. According to sequence homology, SFⅡ helicases are further divided into ten subfamilies ( Table 1 ): DEAD-box, DEAH/RHA, RIG-I-like, RecQ-like, RecG-like, SWItch/sucrose non-fermentable (Swi/Snf) family, Rad3/XPD, Ski2-like, Type I Restriction Enzyme, NS3/NPH-II ( 11 ). Figure 1 The conserved motifs structure of SFⅡ helicases. Positions of the conserved sequence motifs Q-VI are indicated in this figure. These motifs function as the NTPase activity (red), DNA or RNA sites (blue), and NTP and NA coordinating sites (yellow), respectively. The motif I forms a hydrogen bond with the oxygen atom (O) in the phosphoric acid of the NTP. The motif II contains residues that interact with MgATP/MgADP. Base includes adenine (A), guanine (G), cytosine (C), thymine (T), and uracil (U). NTP: nucleoside triphosphate. Table 1 Classification of SFⅡ helicases. SFⅡ helicases Members Activities Main function Refs DEAD-box DDX3, DDX5, DDX17, eIF4A3, UAP56 Helicase activity Participates in all aspects of RNA metabolism. ( 11 , 23 ) DEAH/RHA Human DHX5, DHX9, DHX30, DHX36, DHX37 Helicase activity Translocase activity Participates in RNA metabolism. ( 11 , 23 , 24 , 28 ) RIG-I-like RIG-I, MDA5, LGP2, Dicer Translocase activity Participates in innate immune system and the mature miRNA processing. ( 11 , 18 , 30 ) RECQ-like Human BLM, WRN, RecQ1, RecQ4, RecQ5 Helicase activity Translocase activity Maintains genomic integrity, such as DNA recombination, telomere maintenance, and DNA damage signaling. ( 11 ) RECG-like RecG, PriA Helicase activity Translocase activity Participates in prokaryotic DNA metabolism. ( 11 , 19 ) Swi/Snf SWI/SNF, ISWI, CHD, INO80 Helicase activity Translocase activity Participates in chromatin structure remodeling. ( 11 , 37 ) Rad3/XPD Human XPD, FancJ, Rtel1, ChlR1 Helicase activity Translocase activity Participates in the DNA repair pathways. ( 11 , 41 ) Ski2-like SKIV2l, MTR4 Helicase activity Translocase activity Orchestrates 3’-to-5’ RNA decay by the exosome. ( 11 , 18 ) Type I Restriction Enzyme EcoR124I Translocase activity Maintains the host genome integrity and destroys foreign DNA. ( 11 ) NS3/NPH-II Hepatitis C virus NS3, Vaccinia virus NPH-II Helicase activity Translocase activity Participates in viral replication. ( 11 ) 2.1. DEAD-box DEAD-box, the largest family of SFⅡ helicases, is characterized by a specific amino acid sequence of motif II, Asp-Glu-Ala-Asp (DEAD). All DEAD-box proteins contain a structurally highly conserved core with substrate binding, ATPase activity, and RNA unwinding activity ( 22 ). They participate in all aspects of RNA metabolism by disrupting local secondary and tertiary structures of RNA and RNA-protein interactions ( 11 ). Over 35 DEAD-box proteins have been identified in humans, such as DDX1, DDX3, DDX5, DDX17, and eukaryotic initiation factor 4A3 (eIF4A3, also known as DDX48) ( 23 ). These helicases have a direct link to genome stability. For instance, DDX1 ablation resulted in radiosensitivity and an increase in DNA breaks. DDX3x is an X-linked gene and expression knockdown leads to an accumulation of DNA damage. DDX39B can promote DNA repair gene expression, and deletion causes sensitivity to a series of DNA damaging treatments, such as cisplatin, mitomycin C, and γ irradiation. DEAD-box proteins also maintain genome integrity by processing structures such as R-loops ( 23 ). Exploring the mechanism of DEAD-box helicases may provide an evolutionary lens on genomic stability. 2.2. DEAH/RHA DEAH/RHA is named for motif II's conserved specific amino acid, Asp-Glu-Ala-His (DEAH), and human RNA helicase A (RHA) ( 11 , 24 ). They are collectively referred to as DExH-box ATPases, along with RIG-I-like, NS3/NPH-II, and Ski2-like families. DExH represents the amino acid of motif II: Asp-Glu-x-His, where x is any amino acid ( 25 , 26 ). DEAH/RHA proteins can also separate hybridized RNAs and unwind secondary RNA structures in an NTP-dependent manner. Furthermore, they disrupt RNA-protein interactions with translocate activity, such as Prp43p in yeast ( 11 , 27 ). DExH-Box helicase 9 (DHX9) triggered innate immune response through the export and translation of retroviral mRNA and recognized microbial NA fragments in the cytoplasm of plasmacytoid dendritic cells ( 28 ). Besides the innate immune response, DEAH/RHA helicases are involved in various crucial cellular processes such as nuclear RNA import and export, translational regulation, splicing, and ribosome biogenesis. DHX36 was initially found to facilitate mRNA deadenylation and decay. DHX29 can bind specifically to the 40S ribosomal subunit; it may be associated with translation initiation ( 28 ). Extensive research demonstrates that the dysregulation of DEAH/RHA helicases plays a pivotal role in human diseases ( 24 ). 2.3. RIG-I-like On the contrary, the RIG-I-like family does not possess the ability to unwind dsRNA. Rather, it exhibits dsRNA translocase activity ( 11 ). The RIG-I-like family contains four members: RIG-I, melanoma differentiation associated gene 5 (MDA5), laboratory of genetics and physiology 2 (LGP2), and Dicer ( 11 , 29 ). Cellularly RIG-I-like receptors (RLRs) are composed of RIG-I, MDA5, and LGP2. In the host's innate immune defense, RLRs trigger the activation of monocytes and macrophages by sensing various damage-associated molecular patterns (DAMPs) ( 30 ). Dicer contains an RNase III endonuclease structural domain. Dicer cleaves the precursor microRNAs (pre-miRNAs) (except pre-miR451) into 21–25 nucleotide-long miRNA duplexes in the cytoplasm. Subsequently, one strand of the miRNA duplex generates the RNA-induced silencing complex (RISC), whereas the other strand is typically eliminated and degraded ( 18 , 31 , 32 ). RISC regulates gene expression through degrading mRNA and inhibiting protein translation ( 31 ). Emerging research finds that Dicer's DExH domain ensures high-fidelity miRNA biogenesis, and the absence of this domain is lethal for mice ( 18 , 33 ). 2.4. RecQ-like RecQ-like helicases are DNA helicases with helicase and translocate activities. This family is highly conserved in sequence, structure, and function. They maintain genomic integrity, such as DNA recombination, telomere maintenance, and DNA damage signaling ( 11 ). Cells lacking RecQ increased defects in meiosis and chromosome missegregation. There are five members in humans, including Bloom syndrome protein (BLM), Werner syndrome protein (WRN), RecQ1, RecQ4, and RecQ5. Mutations in BLM and WRN are associated with Bloom's syndrome and Werner's syndrome, respectively ( 11 ). The RecQL5 gene mutation is the potentially predisposing gene for MI ( 14 ). Mutations of RecQ-like helicases are associated with cancer and premature aging, in addition to causing related genetic disorders ( 11 ). 2.5. RecG-like RecG-like helicases are involved in prokaryotic DNA metabolism ( 11 ). The RecG protein of Escherichia coli promotes the rescue of damaged forks by catalyzing Holliday junction recombination with translocation on dsDNA ( 34 ). In addition, RecG inhibits DNA replication by unwinding D and R loops ( 11 ). Currently, no counterparts resembling RecG-like helicases have been identified within the eukaryotic cells ( 11 , 19 , 35 ). However, several candidates have been proposed, including the human nuclear helicase SMARCAL1. SMARCAL1 is a nuclear DNA damage response protein and travels with the replication fork. Lacking SMARCAL1 is prone to accumulate DNA double-strand breaks (DSBs) in cells ( 35 ). 2.6. Swi/Snf complexes Swi/Snf family proteins are ATP-dependent chromatin remodeling complexes and play critical roles in stem cell maintenance, development, and cancer ( 36 ). They vary the accessibility of the DNA through remodeling chromatin structure (such as nucleosome structure). They participate in transcription-factor binding, DNA replication and repair ( 11 ). Swi/Snf family can be further subdivided into four subfamilies: SWI/SNF, imitation SWI (ISWI), CHD, and INOsitol-requiring mutant 80 (INO80) ( 36 , 37 ). SWI/SNF is composed of the ATPase subunit Brahma-related gene 1 (Brg1) or Brahma homolog (Brm) and 9–12 Brg1- or Brm-associated factors (Baf) ( 38 ). Brg1 and Brm are also SMARCA2 and SMARCA4, respectively, are essential elements of SWI/SNF ( 39 ). SWI/SNF protein regulates gene transcription through disrupting nucleosomes; in contrast, ISWI facilitates nucleosome assembly ( 11 ). INO80 is the only subfamily with helicase activity involved in DNA repair and transcription. Moreover, CHD regulates chromatin remodeling and transcription activation ( 11 ). Multiple studies have highlighted that aberrant chromatin modification is associated with the initiation and progression of tumor behavior ( 36 ). 2.7. Rad3/XPD The Rad3 family members include Rad3 (XPD), FancJ, Rtel1, and ChlR1 ( 11 ). Utilizing energies from ATP hydrolysis to translocate on single-stranded DNA (ssDNA) and unwind dsDNA, they participate in DNA repair pathways such as nucleotide excision repair (NER), recombinational repair, and homologous recombination (HR) ( 11 ). Compared to other DNA damage repair signaling, NER is highly conserved among eukaryotes. Cell NER is impaired, resulting in photosensitivity and high skin cancer risk ( 40 ). Additionally, mutations in XPD can cause Xeroderma pigmentosum (XP) and aging diseases ( 11 , 41 ). 2.8. Ski2-like Ski2-like are RNA helicases and are able to translocate on ssRNA and unwind dsRNA ( 11 , 18 ). Superkiller Viralicidic Activity 2-Like (SKIV2L) and MTR4 are two Ski-like members in humans with similar functions. They orchestrate 3’-to-5' RNA decay by the exosome. Eukaryotes have nuclear and cytosolic exosomes. SKIV2L acts with both the nuclear and cytosolic exosomes, but MTR4 only with the nuclear exosome. There is an inextricable link between SKIV2L mutations and autoimmunity disease ( 18 ). 2.9. Type I restriction enzyme Type I restriction enzymes (TIREs) are present in bacteria and translocate dsDNA powered by ATP hydrolysis. They are large pentameric proteins (R2M2S) consisting of specificity (S), methylase (M), and restriction (R) subunits. TIREs have dual functions that serve to maintain the integrity of the host genome while simultaneously functioning to destroy foreign DNA ( 11 ). 2.10. NS3/NPH-II NS3/NPH-II family, encoded by various positive-strand viruses, named from NS3 of hepatitis C virus (HCV) and NPH-II of vaccinia virus. These proteins are essential for viral replication ( 11 ). NS3/NPH-II family has dual activities with dsRNA unwind and ssRNA translocating functions. Margaret E et al. found that distinct binding preferences of NPH-II for ssRNA and dsRNA depend on different stages of the ATP hydrolysis cycle. In brief, ADP facilitates the binding between NPH-II and dsRNA. However, there is still poorly understood the mechanism of the unwinding initiation phase for NS3/NPH-II because this mechanic limits the overall unwinding reaction rate ( 11 , 42 ). 3. Role of SFⅡ helicases in AS 3.1. Lipid metabolism Foam cells, the hallmark of early atherosclerosis (AS), are closely linked to the dysregulation of lipid metabolism within macrophages ( 43 ). Under normal physiological conditions, there is a dynamic balance between lipid uptake, efflux, and degradation in macrophages. Macrophage scavenger receptor 1 (MSR1) is the major scavenger receptor for binding and uptake of oxidized low-density lipoprotein (ox-LDL). It is highly expressed on the surface of macrophages, and knockdown significantly inhibits foam cell formation ( 44 ). In macrophages, ox-LDL stimulated DDX5 expression in a time-dependent manner. Knockdown DDX5 significantly reduced macrophage lipid uptake. Further study found that DDX5 promoted MSR1 protein expression by suppressing the n6-methyladenosyl modification of MSR1 mRNA with the transcription factor mettl3 ( 45 ). DDX5 shared a remarkable homology with DDX17 ( 46 ). However, DDX17 promoted macrophage cholesterol efflux, not lipid uptake. ATP-binding cassette transporter A1 (ABCA1) is a key transporter protein for macrophage cholesterol efflux. DDX17 protein could interact with and guide the expression of ABCA1. Mechanistic studies revealed that the long noncoding RNA (lncRNA) MeXis established interaction with and directed the promoter binding of the transcriptional coactivator DDX17. It is critical for liver X receptor (LXR)-dependent ABCA1 expression. It is worth noting that DDX17 is also required for maximal ABCA1 expression ( 47 ). It is clear that the proteins cannot fully compensate for each other, although there appears to be some functional redundancy between DDX5 and DDX17. Furthermore, miRNAs also play a vital role in the lipid metabolism of macrophages. For instance, overexpression of miR-155 promoted necrotic core formation by inhibiting macrophages' efferocytosis function ( 48 ). In an AS model, knockout of Dicer inhibited the mitochondria fatty acid oxidation (FAO) during macrophage activation, accelerating macrophage lipid load. Dicer promoted macrophage lipid metabolism by inhibiting the corepressors of nuclear receptors (ligand-dependent nuclear receptor corepressor (Lcor) and nuclear receptor corepressor 2 (Ncor2)) in vitro through promoting miRNA (such as mi-R10a, Let-7b, and miR-195a) maturation ( 48 ). 3.2. Inflammatory response 3.2.1. RIG-I-like family The inflammatory response is involved in all stages of AS and is a pivotal contributor to AS ( 49 ). Endothelial cells (ECs), immune cells of the innate and acquired immune system, all regulate the vascular inflammatory response. EC dysfunction and maladaptation are the initiating events of AS ( 50 ). Injured ECs trigger pro-inflammatory cytokine secretion and adhesion molecule expression in early AS. Subsequently, immune cells (such as monocytes) are recruited into the subendothelial space. They secrete more inflammatory factors and express more adhesion molecules. These processes activate an inflammatory signaling cascade of AS, ultimately resulting in vascular inflammatory response ( 50 – 52 ). They belonged to RLRs, helicases RIG-I, MDA5, and LGP2, which have been traditionally recognized as constituents of the antiviral immune response. They also contribute to chronic inflammatory diseases like rheumatoid arthritis and lupus nephritis ( 53 ). However, in the host, extended and inappropriate immune responses mediate the development of cardiac injury ( 30 ). Interferon-γ (IFN-γ) significantly upregulated RIG-I expression in macrophages ( 54 ). Moreover, IFN-γ significantly stimulated macrophage interferon regulatory factor 1 (IRF1) expression, which was associated with M1 macrophage polarization ( 55 ). Another research investigation documented the IRF1/RIG-I axis mediated 25-hydroxycholesterol-induced interleukin-8 (IL-8) secretion. It implied that IFN-γ/IRF1/RIG-I axis might be essential in differentiating and activating macrophages in AS. The activation of RIG-I could stimulate several downstream transcription factors, including nuclear factor Kappa-beta (NF-κB), activator protein-1 (AP-1), and nuclear factor interleukin-6 (NF-IL-6) through mitochondrial antiviral signaling protein/transforming growth factor-beta-activated kinase 1 (MAVS/TAK-1) signaling pathways ( 56 ). Utilizing bioinformatics analysis, Ruoyu Dong et al. highlighted that MDA5 might be one of the hub genes potentially associated with the immunity of AS ( 57 ). Moreover, in human coronary artery endothelial cells (HCAEC), overexpression of RIG-I and MDA5 were linked with intercellular adhesion molecule-1 (ICAM1) and vascular cell adhesion molecule 1 (VCAM1) activation, pro-inflammatory cytokines [IL-6, IL-8, IFN-γ–induced protein 10 (IP-10)] secretion, and cellular reactive oxygen species (ROS) production ( 53 , 58 ). Intriguingly, MDA5 could further induce EC apoptosis, whereas RIG-I stimulation had no such effects ( 53 ). Taken together, these studies demonstrated that RIG-I and MDA5 activation led to AS by enhancing macrophage and EC inflammation pathways and dysfunction. EC pyroptosis and apoptosis play distinct roles in inflammatory response ( 52 ). Dicer is also involved in inflammatory response by regulating miRNA biogenesis in AS. Anti-inflammatory IL-32α inhibited EC inflammation by suppressing the Rprd2-Dgcr8/DDX5-Dicer1 axis. This axis downregulated expression of the tissue inhibitor of metalloproteinase 3 (Timp3) and reversion-inducing cysteine-rich protein with Kazal motifs (Reck) by promoting miR-205 biogenesis. Timp3 and Reck are endogenous vascular protective genes that function as AS protective genes in ECs ( 50 ). Moreover, Dicer promoted EC maladaptation and chemokine expression by regulating miR-103. Monocytes were recruited and entered into the impaired intima with endothelial chemokines, facilitating foam cell formation ( 32 ). However, it was in contrast to the role of Dicer in macrophages. These discrepancies might, in part, be due to Dicer targeting different miRNAs in the different cells. For example, miR-10a, miR-146a, and miR-181b induced anti-inflammatory phenotype, whereas miR-19a had a pro-inflammatory effect in ECs ( 32 ). However, the mechanism of how Dicer selectively targets specific pre-miRNAs remains unclear; it requires further research. 3.2.2. DEAD-box and DEAH/RHA family DHX9 has been reported to trigger inflammation and complications such as AS in the sera of systemic lupus erythematosus patients ( 59 ). Recently, a study reported for the first time that DHX9 was highly expressed in the peripheral blood mononuclear cells (PBMCs) of patients with coronary artery disease. Knockdown of DHX9 significantly ameliorated the development of AS in ApoE -/- mice fed with a Western diet. Further investigation revealed that activation of the nucleus DHX9-p65-RNA Polymerase II complex triggered inflammatory factor transcriptional expression ( 59 ). Thus, it is imperative to consider targeting DHX9 as a therapeutic strategy for the treatment of AS. Moreover, overexpression of eIF4A3 enhanced Gasdermin D (GSDMD) stability in ECs, then promoted GSDMD expression. The eIF4A3 is the exon junction complex (EJC) core protein with the RNA splicing function. The mRNA by EJC spliced showed higher stability and translation ( 60 ). The activation of GSDMD triggered EC pyroptosis under caspase 1/4/5 activation ( 52 ). 3.2.3. Swi/Snf family More literature supports that the Swi/Snf family plays a vital role in the inflammation of AS. Fei Fang et al. found that Brg1 and Brm significantly promoted the expression of adhesion molecules through NF-κB/p65 in ECs ( 61 ). Similarly, Yuanyuan Zhang et al.'s study showed that knockout of Brg1 downregulated the expression of EC inflammatory factors and chemokines by limiting c-Fos expression and, subsequently, nucleic translocation ( 51 ). Brg1 interacted with the sequence-specific transcription factor Egr-1 and upregulated the expression of EC Spondin 2 (SPON2). SPON2 functioned as pattern recognition receptors (PRRs) to regulate immunity response ( 62 ). Moreover, overexpression of Brg1 was associated with vascular homeostasis. Brg1 interacted with the transcription factor EST1 to induce PR65A expression. PR56A inhibited endothelial nitric oxide synthase (eNOS) activity and NO bioavailability. Limited NO bioavailability induced EC injury and accelerated the development of AS ( 63 ). Remarkably, the previous study by Fei Fang et al. suggested that the expression of Baf47 in human aortic artery endothelial cells (HAECs) remained essentially unchanged after treatment with ox-LDL. Recently, another investigation illustrated an augmentation in the interaction between Baf47 and cAMP response element binding protein 1 (CREB1) upon pro-inflammatory stimulation, which complied with Fei Fang et al.'s result. Baf47-CREB1 complex cooperatively enhanced the transcriptional activation of Neogenin 1 (Neo1). Neo1 shared a remarkable homology with PRRs and promoted adhesion factor expression through the NF-κB signaling pathway ( 64 ). These pieces of evidence highlight that SWI/SNF-associated subunit activation contributes to EC inflammatory and vascular homeostasis. Further research on the detailed mechanisms of SWI/SNF in AS-associated inflammation is warranted. 3.3. Vascular calcification Vascular calcification is also a significant cause of AS. Although RLRs have traditionally been regarded as part of the immune response, the mutations of RIG-I and MDA5 mediated the development of vascular calcification in Singleton-Merten syndrome (an autosomal-dominant multi-system disorder) ( 65 , 66 ). Emerging studies have shown that RIG-I could promote osteogenic signals in aortic vascular smooth muscle cells (VSMCs). Knockout RIG-I reduced GTPase-activating protein-binding protein (G3BP1) Arg methylation, resulting in downstream osteogenic mineralization response ( 67 ) ( Table 2 ). Table 2 The association between SFⅡ helicases and atherosclerosis. SFⅡ helicases Targeted genes Functions Refs Lipid metabolism DDX5 MSR1 Promotes macrophage uptake ox-LDL. ( 45 ) DDX17 ABCA1 Promotes macrophage cholesterol efflux. ( 47 ) Dicer mi-R10a, Let-7b, miR-195a Promotes macrophage mitochondria fatty acid oxidation. ( 48 ) Inflammatory response RIG-I NF-κB, AP-1, NF-IL-6 Promotes macrophage IL-8 secretion. ( 56 ) RIG-I/MDA5 unknown Promotes EC expressing ICAM1, VCAM1, IL-6, IL-8, IP-10 and ROS. ( 53 , 58 ) MDA5 unknown Promotes EC apoptosis. ( 53 ) Dicer/DDX5 Timp3/ Reck Promotes EC inflammation. ( 50 ) Dicer miR-103 Promotes EC maladaptation and chemokine expression. ( 32 ) DHX9 NF-κB Promotes macrophage inflammatory factor secretion. ( 59 ) eIF4A3 GSDMD Promotes EC pyroptosis. ( 52 ) Brg1/Brm NF-κB Promotes EC adhesion molecule expression. ( 61 ) Brg1 c-Fos Promotes EC inflammatory factor and chemokine expression. ( 51 ) SPON2 Promotes EC inflammation. ( 62 ) eNOS Promotes EC injury. ( 63 ) Baf47 Neo1 Promotes EC adhesion molecule expression. ( 64 ) Vascular calcification RIG-I G3BP1 Promotes VSMC osteogenic mineralization responses. ( 67 ) 4. Role of SFⅡ helicases in MI and ischemia/reperfusion injury (IRI) 4.1. MI Acute myocardial infarction (AMI) primarily results from reduced or closed blood flow in a life-threatening portion of coronary vessels ( 68 ). Especially in coronary arteries with combined AS unstable plaque rupture with subsequent thrombosis is a common clinical cause of AMI. The helicase eIF4A3 overexpression increased the risk of advanced plaque rupture ( 60 ). In vitro, eIF4A3-siRNA reduced mRNA stability and protein expression of forkhead box O1 (FOXO1) and beclin1, resulting in abnormal autophagy ( 69 ). AMI induces cardiomyocyte ischemia and hypoxia, then ultimately leads to irreversible damage, necrosis, and apoptosis of cardiomyocytes. Downregulation of Brg1 expression induced hypoxia-induced cell oxidative stress and injuries in H9C2 cells. Inverse regulations were found in cells with Brg1 expression upregulation ( 68 ). Brg1 inhibited cardiomyocyte injury and apoptosis through activating downstream phosphatidyl inositol 3-kinase/AKT/the mammalian target of rapamycin (PI3K/AKT/mTOR) and Nuclear erythroid 2-related factor 2/ Heme oxygenase 1 (Nrf2/HO-1) signaling pathways ( 68 , 70 ). Brg1 also functions as a significant factor in promoting neovascularization and cardiomyogenesis in MI. It occurs through the reactivation of the fetal gene program in epicardium-derived cells (EPDCs). A vitro study showed that Brg1 interacted with Thymosin b4 (Tb4), promoting optimal transcription of Wilms' tumour 1 (Wt1), which is the master regulator of embryonic EPDCs ( 71 ). Overall, Brg1 protected cardiac injury from AMI. More importantly, it restored cardiac function by promoting neovascularization and cardiomyogenesis. However, the reactivation of fetal genes may induce cardiac pathologic hypertrophy ( 72 ). Moreover, Brg1 has been reported to be associated with hypertrophic cardiomyopathy (HCM) and heart failure (HF) pathological remodeling mechanisms ( 73 , 74 ). Brg1 reactivated in the adult myocardium, in this setting, may promote pathology and adverse remodeling rather than the regenerative response. 4.2. IRI Early thrombolytic therapy and percutaneous coronary intervention (PCI) have been effective in reducing mortality in MI. However, heart reperfusion may result in further cardiac damage, usually named IRI ( 75 ). It is associated with the elevated recruitment and adhesion of circulating leukocytes, specifically neutrophils, to the vessel wall after reperfusion. The infiltration leukocyte, in turn, contributes to myocardial injury by triggering ROS production and the inflammatory cascade response ( 76 ). Xinjian Zhang et al. and Zilong Li et al. identified Brg1 as a molecule implicated in the pathogenesis of IRI in ECs ( 76 , 77 ). The former found that Brg1 promoted endothelial-neutrophil adhesion and vascular inflammation by stimulating the transcriptional of podocalyxin (PODXL, a neutrophil ligand). Endothelial-specific Brg1 knockout mice attenuated cardiac fibrosis and better-recovered heart function after long-term (6 weeks) IRI stimulation than the control ( 76 ). Based on it, another scholar proposed that the metastasis-associated lung adenocarcinoma transcript 1 (MALAT1)/miR-144/Brg1 signaling pathway might also mediate the inflammation response of myocardial IRI ( 78 ). Zilong Li et al.'s study showed that Brg1 promoted the NADPH oxidases (NOX) transcription, thereby mediating EC ROS formation ( 77 ). However, as mentioned previously, Brg1 had a protective role in preventing cardiomyocyte injury from AMI. Cardiomyocyte Brg1 downregulation meditated cellular susceptibility to oxidative stress in diabetic patients who are experiencing IRI. Further investigation into the underlying mechanisms revealed that inhibiting the Brg1/Nrf2/HO-1 and Brg1/Nrf2/Signal transducer and activator of transcription-3 (STAT3) signaling pathways reduced the myocardial antioxidant capacity ( 75 , 79 ) ( Figure 2 ). Figure 2 SFⅡ helicases in myocardial infarction (MI) and ischemia/reperfusion injury (IRI). It showed that Brg1 inhibited cardiomyocyte injury and apoptosis and promoted neovascularization and cardiomyogenesis in MI. However, it facilitated endothelial cell (EC) inflammatory response and the development of IRI. PI3K: phosphatidyl inositol 3-kinase; mTOR: the mammalian target of rapamycin; Nrf2: Nuclear erythroid 2-related factor 2; HO-1: Heme oxygenase 1; Wt1: Wilms’ tumour 1; PODXL: podocalyxin; NOX: the NADPH oxidases; STAT3: Signal transducer and activator of transcription-3; ROS: reactive oxygen species. The discoveries above support the essential roles of Brg1 in regulating myocardial oxidative stress and injuries, highlighting that it is a promising therapeutic strategy for treating AMI/IRI ( 80 ). In addition, given that Brg1 could promote EC inflammation, how to activate myocardial Brg1 selectively is a challenge in MI/IRI. 5. Role of SFⅡ helicases in the cardiomyopathies Cardiomyopathies are a group of heterogeneous myocardial diseases. Various reasons cause mechanical and/or electrical dysfunction of the heart. Based on predominant organ involvement, cardiomyopathies are classified into two main groups: primary and secondary cardiomyopathies. Primary cardiomyopathies are mainly restricted to the heart muscle and are relatively few. They can be further subclassified as genetic, mixed (genetic and nongenetic), and acquired primary cardiomyopathies. In contrast, secondary cardiomyopathies manifest as pathological myocardial involvement. They are primarily associated with generalized systemic (multiorgan) disorders (e.g., infections, metabolic diseases, and endocrine diseases) ( 81 ). 5.1. Primary cardiomyopathies 5.1.1. Genetic HCM is the most prevalent form of genetic primary cardiomyopathies. It is caused by mutations encoding contractile proteins of the cardiac sarcomere. The β-myosin heavy chain (β-MHC, also known as MYH7) is one of the predominant disease-causing genes ( 81 ). In adults, cardiomyocytes majorly express α-myosin heavy chain (α-MHC, also known as MYH6), not β-MHC. However, on abnormal stress, cardiac shifted from α-MHC to β-MHC expression and induced pathological hypertrophy on abnormal stress ( 72 ). Immunohistochemical staining from 796 human cardiac specimens found that Brg1 expression significantly increased in patients with HCM compared to other causes of ventricular hypertrophy and dilated cardiomyopathy (DCM). In vitro, inhibition of Brg1 significantly decreased cardiomyocyte β-MHC expression and increased α- MHC expression ( 73 ), consistent with findings reported by Hang et al. ( 72 ). However, the evidence of Brg1 as the causative gene for HCM is remained limited. Numerous questions remain, such as Brg1 is vital for physiologic remodeling during fetal cardiac development but closes in adults. It reactivated in the adult is associated with diseases. 5.1.2. Mixed (genetic and nongenetic) Mixed primary cardiomyopathies are comprised of DCM and primary restrictive nonhypertrophied cardiomyopathy. DCM is the leading cause of heart transplantation. It is characterized by ventricular dilatation with impaired progressive systolic diastole. Pathologically, it is associated with viral infection, inflammatory response, and aberrant genetic expression ( 81 ). Cardiac Dicer and RHAU deficiency might participate in the progression of DCM ( 82 ). Dicer expression level significantly decreased in human patients with DCM. Dicer mutant mice exhibited severe left ventricular dilatation and a dramatic decrease in systole. It was attributed to miRNA maturation abnormality ( 83 ). Furthermore, RHAU mediated dual regulation of mRNA translation and stability. RHAU facilitated mRNA translation by binding to the 5'-UTR of mRNA and promoted mRNA degradation with the 3'-UTR of mRNA. The anatomical and histological analysis of the hearts found that RHAU conditional knockout postnatal mice exhibited progressive DCM. In vitro, silenced RHAU destabilized the mRNA of hexamethylene bis-acetamide inducible 1/yes1associated transcriptional regulator/NK2 homeobox 5 (Hexim1/Yap1/Nkx2-5). These mRNAs play crucial roles in heart regeneration and function ( 82 ). Numerous prior studies have investigated the mRNA and miRNA as integral players in the cardiovascular system's physiological and pathophysiological processes ( 84 , 85 ). It is necessary to investigate further the relationship between SFⅡ helicases (such as Dicer and RHAU) and miRNA and mRNA in mixed primary cardiomyopathies, including DCM. 5.1.3. Acquired Acquired cardiomyopathies include myocarditis, stress (“Tako-Tsubo”) cardiomyopathy, and peripartum (postpartum) cardiomyopathy. Myocarditis is an acute or chronic inflammatory cardiomyopathy caused by various reasons (mainly microbial infections such as viruses) ( 81 ). Several immune cells, such as monocytes and macrophages, are in the heart tissue. They have double functions: promoting heart inflammation and fibrosis, supporting heart repair after cardiac injury, and reducing inflammation and infection. The activation of monocytes and macrophages is initiated by various DAMPs that target specific PRRs, including RLRs ( 30 ). RLRs initiated antiviral response by inducing phosphorylation of NF-κB and IRF3 ( 30 ). In a mouse model of Coxsackievirus B3 (CVB3)-induced myocarditis, cardiac-specific overexpression of MDA5 attenuated cardiac viral replication, cardiomyocyte injury, and apoptosis. It emphasized that MDA5 inhibited viral proliferation through IRF3-dependent antiviral type I IFN pathways ( 86 ). It is consistent with Yumei Han et al., who found that MDA5 induced antiviral factor IFN-β expression partially through MAVS/TBK1/IRF3 signaling pathways ( 87 ). However, another study suggested that the activation of MDA5 and RIG-I induced human cardiac fibroblasts (CF) to produce high amounts of IL-6 and IL-8 ( 30 ). Persistent activation of RLRs may mediate the progression of severe myocarditis. Further investigations will be required to understand how to regulate RLRs exert their physiological functions. In addition, Dicer, another RIG-I-like family member, could also inhibit cardiomyocyte apoptosis by promoting the expression of miRNA-222 in the viral myocarditis model ( 88 ). 5.2. Secondary cardiomyopathies Secondary cardiomyopathies are comparatively complex in number and causes, including infection, metabolize dysfunction, endocrine disorders, and toxicity ( 81 ). HO-1 functions as anti-apoptotic and anti-inflammatory properties. In diabetes patients, heart HO-1 expression downregulation is a vital pathogenic mechanism of diabetic cardiomyopathy. Numerous research confirmed that hyperglycemia stimulation inhibited Brg1/Nrf2/HO-1 signaling pathways and impaired heart antioxidant capacity ( 75 , 79 , 89 ). In vitro, upregulation of Brg1 expression attenuated hyperglycemia-induced cardiomyocyte oxidative stress and apoptosis ( 89 ). These findings highlight that Brg1 induces cardiomyocyte oxidative stress through mediating Nrf2/HO-1 signaling pathways. In addition, DEAD-box family members DDX3x and DDX17 have been proven to play a protective role in doxorubicin (DOX)-induced cardiotoxicity. In vitro, overexpression DDX3x and DDX17 ameliorated Dox-induced cardiomyocyte injury and apoptosis. Mechanistic studies have shown that they prevented cardiotoxicity by activating Wnt/β-catenin and estrogen receptor α (ERα)/PI3K/Akt signaling, respectively ( 90 , 91 ). However, DDX3x might play deleterious roles in sepsis-induced cardiomyopathy. In vitro simulation sepsis, cardiomyocyte DDX3x expression significantly increased. DDX3x promoted NOD-like receptor protein 3 (NLRP3) inflammasome assembly and induced cell injury and pyroptotic cell death. However, only in vitro data were provided in this study ( 92 ). More detailed mechanisms of SFⅡ helicases remain largely unknown. Further studies are required to confirm whether these proteins may be a potential therapeutic target for secondary cardiomyopathies ( Figure 3 ). Figure 3 Main signaling pathways of SFⅡ helicases involved in primary and secondary cardiomyopathies. HCM: Hypertrophic cardiomyopathy; DCM: dilated cardiomyopathy; DOX: doxorubicin; β-MHC: β-myosin heavy chain; α-MHC: α-myosin heavy chain; MAVS: mitochondrial antiviral signaling protein; TBK1: TANK-Binding Kinase 1; IRF: interferon regulatory factor; ERα: estrogen receptor α; NLRP3: NOD-like receptor protein 3; IFN: interferon. 6. Role of SFⅡ helicases in VSMC-associated vascular diseases VSMCs are the major cellular components of aortic media. Aberrant proliferation and migration, phenotypic transition (from contractile to synthetic phenotypic), and apoptosis are all involved in the progression of vascular diseases ( 93 , 94 ). 6.1. Vascular development and remodeling Dicer-dependent miRNAs were essential for normal VSMC proliferation and differentiation. Deleting VSMC Dicer resulted in dilated and thin-walled blood vessels due to cellular proliferation reduction. VSMC-specific knockout Dicer mice exhibited impaired vascular contractility ( 31 , 95 ). Furthermore, helicase DDX5 was the most abundantly expressed DEAD-box protein in human arteries, mainly located in VSMCs ( 96 ). Overexpression of DDX5 inhibited VSMC aberrant proliferation and migration. Consequently, it markedly attenuated pathological vascular remodeling and prevented vascular stenosis, especially in injured arteries. In vitro, DDX5 directly interacted with GATA-binding protein 6 (GATA-6) and maintained its expression. This complex, in turn, repressed aberrant proliferation and migration of VSMCs by elevating the transcription of p27 Kip1 ( 96 ). In addition, the DDX5-serum response factor (SRF) axis was impaired and also participated in VSMC dedifferentiation and vascular remodeling ( 97 ). On the other hand, Abha Sahni et al. identified UAP56 as a potential target for treating vascular proliferative disease. Knockdown of UAP56 in VSMCs inhibited transcriptional activation of E2F, a cell cycle regulator, consequently suppressing Ang II-induced cell DNA synthesis and proliferation ( 98 , 99 ). These findings highlighted DDX5's and UAP56's potential therapeutic benefit in injury-related arterial disease. 6.2. Hypertension VSMC's phenotypic transition from contractile to synthetic phenotype was strongly related to the pathogenesis of hypertension. In the peripheral blood from essential hypertension (EH) patients, CHD1-Like (CHD1L) expression significantly increased compared to the control group. In vitro, downregulating CHD1L expression inhibited Ang II-induced cell phenotypic transition, proliferation, migration, and inflammation response ( 100 ). Similarly, the overexpression of CHD9, another member of the CHD family, served to enhance VSMC phenotypic transition, proliferation, migration, and oxidative stress ( 101 ). Further studies are required to better define CHD proteins' function and fundamental mechanisms in hypertension. 6.3. Aortic aneurysm Abdominal aortic aneurysm (AAA) is an irreversible cardiovascular disease. The prevalence is about 1.3% in women over 65 years of age, whereas in men, this figure reaches 5%, according to previous statistics. What is terrifying is that the mortality of AAA ruptured is between 50% and 80% ( 102 ). Multiterm studies demonstrated that VSMC apoptosis, extracellular matrix (ECM) degradation, and inflammatory response contributed to the progression of AAA ( 102 , 103 ). However, the molecular mechanisms of AAA development and progression still need to be completed. Recent attention has focused on SFⅡ helicases that might participate in developing AAA ( 51 , 104 , 105 ). Baf60a expression significantly increased in patients with AAA. VSMC-specific knockout Baf60a inhibited inflammatory response and ECM degradation in AAA mice. In vitro, Baf60a deficiency inhibited pro-inflammation leukocyte factors secretion and cathepsin S (CTSS) expression. The CTSS played a crucial role in the degradation of ECM and contributed to vascular inflammation. Baf60a knockout blocked Brg1 recruitment to the promoter region of NF-κB target genes ( 104 ). Furthermore, Brg1 expression increased in the aortic media of thoracic aortic aneurysm (TAA) patients. Overexpression of Brg1 promoted VSMC apoptosis, indicating it might also be involved in the development of TAA ( 106 , 107 ). Tianming Le et al. found recently that the zeste homolog 2 (EZH2)-mediated RIG-I signaling pathway promoted VSMC apoptosis and AAA development. Last but not least, DDX3x protein was also upregulated in AAA. Overexpression of DDX3x activated VSMC AKT pathways. It mediated cell ROS activation, pro-inflammatory cytokines release, and phenotypic transition ( 103 ). Collectively, SFⅡ helicases are associated with a variety of inflammatory diseases. The density of inflammatory cells in the aortic epicardium was positively correlated with the diameter of the aneurysm. It is significant to further investigate the regulation mechanisms of SFⅡ helicases in the AAA. 6.4. Aortic dissection Aortic dissection (AD) is a vascular disease with a high mortality. Impaired VSMCs' structure and function are intensely associated with AD development. In the VSMCs with AD patients, Brg1 expression was positively correlated to cell Matrix metalloproteinases 2 (MMP2) and MMP9 expression, cell apoptosis, and phenotypic transition (from contractile to synthetic phenotype) ( 93 ). Similar to the discoveries presented by Wei-Lin Liao et al., Brg1 directly upregulated the expression of Ras-related associated with diabetes (RRAD). RRAD functioned as an inhibitor of orderly proliferation and migration in VSMCs ( 94 ). In contrast, DHX9 exhibited a protective role, as observed in a study. SMC-specific knockout DHX9 further exacerbated the transition of VSMCs from a contractile phenotype to a synthetic phenotype. The mechanistic study showed that DHX9 might induce alternative splicing of the Krüppel-like factor (KLF) 5 mRNA by bridging YB-1. This process reduced KLF5 stability and nuclear localization and attenuated the VSMCs phenotype transition ( 108 ) ( Figure 4 ). Figure 4 SFⅡ helicases in VSMC-associated vascular diseases, including vascular development and remodeling, hypertension, aortic aneurysm, and aortic dissection. SRF: serum response factor; CTSS: cathepsin S; NF-κB: nuclear factor Kappa-beta; RRAD: Ras-related associated with diabetes; KLF5: the Krüppel-like factor; VSMCs: vascular smooth muscle cells. 7. Role of SFⅡ helicases in cardiac remodeling and HF HF is a clinical syndrome consequence of the progression of CVDs. It features ventricular dilatation and myocardial contractility decrease. HF due to pathologic cardiac hypertrophy is the leading cause of mortality worldwide ( 109 ). Increasing research showed that SFⅡ helicases are closely associated with HF. In this respect, it had been reported that eIF4A3 played a prominent role in myocyte and heart function. The eIF4A3 is crucial for mRNA stability and translation. There was significant relocalization of eIF4A3 from the nucleus to the cytoplasm in hypoxia-induced metabolic stress. Small changes in the expression and distribution of this nucleocytoplasmic shuttling protein will have profound implications for mRNA processing and potential adaptation to stress. Knockdown eIF4A3 expression significantly disrupted cardiomyocyte contractility and structure in response to metabolic stress ( 60 ). However, this result was contradictory to Qi-rong Xu et al.'s findings, which presented the nucleus circCmss1/eIF4A3/ transferrin receptor 1 (TfR1) axis-induced cardiomyocyte ferroptosis and promoted ventricular remodeling upon the Nuclear SET Domain 2 (NSD2) stimulation ( 110 ). This differential effect might be caused by eIF4A3 subcellular distribution differences. Furthermore, Brg1, Baf180, and Baf60c were significantly expressed in hypertrophic hearts. Chromatin immunoprecipitation (CHIP) analysis showed that these three proteins' recruitment to the atrial natriuretic peptide (ANP) and brain natriuretic peptide (BNP) promoters were elevated ( 74 ). ANP and BNP are highly expressed in fetal ventricles and crucial for developing cardiac and then turning off at birth, but they reactivate upon hypertrophy stimulation ( 74 ). Based on a transverse aortic constriction (TAC) model, ANP and BNP expression increased confirmed the development of cardiac hypertrophy. Brg1 expression was significantly increased at 8 weeks after TAC. It implied that Brg1 might play a predominant role in increasing the expression of these two hypertrophy markers. In vitro, the depletion of Brg1 abrogated isoproterenol-induced increase in cell size and expression of ANP and BNP mRNA. Brg1 knockdown partially abrogated the microphthalmia-associated transcription factor (MITF) association with GATA binding protein 4 (GATA4) promoter. GATA4 is a critical transcriptional regulator of BNP and ANP ( 38 ). However, the knockdown of Brg1 in unstimulated cardiomyocytes did not affect cell size in this study. Indicating Brg1 might regulate distinct genes in unstimulated and hypertrophic cardiomyocytes. In addition, Brg1 by DPF3a (Baf45c) recruitment will abolish HEY inhibition. Under physiological conditions, HEY, a transcriptional repressor, binds the promoters of genomic targets like natriuretic peptides (NPPA, NPPB) and GATA4. However, upon hypertrophic stimuli, Brg1 and DPF3a physically interact and release HEY from the genomic targets, inducing cardiac hypertrophy. Surprisingly, deleting DPF3 could buffer endothelin-1 (ET-1) induced hypertrophy in this study ( 111 , 112 ). ET-1 is an endothelium-derived pluripotent factor that is fundamental in developing pathological hypertrophic remodeling ( 112 ). In line with this, Emma L. Robinson et al. found that the mitogen and stress-activated protein kinase/Brg1/immediate early gene (MSK/Brg1/IEG) axis mediated ET-1 initiated cardiac hypertrophy ( 113 ). In addition, Brg1 and Brm could be the upstream factors of ET-1, promoting its expression in a time-dependent manner ( 112 ). These studies implied that SWI/SNF subfamily helicases might be critical in cardiac hypertrophy and HF, especially ET-1-associated. Moreover, Abha Sahni et al. found that UAP56 functioned as a regulator of cardiomyocyte protein synthesis. It could induce myocardial hypertrophy in response to neurohumoral stimulation ( 114 ) ( Figure 5 ). Figure 5 Main signaling pathways of SFⅡ helicases involved in heart failure. The eIF4A3 has an inverse role in the nucleus vs. the cytoplasm. SWI/SNF family (Baf180, Baf60c, DPF3, Brg1) and UAP56 all exert an acceleration function in pathological cardiac hypertrophy. TfR1: transferrin receptor 1; NPPA/NPPB: natriuretic peptides; GATA4: GATA binding protein 4; ET-1: endothelin-1; IEG: immediate early gene. Currently, the drug investigation has largely been successful in delaying HF progression. However, the outcome of the disease was greatly limited by the fact that HF patients are often combined with other systemic diseases, such as chronic kidney disease, diabetes, and depression. Moreover, the drugs themselves often lead to adverse effects ( 109 ). Studies of the epigenetic mechanisms of HF will promise to provide inspiration for new therapeutic drugs. 8. Conclusions Therefore, the identification of diverse classifications of helicases associated with the development and progression of disease is of great importance in providing new therapeutic targets for clinical treatment. SFⅡ helicases yield a pivotal regulatory influence across a broad spectrum of CVDs, including AS, MI, and HF. However, the role of the same helicase is distinct in different cells and exhibits a heterogeneous role even in the same tissue ( 48 , 50 , 60 , 110 ). Furthermore, a multitude of issues and hurdles persist in the clinical utilization of helicases as therapeutic targets for addressing CVDs: (1) whether the specific roles of helicases in humans are consistent with in vitro and animal experiments are yet unknown; (2) whether there is positive and/or negative feedback regulation or synergy between each helicase, like DDX5 and Dicer1 in AS; (3) how to target and regulate helicase expression in specific tissues and organs. Comprehensive investigations into the roles of helicases remain imperative, as they hold the potential to offer novel perspectives on the diagnosis, treatment, and even the prognostication of not only CVDs but also various other ailments. Author contributions TF: Writing – original draft. XW: Writing – original draft. NH: Writing – review & editing, Supervision. Conflict of interest The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher's note All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. References 1. Tonelli A Lumngwena EN Ntusi NAB . The oral microbiome in the pathophysiology of cardiovascular disease . Nat Rev Cardiol . ( 2023 ) 20 : 386 – 403 . 10.1038/s41569-022-00825-3 36624275 2. Benjamin EJ Blaha MJ Chiuve SE Cushman M Das SR Deo R Heart disease and stroke statistics—2017 update . Circulation . ( 2017 ) 135 : e146 – 603 . 10.1161/CIR.0000000000000485 28122885 3. Tan Y-Q Li J Chen H-W . Epac, a positive or negative signaling molecule in cardiovascular diseases . Biomed Pharmacother . ( 2022 ) 148 : 112726 . 10.1016/j.biopha.2022.112726 35183995 4. Kumar A Chidambaram V Mehta JL . Vegetarianism, microbiota, and cardiovascular health: looking back, and forward . Eur J Prev Cardiol . ( 2022 ) 29 : 1895 – 910 . 10.1093/eurjpc/zwac128 35727958 5. Yusuf S Joseph P Rangarajan S Islam S Mente A Hystad P Modifiable risk factors, cardiovascular disease, and mortality in 155 722 individuals from 21 high-income, middle-income, and low-income countries (PURE): a prospective cohort study . Lancet Lond Engl . ( 2020 ) 395 : 795 – 808 . 10.1016/S0140-6736(19)32008-2 6. Zhu L Li N Sun L Zheng D Shao G . Non-coding RNAs: the key detectors and regulators in cardiovascular disease . Genomics . ( 2021 ) 113 : 1233 – 46 . 10.1016/j.ygeno.2020.10.024 33164830 7. Mackintosh SG Raney KD . DNA Unwinding and protein displacement by superfamily 1 and superfamily 2 helicases . Nucleic Acids Res . ( 2006 ) 34 : 4154 – 9 . 10.1093/nar/gkl501 16935880 8. Wang Y Yuan S Jia X Ge Y Ling T Nie M Mitochondria-localised ZNFX1 functions as a dsRNA sensor to initiate antiviral responses through MAVS . Nat Cell Biol . ( 2019 ) 21 : 1346 – 56 . 10.1038/s41556-019-0416-0 31685995 9. Wright CB Uehara H Kim Y Yasuma T Yasuma R Hirahara S Chronic Dicer1 deficiency promotes atrophic and neovascular outer retinal pathologies in mice . Proc Natl Acad Sci U S A . ( 2020 ) 117 : 2579 – 87 . 10.1073/pnas.1909761117 31964819 10. Hagman JR Arends T Laborda C Knapp JR Harmacek L O’Connor BP . Chromodomain helicase DNA-binding 4 (CHD4) regulates early B cell identity and V(D)J recombination . Immunol Rev . ( 2022 ) 305 : 29 – 42 . 10.1111/imr.13054 34927255 11. Byrd A K . Superfamily 2 helicases . Front Biosci . ( 2012 ) 17 : 2070 . 10.2741/4038 12. Ye L Miki T Nakura J Oshima J Kamino K Rakugi H Association of a polymorphic variant of the werner helicase gene with myocardial infarction in a Japanese population . Am J Med Genet . ( 1997 ) 68 : 494 – 8 . 10.1002/(sici)1096-8628(19970211) 68:4 <494::aid-ajmg30>3.0.co;2-l 9021029 13. Liu ZP Nakagawa O Nakagawa M Yanagisawa H Passier R Richardson JA CHAMP, a novel cardiac-specific helicase regulated by MEF2C . Dev Biol . ( 2001 ) 234 : 497 – 509 . 10.1006/dbio.2001.0277 11397016 14. Xie X Zheng Y-Y Adi D Yang Y-N Ma Y-T Li X-M Exome sequencing in a family identifies RECQL5 mutation resulting in early myocardial infarction . Medicine (Baltimore) . ( 2016 ) 95 : e2737 . 10.1097/MD.0000000000002737 26844521 15. Walker JE Saraste M Runswick MJ Gay NJ . Distantly related sequences in the alpha- and beta-subunits of ATP synthase, myosin, kinases and other ATP-requiring enzymes and a common nucleotide binding fold . EMBO J . ( 1982 ) 1 ( 8 ): 945 – 51 . 10.1002/j.1460-2075.1982.tb01276.x 6329717 16. Gorbalenya AE Koonin EV . Helicases: amino acid sequence comparisons and structure-function relationships . Curr Opin Struct Biol . ( 1993 ) 3 : 419 – 29 . 10.1016/S0959-440X(05)80116-2 17. Singleton MR Dillingham MS Wigley DB . Structure and mechanism of helicases and nucleic acid translocases . Annu Rev Biochem . ( 2007 ) 76 : 23 – 50 . 10.1146/annurev.biochem.76.052305.115300 17506634 18. Bohnsack KE Yi S Venus S Jankowsky E Bohnsack MT . Cellular functions of eukaryotic RNA helicases and their links to human diseases . Nat Rev Mol Cell Biol . ( 2023 ) 24 ( 10 ): 749 – 69 . 10.1038/s41580-023-00628-5 37474727 19. Fairman-Williams ME Guenther U-P Jankowsky E . SF1 and SF2 helicases: family matters . Curr Opin Struct Biol . ( 2010 ) 20 : 313 – 24 . 10.1016/j.sbi.2010.03.011 20456941 20. Pyle AM . Translocation and unwinding mechanisms of RNA and DNA helicases . Annu Rev Biophys . ( 2008 ) 37 : 317 – 36 . 10.1146/annurev.biophys.37.032807.125908 18573084 21. Caruthers JM McKay DB . Helicase structure and mechanism . Curr Opin Struct Biol . ( 2002 ) 12 : 123 – 33 . 10.1016/s0959-440x(02)00298-1 11839499 22. Linder P Jankowsky E . From unwinding to clamping — the DEAD box RNA helicase family . Nat Rev Mol Cell Biol . ( 2011 ) 12 : 505 – 16 . 10.1038/nrm3154 21779027 23. Cargill M Venkataraman R Lee S . DEAD-Box RNA helicases and genome stability . Genes (Basel) . ( 2021 ) 12 : 1471 . 10.3390/genes12101471 34680866 24. Samir P Kanneganti T-D . DEAD/H-box helicases in immunity, inflammation, cell differentiation, and cell death and disease . Cells . ( 2022 ) 11 : 1608 . 10.3390/cells11101608 35626643 25. He Y Staley JP Andersen GR Nielsen KH . Structure of the DEAH/RHA ATPase Prp43p bound to RNA implicates a pair of hairpins and motif Va in translocation along RNA . RNA . ( 2017 ) 23 ( 7 ): 1110 – 24 . 10.1261/rna.060954.117 28416566 26. Kitamura H Matsuzaki Y Kimura K Nakano H Imaizumi T Satoh K Cytokine modulation of retinoic acid-inducible gene-I (RIG-I) expression in human epidermal keratinocytes . J Dermatol Sci . ( 2007 ) 45 ( 2 ): 127 – 34 . 10.1016/j.jdermsci.2006.11.003 17182220 27. Bohnsack KE Ficner R Bohnsack MT Jonas S . Regulation of DEAH-box RNA helicases by G-patch proteins . Biol Chem . ( 2021 ) 402 : 561 – 79 . 10.1515/hsz-2020-0338 33857358 28. He Y Andersen GR Nielsen KH . The function and architecture of DEAH/RHA helicases . Biomol Concepts . ( 2011 ) 2 : 315 – 26 . 10.1515/bmc.2011.024 25962039 29. Wang H Yin J Gu X Shao W Jia Z Chen H Immune regulator retinoic acid-inducible gene I (RIG-I) in the pathogenesis of cardiovascular disease . Front Immunol . ( 2022 ) 13 : 893204 . 10.3389/fimmu.2022.893204 35693778 30. Li Z Nguyen TT Valaperti A . Human cardiac fibroblasts produce pro-inflammatory cytokines upon TLRs and RLRs stimulation . Mol Cell Biochem . ( 2021 ) 476 : 3241 – 52 . 10.1007/s11010-021-04157-7 33881711 31. Pan Y Balazs L Tigyi G Yue J . Conditional deletion of dicer in vascular smooth muscle cells leads to the developmental delay and embryonic mortality . Biochem Biophys Res Commun . ( 2011 ) 408 : 369 – 74 . 10.1016/j.bbrc.2011.02.119 21371421 32. Hartmann P Zhou Z Natarelli L Wei Y Nazari-Jahantigh M Zhu M Endothelial dicer promotes atherosclerosis and vascular inflammation by miRNA-103-mediated suppression of KLF4 . Nat Commun . ( 2016 ) 7 : 11907 . 10.1038/ncomms10521 27271082 33. Zapletal D Taborska E Pasulka J Malik R Kubicek K Zanova M Structural and functional basis of mammalian microRNA biogenesis by dicer . Mol Cell . ( 2022 ) 82 : 4064 – 4079.e13 . 10.1016/j.molcel.2022.10.010 36332606 34. McGlynn P Lloyd RG . Genome stability and the processing of damaged replication forks by RecG . Trends Genet TIG . ( 2002 ) 18 : 413 – 9 . 10.1016/s0168-9525(02)02720-8 12142010 35. Azeroglu B Leach DRF . Recg controls DNA amplification at double-strand breaks and arrested replication forks . FEBS Lett . ( 2017 ) 591 : 1101 – 13 . 10.1002/1873-3468.12583 28155219 36. Hasan N Ahuja N . The emerging roles of ATP-dependent chromatin remodeling complexes in pancreatic cancer . Cancers (Basel) . ( 2019 ) 11 ( 12 ): 1859 . 10.3390/cancers11121859 31769422 37. Barisic D Stadler MB Iurlaro M Schübeler D . Mammalian ISWI and SWI/SNF selectively mediate binding of distinct transcription factors . Nature . ( 2019 ) 569 : 136 – 40 . 10.1038/s41586-019-1115-5 30996347 38. Mehta G Kumarasamy S Wu J Walsh A Liu L Williams K MITF interacts with the SWI/SNF subunit, BRG1, to promote GATA4 expression in cardiac hypertrophy . J Mol Cell Cardiol . ( 2015 ) 88 : 101 – 10 . 10.1016/j.yjmcc.2015.09.010 26388265 39. Wang L Tang J . SWI/SNF complexes and cancers . Gene . ( 2023 ) 870 : 147420 . 10.1016/j.gene.2023.147420 37031881 40. van Eeuwen T Shim Y Kim HJ Zhao T Basu S Garcia BA Cryo-EM structure of TFIIH/Rad4–Rad23–Rad33 in damaged DNA opening in nucleotide excision repair . Nat Commun . ( 2021 ) 12 : 3338 . 10.1038/s41467-021-23684-x 34099686 41. Moriel-Carretero M Aguilera A . Replication fork breakage and re-start: new insights into Rad3/XPD-associated deficiencies . Cell Cycle . ( 2010 ) 9 : 3030 – 4 . 10.4161/cc.9.15.12408 20714218 42. Fairman-Williams ME Jankowsky E . Unwinding initiation by the viral RNA helicase NPH-II . J Mol Biol . ( 2012 ) 415 : 819 – 32 . 10.1016/j.jmb.2011.11.045 22155080 43. Malekmohammad K Bezsonov EE Rafieian-Kopaei M . Role of lipid accumulation and inflammation in atherosclerosis: focus on molecular and cellular mechanisms . Front Cardiovasc Med . ( 2021 ) 8 : 707529 . 10.3389/fcvm.2021.707529 34552965 44. Dai X-Y Cai Y Mao D-D Qi Y-F Tang C Xu Q Increased stability of phosphatase and tensin homolog by intermedin leading to scavenger receptor A inhibition of macrophages reduces atherosclerosis in apolipoprotein E-deficient mice . J Mol Cell Cardiol . ( 2012 ) 53 : 509 – 20 . 10.1016/j.yjmcc.2012.07.006 22841663 45. Zhao W Wang Z Sun Z He Y Jian D Hu X RNA helicase DDX5 participates in oxLDL-induced macrophage scavenger receptor 1 expression by suppressing mRNA degradation . Exp Cell Res . ( 2018 ) 366 : 114 – 20 . 10.1016/j.yexcr.2018.03.003 29522752 46. Fuller-Pace FV . The DEAD box proteins DDX5 (p68) and DDX17 (p72): multi-tasking transcriptional regulators . Biochim Biophys Acta . ( 2013 ) 1829 : 756 – 63 . 10.1016/j.bbagrm.2013.03.004 23523990 47. Sallam T Jones M Thomas BJ Wu X Gilliland T Qian K Transcriptional regulation of macrophage cholesterol efflux and atherogenesis by a long noncoding RNA . Nat Med . ( 2018 ) 24 : 304 – 12 . 10.1038/nm.4479 29431742 48. Wei Y Corbalán-Campos J Gurung R Natarelli L Zhu M Exner N Dicer in macrophages prevents atherosclerosis by promoting mitochondrial oxidative metabolism . Circulation . ( 2018 ) 138 : 2007 – 20 . 10.1161/CIRCULATIONAHA.117.031589 29748186 49. Wolf D Ley K . Immunity and inflammation in atherosclerosis . Circ Res . ( 2019 ) 124 : 315 – 27 . 10.1161/CIRCRESAHA.118.313591 30653442 50. Son DJ Jung YY Seo YS Park H Lee DH Kim S Interleukin-32α inhibits endothelial inflammation, vascular smooth muscle cell activation, and atherosclerosis by upregulating Timp3 and reck through suppressing microRNA-205 biogenesis . Theranostics . ( 2017 ) 7 : 2186 – 203 . 10.7150/thno.18407 28740544 51. Zhang Y Wang H Song M Xu T Chen X Li T Brahma-related gene 1 deficiency in endothelial cells ameliorates vascular inflammatory responses in mice . Front Cell Dev Biol . ( 2020 ) 8 : 578790 . 10.3389/fcell.2020.578790 33330454 52. Xu S Ge Y Wang X Yin W Zhu X Wang J Circ-USP9X interacts with EIF4A3 to promote endothelial cell pyroptosis by regulating GSDMD stability in atherosclerosis . Clin Exp Hypertens . ( 2023 ) 45 ( 1 ): 2186319 . 10.1080/10641963.2023.2186319 36890708 53. Asdonk T Steinmetz M Krogmann A Ströcker C Lahrmann C Motz I MDA-5 activation by cytoplasmic double-stranded RNA impairs endothelial function and aggravates atherosclerosis . J Cell Mol Med . ( 2016 ) 20 : 1696 – 705 . 10.1111/jcmm.12864 27130701 54. Imaizumi T Yagihashi N Kubota K Yoshida H Sakaki H Yagihashi S Expression of retinoic acid-inducible gene-I (RIG-I) in macrophages: possible involvement of RIG-I in atherosclerosis . J Atheroscler Thromb . ( 2007 ) 14 : 51 – 5 . 10.5551/jat.14.51 17485888 55. Guo Q Zhu X Wei R Zhao L Zhang Z Yin X miR-130b-3p regulates M1 macrophage polarization via targeting IRF1 . J Cell Physiol . ( 2021 ) 236 : 2008 – 22 . 10.1002/jcp.29987 32853398 56. Wang F Xia W Liu F Li J Wang G Gu J . Interferon regulator factor 1/retinoic inducible gene I (IRF1/RIG-I) axis mediates 25-hydroxycholesterol-induced interleukin-8 production in atherosclerosis . Cardiovasc Res . ( 2012 ) 93 : 190 – 9 . 10.1093/cvr/cvr260 21979142 57. Dong R Jiang G Tian Y Shi X . Identification of immune-related biomarkers and construction of regulatory network in patients with atherosclerosis . BMC Med Genomics . ( 2022 ) 15 : 245 . 10.1186/s12920-022-01397-4 36437453 58. Asdonk T Motz I Werner N Coch C Barchet W Hartmann G Endothelial RIG-I activation impairs endothelial function . Biochem Biophys Res Commun . ( 2012 ) 420 : 66 – 71 . 10.1016/j.bbrc.2012.02.116 22402283 59. Huangfu N Ma H Tian M Zhang J Wang Y Li Z DHX9 strengthens atherosclerosis progression by promoting inflammation in macrophages . Inflammation . ( 2023 ) 46 ( 5 ): 1725 – 38 . 10.1007/s10753-023-01836-z 37326773 60. Pierrat OA Paudyal A Woodruff J Koroleva O Boateng SY . The exon junction complex senses energetic stress and regulates contractility and cell architecture in cardiac myocytes . Biosci Rep . ( 2017 ) 37 ( 4 ): BSR20170707 . 10.1042/BSR20170707 28566540 61. Fang F Chen D Yu L Dai X Yang Y Tian W Proinflammatory stimuli engage brahma related gene 1 and brahma in endothelial injury . Circ Res . ( 2013 ) 113 : 986 – 96 . 10.1161/CIRCRESAHA.113.301296 23963727 62. Li N Liu S Zhang Y Yu L Hu Y Wu T Corrigendum: transcriptional activation of matricellular protein Spondin2 (SPON2) by BRG1 in vascular endothelial cells promotes macrophage chemotaxis . Front Cell Dev Biol . ( 2021 ) 9 : 657085 . 10.3389/fcell.2021.657085 33644080 63. Chen B Zhao Q Xu T Yu L Zhuo L Yang Y BRG1 activates PR65A transcription to regulate NO bioavailability in vascular endothelial cells . Front Cell Dev Biol . ( 2020 ) 8 : 774 . 10.3389/fcell.2020.00774 32903816 64. Li N Liu H Xue Y Chen J Kong X Zhang Y . Upregulation of neogenin-1 by a CREB1-BAF47 complex in vascular endothelial cells is implicated in atherogenesis . Front Cell Dev Biol . ( 2022 ) 10 : 803029 . 10.3389/fcell.2022.803029 35186922 65. Jang M-A Kim EK Now H Nguyen NTH Kim W-J Yoo J-Y Mutations in DDX58, which encodes RIG-I, cause atypical singleton-merten syndrome . Am J Hum Genet . ( 2015 ) 96 : 266 – 74 . 10.1016/j.ajhg.2014.11.019 25620203 66. Rutsch F MacDougall M Lu C Buers I Mamaeva O Nitschke Y A specific IFIH1 gain-of-function mutation causes singleton-merten syndrome . Am J Hum Genet . ( 2015 ) 96 ( 2 ): 275 – 82 . 10.1016/j.ajhg.2014.12.014 25620204 67. Ramachandran B Stabley JN Cheng S-L Behrmann AS Gay A Li L A GTPase-activating protein–binding protein (G3BP1)/antiviral protein relay conveys arteriosclerotic wnt signals in aortic smooth muscle cells . J Biol Chem . ( 2018 ) 293 : 7942 – 68 . 10.1074/jbc.RA118.002046 29626090 68. Xia J Jiang N Li Y Wei Y Zhang X . The long noncoding RNA THRIL knockdown protects hypoxia-induced injuries of H9C2 cells through regulating miR-99a . Cardiol J . ( 2019 ) 26 : 564 – 74 . 10.5603/CJ.a2018.0054 29745968 69. Yu F Zhang Y Wang Z Gong W Zhang C . Hsa_circ_0030042 regulates abnormal autophagy and protects atherosclerotic plaque stability by targeting eIF4A3 . Theranostics . ( 2021 ) 11 : 5404 – 17 . 10.7150/thno.48389 33859754 70. Liu X Yuan X Liang G Zhang S Zhang G Qin Y BRG1 protects the heart from acute myocardial infarction by reducing oxidative damage through the activation of the NRF2/HO1 signaling pathway . Free Radic Biol Med . ( 2020 ) 160 : 820 – 36 . 10.1016/j.freeradbiomed.2020.09.012 32950688 71. Vieira JM Howard S Villa del Campo C Bollini S Dubé KN Masters M BRG1-SWI/SNF-dependent regulation of the Wt1 transcriptional landscape mediates epicardial activity during heart development and disease . Nat Commun . ( 2017 ) 8 : 16034 . 10.1038/ncomms16034 28737171 72. Hang CT Yang J Han P Cheng H-L Shang C Ashley E Chromatin regulation by Brg1 underlies heart muscle development and disease . Nature . ( 2010 ) 466 : 62 – 7 . 10.1038/nature09130 20596014 73. Scherba JC Halushka MK Andersen ND Maleszewski JJ Landstrom AP Bursac N BRG1 is a biomarker of hypertrophic cardiomyopathy in human heart specimens . Sci Rep . ( 2022 ) 12 : 7996 . 10.1038/s41598-022-11829-x 35581268 74. Mehrotra A Joe B de la Serna IL . SWI/SNF chromatin remodeling enzymes are associated with cardiac hypertrophy in a genetic rat model of hypertension . J Cell Physiol . ( 2013 ) 228 : 2337 – 42 . 10.1002/jcp.24404 23702776 75. Gao S Yang Z Shi R Xu D Li H Xia Z Diabetes blocks the cardioprotective effects of sevoflurane postconditioning by impairing Nrf2/Brg1/HO-1 signaling . Eur J Pharmacol . ( 2016 ) 779 : 111 – 21 . 10.1016/j.ejphar.2016.03.018 26973173 76. Zhang X Liu S Weng X Zeng S Yu L Guo J Brg1 deficiency in vascular endothelial cells blocks neutrophil recruitment and ameliorates cardiac ischemia-reperfusion injury in mice . Int J Cardiol . ( 2018 ) 269 : 250 – 8 . 10.1016/j.ijcard.2018.07.105 30049497 77. Li Z Zhang X Liu S Zeng S Yu L Yang G BRG1 regulates NOX gene transcription in endothelial cells and contributes to cardiac ischemia-reperfusion injury . Biochim Biophys Acta Mol Basis Dis . ( 2018 ) 1864 ( 10 ): 3477 – 86 . 10.1016/j.bbadis.2018.08.002 30293567 78. Chen J Wang S Yu W Cao J Deng F . MALAT1/miR-144/Brg1: a potential regulated axis of inflammation in myocardial ischemia-reperfusion injury . Int J Cardiol . ( 2019 ) 283 : 151 . 10.1016/j.ijcard.2018.10.107 30413303 79. Wang Y Li H Huang H Liu S Mao X Wang S Cardioprotection from emulsified isoflurane postconditioning is lost in rats with streptozotocin-induced diabetes due to the impairment of Brg1/Nrf2/STAT3 signalling . Clin Sci Lond Engl 1979 . ( 2016 ) 130 : 801 – 12 . 10.1042/CS20150617 80. Xiao C Gao L Hou Y Xu C Chang N Wang F Chromatin-remodelling factor Brg1 regulates myocardial proliferation and regeneration in zebrafish . Nat Commun . ( 2016 ) 7 : 13787 . 10.1038/ncomms13787 27929112 81. Maron BJ Towbin JA Thiene G Antzelevitch C Corrado D Arnett D Contemporary definitions and classification of the cardiomyopathies: an American Heart Association scientific statement from the council on clinical cardiology, heart failure and transplantation committee; quality of care and outcomes research and functional genomics and translational biology interdisciplinary working groups; and council on epidemiology and prevention . Circulation . ( 2006 ) 113 : 1807 – 16 . 10.1161/CIRCULATIONAHA.106.174287 16567565 82. Jiang M Hu H Zhao K Di R Huang X Shi Y The G4 resolvase RHAU modulates mRNA translation and stability to sustain postnatal heart function and regeneration . J Biol Chem . ( 2021 ) 296 : 100080 . 10.1074/jbc.RA120.014948 33199370 83. Chen J-F Murchison EP Tang R Callis TE Tatsuguchi M Deng Z Targeted deletion of dicer in the heart leads to dilated cardiomyopathy and heart failure . Proc Natl Acad Sci U S A . ( 2008 ) 105 : 2111 – 6 . 10.1073/pnas.0710228105 18256189 84. Hata A . Functions of microRNAs in cardiovascular biology and disease . Annu Rev Physiol . ( 2013 ) 75 : 69 – 93 . 10.1146/annurev-physiol-030212-183737 23157557 85. Gao C Wang Y . mRNA metabolism in cardiac development and disease: life after transcription . Physiol Rev . ( 2020 ) 100 : 673 – 94 . 10.1152/physrev.00007.2019 31751167 86. Valaperti A Nishii M Liu Y Yang H Naito K Liu PP The adapter protein c-cbl-associated protein (CAP) protects from acute CVB3-mediated myocarditis through stabilization of type I interferon production and reduced cytotoxicity . Basic Res Cardiol . ( 2014 ) 109 : 411 . 10.1007/s00395-014-0411-3 24763933 87. Han Y Xie J Xu S Bi Y Li X Zhang H Encephalomyocarditis virus abrogates the interferon Beta signaling pathway via its structural protein VP2 . J Virol . ( 2021 ) 95 : e01590 – 20 . 10.1128/JVI.01590-20 33328314 88. Zhang X Gao X Hu J Xie Y Zuo Y Xu H ADAR1p150 Forms a Complex with dicer to promote miRNA-222 activity and regulate PTEN expression in CVB3-induced viral myocarditis . Int J Mol Sci . ( 2019 ) 20 : 407 . 10.3390/ijms20020407 30669342 89. Li H Yao W Irwin MG Wang T Wang S Zhang L Adiponectin ameliorates hyperglycemia-induced cardiac hypertrophy and dysfunction by concomitantly activating Nrf2 and Brg1 . Free Radic Biol Med . ( 2015 ) 84 : 311 – 21 . 10.1016/j.freeradbiomed.2015.03.007 25795513 90. Feng D Li J Guo L Liu J Wang S Ma X DDX3X alleviates doxorubicin-induced cardiotoxicity by regulating wnt/ β -catenin signaling pathway in an in vitro model . J Biochem Mol Toxicol . ( 2022 ) 36 : e23077 . 10.1002/jbt.23077 35467791 91. Lin B Wang F Wang J Xu C Zhao H Cheng Z The protective role of p72 in doxorubicin-induced cardiomyocytes injury in vitro . Mol Med Rep . ( 2016 ) 14 : 3376 – 80 . 10.3892/mmr.2016.5600 27510756 92. Feng D Guo L Liu J Song Y Ma X Hu H DDX3X deficiency alleviates LPS-induced H9c2 cardiomyocytes pyroptosis by suppressing activation of NLRP3 inflammasome . Exp Ther Med . ( 2021 ) 22 : 1389 . 10.3892/etm.2021.10825 34650637 93. Yuan Y Wang C Xu J Tao J Xu Z Huang S . BRG1 overexpression in smooth muscle cells promotes the development of thoracic aortic dissection . BMC Cardiovasc Disord . ( 2014 ) 14 : 144 . 10.1186/1471-2261-14-144 25304030 94. Liao W-L Tan M-W Yuan Y Wang G-K Wang C Tang H Brahma-related gene 1 inhibits proliferation and migration of human aortic smooth muscle cells by directly up-regulating ras-related associated with diabetes in the pathophysiologic processes of aortic dissection . J Thorac Cardiovasc Surg . ( 2015 ) 150 : 1292 – 1301.e2 . 10.1016/j.jtcvs.2015.08.010 26344687 95. Albinsson S Suarez Y Skoura A Offermanns S Miano JM Sessa WC . MicroRNAs are necessary for vascular smooth muscle growth, differentiation, and function . Arterioscler Thromb Vasc Biol . ( 2010 ) 30 ( 6 ): 1118 – 26 . 10.1161/ATVBAHA.109.200873 20378849 96. Fan Y Chen Y Zhang J Yang F Hu Y Zhang L Protective role of RNA helicase DEAD-box protein 5 in smooth muscle cell proliferation and vascular remodeling . Circ Res . ( 2019 ) 124 : e84 – e100 . 10.1161/CIRCRESAHA.119.314062 30879402 97. Fan Y Zhang J Chen C-Y Xiao Y-B Asico LD Jose PA Macrophage migration inhibitory factor triggers vascular smooth muscle cell dedifferentiation by a p68-serum response factor axis . Cardiovasc Res . ( 2017 ) 113 : 519 – 30 . 10.1093/cvr/cvx025 28165114 98. Sahni A Wang N Alexis J . UAP56 is an important mediator of angiotensin II/platelet derived growth factor induced vascular smooth muscle cell DNA synthesis and proliferation . Biochem Biophys Res Commun . ( 2013 ) 431 : 636 – 40 . 10.1016/j.bbrc.2012.12.014 23246467 99. Sahni A Wang N Alexis JD . UAP56 is a novel interacting partner of bcr in regulating vascular smooth muscle cell DNA synthesis . Biochem Biophys Res Commun . ( 2012 ) 420 : 511 – 5 . 10.1016/j.bbrc.2012.03.022 22446327 100. Zhang X Sun Y . Chromodomain helicase DNA binding protein 1-like, a negative regulator of forkhead box O3a, promotes the proliferation and migration of angiotensin II-induced vascular smooth muscle cells . Bioengineered . ( 2022 ) 13 : 2597 – 609 . 10.1080/21655979.2021.2019869 35001835 101. Chen H Xu X Liu Z Wu Y . MiR-22-3p suppresses vascular remodeling and oxidative stress by targeting CHD9 during the development of hypertension . J Vasc Res . ( 2021 ) 58 : 180 – 90 . 10.1159/000514311 33794525 102. Le T He X Huang J Liu S Bai Y Wu K . Knockdown of long noncoding RNA GAS5 reduces vascular smooth muscle cell apoptosis by inactivating EZH2-mediated RIG-I signaling pathway in abdominal aortic aneurysm . J Transl Med . ( 2021 ) 19 : 466 . 10.1186/s12967-021-03023-w 34781960 103. Zhou Y Chai H Hu Y Liu R Jiang H Fan R Overexpressed DDX3x promotes abdominal aortic aneurysm formation and activates AKT in ApoE knockout mice . Biochem Biophys Res Commun . ( 2022 ) 634 : 138 – 44 . 10.1016/j.bbrc.2022.09.077 36242920 104. Chang Z Zhao G Zhao Y Lu H Xiong W Liang W BAF60a deficiency in vascular smooth muscle cells prevents abdominal aortic aneurysm by reducing inflammation and extracellular matrix degradation . Arterioscler Thromb Vasc Biol . ( 2020 ) 40 : 2494 – 507 . 10.1161/ATVBAHA.120.314955 32787523 105. Zhang X Liu S Weng X Wu T Yu L Xu Y Brg1 trans-activates endothelium-derived colony stimulating factor to promote calcium chloride induced abdominal aortic aneurysm in mice . J Mol Cell Cardiol . ( 2018 ) 125 : 6 – 17 . 10.1016/j.yjmcc.2018.10.012 30336142 106. Lino Cardenas CL Kessinger CW Cheng Y MacDonald C MacGillivray T Ghoshhajra B An HDAC9-MALAT1-BRG1 complex mediates smooth muscle dysfunction in thoracic aortic aneurysm . Nat Commun . ( 2018 ) 9 : 1009 . 10.1038/s41467-018-03394-7 29520069 107. Wang S Zhang X Yuan Y Tan M Zhang L Xue X BRG1 expression is increased in thoracic aortic aneurysms and regulates proliferation and apoptosis of vascular smooth muscle cells through the long non-coding RNA HIF1A-AS1 in vitro . Eur J Cardio . ( 2015 ) 47 : 439 – 46 . 10.1093/ejcts/ezu215 108. Huan W Zhang J Li Y Zhi K . Involvement of DHX9/YB-1 complex induced alternative splicing of krüppel-like factor 5 mRNA in phenotypic transformation of vascular smooth muscle cells . Am J Physiol Cell Physiol . ( 2019 ) 317 : C262 – 9 . 10.1152/ajpcell.00067.2019 31116584 109. Tham YK Bernardo BC Ooi JYY Weeks KL McMullen JR . Pathophysiology of cardiac hypertrophy and heart failure: signaling pathways and novel therapeutic targets . Arch Toxicol . ( 2015 ) 89 : 1401 – 38 . 10.1007/s00204-015-1477-x 25708889 110. Xu Q Liu J Zhu R Huang W Huang H Liu J NSD2 promotes pressure overload-induced cardiac hypertrophy via activating circCmiss1/TfR1/ferroptosis signaling . Life Sci . ( 2023 ) 328 : 121873 . 10.1016/j.lfs.2023.121873 37352916 111. Cui H Schlesinger J Schoenhals S Tönjes M Dunkel I Meierhofer D Phosphorylation of the chromatin remodeling factor DPF3a induces cardiac hypertrophy through releasing HEY repressors from DNA . Nucleic Acids Res . ( 2016 ) 44 : 2538 – 53 . 10.1093/nar/gkv1244 26582913 112. Weng X Yu L Liang P Li L Dai X Zhou B A crosstalk between chromatin remodeling and histone H3K4 methyltransferase complexes in endothelial cells regulates angiotensin II-induced cardiac hypertrophy . J Mol Cell Cardiol . ( 2015 ) 82 : 48 – 58 . 10.1016/j.yjmcc.2015.02.010 25712920 113. Robinson EL Drawnel FM Mehdi S Archer CR Liu W Okkenhaug H MSK-mediated phosphorylation of histone H3 Ser28 couples MAPK signalling with early gene induction and cardiac hypertrophy . Cells . ( 2022 ) 11 ( 4 ): 604 . 10.3390/cells11040604 35203255 114. Sahni A Wang N Alexis JD . UAP56 is an important regulator of protein synthesis and growth in cardiomyocytes . Biochem Biophys Res Commun . ( 2010 ) 393 : 106 – 10 . 10.1016/j.bbrc.2010.01.093 20116367",
    "full_text_abstract": "Cardiovascular diseases (CVDs) still maintain high morbidity and mortality globally. Helicases, a unique class of enzymes, are extensively implicated in the processes of nucleic acid (NA) metabolism across various organisms. They play a pivotal role in gene expression, inflammatory response, lipid metabolism, and so forth. However, abnormal helicase expression has been associated with immune response, cancer, and intellectual disability in humans. Superfamily II (SFII) is one of the largest and most diverse of the helicase superfamilies. Increasing evidence has implicated SFⅡ helicases in the pathogenesis of multiple CVDs. In this review, we comprehensively review the regulation mechanism of SFⅡ helicases in CVDs including atherosclerosis, myocardial infarction, cardiomyopathies, and heart failure, which will contribute to the investigation of ideal therapeutic targets for CVDs."
}