{
    "PMC": "2228178",
    "DOI": "10.1038/bjc.1997.570",
    "PMID": "9400934",
    "PMCID": "PMC2228178",
    "title": "The RB1 gene mutation in a child with ectopic intracranial retinoblastoma.",
    "year": 1997,
    "source_url": "https://europepmc.org/article/PMC/PMC2228178",
    "source": "MED",
    "abstract_text": "The RB1 gene mutation was investigated in a child with ectopic intracranial retinoblastoma using DNA obtained from both the pineal and retinal tumours of the patient. A nonsense mutation in exon 17 (codon 556) of the RB1 gene was found to be present homozygously in both the retinal and the pineal tumours. The same mutation was present heterozygously in the DNA from the constitutional cells of the patient, proving it to be of germline origin. The initial mutation was shown to have occurred in the paternally derived RB1 allele. The mutation is in an area of the gene that encodes the protein-binding region known as the 'pocket' region and has been detected in other cases of retinoblastoma.",
    "full_text": "pmc Br J Cancer Br J Cancer British Journal of Cancer 0007-0920 1532-1827 Nature Publishing Group 2228178 9400934 Research Article The RB1 gene mutation in a child with ectopic intracranial retinoblastoma. Onadim Z. Woolford A. J. Kingston J. E. Hungerford J. L. Academic Department of Paediatric Oncology, St Bartholomew's Hospital Medical College, London, UK. 1997 76 11 1405 1409 https://creativecommons.org/licenses/by/4.0/ This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit https://creativecommons.org/licenses/by/4.0/ . The RB1 gene mutation was investigated in a child with ectopic intracranial retinoblastoma using DNA obtained from both the pineal and retinal tumours of the patient. A nonsense mutation in exon 17 (codon 556) of the RB1 gene was found to be present homozygously in both the retinal and the pineal tumours. The same mutation was present heterozygously in the DNA from the constitutional cells of the patient, proving it to be of germline origin. The initial mutation was shown to have occurred in the paternally derived RB1 allele. The mutation is in an area of the gene that encodes the protein-binding region known as the 'pocket' region and has been detected in other cases of retinoblastoma. Images Figure 1 Figure 2 Figure 3",
    "full_text_abstract": "The RB1 gene mutation was investigated in a child with ectopic intracranial retinoblastoma using DNA obtained from both the pineal and retinal tumours of the patient. A nonsense mutation in exon 17 (codon 556) of the RB1 gene was found to be present homozygously in both the retinal and the pineal tumours. The same mutation was present heterozygously in the DNA from the constitutional cells of the patient, proving it to be of germline origin. The initial mutation was shown to have occurred in the paternally derived RB1 allele. The mutation is in an area of the gene that encodes the protein-binding region known as the 'pocket' region and has been detected in other cases of retinoblastoma. Images Figure 1 Figure 2 Figure 3"
}