{
  "PMC": "10897644",
  "DOI": "10.1186/s13619-024-00188-9",
  "PMID": "38411768",
  "PMCID": "PMC10897644",
  "title": "Asymmetric division of stem cells and its cancer relevance.",
  "year": 2024,
  "source_url": "https://europepmc.org/article/PMC/PMC10897644",
  "source": "MED",
  "abstract_text": "Asymmetric division is a fundamental process for generating cell diversity and maintaining the stem cell population. During asymmetric division, proteins, organelles, and even RNA are distributed unequally between the two daughter cells, determining their distinct cell fates. The mechanisms orchestrating this process are extremely complex. Dysregulation of asymmetric division can potentially trigger cancer progression. Cancer stem cells, in particular, undergo asymmetric division, leading to intra-tumoral heterogeneity, which contributes to treatment refractoriness. In this review, we delve into the cellular and molecular mechanisms that govern asymmetric division and explore its relevance to tumorigenesis.",
  "full_text": "pmc Cell Regen Cell Regen Cell Regeneration 2045-9769 Springer Nature Singapore Singapore 10897644 188 10.1186/s13619-024-00188-9 Review Asymmetric division of stem cells and its cancer relevance Chao Shanshan 1 2 3 Yan Huiwen 1 2 3 Bu Pengcheng bupc@ibp.ac.cn 1 2 3 1 https://ror.org/034t30j35 grid.9227.e 0000 0001 1957 3309 Key Laboratory of Epigenetic Regulation and Intervention, Chinese Academy of Sciences, Beijing, 100101 China 2 grid.418856.6 0000 0004 1792 5640 Key Laboratory of RNA Biology, Institute of Biophysics, Chinese Academy of Sciences, Beijing, 100101 China 3 https://ror.org/05qbk4x57 grid.410726.6 0000 0004 1797 8419 College of Life Sciences, University of Chinese Academy of Sciences, Beijing, 100049 China 27 2 2024 27 2 2024 12 2024 13 5 5 10 2023 30 1 2024 © The Author(s) 2024 https://creativecommons.org/licenses/by/4.0/ Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/ . The Creative Commons Public Domain Dedication waiver ( http://creativecommons.org/publicdomain/zero/1.0/ ) applies to the data made available in this article, unless otherwise stated in a credit line to the data. Asymmetric division is a fundamental process for generating cell diversity and maintaining the stem cell population. During asymmetric division, proteins, organelles, and even RNA are distributed unequally between the two daughter cells, determining their distinct cell fates. The mechanisms orchestrating this process are extremely complex. Dysregulation of asymmetric division can potentially trigger cancer progression. Cancer stem cells, in particular, undergo asymmetric division, leading to intra-tumoral heterogeneity, which contributes to treatment refractoriness. In this review, we delve into the cellular and molecular mechanisms that govern asymmetric division and explore its relevance to tumorigenesis. Keywords Stem cell Asymmetric division Cell fate Cancer issue-copyright-statement © Chinese Society for Cell Biology 2024 Background Stem cells are characterized by their inherent capacity for self-renewal and the generation of differentiated cells, achieved through two primary strategies: symmetric cell division and asymmetric cell division. Symmetric cell division serves the purpose of either replenishing the stem cell pool or producing terminal differentiated cells. This phenomenon is frequently observed during various processes, such as development, wound healing, and regeneration. In contrast, asymmetric division is employed by stem cells to yield both a new stem cell for self-renewal and a differentiated cell, fostering cellular diversity. This mechanism plays a pivotal role in maintaining the stem cell population and ensuring tissue homeostasis. (Chhabra and Booth 2021 ; Inaba and Yamashita 2012 ). Asymmetric division differentially segregates cell fate determinants, including proteins, organelles and RNAs, into the two daughter cells. This intricate process is meticulously orchestrated and controlled by intrinsic and extrinsic factors. (Knoblich 2008 ; Sunchu and Cabernard 2020 ; Venkei and Yamashita 2018 ). A multitude of studies have conclusively demonstrated that the disruption of asymmetric cell division disrupts the delicate equilibrium between self-renewal and differentiation. This disruption can lead to the interruption of differentiation and, in more serious cases, trigger the progression of cancer (Bajaj et al. 2015 ; Bu et al. 2016 ; Choi et al. 2020b ; Clevers 2005 ). In this review, we provide a concise overview of the fundamental mechanisms of asymmetric division and discuss how dysregulation can lead to oncogenesis. Mechanisms of asymmetric cell division Asymmetric cell division is a highly coordinated process that depends on both intrinsic and extrinsic fate-determining factors. Current research has predominantly utilized model systems such as Drosophila , Caenorhabditis elegans , and mammals (de Torres-Jurado et al. 2022 ; Jankele et al. 2021 ; Loeffler et al. 2019 ). Intrinsic factors Fate-determining protein complexes and spindle assembly are two critical intrinsic factors for asymmetric cell division (Fig. 1 ). In Drosophila neuroblasts (NBs), asymmetric division is regulated by both apical determinants and basal determinants. Apical determinants include protein kinase C (aPKC), partition defective 6 (PAR6), and lethal giant larvae [L(2)GL]. Basal determinants include Miranda, Brat, and Prospero. During the division interphase, aPKC translocates to the apical side and forms a complex with PAR6, a process that leads to the activation of aPKC upon phosphorylation of PAR6. The activated aPKC subsequently reduces its affinity with this complex, resulting in the phosphorylation of Numb. Numb is well-established as a suppressor of Notch signaling. The phosphorylation of Numb can activate Notch signaling, thereby conferring stem cell properties upon the apical daughter cell (Knoblich 2010 ; Mukherjee et al. 2015 ). In mammalian stem cells, the small GTP-binding protein CDC42 promotes the accumulation of the aPKC/PAR6/PAR3 complex at the apical side, thereby ensuring the integrity of the apical adheren junction (Gallaud et al. 2017 ; Mukherjee et al. 2015 ). Conversely, at the basal side, the adapter protein Miranda in the basal determinants complex undergoes degradation. This degradation leads to the release of Prospero (a transcription factor, known as PROX1 in vertebrates), initiating a transcription program that promotes cellular differentiation. Recently, some studies revealed that protein condensates are extensively involved in regulating the asymmetric cell division process such as the polarized distribution and function of apical and basal cell fate determinants. Par complex, Numb and Pon complex as well as Prospero condensates formation could all mediated by phase separation (Liu et al. 2020a , 2020b ; Shan et al. 2018 ). Fig. 1 The apical and basal determinants in asymmetric division. On the apical side, aPKC, PAR6 and L(2)GL form a complex that is phosphorylated by Aurora A. Then, aPKC phosphorylates L(2)GL. Phosphorylated L(2)GL is released from the complex and replaced by PAR3. The newly formed complex phosphorylates Numb and leads it releasing from the apical side to the basal side, increasing Numb levels at the basal side and maintainng Notch signaling activity at the apical side. Besides, Wnt signaling is also involved in the stemness maintenance. At the basal side, the accumulation of Numb suppresses the activation of Notch signaling. In addition, the adapter protein Miranda binds to Prospero and Brat at the basal side. After degradation of Miranda, Prospero and Brat are released. Prospero acts as a transcription factor to initiate differentiation. Brat works as a translational repressor to downregulate proteins associated with proliferation. Apical microtubule arrangement is also important during asymmetric division. Inscuteable forms a complex with Pins and Gai and then bind to MUD/DLG/KNC73 complex During metaphase and telophase, spindle assembly is crucial to support asymmetric cell division. The cytoskeletal adapter protein Inscueable relocates to the apical side and binds to the Dynein-Dynactin complex localized at the ends of microtubules, effectively locking spindle orientation (di Pietro et al. 2016 ). Simultaneously, on the same side, microtubule-bound kinesin Khc73 forms a complex with disc large (Dlg) and Pins. This larger complex links with the apical cytoskeleton through Inscuteable, ensuring precise spindle orientation (Bajaj et al. 2015 ; Culurgioni et al. 2018 ; Siegrist and Doe 2005 ). Beyond these intrinsic cellular mechanisms, external cues also play a role in guiding spindle orientation, highlighting the coordination of this intricate process (Lechler and Mapelli 2021 ). Extrinsic factors Extracellular microenvironment surrounding stem cells is called stem cell niche, which also influences asymmetric cell division. Stem cell niche usually provide outside signals (such as ligands) to regulate downstream transcription activity and determination of cell fate in stem cells (Fig. 2 A). Drosophila germline stem cells (GSCs) offer a classic illustration of how extrinsic factors influence asymmetric division (Kahney et al. 2019 ; Venkei and Yamashita 2018 ). In the Drosophila ovary and testis, the stem cell niches are referred to as the \"cap\" and the \"hub,\" respectively. Specifically, hub cells secrete critical self-renewal ligands such as Unpaired (Upd, a cytokine homologue) and Decapentaplegic (Dpp)/Glass bottom boat (Gbb), while cap cells secrete the ligand Dpp along with terminal filament cells. Consequently, when stem cells attach to this niche, their stemness is preserved; conversely, being situated farther away triggers the differentiation process (Herrera and Bach 2019 ; Venkei and Yamashita 2018 ). In the context of C. elegans and Drosophila embryonic stem cells, an intriguing phenomenon emerges: the daughter cell in close proximity to Wnt signaling sustains its stemness, whereas the other daughter cell, situated farther from Wnt, initiates the differentiation process (Habib et al. 2013 ). Furthermore, analogous niche phenomena have been identified in mammalian systems. The niche provides polarity and localized signals that determine the fate of mammalian stem cells progeny through either symmetric or asymmetric cell divisions. In much reported studies, epidermal stem cell, muscle stem cell, intestinal stem cells (Lgr5 + stem cells), etc., are classic types of stem cells regulated by their ecological niche during growth and development. These intricate processes involve a range of cell growth factors and signaling pathways associated with stemness, including TGFβ, Wnt, and sonic hedgehog pathway (Espinoza et al. 2013 ; Fuchs and Blau 2020 ; Mullen and Wrana 2017 ; Santoro et al. 2016 ). It is noteworthy that the asymmetric division of stem cells is regulated by a combination of intrinsic and extrinsic factors, giving rise to distinct growth outcomes. Fig. 2 Cell extrinsic and intrinsic cues during asymmetric division. A Extracellular microenvironment (local niche) provides cell extrinsic cues to induce asymmetric stem cell division. B Cell intrinsic non-canonical pathway is involved in regulating asymmetric stem cell division. Some growth-signaling pathways are involved in regulating asymmetric division of stem cells, such as MYC. On the other side, Brat ( Drosophila ) or TRIM32 (mammalian) ubiquitinates c-MYC leading to cell differentiation (i). Some self-renewal or differentiation transcription factors are accumulated on the side of stem cell or differentiated cell to regulate asymmetric division (ii). microRNAs regulate asymmetric division of stem cells. miR-146a and Lnc34a accumulating in the stem cell side drives stem renewal, whereas miR-34a, Let-7 and LincGET accumulating in the other side drives cell differentiation (iii) Other noncanonical signaling pathway In addition to the factors mentioned above, some noncanonical signaling pathways may influence asymmetric cell division directly or indirectly. For example, MYC (C-Myc, N-Myc, L-Myc) signaling pathway is a key regulator of cell growth, proliferation and development, and plays an important role in stem cell maintenance (Dang 2012 ). Previous study demonstrates that dMyc ( Drosophila Myc) is expressed in stem cells but not in differentiated cells in Drosophila NBs and GSCs (Quinn et al. 2013 ). This is because Brat inhibits C-Myc expression during asymmetric division in NBs and in GSCs (Harris et al. 2011 ). In mouse models, TRIM32 ( Drosophila Brat) is an ubiquitin ligase for C-Myc, which lead to C-Myc degradation in neural progenitors in neocortex (Fig. 2 B) (Knoblich 2010 ). Certain transcription factors, including Nanog, Sox2, and Oct4, accumulate asymmetrically in stem cells and play a role in determining cell fate (Goolam et al. 2016 ; Habib et al. 2013 ). In Drosophila , Hippo signaling pathway is participate in modulating asymmetric cell division (Keder et al. 2015 ). Besides this, increasing studies supports the critical role of microRNAs in asymmetric division. In our prior study, we identified miR-34a as a pivotal determinant of cell fate in this process. Our findings revealed that miR-34a predominantly localizes in differentiated daughter cells, where it represses Notch signaling (Bu et al. 2013a ). Similarly, Let-7 also localizes in differentiated daughter cells (Esquela-Kerscher and Slack 2006 ). While miR-146a localizes in stem cell and drives it self-renewal (Hwang et al. 2014 ; Lerner and Petritsch 2014 ). A recent study shows that LincGET is transiently and asymmetrically expressed in the nucleus of late two-cell blastomere stage of mouse embryos (Fig. 2 B) (Wang et al. 2018 ). Asymmetric segregation of cellular components Asymmetric inheritance of cellular organelles In addition to molecular determinants (such as RNAs and proteins), cell organelles included centrosomes, mitochondria, lysosomes and endosomes have been described to segregate asymmetrically. Centrosomes Centrosome duplicate to generate two daughter centrosomes. Having two centrosomes with different size is crucial for ensuring proper spindle orientation during asymmetric division of Drosophila male GSCs and NBs (Rebollo et al. 2007 ; Yamashita et al. 2003 ). For instance, in Drosophila male GSCs and mouse radial glial progenitors (RG), the mother centrosome is preferentially inherited (Wang et al. 2009 ; Yamashita et al. 2007 ); Conversely, in Drosophila NBs and female GSCs, the daughter centrosome is preferentially segregated into the stem cells (Fig. 3 A) (Conduit and Raff 2010 ; Salzmann et al. 2014 ). Recently, Royall et al. found asymmetric inheritance of centrosomes is a mechanism which to maintain self-renewal properties and to ensure proper neurogenesis in human neural progenitor cells (Royall et al. 2023 ). Fig. 3 Different partition of cellular components during asymmetric division. The organelles, including A the centrosome, B the mitochondria, C the lysosome, D the endosome, E the endoplasmic reticulum and other cellular components such as F the midbody, G the sister chromatids, H the histones are asymmetrically inherited by two daughter cells Mitochondria Mitochondria are crucial organelles for supplying cellular energy, and their accurate segregation plays a critical role in determining cell fate. The asymmetric allocation of mitochondria is indispensable for maintaining stemness properties. The daughter cell inheriting stem cell traits typically possesses fewer aged mitochondria. In contrast, the other daughter cell, with a higher proportion of aged mitochondria, is more inclined towards differentiation (Fig. 3 B). This process relies on both mitochondrial fission and the machinery for quality control of mitochondria (Bockler et al. 2017 ; Katajisto et al. 2015 ). Lysosome A recent study demonstrates that lysosomes are asymmetrically inherited in human neural stem cells (NSCs). These lysosomes house Notch receptors, and the acidic environment within them can activate Notch signaling. Consequently, lysosomes serve as a signaling hub, leading to differential Notch signaling activity between the daughter cells during asymmetric division (Bohl et al. 2022 ). Lysosomes and active mitochondria are asymmetrically inherited in human blood stem cells and that their inheritance is a coordinated, nonrandom process (Fig. 3 C). Furthermore, multiple additional organelles, including autophagosomes, mitophagosomes, autolysosomes, show preferential asymmetric cosegregation with lysosomes. Importantly, asymmetric lysosomal inheritance predicts future asymmetric daughter cell-cycle length, differentiation, and stem cell marker expression, whereas asymmetric inheritance of active mitochondria correlates with daughter metabolic activity. Hence, human hematopoietic stem cell fates are regulated by asymmetric cell division, with both mechanistic evolutionary conservation (Filippi 2022 ; Loeffler et al. 2022 ). Endosomes Asymmetric segregation of SARA (Smad anchor for receptor activation) endosomes, which carry both Notch and its ligand Delta, has been observed in Drosophila sensory organ precursor cells (SOPs) during asymmetric division. In this process, SARA endosomes preferentially segregate into pIIa, leading to enhanced Notch activation and reduced stemness in pIIb (Fig. 3 D) (Coumailleau et al. 2009 ). This biased distribution of SARA endosomes has also been documented in colon stem cells and the central nervous system of Drosophila (Coumailleau et al. 2009 ; Montagne and Gonzalez-Gaitan 2014 ), as well as in neural precursors of the spinal cord in zebrafish (Kressmann et al. 2015 ). Consequently, the SARA endosome system plays a crucial role in determining the fate of daughter cells during asymmetric division of stem cells. Endoplasmic reticulum The endoplasmic reticulum (ER) is the largest membrane-bound organelle, essential for lipid and protein biosynthesis. Reports of asymmetric segregation of ER have emerged in Drosophila larval neuroblasts and early C.elegans embryos (Fig. 3 E). Studies demonstrate that the precise segregation of ER relies on the process of asymmetric nucleation of astral microtubules, a mechanism conserved across various animal species. Consequently, the daughter stem cell resulting from asymmetric division exhibits a higher concentration of ER compared to the differentiating daughter cell (Smyth et al. 2015 ). Midbody In mammalian cell cultures, midbody remnants seem to be inherited asymmetrically. They are always retained by the cell with the mother centrosome (Fig. 3 F). Midbody remnants were found to associate with several stem cell compartments in vivo like basal layers of mouse testes seminiferous tubules, ventricular progenitor cells in the mouse brain, mouse skeletal muscle progenitors, and the bulge of human hair follicles. Midbodies are accumulated in pluripotent stem cells when cells are dedifferentiated. Remarkably, in stem cells, midbody accumulation seems to positively affect reprogramming efficiency, while for cancer cells, midbody accumulation results in enhanced tumorigenicity (Dionne et al. 2015 ). Sister chromatids In mouse satellite cells (muscle stem cells) and human/mouse embryonic stem cells, biased sister chromatid segregation is a common occurrence. During asymmetric division, old DNA strands tend to segregate preferentially to the less-differentiated cells (Fig. 3 G) (Conboy et al. 2007 ; Rocheteau et al. 2012 ). “Immortal Strand Hypothesis” posits that long-lived cells like stem cells may employ this mechanism to avoid the accumulation of mutations during DNA replication (Cairns 1975 , 2006 ; Lark 1966 ; Potten et al. 1978 ; Rando 2007 ). Cells that preserve “immortal strands” will avoid the accumulation of replication error. It seems that the combination of immortal strands and the choice of death rather than errorprone repair makes stem cell systems resistant to short exposures to DNA-damaging agents, because the stem cell accumulates few if any errors, and any errors made by the daughters are destined to be discarded. The histone H2A variant H2A.Z shows specific immunodetection on immortal DNA chromosomes. The unique H2A.Z detection pattern is likely to be an important feature of the molecular mechanisms responsible for nonrandom segregation by asymmetric division (Huh and Sherley 2011 ). Additionally, in male GSCs, the sister chromatids of X and Y chromosomes exhibit a striking bias in segregation, a process that heavily relies on the centrosome (Yadlapalli and Yamashita 2013 ). Histone An increasing number of studies have revealed that the asymmetric inheritance of histones also takes place during the asymmetric division of stem cells. In Drosophila male GSCs, the older H3 and H4 histones preferentially segregate to the self-renewed GSC, whereas newly synthesized H3 exhibits a bias towards accumulation in the differentiating daughter cell (Fig. 3 H). This biased segregation of histones is mediated by distinguishing the phosphorylation at threonine 3 of H3 (H3T3P) between pre-existing and newly synthesized H (Wooten et al. 2019 ; Xie et al. 2015 , 2017 ). The asymmetric partition of H3 and H4 histones also has been found in Drosophila intestinal stem cells (Zion et al. 2023 ). In contrast, some studies argue that H2A and H2B histones are inherited symmetrically during the asymmetric division of GSCs (Wooten et al. 2020 , 2019 ). Asymmetric division in cancer Asymmetric division of stem cells plays a crucial role during embryogenesis, development, and tissue regeneration. This process involves cell polarity factors, cell fate determinants, and the spindle apparatus in the regulation of stem cell division. Dysregulation or mutation of these factors may lead to a shift from asymmetric to symmetric cell division, and in some cases, even trigger initiation and drug resistance. Asymmetric division in cancer initiation Disruption of asymmetric division in tumor cells is a significant contributor to cancer initiation. In leukemia, dysregulated asymmetric division of Leukemia Stem Cells (LSCs) can lead to the progression of hematologic malignancies. For instance, the mutation of NUP98-HOXA9 has been shown to shift asymmetric divisions towards symmetric renewal divisions. This contributes to increased self-renewal, differentiation arrest, and progression (Bajaj et al. 2015 ; Wu et al. 2007 ). Previous studies have also highlighted changes in specific factors during the progression of Chronic Myeloid Leukemia (CML). Notably, Numb is downregulated, while the repressor of Numb, Msi (an RNA-binding protein), is significantly upregulated. Deletion of Msi2 restores Numb expression and inhibits the development of CML in a mouse leukemia mode (Ito et al. 2010 ). Similarly, Msi2 is highly expressed in Acute Myeloid Leukemia (AML) cell lines, indicating a positive correlation with high-grade hematologic malignancies (Kharas et al. 2010 ). In colon cancer, miR-34a, identified as a p53 target, typically acts as a tumor suppressor. It exerts its influence by binding to the 3’UTR of mRNA. Deficiency of miR-34a disrupts the balance between self-renewal and differentiation, ultimately enhancing symmetric division of cancer stem cells in colorectal cancer (Bu et al. 2013a ). Remarkably, long non-coding RNA, Lnc34a, is enriched in colon cancer stem cells and initiates asymmetric division by directly targeting the microRNA miR-34a to cause its spatial imbalance (Wang et al. 2016 ). In other studies, miR-146a was found to activate WNT signaling and induce a switch from asymmetric to symmetrical division by targeting Numb in spheroid-derived colorectal cancer stem cells (Hwang et al. 2014 ). In breast cancer, The Myc signaling pathway is essential for stem cell maintenance and is predominantly expressed in stem cells, not in differentiated cells, during asymmetric cell division. Myc plays a pivotal role in tumor growth through processes like gene amplification and translocation (Lourenco et al. 2021 ; Zheng et al. 2008 ). In a guanine nucleotide-dependent mechanism, the p53 antioncogene can induce exponentially dividing cells to switch to an asymmetric stem cell growth pattern. Sherley et al. develops engineered cultured cells that exhibit asymmetric self-renewal and immortal DNA strand cosegregation. It suggests that the observed high frequency of p53 mutations in human cancers reflects a critical function in the regulation of somatic renewal growth (Rambhatla et al. 2005 ). Asymmetric division in cancer drug resistance Recent study show that asymmetric division of colorectal cancer stem-like cells is critical for early intratumor heterogeneity establishment. Targeting the asymmetric division of cancer stem-like cells can change tumor heterogeneity and thus contribute to the therapy of colorectal cancer (Chao et al. 2023 ). Consistent with this conclusion, asymmetric divisions contribute to the generation of intratumoral heterogeneity has also been identified in triple-negative basal-like breast cancers (Granit et al. 2018 ). Polyploid giant cancer cells (PGCCs) are key contributors to the cellular heterogeneity and play a fundamental role in regulating stemness, and chemoresistance in cancers. Polyploidy disturbs the overall transcription level to upregulate genes promoting cell growth and chemoresistance. Asymmetric cell division of giant cancer cells by meiosis-like depolyploidization is proposed to explain the unexpected life cycle of these cells. Cell cycle-related proteins, such as cyclin E and cyclin D1, are important in regulating the asymmetric division of PGCC. Expression levels of cyclin E and cyclin D1 were much higher in PGCCs compared with that in diploid cancer cells. PGCC formation is regulated by recompartmentalization of cell cycle regulatory proteins normally involved in the regulation of asymmetric division (Zhang et al. 2014 ; Zhou et al. 2022 ). Conclusions Asymmetric division of stem cells is an accurately regulated process. It balances self-renewal and differentiation in cancer cells through generating two unequal daughter cells. These two daughter cells are different in distinct fate, function, and size. One daughter retains stem cell properties like itself while the other enters into a differentiation program. It is a convenient way to maintain the stem cell populations and enrich cell-type diversification (Bajaj et al. 2015 ; Sunchu and Cabernard 2020 ). Thus, asymmetric stem division is a vital process for development and tissue homeostasis. As mentioned above, asymmetric cell division is achieved through highly coordinated intra- and extracellular biological processes. These crucial events encompass the localization of fate-determining proteins in apical and basal regions, the asymmetric assembly of spindles and microtubules, as well as the influence of microenvironmental extrinsic factors and other signaling networks (Mukherjee et al. 2015 ). In mammals, these processes are even more complex, involving a greater number of factors and signaling pathways (Sunchu and Cabernard 2020 ; Venkei and Yamashita 2018 ). Normally, stem cells dynamically switch between asymmetric and symmetric division to maintain homeostasis. However, when asymmetric division is dysregulated, there arises a heightened risk of cancer (Bajaj et al. 2015 ; Choi et al. 2020a ; Li et al. 2022 ). Numerous studies have demonstrated that disruptions in asymmetric cell division can lead to enhanced stem cell self-renewal, resulting in overgrowth and triggering tumorigenesis and cancer progression (Fig. 4 ). Aberrant expression of cell fate determinants, such as aPKC, L(2)GL, PROX, Numb, DLG, and others, is associated with tumors. Additionally, microRNAs associated with self-renewal and differentiation play a relevant role in cancer. They generally sustain activation of the Notch/Wnt signaling pathway or suppress the expression of differentiation-related transcription factors (Bu et al. 2013a ; Hwang et al. 2014 ; Mukherjee et al. 2015 ). Furthermore, defects in AKT, TP53, and EGFR signaling can disrupt the balance between asymmetry and symmetry, leading to neoplastic transformation (Bu et al. 2013b ; Mukherjee et al. 2015 ). Studies suggest that asymmetric division is negatively correlated with proliferative capacity. More symmetric renewal divisions result in a more undifferentiated and malignant state (Bajaj et al. 2015 ; Lytle et al. 2018 ). Therefore, aberrantly shifting from asymmetric division to symmetric division can contribute to cancer progression (Fig. 4 ). Fig. 4 Asymmetric or symmetric division in tumor development. Asymmetric division of cancer stem cells happens frequently in early stage of cancer, which not only maintains the pool of cancer stem cells, but also creates tumor heterogeneity (left). Tumors at this stage are usually well differentiated. However, the balance between asymmetric and symmetric division is broken in late stage of cancer. Increased symmetric division of cancer stem cells enables tumor to have higher proliferative capacity thus contributes to tumor progression (right). Tumors at this stage are usually poorly differentiated Understanding the mechanisms of asymmetric division could not only help us identify new targets to suppress tumor but also raise the possibility that transferring symmetrical divisions to asymmetric divisions may be a new therapy strategy for patients in late stage. Abbreviations NBs Neuroblasts aPKC Protein kinase C PAR6 Partition defective 6 L(2)GL Lethal giant larvae Dlg Disc large GSCs Germline stem cells Upd Unpaired Dpp Decapentaplegic Gbb Glass bottom boat RG Radial glial progenitors SARA Smad anchor for receptor activation SOPs Sensory organ precursor cells ER Endoplasmic reticulum LSCs Leukemia Stem Cells CML Chronic Myeloid Leukemia AML Myeloid Leukemia PGCCs Polyploid giant cancer cells Shanshan Chao and Huiwen Yan contributed equally to this work. Acknowledgements Not applicable. Authors’ contributions C. S., H. Y. and P. B. wrote the manuscript. All authors have read and approved the final manuscript. Funding This work was partly supported by the National Natural Science Foundation of China (grant nos. 82341021, 82330088, 32200645, 82000812, and 81972797), the Strategic Priority Research Program of the CAS (grant no. XDB29040100), the CAS project for young scientists in basic research (grant no. YSBR-014), the NSFS Innovative Research Group Foundation (grant no. 81921003), and a grant from the Beijing Natural Science Foundation of China (grant no. 7222117). Availability of data and materials Not applicable. Declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests All authors declare that they have no competing interests. References Bajaj J Zimdahl B Reya T Fearful symmetry: subversion of asymmetric division in cancer development and progression Cancer Res 2015 75 792 797 10.1158/0008-5472.CAN-14-2750 25681272 Bockler S Chelius X Hock N Klecker T Wolter M Weiss M Braun RJ Westermann B Fusion, fission, and transport control asymmetric inheritance of mitochondria and protein aggregates J Cell Biol 2017 216 2481 2498 10.1083/jcb.201611197 28615194 Bohl B Jabali A Ladewig J Koch P Asymmetric Notch activity by differential inheritance of lysosomes in human neural stem cells Sci Adv 2022 8 eabl5792 10.1126/sciadv.abl5792 35148180 Bu PC Chen KY Chen JH Wang LH Walters J Shin YJ Goerger JP Sun J Witherspoon M Rakhilin N A microRNA miR-34a-regulated bimodal switch targets notch in colon cancer stem cells Cell Stem Cell 2013 12 602 615 10.1016/j.stem.2013.03.002 23642368 Bu PC Chen KY Lipkin SM Shen XL Asymmetric division: a marker for cancer stem cells? Oncotarget 2013 4 950 951 10.18632/oncotarget.1029 23807730 Bu PC Wang LH Chen KY Srinivasan T Murthy PKL Tung KL Varanko AK Chen HJ Ai YW King S A miR-34a-numb feedforward loop triggered by inflammation regulates asymmetric stem cell division in intestine and colon cancer Cell Stem Cell 2016 18 189 202 10.1016/j.stem.2016.01.006 26849305 Cairns J Mutation selection and the natural history of cancer Nature 1975 255 197 200 10.1038/255197a0 1143315 Cairns J Cancer and the immortal strand hypothesis Genetics 2006 174 1069 1072 10.1534/genetics.104.66886 17121966 Chao S, Zhang F, Yan H, Wang L, Zhang L, Wang Z, Xue R, Wang L, Wu Z, Jiang B, Shi G, Xue Y, Du J, Bu P. Targeting intratumor heterogeneity suppresses colorectal cancer chemoresistance and metastasis. Abstract Synopsis EMBO Rep. 2023;24(8). 10.15252/embr.202256416. Chhabra SN Booth BW Asymmetric cell division of mammary stem cells Cell Div 2021 16 5 10.1186/s13008-021-00073-w 34587981 Choi HY Siddique HR Zheng M Kou Y Yeh DW Machida T Chen CL Uthaya Kumar DB Punj V Winer P p53 destabilizing protein skews asymmetric division and enhances NOTCH activation to direct self-renewal of TICs Nat Commun 2020 11 3084 10.1038/s41467-020-16616-8 32555153 Choi HY, Siddique HR, Zheng MM, Kou Y, Yeh DW, Machida T, Chen CL, Kumar DBU, Punj V, Winer P, et al . p53 destabilizing protein skews asymmetric division and enhances NOTCH activation to direct self-renewal of TICs. Nat Commun 2020b;11. 10.1038/s41467-020-16616-8. Clevers H Stem cells, asymmetric division and cancer Nat Genet 2005 37 1027 1028 10.1038/ng1005-1027 16195718 Conboy MJ Karasov AO Rando TA High incidence of non-random template strand segregation and asymmetric fate determination in dividing stem cells and their progeny PLoS Biol 2007 5 1120 1126 10.1371/journal.pbio.0050182 Conduit PT Raff JW Cnn dynamics drive centrosome size asymmetry to ensure daughter centriole retention in drosophila neuroblasts Curr Biol 2010 20 2187 2192 10.1016/j.cub.2010.11.055 21145745 Coumailleau F Furthauer M Knoblich JA Gonzalez-Gaitan M Directional delta and notch trafficking in Sara endosomes during asymmetric cell division Nature 2009 458 1051 1055 10.1038/nature07854 19295516 Culurgioni S, Mari S, Bonetti P, Gallini S, Bonetto G, Brennich M, Round A, Nicassio F, Mapelli M. Insc:LGN tetramers promote asymmetric divisions of mammary stem cells. Nat Commun 2018;9. 10.1038/s41467-018-03343-4. Dang CV MYC on the path to cancer Cell 2012 149 22 35 10.1016/j.cell.2012.03.003 22464321 de Torres-Jurado A Manzanero-Ortiz S Carmena A Glial-secreted netrins regulate Robo1/Rac1-Cdc42 signaling threshold levels during drosophila asymmetric neural stem/progenitor cell division Curr Biol 2022 32 2174 2188 10.1016/j.cub.2022.04.001 35472309 di Pietro F Echard A Morin X Regulation of mitotic spindle orientation: an integrated view EMBO Rep 2016 17 1106 1130 10.15252/embr.201642292 27432284 Dionne LK Wang XJ Prekeris R Midbody: from cellular junk to regulator of cell polarity and cell fate Curr Opin Cell Biol 2015 35 51 58 10.1016/j.ceb.2015.04.010 25950842 Espinoza I Pochampally R Xing F Watabe K Miele L Notch signaling: targeting cancer stem cells and epithelial-to-mesenchymal transition Oncotargets Ther 2013 6 1249 1259 10.2147/ott.s36162 Esquela-Kerscher A Slack FJ Oncomirs - microRNAs with a role in cancer Nat Rev Cancer 2006 6 259 269 10.1038/nrc1840 16557279 Filippi MD Asymmetric division: the choice of fate for huHSCs Blood 2022 139 1930 1932 10.1182/blood.2021012726 35357478 Fuchs E Blau HM Tissue stem cells: architects of their niches Cell Stem Cell 2020 27 532 556 10.1016/j.stem.2020.09.011 33007238 Gallaud E Pham T Cabernard C Drosophila melanogaster neuroblasts: a model for asymmetric stem cell divisions Results Probl Cell Differ 2017 61 183 210 10.1007/978-3-319-53150-2_8 28409305 Goolam M Scialdone A Graham SJL Macaulay IC Jedrusik A Hupalowska A Voet T Marioni JC Zernicka-Goetz M Heterogeneity in Oct4 and Sox2 targets biases cell fate in 4-cell mouse embryos Cell 2016 165 61 74 10.1016/j.cell.2016.01.047 27015307 Granit RZ, Masury H, Condiotti R, Fixler Y, Gabai Y, Glikman T, Dalin S, Winter E, Nevo Y, Carmon E, et al. Regulation of Cellular Heterogeneity and Rates of Symmetric and Asymmetric Divisions in Triple-Negative Breast Cancer. Cell Rep. 2018;24(12):3237–50. 10.1016/j.celrep.2018.08.053. Habib SJ Chen BC Tsai FC Anastassiadis K Meyer T Betzig E Nusse R A localized Wnt signal orients asymmetric stem cell division in vitro Science 2013 339 1445 1448 10.1126/science.1231077 23520113 Harris RE Pargett M Sutcliffe C Umulis D Ashe HL Brat promotes stem cell differentiation via control of a bistable switch that restricts BMP signaling Dev Cell 2011 20 72 83 10.1016/j.devcel.2010.11.019 21238926 Herrera SC, Bach EA. JAK/STAT signaling in stem cells and regeneration: from Drosophila to vertebrates. Development 2019;146. 10.1242/dev.167643. Huh YH Sherley JL Molecular cloaking of H2A.Z on mortal DNA chromosomes during nonrandom segregation Stem Cells 2011 29 1620 1627 10.1002/stem.707 21905168 Hwang WL Jiang JK Yang SH Huang TS Lan HY Teng HW Yang CY Tsai YP Lin CH Wang HW MicroRNA-146a directs the symmetric division of snail-dominant colorectal cancer stem cells (vol 16, pg 268, 2014) Nat Cell Biol 2014 16 383 383 10.1038/ncb2951 Inaba M Yamashita YM Asymmetric stem cell division: precision for robustness Cell Stem Cell 2012 11 461 469 10.1016/j.stem.2012.09.003 23040475 Ito T Kwon HY Zimdahl B Congdon KL Blum J Lento WE Zhao C Lagoo A Gerrard G Foroni L Regulation of myeloid leukaemia by the cell-fate determinant Musashi Nature 2010 466 765 U713 10.1038/nature09171 20639863 Jankele R, Jelier R, Gonczy P. Physically asymmetric division of the C. elegans zygote ensures invariably successful embryogenesis. Elife 2021;10. 10.7554/eLife.61714. Kahney EW Snedeker JC Chen X Regulation of drosophila germline stem cells Curr Opin Cell Biol 2019 60 27 35 10.1016/j.ceb.2019.03.008 31014993 Katajisto P Dohla J Chaffer CL Pentinmikko N Marjanovic N Iqbal S Zoncu R Chen W Weinberg RA Sabatini DM Asymmetric apportioning of aged mitochondria between daughter cells is required for stemness Science 2015 348 340 343 10.1126/science.1260384 25837514 Keder A Rives-Quinto N Aerne BL Franco M Tapon N Carmena A The hippo pathway Core cassette regulates asymmetric cell division Curr Biol 2015 25 2739 2750 10.1016/j.cub.2015.08.064 26592338 Kharas MG Lengner CJ Al-Shahrour F Bullinger L Ball B Zaidi S Morgan K Tam W Paktinat M Okabe R Musashi-2 regulates normal hematopoiesis and promotes aggressive myeloid leukemia Nat Med 2010 16 903 U101 10.1038/nm.2187 20616797 Knoblich JA Mechanisms of asymmetric stem cell division Cell 2008 132 583 597 10.1016/j.cell.2008.02.007 18295577 Knoblich JA Asymmetric cell division: recent developments and their implications for tumour biology Nat Rev Mol Cell Bio 2010 11 849 860 10.1038/nrm3010 21102610 Kressmann S Compos C Castanon I Furthauer M Gonzalez-Gaitan M Directional Notch trafficking in Sara endosomes during asymmetric cell division in the spinal cord Nat Cell Biol 2015 17 333 10.1038/ncb3119 25706234 Lark KG Regulation of chromosome replication and segregation in bacteria Bacteriol Rev 1966 30 3 32 10.1128/br.30.1.3-32.1966 5324649 Lechler T Mapelli M Spindle positioning and its impact on vertebrate tissue architecture and cell fate Nat Rev Mol Cell Bio 2021 22 691 708 10.1038/s41580-021-00384-4 34158639 Lerner RG Petritsch C A microRNA-operated switch of asymmetric-to-symmetric cancer stem cell divisions Nat Cell Biol 2014 16 212 214 10.1038/ncb2924 24576899 Li Z Zhang YY Zhang H Yang J Chen Y Lu H Asymmetric cell division and tumor heterogeneity Front Cell Dev Biol 2022 10 938685 10.3389/fcell.2022.938685 35859890 Liu X Shen J Xie L Wei Z Wong C Li Y Zheng X Li P Song Y Mitotic implantation of the transcription factor prospero via phase separation drives terminal neuronal differentiation Dev Cell 2020 52 277 293 10.1016/j.devcel.2019.11.019 31866201 Liu Z Yang Y Gu A Xu J Mao Y Lu H Hu W Lei QY Li Z Zhang M Par complex cluster formation mediated by phase separation Nat Commun 2020 11 2266 10.1038/s41467-020-16135-6 32385244 Loeffler D Wehling A Schneiter F Zhang Y Muller-Botticher N Hoppe PS Hilsenbeck O Kokkaliaris KD Endele M Schroeder T Asymmetric lysosome inheritance predicts activation of haematopoietic stem cells Nature 2019 573 426 429 10.1038/s41586-019-1531-6 31485073 Loeffler D Schneiter F Wang W Wehling A Kull T Lengerke C Manz MG Schroeder T Asymmetric organelle inheritance predicts human blood stem cell fate Blood 2022 139 2011 2023 10.1182/blood.2020009778 34314497 Lourenco C Resetca D Redel C Lin P MacDonald AS Ciaccio R Kenney TMG Wei Y Andrews DW Sunnerhagen M MYC protein interactors in gene transcription and cancer Nat Rev Cancer 2021 21 579 591 10.1038/s41568-021-00367-9 34188192 Lytle NK Barber AG Reya T Stem cell fate in cancer growth, progression and therapy resistance Nat Rev Cancer 2018 18 669 680 10.1038/s41568-018-0056-x 30228301 Montagne C Gonzalez-Gaitan M Sara endosomes and the asymmetric division of intestinal stem cells Development 2014 141 2014 2023 10.1242/dev.104240 24803650 Mukherjee S Kong J Brat DJ Cancer stem cell division: when the rules of asymmetry are broken Stem Cells and Development 2015 24 405 416 10.1089/scd.2014.0442 25382732 Mullen AC, Wrana JL. TGF-beta family signaling in embryonic and somatic stem-cell renewal and differentiation. Cold Spring Harb Perspect Biol 2017;9 10.1101/cshperspect.a022186. Potten CS Hume WJ Reid P Cairns J The segregation of DNA in epithelial stem cells Cell 1978 15 899 906 10.1016/0092-8674(78)90274-X 728994 Quinn LM Secombe J Hime GR Myc in stem cell behaviour: insights from drosophila Transcript Transl Regul Stem Cells 2013 786 269 285 10.1007/978-94-007-6621-1_15 Rambhatla L Ram-Mohan S Cheng JJ Sherley JL Immortal DNA strand cosegregation requires p53/IMPDH-dependent asymmetric self-renewal associated with adult stem cells Cancer Res 2005 65 3155 3161 10.1158/0008-5472.CAN-04-3161 15833845 Rando TA The immortal strand hypothesis: segregation and reconstruction Cell 2007 129 1239 1243 10.1016/j.cell.2007.06.019 17604710 Rebollo E Sampaio P Januschke J Llamazares S Varmark H Gonzalez C Functionally unequal centrosomes drive spindle orientation in asymmetrically dividing drosophila neural stem cells Dev Cell 2007 12 467 474 10.1016/j.devcel.2007.01.021 17336911 Rocheteau P Gayraud-Morel B Siegl-Cachedenier I Blasco MA Tajbakhsh S A subpopulation of adult skeletal muscle stem cells retains all template DNA strands after cell division Cell 2012 148 112 125 10.1016/j.cell.2011.11.049 22265406 Royall LN, Machado D, Jessberger S, Denoth-Lippuner A. Asymmetric inheritance of centrosomes maintains stem cell properties in human neural progenitor cells. Elife 2023;12 10.7554/eLife.83157. Salzmann V Chen C Chiang CY Tiyaboonchai A Mayer M Yamashita YM Centrosome-dependent asymmetric inheritance of the midbody ring in drosophila germline stem cell division Mol Biol Cell 2014 25 267 275 10.1091/mbc.e13-09-0541 24227883 Santoro A Vlachou T Carminati M Pelicci PG Mapelli M Molecular mechanisms of asymmetric divisions in mammary stem cells EMBO Rep 2016 17 1700 1720 10.15252/embr.201643021 27872203 Shan Z Tu Y Yang Y Liu Z Zeng M Xu H Long J Zhang M Cai Y Wen W Basal condensation of numb and pon complex via phase transition during drosophila neuroblast asymmetric division Nat Commun 2018 9 737 10.1038/s41467-018-03077-3 29467404 Siegrist SE Doe CQ Microtubule-induced pins/Galphai cortical polarity in drosophila neuroblasts Cell 2005 123 1323 1335 10.1016/j.cell.2005.09.043 16377571 Sunchu B, Cabernard C. Principles and mechanisms of asymmetric cell division. Development 2020;147 10.1242/dev.167650. Smyth JT, Schoborg TA, Bergman ZJ, Riggs B, Rusan NM. Proper symmetric and asymmetric endoplasmic reticulum partitioning requires astral microtubules. Open Biol 2015;5 10.1098/rsob.150067. Venkei ZG Yamashita YM Emerging mechanisms of asymmetric stem cell division J Cell Biol 2018 217 3785 3795 10.1083/jcb.201807037 30232100 Wang XQ Tsai JW Imai JH Lian WN Vallee RB Shi SH Asymmetric centrosome inheritance maintains neural progenitors in the neocortex Nature 2009 461 947 U206 10.1038/nature08435 19829375 Wang JQ Wang LY Feng GH Wang YK Li YF Li X Liu C Jiao GY Huang C Shi JC Asymmetric expression of LincGET biases cell fate in two-cell mouse embryos Cell 2018 175 1887 10.1016/j.cell.2018.11.039 30550787 Wang L, Bu P, Ai Y, Srinivasan T, Chen HJ, Xiang K, Lipkin SM, Shen X. A long non-coding RNA targets microRNA miR-34a to regulate colon cancer stem cell asymmetric division. Elife 2016;5 10.7554/eLife.14620. Wooten M Snedeker J Nizami ZF Yang XX Ranjanl R Urban E Kim JM Gall J Xiao J Chen X Asymmetric histone inheritance via strand-specific incorporation and biased replication fork movement Nat Struct Mol Biol 2019 26 732 10.1038/s41594-019-0269-z 31358945 Wooten M Ranjan R Chen X Asymmetric histone inheritance in asymmetrically dividing stem cells Trends Genet 2020 36 30 43 10.1016/j.tig.2019.10.004 31753528 Wu MF Kwon HY Rattis F Blum J Zhao C Ashkenazi R Jackson TL Gaiano N Oliver T Reya T Imaging hematopoietic precursor division in real time Cell Stem Cell 2007 1 541 554 10.1016/j.stem.2007.08.009 18345353 Xie J Wooten M Tran V Chen BC Pozmanter C Simbolon C Betzig E Chen X Histone H3 threonine phosphorylation regulates asymmetric histone inheritance in the drosophila male germline Cell 2015 163 920 933 10.1016/j.cell.2015.10.002 26522592 Xie J Wooten M Tran V Chen X Breaking symmetry - asymmetric histone inheritance in stem cells Trends Cell Biol 2017 27 527 540 10.1016/j.tcb.2017.02.001 28268050 Yadlapalli S Yamashita YM Chromosome-specific nonrandom sister chromatid segregation during stem-cell division Nature 2013 498 251 254 10.1038/nature12106 23644460 Yamashita YM Jones DL Fuller MT Orientation of asymmetric stem cell division by the APC tumor suppressor and centrosome Science 2003 301 1547 1550 10.1126/science.1087795 12970569 Yamashita YM Mahowald AP Perlin JR Fuller MT Asymmetric inheritance of mother versus daughter centrosome in stem cell division Science 2007 315 518 521 10.1126/science.1134910 17255513 Zhang S Mercado-Uribe I Xing Z Sun B Kuang J Liu J Generation of cancer stem-like cells through the formation of polyploid giant cancer cells Oncogene 2014 33 116 128 10.1038/onc.2013.96 23524583 Zheng H Ying H Yan H Kimmelman AC Hiller DJ Chen AJ Perry SR Tonon G Chu GC Ding Z Pten and p53 converge on c-Myc to control differentiation, self-renewal, and transformation of normal and neoplastic stem cells in glioblastoma Contr Regul Stem Cells 2008 73 427 10.1101/sqb.2008.73.047 Zhou X Zhou M Zheng M Tian S Yang X Ning Y Li Y Zhang S Polyploid giant cancer cells and cancer progression Front Cell Dev Biol 2022 10 1017588 10.3389/fcell.2022.1017588 36274852 Zion EH Ringwalt D Rinaldi K Kahney EW Li Y Chen X Old and newly synthesized histones are asymmetrically distributed in drosophila intestinal stem cell divisions EMBO Rep 2023 24 e56404 10.15252/embr.202256404 37255015",
  "plain_text": "Asymmetric division is a fundamental process for generating cell diversity and maintaining the stem cell population. During asymmetric division, proteins, organelles, and even RNA are distributed unequally between the two daughter cells, determining their distinct cell fates. The mechanisms orchestrating this process are extremely complex. Dysregulation of asymmetric division can potentially trigger cancer progression. Cancer stem cells, in particular, undergo asymmetric division, leading to intra-tumoral heterogeneity, which contributes to treatment refractoriness. In this review, we delve into the cellular and molecular mechanisms that govern asymmetric division and explore its relevance to tumorigenesis."
}
