{
    "PMC": "2494687",
    "DOI": "10.2337/db08-0184",
    "PMID": "18458148",
    "PMCID": "PMC2494687",
    "title": "The human lipodystrophy gene BSCL2/seipin may be essential for normal adipocyte differentiation.",
    "year": 2008,
    "source_url": "https://europepmc.org/article/PMC/PMC2494687",
    "source": "MED",
    "abstract_text": "<h4>Objective</h4>Berardinelli-Seip congenital lipodystrophy type 2 (BSCL2) is a recessive disorder featuring near complete absence of adipose tissue. Remarkably, although the causative gene, BSCL2, has been known for several years, its molecular function and its role in adipose tissue development have not been elucidated. Therefore, we examined whether BSCL2 is involved in the regulation of adipocyte differentiation and the mechanism whereby pathogenic mutations in BSCL2 cause lipodystrophy.<h4>Research design and methods</h4>Following the characterization of BSCL2 expression in developing adipocytes, C3H10T1/2 mesenchymal stem cells were generated in which BSCL2 expression was knocked down using short hairpin RNA (shRNA). These cells were used to investigate whether BSCL2 is required for adipogenesis. BSCL2 constructs harboring pathogenic mutations known to cause lipodystrophy were also generated and characterized.<h4>Results</h4>BSCL2 expression was strongly induced during adipocyte differentiation, and the induction of BSCL2 expression was essential for adipogenesis to occur. The initial induction of key adipogenic transcription factors, including peroxisome proliferator-activated receptor (PPAR)gamma and CAAT/enhancer-binding protein-alpha, was preserved in cells lacking BSCL2. However, the expression of these critical factors was not sustained, suggesting that the activity of PPARgamma was impaired. Moreover, expression of key genes mediating triglyceride synthesis, including AGPAT2, lipin 1, and DGAT2, was persistently reduced and lipid accumulation was inhibited. Analysis of pathogenic missense mutants of BSCL2 revealed that the amino acid substitution A212P causes aberrant targeting of BSCL2 within the cell, suggesting that subcellular localization of BSCL2 may be critical to its function.<h4>Conclusions</h4>This study demonstrates that BSCL2 is an essential, cell-autonomous regulator of adipogenesis.",
    "full_text": "Diabetes diabetes Diabetes 0012-1797 1939-327X American Diabetes Association 2494687 5782055 10.2337/db08-0184 18458148 Metabolism The Human Lipodystrophy Gene BSCL2/Seipin May Be Essential for Normal Adipocyte Differentiation Payne Victoria A. 1 Grimsey Neil 2 Tuthill Antoinette 1 Virtue Sam 1 Gray Sarah L. 1 Nora Edoardo Dalla 1 Semple Robert K. 1 O'Rahilly Stephen 1 Rochford Justin J. 1 1 University of Cambridge Metabolic Research Laboratories, Institute of Metabolic Science, Addenbrooke's Hospital, Cambridge, U.K 2 Department of Clinical Biochemistry, University of Cambridge, Cambridge Institute for Medical Research, Addenbrooke's Hospital, Cambridge, U.K Corresponding author: Justin J. Rochford, jjr30@cam.ac.uk 8 2008 57 8 2055 2060 10 2 2008 28 4 2008 Copyright © 2008, American Diabetes Association Readers may use this article as long as the work is properly cited, the use is educational and not for profit, and the work is not altered. See http://creativecommons.org/licenses/by-nc-nd/3.0/ for details. OBJECTIVE— Berardinelli-Seip congenital lipodystrophy type 2 (BSCL2) is a recessive disorder featuring near complete absence of adipose tissue. Remarkably, although the causative gene, BSCL2 , has been known for several years, its molecular function and its role in adipose tissue development have not been elucidated. Therefore, we examined whether BSCL2 is involved in the regulation of adipocyte differentiation and the mechanism whereby pathogenic mutations in BSCL2 cause lipodystrophy. RESEARCH DESIGN AND METHODS— Following the characterization of BSCL2 expression in developing adipocytes, C3H10T1/2 mesenchymal stem cells were generated in which BSCL2 expression was knocked down using short hairpin RNA (shRNA). These cells were used to investigate whether BSCL2 is required for adipogenesis. BSCL2 constructs harboring pathogenic mutations known to cause lipodystrophy were also generated and characterized. RESULTS— BSCL2 expression was strongly induced during adipocyte differentiation, and the induction of BSCL2 expression was essential for adipogenesis to occur. The initial induction of key adipogenic transcription factors, including peroxisome proliferator–activated receptor (PPAR)γ and CAAT/enhancer-binding protein-α, was preserved in cells lacking BSCL2. However, the expression of these critical factors was not sustained, suggesting that the activity of PPARγ was impaired. Moreover, expression of key genes mediating triglyceride synthesis, including AGPAT2, lipin 1 , and DGAT2 , was persistently reduced and lipid accumulation was inhibited. Analysis of pathogenic missense mutants of BSCL2 revealed that the amino acid substitution A212P causes aberrant targeting of BSCL2 within the cell, suggesting that subcellular localization of BSCL2 may be critical to its function. CONCLUSIONS— This study demonstrates that BSCL2 is an essential, cell-autonomous regulator of adipogenesis. Published ahead of print at http://diabetes.diabetesjournals.org on 5 May 2008. The costs of publication of this article were defrayed in part by the payment of page charges. This article must therefore be hereby marked “advertisement” in accordance with 18 U.S.C. Section 1734 solely to indicate this fact. Metabolic homeostasis requires the ability to expand adipose tissue appropriately, as illustrated by lipodystrophy, in which inability to increase adipose tissue mass commonly leads to severe hypertriglyceridemia, insulin resistance, and diabetes due to ectopic lipid accumulation in other tissues ( 1 ). Identifying the key genes and regulatory processes involved in adipocyte development is likely to enhance understanding of both pathologically increased and decreased adipose mass. Several different genetic defects in human lipodystrophy have been identified. Some affect genes with a well-established role in adipogenesis or lipid metabolism, such as PPARG , AKT2 , and l-acylglycerol-3-phosphate 0-acyltransferate2 ( AGPAT2 ) ( 1 ). The role of others, such as LMNA and ZMPSTE , is less clear, although defects in LMNA do perturb adipocyte differentiation in a cell-autonomous manner ( 2 ). In contrast, although mutations in BSCL2 produce more severe adipose tissue loss than any of these other genetic defects, very little is known about the underlying pathogenic mechanism ( 3 , 4 ). The global adipose deficit in affected individuals has led to speculation that BSCL2 is involved in stem cell determination toward the adipogenic lineage ( 5 ). An alternative suggestion, based on reports of relatively high expression in the central nervous system, is that lipodystrophy results from loss of a key central function of BSCL2 ( 3 – 6 ). A recent study has described abnormal lipid droplet formation in yeast lacking the BSCL2 orthologue, YLR404W , and a similar defect in fibroblasts isolated from a BSCL2 -deficient patient ( 7 ). However, the localization and function of BSCL2 in differentiating or mature adipocytes remains to be elucidated, as does the molecular mechanism whereby BSCL2 mutations cause lipodystrophy. RESEARCH DESIGN AND METHODS Tissue analysis. Tissues were isolated from 10-week-old male C57Bl6 mice, and RNA was isolated using STAT-60 (AMS Biotechnology). RNA was quantified and reverse transcribed as previously described ( 8 ). Murine and human adipose tissue were isolated and fractionated, also as previously described ( 9 ). Cell culture. C3H10T1/2 mesenchymal cells were grown in Dulbecco's modified Eagle's medium (DMEM) containing 10% newborn calf serum. Two days after reaching confluence, cultures were induced to differentiate in DMEM (5 mmol/l glucose) containing 10% FCS, supplemented with 1 μmol/l insulin, 0.5 mmol/l 3-isobutyl-1-methyl-xanthine, and 1 μmol/l dexamethasone for 2 days and then supplemented with 1 μmol/l insulin alone for 2 days. After 4 days, cells were cultured in DMEM containing 10% FCS. Human and murine cells from the stromovascular fraction of adipose tissue were prepared, cultured, and differentiated as previously described ( 8 ). RNA isolation, reverse transcription, and real-time PCR were performed, also as previously described ( 8 ). RNA was isolated and reverse transcribed from transiently transfected cells using the Qantitect Reverse Transcription kit (Qiagen). E14 murine embryonic stem cells culture, embryoid body formation, and adherent culture were performed as previously described ( 10 ). Adipogenesis was induced using the same regimen as for C3H10T1/2 cells and 3T3-L1 adipocytes. Oil red O staining of lipid accumulation was performed as previously described ( 8 ). Retrovirus-mediated short hairpin RNA knockdown. Two short hairpin RNA (shRNA) sequences targeting BSCL2 were designed and cloned into the RNAi-Ready pSIREN-RetroQ vector (BD Biosciences Clontech). Retroviral packaging BOSC-HEK293 cells were transfected with both these constructs and a control shRNA vector to generate retroviruses to infect C3H10T1/2 cells. Virus collection, preparation, and cell infection were performed as previously described ( 9 ). Western blotting and immunofluorescence. Protein samples were prepared as previously described ( 8 ). A total of 30 μg protein was denatured and analyzed by Western blotting, using antibodies to C/EBPβ, C/EBPδ, and ETO (Santa Cruz Biotechnology); myc (4G10, UBI); and calnexin (AbCam). For immunofluorescence studies, cells were grown on glass coverslips, fixed in 10% formalin, permeablized with 0.5% saponin, blocked with 1% BSA, and probed with antibodies diluted in 1% BSA. Coverslips were mounted in ProLong Gold medium (Invitrogen) and analyzed on a Zeiss 510 Meta confocal microscope. RESULTS Previous studies reporting the tissue distribution of BSCL2, as assessed by Northern blotting, have reported highest expression in the brain ( 4 ) or did not determine adipose tissue expression ( 11 ). Quantification of BSCL2 using real-time PCR in a range of mouse tissues demonstrated that expression was highest in subcutaneous and epididymal white adipose depots and interscapular brown adipose tissue ( Fig. 1 A ). Expression in whole brain was ∼20–35% that in adipose tissue, leading us to speculate that BSCL2 mutations may cause lipodystrophy via direct effects in adipose tissue. To examine the earliest stages of cell commitment to the adipocyte lineage, we investigated the expression of BSCL2 in murine embryonic stem cell embryoid bodies during differentiation to adipocytes. Treatment with adipogenic medium increased BSCL2 expression in these cells within 24 h, and expression continued to rise as the number of adipocytes increased ( Fig. 1 B ). The time course of induction was similar to that of the key adipocyte markers PPARγ 2 and C/EBPα (Figs. S1A and B [available in an online appendix at http://dx.doi.org/10.2337/db08-0184 ]), suggesting a role for BSCL2 in terminal adipocyte differentiation rather than early stem cell commitment. Consistent with this finding, adipogenic induction of C3H10T1/2 mesenchymal cells significantly increased BSCL2 expression, apparent after 24 h and strongly induced after 3 days ( Fig. 1 C ). Again, this pattern of expression was similar to that of PPARγ 2 and C/EBPα (Fig. S1C and D). A similar, albeit delayed, induction of BSCL2 expression also occurs in differentiating 3T3-L1 preadipocytes (Fig. S1E), with a transient additional peak at day 8 of differentiation. BSCL2 mRNA expression was also induced in differentiating isolated primary mouse ( Fig. 1 D ) and human ( Fig. 1 E ) preadipocytes, remaining raised in the mature adipocytes. Moreover, BSCL2 mRNA was most abundant in the mature adipocyte rather than in stem cell/preadipocyte-containing stromovascular fraction of both mouse ( Fig. 1 F ) and human ( Fig. 1 G ) adipose tissue. These data collectively suggest a role for BSCL2 in developing adipocytes rather than in preadipocytes or stem cells. Previous studies have demonstrated that BSCL2 is localized in the endoplasmic reticulum in nonadipogenic cell lines ( 11 , 12 ) and that BSCL2 is inserted in the endoplasmic reticulum membrane ( 13 ). Next, we generated C3H10T1/2 cells stably expressing myc-tagged BSCL2. Following differentiation to adipocytes, BSCL2 was found to be also mainly colocalized with the endoplasmic reticulum membrane protein calnexin ( Fig. 1 H ). Similar colocalization was also observed with the endoplasmic reticulum marker calreticulin (data not shown), demonstrating that the majority of BSCL2 is found in this compartment in adipocytes. To test the importance of BSCL2 in developing adipocytes, we generated two C3H10T1/2 cell lines stably expressing shRNA species targeting BSCL2. Real-time PCR revealed that both BSCL2 shRNAs effectively inhibited the expression of BSCL2 ( Fig. 2 A ). Following differentiation for 8 days, lipid accumulation was severely impaired in cells lacking BSCL2 ( Fig. 2 B ), as was the induction of the adipogenic transcription factors C/EBPα, PPARγ 1 , PPARγ 2 , and sterol regulatory element binding protein-1c (SREBP1c) ( Fig. 2 C ). These cells also had significantly reduced expression of GLUT4, diacylglycerol O-acyltransferase 2 (DGAT2), lipoprotein lipase, and aP2 ( Fig. 2 D ), demonstrating that the induction of BSCL2 is important for normal adipogenesis. The induction and activation of C/EBPβ and C/EBPδ are the best-characterized early events in adipogenesis and are critical for the subsequent induction of the central regulators of this process, C/EBPα and PPARγ ( 14 ). When BSCL2 knockdown cells were induced to differentiate for various times up to 72 h, the induction of C/EBPβ and C/EBPδ mRNA ( Figs. 3 A and B , respectively) and protein ( Fig. 3 C ) was equivalent to that in control cells. The rapid suppression of ETO, an inhibitor of C/EBPβ ( 9 ), was also normal in cells lacking BSCL2 ( Fig. 3 C ). Despite the decreased expression of C/EBPα and PPARγ 2 mRNAs at later time points ( Fig. 2 C ), the early induction of these factors was also not consistently reduced by loss of BSCL2 expression ( Fig. 3 D and E ). In contrast, the expression of RNA encoding SREBP1c was dramatically decreased in cells lacking BSCL2 at the same time points ( Fig. 3 F ), as was the expression of key enzymes of triglyceride synthesis, AGPAT2 ( Fig. 3 G ), DGAT2 ( Fig. 3 H ), and lipin 1β ( Fig. 3 I ). Having examined how BSCL2 loss results in a failure of adipogenesis, we examined how pathogenic mutations in BSCL2 may result in the loss of its functional activity. The majority of mutations in BSCL2 causing lipodystrophy generate very short or mostly nonsense proteins ( 6 ). This, together with the recessive inheritance pattern, indicates that complete loss of BSCL2 function is required for the development of lipodystrophy. The longest reported premature stop mutation, R275X, is truncated just after the second transmembrane domain, resulting in a predicted protein lacking only the COOH-terminal cytoplasmic tail ( 4 , 15 ). In addition, one lipodystrophy-associated missense mutation has been described, causing substitution of alanine at codon 212 for proline ( 4 ). Cells were transiently transfected with constructs encoding either wild-type, R275X, or A212P human BSCL2. Real-time PCR detecting human BSCL2 mRNA in this murine cell line revealed similar transcript levels of wild-type, R275X, and A212P BSCL2 ( Fig. 4 A ). When lysates from identically treated cells were Western blotted for the transfected proteins, BSCL2 protein appeared as a high–molecular weight complex ( Fig. 4 B ). The severely impaired mobility of BSCL2 on SDS-PAGE may result from aggregation due to hydrophobicity of this transmembrane protein and is consistent with previous studies in which the majority of BSCL2 runs at a molecular weight of 250 kDa ( 12 ). While both wild-type and A212P proteins were clearly detectable, the R275X protein was not, strongly suggesting that the protein is either rapidly degraded or not translated. When assessed by immunofluorescence, we found that, unlike wild-type BSCL2, a substantial proportion of A212P-BSCL2 was localized to the nuclear envelope ( Fig. 4 C ). Consistent with our Western blot data, R275X-BSCL2 was undetectable by immunofluorescence (data not shown). DISCUSSION We show that BSCL2 expression is critical for normal adipogenesis to occur in vitro. The recent demonstration that loss of BSCL2 causes a defect of lipid droplet morphology led the authors to suggest that defective lipid droplet formation is the primary cause of BSCL2 disease ( 7 ). We show that cells lacking BSCL2 fail to induce the expression of SREBP1c and the lipogenic enzymes AGPAT2, DGAT2, and lipin 1. This is evident within 24 h of the induction of adipogenesis, before lipid droplets usually form in these cells. Thus, we propose that a failure to induce adipogenic transcriptional events makes a major contribution to the development of this phenotype. The failure to maintain PPARγ expression in BSCL2 knockdown cells during the later stages of adipogenesis is consistent with reports that loss of either AGPAT2 or lipin 1 inhibits adipogenic gene expression and triglyceride synthesis ( 16 – 18 ). Loss of AGPAT2 activity causes lipodystrophy in humans (BSCL type 1), and lipin 1 disruption causes lipodystrophy in the fld mouse ( 19 , 20 ). Moreover, DGAT2-deficient mice suffer severe lipopenia ( 21 ). Our data strongly suggest that individuals lacking BSCL2 may fail to induce the expression of these key lipogenic enzymes during adipogenesis in vivo, which may explain a phenotype more severe than that associated with loss of AGPAT2 alone. Failure to induce SREBP1c expression in cells lacking BSCL2 may compound, or perhaps cause, these gene-expression changes. SREBP1c both directly activates transcription of adipogenic genes and enhances production of an endogenous ligand for PPARγ ( 14 , 22 , 23 ). The early induction of PPARγ and C/EBPα in BSCL2 knockdown cells is believed to be driven largely by C/EBPβ and C/EBPδ, which are unaffected by loss of BSCL2 ( Fig. 3 ). However, PPARγ normally acts to sustain the expression of PPARγ and C/EBPα in the maturing adipocyte. Hence, loss of SREBP1c-dependent PPARγ ligand production may contribute to decreased PPARγ and C/EBPα expression in maturing adipocytes lacking BSCL2. Our data also give novel insight into the mechanism linking two BSCL2 mutants to generalized lipodystrophy. First, the truncated R275X protein is not expressed in cells, suggesting that individuals homozygous for this mutation may be effectively null for BSCL2 expression. Second, the A212P mutant of BSCL2 exhibits aberrant accumulation in the nuclear envelope. The failure of this mutant to support adipose tissue formation in vivo strongly implies that it is functionally inactive. Given the critical importance of this residue, this mutant may be particularly useful in future mechanistic studies of BSCL2 function. These data demonstrate that BSCL2 plays an important role in the development of mature adipocytes and strongly suggest that the nearly global lack of adipose tissue in patients with BSCL2 mutations is a consequence of a cell-autonomous defect of adipogenesis. This provides the first mechanistic insight into how BSCL2 mutations cause severe lipodystrophy. Supplementary Material Online-Only Abstract This work was supported by funding from the British Heart Foundation (to J.J.R.); the Wellcome Trust (to V.A.P., R.K.S., and S.O.R.); the Medical Research Council (MRC), Institute of Metabolic Science (to S.V.) and Cambridge Institute of Medical Research (to N.G.); the European Union Framework 6 Diabesity Project (to A.T.); the Natural Sciences and Engineering Research Council Canada (to S.L.G.); the European Network on Functional Genomics of Type 2 Diabetes (EUGENE2) Consortium (to J.J.R. and S.O.R.); and the O. Arlotti Trust, Italy (to E.D.N.). Work was performed within the Institute of Metabolic Science Metabolic Research Laboratories, the National Institute for Health Research Cambridge Biomedical Research Centre, and the Medical Research Council Centre for the Study of Obesity and Related Metabolic Disorders. The authors are particularly grateful to Dr. Vladimir Saudek for helpful and insightful discussions. REFERENCES 1 Agarwal AK, Garg A: Genetic disorders of adipose tissue development, differentiation, and death. Annu Rev Genomics Hum Genet 7 : 175 –199, 2006 16722806 2 Boguslavsky RL, Stewart CL, Worman HJ: Nuclear lamin A inhibits adipocyte differentiation: implications for Dunnigan-type familial partial lipodystrophy. Hum Mol Genet 15 : 653 –663, 2006 16415042 3 Agarwal AK, Simha V, Oral EA, Moran SA, Gorden P, O'Rahilly S, Zaidi Z, Gurakan F, Arslanian SA, Klar A, Ricker A, White NH, Bindl L, Herbst K, Kennel K, Patel SB, Al-Gazali L, Garg A: Phenotypic and genetic heterogeneity in congenital generalized lipodystrophy. J Clin Endocrinol Metab 88 : 4840 –4847, 2003 14557463 4 Magre J, Delepine M, Khallouf E, Gedde-Dahl T, Jr, Van Maldergem L, Sobel E, Papp J, Meier M, Megarbane A, Bachy A, Verloes A, d'Abronzo FH, Seemanova E, Assan R, Baudic N, Bourut C, Czernichow P, Huet F, Grigorescu F, de Kerdanet M, Lacombe D, Labrune P, Lanza M, Loret H, Matsuda F, Navarro J, Nivelon-Chevalier A, Polak M, Robert JJ, Tric P, Tubiana-Rufi N, Vigouroux C, Weissenbach J, Savasta S, Maassen JA, Trygstad O, Bogalho P, Freitas P, Medina JL, Bonnicci F, Joffe BI, Loyson G, Panz VR, Raal FJ, O'Rahilly S, Stephenson T, Kahn CR, Lathrop M, Capeau J: Identification of the gene altered in Berardinelli-Seip congenital lipodystrophy on chromosome 11q13. Nat Genet 28 : 365 –370, 2001 11479539 5 Agarwal AK, Garg A: Seipin: a mysterious protein. Trends Mol Med 10 : 440 –444, 2004 15350896 6 Van Maldergem L, Magre J, Khallouf TE, Gedde-Dahl T, Jr, Delepine M, Trygstad O, Seemanova E, Stephenson T, Albott CS, Bonnici F, Panz VR, Medina JL, Bogalho P, Huet F, Savasta S, Verloes A, Robert JJ, Loret H, De Kerdanet M, Tubiana-Rufi N, Megarbane A, Maassen J, Polak M, Lacombe D, Kahn CR, Silveira EL, D'Abronzo FH, Grigorescu F, Lathrop M, Capeau J, O'Rahilly S: Genotype-phenotype relationships in Berardinelli-Seip congenital lipodystrophy. J Med Genet 39 : 722 –733, 2002 12362029 7 Szymanski KM, Binns D, Bartz R, Grishin NV, Li WP, Agarwal AK, Garg A, Anderson RG, Goodman JM: The lipodystrophy protein seipin is found at endoplasmic reticulum lipid droplet junctions and is important for droplet morphology. Proc Natl Acad Sci U S A 104 : 20890 –20895, 2007 18093937 8 Payne VA, Au WS, Gray SL, Nora ED, Rahman SM, Sanders R, Hadaschik D, Friedman JE, O'Rahilly S, Rochford JJ: Sequential regulation of diacylglycerol acyltransferase 2 expression by CAAT/enhancer-binding protein beta (C/EBPbeta) and C/EBPalpha during adipogenesis. J Biol Chem 282 : 21005 –21014, 2007 17504763 9 Rochford JJ, Semple RK, Laudes M, Boyle KB, Christodoulides C, Mulligan C, Lelliott CJ, Schinner S, Hadaschik D, Mahadevan M, Sethi JK, Vidal-Puig A, O'Rahilly S: ETO/MTG8 is an inhibitor of C/EBPbeta activity and a regulator of early adipogenesis. Mol Cell Biol 24 : 9863 –9872, 2004 15509789 10 Rosen ED, Sarraf P, Troy AE, Bradwin G, Moore K, Milstone DS, Spiegelman BM, Mortensen RM: PPAR gamma is required for the differentiation of adipose tissue in vivo and in vitro. Mol Cell 4 : 611 –617, 1999 10549292 11 Windpassinger C, Auer-Grumbach M, Irobi J, Patel H, Petek E, Horl G, Malli R, Reed JA, Dierick I, Verpoorten N, Warner TT, Proukakis C, Van den Bergh P, Verellen C, Van Maldergem L, Merlini L, De Jonghe P, Timmerman V, Crosby AH, Wagner K: Heterozygous missense mutations in BSCL2 are associated with distal hereditary motor neuropathy and Silver syndrome. Nat Genet 36 : 271 –276, 2004 14981520 12 Ito D, Suzuki N: Molecular pathogenesis of seipin/BSCL2-related motor neuron diseases. Ann Neurol 61 : 237 –250, 2007 17387721 13 Lundin C, Nordstrom R, Wagner K, Windpassinger C, Andersson H, von Heijne G, Nilsson I: Membrane topology of the human seipin protein. FEBS Lett 580 : 2281 –2284, 2006 16574104 14 Rosen ED, MacDougald OA: Adipocyte differentiation from the inside out. Nat Rev Mol Cell Biol 7 : 885 –896, 2006 17139329 15 Ebihara K, Kusakabe T, Masuzaki H, Kobayashi N, Tanaka T, Chusho H, Miyanaga F, Miyazawa T, Hayashi T, Hosoda K, Ogawa Y, Nakao K: Gene and phenotype analysis of congenital generalized lipodystrophy in Japanese: a novel homozygous nonsense mutation in seipin gene. J Clin Endocrinol Metab 89 : 2360 –2364, 2004 15126564 16 Phan J, Peterfy M, Reue K: Lipin expression preceding peroxisome proliferator-activated receptor-gamma is critical for adipogenesis in vivo and in vitro. J Biol Chem 279 : 29558 –29564, 2004 15123608 17 Peterfy M, Phan J, Reue K: Alternatively spliced lipin isoforms exhibit distinct expression pattern, subcellular localization, and role in adipogenesis. J Biol Chem 280 : 32883 –32889, 2005 16049017 18 Gale SE, Frolov A, Han X, Bickel PE, Cao L, Bowcock A, Schaffer JE, Ory DS: A regulatory role for 1-acylglycerol-3-phosphate-O-acyltransferase 2 in adipocyte differentiation. J Biol Chem 281 : 11082 –11089, 2006 16495223 19 Peterfy M, Phan J, Xu P, Reue K: Lipodystrophy in the fld mouse results from mutation of a new gene encoding a nuclear protein, lipin. Nat Genet 27 : 121 –124, 2001 11138012 20 Agarwal AK, Arioglu E, De Almeida S, Akkoc N, Taylor SI, Bowcock AM, Barnes RI, Garg A: AGPAT2 is mutated in congenital generalized lipodystrophy linked to chromosome 9q34. Nat Genet 31 : 21 –23, 2002 11967537 21 Stone SJ, Myers HM, Watkins SM, Brown BE, Feingold KR, Elias PM, Farese RV Jr: Lipopenia and skin barrier abnormalities in DGAT2-deficient mice. J Biol Chem 279 : 11767 –11776, 2004 14668353 22 Kim JB, Spiegelman BM: ADD1/SREBP1 promotes adipocyte differentiation and gene expression linked to fatty acid metabolism. Genes Dev 10 : 1096 –1107, 1996 8654925 23 Kim JB, Wright HM, Wright M, Spiegelman BM: ADD1/SREBP1 activates PPARgamma through the production of endogenous ligand. Proc Natl Acad Sci U S A 95 : 4333 –4337, 1998 9539737 FIG. 1. BSCL2 expression in adipose tissue and developing and mature adipocytes. A : BSCL2 mRNA expression was determined by real-time PCR in subcutaneous (scW) and epididymal (epW) white adipose tissue, brown adipose tissue (BAT), brain (Brn), skeletal muscle (SkM), heart (Hrt), liver (Lvr), kidney (Kdy), lung (Lng), and spleen (Spln) isolated from 6-week-old male mice. Data are normalized to 18S RNA and represent the means ± SEM ( n = 4). BSCL2 mRNA expression was assayed by real-time PCR in differentiating cultures of murine embryonic stem cell embryoid bodies ( B ), C3H10T1/2 cells ( C ), and murine ( D ) or human ( E ) preadipocytes isolated from the stromovascular fraction of adipose tissue. Data represents means ± SEM of four ( B ), three ( C ), or six ( E ) independent experiments. In D , data are means ± SD obtained in two time courses with cells pooled from three mice in each case. *Statistically significant difference from values at day 0 ( P < 0.05). BSCL2 mRNA expression was also determined in mature adipocyte (MAd) and stromovascular (SV) fractions from collagenase-digested mouse ( F ) or human ( G ) adipose tissue. Data are means ± SEM from 5 mice ( F ) and 11 individuals ( G ). *Significant difference vs. expression in mature adipocyte fraction ( P < 0.05). H : C3H10T1/2 cells stably transfected with myc-tagged wild-type BSCL2 were induced to differentiate for 6 days, permeablized with 0.05% saponin, and then fixed and immunostained with anti-myc (BSCL2) and anti-calnexin antibodies. Merged image shows overlay of the two proteins in which yellow indicates colocalization. White arrows indicate areas of colocalization, and the inset shows a close-up of one such area. Scale bar = 20 μm. (Please see http://dx.doi.org/10.2337/db08-0184 for a high-quality digital representation of this figure.) FIG. 2. Effect of BSCL2 knockdown on adipogenesis in C3H10T1/2 pluripotent stem cells. A : BSCL2 mRNA was assayed by real-time PCR in C3H10T1/2 cells stably infected with a retrovirus generated with control shRNA vector (black bars) or BSCL2 targetting shRNA1 (dark gray bars) or shRNA2 (light gray bars). Values are normalized to cyclophilin A expression. Data are means ± SEM ( n = 4). *Statistically significant difference vs. control cells at the same time point. B : Control cells or cells expressing BSCL2 targetting shRNA1 or shRNA2 were differentiated for 8 days, and lipid accumulation was assessed by oil red O ( upper panel ) and light microscopy ( lower panel ). Expression of mRNA encoding adipocyte transcription factors ( C ) and mature adipocyte marker proteins ( D ) was assayed by real-time PCR in control cells at day 0 (white bars) and following differentiation for 8 days in control cells (black bars) or cells expressing BSCL2 targetting shRNA1 (dark gray bars) or shRNA2 (light gray bars). Values are normalized to cyclophilin A expression. Data are means ± SEM ( n = 4). *Statistically significant difference vs. control cells at day 8 (black bars). (Please see http://dx.doi.org/10.2337/db08-0184 for a high-quality digital representation of this figure.) FIG. 3. BSCL2 knockdown does not inhibit the induction of C/EBPβ, C/EBPδ C/EBPα, or PPARγ but inhibits SREBP1c and lipogenic gene expression during early adipogenesis in C3H10T1/2 stem cells. Control cells (black bars) or cells expressing BSCL2 targetting shRNA1 (dark gray bars) or shRNA2 (light gray bars) were induced to differentiate for various times, and the expression of mRNA encoding C/EBPβ ( A ) and C/EBPδ ( B ) was determined by real-time PCR. Data are means ± SEM ( n = 4). *Statistically significant difference vs. control cells at the same time point. C : Control cells (c) or cells expressing BSCL2 targetting shRNA1 ( 1 ) or shRNA2 ( 2 ) were differentiated for various times and lysed, and samples were Western blotted to determine the expression of C/EBPβ, C/EBPδ, ETO, and calnexin as indicated. Control cells (black bars) or cells expressing BSCL2 targetting shRNA1 (dark gray bars) or shRNA2 (light gray bars) were induced to differentiate, and the expression of mRNA encoding C/EBPα ( D ), PPARγ 2 ( E ), SREBP1c ( F ), AGPAT2 ( G ), DGAT2 ( H ), and lipin 1β ( I ) was determined by real-time PCR. Data are means ± SEM ( n = 4). *Statistically significant difference vs. control cells at the same time point. Data were normalized to cyclophilin A mRNA expression. FIG. 4. Analysis of naturally occurring pathogenic mutants of BSCL2. A : Murine C3H10T1/2 pluripotent cells were transfected with empty vector (mock), myc-tagged wild-type human BSCL2 (WT), or myc-tagged wild-type human BSCL2 prematurely truncated at amino acid R275 (R275X) or bearing a point mutation causing amino acid substitution A212P. RNA was isolated 2 days posttransfection, DNase digested, and reverse transcribed before determination of human BSCL2 mRNA expression. Data are means ± SEM normalized to cyclophilin A mRNA expression ( n = 3). B : mock-transfected (m) cells or cells transfected with wild-type ( W ), R275X ( X ), or A212P ( P ) BSCL2 were lysed and samples Western blotted with an anti-myc antibody. C : Murine C3H10T1/2 cells were transfected with myc-tagged wild-type human BSCL2 (BSCL2-WT) or myc-tagged human BSCL2 A212P (BSCL2-A212P). Cells were fixed and immunostained with anti-myc antibodies. Scale bar = 20 μm. (Please see http://dx.doi.org/10.2337/db08-0184 for a high-quality digital representation of this figure.).",
    "full_text_abstract": "OBJECTIVE— Berardinelli-Seip congenital lipodystrophy type 2 (BSCL2) is a recessive disorder featuring near complete absence of adipose tissue. Remarkably, although the causative gene, BSCL2 , has been known for several years, its molecular function and its role in adipose tissue development have not been elucidated. Therefore, we examined whether BSCL2 is involved in the regulation of adipocyte differentiation and the mechanism whereby pathogenic mutations in BSCL2 cause lipodystrophy. RESEARCH DESIGN AND METHODS— Following the characterization of BSCL2 expression in developing adipocytes, C3H10T1/2 mesenchymal stem cells were generated in which BSCL2 expression was knocked down using short hairpin RNA (shRNA). These cells were used to investigate whether BSCL2 is required for adipogenesis. BSCL2 constructs harboring pathogenic mutations known to cause lipodystrophy were also generated and characterized. RESULTS— BSCL2 expression was strongly induced during adipocyte differentiation, and the induction of BSCL2 expression was essential for adipogenesis to occur. The initial induction of key adipogenic transcription factors, including peroxisome proliferator–activated receptor (PPAR)γ and CAAT/enhancer-binding protein-α, was preserved in cells lacking BSCL2. However, the expression of these critical factors was not sustained, suggesting that the activity of PPARγ was impaired. Moreover, expression of key genes mediating triglyceride synthesis, including AGPAT2, lipin 1 , and DGAT2 , was persistently reduced and lipid accumulation was inhibited. Analysis of pathogenic missense mutants of BSCL2 revealed that the amino acid substitution A212P causes aberrant targeting of BSCL2 within the cell, suggesting that subcellular localization of BSCL2 may be critical to its function. CONCLUSIONS— This study demonstrates that BSCL2 is an essential, cell-autonomous regulator of adipogenesis."
}