{
    "PMC": "12284296",
    "DOI": "10.1016/j.isci.2025.112911",
    "PMID": "40703441",
    "PMCID": "PMC12284296",
    "title": "Adaptive &lt;i&gt;PRKAA1&lt;/i&gt; variant in Andeans is associated with improved ventilation and sleep phenotypes.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12284296",
    "source": "MED",
    "abstract_text": "Highland groups have adapted to the extreme selective pressures of hypoxia at high altitude via alterations in the oxygen-transport cascade. <i>PRKAA1</i>, which encodes the catalytic subunit of the AMP-activated protein kinase (AMPK), is a notable target of natural selection in Andeans and has been associated with protective fetal phenotypes in this population. AMPK is a universal cellular energy sensor involved in a multitude of physiological processes, including ventilation and the hypoxic ventilatory response (HVR) in animal models. We localized a signal of positive selection and identified a regulatory promoter variant (rs10035235, C>T) of adaptive significance that is associated with ventilatory and sleep phenotypes in male Andean highlanders as well as sleep phenotypes in publicly available lowland cohorts. This work identifies a functional, adaptive, and likely pleiotropic regulatory variant in <i>PRKAA1</i> in Andeans that may accentuate hypoxia-induced ventilation and provide protection from sleep-disordered breathing in both high- and lowland populations.",
    "full_text": "pmc iScience iScience iScience 2589-0042 Elsevier 12284296 S2589-0042(25)01172-1 10.1016/j.isci.2025.112911 112911 Article Adaptive PRKAA1 variant in Andeans is associated with improved ventilation and sleep phenotypes Lawrence Elijah S. 1 9 Gu Wanjun 1 2 9 Kong Mitchell C. 1 3 Fassardi Santiago 1 Anza-Ramirez Cecilia 4 Moya Esteban A. 1 Heinrich Erica C. 1 5 Yu James J. 1 Orr Jeremy E. 1 Cao Steven Y. 2 Sanchez-Azofra Ana 1 Cole Amy M. 6 Hall James E. 1 Lin Andrew 1 DeYoung Pamala N. 1 Vizcardo-Galindo Gustavo 4 Macarlupu Jose-Luis 4 Figueroa-Mujíca Rómulo 4 Bermudez Daniela 4 Corante Noemi 4 Cavalleri Gianpiero L. 6 Gaio Eduardo 7 Evans A. Mark 8 Powell Frank L. 1 Malhotra Atul 1 Salem Rany M. 2 Villafuerte Francisco C. 4 Simonson Tatum S. tsimonson@ucsd.edu 1 10 ∗ 1 Department of Medicine, Division of Pulmonary, Critical Care, Sleep Medicine, and Physiology University of California, San Diego, La Jolla, CA, USA 2 Herbert Wertheim School of Public Health and Longevity Sciences, University of California, San Diego, La Jolla, CA, USA 3 Department of Bioengineering, University of California, San Diego, La Jolla, CA, USA 4 Fisiología del Transporte de Oxígeno y Adaptación a la Altura-LID, Departamento de Ciencias Biológicas y Fisiológicas, Facultad de Ciencias e Ingeniería, Universidad Perúana Cayetano Heredia, Lima, Peru 5 Division of Biomedical Sciences, School of Medicine, University of California, Riverside, Riverside, CA, USA 6 School of Pharmacy and Biomolecular Sciences, Royal College of Surgeons in Ireland, Dublin, Ireland 7 Laboratório de Fisiologia Respiratória, Faculdade de Medicina, Universidade de Brasília, Brasilia, Brazil 8 Centre for Discovery Brain Sciences, Hugh Robson Building, Edinburgh Medical School, University of Edinburgh, Edinburgh, UK ∗ Corresponding author tsimonson@ucsd.edu 9 These authors contributed equally 10 Lead contact 16 6 2025 15 8 2025 16 6 2025 28 8 112911 15 1 2025 22 3 2025 12 6 2025 © 2025 Published by Elsevier Inc. 2025 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). Summary Highland groups have adapted to the extreme selective pressures of hypoxia at high altitude via alterations in the oxygen-transport cascade. PRKAA1 , which encodes the catalytic subunit of the AMP-activated protein kinase (AMPK), is a notable target of natural selection in Andeans and has been associated with protective fetal phenotypes in this population. AMPK is a universal cellular energy sensor involved in a multitude of physiological processes, including ventilation and the hypoxic ventilatory response (HVR) in animal models. We localized a signal of positive selection and identified a regulatory promoter variant (rs10035235, C>T) of adaptive significance that is associated with ventilatory and sleep phenotypes in male Andean highlanders as well as sleep phenotypes in publicly available lowland cohorts. This work identifies a functional, adaptive, and likely pleiotropic regulatory variant in PRKAA1 in Andeans that may accentuate hypoxia-induced ventilation and provide protection from sleep-disordered breathing in both high- and lowland populations. Graphical abstract Highlights • PRKAA1 , encoding alpha-1 subunit of AMP-activated protein kinase, is adaptive in Andeans • PRKAA1 rs10035235 is associated with ventilatory control and sleep traits at high altitude • rs10035235 is also associated with protection from sleep apnea in lowland cohorts Health sciences; Medicine; Medical specialty; Precision medicine; Natural sciences; Biological sciences; Genetics; Human Genetics Subject areas Health sciences Medicine Medical specialty Precision medicine atural sciences Biological sciences Genetics Human Genetics Published: June 16, 2025 Introduction Individuals at high altitude are challenged by the reduced availability of oxygen (O 2 ) in each breath of air. Various physiological changes are elicited in response to hypoxia with substantial variation between and within permanent residents of high altitude. The hypoxic ventilatory response (HVR, the change in ventilation per unit decrease in SpO 2 ) represents one of the first acute responses to hypoxia that improves O 2 saturation via specialized cells in the carotid body that detect a decrease in arterial P O2 and activate respiratory centers of the brainstem, 1 , 2 , 3 leading to further increases in resting ventilation and HVR over time. 4 However, blunting of the HVR (hypoxic desensitization) is observed in some permanent high-altitude residents, including many Andeans and lowlanders of European and Chinese ancestry, although it is less common in Tibetans. 5 , 6 An individual’s ventilatory response to hypoxia is predicted to play a role, at least in part, to individual short-term acclimatization as well as generational adaptation to hypoxia. This variation may manifest in differences in diurnal hypoxemia as well as patterns of sleep-disordered breathing, which contribute to a range of outcomes including development of excessive erythrocytosis (EE) and chronic mountain sickness at high altitude as well as cardiometabolic disease. 7 , 8 , 9 , 10 , 11 , 12 , 13 , 14 , 15 , 16 Studies of natural selection in humans, based on genomic analysis of populations exposed to unavoidable environmental challenges for hundreds of generations, have demonstrated the utility to detect the presence and location of causal, clinically meaningful genetic variation. 17 , 18 , 19 , 20 , 21 , 22 Previous studies in Andean highlanders highlighted variants within PRKAA1 (the protein kinase AMP-activated catalytic subunit alpha 1 gene), as strong targets of natural selection 21 that have been associated with increased uterine artery (UA) diameter and birth weights in Andean neonates. 23 However, the exact causal variant(s) driving this signal have not been identified. Furthermore, PRKAA1 expression is positively associated with increased UA diameter and blood flow at altitude during mid-gestation, further implicating its protective role against uteroplacental insufficiency. 24 Additionally, the AMP-activated protein kinase (AMPK) is important in UA vasoreactivity, 25 human placental hypoxia, 26 and fetal growth. 27 PRKAA1 encodes the catalytic α1 subunit of AMPK, a Ser/Thr kinase comprises three distinct subunits (α, β, γ). At least twelve possible isoforms may be formed by heterotrimeric association of the two α catalytic, two β, and three γ regulatory subunits. 28 , 29 The alpha subunit (AMPK-α) contains the protein kinase catalytic domain and primary phosphorylation site (Thr172) within its activation loop. Various physiological stimuli (i.e., nutritional depletion, ischemia, or hypoxia) activate AMPK through the canonical energy stress pathway via increases in cellular AMP and ADP levels, which bind to AMPK-γ and trigger: allosteric activation (AMP only: 10-fold), phosphorylation of AMPK-α-Thr-172 by liver kinase B1 (LKB1: 100-fold), and inhibition of AMPK-α-Thr-172 dephosphorylation. 30 AMPK activation is conferred by calcium signals, long chain fatty acyl CoA binding, as well as glucose deficiency, each influencing specific isoforms through distinct mechanisms. 30 AMPK is highly conserved across eukaryotes and acts as a universal energy sensor that detects a depletion in energy intermediates and initiates a phosphorylation cascade of numerous downstream proteins involved in metabolic homeostasis, subsequently promoting catabolic over anabolic pathways. There is mounting evidence that AMPK activates a wide array of non-canonical pathways, 29 implicating its role as a global metabolic sensor of cellular energy stress, O 2 levels, DNA damage, glycogen, and lipids within the entire body. 31 Although hypoxia, within the physiological range, is a known activator of AMPK in specialized O 2 -sensing cells via alterations in AMP/ATP ratios and LKB1-dependent phosphorylation, fluxes in intracellular calcium may also activate AMPK via calcium calmodulin activated protein kinase kinase 2 (CaMKK2), and the direct relationship between AMPK and hypoxia-inducible factors (HIFs), master regulators of cellular hypoxia, remains unclear. 32 Knock-out studies in mice have demonstrated that deletion of the catalytic α1-subunit of the AMPK ( Prkaa1 ) in catecholaminergic neurons significantly attenuates the HVR and induces prolonged apneas during hypoxia. 33 , 34 , 35 , 36 Despite the link between PRKAA1 and the HVR in animal models 33 , 34 and fetal phenotypes in high-altitude adaptation, 23 the role of AMPK in ventilation and sleep-disordered breathing has not been examined in high-altitude or lowland groups exposed to an acute hypoxic stimulus. Here, we localize a signature of selection within a cohort of Quechua Andean highlanders (Cerro de Pasco, Perú, 4340 m) using high-coverage (30×) whole genome sequences (WGS) and a composite test of positive selection. 37 We identify an adaptive variant (rs10035235, C>T) within the PRKAA1 promoter with regulatory significance and associate the Andean-enriched allele with ventilatory and sleep phenotypes 7 in Andean highlanders. We further correlate rs10035235(T) with sleep measurements in large genome cohorts, which corroborate these findings at high altitude and collectively help identify hypoxia-adaptive, causal variants with clinical relevance both in high- and lowland populations. Results Identification of functional variants within selected PRKAA1 haplotype in Andeans To identify the functional variants responsible for the adaptive PRKAA1 haplotype previously observed in Quechua and Aymara Andeans, 21 , 23 we conducted the composite of multiple signals (CMS) test 37 within a single-megabase region surrounding PRKAA1 in 40 Quechua Andean whole genomes. We identified a strong signature of selection (CMS BF = 14.31) within the first intron and promoter of PRKAA1 , as well as a 57-kilobase (kb) region within Prostaglandin EP4 receptor (PTGER4) ∼100 kb upstream from PRKAA1 ( Figure 1 ). A CMS BF = 14.31 corresponds to posterior odds of 1,281 for natural selection over neutral evolution at this locus. Linkage disequilibrium (LD) analysis between the top PRKAA1 markers of selection in our Andean cohort and those under selection and associated with adaptive fetal phenotypes previously identified in Andeans 21 , 23 confirmed the same selection signal in both groups ( Figure S1 ). Specifically, tagging variants associated with increased UA diameter at high-altitude (rs3805490 and rs9292785) were in complete LD (r 2 = 1.0) with some of the top selection markers in this study (rs62357564, rs10053664, and rs11746075). However, our selection signal was in only partial LD (r 2 = 0.58) with the previously studied SNP rs1345778, which was additionally associated with increased birth weight at high altitude. 23 Figure 1 LocusZoom of CMS results around PRKAA1 plotted against histone modifications in seven cell lines (ENCODE, obtained from UCSC Genome Browser) The left y axis shows CMS BF score, where CMS BF = 2ln(Bayes Factor). 38 The right y axis denotes the recombination rate in hundred crossovers per million base pairs (cM/Mb). The top CMS marker within/near PRKAA1 (rs62357564) is indicated by a purple diamond, while other CMS markers are indicated by circles. Linkage disequilibrium (LD) with the top CMS marker is shown on a color-based scale from red to dark blue, indicating complete LD (r 2 = 1.0) to complete linkage equilibrium (r 2 = 0.0). We next examined all single nucleotide variants (SNVs) in high LD (r 2 > 0.90) with the top selection markers in PRKAA1 (rs10053664 and rs62357564), resulting in a total of 146 SNVs over a ∼212 kbp region ( Table S2 ). Considering none of the resulting SNVs were protein-coding nor predicted to affect splicing of PRKAA1 , we filtered for regulatory variants via HaploReg. 39 SNVs were ranked by the number of tissues with DNase hypersensitivity sites, promoter and enhancer histone marks, and bound proteins ( Table S3 ). One of the top candidate variants (rs10035235, C>T) was located within the PRKAA1 promoter only 346 bp upstream of the transcription start site ( Figure 2 ). This locus is within a predicted CpG island and marked by epigenetic modifications associated with increased chromatin accessibility and promoter regions (histone H3 lysine 4 trimethylation, H3K4Me3, and histone H3 lysine 27 acetylation, H3K27Ac, respectively). Figure 2 Visualization of putatively causal SNVs rs10035235 and rs3805490 across various epigenetic tracks: histone 3 lysine 27 acetylation (H3K27Ac), histone 3 lysine 4 trimethylation (H3K4Me3), histone 3 lysine 4 methylation (H3K4Me1), ENCODE chromatin states predicted by Hidden Markov Model (HMM), predicted CpG islands, and ENCODE DNase I hypersensitivity clusters in 125 cell types Histone modifications are from ENCODE in seven cell lines: lymphoblastoid cells (GM12878: light red), human umbilical vein endothelial cells (HUVEC: cyan), human skeletal muscle myoblasts (HSMM: light green), normal human lung fibroblasts (NHLF: pink), human immortalized myelogenous leukemia cells (K562: purple), normal human epidermal keratinocytes (NHEK: dark orange), and human embryonic stem cells (H1-hESC: yellow). Chromatin states (HMM) are also obtained from ENCODE in five cell lines: HUVEC, HSMM, human mammary epithelial cells (HMEC), NHLF, and K562. All tracks were obtained directly from UCSC Genome Browser (hg19): http://genome.ucsc.edu . The intronic variant rs3805490, a tagging SNV previously associated with increased UA diameter 23 and on the same selected haplotype as rs10035235, demonstrated notably less regulatory significance than rs10035235, with fewer DNAse hypersensitivity sites, promoter/enhancer histone marks, and bound proteins ( Table S3 ). The rs10035235 (C>T) and rs3805490 (T>A) alleles were equally enriched (81%, n = 255) and in complete LD (r 2 = 1.0) in Andeans examined in this study ( Figure S1 ), suggesting rs10035235 is further associated with the correlation between rs3805490 and increased UA diameter in pregnant Andean women. 23 H3K4Me3 and H3K27Ac signals at rs10035235 are particularly prominent in human umbilical vein endothelial cells (HUVEC), further alluding to the functionality of this SNP in maternal-fetal vasculature during development ( Figure 2 ). However, rs10035235 is marked by strong H3K4Me, H3K27Ac, H3K9Ac, H3K4Me1, and DNase I signals in a multitude of cell types ( Table S4 ), including human skeletal muscle myoblasts (HSMM), human mammary endothelial cells (HMEC), normal human lung fibroblasts (NHLF), and human erythroleukemic cells (K562). The extent of chromatin accessibility across cell lines suggests rs10035235(T) may contribute to a wide range of phenotypes beyond UA diameter at various stages of pre- and post-natal life. In summary, rs10035235 was prioritized for its presence within the adaptive haplotype identified by CMS, previously reported in Andean populations, and its location in the PRKAA1 promoter within a region of extensive DNA accessibility across diverse cell types, suggesting potential regulatory significance. Genotype-phenotype associations of PRKAA1 promoter variant in Andeans Considering the essential role of the catalytic subunit AMPK-α1 ( PRKAA1 ) in the HVR in animal models, 33 , 34 we genotyped ( Figure 3 A) and tested whether rs10035235 (C>T) was associated with various ventilatory measurements in a previously studied cohort of Andean highlanders ( n = 60 males, 50 females) in Cerro de Pasco, Perú (4,340 m), where the estimated inspired O 2 is equivalent to approximately 12.6% (simulating a sea-level equivalent F I O 2 = 0.126, P O 2 = 95.76 mmHg) ( Table S1 ). 7 Analyses were stratified by sex due to known sex differences in ventilatory responses to hypoxia. 7 , 40 , 41 , 42 Figure 3 Allele frequencies and associations with PRKAA1 variant rs10035235 (A–G) Allele frequency of PRKAA1 variant rs10035235 (C>T) in Andean highlanders and 1000 genomes populations and subpopulations (African: AFR, European: EUR, East Asian: EAS, Southeast Asian: SAS, American: AMR, Colombian: CLM, Mexican: MXL, Perúvian: PEL, 1000 genomes phase III). PRKAA1 promoter variant rs10035235 and (B) end-tidal carbon dioxide (P et CO 2 ) at room air (4,340 m), (C) minute ventilation ( V I ˙ ) at 10% inspired O 2 , (D) isocapnic hypoxic ventilatory response (HVR), (E) hypercapnic ventilatory response (HCVR), (F) mean O 2 saturation while asleep, and (G) percent time spent asleep with SpO 2 < 80% (TST 80 ) in males (see Figure S2 for females). All measurements were obtained at high altitude (Cerro de Pasco, Perú, 4,340 m) ∗ p < 0.05. NS, not significant. A co-dominant model of inheritance demonstrated that males with two copies of the Andean-enriched allele rs10035235(T) had a significantly lower end-tidal carbon dioxide (P et CO 2 ) while breathing ambient air at high-altitude ( Figure 3 B) ( p < 0.022). However, presence of rs10035235(T) was not significantly associated with tidal volume, breathing frequency, nor minute ventilation at ambient air despite being associated with a decreased P et CO 2 , suggesting the observed differences in P et CO 2 may be attributable to factors other than ventilation. When exposed to an isocapnic, hypoxic stimulus of 10% inspired O 2 (simulating a sea-level equivalent F I O 2 = 0.10, inspired, P O 2 = 76 mmHg), Andean males homozygous for rs10035235(T) had no significant differences in tidal volume (L) nor frequency alone, but had a significantly elevated minute ventilation ( V I ˙ ) ( p < 0.008) ( Figure 3 C) compared to heterozygotes, indicating that rs10035235(T) may contribute to a heightened ventilatory response to hypoxia through small yet additive increases in both breathing frequency and volume. To determine if this PRKAA1 promoter variant was associated with the acute ventilatory response to hypoxia and/or hypercapnia, we tested relationships between rs10035235 and the HVR, hypercapnic ventilatory response (HCVR), and a combined hypoxic and hypercapnic response (HCVR + HVR). As previously described, participants were exposed to 10 min of hyperoxia (simulating a sea-level equivalent F I O 2 = 0.30–0.40), to reverse hypoxic desensitization from chronic high-altitude hypoxemia, 4 followed by five minutes of normoxia (simulating sea-level equivalent F I O 2 = 0.21, inspired P O 2 = 160 mmHg) and subsequently a ∼10% decrease in SpO 2 with a target range between 80 and 85%. 7 This SpO 2 range is the lower limit at which the HVR can be assessed accurately due to the loss of linearity between PO 2 and SpO 2 below an SpO 2 of 80%. 43 In Andean males, HVR was positively correlated with the putatively adaptive allele rs10035235(T) ( Figure 3 D) ( p < 0.008). However, rs10035235 was not associated with the ventilatory response to hypercapnia (HCVR) under normoxia (21% O 2 ) ( Figure 3 E) nor hypoxia (hypercapnic HVR), indicating that rs10035235(T) may augment hypoxic-ventilatory sensitivity independent of hypercapnia, consistent with previously reported findings in mouse models. 33 , 34 , 35 Considering the relationship between ventilation and sleep-disordered breathing in highlanders 7 , 8 , 9 , 10 , 11 and the causation of apneic events in mice secondary to AMPK knockout, 31 , 35 , 36 we further tested rs10035235 against standard assessments of O 2 saturation during sleep, including the percent of time spent asleep with SpO 2 < 80% (TST 80 ) ( n = 23). 7 Andean males with two copies of rs10035235(T) had significantly higher O 2 saturation while asleep ( p < 0.013) ( Figure 3 F) and a significantly decreased TST 80 ( p < 0.047) ( Figure 3 G), suggesting that rs10035235(T) may help protect against hypoxemia during sleep, in part through a heightened ventilatory sensitivity to hypoxia. However, rs10035235(T) was not associated with apnea-hypopnea index (AHI) in males or females. No ventilatory- and sleep-related phenotypes were significantly associated with rs10035235 in females ( Figures S2 A–S2F), which may be due to underlying sex-specific differences in ventilation. 7 , 40 , 41 , 42 Exploration of PRKAA1 promoter variant in large genome cohorts Given the global frequency of the adaptive allele of rs10035235 (23%, 1000 genomes project, TGP phase III) is common in the admixed American (AMR) population (43%) ( Figure 3 A) and is associated with ventilatory ( Figures 3 B–3D) and sleep related phenotypes in Andeans ( Figures 3 F–3G), we tested for associations between rs10035235 and similar available sleep phenotypes in the hispanic community health study/study of Latinos (HCHS/SOL) ( N = 10,533, non-high-altitude individuals) while controlling for age, sex, BMI, and ancestry. A mixed linear model demonstrated that individuals with more copies of the Andean-enriched allele rs10035235(T) exhibit a significantly lower amount of total time while asleep with apnea/hypopnea events ( p = 3.04e-5) ( Figure 4 A) and less apnea/hypopnea events ( p = 1.27e-4) ( Figure 4 B). Figure 4 Forest plots of PRKAA1 variant in large publicly available datasets (A and B) PRKAA1 rs10035235(T) associations with (A) time- and (B) frequency-based sleep measurements in the hispanic community health study (HCHS) and the Framingham heart study (FHS) in non-rapid eye movement (NREM) and rapid eye movement (REM) sleep. Only apnea/hypopneas with desaturations ≥3% were considered. To explore this association in additional cohorts, we tested for associations between rs10035235 and similar sleep-related phenotypes in the Framingham Heart Study (FHS), a large genome cohort comprised of participants of European descent ( N = 1,261), while controlling for the same co-variates. Measurements from both the baseline ( N = 1,261) and follow-up FHS sleep study ( N = 884) were analyzed. Individuals with more copies of the Andean-enriched allele rs10035235(T) experienced significantly shorter central apneas in non-rapid eye-movement (NREM) sleep ( p = 3.61e-2) and significantly shorter obstructive apnea events in both NREM ( p = 3.80e-3) and REM (2.31e-2) sleep ( Figure 4 A), while additional copies of the adaptive allele were associated with longer central apneas in REM sleep (3.31e-3) ( Figure 4 A). Presence of the adaptive allele was also associated with fewer desaturations ( p = 6.66e-4), hypopneas in NREM (4.62e-3) sleep, and obstructive apneas in NREM (4.23e-2) and REM sleep (5.02e-2) ( Figure 4 B). Together, these findings suggest rs10035235(T) may be protective from maladaptive sleep phenotypes (i.e., as a reduction in frequency/duration of desaturation events during sleep) in Andean, Latino, and European groups, pointing toward its functionality in the context of varying haplotypes and genomic backgrounds. Functional analysis of PRKAA1 promoter variant The surrounding epigenetic landscape and location of rs10035235 within the PRKAA1 promoter implicate its role in the transcriptional regulation of PRKAA1 ( Figure 2 ) ( Table S4 ). To assess the functional significance of rs10035235 in silico, we first examined rs10035235 via Sasquatch, a DNase I hypersensitivity footprinting software. 44 Analyses predicted the Andean-enriched allele (T) to result in an intermediate increase in chromatin accessibility in HUVEC and HMEC ( Figure 5 A), suggesting a potential gain-of-function effect of the T allele. Further assessment of rs10035235 via catalog of inferred sequence binding preferences (CIS-BP) 45 predicted the T allele to result in a gain-of-function transcription factor binding site (TFBS) for several homeobox (HOX) transcription factors ( Figure 5 B) ( Figure S3 ). HOX transcription factors play an essential role in development and have been implicated in fetal growth restriction 46 and respiratory physiology. 47 To assess the functionality of rs10035235 (C>T), we measured transcriptional activity of the T and C alleles within the PRKAA1 promoter via a luciferase reporter assay in HEK293T cells ( Figure 5 C). Results showed that the putatively adaptive T allele of rs10035235 was associated with increased luciferase activity and therefore expression of the reporter gene relative to the wildtype C allele ( p < 0.008). Figure 5 Regulatory potential of rs10035235 (A) Sasquatch DNase I hypersensitivity shoulder-footprint ratio (SFR) scores for rs10035235 (C>T) in HUVEC, HMEC, NHLF, and K562 cells. A more negative ∑ D m g score indicates a greater accessibility and higher probability for TF binding to that locus. (B) HOXA11 TFBS motif from JASPAR over PRKAA1 promoter sequence containing rs10035235 (C>T). Near identical TFBS motifs were observed for HOX[A9, A11, B9, C9, C10, C11, C12, D10, D11, D12] ( Figure S3 ). (C) Luciferase assay expression levels in HEK293T cells untransfected or transfected with the pGL3 basic or pGL3 basic vector + PRKAA1 promoter containing either the wild type (C) or putatively adaptive (T) allele. ∗∗ p < 0.008. Discussion We identified a positively selected, functional regulatory variant in the promoter of PRKAA1 associated with ventilatory and sleep measurements in Andean highlanders. Furthermore, we found this variant to be associated with improved ventilatory and sleep phenotypes in large genome cohorts, implicating its clinical significance in both high- and low-altitude populations. The putatively adaptive allele of rs10035235(T) increases PRKAA1 expression, potentially leading to an elevated cellular level of AMPK and therefore enhancing ventilatory responses to hypoxia. This augmented response may confer protection from maladaptive sleep pathology in permanent residents of high altitude. AMPK-α1, encoded by PRKAA1 , is an essential mediator of the HVR and opposes central respiratory depression during hypoxia. 33 , 34 However, its role in the HVR in animal models occurs downstream of the carotid body within catecholaminergic neurons, namely the A2 neurons of the sub postrema, dorsolateral (SolDL) and perhaps dorsomedial subnuclei, of the nucleus tractus solitarius (NTS), which regulate respiratory central pattern generators (rCPGs) and ventilation. 34 , 36 , 48 Considering deletion of PRKAA1 attenuates the HVR, the observed association between adaptive ventilatory phenotypes and rs10035235(T) suggests this variant may provide a selective advantage via augmentation of AMPK levels, accentuating ventilatory responses to hypoxia at altitude and during sleep. With regards to hypoxic-ventilatory sensitivity, the positive correlation between HVR and rs10035235(T) suggests this variant may increase ventilatory drive in the setting of acute hypoxia. However, this appears to occur independent of hypercapnic-ventilatory sensitivity, as indicated by the lack of significance between rs10035235 and HCVR. Furthermore, rs10035235 was only significantly associated with the HVR under isocapnic and not superimposed hypercapnic conditions. This hypercapnia-independent relationship between PRKAA1 and the HVR closely parallels findings in murine models, where deletion of PRKAA1 attenuates the HVR only under poikilocapnic hypoxia (12% and 8% O 2 , 0.05% CO 2 ) but not hypercapnic hypoxia (12% and 8% O 2 , 5% CO 2 ). Accordingly, deletion of the gene STK11 encoding LKB1, the principal upstream kinase that activates AMPK in response to metabolic stress , also attenuates the HVR under poikilocapnic but not hypercapnic hypoxia. 33 , 34 By contrast, deletion of STK11 , but not PRKAA1 , in carotid body type I cells virtually abolishes hypoxia-induced afferent discharge from the carotid body, indicating a divergence in dependency on LKB1 and AMPK between the carotid body on the one hand and the HVR on the other. 33 , 34 , 35 Importantly, therefore, at the NTS the canonical LKB1-AMPK energy stress signaling pathways primarily modulate afferent inputs from the NTS to the rCPG, by integrating an index of central hypoxia with carotid body afferent input responses. The observed correlation between rs10035235(T) and decreased P et CO 2 at ambient air (4,340 m) may suggest that individuals with rs10035235(T) have an elevated resting ventilation in their native environment, which would be protective from daytime hypoxemia and blunted resting ventilation noted in some high-altitude residents. 5 , 6 However, rs10035235 was not associated with differences in minute ventilation, tidal volume, nor breathing frequency at ambient air, suggesting the observed differences in P et CO 2 may be attributable to alterations in metabolism, acid-base balance, or pulmonary ventilation/perfusion matching. Decreased P et CO 2 , independent of ventilatory change, has been observed in healthy individuals on a prolonged high-fat/low-carbohydrate diet, 49 and AMPK activation similarly shifts cell metabolism toward fatty acid oxidation (FAO). 50 Although less O 2 -efficient than carbohydrate metabolism, increased FAO has been observed in the skeletal muscle of rats exposed to 10.5% O 2 for three months, 51 which may allow organisms to reserve carbohydrates for more extreme hypoxia events. Future studies could investigate whether rs10035235(T) enhances lipid catabolism via augmented AMPK levels or activity. While a heightened sensitivity to acute bouts of hypoxia may be protective from hypoxemia during sleep, 13 , 52 an excessively elevated ventilatory sensitivity to hypoxia or hypercapnia can result in periodic breathing (cyclical apnea and hyperventilation events) at high altitude. 53 , 54 , 55 Interestingly, we observed rs10035235(T) to be further associated with a higher O 2 saturation while asleep and less time spent asleep below 80% SpO 2 (TST 80 ) in Andean males, suggesting rs10035235(T) and AMPK may play a protective role in sleep-disordered breathing in this population with many individuals exhibiting a blunted breathing response. During sleep, mild augmentation of ventilatory sensitivity to hypoxia can lead to increased eupneic ventilation thereby preventing more severe desaturation. Although seemingly protective from severe desaturations during sleep, rs10035235(T) was not directly associated with AHI in Andean males nor females, suggesting rs10035235(T) may protect from hypoxemia during sleep through other patterns of sleep-disordered breathing. The implications of these findings were further explored in the context of large genome cohorts and sleep-related phenotypes made available from the database of genotypes and phenotypes (dbGaP), including HCHS/SOL and the FHS. HCHS/SOL is the most expansive, large-genome study of Hispanics and Latinos in the United States, allowing for post hoc analysis of candidate variants with standing variation in non-European populations. Within HCHS/SOL, the Andean-enriched allele rs10035235(T) was associated with a smaller number and shorter duration of apnea/hypopnea events (≥3% desaturation), demonstrating that the protective effects of rs10035235(T) from nocturnal hypoxemia may affect lowlander individuals of various ancestries. Similar findings were observed in FHS, a large genome cohort study of European lowlanders, in which rs10035235(T) was also associated with shorter duration of apnea events. Interestingly, the effects of rs10035235(T) appear to be slightly more prominent during NREM sleep, which is when a majority of sleep-disordered breathing occurs at high-altitude. 56 Persistence of the seemingly protective relationship between rs10035235(T) and pathological sleep-related phenotypes in various genetic backgrounds underscores the functionality of this regulatory variant independent of its genomic context. However, it should be noted that the effect sizes observed in these large genome analyses were relatively small but still significant. The functionality of rs10035235(T) was further illustrated by in silico and in vitro work, demonstrating rs10035235(T) manifests in a gain-of-function TFBS for various HOX TFs, leading to a subsequent increase in PRKAA1 expression. HOX TFs, a subset of homeobox proteins, are highly conserved master regulators of embryogenesis with persistent activity throughout postnatal life. 57 , 58 While HOX transcription factors are involved in respiratory neuronal brainstem specification 59 and have been observed to interact directly with AMPK-α, 60 their immediate relevance to the HVR requires further study. Activation of AMPK results from a variety of stimuli, including hypoxia, 61 and is involved in a multitude of disease states 62 and physiological processes. 31 In endothelial cells of the systemic vasculature, hypoxic activation of AMPK induces nitric oxide release and subsequent vasodilation of systemic vascular smooth muscle cells. 63 Therefore, an upregulation of PRKAA1 expression and subsequently increased activity of AMPK may improve UA blood flow, conferring protection against hypoxia-induced intrauterine growth restriction (IUGR) 27 and altitude-associated pathology during embryogenesis reported in previous genetic studies in Andeans. 64 The predicted increase in chromatin accessibility, particularly in HUVECs, via rs10035235(T) corroborates the significance of this variant in vascular tissues and O 2 delivery during development, further suggesting its adaptive pleiotropic effects. Protection from prenatal hypoxia may also occur via an elevated HVR in females, subsequently improving O 2 saturation during pregnancy. Although HVR was not associated with rs10035235(T) in females, the relationship between AMPK, ventilation, and pregnancy requires further study. While rs10035235 presents as the most promising causal variant on the selected haplotype, there are other potential candidates that may contribute to the transcriptional regulation of PRKAA1 in most likely a spatial- and temporal-specific manner. The SNV rs3805490, directly associated with increased UA diameter, 23 is localized to a strong enhancer in the first intron of PRKAA1 in K562 cells ( Figure 2 ). However, H3K4Me3, H3K27Ac, and H3K9Ac modifications and DNase I hypersensitivity are minimal at this locus compared to rs10035235 in HUVECs, as well as other cell types ( Table S4 ). Furthermore, Sasquatch predicted rs3805490 to have a negligible effect on chromatin accessibility in HUVECs, HMECs, and NHLFs, with a minor increase in accessibility in K562 cells ( Figure S4 ). Considering the differences in epigenetic landscape between rs10035235 and rs3805490, and that they are both in complete LD (r 2 = 1.0) in addition to others in Andeans ( Figure S1 ), it is plausible that rs10035235 is responsible for the association between rs3805490 and increased UA diameters in Andeans. However, it is unlikely that associations between rs1345778 and increased birth weight in Andeans (42) can be attributed to rs10035235. Variants rs1345778 and rs10035235 are in only partial LD (r 2 = 0.60, PEL), suggesting a different functional variant could be responsible for the association pertaining to birth weight. Previous work identified PRKAA1 as a top selection target in Andean highlanders 21 based on efficient yet low-resolution SNV arrays. In this study, we examined high coverage (30×) whole-genome sequence data and performed a composite test of natural selection (CMS) 18 , 37 to fine-map the selection signal at the PRKAA1 locus. In our analyses, we localized the same selected haplotype to the promoter region of PRKAA1 , as well as a 57 kbp intergenic region ∼100 kbp upstream from PRKAA1 that stretches to the promoter of prostaglandin E2 receptor subtype EP4 ( PTGER4 ). Notable SNVs on the selected haplotype beyond rs10035235 include rs45613037, only 185 bp from the TSS of PTGER4 ( Table S2 ). Prostaglandin receptor EP4 is a G-protein-coupled receptor associated with hypertension, 65 altitude mountain sickness, 66 and essential in maintaining patency of the ductus arteriosus in utero. 67 Functional studies demonstrate the Andean enriched allele rs45613037(G) attenuates PTGER4 expression in human mast cells (HMC-1) via increased binding affinity to transcriptional machinery. 68 However, the direct relevance of PTGER4 to high-altitude adaptation is unclear and requires further study. Considering the PRKAA1 selected haplotype spans across multiple genes, its possible variants from both PRKAA1 and PTGER4 may be contributing to phenotypes correlated with these alleles. Future work that aims to tease apart the potentially numerous functional variants on this selected, likely pleiotropic, and clinically meaningful haplotype is needed to fully understand the mechanisms of adaptation behind this locus. Limitations of the study Although this study expands upon our understanding of high-altitude adaptation in Andeans and the role of genetic variation in respiratory and sleep physiology, there are several limitations of this work. Additional studies should be completed in female participants, as the lack of association could be attributed to the sexually dimorphic nature of ventilation across sexes. 7 , 40 , 41 , 42 Future studies should also incorporate relevant covariates such as hormone levels (i.e., estrogen and progestogen), menopause, and menstruation status 69 and further consider the relevance of breathing responses during pregnancy. In addition, future work should prioritize pregnancy- and fetal-related phenotypes considering AMPK’s direct role in reproduction and fetal development. Other limitations included the heteroscedastic nature of rs10035235 in Andean highlanders, presumably due to natural selection, resulting in an unbalanced distribution of alleles. This study was also limited by differences in data collected in the Andean and large-genome cohorts. Similar but distinct sleep metrics were compared across the groups, and there are notable differences in sample size and altitude of participants in these studies. Such differences may explain why rs10035235(T) was associated with less time spent below SpO 2 = 80% and a greater nighttime SpO 2 but not with AHI in Andean highlanders despite being significantly associated with frequency of and time spent in apnea within the large-genome cohorts. With regards to the functional work, although this study provides strong evidence for a regulatory role of rs10035235 on PRKAA1 expression based on luciferase assays, these findings do not account for epigenetic variation across cell types and potential long-distance gene interactions. Future models recreating this Andean-specific haplotype would allow for the direct study of rs10035235’s effect on the HVR and its potential pleiotropic nature across various tissue types from pre- to post-natal life. Despite these limitations, this work provides important steps toward understanding hypoxia adaptation, ventilation, sleep, metabolism, and the intersection between evolution and human disease. Resource availability All resources are available upon request with limitation to the Andean whole genomes and dbGaP materials used in this study. Lead contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Tatum Simonson ( tsimonson@health.ucsd.edu ). Materials availability This study did not generate new unique reagents. Data and code availability All data generated or analyzed in this study, along with the original code used for data analysis, have been deposited on GitHub at https://github.com/SimonsonLabUCSD/prkaa1_data and are publicly accessible as of the date of publication. The data are also available on Zenodo at https://zenodo.org/records/14081450 . Accession numbers are listed in the key resources table . Additional information necessary to reanalyze the data presented in this study can be obtained from the lead contact upon request. Acknowledgments We are grateful to individuals from the community of Cerro de Pasco, Perú, for their involvement in this study. The datasets for the Framingham Heart Study (FHS, dbGaP accession phs000007.v33.p14) and Hispanic Community Health Study/Study of Latinos (HCHS/SOL, dbGaP accession phs000810.v2.p2) studies were obtained from dbGaP ( http://www.ncbi.nlm.nih.gov/gap ) under project number 13677. The Framingham Heart Study is conducted and supported by the National Heart, Lung, and Blood Institute (NHLBI) in collaboration with Boston University (contract no. N01-HC-25195 , HHSN268201500001I , and 75N92019D00031 ). Funding for SHARe Affymetrix genotyping was provided by NHLBI contract N02-HL-64278 . SHARe Illumina genotyping was provided under an agreement between Illumina and Boston University. Funding for Affymetrix genotyping of the FHS Omni cohorts was provided by Intramural NHLBI funds from Andrew D. Johnson and Christopher J. O’Donnell. Funding support for the Framingham Interstitial Lung Abnormalities (acquired from round 2 CT scans) dataset was provided by NIH / NHLBI grant R01-HL111024 and NHLBI contract N01-HC-25195 . Funding support for the Framingham CT Lung Measures dataset was provided by NHLBI grant N01 HC 25195 . This manuscript was not prepared in collaboration with investigators of the Framingham Heart Study and does not necessarily reflect the opinions or views of the Framingham Heart Study, Boston University, or NHLBI. The Hispanic Community Health Study/Study of Latinos is supported by contracts from the National Heart, Lung, and Blood Institute (NHLBI) to the University of North Carolina at Chapel Hill , Chapel Hill, NC ( N01-HC65233 ), University of Miami , Miami, FL ( N01-HC65234 ), Albert Einstein College of Medicine , Bronx NY ( N01-HC65235 ), University of Illinois , Chicago IL ( N01-HC65236 ), and San Diego State University , San Diego CA ( N01-HC65237 ). The following Institutes/Centers/Offices contribute to the HCHS/SOL through a transfer of funds to the NHLBI: National Center on Minority Health and Health Disparities, the National Institute of Deafness and Other Communications Disorders, the National Institute of Dental and Craniofacial Research, the National Institute of Diabetes and Digestive and Kidney Diseases, The National Institute of Neurological Disorders and Stroke, and the Office of Dietary Supplements. This study is part of the PAGE program, a cooperative agreement funded by the National Genome Research Institute . The PAGE collaborative study is supported by U01HG004803 (G. Heiss), U01HG004798 (D. Crawford), U01HG004802 (L. Le Marchand), U01 HG004790 (C. Kooperberg and U. Peters), and U01HG004801 (T. Matise), with additional support from the National Institutes of Mental Health . The authors thank the staff and participants of the HCHS/SOL study for their important contributions. Author contributions Research design: E.S.L., W.G., and T.S.S.; performed research: E.S.L., W.G., M.C.K., S.F., C.A.-R., E.C.H., J.J.Y., A.M.C., A.L., P.N.D., G.V.-G., J.-L.M., R.F.-M., D.B., N.C., E.G., F.L.P., A.M., F.C.V., and T.S.S.; new reagents/analytical tools contribution: A.M.C., A.M.E., F.C.V., and T.S.S.; data analysis : E.S.L., W.G., M.C.K., S.F.F., E.A.M., J.E.O., A.S.-A., J.E.H., A.M.E., R.M.S., and T.S.S.; wrote the paper: E.S.L., W.G., M.C.K., S.F., C.A.-R., E.A.M., E.C.H., J.J.Y., J.E.O., S.Y.C., A.S.-A., A.M.C., J.E.H., A.M, P.N.D., G.V.-G., J.-L.M., R.F.-M., D.B., N.C., G.L.C., E.G., A.M.E., F.L.P., A.M., R.M.S., F.C.V., and T.S.S. Declaration of interests A.M. reports income from Eli Lilly, LivaNova, Zoll and Powell Mansfield. ResMed provided a philanthropic donation to the University of California, San Diego. J.E.O. is on the advisory board for Resmed and Biosency and has in-kind support from Nightingale labs. Declaration of generative AI and AI-assisted technologies During the preparation of this work, the author(s) did not use generative AI or AI-assisted technologies. STAR★Methods Key resources table REAGENT or RESOURCE SOURCE IDENTIFIER Bacterial and virus strains DH5a chemically competent cells Biomiga Cat#CC1101-01 XL10-Gold ultracompetenet cells Aligent Cat#200314 Biological samples Whole blood human samples Study participants from Cerro de Pasco, Perú N/A Chemicals, peptides, and recombinant proteins Cell lysis solution Qiagen Cat#158113 Gentra Puregene Blood Kit Qiagen Cat#158026 KpnI NEB Cat#R3142S Xhol NEB Cat#R0146S Lipofectamine 2000 Invitrogen Cat#11668027 Critical commercial assays Taqman genotyping Thermos Fisher Scientific Cat#4371355 Taqman probe for rs3805490 Thermos Fisher Scientific Assay ID: C___3280930_10 Taq man probe for rs10035235 Thermos Fisher Scientific Assay ID: C__29643451_20 Dual-Glo Luciferase Assay System Promega Cat#E2920 Deposited data SNP genotyping This paper Accession number: 10.5281/zenodo.14081450 Large genome summary statistics Found in method details Accession number: 10.5281/zenodo.14081450 Selection scan summary statistics This paper Accession number: 10.5281/zenodo.14081450 Whole genome sequencing of the PRKAA1 locus This paper Accession number: 10.5281/zenodo.14081450 Experimental models: Cell lines HEK293T cells ATCC CRL-3216 Oligonucleotides Primers for cloning PRKAA1 rs10035235 (C>T) IDT Forward: 5′TCTGCGGTCGTA GAAGACCATCCAGAGGGG3′; Reverse: 5′CCCCTCTGGATGG TCTTCTACGACCGCAGA3′ Recombinant DNA pUC plasmid with wildtype PRKAA1 promoter Genewiz N/A pGL3-Basic vector Promega Cat#E1761 pRL-SV40 Renilla Luciferase Control Vector Promega Cat#E2231 Software and algorithms Composite of Multiople Signals (CMS) Multiple institutions 18 , 37 cosi2 Broad institute of MIT and Harvard 70 https://github.com/broadinstitute/cosi2 HaploReg v4.2 Broad institute of MIT and Harvard 39 https://pubs.broadinstitute.org/mammals/haploreg/haploreg.php JASPAR Multiple institutions 71 https://jaspar.elixir.no/ CIS-BP Multiple institutions 45 https://cisbp.ccbr.utoronto.ca/ Sasquatch Multiple institutions 44 https://github.com/Hughes-Genome-Group/sasquatch LocusZoom University of Michigan 72 http://locuszoom.org/ Experimental model and study participant details Participant recruitment and criteria This study included non-pregnant female and male residents (ages 19–65) of Quechua Andean ancestry ( n = 110; 50 females and 60 males) with a wide range of hematocrit. Individuals with a history of cardiovascular disease independent of chronic mountain sickness (CMS) were excluded from this study. Individuals were also excluded if they had travelled to an altitude below 3,000 m for more than a week, six months prior to the study. Individuals who had undergone phlebotomies or blood transfusions within six months of the study were also excluded. The purpose and details of this study were explained to all participants and each participant provided written informed consent in Spanish. This work was sanctioned by the University of California, San Diego Human Research Protection Program (UC San Diego Project #140235 and #171772) and the Institutional Ethics Committee for Humans of Universidad Perúana Cayetano Heredia (CIEH-UPCH Project #59285). Phenotypic measurements Within the Andean cohort, ventilatory and sleep physiological data examined in this study was previously published 7 and collected in Cerro de Pasco, Perú (4,340 m) as previously described. 7 , 73 Participants were prohibited from consuming caffeine, chewing coca leaves, or taking anti-inflammatory medications or corticosteroids for 8 hours prior to testing. In brief, participants (n = 60 males, 50 females) were first exposed to an abbreviated trial (approximately seven minutes) of the ventilatory protocol to determine set points to reach target SpO 2 and P et CO 2 . After a thirty-minute break, participants completed the entire ventilatory protocol to assess the steady-state isocapnic HVR. The full protocol consisted of five-minutes of ambient air, then ten-minutes of hyperoxia (228 mmHg, sea-level equivalent F I O 2 = 0.30-0.40), five minutes of normoxia (160 mmHg, sea-level equivalent F I O 2 = 0.21), and five-minutes of hypoxia (targeted three-minutes of stable SpO 2 between 80-85%). To subsequently assess the hypercapnic ventilatory response (HCVR) and the combined hypoxic and hypercapnic response (HCVR + HVR), participants were then exposed to normoxia for five minutes (sea-level equivalent F I O 2 = 0.21), followed by mild hypercapnia (P et CO 2 5 mmHg > eupneic value) for five minutes, and finally five minutes of superimposed hypoxia (targeted three minutes of stable SpO 2 between 80-85% with P et CO 2 5 mmHg > eupneic value). HVR and HCVR + HVR were calculated as the change in ventilation per decrease in SpO 2 , while the HCVR was calculated as the delta in ventilation per mmHg increase in P et CO 2 . Sleep studies were carried out in a subset of the Andeans (n = 23 males, 21 females) who completed ventilatory chemosensitivity tests using a limited channel polysomnogram. Recordings of finger pulse oximetry, nasal pressure, electro-oculogram, chin electromyogram, two channel electroencephalogram, and thoracic/abdominal effort bands were obtained. The methods for both the ventilatory and sleep studies are described in further detail in our previous work. 7 Cell culture HEK293T cells (CRL-3216, ATCC, Manassas, VA, USA) were plated in a 96-well TC-treated plate (Corning Inc., Corning, NY, USA) at a density of 34,000 cells per well and cultured under normal conditions (5% CO 2 , 21% O 2 , and 37°C). After 24 hours, cells were co-transfected using Lipofectamine 2000 (Invitrogen, Carlsbad, CA, USA) with firefly and renilla plasmids in a 10:1 firefly to renilla ratio by mass, which was the ratio with the minimum detectable renilla signal determined by previous optimization trials. Each condition (pGL3-Basic, pGL3- PRKAA1 -promoter-rs10035235(C), pGL3- PRKAA1 -promoter-rs10035235(T), untransfected) had 4 technical replicates of 3 biological replicates. 24 hours post transfection, luciferase and renilla values were measured following addition of luciferase enzymes to each well using the Dual-Glo Luciferase Assay system (Promega) and a VICTOR X microplate reader (PerkinElmer, Waltham, MA, USA). Analysis was performed by normalizing the average luciferase:renilla ratio of each condition per cell line to the values of the pGL3-Basic plasmid without the PRKAA1 promoter for each cell line, followed by a two-tailed T test to test for significance. Cultured cells were not tested for mycoplasma during this study. Method details Genotyping Blood samples (10 ml) were collected using standard venipuncture protocols. Blood was collected in EDTA vacutainer tubes (BD Vacutainer, BD, Franklin Lakes, NJ, USA). Extraction of buffy coat from whole blood was conducted through centrifugation and stored in cell lysis solution (Qiagen, Germantown, MD, USA) before being transported to UC San Diego for further processing. Upon arrival, genomic DNA was extracted from cell lysate using the Gentra Puregene Blood Kit (Qiagen, Germantown, MD, USA) and then stored at 4°C for less than one year prior to genotyping. Quality of DNA was assessed via Nanodrop 2000 (ThermoFisher Scientific, Waltham, MA, USA) and gel electrophoresis. Taqman genotyping of rs3805490 and rs10035235 (assay IDs: C___3280930_10, C__29643451_20 respectively) was conducted on a QuantStudio 3 (Applied Biosystems, Foster City, CA, USA) with a 0.1 ml thermal block via Applied Biosystems Taqman SNP Genotyping Assays (ThermoFisher Scientific, Waltham, MA, USA). Genotyping calls were automatically called via the Applied Biosystems Genotyping Analysis Module and then further verified manually and cross-referenced with corresponding whole genome sequencing data. Prediction of regulatory variant effects HaploReg v4.2 was implemented predict and rank the regulatory effects of all SNVs in high LD (r 2 > 0.90) with the top selection markers in PRKAA1 (rs10053664 and rs62357564). 39 Sasquatch was used to predict the effects of rs10035235 and rs3805490 as regulatory variants on transcription factor binding and chromatin accessibility using cell-specific DNase footprints. 44 Transcription factor binding site (TFBS) prediction analysis of rs10035235 was conducted using JASPAR 2018 72 and Catalog of Inferred Sequence Binding Preferences (CIS-BP) database. 45 Luciferase assays A pUC plasmid construct containing the PRKAA1 promoter (chr5: 40798425-40799224, hg19), as used in prior studies studying PRKAA1 promoter variants, 74 was purchased via Genewiz (La Jolla, CA, USA). A restriction enzyme digest was carried out at the 5′KpnI and 3′ XhoI flanks to excise the promoter (KpnI and XhoI restriction enzymes and associated kit purchased from NEB, Ipswich, MA, USA). After incubation for 15 minutes, gel electrophoresis was performed to confirm restriction enzyme digest activity. The PRKAA1 promoter was then ligated with the pGL3-Basic vector using the Rapid DNA Ligation Kit (ThermoFisher Scientific, Waltham, MA, USA) in a 1:3 vector-to-insert ratio by mass. A 1% agarose gel electrophoresis confirmed ligation of the insert into the pGL3-basic vector. Desired constructs were extracted, and plasmid concentrations were measured with the Nanodrop 2000 (ThermoFisher Scientific). Constructs were then transformed into E. coli DH5ɑ chemically competent cells (Biomiga) followed by colony growth on luria broth agar plates. Plasmids were extracted from cells using the QIAprep Spin Miniprep Kit (QIAGEN, Hilden, Germany). Sanger sequencing services provided by Azenta Genewiz confirmed the absence of off-target mutations impacting the promoter sequence. Site directed mutagenesis was performed to induce mutation of rs10035235 (C>T) into the PRKAA1 promoter in separate constructs following the QuikChange II XL Site Directed Mutagenesis Kit (Agilent Technologies, Santa Clara, CA, USA). Primers for each mutation were as follows: (rs10035235, forward: 5′TCTGCGGTCGTAGAAGACCATCCAGAGGGG3′ reverse: 5′ CCCCTCTGGATGGTCTTCTACGACCGCAGA3′) Mutated plasmids were then extracted from transduced XL10-Gold ultracompetent cells (Aligent) and sanger sequenced to confirm successful mutagenesis. Quantification and statistical analysis Composite of multiple signals We used the composite of multiple signals (CMS) 37 within a single-megabase region surrounding PRKAA1 (chr5: 40278978-41278978, hg19) in 40 Andean whole genome samples, a subset of individuals from this study. 73 CMS combines five different tests of natural selection (FST, ΔDAF, iHS, ΔiHH, and XP-EHH). The empirical distributions of the statistics that make up CMS were generated through 1000 simulations at each point in a grid. The software cosi2 70 was used for CMS population simulations. Statistics from these resulting 81,000 simulations were divided into bins for each statistic and converted to probabilities conditional on the allele frequency. The parameters modified in the grid search were strength of selection, selection start date, and ending allele frequency of the selected allele. The grid ranged from: strength of selection in [0.01, 0.04] with a step of 0.01, selection start date from [0, 500] with a step of 100, and allele frequency from [0.2, 0.8] with a step of 0.2. The point 0, 0, 0 (indicating no selected allele) was also simulated for the null distribution of the statistics. The empirical distributions allowed the calculation of the probability of a set of scores for a given variant. Distributions for selected and unselected variants were used to calculate Bayes Factors for markers spread across the genome and converted into a natural log-based selection score (CMS BF ). CMS markers were visualized using LocusZoom. 72 Epigenetic tracks were obtained from UCSC Genome browser (hg19) 74 : http://genome.ucsc.edu . Genotype-phenotype associations in Andean highlanders Associations between PRKAA1 genotypes and phenotypic parameters in Andeans were assessed via a multivariant generalized linear model assuming a co-dominant mode of inheritance, as previously described. 73 The employed model is described below: P h e n o t y p e = β 0 + β G G e n o t y p e + β A g e A g e + β S t u d y S t u d y In which Phenotype is a continuous parameter stratified by sex, Genotype is a variable with n levels ( n ∈ { 2 , 3 } ) dependent on the variant zygosity, while Age and Study are covariates whose fixed and random effects were controlled. The model no longer considered age and study-batch effects of phenotypic measurements collected in m studies if the corresponding coefficients of Age and Study were not significantly different from zero. We employed a robust standard error estimator to account for heteroskedasticity of phenotypic measurements. 75 Exploration of adaptive PRKAA1 variants in large genome cohorts The genotype of PRKAA1 rs10035235 was extracted from the high coverage (∼30x) whole genome sequencing data made available by the Trans-Omics for Precision Medicine (TOPMed) Program. Sleep and ventilatory measurements were extracted from the phenotype databases of the Hispanic Community Health Study/Study of Latinos (HCHS/SOL) and Framingham Heart Study (FHS). A linear mixed model approach was used to determine whether the PRKAA1 rs10035235 variant is associated with phenotypes of interests. The model adapts a least-square or logistic regression approach to predict variations in continuous or dichotomous phenotypic measurements with the PRKAA1 rs10035235 genotype, while controlling for sex, five population ancestry principal components (PC1 - 5) and subject relatedness. Statistical significance of the association results was established based on nominal significant P-value (p < 0.05) corrected by increasing false discovery rate due to multiple testing. References 1 Teppema L.J. Dahan A. The ventilatory response to hypoxia in mammals: mechanisms, measurement, and analysis Physiol. Rev. 90 2010 675 754 20393196 2 Iturriaga R. Alcayaga J. Chapleau M.W. Somers V.K. Carotid body chemoreceptors: physiology, pathology, and implications for health and disease Physiol. Rev. 101 2021 1177 1235 33570461 3 Prabhakar N.R. Semenza G.L. Oxygen sensing and homeostasis Physiology 30 2015 340 348 26328879 4 Pamenter M.E. Powell F.L. Time domains of the hypoxic ventilatory response and their molecular basis Compr. Physiol. 6 2016 1345 1385 27347896 5 Beall C.M. Strohl K.P. Blangero J. Williams-Blangero S. Almasy L.A. Decker M.J. Worthman C.M. Goldstein M.C. Vargas E. Villena M. Ventilation and hypoxic ventilatory response of Tibetan and Aymara high altitude natives Am. J. Phys. Anthropol. 104 1997 427 447 9453694 6 Léon-Velarde F. Gamboa A. Rivera-Ch M. Palacios J.-A. Robbins P.A. Selected contribution: Peripheral chemoreflex function in high-altitude natives and patients with chronic mountain sickness J. Appl. Physiol. 94 2003 1269 1278 ; discussion 1253-4 12571149 7 Heinrich E.C. Orr J.E. Gilbertson D. Anza-Ramirez C. DeYoung P.N. Djokic M.A. Corante N. Vizcardo-Galindo G. Macarlupu J.L. Gaio E. Relationships Between Chemoreflex Responses, Sleep Quality, and Hematocrit in Andean Men and Women Front. Physiol. 11 2020 437 32435207 8 Arai Y. Tatsumi K. Sherpa N.K. Masuyama S. Hasako K. Tanabe N. Takiguchi Y. Kuriyama T. Impaired oxygenation during sleep at high altitude in Sherpa Respir. Physiol. Neurobiol. 133 2002 131 138 12385738 9 Pham L.V. Miele C.H. Schwartz N.G. Arias R.S. Rattner A. Gilman R.H. Miranda J.J. Polotsky V.Y. Checkley W. Schwartz A.R. Cardiometabolic correlates of sleep disordered breathing in Andean highlanders Eur. Respir. J. 49 2017 1601705 10 Spicuzza L. Casiraghi N. Gamboa A. Keyl C. Schneider A. Mori A. Leon-Velarde F. Di Maria G.U. Bernardi L. Sleep-related hypoxaemia and excessive erythrocytosis in Andean high-altitude natives Eur. Respir. J. 23 2004 41 46 14738229 11 Julian C.G. Vargas E. Gonzales M. Dávila R.D. Ladenburger A. Reardon L. Schoo C. Powers R.W. Lee-Chiong T. Moore L.G. Sleep-disordered breathing and oxidative stress in preclinical chronic mountain sickness (excessive erythrocytosis) Respir. Physiol. Neurobiol. 186 2013 188 196 23380170 12 Bloch K.E. Buenzli J.C. Latshang T.D. Ulrich S. Sleep at high altitude: guesses and facts J. Appl. Physiol. 119 2015 1466 1480 26229000 13 Ainslie P.N. Lucas S.J.E. Burgess K.R. Breathing and sleep at high altitude Respir. Physiol. Neurobiol. 188 2013 233 256 23722066 14 Corante N. Anza-Ramírez C. Figueroa-Mujíca R. Macarlupú J.L. Vizcardo-Galindo G. Bilo G. Parati G. Gamboa J.L. León-Velarde F. Villafuerte F.C. Excessive erythrocytosis and cardiovascular risk in Andean highlanders High Alt. Med. Biol. 19 2018 221 231 29782186 15 Yu J.J. Non A.L. Heinrich E.C. Gu W. Alcock J. Moya E.A. Lawrence E.S. Tift M.S. O’Brien K.A. Storz J.F. Time domains of hypoxia responses and -omics insights Front. Physiol. 13 2022 885295 16 Villafuerte F.C. Simonson T.S. Bermudez D. León-Velarde F. High-altitude erythrocytosis: Mechanisms of adaptive and maladaptive responses Physiology 37 2022 17 Sabeti P.C. Varilly P. Fry B. Lohmueller J. Hostetter E. Cotsapas C. Xie X. Byrne E.H. McCarroll S.A. Gaudet R. Genome-wide detection and characterization of positive selection in human populations Nature 449 2007 913 918 17943131 18 Grossman S.R. Andersen K.G. Shlyakhter I. Tabrizi S. Winnicki S. Yen A. Park D.J. Griesemer D. Karlsson E.K. Wong S.H. Identifying recent adaptations in large-scale genomic data Cell 152 2013 703 713 23415221 19 Simonson T.S. Altitude adaptation: A glimpse through various lenses High Alt. Med. Biol. 16 2015 125 137 26070057 20 Julian C.G. Moore L.G. Human genetic adaptation to high altitude: Evidence from the Andes Genes 10 2019 150 30781443 21 Bigham A. Bauchet M. Pinto D. Mao X. Akey J.M. Mei R. Scherer S.W. Julian C.G. Wilson M.J. López Herráez D. Identifying signatures of natural selection in Tibetan and Andean populations using dense genome scan data PLoS Genet. 6 2010 e1001116 22 Simonson T.S. Yang Y. Huff C.D. Yun H. Qin G. Witherspoon D.J. Bai Z. Lorenzo F.R. Xing J. Jorde L.B. Genetic evidence for high-altitude adaptation in Tibet Science 329 2010 72 75 20466884 23 Bigham A.W. Julian C.G. Wilson M.J. Vargas E. Browne V.A. Shriver M.D. Moore L.G. Maternal PRKAA1 and EDNRA genotypes are associated with birth weight, and PRKAA1 with uterine artery diameter and metabolic homeostasis at high altitude Physiol. Genomics 46 2014 687 697 25225183 24 Moore L.G. Lorca R.A. Gumina D.L. Wesolowski S.R. Reisz J.A. Cioffi-Ragan D. Houck J.A. Banerji S. Euser A.G. D’Alessandro A. Maternal AMPK pathway activation with uterine artery blood flow and fetal growth maintenance during hypoxia Am. J. Physiol. Heart Circ. Physiol. 327 2024 H778 H792 10.1152/ajpheart.00193.2024 39028630 25 Skeffington K.L. Higgins J.S. Mahmoud A.D. Evans A.M. Sferruzzi-Perri A.N. Fowden A.L. Yung H.W. Burton G.J. Giussani D.A. Moore L.G. Hypoxia, AMPK activation and uterine artery vasoreactivity J. Physiol. 594 2016 1357 1369 26110512 26 Lorca R.A. Houck J.A. Laurent L.C. Matarazzo C.J. Baker K. Horii M. Nelson K.K. Bales E.S. Euser A.G. Parast M.M. High altitude regulates the expression of AMPK pathways in human placenta Placenta 104 2021 267 276 33472134 27 Lorca R.A. Matarazzo C.J. Bales E.S. Houck J.A. Orlicky D.J. Euser A.G. Julian C.G. Moore L.G. AMPK activation in pregnant human myometrial arteries from high-altitude and intrauterine growth-restricted pregnancies Am. J. Physiol. Heart Circ. Physiol. 319 2020 H203 H212 32502374 28 Garcia D. Shaw R.J. AMPK: Mechanisms of cellular energy sensing and restoration of metabolic balance Mol. Cell 66 2017 789 800 28622524 29 Steinberg G.R. Hardie D.G. New insights into activation and function of the AMPK Nat. Rev. Mol. Cell Biol. 24 2023 255 272 36316383 30 Hardie D.G. Ross F.A. Hawley S.A. AMPK: a nutrient and energy sensor that maintains energy homeostasis Nat. Rev. Mol. Cell Biol. 13 2012 251 262 22436748 31 Evans A.M. Hardie D.G. AMPK and the need to breathe and feed: What’s the matter with oxygen? Int. J. Mol. Sci. 21 2020 3518 32429235 32 Dengler F. Activation of AMPK under hypoxia: Many roads leading to Rome Int. J. Mol. Sci. 21 2020 2428 32244507 33 Mahmoud A.D. Lewis S. Juričić L. Udoh U.-A. Hartmann S. Jansen M.A. Ogunbayo O.A. Puggioni P. Holmes A.P. Kumar P. AMP-activated protein kinase deficiency blocks the hypoxic ventilatory response and thus precipitates hypoventilation and apnea Am. J. Respir. Crit. Care Med. 193 2016 1032 1043 26669206 34 MacMillan S. Evans A.M. AMPK facilitates the hypoxic ventilatory response through non-adrenergic mechanisms at the brainstem Pflugers Arch. 475 2023 89 99 10.1007/s00424-022-02713-8 35680670 35 MacMillan S. Holmes A.P. Dallas M.L. Mahmoud A.D. Shipston M.J. Peers C. Hardie D.G. Kumar P. Evans A.M. LKB1 is the gatekeeper of carotid body chemosensing and the hypoxic ventilatory response Commun. Biol. 5 2022 642 35768580 36 MacMillan S. Burns D.P. O’Halloran K.D. Evans A.M. SubSol-HIe is an AMPK-dependent hypoxia-responsive subnucleus of the nucleus tractus solitarius that coordinates the hypoxic ventilatory response and protects against apnoea in mice Pflugers Arch. 476 2024 1087 1107 38635058 37 Grossman S.R. Shlyakhter I. Karlsson E.K. Byrne E.H. Morales S. Frieden G. Hostetter E. Angelino E. Garber M. Zuk O. A composite of multiple signals distinguishes causal variants in regions of positive selection Science 327 2010 883 886 20056855 38 Kass R.E. Raftery A.E. Bayes factors J. Am. Stat. Assoc. 90 1995 773 795 39 Ward L.D. Kellis M. HaploReg: a resource for exploring chromatin states, conservation, and regulatory motif alterations within sets of genetically linked variants Nucleic Acids Res. 40 2012 D930 D934 22064851 40 Botek M. Krejčí J. McKune A. Sex differences in autonomic cardiac control and oxygen saturation response to short-term normobaric hypoxia and following Recovery: Effect of aerobic fitness Front. Endocrinol. 9 2018 697 41 Regensteiner J.G. McCullough R.G. McCullough R.E. Pickett C.K. Moore L.G. Combined effects of female hormones and exercise on hypoxic ventilatory response Respir. Physiol. 82 1990 107 114 2148632 42 Schoene R.B. Robertson H.T. Pierson D.J. Peterson A.P. Respiratory drives and exercise in menstrual cycles of athletic and nonathletic women J. Appl. Physiol. 50 1981 1300 1305 7263392 43 Oeung B. Pham K. Olfert I.M. Zerda D.J.D.L. Gaio E. Powell F.L. Heinrich E.C. The normal distribution of the hypoxic ventilatory response and methodological impacts: a meta-analysis and computational investigation J. Physiol. 601 2023 4423 4440 37589511 44 Schwessinger R. Suciu M.C. McGowan S.J. Telenius J. Taylor S. Higgs D.R. Hughes J.R. Sasquatch: predicting the impact of regulatory SNPs on transcription factor binding from cell- and tissue-specific DNase footprints Genome Res. 27 2017 1730 1742 28904015 45 Weirauch M.T. Yang A. Albu M. Cote A.G. Montenegro-Montero A. Drewe P. Najafabadi H.S. Lambert S.A. Mann I. Cook K. Determination and inference of eukaryotic transcription factor sequence specificity Cell 158 2014 1431 1443 25215497 46 Murthi P. Rajaraman G. Brennecke S.P. Kalionis B. The role of placental homeobox genes in human fetal growth restriction J. Pregnancy 2011 2011 548171 47 Kinkead R. LeBlanc M. Gulemetova R. Lalancette-Hébert M. Lemieux M. Mandeville I. Jeannotte L. Respiratory adaptations to lung morphological defects in adult mice lacking Hoxa5 gene function Pediatr. Res. 56 2004 553 562 15295088 48 King T.L. Heesch C.M. Clark C.G. Kline D.D. Hasser E.M. Hypoxia activates nucleus tractus solitarii neurons projecting to the paraventricular nucleus of the hypothalamus Am. J. Physiol. Regul. Integr. Comp. Physiol. 302 2012 R1219 R1232 22403798 49 Alessandro R. Gerardo B. Alessandra L. Lorenzo C. Andrea P. Keith G. Yang Z. Antonio P. Effects of twenty days of the ketogenic diet on metabolic and respiratory parameters in healthy subjects Lung 193 2015 939 945 26410589 50 Carling D. Zammit V.A. Hardie D.G. A common bicyclic protein kinase cascade inactivates the regulatory enzymes of fatty acid and cholesterol biosynthesis FEBS Lett. 223 1987 217 222 2889619 51 Ou L.C. Leiter J.C. Effects of exposure to a simulated altitude of 5500 m on energy metabolic pathways in rats Respir. Physiol. Neurobiol. 141 2004 59 71 15234676 52 Azarbarzin A. Sands S.A. Stone K.L. Taranto-Montemurro L. Messineo L. Terrill P.I. Ancoli-Israel S. Ensrud K. Purcell S. White D.P. The hypoxic burden of sleep apnoea predicts cardiovascular disease-related mortality: the Osteoporotic Fractures in Men Study and the Sleep Heart Health Study Eur. Heart J. 40 2019 1149 1157 30376054 53 Lahiri S. Maret K. Sherpa M.G. Dependence of high altitude sleep apnea on ventilatory sensitivty to hypoxia Respir. Physiol. 52 1983 281 301 6412339 54 Masuyama S. Kohchiyama S. Shinozaki T. Okita S. Kunitomo F. Tojima H. Kimura H. Kuriyama T. Honda Y. Periodic breathing at high altitude and ventilatory responses to O2 and CO2 Jpn. J. Physiol. 39 1989 523 535 2513442 55 Küpper T. Schöffl V. Netzer N. Cheyne stokes breathing at high altitude: a helpful response or a troublemaker? Sleep Breath. 12 2008 123 127 18158610 56 Mohsenin V. Common high altitudes illnesses a primer for healthcare provider Br. J. Med. Med. Res. 7 2015 1017 1025 27057512 57 Lappin T.R.J. Grier D.G. Thompson A. Halliday H.L. HOX genes: seductive science, mysterious mechanisms Ulst. Med. J. 75 2006 23 31 58 Sugino K. Clark E. Schulmann A. Shima Y. Wang L. Hunt D.L. Hooks B.M. Tränkner D. Chandrashekar J. Picard S. Mapping the transcriptional diversity of genetically and anatomically defined cell populations in the mouse brain eLife 8 2019 e38619 59 Xia Y. Cui K. Alonso A. Lowenstein E.D. Hernandez-Miranda L.R. Transcription factors regulating the specification of brainstem respiratory neurons Front. Mol. Neurosci. 15 2022 1072475 10.3389/fnmol.2022.1072475 60 Wang T. Guo H. Li Q. Wu W. Yu M. Zhang L. Li C. Song J. Wang Z. Zhang J. The AMPK-HOXB9-KRAS axis regulates lung adenocarcinoma growth in response to cellular energy alterations Cell Rep. 40 2022 111210 61 Hardie D.G. AMP-activated/SNF1 protein kinases: conserved guardians of cellular energy Nat. Rev. Mol. Cell Biol. 8 2007 774 785 17712357 62 Steinberg G.R. Kemp B.E. AMPK in health and disease Physiol. Rev. 89 2009 1025 1078 19584320 63 Morrow V.A. Foufelle F. Connell J.M.C. Petrie J.R. Gould G.W. Salt I.P. Direct activation of AMP-activated protein kinase stimulates nitric-oxide synthesis in human aortic endothelial cells J. Biol. Chem. 278 2003 31629 31639 12791703 64 Lane S.L. Houck J.A. Doyle A.S. Bales E.S. Lorca R.A. Julian C.G. Moore L.G. AMP-activated protein kinase activator AICAR attenuates hypoxia-induced murine fetal growth restriction in part by improving uterine artery blood flow J. Physiol. 598 2020 4093 4105 32592403 65 Herrera M. Yang T. Sparks M.A. Manning M.W. Koller B.H. Coffman T.M. Complex role for E-prostanoid 4 receptors in hypertension J. Am. Heart Assoc. 8 2019 e010745 10.1161/jaha.118.010745 66 Pham K. Frost S. Parikh K. Puvvula N. Oeung B. Heinrich E.C. Inflammatory gene expression during acute high-altitude exposure J. Physiol. 600 2022 4169 4186 35875936 67 Nguyen M. Camenisch T. Snouwaert J.N. Hicks E. Coffman T.M. Anderson P.A. Malouf N.N. Koller B.H. The prostaglandin receptor EP4 triggers remodelling of the cardiovascular system at birth Nature 390 1997 78 81 9363893 68 Palikhe N.S. Sin H.J. Kim S.H. Sin H.J. Hwang E.K. Ye Y.M. Park H.-S. Genetic variability of prostaglandin E2 receptor subtype EP4 gene in aspirin-intolerant chronic urticaria J. Hum. Genet. 57 2012 494 499 22695889 69 Raberin A. Burtscher J. Citherlet T. Manferdelli G. Krumm B. Bourdillon N. Antero J. Rasica L. Malatesta D. Brocherie F. Women at altitude: Sex-related physiological responses to exercise in hypoxia Sports Med. 54 2024 271 287 10.1007/s40279-023-01954-6 37902936 70 Shlyakhter I. Sabeti P.C. Schaffner S.F. Cosi2: an efficient simulator of exact and approximate coalescent with selection Bioinformatics 30 2014 3427 3429 25150247 71 Khan A. Fornes O. Stigliani A. Gheorghe M. Castro-Mondragon J.A. van der Lee R. Bessy A. Chèneby J. Kulkarni S.R. Tan G. JASPAR 2018: update of the open-access database of transcription factor binding profiles and its web framework Nucleic Acids Res. 46 2018 D260 D266 29140473 72 Pruim R.J. Welch R.P. Sanna S. Teslovich T.M. Chines P.S. Gliedt T.P. Boehnke M. Abecasis G.R. Willer C.J. LocusZoom: regional visualization of genome-wide association scan results Bioinformatics 26 2010 2336 2337 20634204 73 Lawrence E.S. Gu W. Bohlender R.J. Anza-Ramirez C. Cole A.M. Yu J.J. Hu H. Heinrich E.C. O’Brien K.A. Vasquez C.A. Functional EPAS1/HIF2A missense variant is associated with hematocrit in Andean highlanders Sci. Adv. 10 2024 eadj5661 74 Kent W.J. Sugnet C.W. Furey T.S. Roskin K.M. Pringle T.H. Zahler A.M. Haussler D. The human genome browser at UCSC Genome Res. 12 2002 996 1006 12045153 75 MacKinnon J.G. White H. Some heteroskedasticity-consistent covariance matrix estimators with improved finite sample properties J. Econom. 29 1985 305 325 Supplemental information Document S1. Figures S1–S4 and Table S1 Table S2. Regulatory variants in high linkage disequilibrium with the selected PRKAA1 marker This table provides a detailed list of 146 single nucleotide variants (SNVs) in high linkage disequilibrium (r 2 > 0.90) with the selection markers rs10053664 and rs62357564 across a ∼200 kb region in the PRKAA1 locus. The variants are annotated with chromosomal position, gene region, regulatory features, and allele frequencies. Variants are ranked by regulatory significance based on DNase hypersensitivity sites, histone modifications, transcription factor binding sites, and additional functional annotations. Prominent regulatory variants, including rs10035235 and rs3805490, are highlighted for their potential functional impact on chromatin accessibility and transcriptional regulation in various cell types. Table S3. Regulatory profiles of key variants in the PRKAA1 and PTGER4 loci This table provides an overview of single nucleotide variants with notable regulatory signatures across various loci, including PRKAA1 and PTGER4 . Variants are annotated with their chromosomal position (hg38), reference and alternate alleles, allele frequencies in major populations (AFR, AMR, ASN, EUR), and chromatin accessibility markers such as DNase hypersensitivity sites, promoter and enhancer histone marks, and transcription factor binding profiles. Regulatory annotations also include functional classifications (e.g., promoter, intronic) and associated genes as defined by ENSEMBL and UCSC Genome Browser annotations. The prominent variant rs10035235, marked by strong chromatin signals in diverse cell types, highlights its potential contribution to phenotypic variability at different stages of development. Table S4. Regulatory chromatin states from DNAse and histone ChIP-Seq of rs10035235 and rs3805490 This table summarizes the chromatin landscape associated with these variants, including chromatin state annotations (H3K4me1, H3K4me3, H3K27ac, H3K9ac) and DNase hypersensitivity across multiple cell types from the Roadmap Epigenomics Consortium and ENCODE datasets. The chromatin states highlight potential regulatory functions of the variants in various tissues and cell types. Additionally, proteins bound at these loci in ChIP-Seq experiments are provided. Supplemental information can be found online at https://doi.org/10.1016/j.isci.2025.112911 .",
    "full_text_abstract": "Summary Highland groups have adapted to the extreme selective pressures of hypoxia at high altitude via alterations in the oxygen-transport cascade. PRKAA1 , which encodes the catalytic subunit of the AMP-activated protein kinase (AMPK), is a notable target of natural selection in Andeans and has been associated with protective fetal phenotypes in this population. AMPK is a universal cellular energy sensor involved in a multitude of physiological processes, including ventilation and the hypoxic ventilatory response (HVR) in animal models. We localized a signal of positive selection and identified a regulatory promoter variant (rs10035235, C>T) of adaptive significance that is associated with ventilatory and sleep phenotypes in male Andean highlanders as well as sleep phenotypes in publicly available lowland cohorts. This work identifies a functional, adaptive, and likely pleiotropic regulatory variant in PRKAA1 in Andeans that may accentuate hypoxia-induced ventilation and provide protection from sleep-disordered breathing in both high- and lowland populations.\n\nGraphical abstract\n\nHighlights • PRKAA1 , encoding alpha-1 subunit of AMP-activated protein kinase, is adaptive in Andeans • PRKAA1 rs10035235 is associated with ventilatory control and sleep traits at high altitude • rs10035235 is also associated with protection from sleep apnea in lowland cohorts\n\nHealth sciences; Medicine; Medical specialty; Precision medicine; Natural sciences; Biological sciences; Genetics; Human Genetics"
}