{
    "PMC": "8191756",
    "DOI": "10.1093/nar/gkab415",
    "PMID": "34048572",
    "PMCID": "PMC8191756",
    "title": "Post-translational modification of RNA m6A demethylase ALKBH5 regulates ROS-induced DNA damage response.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC8191756",
    "source": "MED",
    "abstract_text": "Faithful genome integrity maintenance plays an essential role in cell survival. Here, we identify the RNA demethylase ALKBH5 as a key regulator that protects cells from DNA damage and apoptosis during reactive oxygen species (ROS)-induced stress. We find that ROS significantly induces global mRNA N6-methyladenosine (m6A) levels by modulating ALKBH5 post-translational modifications (PTMs), leading to the rapid and efficient induction of thousands of genes involved in a variety of biological processes including DNA damage repair. Mechanistically, ROS promotes ALKBH5 SUMOylation through activating ERK/JNK signaling, leading to inhibition of ALKBH5 m6A demethylase activity by blocking substrate accessibility. Moreover, ERK/JNK/ALKBH5-PTMs/m6A axis is activated by ROS in hematopoietic stem/progenitor cells (HSPCs) in vivo in mice, suggesting a physiological role of this molecular pathway in the maintenance of genome stability in HSPCs. Together, our study uncovers a molecular mechanism involving ALKBH5 PTMs and increased mRNA m6A levels that protect genomic integrity of cells in response to ROS.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 8191756 34048572 10.1093/nar/gkab415 gkab415 AcademicSubjects/SCI00010 Molecular Biology Post-translational modification of RNA m 6 A demethylase ALKBH5 regulates ROS-induced DNA damage response Yu Fang Department of Medicine, UF Health Cancer Center, University of Florida , Gainesville, FL 32610, USA Department of Biochemistry and Molecular Biology, University of Florida , Gainesville, FL 32610, USA https://orcid.org/0000-0003-2691-6490 Wei Jiangbo Department of Chemistry, Department of Biochemistry and Molecular Biology, and Institute for Biophysical Dynamics, The University of Chicago , 929 East 57th Street, Chicago, IL 60637, USA Howard Hughes Medical Institute, The University of Chicago , 929 East 57th Street, Chicago, IL 60637, USA Cui Xiaolong Department of Chemistry, Department of Biochemistry and Molecular Biology, and Institute for Biophysical Dynamics, The University of Chicago , 929 East 57th Street, Chicago, IL 60637, USA Howard Hughes Medical Institute, The University of Chicago , 929 East 57th Street, Chicago, IL 60637, USA Yu Chunjie Department of Medicine, UF Health Cancer Center, University of Florida , Gainesville, FL 32610, USA Ni Wei Department of Molecular Genetics and Microbiology, UF Genetic Institute, University of Florida , FL 32610, USA https://orcid.org/0000-0003-1801-9706 Bungert Jörg Department of Biochemistry and Molecular Biology, University of Florida , Gainesville, FL 32610, USA https://orcid.org/0000-0002-0076-2617 Wu Lizi Department of Molecular Genetics and Microbiology, UF Genetic Institute, University of Florida , FL 32610, USA He Chuan Department of Chemistry, Department of Biochemistry and Molecular Biology, and Institute for Biophysical Dynamics, The University of Chicago , 929 East 57th Street, Chicago, IL 60637, USA Howard Hughes Medical Institute, The University of Chicago , 929 East 57th Street, Chicago, IL 60637, USA https://orcid.org/0000-0001-5565-7534 Qian Zhijian Department of Medicine, UF Health Cancer Center, University of Florida , Gainesville, FL 32610, USA Department of Biochemistry and Molecular Biology, University of Florida , Gainesville, FL 32610, USA To whom correspondence should be addressed. Tel: +1 352 294 8984; Email: z.qian@ufl.edu Correspondence may also be addressed to Chuan He. Email: chuanhe@uchicago.edu The authors wish it to be known that, in their opinion, the first three authors should be regarded as Joint First Authors. 04 6 2021 28 5 2021 28 5 2021 49 10 5779 5797 30 4 2021 28 4 2021 22 2 2021 © The Author(s) 2021. Published by Oxford University Press on behalf of Nucleic Acids Research. 2021 https://creativecommons.org/licenses/by/4.0/ This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited. Abstract Faithful genome integrity maintenance plays an essential role in cell survival. Here, we identify the RNA demethylase ALKBH5 as a key regulator that protects cells from DNA damage and apoptosis during reactive oxygen species (ROS)-induced stress. We find that ROS significantly induces global mRNA N 6 -methyladenosine (m 6 A) levels by modulating ALKBH5 post-translational modifications (PTMs), leading to the rapid and efficient induction of thousands of genes involved in a variety of biological processes including DNA damage repair. Mechanistically, ROS promotes ALKBH5 SUMOylation through activating ERK/JNK signaling, leading to inhibition of ALKBH5 m 6 A demethylase activity by blocking substrate accessibility. Moreover, ERK/JNK/ALKBH5-PTMs/m 6 A axis is activated by ROS in hematopoietic stem/progenitor cells (HSPCs) in vivo in mice, suggesting a physiological role of this molecular pathway in the maintenance of genome stability in HSPCs. Together, our study uncovers a molecular mechanism involving ALKBH5 PTMs and increased mRNA m 6 A levels that protect genomic integrity of cells in response to ROS. Leukemia and Lymphoma Society 10.13039/100005189 Howard Hughes Medical Institute 10.13039/100000011 UF startup 29050600-171-2200-ASHANDS-2701NCIZQ-45614298 INTRODUCTION Oxidative DNA damage as a result of exposure to reactive oxygen species (ROS) is considered as a major driving force of tumorigenesis that induces chromosomal abnormalities, oncogene activation and promotes genomic instability ( 1 , 2 ). Emerging evidence suggest that gene expression is largely dependent of the state of RNA epigenetic modifications. RNA m 6 A modification has recently been discovered to regulate gene expression through regulation of RNA stability and translation ( 3 , 4 ). However, the role of RNA m 6 A modification in ROS-induced cellular responses has not been investigated in the past. N 6 -Methyladenosine (m 6 A), the most abundant internal chemical modification of eukaryotic mRNAs, is catalyzed by the m 6 A methyltransferase complex (MTC) which is composed of METTL3, METTL14, WTAP, VIRMA (KIAA1429), RBM15/15B, and ZC3H13 and removed by FTO and ALKBH5 ( 5–14 ). m 6 A-sites are recognized by reader proteins including the YT521-B homology (YTH) domain family of proteins (YTHDF1/2/3 and YTHDC1/2) ( 15–19 ), the insulin-like growth factor 2 mRNA-binding protein IGF2BPs (IGF2BP1/2/3) ( 20 ), heterogeneous nuclear ribonucleoproteins A2/B1 (HNRNPA2B1) ( 21 ), proline-rich and coiled-coil-containing protein 2A (PRRC2A) ( 22 ), and SND1 ( 23 ), which act as functional mediators of m 6 A. m 6 A modification regulates almost every stage of mRNA metabolism including RNA folding as well as mRNA maturation processing, stability, export, and translation ( 24 , 25 ). m 6 A methylation plays an important role in a variety of biological processes by synchronizing expression of hundreds to thousands of mRNAs which facilitates cellular transitions between distinct states during differentiation and development ( 24 ). Due to rapid response kinetics, the regulation of mRNA modifications is particularly important under stress conditions ( 17 , 26–30 ). However, it remains unclear which signaling pathways mediate stress-induced RNA m 6 A modifications and how cellular stress regulates m 6 A-modifying proteins. In this study, we examined the role of RNA demethylase ALKBH5 in response to ROS stress and observed that ROS induces a global increase in mRNA m 6 A via inhibition of the ALKBH5. We determined that ROS inhibits ALKBH5 demethylase activity through ERK/JNK-mediated ALKBH5 phosphorylation at serine residues S87 and S325. ALKBH5 phosphorylation facilitates ALKBH5 SUMOylation by promoting the interaction between ALKBH5 and SUMO E2 UBC9. Notably, ALKBH5 is modified by SUMO-1 mainly at lysine residues K86 and K321, which is mediated by the SUMO E3 ligase PIAS4. Furthermore, we demonstrated that ROS-induced ERK/JNK/ALKBH5 PTMs/m 6 A axis is essential for the maintenance of genome integrity and survival of mammalian cells, and that ERK/JNK/ALKBH5 PTMs/m 6 A axis can be activated in hematopoietic stem/progenitor cells in vivo under physiological condition in response endogenous ROS. Collectively, our results demonstrate how the mRNA m 6 A modification adds another dimension to regulation of gene expression of DNA damage repair related genes in response to ROS stress. MATERIALS AND METHODS Plasmids and antibodies The pCDH-Strep-ALKBH5 expression plasmid was generated by cloning the corresponding coding sequence into pCDH-Strep vector. All the pCDH-Strep-ALKBH5 K/R (lysine to arginine) or S/A (serine to alanine) mutants were derived from pCDH-Strep-ALKBH5 by site-directed mutagenesis. All expression plasmids for the SUMO systems were kindly provided by Dr. Jiemin Wong's lab. Antibodies used in this study were listed as follows: anti-m 6 A (Synaptic Systems# 202003), anti-γ H2A.X (CST#9719S), anti-γ H2A.X (Thermo Fisher#MA1-2022), anti-ALKBH5 (Sigma#HPA007196), anti-ALKBH5 (Thermo Fisher #703570), anti-FTO (Sigma#SAB2106776), anti-METTL3 (Sigma#SAB2104747), anti-METTL14 (Sigma#HPA038002), anti-SUMO-1 (Thermo Fisher #33–2400), anti-SUMO-2/3 (CST#4971P), anti-ERK (CST#9102S), anti-p-ERK (CST#9106S), anti-JNK (CST#9252S), anti-p-JNK (CST#4671S), anti-phophoserine (Sigma#P5747), anti-phophotyrosine (Sigma#SAB5200015), anti-Strep (Sigma#SAB2702216), anti-Annexin V (Thermo Fisher #17800774), anti-Actin (CST#8457S), anti-Tubulin (CST#2146S), anti-Lamin A/C (CST#4777S), anti-HA (CST#2362), anti-Flag (Sigma#F1804), anti-IGF2BP2 (CST#14672S), anti-eIF3A (CST#3411S). Drug treatment For the ROS-induced DNA damage analysis, the indicated cell lines were treated with or without 100 μM hydrogen peroxide (H 2 O 2 ), or 80 μM Carbonyl cyanide m-chlorophenylhydrazone (CCCP) for 6 hours. For the in vivo ROS study, DMSO and 5 mg/kg CCCP was intraperitoneally injected in to three pairs of mice. And, all the mice were sacrificed 12 hours after injection. Comet assay Comet assay was performed with the comet kit (R&D SYSTEMS, Cat# 4250-050-K) according to manufactory instructions. Briefly, combine cells at 0.5 million per mLwith molten LMA agarose at a ratio of 1: 10 (v/v) and immediately pipette 50 μl onto comet slice and place it at 4°C for 30 min in the dark. Immerse slice into 4°C lysis buffer for 2 h. Next, immerse slice in alkaline unwinding solution (200 mM NaOH, 1 mM EDTA, pH > 13) for 20 min at room temperature. Finally, Electrophoresis was performed in alkaline electrophoresis solution and the comet slices were stained with SYBR Gold dye. And, the tail length was calculated by image J software. Western blot analysis, co-immunoprecipitation and Immunofluorescence staining The western blot, co-immunoprecipitation and Immunofluorescence staining analyses were performed according to standard protocols as described previously ( 31 ), using the indicated antibodies. For examining SUMO-modified proteins, cells were lysed in denaturing buffer (50 mM Tris–HCl pH7.5, 150 mM NaCl, 4% SDS, 1mM EDTA, 8% glycerol, 50mM NaF, 1 mM DTT, 1mM PMSF and protein inhibitors) supplemented with 20 mM N -ethylmaleimide (NEM) and heated at 90°C for 10 min. For immunoprecipitation assays, the lysates were further diluted to 0.1% SDS and immunoprecipitated with antibodies against target proteins at 4°C overnight. SUMO-modified proteins were tested by western blotting. Streptavidin pull-down analysis To determine the effect of ALKBH5 SUMOylation on its substrate accessibility, a biotin labeled RNA oligonucleotide bait was synthesized at Ruimian biotechnology, Shanghai, China (5′-biotin-AUGGGCCGUUCAUCUGCUAAAAGG-m 6 A-CUGCUUUUGGGGCUUGU-3′). The pull-down assay was performed according to as described ( 32 ). Briefly, transfected HEK293T cells were collected, washed with PBS and lysed in lysis buffer (50 mM Tris–HCl pH 7.5, 150 mM NaCl, 0.5% NP-40, 1 mM EDTA, 8% glycerol supplemented with protease inhibitor mixture, phosphatase inhibitors and 1 mM DTT). 10% of whole cell lysate was used as input and 90% of the whole cell lysate was used for the following Streptavidin sepharose beads pulldown. Next, 2 μg of biotinylated RNA baits were incubated with the above-mentioned whole cell lysate, diluted with binding buffer containing 10 mM Tris–HCl pH 7.5, 150 mM NaCl, 1.5 mM MgCl 2 , 0.05% NP-40 and subjected to rotation at 4°C for 2 h. The resulting beads were washed three times with washing buffer (10 mM Tris–HCl pH 7.5, 150 mM NaCl, 0.05% NP-40, 1 mM EDTA). The effect of SUMOylation on ALKBH5 substrate accessibility was determined by western blotting using anti-ALKBH5 antibodies. shRNA knockdown and quantitative RT-PCR Knockdown of target genes by shRNAs was done as described previously ( 31 ). The vector for shRNAs was pLKO.1. The sequences for shRNAs are listed in Supplementary Figure Table S1 . For qRT-PCR analysis, total RNA was extracted from various cells as indicated and reverses transcribed using kits purchased from Thermo Fisher. The primer sequences used in the qRT-PCR are listed in Supplementary Figure Table S1 . Analysis of mRNA m 6 A methylation by dot-blot assay To analyze mRNA m 6 A methylation, we performed dot-blot assays according to a published procedure with minor changes ( 33 ). Briefly, total RNA was extracted using Trizol reagent (Thermo Fisher), and mRNAs were separated using the dynabeads mRNA purification kit (Thermo Fisher). The mRNAs were denatured at 95°C for 5 min, followed by chilling on ice directly. Next, 400 ng mRNAs was spotted to positively charged nylon (GE healthcare), air-dried for 5 min, and cross-linked using a UV cross linker. The membranes were blocked in 5% non-fat milk plus 1% BSA in PBST for 2 hours and then incubated with anti- m 6 A antibodies at 4°C overnight. After three times washing with PBST, the membranes were incubated with Alexa Fluor 680 Goat anti-rabbit IgG secondary antibodies at room temperature for 1 h. Membranes were subsequently scanned using image studio. Methylene blue staining was used as a loading control to make sure equal amount of mRNAs was used for dot-blot analysis. mRNA m 6 A methylation quantification by LC-MS/MS mRNAs from indicated groups were separated by dynabeads mRNA purification kit two times, followed by the removal of contaminated rRNA with RiboMinus™ Eukaryote Kit v2kit (Thermo Fisher). The isolated mRNAs were subsequently digested into nucleotides with nuclease P1 (Sigma, N8630) in 20 ml of buffer containing 25 mM NaCl and 2.5 mM ZnCl 2 for 1 h at 42°C, followed by 1 unit of FastAP Thermosensitive Alkaline Phosphatase (1 U/μl, Thermofisher Scientific, EF0651) in FastAP buffer were added and the sample was incubated for another 4 h at 37°C. The samples were then filtered (0.22 mm, Millipore) and injected into a C18 reverse phase column coupled online to Agilent 6460 LC–MS/MS spectrometer in positive electrospray ionization mode. The nucleosides were quantified by using retention time and the nucleoside to base ion mass transitions (268-to-136 for A; 282-to-150 for m 6 A. Quantification was performed by comparing with the standard curve obtained from pure nucleoside standards running with the same batch of samples. m 6 A-Seq and RNA-Seq analysis Total RNA was extracted from indicated cells with or without H 2 O 2 treatment and poly(A) + RNA was further enriched by dynabeads mRNA purification kit (Thermo Fisher). Particularly, DNase I digestion was performed to avoid DNA contamination. mRNA was fragmented by Bioruptor® Pico Sonication System and input was saved before m 6 A IP. m 6 A IP was performed with EpiMark ® N 6 -Methyladenosine Enrichment Kit (NEB, E1610S) following the manufactory protocol. Then, RNA libraries were prepared for both input and IP samples using TruSeq ® Stranded mRNA Library Prep (Illumina, 20020594) following the manufactory protocol. Sequencing was performed at the University of Chicago Genomics Facility on an Illumina NextSeq 4000 machine in single-read mode with 50 bp per read at around 25–30 M sequencing depth. m 6 A-Seq and RNA-Seq data analysis Single-end reads were harvested and trimmed by Trim_Galore to remove adaptor sequences and low-quality nucleotides. High-quality reads were then aligned to UCSC hg19 reference genome by HISAT2 using default parameters, and only uniquely mapped reads were retained for all downstream analyses. FeatureCounts software was used to count reads mapped to RefSeq genes, and differentially expressed genes analysis was conducted by Cuffdiff 2 Software. ExomePeak R package was employed to call m 6 A peaks on RefSeq transcripts and further generate differentially methylated m 6 A peaks. Peak centers were then grouped to 3′ UTR, CDS and 5′ UTR by custom scripts. Metagene plots were generated by Guitar package, and motifs were identified by Homer toolkit. To visualize sequencing signals at specific genomic regions, we used Deeptools to normalize all libraries and imported into IGV. Biochemistry assay of ALKBH5 activity in vitro Similar to a previous report ( 34 ), the demethylation activity assay was performed in standard 20 μL of reaction buffer containing KCl (100 mM), MgCl 2 (2 mM), SUPERNase In (0.2 U/μl, life technology), L-ascorbic acid (2 mM), α-ketoglutarate (300 μM), (NH 4 ) 2 Fe(SO 4 ) 2 ·6H 2 O (150 μM), and 50 mM of HEPES buffer (pH 6.5). WT and SUMOylation-deficient mutant ALKBH5 was purified from HEK293T cells after the treatment of H 2 O 2 . 100 ng polyadenylated RNA purified from HEK293T cells was incubated with WT or mutant ALKBH5 in the above reaction buffer for 1 hour and then quenched by the addition of 5 mM of EDTA, respectively. Excessive amount of EDTA was added to control samples. The RNAs were then isolated with 100 μL TRIzol ® reagents (Thermofisher Scientific, #15596018) using standard protocol and subjected to RNA digestion prior to LC-MS/MS analysis. RIP-RT-qPCR Sixty million cells were collected and re-suspended with RIPA buffer at 4°C for 1 h on a rotator. Then the mRNP lysate was centrifuged at 15 000g for 15 min to clear the lysate. 50 μl cell lysate was saved as input, mixed with 1 ml TRIzol. ALKBH5 antibody or igG was added and incubate at 4°C overnight together with proteinase inhibitor and RNase inhibitor. Cell lysate was then mixed with dynabeads protein A/G (1:1 mixture) with continuously rotating at 4 °C for 4 h. The beads were collected, washed and the binding RNA was extracted by TRIzol reagent. Amount of target transcripts in both the input and IP RNAs were analyzed with RT-qPCR, and IP enrichment ratio of a transcript was calculated as the ratio of its amount in IP to that in the input yielded from same amount of cells and normalized to IgG. The primer sequences used in the qRT-PCR are listed in Supplementary Figure Table S1 . ROS detection by FACS ROS detection assay was performed as previously described ( 35 ). Briefly, bone marrow cells were stained with cell surface markers as we previously described ( 36 ), and were incubated with pre-warmed loading buffer containing the probe DCFHDA (2′-7′-dichlorodihydrofluorescein diacetate) to a final concentration of 5 μM. After 1 h incubation, the intensity of fluorescence was examined by flow cytometry. Statistical analysis Experiments were performed at least three times, and the representative data were shown. All statistical tests were performed using the unpaired Student's test by GraphPad Prism 5 software. A value of P < 0.05 was considered statistically significant. In all the results, ‘ * ’ denotes P < 0.05, ‘**’ denotes P < 0.01, ‘***’ denotes P < 0.001, and ‘ns’ denotes no significant difference. RESULTS ROS leads to up-regulation of global mRNA m 6 A methylation To examine the role of mRNA m 6 A methylation in response to ROS stress, we treated human cell lines with H 2 O 2 . Consistent with prior studies ( 37 ), H 2 O 2 induced DNA damage in HEK293T and HeLa cells as evidenced by increased expression of phosphorylated H 2 AX (γH 2 AX), a sensitive marker of DNA damage and genomic instability ( 38 , 39 ) (Figure 1A – C ). Furthermore, H 2 O 2 significantly increased global mRNA m 6 A methylation in human HEK293T and HeLa cells (Figure 1D and Supplementary Figure S1A ). Carbonyl cyanide m-chlorophenylhydrazone (CCCP) was used to mimic endogenous ROS activation under physiological conditions (40–43). Similar to H 2 O 2, CCCP treatment significantly induced phosphorylation of H 2 AX as well as global mRNA m 6 A levels in human HEK293T ( Supplementary Figure S1B and C ) and HeLa cells ( Supplementary Figure S1D and E ). More importantly, CCCP-induced DNA damage and increase in global mRNA m 6 A methylation was inhibited by N -acetyl- l -cysteine (NAC), which abrogates ROS generated by CCCP treatment, suggesting that CCCP-induced DNA damage and global increase in global mRNA m 6 A methylation was mainly attributed to CCCP-induced ROS (Figure 1E and F ). We next performed quantitative analysis of the mRNA m 6 A/A ratio by LC–QqQ–MS/MS using previously described protocol ( 44 ). Consistent with the dot blot analysis, both H 2 O 2 - and CCCP-induced ROS significantly increased global mRNA m 6 A levels (Figure 1G and H ). To determine the effect of ROS treatment on kinetics of DNA damage and global mRNA m 6 A methylation, we treated 293T cells with H 2 O 2 at different time intervals and performed H 2 O 2 time release analyses. As shown in Figure 1I , phosphorylation of H2A.X was significantly induced 15 min after H 2 O 2 treatment, peaking at 30 minutes, and diminishing over the following 9 minutes after H 2 O 2 release. Compared with DNA damage, induction of global mRNA m 6 A methylation comes first, which occurred at 5 min after H 2 O 2 treatment and dropped dramatically after H 2 O 2 release (Figure 1J ). Together, these data indicate that exogenous or endogenous ROS-induced stress significantly up-regulates global mRNA m 6 A modification. Figure 1. ROS induces up-regulation of global mRNA m 6 A methylation. ( A , B ) Western blot (A), and immunostaining (B) analyses showing phosphorylation of H2A.X in HEK293T cells (A), or HeLa cells (B) in the presence or absence of H 2 O 2 . ( C ) Number of γ H2A.X foci derived from the data shown in Figure B. (D) Dot-blot assay showing the effect of H 2 O 2 treatment on global mRNA m 6 A levels in HEK293T cells. ( E , F ) Western blot analyses (E) showing phosphorylation of H2A.X, and dot-blot assays (F) were conducted to determine the effect of CCCP treatment on global mRNA m 6 A levels in HEK293T cells with or without N-acetyl-L-cysteine (NAC) treatment. ( G , H ) LC–MS/MS analyses indicating ROS stress induced global mRNA m 6 A modification. ( I , J ) Western blot analysis (I), and dot-blot analysis (J) showing the kinetics of H2A.X phosphorylation and global mRNA m 6 A methylation in the presence, or absence of H 2 O 2 treatment respectively. ROS promotes mRNA m 6 A demethylase ALKBH5 SUMOylation To determine how H 2 O 2 induces mRNA m 6 A methylation, we examined the expression levels of key mRNA m 6 A methylation writers including METTL3 and METTL14, and mRNA m 6 A erasers FTO and ALKBH5 by RT-qPCR and western blot analysis. As shown in Supplementary Figure S2A–C , H 2 O 2 -induced ROS had no effect on transcription or protein levels of mRNA m 6 A erasers, whereas it significantly increased both the transcript and protein levels of mRNA m 6 A writers ( Supplementary Figure S2C–E ). This suggests that ROS-induced mRNA m 6 A modification may occur through up-regulation of m 6 A writers METTL3 and METTL14. However, METTL3 or METTL14 knockdown by specific shRNAs ( Supplementary Figure S3A and S3B ) only partially blocked ROS-induced up-regulation of global mRNA m 6 A modification ( Supplementary Figure S3C and S3D ), suggesting the presence of an additional molecular mechanism that mediates the ROS-induced increase of global mRNA m 6 A modification. Since SUMOylation regulates a variety of cellular processes including cellular response to DNA damage ( 45 ), we evaluated the possibility that ROS regulates global mRNA m 6 A methylation via SUMOylation of mRNA m 6 A modification writers or erasers. We found that ROS specifically promotes ALKBH5 SUMOylation (Figure 2A and Supplementary Figure S4 ) but not FTO, METTL3 and METTL14 ( Supplementary Figure S5A–C ). We have also observed SUMOylation of METTL3 in HEK293T cells ( Supplementary Figure S5B ), consistent with previously published data ( 33 ). However, ROS did not induce METTL3 SUMOylation. Furthermore, ALKBH5 SUMOylation could also be promoted by CCCP-induced endogenous ROS ( Supplementary Figure S5D ). Since E2 conjugation enzyme UBC9 is critical for mediating protein SUMOylation ( 46–48 ), we explored the effects of ALKBH5 SUMOylation on its interaction with UBC9. Co-immunoprecipitation analyses showed that ROS strongly increases the interaction between ALKBH5 and UBC9 (Figure 2B and C ). In addition, numerous studies also suggest that Sentrin/SUMO-specific proteases 1 and 3 (SENP1 and SENP3) are involved in regulation of protein SUMOylation under oxidative stress ( 49–51 ). Therefore, we next determined the effect of ROS on the interaction between ALKBH5 and SENP1. Consistent with previously published results ( 50 , 51 ), SENP3 was stabilized by H 2 O 2 treatment in 293T cells. However, we did not observe the interaction between ALKBH5 and SENP3. ( Supplementary Figure S6 ). Interestingly, the interaction between ALKBH5 and SENP1 was significantly disrupted by H 2 O 2 treatment ( Supplementary Figure S6 ). Together, these data provide evidence that ROS specifically promotes ALKBH5 but not FTO, METTL3 and METTL14 SUMOylation by enhancing the interaction of ALKBH5 and UBC9 and inhibiting the association between ALKBH5 and SENP1. Figure 2. ROS induces mRNA m 6 A demethylase ALKBH5 SUMOylation. ( A ) Denaturing immunoprecipitation (IP) assay indicating H 2 O 2 -induced ROS selectively enhances ALKBH5 SUMOylation. ( B , C ) Reciprocal IP analyses showing ROS facilitates the interaction between ALKBH5 and SUMO E2 conjugation enzyme UBC9. Reciprocal IP assays were performed in cells ectopically expressing Flag-UBC9 with or without H 2 O 2 treatment. IP antibodies are shown on the right and western blotting antibodies are shown on the left. ( D ) Denaturing IP analyses showing that endogenous ALKBH5 is modified by SUMO-1 but not by SUMO-2/3 in HEK293T cells. ( E ) Denaturing IP analyses showing that SUMO E3 ligase PIAS4 mediates ALKBH5 SUMOylation. HEK293T cells were transfected with or without Strep-ALKBH5, HA tagged PIAS family SUMO E3 ligases and Flag-SUMO-1. The cells were collected for denaturing IP analyses two days after transfection. ( F ) Denaturing IP analyses showing ALKBH5 SUMOylation mainly occurs at lysine residues K86 and K321. Strep tagged wild-type ALKBH5 or ALKBH5 lysine (K) to arginine (R) mutants were solely expressed or co-expressed with HA-tagged PIAS4 and Flag-SUMO-1 in HEK293T cells. ( G ) Dot-blot analyses showing ALKBH5 mRNA m 6 A demethylase activity is inhibited by SUMOylation. Strep-tagged ALKBH5 was expressed alone or co-expressed with Flag tagged UBC9 and SUMO-1 in HEK293T cells. ( H ) Dot-blot assays indicating that blocking ALKBH5 SUMOylation markedly facilitates ALKBH5 mRNA m 6 A demethylase activity. Strep tagged vector, or vectors expressing wild-type ALKBH5 or SUMOylation-deficient mutant ALKBH5 (ALKBH5 K86/321R) were transfected into HEK293T cells. 48 hours after transfection, dot-blot analyses were conducted to detect global mRNA m 6 A levels. ( I ) In vitro mRNA m 6 A demethylase activity analyses indicating that blocking ALKBH5 SUMOylation dramatically facilitates ALKBH5 mRNA m 6 A demethylase activity. Strep tagged wild-type or SD- mutant ALKBH5 (ALKBH5 K86/321R) were expressed in HEK293T cells. ( J–L ) Substrate pull-down analyses showing that ALKBH5 SUMOylation dramatically blocks its substrate accessibility. Flag tagged SUMO-1 was expressed alone or co-expressed with HA-tagged PIAS4 in HEK293T cells (J). sh-vector, or two vectors expressing shRNAs against UBC9 were transfected into HEK293T cells (K). Strep tagged wild-type or SD-mutant ALKBH5 was expressed in HEK293T cells. (L). Forty-eight hours after transection, whole cell lysates were subjected to biotin labeled m 6 A-containing RNA oligo pull-down. ALKBH5 SUMOylation blocks m 6 A demethylase activity by inhibition of substrate accessibility There are three SUMO proteins including SUMO-1, SUMO-2 and SUMO-3, which can be covalently conjugated to the targeted proteins ( 52 ). We next determined whether ectopically expressed ALKBH5 could be SUMOylated by SUMO-1, SUMO-2 and/or SUMO-3. Immunoblotting of the ALKBH5 immunoprecipitates using strep-tactin beads identified high apparent molecular weight ALKBH5 species in HEK293T cells with co-expression of ALKBH5 and SUMO-1 but not in cells co-expression of SUMO-2 or SUMO-3 ( Supplementary Figure S7A–C ), indicating that ALKBH5 is conjugated with SUMO-1 but not SUMO-2/3. In addition to mono-SUMOylated ALKBH5, higher molecular weight ALKBH5 species were also detected, suggesting that ALKBH5 is modified with SUMO-1 at multiple lysine residues or SUMO-1 is linked to ALKBH5 in polymer chain. Consistent with the observation for exogenous Strep-ALKBH5 in HEK293T cells, immunoprecipitation of the endogenous ALKBH5 from 293T cells showed the presence of SUMO-1 high molecular weight species but not SUMO-2/3 modified forms (Figure 2D and Supplementary Figure S8B ). In eukaryotes, there are a number of SUMO E3 ligases, which increase the efficiency of SUMO conjugation and accelerate the rate of SUMO modification ( 53 ). The largest class of SUMO E3 ligase is the PIAS family proteins, which includes PIAS1, PIAS2 PIAS3, and PIAS4, that all share a RING domain ( 54–58 ). To examine the mechanism underlying ALKBH5 SUMOylation, we co-expressed PIAS family proteins with ALKBH5 and SUMO-1, and performed denaturing IP to delineate which SUMO E3 ligase mediates ALKBH5 SUMOylation. This analysis showed that among all PIAS family proteins, only co-expression of ALKBH5 with PIAS4 and SUMO-1 resulted in extensive SUMOylation of ALKBH5 (Figure 2E , last lane and Supplementary Figure S8C ). Additionally, co-immunoprecipitation assay revealed that ALKBH5 interacts with PIAS4 ( Supplementary Figure S8A ). SUMOylation of substrates frequently occurs at a lysine within the canonical SUMOylation consensus motif ψKx (D/E), in which ψ represents a large hydrophobic residue and x represents any amino acid followed by an acidic residue ( 59 ). By using two independent algorithms GPS-SUMO ( 60 ) and JASSA ( 61 ), we identified five potential SUMOylation sites in ALKBH5, which included K390, K86, K321, K284 and K116 ( Supplementary Figure S9A ). We generated ALKBH5 SUMOylation-deficient mutants with lysine replaced by arginine, a charged aliphatic acid, within the putative SUMOylation motifs. We performed denaturing IP analyses to determine which lysine mutation abolished ALKBH5 SUMOylation. As shown in Figure 2F and Supplementary Figure S9B , ALKBH5 K86R mutation reduced ALKBH5 SUMOylation dramatically, and ALKBH5 K321R mutation nearly abolished ALKBH5 SUMOylation. In addition, we also established that ALKBH5 K86R/K321R double mutant is not SUMOylated ( Supplementary Figure S10 ), suggesting that K86 and K321 are the major ALKBH5 SUMOylation sites. Notably, ALKBH5 overexpression significantly reduced the level of mRNA m 6 A methylation while co-expression of ALKBH5, UBC9 and SUMO-1, promoting ALKBH5 SUMOylation, did not affect m 6 A methylation levels (Figure 2G and Supplementary Figure S11 ). Furthermore, the ALKBH5 SUMOylation-deficient mutant (ALKBH5 K86R/K321R) inhibited global mRNA m 6 A methylation more efficiently than wild type ALKBH5 (Figure 2H and Supplementary Figure S12 ). In vitro assays revealed that the ALKBH5 K86R/K321R mutant protein isolated from HEK293T cells had a significantly higher mRNA m 6 A demethylation activity than wild-type ALKBH5 (Figure 2I ). Taken together, the data demonstrate that SUMOylation of ALKBH5 inhibits its m 6 A demethylase activity in vivo and in vitro . Next, we analyzed how ALKBH5 SUMOylation regulates its m 6 A demethylase activity. Western blot analysis showed that increasing ALKBH5 SUMOylation by PIAS4 or SUMO-1 overexpression or reducing ALKBH5 SUMOylation by UBC9 knockdown, does not alter ALKBH5 protein levels ( Supplementary Figure S13A and B ). Additionally, increasing ALKBH5 SUMOylation by overexpression of PIAS4 and SUMO-1 did not affect ALKBH5 subcellular localization ( Supplementary Figure S13C ). Furthermore, wild type and SUMOylation-deficient mutant ALKBH5 had the same subcellular localization ( Supplementary Figure S13D ). Consistently, reducing endogenous ALKBH5 SUMOylation by UBC9 knockdown did not affect its subcellular localization ( Supplementary Figure S13E ). Next, we performed a substrate pull-down assay using synthesized biotinylated m 6 A-containing RNA baits to capture endogenous ALKBH5 from the HEK293T cells expressing vector, SUMO-1, or SUMO-1 plus PIAS4. The result showed that SUMO-1 overexpression markedly inhibits the binding ability of ALKBH5 to its substrate, and that the inhibitory effect of SUMO-1 on ALKBH5 substrate binding activity was further augmented by co-expression of PIAS4 and SUMO-1 (Figure 2J ). In contrast, suppression of ALKBH5 SUMOylation by knocking down UBC9 enhanced ALKBH5 substrate binding activity (Figure 2K ). In addition, we found that the ALKBH5 K86R/K321R double mutant significantly enhanced ALKBH5 substrate binding activity (Figure 2L ). Collectively, our results show that SUMO E3 ligase PIAS4 mediates ALKBH5 SUMOylation at lysine residues K86 and K321, and that ALKBH5 SUMOylation markedly inhibits its mRNA m 6 A demethylase activity by blocking its ability to bind to m 6 A RNA species. SUMOylation-deficient ALKBH5 overexpression blocks ROS-induced mRNA m 6 A methylation, leading to a significant delay of DNA repair and increase of cell apoptosis To determine whether ALKBH5 SUMOylation plays a vital role in ROS-induced global mRNA m 6 A modification, we ectopically expressed wild-type or SUMOylation-deficient mutant ALKBH5 in HEK293T cells (Figure 3A ) and treated the cells with H 2 O 2 . As shown in Figure 3A , ROS-induced global mRNA m 6 A modification was partially reduced by wild-type ALKBH5 overexpression, whereas it was completely blocked by overexpression of ALKBH5 K86R/K321R mutant. Depletion of ALKBH5 by CRISPR-Cas9-mediated deletion in HEK293T cells was confirmed by western blot ( Supplementary Figure S14A ), T7E1 digestion ( Supplementary Figure S14B ), and DNA sequencing ( Supplementary Figure S14C ), and ALKBH5 knockout remarkably increased global mRNA m 6 A modification ( Supplementary Figure S14D ). We employed LC–QqQ–MS/MS analysis to establish m 6 A/A ratio under peroxide and CCCP-induced conditions. We observed that both H 2 O 2 - and CCCP-induced ROS significantly increased mRNA m 6 A modification in 293T cells stably expressing vector, or wild-type ALKBH5, but did not induce mRNA m 6 A methylation levels in ALKBH5 knockout or ALKBH5 K86/K321R mutant-expressing cells (Figure 3B , C and Supplementary Figure S15A-15B ), suggesting that ROS induces an increase in global mRNA m 6 A methylation mainly through SUMO modification of ALKBH5. Figure 3. ALKBH5 SUMOylation is mainly responsible for ROS-induced global increase in mRNA m 6 A methylation. ( A ) Dot-blot assay showing that SUMOylation-deficient mutant ALKBH5 overexpression completely blocks ROS-induced global increase in mRNA m 6 A methylation. Strep tagged wild-type or SD-mutant ALKBH5 was transfected into HEK293T cells. Half of cells were used for western blot analysis to confirm the expressions of ectopically expressed plasmids, and the rest of cells were used for dot-blot analysis. ( B , C ) LC–MS/MS analyses indicating ROS induces global mRNA m 6 A methylation via ALKBH5 SUMOylation. HEK293T cells stably expressing vector, wild-type, or SUMOylation-deficient mutant ALKBH5 were treated with or without H 2 O 2 (B) or CCCP (C) for 6 h, and subjected to LC–MS/MS analysis of mRNA m 6 A methylation. ( D, E ) γ H2A.X immunostaining analysis showing that SUMOylation-deficient mutant ALKBH5 overexpression dramatically delays H 2 O 2 –induced DNA damage repair. HeLa cells stably expressing Vec (D), or ALKBH5 K86/321R (E) were treated with H 2 O 2, which was removed after 6 h. γ H2A.X immunostaining analyses were performed at time intervals between 10 and 30 min. ( F ) γ H2A.X foci quantitative data for D, E and Supplementary Figure S17 . ( G , H ) Western blot analysis showing that SUMOylation-deficient mutant ALKBH5 overexpression significantly inhibits H 2 O 2 –induced DNA damage repair. ( I ) Cell apoptosis analyses showing ALKBH5 K86/321R overexpression markedly increases ROS-induced cell apoptosis. Apoptosis analyses were performed in HEK293T cells transfected with Strep tagged vector, or vectors expressing ALKBH5 or Strep tagged ALKBH5 K86/321R in the presence or absence of H 2 O 2 . ( J ) Histograms showing the summary and statistical analysis of Figure 3I . To determine the effect of inhibition of ROS-induced m 6 A methylation by SUMOylation-deficient mutant ALKBH5 on ROS-induced DNA damage, we performed comet analysis (single cell gel electrophoresis assay), which is used for quantitating DNA damage and repair with single cell resolution ( 62 , 63 ). As shown in Supplementary Figure S16A and B , ALKBH5 overexpression significantly promoted H 2 O 2 - induced DNA damage, and SUMOylation-deficient mutant ALKBH5 caused more DNA damage than wild-type ALKBH5. We next performed γ H2A.X immunostaining analysis in HeLa cells stably expressing Vector, wild-type, or SUMOylation-deficient mutant ALKBH5. As indicated by γ H2A.X foci, H 2 O 2 -induced DNA lesions were repaired within 10 minutes and 20 minutes after removal of H 2 O 2 in Vector and wild-type ALKBH5 expressing cells respectively (Figure 3D , F and Supplementary Figure S17 ), whereas damaged DNA still persisted in 30 minutes after removal of H 2 O 2 in cells expressing the SUMOylation-deficient mutant ALKBH5 (Figure 3E and F ), indicating that ROS-induced DNA damage repair can be markedly delayed in the presence of SUMOylation-deficient mutant ALKBH5. Similar results have been observed by Western blot analysis (Figure 3G and H ). In addition, we showed that both wild-type ALKBH5 and ALKBH5 K86R/K321R mutant overexpression had no effect on cell survival in the absence of ROS stress, but significantly sensitized HEK293T cells to ROS (Figure 3I and 3J ). Of note, cells expressing ALKBH5 SUMOylation-deficient mutant had a much higher frequency of apoptosis than the wild-type ALKBH5 overexpressing cells (Figure 3I and J ). Thus, the data show that ALKBH5 SUMOylation plays a crucial role in ROS-induced global mRNA m 6 A modification, DNA damage repair and cell survival. ROS induces ALKBH5 phosphorylation and SUMOylation by activation of ERK/JNK signaling Phosphorylation–dependent SUMOylation modifications were described previously ( 64 ). Thus, we aimed to determine whether ROS induced ALKBH5 phosphorylation. As shown in Figure 4A and Supplementary Figure S18A , both H 2 O 2 and CCCP treatment induced ALKBH5 serine but not tyrosine phosphorylation. Threonine phosphorylation of ALKBH5 was not induced by H 2 O 2 either (Figure 4A ). It has been reported that the mitogen-activated protein kinase (MAPK) signaling pathway, which includes the extracellular regulated protein kinase 1/2 (ERK1/2), c-Jun N-terminal kinase (JNK) and p38 regulatory pathways, is activated by ROS stress ( 65 , 66 ). We thus investigated whether ERK/JNK signaling pathways mediated ROS-induced ALKBH5 phosphorylation and SUMOylation. Both H 2 O 2 and CCCP induced DNA damage and activated the ERK/JNK signaling pathway (Figure 4B and Supplementary Figure S18B ). ERK1/2 knockdown by ERK1/2 specific shRNAs suppressed ROS-induced activation of JNK (Figure 4C ), suggesting that JNK is a downstream mediator of ERK1/2 in response to ROS. Denaturing IP assays revealed that ROS-induced ALKBH5 phosphorylation and SUMOylation were inhibited by either ERK or JNK knockdown (Figure 4C and D ), suggesting that activation of ERK, followed by activation of JNK are necessary for ROS-induced ALKBH5 phosphorylation and SUMOylation. More importantly, the interaction between ALKBH5 and JNK1/2 was significantly increased by H 2 O 2 treatment ( Supplementary Figure S19 ). Figure 4. ROS induces ALKBH5 phosphorylation and SUMOylation by activating ERK/JNK signaling. ( A ) Denaturing IP analysis indicating ROS significantly induces ALKBH5 phosphorylation and SUMOylation in HEK293T cells. ( B ) Western blot analysis indicating ROS dramatically activates the ERK/JNK signaling pathway in HEK293T cells. ( C ) Denaturing IP assay indicating inhibition of ERK dramatically blocks ROS-induced ALKBH5 phosphorylation and SUMOylation. ( D ) Denaturing IP analysis suggesting inhibition of JNK significantly inhibits ROS-induced ALKBH5 phosphorylation and SUMOylation. ( E ) IP analysis showing that ROS induces ALKBH5 phosphorylation at serine residues S87 and S325. ( F ) Denaturing IP analysis indicating that blocking ALKBH5 phosphorylation markedly inhibits ALKBH5 SUMOylation. Strep-tagged wild-type ALKBH5 or phosphorylation-deficient ALKBH5 was overexpressed alone or co-expressed with HA-tagged PIAS4 and Flag-tagged SUMO-1 in HEK293T cells. Denaturing IP assays were performed to determine the effect of blocking ALKBH5 phosphorylation on ALKBH5 SUMOylation. ( G ) Co - IP analysis showing that blocking ALKBH5 phosphorylation inhibits the interaction between ALKBH5 and SUMO E2 UBC9. Flag-tagged UBC9 was overexpressed alone or co-expressed with Strep tagged wild-type or phosphorylation-deficient ALKBH5 in HEK293T cells and Co - IP assays were performed to determine the effect of blocking ALKBH5 phosphorylation on the interaction between ALKBH5 and UBC9. (H) Dot-blot analysis indicating that blocking ALKBH5 phosphorylation dramatically increases ALKBH5 mRNA m 6 A demethylase activity. Strep tagged wild-type or phosphorylation-deficient ALKBH5 was expressed in HEK293T cells. Two days after transfection, the cells were collected and subjected to dot-blot analysis. Previous studies showed that substrate SUMOylation is facilitated by phosphorylation of the upstream or downstream serine, tyrosine and threonine sites of the substrate ( 67 , 68 ). We showed that H 2 O 2 treatment induced serine but not threonine phosphorylation of ALKBH5 (Figure 4A ). To identify the serine sites that are phosphorylated by ROS-activated JNK signaling, we mutated five serine residues, S64, S69, S87, S325 and S361, to alanine. These serine residues are close to the identified SUMOylation sites (lysines K86 and K321) of ALKBH5 wild-type. Thus, wild-type or distinct serine to alanine mutants of ALKBH5 were expressed in HK293T cells for further analysis. As shown in Figure 4E , ROS-induced ALKBH5 phosphorylation was significantly reduced by the ALKBH5 S87A mutation but not the S64A, S69A or S361A mutations. Phosphorylation was almost completely blocked by the S325A mutation, suggesting that S87 and S325 are critical ROS-sensitive ALKBH5 phosphorylation sites. Additionally, denaturing IP showed that the ALKBH5 S325A mutation completely abrogates ALKBH5 SUMOylation, while the ALKBH5 S87A, but not the S64A, S69A and S361A mutations, significantly inhibit ALKBH5 SUMOylation (Figure 4F ), confirming that ALKBH5 phosphorylation at serine 87 and serine 325 promotes ALKBH5 SUMOylation in response to ROS stress. Co-IP assay showed that the ALKBH5 S87A mutation inhibited the interaction between ALKBH5 and UBC9, and that the ALKBH5 S325A mutant had a stronger inhibitory effect on the interaction between ALKBH5 and UBC9 compared to the ALKBH5 S87A mutant (Figure 4G ). Meanwhile, the interaction between ALKBH5 and SENP1 was significantly enhanced by ALKBH5 S87A and S325A mutants ( Supplementary Figure S20 ). In addition, we showed that ALKBH5 S325A possessed the strongest mRNA m 6 A demethylase activity while ALKBH5 S87A had a higher demethylase activity than wild-type ALKBH5 (Figure 4H ). Collectively, these results suggest that ROS induces ALKBH5 phosphorylation at serine 87 and serine 325 by activation of ERK/JNK signaling, and that ALKBH5 phosphorylation promotes ALKBH5 SUMOylation not only by facilitating the interaction between ALKBH5 and UBC9, but also by inhibiting the association between ALKBH5 and SENP1 at the same time. Global gene expression profiling identifies DNA damage repair genes as ALKBH5 downstream targets induced by ROS To further determine how ROS induces stress response pathways through mRNA m 6 A methylation-mediated gene expression, we performed RNA sequencing (RNA-Seq) and m 6 A sequencing (m 6 A-Seq) analyses on untreated and H 2 O 2 -treated HEK293T cells expressing vector (vec samples) or ALKBH5 K86/K321R mutant. m 6 A-Seq revealed thousands of differential m 6 A peaks mediated by ROS (Figure 5A ). As determined by the frequency distribution of differential m 6 A peaks across the length of mRNA transcripts, we found that ROS treatment specifically increased mRNA m 6 A in the 3′UTR regions in control samples (Figure 5A ). However, overexpression of the ALKBH5 K86R/K321R mutant gene reduced m 6 A methylation in the 3′UTR region ( Supplementary Figure S21A ) and completely blocked ROS-induced mRNA m 6 A modification (Figure 5B ). Consistent with m 6 A LC–QqQ–MS/MS quantitation experiments, ROS treatment in vec samples but not in ALKBH5 K86/321R mutant samples induced an obvious increase in m 6 A peaks (Figure 5C and D ). We observed that the vast majority of increased m 6 A peaks were located in the 3′ UTR, and we also observed a moderate change of these hyper peaks in the 3′ UTR compared to other regions, while decreased m 6 A peaks were relatively evenly distributed along the mRNAs (Figure 5E and Supplementary Figure S21B ). Notably, while ROS treatment in vec samples showed only a minor effect on ALKBH5 protein level, there was an apparent change in global m 6 A abundance in mRNA ( Supplementary Figure S21C ). We found that genes with significantly increased m 6 A modification of their mRNAs were enriched in multiple cellular processes including ribonucleoprotein complex biogenesis, translation, protein processing in the endoplasmic reticulum, DNA repair and DNA replication (Figure 5F ). The analysis of differentially expressed genes in vec expressing cells showed that ROS treatment results in significant alteration in expression of 2157 genes, most of these up-regulated (Figure 5G ), while in ALKBH5 K86/312R mutant samples, ROS treatment only leads to two genes with differential expression and none of them show differential peaks (Figure 5H ). These results indicate that the ROS-induced global increase in mRNA m 6 A methylation and gene expression changes relies on ROS-induced ALKBH5 SUMOylation. Figure 5. Global gene expression profiling indicates ALKBH5 downstream targets related to DNA damage repair are induced by ROS. ( A , B ) The frequency distribution of m 6 A peaks across the length of mRNA transcripts shown by metagene in control cells (A) or in cells expressing ALKBH5 K86/321R (B) with or without H 2 O 2 treatment. Each region of the 5′ untranslated region (5′ UTR), coding region (CDS), and 3′ untranslated region (3′ UTR) was split into 100 segments, and the percentage of m 6 A peaks that fall within each segment was determined. ( C , D ) The density (line) and frequency (histogram) of m 6 A peaks in control samples (C) or SD-mutant overexpressed samples (D) with or without H 2 O 2 treatment. ( E ) The adjusted density (line, top) and distribution (histogram, bottom) of hyper peaks from (C) across different mRNA regions in control samples with or without H 2 O 2 treatment. ( F ) Enrichment analysis for significantly increased peaks of m 6 A modification from (C) in control samples with or without H 2 O 2 treatment. ( G ) Differentially expressed genes shown in volcano figure in control samples with or without H 2 O 2 treatment. There were 1051 genes withy significantly reduced expression (log 2 FC < 0, P < 0.01), 1106 genes with significantly increased expression (log 2 FC > 0, P < 0.01) and 15 102 genes without statistically significant changes in expression. ( H ) Differentially expressed genes shown in volcano figure in SD-mutant ALKBH5 overexpressing cells with or without H 2 O 2 treatment. Almost all the transcripts show negligible expression changes. ( I ) m 6 A peak visualization of key transcripts in DNA repair in control samples with or without H 2 O 2 treatment. ( J ) qRT-PCR analyses showing that ROS markedly up-regulates transcription of the three selected target genes (FAAP20, ATRX and RRC2). ( K ) mRNA m 6 A methylation validation of the three selected target genes (FAAP20, ATRX and RRC2) by MeRIP analysis. ( L ) ALKBH5 RIP analyses showing that H 2 O 2 -induecd ROS dramatically decreases ALKBH5 enrichment at FAAP20, ATRX and RFC2 mRNAs. ( M–O ) mRNAs half-life of the three selected target genes (FAAP20, ATRX and RRC2), with or without ROS treatment. Figure 6. mRNA m 6 A modification enhances mRNA stability of FAAP20 and ATRX by IGF2BPs. ( A , B ) RT-PCR analysis showing that knockdown of IGF2BP1/2/3 completely blocks H 2 O 2 -induecd upregulation of FAAP20 and ATRX. ( C , D ) IGF2BP2 RIP analysis showing that H 2 O 2 treatment significantly increases IGF2BP2 enrichment at mRNAs of FAAP20 and ATRX. (E-G) Western blot analyses indicating that knockdown of FAAP20, ATRX and RFC2 markedly increases CCCP-induced DNA damage in HEK293T cells. ( H ) Annexin V staining analysis showing that CCCP-induced cell apoptosis can be dramatically promoted by knockdown of FAAP20, ATRX and RFC2. Combined with both global transcriptomic and epitranscriptomic (m 6 A methylomes) analysis, we identified 949 genes that have significantly changed levels of m 6 A methylation and transcription ( Supplementary Figure S21D ). Among the genes that are involved in DNA damage repair, ROS stress increased both transcript levels and m 6 A methylation at specific regions of the FAAP20, ATRX and RFC2 mRNAs in vector-expressing samples. By contrast, in ALKBH5 K86/321R mutant samples, ROS treatment led to negligible changes in transcript levels and m 6 A abundance (Figure 5I and Supplementary Figure S21E ). Elevated transcription and mRNA m 6 A methylation of these three genes was further confirmed in control samples by RT-qPCR and methylated RNA immunoprecipitation (MeRIP) followed by RT-PCR analysis (Figure 5J and K , respectively). FAAP20, ATRX and RFC2 all play crucial roles in DNA damage repair ( 69–71 ). To further determine whether the altered mRNA m 6 A methylation and gene expression of these three genes is a consequence of ALKBH5-mediated demethylation, we performed a ALKBH5 RNA immunoprecipitation (RIP)-qPCR assay. As shown in Supplementary Figure S22A-S22C , ALKBH5 can be significantly enriched at mRNAs of FAAP20, ATRX and RFC2. More importantly, H 2 O 2 treatment remarkably reduced ALKBH5 binding ability to FAAP20, ATRX and RFC2 mRNAs (Figure 5L ). Furthermore, ROS-induced up-regulation of these genes related to DNA repair was only blocked by the SUMOylation-deficient mutant ALKBH5 but not wild-type ALKBH5 overexpression, suggesting that ALKBH5 SUMOylation plays an important role in ROS-induced expression of genes related to DNA damage repair ( Supplementary Figure S23A–C ). We next determined whether ROS affected mRNA stability of these three genes. By blocking new RNA synthesis with Actinomycin D, we measured the half-life of FAAP20, ATRX and RFC2 mRNAs as determined by qPCR analysis of transcripts of these three genes at different time points in the presence or in the absence of H 2 O 2 . The results showed that H 2 O 2 treatment significantly promoted mRNA stability of FAAP20 and ATRX but not RFC2 mRNA (Figure 5M – O ), suggesting that ROS-induced mRNA m 6 A methylation of FAAP20 and ATRX promotes FAAP20 and ATRX expression possibly by stabilizing their mRNAs. Taken together, these results suggest that ALKBH5 mediates ROS-induced expression of DNA repair genes partially by increasing their mRNA stability through reducing mRNA m 6 A demethylation of the respective RNAs. Of interest, we also observed that transcription levels of both METTL3 and METTL14 can be induced by ROS in vec samples ( Supplementary Figure S24A ) but not in ALKBH5 knockout cells ( Supplementary Figure S24B ), or in cells with expression of ALKBH5 K86R/K321R mutant gene (data not shown). Western blot analysis also indicated that expression of ALKBH5 K86R/K321R mutant gene completely blocked ROS-induced protein levels of METTL3 and METTL14 ( Supplementary Figure S24C ). Thus, these data suggested that ROS promotes transcription of METTL3 and METTL14 mainly via ALKBH5 SUMOylation. We found that deletion of ALKBH5 led to up-regulation of FAAP20, ATRX and RFC2 expression but not METTL3 and METTL14 ( Supplementary Figure S24 D and S24F ), indicating that ALKBH5-mediated METTL3 and METTL14 expression is dependent on ROS stress while ALKBH5 regulates FAAP20, ATRX and RFC2 in both homeostasis and stress conditions. In addition, we also observed that ALKBH5 knockout cells become more resistant to H 2 O 2 –induced DNA damage ( Supplementary Figure S24E ). m 6 A RNA modification enhances expression of FAAP20, ATRX by IGF2BPs-mediated mRNA stabilization Despite numerous studies have shown that mRNA m 6 A modification promotes m 6 A marked mRNA turnover by YTHDF2-mediated mRNA degradation ( 16 , 72–75 ), several studies also demonstrated that mRNA m 6 A modification extends mRNA half-life by IGF2BPs-meiated mRNA stabilization ( 20 , 76 ). H 2 O 2 treatment significantly stabilized FAAP20 and ATRX mRNAs but not RFC2 mRNA (Figure 5M - O ), thus we further determined the underlying mechanism for m 6 A–mediated FAAP20 and ATRX mRNA stabilization. We knocked down IGF2BP1/2/3 in HEK293T cells by gene specific shRNAs ( Supplementary Figure S25A-C ). As shown in Figure 6A and B , IGF2BP1/2/3 knockdown completely blocked H 2 O 2 -induced up-regulation of FAAP20 and ATRX. In addition, IGF2BP2 RIP-qPCR analysis revealed that IGF2BP2 bound to FAAP20 and ATRX mRNAs and that H 2 O 2 treatment significantly increased IGF2BP2 binding ability to FAAP20 and ATRX mRNAs (Figure 6C and D ). To determine the significance of up-regulation of FAAP20, ATRX and RFC2 genes on DNA damage repair and cell survival in response to ROS, we knocked down all three genes individually by gene specific shRNAs in HEK293T cells ( Supplementary Figure S26A–C ). We showed that FAAP20, ATRX or RFC2 knockdown markedly increased CCCP-induced DNA damage and cell apoptosis (Figure 6E - H and Supplementary Figure S27 ). Collectively, these data suggest that the function of m 6 A methylation is mediated by IGF2BP1/2/3 in regulation of FAAP20 and ATRX mRNA stabilization and that FAAP20, ATRX and RFC2 are critical for DNA damage repair and cell survival in response to ROS. ROS stress response occurs in mouse bone marrow progenitor cells in vivo Finally, we examined whether the activation of ERK/JNK/ALKBH5-PTMs/m 6 A axis occurs in primary hematopoietic stem/progenitor cells in vivo in response to ROS. As shown in Figure 7A , 7B and Supplementary Figure S28A and S28B , CCCP treatment markedly induces ROS in bone marrow hematopoietic stem cell enriched population (LSKs, Lin – c-kit + sca1 + ), hematopoietic progenitor cells (HPCs, Lin – c-kit + ) as well as lineage negative progenitor cells (Lin – ). Notably, CCCP-induced endogenous ROS significantly induced DNA damage in hematopoietic progenitor cells as evidenced by increased phosphorylation of H 2 AX as well as global mRNA m 6 A methylation (Figure 7C ). Consistent with our observation in human cell lines, CCCP-induced ROS activated ERK/JNK phosphorylation as well as ALKBH5 phosphorylation and SUMOylation in bone marrow progenitor cells in vivo in mice (Figure 7D and E ). More importantly, CCCP-induced DNA damage and cell apoptosis can be significantly facilitated by wild-type ALKBH5 but not enzymatic mutant ALKBH5 (ALKBH5 H204A) overexpression in mouse hematopoietic precursor cell-7 (HPC-7) cells, suggesting that ALKBH5-mediated ROS response depends on its m 6 A demethylase activity in mouse hematopoietic progenitor cells (Figure 7F – H ). Taken together, these results suggest that ROS- induced ERK/JNK/ALKBH5 PTMs/m 6 A methylation axis plays an important role in the maintenance of genome integrity of hematopoietic stem/progenitor cell under physiological condition in vivo in response to ROS. Figure 7. ROS stress activates the ERK/JNK/ALKBH5 PTMs/m 6 A methylation axis in mouse HSPCs in vivo . (A–E) CCCP or vehicle (DMSO) was intraperitoneally injected into three pairs of mice. And, all the mice were sacrificed 12 h after injection. ( A , B ) FACS analysis showing the effect of CCCP on endogenous ROS in mouse bone marrow stem/progenitor cells. ( C ) Western blot and dot-blot analysis showing phosphorylation of H2A.X and global mRNA m 6 A methylation levels in mouse bone marrow progenitor cells with or without CCCP treatment respectively. ( D , E ) Denaturing IP analysis indicates that ALKBH5 phosphorylation and SUMOylation can be dramatically induced by CCCP injection in mouse bone marrow progenitor cells. ( F ) Western blot analysis showing CCCP-induced DNA damage can be significantly enhanced by wild-type but not enzymatic mutant ALKBH5 overexpression in HPC-7 cells. ( G ) Annexin V staining analysis showing that ALKBH5 overexpression markedly facilitates CCCP-induced cell apoptosis in HPC-7 cells. ( H ) Histograms showing the summary and statistical analysis of G. ( I ) Working model of ROS mediated regulation of DNA repair genes. ROS stress activates ERK/JNK signaling resulting in phosphorylation of ALKBH5 at serine residues S87 and S321. ALKBH5 phosphorylation facilitates its SUMOylation at lysine residues K86 and K321, leading to the inhibition of its m 6 A demethylase activity and increase m 6 A modification in mRNAs of DNA damage repair related genes, such as FAAP20, ATRX and RFC2. As a consequence, increased expression of DNA repair genes protects cells from ROS- induced DNA damage. DISCUSSION Reactive oxygen species (ROS)-induced oxidative stress causes extensive cellular damage, and it is one of the major threats to cellular and organismal integrity ( 77 ). Here, we provide first evidence showing that mRNA m 6 A levels are markedly up-regulated in response to both H 2 O 2- induced exogenous ROS and CCCP-induced endogenous ROS. We show that the up-regulation of mRNA m 6 A levels play an essential role in protecting cells from ROS-induced DNA damage and cell death. In addition, we uncovered a previously unrecognized mechanism that lead to up-regulation of mRNA m 6 A levels in response to ROS. Interplay between ERK/JNK signaling pathway and post-translational modifications of ALKBH5 mediate ROS-induced mRNA m 6 A methylation Emerging data suggest a pivotal role of m 6 A methylation in response to environmental stressors ( 17 , 26 , 27 ). Hypoxic stress induces ALKBH5 expression ( 28 ) whereas m 6 A RNA methylation has been involved in guiding alternative translation of mRNA during the integrated stress response ( 29 ). Earlier study has shown that METTL3 was required for relocalization of DNA polymerase κ to DNA damage sites in response to ultraviolet light induced DNA damage ( 30 ). How signaling pathways mediate environmental or endogenous stress-induced alteration of mRNA m 6 A modification remains poorly understood. Numerous studies suggest that global SUMOylation is significantly induced by oxidative stress. In addition, a number of SUMO substrates have been identified in response to ROS stress ( 78 , 79 ). Oxidative stress also up-regulates global SUMOylation by cysteine thiol oxidation of the SENP1 and SENP2 catalytic domain, which leads to temporal inactivation of both enzymes ( 49 ). However, induction of SUMOylation of ALKBH5 in response to oxidative stress has not been reported. We showed that ROS activates the extracellular regulated protein kinase1/2 (ERK1/2), subsequently leading to activation of c-Jun N-terminal kinase (JNK). As a consequence, activated JNK promoted serine but not tyrosine and threonine phosphorylation of ALKBH5. Phosphorylated ALKBH5 triggered ALKBH5 SUMOylation, leading to inhibition of its m 6 A demethylase activity and a global increase in mRNA m 6 A methylation. Mechanistically, ALKBH5 phosphorylation enhanced the interaction between ALKBH5 and the SUMO E2 conjugating enzyme UBC9 and inhibited the interaction between ALKBH5 and desumoylase SENP1, thereby promoting its SUMOylation in response to ROS stress. More importantly, the identified ALKBH5 SUMOylation and phosphorylation sites are conserved among species ( Supplementary Figure S29 ). Thus, our study identifies ERK/JNK/ALKBH5-PTMs/m 6 A methylation as a previously unrecognized signaling axis, which plays a key role in the maintenance of genome integrity in response to ROS in human cells, and shows the novel cross-talk between ERK/JNK signaling pathway and ALKBH5 PTMs (Figure 7I ). It was shown that methyltransferase METTL3, adaptor protein METTL14, and demethylase FTO dynamically regulate m 6 A RNA in cells in response to UV light exposure ( 30 ). By contrast, we found that ALKBH5 but not FTO plays a key role in regulating m 6 A mRNA level in response to ROS. We showed that ALKBH5 inhibition increased m 6 A mRNA methylation of METTL3 and METTL14, leading to up-regulation of both genes in response to ROS. These results suggest a positive feedback mechanism through which ALKBH5 inhibition-mediated increase in m 6 A mRNA level is further augmented by ALKBH5-mediated up-regulation of METTL3 and METTL14 in response to ROS. Our studies thus demonstrate that m 6 A methylation is regulated through distinct molecular mechanisms in cells exposed to different environmental stressors. ALKBH5-mediated regulation of mRNA m 6 A methylation is essential for ROS-induced DNA damage response Oxidative stress causes approximately 10 4 DNA lesions per cell per day in an organism. Thus, rapid and accurate repair of oxidative damage is critical for the maintenance of genome integrity to prevent long-term implications of aging and cancer ( 80 ). Here, we have established a key role of ALKBH5 SUMOylation in coordinating ROS-induced cellular damage response through synchronizing expression of thousands of genes involved in a variety of biological processes through increasing global mRNA m 6 A methylation, as determined by m 6 A-seq and RNA-seq. Our results show that inhibition of mRNA m 6 A methylation enhances ROS-induced DNA damage and apoptosis. At a molecular level, DNA repair genes were among those significantly induced by ALKBH5 inhibition in response to ROS. They included FAAP20, ATRX, and RFC2 that are critical for DNA damage repair ( 69–71 ). ATRX plays a critical role in chromatin reconstitution, DNA repair synthesis and homologous recombination as well as non-homologous end joining (NHEJ) DNA repair ( 81 , 82 ) while FAAP20 is required for DNA inter-strand crosslink repair ( 83 , 84 ). RFC2 also plays a key role in both DNA replication and DNA repair ( 71 ). We further demonstrated that all three genes play an important role in repairing ROS-induced DNA damage. Mechanistic studies showed that ROS-induced mRNA m 6 A methylation of FAAP20 and ATRX promote their transcription levels by IGF2BP2-mediated mRNA stabilization. However, the underlying mechanism for m 6 A-mediated RFC2 mRNA up-regulation remains to be determined. In addition to up-regulation of genes associated with DNA damage repair, ROS-induced ALKBH5 inhibition also led to a significant up-regulation of METTL3 and METTL14 expression in HEK293T cells. However, depletion of ALKBH5 in the same cells did not increase the expression of METTL3 and METTL14, suggesting that ALKBH5 selectively targets METTL3 and METTL14 in response to ROS. It has been recently shown that METTL3-mediated DNA damage-associated RNA methylation promotes DNA damage repair by forming DNA-RNA hybrid and recruitment of DNA repair proteins to double-strand DNA breaks ( 85 ) Thus, ALKBH5 SUMOylation-mediated up-regulation of METTL3 expression may facilitate localization of METTL3 to ROS-induced DNA damage sites, thereby promoting DNA damage-associated RNA methylation, and DNA damage repair. Our study has identified an ALKBH5-SUMOylation-mediated mechanism that leads to up-regulation of METTL3 in response to stress. Importantly, we demonstrated the presence of ERK/JNK/ALKBH5-PTMs/m 6 A methylation signaling axis in HSPCs in vivo in response to endogenous ROS stress, suggesting a physiological role of this pathway on protecting HSPCs from ROS-induced DNA damage. In conclusion, we have elucidated how mammalian cells coordinate signaling pathways, post-translational modification of ALKBH5 and m 6 A modification to react in a rapid and efficient manner to ROS-induced stress. Our study identified previously unrecognized molecular mechanisms by which mammalian cells enhance mRNA m 6 A methylation as a new layer of gene regulation to synchronize expression of thousands of genes involved in a variety of cellular processes to safeguard genomic integrity and to protect cells from stress-induced cell death (Figure 7I ). DATA AVAILABILITY The raw and processed m 6 A-Seq data have been deposited into NCBI Gene Expression Omnibus (GEO) database with accession number GSE144620 ( https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE144620 . Links to a UCSC genome browser session displaying the uploaded sequence tracks are as follows: http://genome.ucsc.edu/s/xiaolongC/ALKBH5_SUMOylation_FAAP20 http://genome.ucsc.edu/s/xiaolongC/ALKBH5_SUMOylation_ATRX http://genome.ucsc.edu/s/xiaolongC/ALKBH5_SUMOylation_RFC2 The flow cytometry data has been deposited in FlowRepository ( http://flowrepository.org/ ) with repository IDs FR-FCM-Z3HQ, FR-FCM-Z3HS, FR-FCM-Z3HT, and FR-FCM-Z3HU. Supplementary Material gkab415_Supplemental_File Click here for additional data file. ACKNOWLEDGEMENTS We thank members of Qian's laboratory for valuable discussion. Author contributions: F.Y. and Z.Q. conceived the project. C.H. and Z.Q. designed the research and supervised the experiments. F.Y., C.Y. and W.N. conducted experiments and interpreted the data. J.W. and X.C. performed m 6 A LC–MS/MS, RNA-seq and m 6 A-seq as well as data analysis. L.W. and J. B provided reagents and advice for the project. F.Y. and Z.Q. wrote the manuscript with inputs from all the other authors. SUPPLEMENTARY DATA Supplementary Data are available at NAR Online. FUNDING R01 HL131444 (to Z.Q.), R01 DK107615 (to Z.Q.), RM1 HG008935 (to C.H.); Z.Q. is Leukemia & Lymphoma Society (LLS) Scholars; C.H. is an Investigator of the Howard Hughes Medical Institute (HHMI). Funding for open access charge: UF startup [29050600-171-2200-ASHANDS-2701NCIZQ-45614298]. Conflict of interest statement . None declared. REFERENCES 1. Loeb L.A. , Loeb K.R. , Anderson J.P. Multiple mutations and cancer . Proc. Natl. Acad. Sci. U.S.A. 2003 ; 100 : 776 – 781 . 12552134 2. Sieber O.M. , Heinimann K. , Tomlinson I.P. Genomic instability – the engine of tumorigenesis . Nat. Rev. Cancer . 2003 ; 3 : 701 – 708 . 12951589 3. He C. Grand challenge commentary: RNA epigenetics . Nat. Chem. Biol. 2010 ; 6 : 863 . 21079590 4. Deng X. , Su R. , Weng H. , Huang H. , Li Z. , Chen J. RNA N 6-methyladenosine modification in cancers: current status and perspectives . Cell Res. 2018 ; 28 : 507 . 29686311 5. Bokar J.A. , Rath-Shambaugh M.E. , Ludwiczak R. , Narayan P. , Rottman F. Characterization and partial purification of mRNA N6-adenosine methyltransferase from HeLa cell nuclei. Internal mRNA methylation requires a multisubunit complex . J. Biol. Chem. 1994 ; 269 : 17697 – 17704 . 8021282 6. Bokar J. , Shambaugh M. , Polayes D. , Matera A. , Rottman F. Purification and cDNA cloning of the AdoMet-binding subunit of the human mRNA (N6-adenosine)-methyltransferase . RNA . 1997 ; 3 : 1233 – 1247 . 9409616 7. Geula S. , Moshitch-Moshkovitz S. , Dominissini D. , Mansour A.A. , Kol N. , Salmon-Divon M. , Hershkovitz V. , Peer E. , Mor N. , Manor Y.S. m6A mRNA methylation facilitates resolution of naïve pluripotency toward differentiation . Science . 2015 ; 347 : 1002 – 1006 . 25569111 8. Liu J. , Yue Y. , Han D. , Wang X. , Fu Y. , Zhang L. , Jia G. , Yu M. , Lu Z. , Deng X. A METTL3–METTL14 complex mediates mammalian nuclear RNA N 6-adenosine methylation . Nat. Chem. Biol. 2014 ; 10 : 93 . 24316715 9. Ping X.-L. , Sun B.-F. , Wang L. , Xiao W. , Yang X. , Wang W.-J. , Adhikari S. , Shi Y. , Lv Y. , Chen Y.-S. Mammalian WTAP is a regulatory subunit of the RNA N6-methyladenosine methyltransferase . Cell Res. 2014 ; 24 : 177 . 24407421 10. Schwartz S. , Mumbach M.R. , Jovanovic M. , Wang T. , Maciag K. , Bushkin G.G. , Mertins P. , Ter-Ovanesyan D. , Habib N. , Cacchiarelli D Perturbation of m6A writers reveals two distinct classes of mRNA methylation at internal and 5′ sites . Cell Rep. 2014 ; 8 : 284 – 296 . 24981863 11. Patil D.P. , Chen C.-K. , Pickering B.F. , Chow A. , Jackson C. , Guttman M. , Jaffrey S.R. m 6 A RNA methylation promotes XIST-mediated transcriptional repression . Nature . 2016 ; 537 : 369 . 27602518 12. Knuckles P. , Lence T. , Haussmann I.U. , Jacob D. , Kreim N. , Carl S.H. , Masiello I. , Hares T. , Villaseñor R. , Hess D Zc3h13/Flacc is required for adenosine methylation by bridging the mRNA-binding factor Rbm15/Spenito to the m6A machinery component Wtap/Fl (2) d . Genes Dev. 2018 ; 32 : 415 – 429 . 29535189 13. Jia G. , Fu Y. , Zhao X. , Dai Q. , Zheng G. , Yang Y. , Yi C. , Lindahl T. , Pan T. , Yang Y.-G. N6-methyladenosine in nuclear RNA is a major substrate of the obesity-associated FTO . Nat. Chem. Biol. 2011 ; 7 : 885 . 22002720 14. Zheng G. , Dahl J.A. , Niu Y. , Fedorcsak P. , Huang C.-M. , Li C.J. , Vågbø C.B. , Shi Y. , Wang W.-L. , Song S.-H. ALKBH5 is a mammalian RNA demethylase that impacts RNA metabolism and mouse fertility . Mol. Cell . 2013 ; 49 : 18 – 29 . 23177736 15. Dominissini D. , Moshitch-Moshkovitz S. , Schwartz S. , Salmon-Divon M. , Ungar L. , Osenberg S. , Cesarkas K. , Jacob-Hirsch J. , Amariglio N. , Kupiec M. et al . Topology of the human and mouse m6A RNA methylomes revealed by m6A-seq . Nature . 2012 ; 485 : 201 – 206 . 22575960 16. Wang X. , Lu Z. , Gomez A. , Hon G.C. , Yue Y. , Han D. , Fu Y. , Parisien M. , Dai Q. , Jia G. et al . N6-methyladenosine-dependent regulation of messenger RNA stability . Nature . 2014 ; 505 : 117 – 120 . 24284625 17. Wang X. , Zhao B.S. , Roundtree I.A. , Lu Z. , Han D. , Ma H. , Weng X. , Chen K. , Shi H. , He C. N(6)-methyladenosine Modulates Messenger RNA Translation Efficiency . Cell . 2015 ; 161 : 1388 – 1399 . 26046440 18. Xu C. , Wang X. , Liu K. , Roundtree I.A. , Tempel W. , Li Y. , Lu Z. , He C. , Min J. Structural basis for selective binding of m6A RNA by the YTHDC1 YTH domain . Nat. Chem. Biol. 2014 ; 10 : 927 – 929 . 25242552 19. Luo S. , Tong L. Molecular basis for the recognition of methylated adenines in RNA by the eukaryotic YTH domain . Proc. Natl. Acad. Sci. U.S.A. 2014 ; 111 : 13834 – 13839 . 25201973 20. Huang H. , Weng H. , Sun W. , Qin X. , Shi H. , Wu H. , Zhao B.S. , Mesquita A. , Liu C. , Yuan C.L. Recognition of RNA N 6-methyladenosine by IGF2BP proteins enhances mRNA stability and translation . Nat. Cell Biol. 2018 ; 20 : 285 – 295 . 29476152 21. Alarcón C.R. , Goodarzi H. , Lee H. , Liu X. , Tavazoie S. , Tavazoie S.F. HNRNPA2B1 is a mediator of m6A-dependent nuclear RNA processing events . Cell . 2015 ; 162 : 1299 – 1308 . 26321680 22. Wu R. , Li A. , Sun B. , Sun J.-G. , Zhang J. , Zhang T. , Chen Y. , Xiao Y. , Gao Y. , Zhang Q. A novel m 6 A reader Prrc2a controls oligodendroglial specification and myelination . Cell Res. 2019 ; 29 : 23 – 41 . 30514900 23. Baquero-Perez B. , Antanaviciute A. , Yonchev I.D. , Carr I.M. , Wilson S.A. , Whitehouse A. The Tudor SND1 protein is an m6A RNA reader essential for replication of Kaposi's sarcoma-associated herpesvirus . eLife . 2019 ; 8 : e47261 . 31647415 24. Zhao B.S. , Roundtree I.A. , He C. Post-transcriptional gene regulation by mRNA modifications . Nat. Rev. Mol. Cell Biol. 2017 ; 18 : 31 – 42 . 27808276 25. Meyer K.D. , Jaffrey S.R. The dynamic epitranscriptome: N6-methyladenosine and gene expression control . Nat. Rev. Mol. Cell Biol. 2014 ; 15 : 313 – 326 . 24713629 26. Schwartz S. , Agarwala S.D. , Mumbach M.R. , Jovanovic M. , Mertins P. , Shishkin A. , Tabach Y. , Mikkelsen T.S. , Satija R. , Ruvkun G. et al . High-resolution mapping reveals a conserved, widespread, dynamic mRNA methylation program in yeast meiosis . Cell . 2013 ; 155 : 1409 – 1421 . 24269006 27. Zhou J. , Wan J. , Gao X. , Zhang X. , Jaffrey S.R. , Qian S.B. Dynamic m(6)A mRNA methylation directs translational control of heat shock response . Nature . 2015 ; 526 : 591 – 594 . 26458103 28. Zhang C. , Samanta D. , Lu H. , Bullen J.W. , Zhang H. , Chen I. , He X. , Semenza G.L. Hypoxia induces the breast cancer stem cell phenotype by HIF-dependent and ALKBH5-mediated m(6)A-demethylation of NANOG mRNA . Proc. Natl. Acad. Sci. U.S.A. 2016 ; 113 : E2047 – E2056 . 27001847 29. Zhou J. , Wan J. , Shu X.E. , Mao Y. , Liu X.M. , Yuan X. , Zhang X. , Hess M.E. , Bruning J.C. , Qian S.B. N(6)-Methyladenosine guides mRNA alternative translation during integrated stress response . Mol. Cell . 2018 ; 69 : 636 – 647 . 29429926 30. Xiang Y. , Laurent B. , Hsu C.H. , Nachtergaele S. , Lu Z. , Sheng W. , Xu C. , Chen H. , Ouyang J. , Wang S. et al . RNA m(6)A methylation regulates the ultraviolet-induced DNA damage response . Nature . 2017 ; 543 : 573 – 576 . 28297716 31. Yu F. , Shi G. , Cheng S. , Chen J. , Wu S.-Y. , Wang Z. , Xia N. , Zhai Y. , Wang Z. , Peng Y. SUMO suppresses and MYC amplifies transcription globally by regulating CDK9 sumoylation . Cell Res. 2018 ; 1 : 670 – 685 . 32. Dominissini D. , Moshitch-Moshkovitz S. , Schwartz S. , Salmon-Divon M. , Ungar L. , Osenberg S. , Cesarkas K. , Jacob-Hirsch J. , Amariglio N. , Kupiec M. Topology of the human and mouse m 6 A RNA methylomes revealed by m 6 A-seq . Nature . 2012 ; 485 : 201 . 22575960 33. Du Y. , Hou G. , Zhang H. , Dou J. , He J. , Guo Y. , Li L. , Chen R. , Wang Y. , Deng R. SUMOylation of the m6A-RNA methyltransferase METTL3 modulates its function . Nucleic Acids Res. 2018 ; 46 : 5195 – 5208 . 29506078 34. Wei J. , Liu F. , Lu Z. , Fei Q. , Ai Y. , He P.C. , Shi H. , Cui X. , Su R. , Klungland A. Differential m6A, m6Am, and m1A demethylation mediated by FTO in the cell nucleus and cytoplasm . Mol. Cell . 2018 ; 71 : 973 – 985 . 30197295 35. Eruslanov E. , Kusmartsev S. Advanced Protocols in Oxidative Stress II . 2010 ; Springer 57 – 72 . 36. Hou Y. , Li W. , Sheng Y. , Li L. , Huang Y. , Zhang Z. , Zhu T. , Peace D. , Quigley J.G. , Wu W. et al . The transcription factor Foxm1 is essential for the quiescence and maintenance of hematopoietic stem cells . Nat. Immunol. 2015 ; 16 : 810 – 818 . 26147687 37. Pizzino G. , Irrera N. , Cucinotta M. , Pallio G. , Mannino F. , Arcoraci V. , Squadrito F. , Altavilla D. , Bitto A. Oxidative Stress: Harms and Benefits for Human Health . Oxid. Med. Cell Longev. 2017 ; 2017 : 8416763 . 28819546 38. Mah L.J. , El-Osta A. , Karagiannis T.C. gammaH2AX: a sensitive molecular marker of DNA damage and repair . Leukemia . 2010 ; 24 : 679 – 686 . 20130602 39. Panier S. , Boulton S.J. Double-strand break repair: 53BP1 comes into focus . Nat. Rev. Mol. Cell Biol. 2014 ; 15 : 7 – 18 . 24326623 40. Chaudhari A.A. , Seol J.-W. , Kim S.-J. , Lee Y.-J. , Kang H. , Kim I. , Kim N.-S. , Park S.-Y. Reactive oxygen species regulate Bax translocation and mitochondrial transmembrane potential, a possible mechanism for enhanced TRAIL-induced apoptosis by CCCP . Oncol. Rep. 2007 ; 18 : 71 – 76 . 17549348 41. Frank M. , Duvezin-Caubet S. , Koob S. , Occhipinti A. , Jagasia R. , Petcherski A. , Ruonala M.O. , Priault M. , Salin B. , Reichert A.S. Mitophagy is triggered by mild oxidative stress in a mitochondrial fission dependent manner . Biochim. Biophys. Acta. 2012 ; 1823 : 2297 – 2310 . 22917578 42. Xiao B. , Goh J.-Y. , Xiao L. , Xian H. , Lim K.-L. , Liou Y.-C. Reactive oxygen species trigger Parkin/PINK1 pathway–dependent mitophagy by inducing mitochondrial recruitment of Parkin . J. Biol. Chem. 2017 ; 292 : 16697 – 16708 . 28848050 43. Ding W.-X. , Ni H.-M. , Li M. , Liao Y. , Chen X. , Stolz D.B. , Dorn G.W. , Yin X.-M. Nix is critical to two distinct phases of mitophagy, reactive oxygen species-mediated autophagy induction and Parkin-ubiquitin-p62-mediated mitochondrial priming . J. Biol. Chem. 2010 ; 285 : 27879 – 27890 . 20573959 44. Wei J. , Liu F. , Lu Z. , Fei Q. , Ai Y. , He P.C. , Shi H. , Cui X. , Su R. , Klungland A. et al . Differential m(6)A, m(6)Am, and m(1)A demethylation mediated by FTO in the cell nucleus and cytoplasm . Mol. Cell . 2018 ; 71 : 973 – 985 . 30197295 45. Muller S. , Ledl A. , Schmidt D SUMO: a regulator of gene expression and genome integrity . Oncogene . 2004 ; 23 : 1998 – 2008 . 15021887 46. Desterro J.M. , Thomson J. , Hay R.T. Ubch9 conjugates SUMO but not ubiquitin . FEBS Lett. 1997 ; 417 : 297 – 300 . 9409737 47. Gong L. , Kamitani T. , Fujise K. , Caskey L.S. , Yeh E.T. Preferential interaction of sentrin with a ubiquitin-conjugating enzyme, Ubc9 . J. Biol. Chem. 1997 ; 272 : 28198 – 28201 . 9353268 48. Johnson E.S. , Schwienhorst I. , Dohmen R.J. , Blobel G. The ubiquitin-like protein Smt3p is activated for conjugation to other proteins by an Aos1p/Uba2p heterodimer . EMBO J. 1997 ; 16 : 5509 – 5519 . 9312010 49. Xu Z. , Lam L.S.M. , Lam L.H. , Chau S.F. , Ng T.B. , Au S.W.N Molecular basis of the redox regulation of SUMO proteases: a protective mechanism of intermolecular disulfide linkage against irreversible sulfhydryl oxidation . FASEB J. 2008 ; 22 : 127 – 137 . 17704192 50. Huang C. , Han Y. , Wang Y. , Sun X. , Yan S. , Yeh E.T. , Chen Y. , Cang H. , Li H. , Shi G. SENP3 is responsible for HIF-1 transactivation under mild oxidative stress via p300 de-SUMOylation . EMBO J. 2009 ; 28 : 2748 – 2762 . 19680224 51. Wang Y. , Yang J. , Yang K. , Cang H. , Huang X. , Li H. , Yi J. The biphasic redox sensing of SENP3 accounts for the HIF-1 transcriptional activity shift by oxidative stress . Acta Pharmacol. Sin. 2012 ; 33 : 953 – 963 . 22684029 52. Flotho A. , Melchior F. Sumoylation: a regulatory protein modification in health and disease . Annu. Rev. Biochem. 2013 ; 82 : 357 – 385 . 23746258 53. Hay R.T. SUMO: a history of modification . Mol. Cell . 2005 ; 18 : 1 – 12 . 15808504 54. Kahyo T. , Nishida T. , Yasuda H. Involvement of PIAS1 in the sumoylation of tumor suppressor p53 . Mol. Cell . 2001 ; 8 : 713 – 718 . 11583632 55. Sachdev S. , Bruhn L. , Sieber H. , Pichler A. , Melchior F. , Grosschedl R. PIASy, a nuclear matrix–associated SUMO E3 ligase, represses LEF1 activity by sequestration into nuclear bodies . Genes Dev. 2001 ; 15 : 3088 – 3103 . 11731474 56. Schmidt D. , Müller S. Members of the PIAS family act as SUMO ligases for c-Jun and p53 and repress p53 activity . Proc. Natl. Acad. Sci. 2002 ; 99 : 2872 – 2877 . 11867732 57. Pichler A. , Gast A. , Seeler J.S. , Dejean A. , Melchior F. The nucleoporin RanBP2 has SUMO1 E3 ligase activity . Cell . 2002 ; 108 : 109 – 120 . 11792325 58. Kagey M.H. , Melhuish T.A. , Wotton D The polycomb protein Pc2 is a SUMO E3 . Cell . 2003 ; 113 : 127 – 137 . 12679040 59. Johnson E.S. Protein modification by SUMO . Annu. Rev. Biochem. 2004 ; 73 : 355 – 382 . 15189146 60. Zhao Q. , Xie Y. , Zheng Y. , Jiang S. , Liu W. , Mu W. , Liu Z. , Zhao Y. , Xue Y. , Ren J. GPS-SUMO: a tool for the prediction of sumoylation sites and SUMO-interaction motifs . Nucleic Acids Res. 2014 ; 42 : W325 – W330 . 24880689 61. Beauclair G. , Bridier-Nahmias A. , Zagury J.F. , Saib A. , Zamborlini A. JASSA: a comprehensive tool for prediction of SUMOylation sites and SIMs . Bioinformatics . 2015 ; 31 : 3483 – 3491 . 26142185 62. Horvathova E. , Dusinska M. , Shaposhnikov S. , Collins A.R. DNA damage and repair measured in different genomic regions using the comet assay with fluorescent in situ hybridization . Mutagenesis . 2004 ; 19 : 269 – 276 . 15215325 63. Collins A.R. The comet assay for DNA damage and repair: principles, applications, and limitations . Mol. Biotechnol. 2004 ; 26 : 249 – 261 . 15004294 64. Hietakangas V. , Anckar J. , Blomster H.A. , Fujimoto M. , Palvimo J.J. , Nakai A. , Sistonen L. PDSM, a motif for phosphorylation-dependent SUMO modification . Proc. Natl. Acad. Sci. U.S.A. 2006 ; 103 : 45 – 50 . 16371476 65. Corcoran A. , Cotter T.G. Redox regulation of protein kinases . FEBS J. 2013 ; 280 : 1944 – 1965 . 23461806 66. Feligioni M. , Brambilla E. , Camassa A. , Sclip A. , Arnaboldi A. , Morelli F. , Antoniou X. , Borsello T. Crosstalk between JNK and SUMO signaling pathways: deSUMOylation is protective against H2O2-induced cell injury . PLoS One . 2011 ; 6 : e28185 . 22164242 67. Hietakangas V. , Anckar J. , Blomster H.A. , Fujimoto M. , Palvimo J.J. , Nakai A. , Sistonen L. PDSM, a motif for phosphorylation-dependent SUMO modification . Proc. Natl. Acad. Sci. U.S.A. 2006 ; 103 : 45 – 50 . 16371476 68. Gareau J.R. , Lima C.D. The SUMO pathway: emerging mechanisms that shape specificity, conjugation and recognition . Nat. Rev. Mol. Cell Biol. 2010 ; 11 : 861 . 21102611 69. Yan Z. , Guo R. , Paramasivam M. , Shen W. , Ling C. , Fox D. III , Wang Y. , Oostra A.B. , Kuehl J. , Lee D.-Y A ubiquitin-binding protein, FAAP20, links RNF8-mediated ubiquitination to the Fanconi anemia DNA repair network . Mol. Cell . 2012 ; 47 : 61 – 75 . 22705371 70. Lovejoy C.A. , Li W. , Reisenweber S. , Thongthip S. , Bruno J. , De Lange T. , De S. , Petrini J.H. , Sung P.A. , Jasin M. Loss of ATRX, genome instability, and an altered DNA damage response are hallmarks of the alternative lengthening of telomeres pathway . PLoS Genet. 2012 ; 8 : e1002772 . 22829774 71. Tomida J. , Masuda Y. , Hiroaki H. , Ishikawa T. , Song I. , Tsurimoto T. , Tateishi S. , Shiomi T. , Kamei Y. , Kim J. DNA damage-induced ubiquitylation of RFC2 subunit of replication factor C complex . J. Biol. Chem. 2008 ; 283 : 9071 – 9079 . 18245774 72. Du H. , Zhao Y. , He J. , Zhang Y. , Xi H. , Liu M. , Ma J. , Wu L. YTHDF2 destabilizes m 6 A-containing RNA through direct recruitment of the CCR4–NOT deadenylase complex . Nat. Commun. 2016 ; 7 : 12626 . 27558897 73. Wang J. , Li Y. , Wang P. , Han G. , Zhang T. , Chang J. , Yin R. , Shan Y. , Wen J. , Xie X. et al . Leukemogenic chromatin alterations promote AML leukemia stem cells via a KDM4C-ALKBH5-AXL signaling axis . Cell Stem Cell . 2020 ; 27 : 81 – 97 . 32402251 74. Batista P.J. , Molinie B. , Wang J. , Qu K. , Zhang J. , Li L. , Bouley D.M. , Lujan E. , Haddad B. , Daneshvar K. et al . m(6)A RNA modification controls cell fate transition in mammalian embryonic stem cells . Cell Stem Cell . 2014 ; 15 : 707 – 719 . 25456834 75. Huang H. , Weng H. , Chen J. m(6)A modification in coding and non-coding RNAs: roles and therapeutic implications in cancer . Cancer Cell . 2020 ; 37 : 270 – 288 . 32183948 76. Zhu S. , Wang J.Z. , De Chen , He Y.T. , Meng N. , Chen M. , Lu R.X. , Chen X.H. , Zhang X.L. , Yan G.R. An oncopeptide regulates m(6)A recognition by the m(6)A reader IGF2BP1 and tumorigenesis . Nat. Commun. 2020 ; 11 : 1685 . 32245947 77. Reczek C.R. , Chandel N.S. ROS promotes cancer cell survival through calcium signaling . Cancer Cell . 2018 ; 33 : 949 – 951 . 29894695 78. Manza L.L. , Codreanu S.G. , Stamer S.L. , Smith D.L. , Wells K.S. , Roberts R.L. , Liebler D.C. Global shifts in protein sumoylation in response to electrophile and oxidative stress . Chem. Res. Toxicol. 2004 ; 17 : 1706 – 1715 . 15606148 79. Zhou W. , Ryan J.J. , Zhou H. Global analyses of sumoylated proteins in Saccharomyces cerevisiae : induction of protein sumoylation by cellular stresses . J. Biol. Chem. 2004 ; 279 : 32262 – 32268 . 15166219 80. Davalli P. , Marverti G. , Lauriola A. , D’Arca D Targeting oxidatively induced DNA damage response in cancer: opportunities for novel cancer therapies . Oxid. Med. Cell Longev. 2018 ; 2018 : 2389523 . 29770165 81. Juhasz S. , Elbakry A. , Mathes A. , Lobrich M. ATRX promotes DNA repair synthesis and sister chromatid exchange during homologous recombination . Mol. Cell . 2018 ; 71 : 11 – 24 . 29937341 82. Koschmann C. , Calinescu A.A. , Nunez F.J. , Mackay A. , Fazal-Salom J. , Thomas D. , Mendez F. , Kamran N. , Dzaman M. , Mulpuri L. et al . ATRX loss promotes tumor growth and impairs nonhomologous end joining DNA repair in glioma . Sci. Transl. Med. 2016 ; 8 : 328ra328 . 83. Ali A.M. , Pradhan A. , Singh T.R. , Du C. , Li J. , Wahengbam K. , Grassman E. , Auerbach A.D. , Pang Q. , Meetei A.R. FAAP20: a novel ubiquitin-binding FA nuclear core-complex protein required for functional integrity of the FA-BRCA DNA repair pathway . Blood . 2012 ; 119 : 3285 – 3294 . 22343915 84. Yan Z. , Guo R. , Paramasivam M. , Shen W. , Ling C. , Fox D. , Wang Y. , Oostra A.B. , Kuehl J. , Lee D.Y. et al . A ubiquitin-binding protein, FAAP20, links RNF8-mediated ubiquitination to the Fanconi anemia DNA repair network . Mol. Cell . 2012 ; 47 : 61 – 75 . 22705371 85. Zhang C. , Chen L. , Peng D. , Jiang A. , He Y. , Zeng Y. , Xie C. , Zhou H. , Luo X. , Liu H. METTL3 and N6-methyladenosine promote homologous recombination-mediated repair of DSBs by modulating DNA-RNA hybrid accumulation . Mol. Cell . 2020 ; 79 : 425 – 442 . 32615088",
    "full_text_abstract": "Abstract Faithful genome integrity maintenance plays an essential role in cell survival. Here, we identify the RNA demethylase ALKBH5 as a key regulator that protects cells from DNA damage and apoptosis during reactive oxygen species (ROS)-induced stress. We find that ROS significantly induces global mRNA N 6 -methyladenosine (m 6 A) levels by modulating ALKBH5 post-translational modifications (PTMs), leading to the rapid and efficient induction of thousands of genes involved in a variety of biological processes including DNA damage repair. Mechanistically, ROS promotes ALKBH5 SUMOylation through activating ERK/JNK signaling, leading to inhibition of ALKBH5 m 6 A demethylase activity by blocking substrate accessibility. Moreover, ERK/JNK/ALKBH5-PTMs/m 6 A axis is activated by ROS in hematopoietic stem/progenitor cells (HSPCs) in vivo in mice, suggesting a physiological role of this molecular pathway in the maintenance of genome stability in HSPCs. Together, our study uncovers a molecular mechanism involving ALKBH5 PTMs and increased mRNA m 6 A levels that protect genomic integrity of cells in response to ROS."
}