{
    "PMC": "11401899",
    "DOI": "10.1038/s41467-024-51955-w",
    "PMID": "39277621",
    "PMCID": "PMC11401899",
    "title": "PARylation of 14-3-3 proteins controls the virulence of Magnaporthe oryzae.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC11401899",
    "source": "MED",
    "abstract_text": "Magnaporthe oryzae is a devastating fungal pathogen that causes the rice blast disease worldwide. The post-translational modification of ADP-ribosylation holds significant importance in various fundamental biological processes. However, the specific function of this modification in M. oryzae remains unknown. This study revealed that Poly(ADP-ribosyl)ation (PARylation) executes a critical function in M. oryzae. M. oryzae Poly(ADP-ribose) polymerase 1 (PARP1) exhibits robust PARylation activity. Disruption of PARylation by PARP1 knock-out or chemical inhibition reveals its involvement in M. oryzae virulence, particularly in appressorium formation. Furthermore, we identified two M. oryzae 14-3-3 proteins, GRF1 and GRF2, as substrates of PARP1. Deletion of GRF1 or GRF2 results in delayed and dysfunctional appressorium, diminished plant penetration, and reduced virulence of the fungus. Biochemical and genetic evidence suggest that PARylation of 14-3-3s is essential for its function in M. oryzae virulence. Moreover, PARylation regulates 14-3-3 dimerization and is required for the activation of the mitogen-activated protein kinases (MAPKs), Pmk1 and Mps1. GRF1 interacts with both Mst7 and Pmk1, and bridges their interaction in a PARylation-dependent manner. This study unveils a distinctive mechanism that PARylation of 14-3-3 proteins controls appressorium formation through MAPK activation, and could facilitate the development of new strategies of rice blast disease control.",
    "full_text": "pmc Nat Commun Nat Commun Nature Communications 2041-1723 Nature Publishing Group UK London 11401899 51955 10.1038/s41467-024-51955-w Article PARylation of 14-3-3 proteins controls the virulence of Magnaporthe oryzae Gao Xiuqin 1 2 Gao Gaigai 2 Zheng Weifeng 3 Liu Haibing 4 5 Pan Wenbo 2 Xia Xi 2 Zhang Dongmei 2 Lin Wenwei wwlin@126.com 3 6 http://orcid.org/0000-0002-0869-9683 Wang Zonghua zonghuaw@163.com 1 7 http://orcid.org/0000-0002-5869-3140 Feng Baomin baomin2006@126.com 4 1 https://ror.org/04kx2sy84 grid.256111.0 0000 0004 1760 2876 State Key Laboratory of Ecological Pest Control for Fujian and Taiwan Crops, Fujian Agriculture and Forestry University, Fuzhou, 350002 China 2 https://ror.org/04kx2sy84 grid.256111.0 0000 0004 1760 2876 College of Plant Protection, Fujian Agriculture and Forestry University, Fuzhou, 350002 China 3 https://ror.org/04kx2sy84 grid.256111.0 0000 0004 1760 2876 College of Jun Cao Science and Ecology (College of Carbon Neutrality), Fujian Agriculture and Forestry University, Fuzhou, 350002 China 4 https://ror.org/04kx2sy84 grid.256111.0 0000 0004 1760 2876 Plant Immunity Center, Haixia Institute of Science and Technology, Fujian Agriculture and Forestry University, Fuzhou, 350002 China 5 https://ror.org/04kx2sy84 grid.256111.0 0000 0004 1760 2876 College of Agriculture, Fujian Agriculture and Forestry University, Fuzhou, 350002 China 6 https://ror.org/04kx2sy84 grid.256111.0 0000 0004 1760 2876 Center for Horticultural Biology and Metabolomics, Haixia Institute of Science and Technology, Fujian Agriculture and Forestry University, Fuzhou, 350002 China 7 https://ror.org/00s7tkw17 grid.449133.8 0000 0004 1764 3555 Fuzhou Institute of Oceanography, Minjiang University, Fuzhou, 350108 China 14 9 2024 14 9 2024 2024 15 8047 4 12 2023 20 8 2024 © The Author(s) 2024 2024 https://creativecommons.org/licenses/by-nc-nd/4.0/ Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. You do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by-nc-nd/4.0/ . Magnaporthe oryzae is a devastating fungal pathogen that causes the rice blast disease worldwide. The post-translational modification of ADP-ribosylation holds significant importance in various fundamental biological processes. However, the specific function of this modification in M. oryzae remains unknown. This study revealed that Poly(ADP-ribosyl)ation (PARylation) executes a critical function in M. oryzae . M. oryzae Poly(ADP-ribose) polymerase 1 (PARP1) exhibits robust PARylation activity. Disruption of PARylation by PARP1 knock-out or chemical inhibition reveals its involvement in M. oryzae virulence, particularly in appressorium formation. Furthermore, we identified two M. oryzae 14-3-3 proteins, GRF1 and GRF2, as substrates of PARP1. Deletion of GRF1 or GRF2 results in delayed and dysfunctional appressorium, diminished plant penetration, and reduced virulence of the fungus. Biochemical and genetic evidence suggest that PARylation of 14-3-3s is essential for its function in M. oryzae virulence. Moreover, PARylation regulates 14-3-3 dimerization and is required for the activation of the mitogen-activated protein kinases (MAPKs), Pmk1 and Mps1. GRF1 interacts with both Mst7 and Pmk1, and bridges their interaction in a PARylation-dependent manner. This study unveils a distinctive mechanism that PARylation of 14-3-3 proteins controls appressorium formation through MAPK activation, and could facilitate the development of new strategies of rice blast disease control. The role of PARylation, a modification with NAD + as substrate, in Magnaporthe oryzae virulence is investigated. MoPARP1-mediated PARylation of 14-3-3 proteins is found to be required for activation of Pmk1, the key mitogen-activated kinase dictating appressorium development and virulence. Subject terms Pathogens PolyADP-ribosylation Checkpoints https://doi.org/10.13039/501100001809 National Natural Science Foundation of China (National Science Foundation of China) 32170555 31771362 Feng Baomin issue-copyright-statement © Springer Nature Limited 2024 Introduction Magnaporthe oryzae ( M. oryzae ) is an important plant pathogenic fungus that causes rice blast disease, leading to catastrophic agricultural losses throughout the world 1 . M. oryzae spreads as conidia dispersed in the air. Once landing on the hydrophobic surface of rice, the conidia germinate to form appressorium at the tip of germ tubes 2 . The appressorium develops turgor of up to 8.0 MPa mainly due to glycerol accumulation 3 , which is used to penetrate plant surface 4 . Once inside plants, highly vacuolated, bulbous invasive hyphae grow inter- and intra-cellularly, then lesions develop in less than a week, and conidia are produced on blast lesions to initiate the next infection cycle 5 . In the past decades, M. oryzae has been studied extensively as a model organism to understand fungi-plant interactions 6 – 8 . However, the molecular mechanisms underlying M. oryzae pathogenesis are not fully understood although it’s the key to identifying new targets for control of rice blast disease. The development and virulence of M. oryzae are precisely regulated by multiple mechanisms such as plant-surface sensing, cell cycle control, metabolic checkpoint, and turgor sensing switch 9 , 10 . Previous studies showed G-protein coupled receptors (GPCRs), MAPKs, cAMP kinase, and TOR kinases play decisive roles in different switches during virulence establishment. Appressorium formation and penetration peg emergence are critical events that determine the virulence of M. oryzae . It is known that one round of completed DNA replication proceeds and is required for appressorium formation 11 , 12 , which is called the S-phase checkpoint of M. oryzae . How the S-phase checkpoint is established and cross-talk with other signaling processes in M. oryzae is not fully understood. PARPs are important DNA damage sensors, of which the PARylation activity could be stimulated by broken DNA 13 , therefore required for S-phase checkpoint. PARPs transfer the ADP-ribose moiety from NAD + to the side chains of aspartate, glutamate, arginine, lysine, serine, or cysteine residues of its substrate 14 – 16 , and the transfer reaction could be repeated by adding additional ADP-ribose to the hydroxyl group of pre-existing ribose through a glycoside bond to form a linear or branched ADP-ribose polymer or PAR. This type of modification is termed PARylation 17 , 18 . PARylation is a reversible reaction and the degradation of PAR is usually catalyzed by poly(ADP-ribose) glycohydrolases (PARGs) or ADP-ribosylhydrolase such as ARH3 19 – 23 . PARPs regulate a wide range of cellular processes, including DNA damage repair, chromatin remodeling, transcription, and protein localization and degradation 20 – 22 , 24 . PARylation could significantly change the activity of substrates, and PAR could serve as a platform to recruit other molecules such as the DNA repair proteins. The PARPs family contains 17 members in humans, and hsPARP1 contributes more than 90% of PARP activities 25 . The Arabidopsis genome encodes three PARPs 20 . However, whether the M. oryzae genome also encodes functional PARP is unknown yet. In this study, we identified PARP1 as an active PARP in M. oryzae . Our results showed that PARP1 exhibited strong PARP activity stimulated by broken DNA and is involved in conidia formation, appressorium development, and plant penetration. A group of candidate substrates of PARP1 and PAR-interacting proteins were identified, among which two 14-3-3s were confirmed to be modified by PARylation. PARylation is identified as a post-translational modification of 14-3-3 in addition to acetylation 26 , phosphorylation 27 , ubiquitination, and succinylation 27 – 29 . This study showed these two 14-3-3s are critically required for M. oryzae development and virulence, adding biological significance to 14-3-3s in addition to those in yeast, Arabidopsis , and human 26 , 30 , 31 . The prominent known function of 14-3-3 proteins is to recognize phosphorylated client proteins and regulate their functions, including complex formation, activity, subcellular localization, and stability 32 – 34 . The crystal structures of 14-3-3 proteins revealed a central phosphopeptide-binding pocket 35 . 14-3-3 proteins have been shown to be involved in multiple cellular processes, including DNA duplication, cell division, cell signaling, vesicular trafficking, apoptosis, regulation of gene expression, and protein aggregation 36 – 38 . This study revealed that the PARylation of 14-3-3 is required for virulence functions, necessary for the 14-3-3 heterodimer formation, and contributes to its client specificity. We also found that 14-3-3 regulates MAPK activity by direct interaction with Mst7 and Pmk1 in a PARylation-dependent manner. Taken together, this study discovered a significant role for PARylation in M. oryzae and suggested that DNA damage-responsive PARylation might regulate MAPK signaling through 14-3-3 to orchestrate appressorium development in M. oryzae . Results PARP1 exhibits poly(ADP-ribose) polymerase activity To identify potential PARPs in M. oryzae , the amino acid sequences of PARPs from Homo sapiens and Arabidopsis thaliana were used to perform BlastP search on the NCBI database ( https://blast.ncbi.nlm.nih.gov/Blast.cgi ). A PARP homolog encoded by MGG_08613 was retrieved and named PARP1. Pfam and SMART analyses showed that PARP1 has four conserved domains: the BRCA1 C-terminal domain (BRCT), tryptophan-glycine-arginine (WGR) domain, helical subdomain (HD), and (ADP-ribosyl)transferase (ART) domain (Fig. 1a ). Phylogenetic analysis revealed that PARP1 exists in the same clade with the PARPs from Fusarium graminearum and Ustilaginoidea virens (two phytopathogenic fungi), but is evolutionarily distant to the PARPs from Neurospora crassa , plants ( A. thaliana and Oryzae sativa japonica ) and H. sapiens (Fig. 1a ). Fig. 1 PARP1 exhibited poly(ADP-ribose) polymerase activity and plays an indispensable role in the virulence of M. oryzae. a The phylogenetic tree and domain architecture of the PARP1 homologs from human, fungi, and plants. ZF, zinc finger domain; BRCT, BRCA1 C-terminal domain; WGR, tryptophan-glycine-arginine domain; HD, helical subdomain; ART, (ADP-ribosyl)transferase domain. The conserved domains were analyzed by Pfam and SMART, and the phylogenetic tree was established by MEGA11. b PARP1 exhibited auto-PARylation activity in vitro. The MBP-PARP1-HA recombinant proteins were expressed and purified from E. coli BL21 (DE3), and incubated in a PARylation buffer at room temperature for 30 mins. The PARylation was analyzed by western blot with α-PAR antibody. c HU-induced PARylation in mycelia. The total protein was extracted from mycelia of wild type after treatment by HU and detected by immunoblot using an α-PAR antibody. d , e PARylation was substantially diminished in Δ parp1 . Hypha ( d ), conidia (Co), or appressoria (AP) ( e ) were collected from the wild type or Δ parp1 strain, respectively. The total protein was extracted and detected by immunoblot using an α-PAR antibody. α-β-tubulin immunoblotting or coomassie brilliant blue staining (CBB) was used to visualize loading control. f Virulence difference of the wild-type, Δ parp1 , and Δ parp1-C strains. The spore suspensions were used to inoculate 3-week-old CO39 rice seedlings. Images were obtained 5 days after inoculation, and the lesion sizes were measured and categorized into 5 levels. Bar = 1 cm. g Penetration assay and statistical analysis of infectious hyphal (IH) type in barley leaf cells at 24 hpi (Type I, IH with appressoria formed but no penetration; type II, IH with fewer than three branches; type III, IH with more than three branches; and type IV, IH that fully occupies a plant cell and moves into neighboring cells). One hundred infectious hyphae were assessed for each repeat. Bar = 20 μm. Data in f and g are means ± s.d. from three biological replicates. Statistical analysis was performed by two-way ANOVA followed by Tukey’s test, and the adjusted p values were shown in source data. Data in b and c are representatives of three independent experiments with similar results, and data in d and e are representatives of two independent experiments with similar results. To examine the biochemical activity of PARP1, we conducted in vitro PARylation assays. The canonical PARPs such as hsPARP1 could catalyze auto-PARylation with NAD + in the presence of damaged DNA, which could be detected by α-PAR antibody 20 . Similar auto-PARylation reaction was set up with the purified recombinant PARP1 and NAD + as substrate, and the PAR formation by PARP1 was detected by α-PAR. The results showed that PARP1 exhibited robust PARylation activity in vitro, and such activity is dependent on broken DNA and could be inhibited by 3-AB (Fig. 1b ). The PAR signal was also detected in M. oryzae , and HU (hydroxyurea), a DNA synthesis inhibitor, significantly enhanced the PAR formation in vivo (Fig. 1c ) 39 . The expression pattern of PARP1 was analyzed based on available transcriptomic data 40 . The result showed that PARP1 is expressed at a high level in conidia and at a lower level at other stages (Supplementary Fig. 1a ), suggesting PARP1 may have broad roles and a more significant role in conidia. The subcellular localization of PARP1 was examined in a PARP1-GFP strain constructed in the Guy11 background. The PARP1-GFP was nuclear-localized in vegetative hypha (Supplementary Fig. 1b ), which is similar to previous results that other PARPs are mainly localized in the nucleus 14 . PARP1 is essential for appressorial function and virulence of M. oryzae The PARP1 deletion mutants were generated by homolog recombination to investigate its biological functions. The knock-out of PARP1 in two independent mutants (Δ parp1#27 and Δ parp1#28 ) was confirmed by Southern blot (Supplementary Fig. 1c ). The Δ parp1#28 mutant was used as a recipient strain for complementation, yielding Δ parp1-C . Compared to the wild type and complementation strain, the Δ parp1 mutant showed a significantly diminished PAR signal in mycelia, conidia, and appressorium (Fig. 1d, e ), suggesting that PARP1 is the major contributor of PARylation in M. oryzae . To examine the role of PARP1 in the pathogenicity of M. oryzae , the spore suspensions (5×10 4 conidia/mL) from the wild-type, Δ parp1 , and Δ parp1-C strains were sprayed on the seedlings of CO39, a blast-susceptible rice variety. At 5 days post-inoculation, the Δ parp1 strain caused significantly reduced disease symptoms (lesion numbers, sizes, and levels) compared to the wild type or complementation strains (Fig. 1f ). To test the penetration ability of appressorium, conidia suspensions were dropped onto 7-day-old barley leaves. At 36 hpi (hours post-inoculation) when the hypha of the wild type and Δ parp1-C strain already invaded the neighbor cells, the Δ parp1 mutant just began producing differentiated bulbous hypha in the first infected cell (Fig. 1g ). Categorization of IH (infectious hypha) indicated that type I and type II IH are major types for Δ parp1 , while the wild type and Δ parp1-C strain have significantly more type III and type IV IH (Fig. 1g ). These results showed that PARP1 is an essential virulence factor that affects the host penetration and invasive growth of M. oryzae . Further analyses on the Δ parp1 mutant suggested that PARP1 plays significant roles at conidiation and infection stages. The Δ parp1 mutant exhibited similar growth rates in the complete medium (CM) compared to the wild type and complementation strains (Supplementary Fig. 1d ). However, the Δ parp1 mutant produced significantly fewer spores [(146.7 ± 1.51) × 10 3 spores/cm 2 ] than the wild type [(286 ± 6.19) × 10 3 spores/cm 2 ] (Supplementary Fig. 1e ). The formation of appressorium is also defective in Δ parp1 (Fig. 2a–c ). M. oryza e conidia were inoculated on hydrophobic coverslips to assay germination and appressorium formation 2 . The spore germination was not significantly different for the Δ parp1 mutant (Supplementary Fig. 1f ); however, the appressorial formation rate of Δ parp1 was lower than that of the wild type at 4 hpi, but comparable to the wild type by 8 hpi (Fig. 2a, b ), indicating delayed appressorial formation in the Δ parp1 mutant. Notably, the germ tubes of Δ parp1 mutant were significantly longer than that of the wild type when germinated on a hydrophobic plastic membrane: when the wild-type germ tubes were 24.03 ± 1.4 μm long, the Δ parp1 germ tubes reached 69.33 ± 2.86 μm (Fig. 2 a, c ). The essential role of PARylation in M. Oryzae was also confirmed by the application of a specific PARP inhibitor, 3-Aminobenzamide (3-AB) 13 , 41 . The Guy11 strain was grown on CM plates with or without 100 μM 3-AB for 7 days, and showed normal growth (Supplementary Fig. 1g and Fig. 2d ). However, the number of conidia produced upon 3-AB treatment was significantly low compared to the control (Supplementary Fig. 1h ). The conidial germination was not affected by 3-AB (Supplementary Fig. 1i ), but the appressorium formation was severely defective and the germ tubes exhibited excessive elongation (Fig. 2e–g ), which are consistent with the effects of PARP1 deletion. Fig. 2 PARP1 is required for appressorium formation. a The morphology of the germinated conidia of wild-type, Δ parp1 , and Δ parp1-C strains on a hydrophobic surface at 6 and 12 hpi. Bar = 10 μm. b Appressorium formation ratio of the wild-type, Δ parp1 , and Δ parp1-C strains on a hydrophobic surface at 4 or 8 hpi. Values are the means ± s.d. of three independent experiments, and 100 conidia were examined in each experiment. c Germ tube length (μm) of the wild-type, Δ parp1 , and Δ parp1-C strains on a hydrophobic surface at 12 hpi. The germ tubes of appressoria were photographed and measured using the software ImageJ. d The activity of PARylation was inhibited upon 100 μM 3-AB treatment in M. oryzae . Mycelia were collected from wild type with or without 100 μM 3-AB treatment. The total protein extract was analyzed by α-PAR immunoblot. The CBB staining was used to show loading control. Four independent repeats showed similar results. e The morphology of the germinated conidia of wild-type on a hydrophobic surface with or without 1 mM 3-AB treatment at 6 or 12 hpi. Bar = 10 μm. f Appressorium formation ratio of wild-type strains on a hydrophobic surface with or without 1 mM 3-AB at 6 and 12 hpi. g Germ tube length of the wild-type strains on a hydrophobic surface with or without 1 mM 3-AB at 12 hpi. The germ tubes of appressoria were photographed and measured using the software ImageJ. Two independent repeats showed similar results. h The incipient collapse rates of the Δ parp1 appressoria. The percentage of collapsed appressorium was recorded by observing 100 appressoria. Bar = 20 μm. Data were shown as boxplot from one independent experiment ( c , g ), or three biological replicates ( h ) displaying the maximum and minimum, first and third quantiles, and the median; Values are means ± s.d. from three independent biological replicates ( b , f ). Data were analyzed by two-way ANOVA ( b , f , h ) or one-way ANOVA ( c ) followed by Tukey’s test, or Student’s t tests ( g ). Exact p ( g ) or adjusted p ( b , c , f , h ) values were shown in figures. Data in a and e are representatives of three independent experiments with similar results. The compromised penetration ability of Δ parp1 implies dysfunctional appressorium. We examined the turgor generation of the Δ parp1 appressorium, which is a critical factor of penetration. The incipient collapse assay showed that the collapse rate of the Δ parp1 appressoria upon 1, 2, 3, or 4 M glycerol treatment was significantly higher than the WT or the complemented strain (Fig. 2h ), suggesting that the turgor pressure in the Δ parp1 appressorium was reduced. Mobilization of metabolites, including glycogen and lipids is an essential function of appressorium that supports turgor generation and other processes 42 – 45 . It is reasoned that the reduced turgor in the Δ parp1 appressorium was related to abnormal glycogen and/or lipid mobilization. Therefore, the glycogen and lipid mobilization during appressorium formation were examined using potassium iodide (KI) and Nile red, respectively. KI staining showed the translocation of glycogen from conidia to appressoria was clearly delayed in Δ parp1 compared to that in wild type and Δ parp1-C (Supplementary Fig. 2a, b ). At 6 hpi, about 80% glycogen remained in the germinated conidial cell of Δ parp1 , in contrast to only 60% in the wild-type. At 12 hpi, glycogen was nearly depleted in wild-type conidia, while Δ parp1 still contained a high level of glycogen in the germinated conidial cell (Supplementary Fig. 2a, b ). Nile red staining of the germinating conidia on hydrophobic coverslips showed that the degradation of lipid bodies was clearly delayed in the Δ parp1 conidia, which were evident for wild type at 6 hpi and 12 hpi after germination (Supplementary Fig. 2c, d ). PARP1 is involved in responses to cell integrity stress because the Δ parp1 shows significantly different sensitivity to cell wall disruption agents, including sodium dodecyl sulfate (SDS), Congo red (CR), and Calcofluor White (CFW) (Supplementary Fig. 3a, b ). And, the Δ parp1 strain showed higher sensitivity to a DNA synthesis inhibitor HU compared to wild type and Δ parp1-C (Supplementary Fig. 3c, d ). Identification of PARylation target proteins and PAR-binding proteins in M. oryzae PARylation regulates diverse biological functions mainly through the modification of target proteins. To determine how PARylation regulates M. oryzae virulence, we attempted to identify PARylated proteins in M. oryzae . The GST-PBZ (PBZ is a specific PAR-binding zinc finger domain 46 ) affinity beads were made and incubated with the total protein extracts from the mycelia of M. oryzae . Then the pull-down complex was identified by mass spectrometry. We detected 67 candidates that are potential PARylated proteins (Supplementary Data 1 ). PARP1 was on the top list of proteins identified by GST-PBZ with 30 peptides covering 57% of full-length protein identified (Supplementary Data 1 ), suggesting that PARP1 is significantly self-modified by PARylation in M. oryzae . Gene Ontology (Go) analysis indicated that these candidate PARylated proteins are involved in DNA/RNA binding, DNA replication, mismatch repair, and nucleotide excision repair (Supplementary Fig. 4a, b ). We also took a similar approach to identify PARylated proteins in germinated appressoria. From 2 × 10 7 appressoria germinated and harvested on a hydrophobic surface, 115 candidate proteins were identified after GST-PBZ affinity pull-down (Supplementary Data 1 ). The list of candidates PARylated proteins in hypha or appressoria were compared in a Venn diagram (Supplementary Fig. 4a, c ). Intriguingly, only 11 proteins were identified in both (Supplementary Fig. 4a ). PAR-binding proteins, or PAR-readers, are also critically required to interpret PAR signals through interaction with PAR which is a highly negatively charged polymer 47 . However, the PAR-binding proteins in M. oryzae have not been investigated before this study. It is therefore essential to identify PAR-binding proteins in M. oryzae in order to understand how PAR function. HsPARP5, or tankyrase1, has robust PARylation activity 25 , 48 . We purified the recombinant TNK domain of HsPARP5 from E.coli by GST-Sepharose, and set up auto-PARylation reaction in vitro to obtain PAR-coupled affinity beads, or GST-TNK-PAR. The total lysate of M. oryzae from mycelia was incubated with GST-TNK-PAR, then the proteins precipitated were analyzed by mass spectrometry (we used GST-TNK without PARylation as control). This experiment discovered 20 and 35 putative PAR-binding protein in mycelia and appressoria, respectively (Supplementary Data 2 ), among which two 14-3-3 proteins, MGG_13806 and MGG_01588 were shown to have important virulence functions in M. oryzae (Fig. 3a, b ). MGG_13806 and MGG_01588 were named as GRF1 (General Regulator Factor 1) and GRF2 (General Regulator Factor 2), respectively. We also used self-modified PARP1 as bait to isolate PAR-binding proteins, the list of proteins identified were shown in Supplementary Data 2 . Fig. 3 The 14-3-3 mutants, Δ grf1 and Δ grf2 , showed significantly reduced virulence and compromised appressorium turgor. a Δ grf1 or Δ grf2 showed reduced virulence on rice. Seedlings of rice cultivar CO39 were inoculated the wild type or indicated strains by spraying spore suspensions. The leaves with representative symptom and statistical summary of the lesion levels at 1-week post infection are shown. Bar = 1 cm. b Δ grf1 or Δ grf2 is defective in penetration and invasive growth in rice leaf sheath at 30 hpi. Conidia was inoculated in rice leaf sheath and invasive hyphae (IH) in rice cells was quantified at 30 hpi. 100 infectious hyphae were counted for each replicate. Bar = 20 μm. c The appressorial morphology of Δ grf1 and Δ grf2 . Conidia were cultured on a hydrophobic surface and photographed at 6 and 12 hpi. Bar = 10 μm. Three independent repeats showed similar results. d The appressorium formation rate of Δ grf1 or Δ grf2 . The appressorium formation ratio was measured from a hydrophobic surface at 4 and 8 hpi. 100 conidia were analyzed for each replicate. e The germ tube length of the wild-type, Δ grf1 , Δ grf1-C , Δ grf2 or Δ grf2-C strain. 100 conidia were photographed and measured using the software ImageJ. Two independent repeats showed similar results. f The incipient collapse rate of Δ grf1 or Δ grf2. The percentage of collapsed appressorium was recorded by observing 100 appressoria for each replicate. Bar = 20 μm. Data in a , b , d are means ± s.d. from three biological replicates. Data were shown as boxplot with individual datapoints from one-independent experiment ( e ) or three independent repeats ( f ) and the maximum and minimum, first and third quantiles, and the median were shown. Data were analyzed by two-way ANOVA ( a , b , d – f ) followed by Tukey’s test. Significant differences were marked with different letters. The adjusted p values were shown in source data ( a , b ) or ( d – f ). The candidate PAR-binding proteins were further confirmed by bimolecular fluorescence complementation (BiFC) assays in Nicotiana benthamiana . Our results showed that PBZ-nYFP interacted with GRF1-cYFP or GRF2-cYFP (Supplementary Fig. 5 ), suggesting that 14-3-3s are PAR-binding proteins. Two PAR-binding proteins,14-3-3s, are essential for the virulence of M. oryzae The candidate PARylation targets and PAR-binding proteins identified were then screened for their contribution to M. oryzae virulence by mutant analysis. Two 14-3-3 proteins identified as PAR-binders also play a critical role in virulence. The 14-3-3 deletion mutants (Δ grf1 and Δ grf2 ) were constructed (Supplementary Fig. 6a, b ). The 14-3-3 double mutant could not be obtained possibly due to lethality as in yeast 26 . We also constructed complementation strains by introducing native promoter-driven GRF1 or GRF2 to the corresponding mutant, respectively. A leaf infection assay was taken to evaluate the virulence difference between the 14-3-3 knock-out strain and the wild type. The spore suspensions (5 × 10 4 conidia/mL) were harvested from the 14-3-3 mutant, the complementation or wild-type strains, and sprayed on rice seedlings. The sprayed seedlings were cultured in the dark at 22°C for 2 days and subsequently transferred to 16/8 hr light/dark cycle at 25°C for 4 days. The 14-3-3 mutants developed significantly reduced disease symptoms compared to the wild type (Fig. 3a ). The severity of disease was evaluated by examining the lesion sizes, number, and the progress of hyphae penetration. When the Guy11 predominantly developed level 4 lesions, the Δ grf1 or Δ grf2 mutants produced lesions mainly at level 1 (Fig. 3a ). The penetrating hypha were categorized as Type I to IV based on their morphology and depth of penetration (Type IV was the most aggressive). The Δ grf1 or Δ grf2 mutants produced mainly type I or II hypha (unbranched-bulbous hyphae in the first infected cell), while the wild type or complementation stains already aggressively penetrated into rice leave as type III and IV hypha (branched-bulbous hyphae in the first infected cell or invaded into neighboring cells) (Fig. 3b ). The virulence defects of 14-3-3 mutants were also detected by drop-inoculation of barley leaf with spore suspensions. On the intact or injured leaves of the “golden promise” barley, the 14-3-3 mutants displayed compromised virulence compared to the WT or complementation strains (Supplementary Fig. 6c–f ). These results suggest 14-3-3 is critically required for M. oryzae virulence. The development and function of the 14-3-3 mutants were examined in order to understand how they regulate virulence. The Δ grf1 or Δ grf2 mycelia grow significantly slower than the wild type on the CM agar plate at 25°C (Supplementary Fig. 7a, b ). Δ grf1 or Δ grf2 displayed less melanin accumulation than wild type (Supplementary Fig. 7a, b ). Moreover, Δ grf1 or Δ grf2 showed a significant reduction in sporulation and produced fewer conidiophores (Supplementary Fig. 7c, d ). Therefore, both GRF1 and GRF2 contribute to vegetative growth and sporulation. The 14-3-3 knock-out also significantly affects appressorial formation. For the Δ grf1 or Δ grf2 mutants, the spores normally germinated at 4 hpi (Supplementary Fig. 7e ), and the appressorial formation rate decreased at 4 hpi, but was comparable to the wild type by 8 hpi (Fig. 3c, d ). Notably, the germ tubes of the 14-3-3 mutants were significantly longer than that of the wild type (Fig. 3 c, e ). Relative to Δ grf2 , Δ grf1 showed more delayed appressorial formation and further elongation of germ tubes (Fig. 3d, e ). Mating assays showed that 14-3-3s influence sexual reproduction. Cross of the wild-type or complementation strains with MAT1-1 (mating-type idiomorphs) formed numerous perithecia at mycelial junctions, whereas the Δ grf1 or Δ grf1 × MAT1-1 cross formed fewer perithecia (Supplementary Fig. 7f ). These results suggest that 14-3-3s play an important role in hyphal growth, asexual and sexual reproduction of M. oryzae . We wondered if the compromised virulence of the 14-3-3 mutants might be in part attributed to appressorium turgor, and checked the incipient collapse rates of appressoria exposed to 1–4 M glycerol 4 , 49 . Both the Δ grf1 and Δ grf2 appressoria showed significantly higher collapse rates than those of the wild-type and complementary strains (Fig. 3f ). 3 M glycerol caused about 80% appressoria collapse for the 14-3-3 mutants, but only 43.5% for the wild-type (Fig. 3f ). The turgor pressure of the Δ grf1 or Δ grf2 appressoria was reduced compared to that of the wild-type. The 14-3-3 mutants also showed significant defects in the mobilization of lipids and glycogen, that are used to produce glycerol and appressorium turgor 8 , 50 . At 0 hpi, the glycogen stained with KI was abundant in conidia of Guy11, Δ grf1 , and Δ grf2 (Supplementary Fig. 8a, b ). At4hpi or 8hpi, the degradation of glycogen granules in the germinated conidia was remarkably delayed in Δ grf1 or Δ grf2 compared to that of the wild-type. At 12 hpi, glycogen granules were nearly completely degraded in the wild-type conidia, in contrast ~68% and 42% of glycogen granules still remained in the Δ grf1 or Δ grf2 conidia, respectively (Supplementary Fig. 8a, b ). The distribution of lipids exhibited a similar pattern as glycogen granules in Δ grf1 and Δ grf2 (Supplementary Fig. 8c, d ). The cell wall integrity is also required for maintaining appressorium turgor 51 , 52 . We investigated the growth of the wild-type and the 14-3-3 mutant strains on CM medium containing cell wall stress agents: CR, CFW, and SDS, which inhibit assembly of chitin and β-1,4-glucans in the cell wall 53 . We found that the Δ grf1 and Δ grf2 strains showed increased sensitivity to CFW, CR, or SDS (Supplementary Fig. 9a, b ), suggesting that 14-3-3 deletion alters cell wall integrity. The 14-3-3 proteins play an important role in the DNA damage checkpoint response in Saccharomyces cerevisiae 38 , 54 – 57 . We checked the potential requirement of 14-3-3s for the DNA damage checkpoint in M. oryzae by HU sensitivity test. The Δ grf1 and Δ grf2 mutants showed hypersensitivity to HU (Supplementary Fig. 9c, d ). In addition, Δ grf1 but not Δ grf2 showed sensitivity to another DNA damage agent, H 2 O 2 (Supplementary Fig. 9c, d ). PARP1 interacts with and PARylates GRFs in M. oryzae The finding that both the PARP1 and a pair of PAR-binders, GRFs, are required for virulence and DNA damage responses promoted us to investigate whether GRFs are also targets of PARP1 for PARylation. We set up an in vivo assay to detect the PARylation of GRFs. The GFP-tagged GRF1 or GRF2 expressed in the mycelia of M. oryzae were immunoprecipitated by GFP-affinity beads, and examined by the α-PAR antibody. A significant PARylation signal was observed from the protein GRF1 or GRF2 (Fig. 4a ). The GRFs could also be directly PARylated by PARP1 in vitro. In the presence of NAD + , both GRF1 and GRF2 could be PARylated by PARP1 (Fig. 4b, c ). Fig. 4 Two 14-3-3 proteins, GRF1 and GRF2, were PARylated by PARP1 in M. oryzae. a GRF1 or GRF2 was PARylated in vivo. The mycelia were harvested from the GFP, GRF1-GFP, GRF2-GFP strains after culturing in liquid CM for 2 days. Total proteins were extracted and immunoprecipitated with α-GFP and detected by α-PAR on immunoblot. b , c GRF1 ( b ) or GRF2 ( c ) was PARylated by PARP1 in vitro. 6×His-GRF1 or 6×His-GRF2 and MBP-PARP1-HA were expressed and purified in E. coli BL21 (DE3), co-incubated in a PARylation buffer with or without NAD + . The PARylation activities was analyzed with α-PAR antibody. d , e Localization of GRF1 ( d ) and GRF2 ( e ) in the vegetative hyphae, conidia or appressorium. The Histone 1-mCherry was co-expressed to visualize nuclei. The GFP or mCherry signal was observed under confocal microscope. Bar = 10 μm. f , g PARP1 interacts with GRF1 or GRF2 in vitro. The purified recombinant protein 6×His-GRF1 ( f ) or 6×His-GRF2 ( g ) was incubated with MBP-PARP1-HA or MBP. Pull-down assays were performed with amylose resin, and the pull-down was examined using α-His antibody. h Co-IP assay to show PARP1 interacts with GRF1 in vivo. The strains co-expressing GRF1-HA with GFP or PARP1-GFP were constructed and cultured to harvest mycelia. Total proteins were extracted and incubated with α-GFP beads. The input and immuno-precipitates were examined by immunoblot using α-GFP or α-HA, respectively. Data are representatives of three ( a , d , e ) or two ( b , c , f , g ) independent experiments with similar results. The bimolecular fluorescence complementation assay (BiFC) by transiently co-expressing PARP1-nYFP with GRF1-cYFP or GRF2-cYFP in N. benthamiana , respectively, yielded strong YFP fluorescence in the nucleus (Supplementary Fig. 10 ). Consistently, the GRF1-GFP or GRF2-GFP expressed in M. oryzae displayed GFP fluorescence signals located in nucleus and the cytoplasm (Fig. 4d, e ), which partially overlap with the PARP1 localization. Their localization is similar in hyphae, conidia, and appressorium (Fig. 4d, e ). A pull-down assay with the recombinant protein purified from E. coli showed that MBP-PARP1-HA directly interacted with 6×His-GRF1 or 6×His-GRF2 (Fig. 4f, g ). In addition, the Co-IP assay indicated that PARP1 indeed associated with GRF1 in M. oryzae (Fig. 4h ). These results suggest that 14-3-3 is a real target of PARP1. Identification of GRF1 PARylation residues required for its virulence function To unveil the potential roles for PARylation of 14-3-3 in M. oryzae virulence, we identified the PARylation residues of GRF1 catalyzed by PARP1 by mass spectrometry 58 . In total, we identified twenty-three putative PARylated sites on eight peptides of GRF1 (Supplementary Fig. 11a, b ). Eleven PARylated sites were closely located on the N-terminus of GRF1 and twelve on the C-terminus (Supplementary Fig. 11c ). We mutated all identified PARylated sites of GRF1 to Alanine, termed as GRF1 m1-23 (Supplementary Fig. 11c ). Notably, the PARylation level of GRF1 m1-23 dropped by about half compared to the wild type by an in vitro PARylation assay (Supplementary Fig. 12a ). However, the in vivo PARylation of GRF1 m1-23 was nearly completely lost compared to wild type (Supplementary Fig. 12b ). To further narrow down potentially critical PARylation residues, we generated GRF1 m1-11 and GRF1 m12-23 which carry mutations of all identified PARylation sites in the N- or C-terminus, respectively (Supplementary Fig. 12a ). Interestingly, the GRF1 m1-11 and GRF1 m12-23 showed a PARylation level comparable to that of the GRF1 m1-23 (Supplementary Fig. 11c ). To explore the biological significance of GRF1 PARylation, we transformed the GRF1 m1-23 -GFP, GRF1 m1-11 -GFP or GRF1 m12-23 -GFP construct into the Δ grf1 mutant, yielding Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP and Δ grf1:GRF1 m12-23 -GFP , respectively. Upon conidial-spray inoculation onto the susceptible rice cultivar CO39, the Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP or Δ grf1:GRF1 m12-23 -GFP strain produced fewer lesions than Guy11 and Δ grf1-C (Supplementary Fig. 12c ). In barley leaf penetration assays, the Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP, or Δ grf1:GRF1 m12-23 -GFP strain showed compromised penetration ability: at 48 hpi, for the wild-type and Δ grf1-C strain, nearly 50% of infection structures had expanded to the neighboring cells (Supplementary Fig. 12d ). However, the Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP or Δ grf1:GRF1 m12-23 -GFP was still limited to the initially infected cells with primary invasive hyphae, similar to Δ grf1 (Supplementary Fig. 12d ), suggesting that disruption of GRF1 PARylation sites severely compromised both penetration and colonization efficiencies of M. oryzae . The Δ grf1- C and Δ grf1:GRF1 m12-23 -GFP were able to complement the vegetative growth and melanin accumulation defects of Δ grf1 (Supplementary Fig. 13a, b ). However, the Δ grf1:GRF1 m1-23 -GFP strain and Δ grf1:GRF1 m1-11 -GFP still showed decreased vegetative growth and melanin accumulation (Supplementary Fig. 13a, b ). Meanwhile, the conidial production in Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP, and Δ grf1:GRF1 m12-23 -GFP are similar to that of Δ grf1 (Supplementary Fig. 13c ). Moreover, the appressorium development and germ tube remained compromised in Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP , and Δ grf1:GRF1 m12-23 -GFP (Supplementary Fig. 13d–f ). These results suggest that GRF1 PARylation is necessary for growth, conidial production, and appressorium development in M. oryzae . The incipient collapse assay suggested that the PARylation of GRF1 is required for proper turgor generation. The numbers of the collapsed appressoria in the Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP, and Δ grf1:GRF1 m12-23 -GFP mutant were significantly increased upon 1.0 –4.0 M glycerol treatment, compared to the wild-type and Δ grf1- C strain, but similar to Δ grf1 (Supplementary Fig. 14a ). In addition, the distribution of lipids droplets and glycogen exhibited similar pattern in Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP, and Δ grf1:GRF1 m12-23 -GFP as Δ grf1 at 6 and 12 hpi, as shown in Supplementary Fig. 14b–e . Meanwhile, the PARylation mutant strain showed similar sensitivity to cell wall integrity and DNA damage stress as Δ grf1 (Supplementary Fig. 15a, b ). These results indicated that GRF1 PARylation is required for appressorium development, virulence, and stress responses. To further narrow down the critical PARylation residues of GRF1 that are required for appressorium function and virulence, we did a more comprehensive mutagenesis of GRF1. The 23 identified PARylation residues were mutated as 1 dyad (GRF m1-2 ) plus 7 triads (three adjacent residues as a group: GRF1 m3-5 , GRF1 m6-8 , GRF1 m9-11 , GRF1 m12-14 , GRF1 m15-17 , GRF1 m18-20 , and GRF1 m21-23 ). The 7 triad mutants showed significantly compromised PARylation of GRF1 by PARP1 in vitro (Fig. 5a–c ). The impacts of these PARylation mutations on M. oryzae virulence and appressorial function were examined by introducing these mutants into Δ grf1 and evaluating their ability to complement the virulence defects. The GRF1 m3-5 , GRF1 m12-14 , and GRF1 m18-20 failed to complement the virulence defects of Δ grf1 upon conidia spray inoculation on CO39 (Fig. 5d ). The penetration defects and the appressorial turgor failure of Δ grf1 were mainly un-rescued too as revealed by barley leaf penetration assay and incipient collapse assay (Fig. 5e, f ). These results suggested that certain triad PARylation residues are critically required for GRF1-mediated virulence and appressorium function. The GRF1 m3-5 mutant protein was structurally modeled and compared to that of GRF1 (Supplementary Fig. 16 ). The result showed that the GRF1 m3-5 triad mutation did not significantly alter the protein structure of GRF1, suggesting that the impact of PARylation on virulence and appressorium function is specific. We also tested a set of single or dyad mutations of the 23 PARylation sites but didn’t find a significant contribution to virulence (Supplementary Fig. 17 ), suggesting functional redundancy among these sites. PARylation of 14-3-3 has not been reported before this study, and it is intriguing how PARylation regulates 14-3-3 function. Fig. 5 GRF1 PARylation is required for virulence. a – c The mutations of the GRF1 PARylation sites substantially diminish its PARylation in vitro. The indicated mutants of GRF1 PARylation sites were incubated with MBP-PARP1-HA in the PARylation buffer with or without NAD + , respectively. The PARylation activities were analyzed with α-PAR antibody. The experiments were repeated two ( a , b ) or three ( c ) times with similar results. d The PARylation mutants of GRF1 failed to rescue the Δ grf1 virulence defect. The seedlings of rice cultivar CO39 were spray-inoculated with the spore suspensions of the wild type and GRF1 PARylation mutant strains. The leaves with representative symptoms and statistical analysis of lesion numbers at different levels at 1-week post-infection are shown. Values are means ± s.d. from three biological replicates. e The invasive growth and infectious hyphae (IH) of the GRF1 PARylation mutants in barley leaf at 24 hpi. One hundred infectious hyphae were analyzed for each strain. Values are means ± s.d. from three biological replicates. f The incipient collapse rate of the GRF1 PARylation mutants. The percentage of collapsed appressoria was recorded and displayed as boxes with individual data points from three independent repeats. The maximum and minimum, the first and third quantiles, and the median were shown. Significant differences were determined using two-way ANOVA followed by Tukey’s test and marked with different letters. PARylation affects the heterodimers between GRF1 and GRF2 It is known that 14-3-3 proteins often form homo- or heterodimers, which are essential for their functions as revealed by the crystal structures of both animal and plant 14-3-3 proteins 35 . Size-exclusion gel-filtration assay showed that GRF1 or GRF2 indeed existed as dimers in addition to monomers in solution (Fig. 6a–c and Supplementary Fig. 18a ). It is possible that PARylation of GRF1 is required for dimerization so that alteration of PARylation will compromise dimerization and subsequent functions. In vitro pull-down assay revealed a strong interaction between GRF1 and GRF2 (Fig. 6d ). However, the PARylation deficient mutant GRF1 m3-5 failed to pull-down GRF1 (Fig. 6d ). Consistently, Co-IP assay revealed that GRF1 m3-5 -GFP showed much weaker interaction with GRF2 compared to GRF1 (Fig. 6e ). In size-exclusion chromatography, GRF1 m3-5 performs as monomer only (Supplementary Fig. 18b, c ). This evidence suggests that PARylation of GRF1 is required for dimerization. Fig. 6 GRF1 PARylation was required for heterodimer formation with GRF2. a – c The GRF1 or GRF2 protein performed as dimers in gel-filtration assay. The purified recombinant protein of 6×His-GRF1 or 6×His-GRF2 was filtrated in a size-exclusion column with 1× PBS buffer. The chromatographic showed two elution peaks of indicated proteins corresponding to monomer and dimer, respectively. Milliabsorbance units (mAU). d The PARylation sites mutant GRF1 m3-5 impaired the interaction with GRF2 in vitro. 6×His-GRF1 or 6×His-GRF1 m3-5 was incubated with GST-GRF2 to perform pull-down assays, and the input and pull-down were detected using α-His antibody. e The GRF1 m3-5 mutant showed compromised interaction with GRF2 in appressoria of M. oryzae . Total proteins were extracted and subsequently incubated with α-GFP beads. The total and precipitated proteins were examined by immunoblot using α-GFP or α-FLAG, respectively. Data are representatives of three ( a – c , e ) or two ( d ) independent experiments with similar results. PARylation of GRF1 might regulate its client specificity and MAPK activation 14-3-3 proteins are scaffold proteins that mainly function through interacting with clients to regulate their functions 59 – 61 . We thought that PARylation might contribute to the client specificity of 14-3-3. We did IP/MS to identify the client proteins of 14-3-3 that might depend on PARylation. For this purpose, the total protein extracts of the mycelia from the Δ grf1:GRF1-GFP (Δ grf1-C ) or the Δ grf1:GRF1 m1-23 -GFP strain were immunoprecipitated by α-GFP followed by LC-MS/MS analysis. Δ grf1:GRF1-GFP was treated with 3-AB as another PARylation negative control. In total, 348 candidate interacting proteins of GRF1-GFP were identified that show stronger interaction than that with GRF1 m1-23 -GFP (two-fold change in abundance as cut-off) (Supplementary Data 3 ). Among the 348 candidates, 233 proteins only interacted with GRF1 (Supplementary Data 3 and Supplementary Fig. 19a ). The KEGG pathway analysis indicates that the candidate proteins are associated with multiple signaling pathways, such as the MAPK pathway (Supplementary Fig. 19b ). MAPK cascade plays a pivotal role in appressorium formation 62 , 63 . In this study, members of the MAPK pathway including Mst7 (MGG_00800), Pmk1 (MGG_09565), and Mps1 (MGG_04943) were identified to associate with GRF1 in a PARylation-dependent manner. The targets of Pmk1, such as Mst12 (MGG_12958) and Tub1 (MGG_08829), also associate with GRF1 in a PARylation-dependent manner. The direct interaction of GRF1 with Mst7 or Pmk1 was confirmed by an in vitro pull-down assay (Fig. 7a ; Supplementary Fig. 20a–c, f, g ). However, the PARylation mutant GRF1 m3-5 did not pull-down either Mst7 or Pmk1 (Fig. 7a ). Consistently, Co-IP experiments showed the in vivo interaction of GRF1 with Mst7 or Pmk1 in appressoria (Fig. 7b, c ), and the interaction was disrupted by introducing the GRF1 m3-5 PARylation mutant or the PARP inhibitor, 300 μM 3-AB (Fig. 7b, c ). Similarly, the GRF1 m1-23 , GRF1 m 12-14 , or GRF1 m18-20 mutant failed to interact or showed reduced interaction with Pmk1 or Mps1 in pull-down or Co-IP (Supplementary Fig. 20b–h ). Our results suggested that 14-3-3 associates with Pmk1 in a PARylation-enhanced manner, which is consistent with the observation that both Pmk1 and 14-3-3 are involved in appressorium formation, penetration, and invasive growth in rice. Fig. 7 GRF1 PARylation was required for the Pmk1 activation. a GRF1 m3-5 failed to interact with Mst7 or Pmk1 in vitro. The 6×His-GRF1 or 6×His-GRF1 m3-5 recombinant protein was incubated with GST-Mst7 or GST-Pmk1 in a GST pull-down assay. The pulled-down products were analyzed by immunoblot using α-His antibody. b , c GRF1 m3-5 compromise its interaction with Mst7 ( b ) or Pmk1 ( c ) in appressoria. To examine in-appressoria interaction of GRF1 or GRF1 m3-5 with Mst7 or Pmk1, the strain co-expressing two indicated tagged proteins were constructed. Total proteins were extracted from appressoria and subsequently incubated with α-GFP beads. The total and precipitated proteins were examined by immunoblot using α-GFP or α-FLAG, respectively. d The Pmk1 activation in appressoria was compromised in Δ grf1 or Δ grf1 : GRF1 m3-5 -GFP. Appressoria were harvested from the indicated strains for immunoblot analysis using an α-pTEpY antibody. The α-Actin immunoblot was used to normalize sample loading. e GRF1 promotes the Pmk1 kinase activity in vitro. 6×His-Pmk1-FLAG was incubated with or without 6×His-GRF1-FLAG at different titrations in the presence of 1 mM ATP for 60 min. The activation of Pmk1 was detected by α-pTEpY antibody. f GRF1 directly enhances the interaction of Mst7 with Pmk1 in vitro. The 6×His-GRF1-FLAG and 6×His-Pmk1-FLAG recombinant proteins were incubated with GST-Mst7 in a GST pull-down assay, and analyzed by immunoblot using α-FLAG or α-GST antibody. g The interaction between Mst7 and Pmk1 in appressoria was impaired in Δgrf1 mutant. Total proteins were extracted from appressoria of the strains co-expressing Mst7-FLAG-mCherry and Pmk1-GFP in Guy11 or Δgrf1 background, and incubated with α-GFP beads. The immunoprecipites were examined by immunoblot using α-GFP or α-FLAG, respectively. h Pmk1 interacts with PAR in vitro. PAR polymers were generated by self-modification of PARP1 immobilized on resins with NAD + as substrate, yielding MBP-PARP1-HA-PAR, which was incubated with 6×His-Pmk1-FLAG to perform pull-down on amylose resin (MBP or MBP-PARP1-HA were included as controls). The pull-down was detected using α-MBP, α-FLAG, or α-PAR antibody. Data in a and d are representatives of two independent experiments with similar results. Data in b , c , and e – h are representatives of three independent experiments with similar results. Pmk1 and Mps1 rely on their kinase activity to regulate appressorium formation, penetration, and invasive growth 62 – 64 , we then asked whether GRF1 PARylation is required for the Pmk1 and Mps1 kinase activation in appressoria. To investigate the impact of 14-3-3 PARylation on the Pmk1 and Mps1 activity, a large amount of appressoria with germinated conidia were harvested on a hydrophobic plastic surface from the following strains: Δ grf1:GRF1 m3-5 -GFP , Δ grf1 , and wild type. Then the protein extracts from appressoria were separated in SDS–PAGE and probed with α-pTEpY. As shown in Fig. 7d , the Δ grf1:GRF1 m3-5 -GFP or Δ grf1 appressoria showed significantly reduced Pmk1 activation compared to that of wild type. Similarly, the Pmk1 and Mps1 activation in the mycelia from Δ grf1:GRF1 m1-23 -GFP , Δ grf1:GRF1 m1-11 -GFP or Δ grf1:GRF1 m12-23 -GFP were significantly decreased too (Supplementary Fig. 20i ), suggesting that GRF1 PARylation is required for the Pmk1 activation in vivo. To further address how 14-3-3 regulates Pmk1 activation, we examined the Pmk1 activation in vitro. As shown in Fig. 7e , the purified 6×His-Pmk1-FLAG recombinant proteins were incubated with ATP in an in vitro kinase buffer, and the phosphorylation of Pmk1 was detected by the α-pTEpY antibody. Then, different titrations of GRF1 proteins were added to the Pmk1 phosphorylation reaction. The results showed that GRF1 enhanced Pmk1 activation in a dose-dependent manner (Fig. 7e ). It is known that Mst7 is a MAPKK that is required for Pmk1 activation. However, Mst7 and Pmk1 failed to directly interact in yeast two-hybrid, and their interaction could only be detected in appressorium 65 . There should be unknown components mediating Mst7-Pmk1 interaction and activation. We then tested if GRF1 mediates Mst7-Pmk1 interaction. In a pull-down assay, GST-Mst7 could interact with Pmk1, and GRF1 could enhance the interaction (Fig. 7f ). In a Co-IP assay with appressoria collected, Mst7 could interact with Pmk1 in the wild-type strains. However, such interaction between Mst7 and Pmk1 is greatly reduced in Δ grf1 appressoria (Fig. 7g ). We also tested if PARP1-generated PAR could directly interact with Pmk1. The MBP-PARP1-HA proteins immobilized on the amylose resins were incubated with or without NAD + in PARylation buffer for 30 minutes, rinsed with PBS buffer, and then incubated with Pmk1. The results revealed that Pmk1 showed a significantly enhanced association with PARP1 upon PARylation (Fig. 7h ). These results suggested that PARylation of 14-3-3 might directly enhance Pmk1 interaction with Mst7 and contribute to its activation. Discussion PARylation in M. oryzae and its role in virulence M. oryzae utilizes diverse biochemistries to execute its virulence and causes destructive rice blast disease. PARylation has been identified in other organisms and executes important functions including DNA damage repair and transcription regulation 21 , 25 , 46 . This study suggested PARylation also plays a significant role in M. oryzae virulence. M. oryzae encodes only one PARP with a conserved catalytic triad H-Y-E (Fig. 1a ), which was named as PARP1. Consistent with an intact catalytic triad, PARP1 exhibited robust auto-PARylation in vitro (Fig. 1b ). Our results showed that PARP1 contributes to the majority of PAR in M. oryzae (Fig. 1d, e ), like the major PARP in human (hsPARP1) or Arabidopsis (AtPARP2) 13 , 25 . Degradation of PAR is usually catalyzed by the Macro-domain proteins such as PARG1 and ARH3 19 , 20 , 22 . However, we didn’t retrieve PARG1-like protein in M. oryzae but several Macro-domain proteins. Whether these Macro-domain proteins execute PAR-degradation remain to be addressed. This study also found that PARP1 could be stimulated by broken DNA, therefore might be a key DNA damage sensor in M. oryzae (Fig. 1c ). Consistently, knock-out of PARP1 or its PARylation substrate GRF1 all showed sensitivity to DNA damage agent such as HU (Supplementary Figs. 3 c, d and 9c, d ). It is currently technically challenging to directly visualize DNA damage during appressorium formation because the melanized cell wall of appressorium makes the delivery of DNA damage-reporting antibodies difficult. The N-terminal of PARP1 lacks the zinc finger or SAP motifs but has a WGR motif that might be required for recognizing broken DNA (Fig. 1a ) as the canonical PARP such as HsPARP1 and HsPARP2 66 – 68 . It is well-known that an S-phase checkpoint is essential for appressorium formation. It worths further investigation to directly visualize DNA damage during S-phase checkpoint and examine its stimulation on PARylation required for downstream events during appressorium formation. A connection between PARylation and virulence in M oryzae was established in this study by mutant and inhibitor application (Figs. 1 and 2 ). The PARylation targets and PAR-reader proteins identified in this study indicate that PARylation impacts important biological processes. The GO terms represented by the PARylated targets and PAR-binders identified in M. oryzae are reminiscent to the previously reported: DNA/RNA binding, transcription and translation are enriched (Supplementary Fig. 4 ). The datasets also represent a valuable resource to study PARylation in M. oryzae and its roles in virulence. Indeed, PARylation targets such as 14-3-3s were shown to be required for virulence and appressorium formation. The 14-3-3 proteins are essential for M. oryzae virulence Our results showed that the 14-3-3s are real PARylation targets (Fig. 4a–c and Supplementary Fig. 11a ) and have broad functions. They are specially required for proper appressorium formation (Fig. 3b–f ), which is orchestrated by at least two checkpoints, the S-phase and turgor sensing checkpoint 11 , 45 . The 14-3-3 mutants exhibited delayed appressoria formation (Fig. 3c, d ), and sensitivity to DNA synthesis inhibitor (HU) and DNA damage agent (H 2 O 2 ) (Supplementary Fig. 9c, d ). In addition, disruption of the 14-3-3 PARylation enzyme PARP1 that is responsive to broken DNA, also leads to similar appressorium defects (Supplementary Fig. 3c, d ; Fig. 2 ). We hypothesized that 14-3-3s are involved in a DNA damage sensing pathway to activate S-phase checkpoint, of which the dysfunction will result in appressorial defects including turgor failure and delayed glycogen and lipids mobilization. Consistently, it’s known that 14-3-3s and DNA repair factors are usually up-regulated upon DNA damage 69 . Defects in 14-3-3s prevent DNA duplication upon genotoxic agents like methyl methane sulfonate or HU and activate S-phase checkpoint 39 . The 14-3-3s are essential for the spindle checkpoint and DNA damage responses in budding yeast 54 – 56 and the G1/S and G2/M transition in fusion yeast 38 , 57 , 70 . Our finding about 14-3-3s in M. oryzae will add to a conserved role in DNA damage checkpoint and a component required for appressorium development. 14-3-3s mainly execute their functions through client proteins. Cell cycle regulators such as Chk1 appear in the list of M. oryzae 14-3-3s clients identified by IP/MS (Supplementary Data 3 ). This suggested that 14-3-3 might regulate appressorium through cell cycle control. In budding yeast, Chk1 interacts with two 14-3-3 proteins, Rad24 and Rad25, and is required for the cell cycle arrest upon DNA damage 71 , 72 . The 14-3-3 interaction with Chk1 and other clients and their potential roles in M. oryzae worth further studies. It is noticed that there is a subtle difference between the single knock-out of 14-3-3s. This might be attributed to their sequence difference and the existence of homo-dimers. The identity between GRF1 and GRF2 is 69.4% (Supplementary Fig. 11c ). A typical 14-3-3 protein contains 9 helices named as H1-H9: H1-4 make the dimerization surface, while H3, 5, 7, 9 contribute to client recognition 73 . GRF1 and GRF2 also contain 9 helices and show conservation in these regions. However, GRF1 and GRF2 are not identical and show differences in several patches, especially in the C-terminal. It is noticed that GRF2 showed much weaker PARylation in vivo (Fig. 4a ). Consistently, GRF2 shows PARylation-incapable polymorphisms at the position corresponding to identified GRF1 PARylation sites (Supplementary Fig. 11c ). These facts suggested GRF1 and GRF2 might carry divergent functions in addition to the shared. GRF1 and GRF2 also form homo-dimers (Fig. 6a–c ), which might carry certain functions unique to GRF1 or GRF2, which might explain their subtle differences. PARylation regulates the specificity and activity of 14-3-3 clients including Pmk1 PARylation was identified as a post-translational modification of 14-3-3 in this study (Fig. 4a–c ). PARylation was shown to be essential for 14-3-3 function in M. oryzae virulence (Fig. 5d, e ). Comprehensive mutagenesis of GRF1 suggested that certain triad of PARylated residues are critically required, and their impact might be specific to PARylation because these residues are not required for other known modifications such as phosphorylation and did not alter overall protein structure (Supplementary Fig. 16 ). We found that PARylation might impact 14-3-3 dimmer formation, client specificity and activation (Figs. 6 and 7 ). PARylation was shown to affect 14-3-3 dimer formation (Fig. 6d, e ), which is important for 14-3-3 stability and client’s specificity 74 – 79 . Next, we identified a group of client proteins that showed interaction with 14-3-3 in a PARylation-dependent manner (Supplementary Fig. 19 and Data 3 ). This suggested that PARylation could dictate the client specificity of 14-3-3. PAR is a highly negatively charged polymer, which offers a unique capacity to recruit specific molecules. Previous studies showed PAR is involved in the formation of DNA repair complexes, P-bodies, and stress granules 80 , 81 . The PARylation of 14-3-3 might generate new client binding capacities required for appressorium. To understand more specifically how PARylation regulates 14-3-3 dimerization and client specificity, we examined the position of 23 PARylation residues identified to see if they could impact known function domains. The 14-3-3 proteins mainly function as a scaffold that recognizes phosphopeptide, and requires dimer formation. A typical 14-3-3 contains 9 α-helices (H1-H9). The H1 to H4 helices contribute to the dimerization surface, while the H3, H5, H7, and H9 contribute specific residues to phosphopeptide binding. For human 14-3-3ζ, Lys 49 , Arg 56 , Arg 127 and Tyr 128 of H3 and H5 form a positively charged binding pocket 73 , 82 , and these residues are conserved among GRF1 and GRF2 (Supplementary Fig. 11c ). The 23 identified PARylation sites of GRF1 are mainly distributed in 3 patches: H4, H8, and H9, but do not overlap with the known residues required for dimerization or phosphopeptide binding. Therefore, the effects of PARylation on GRF1 client specificity might not be attributed to direct medication of these residues. Based on the data in this study, there are at least two effects of PARylation on 14-3-3 that might contribute to client specificity: PARylation could generate extra binding surface for GRF1 and GRF2 to promote their dimerization because both proteins are PAR-binders. At the same time, the attachment of PAR will also expand the binding capacity of GRF1 because PAR is chemically distinct and might recruit distinct targets with different affinity. By these two manners, PAR could alter the client specificity of 14-3-3. Interestingly, the clients that show PARylation-dependent interaction with 14-3-3 include Mst7, Pmk1, and Mst12 which make up a mitogen-activated kinase pathway critical for appressorium development (Fig. 7 ). The 14-3-3 mutant, Δ mst7 , Δ pmk1, and Δ mst12 exhibited similar phenotypes in several aspects 65 , 83 . We then found that the 14-3-3 and its PARylation are required for Pmk1 activation, especially during appressorium formation (Fig. 7d ). It is known that Mst7, a MAPKK upstream of Pmk1, is required for Pmk1 activation. However, Mst7 fails to interact with Pmk1 in yeast 65 . It indicates that certain proteins are required to mediate the Mst7-Pmk1 interaction in appressorium. We found that 14-3-3 interacts with both Mst7 and Pmk1 (Fig. 7a–c ), so that it might serve as an adapter and long-sought missing link between Mst7 and Pmk1. PARP1-mediated PARylation significantly enhanced its interaction with Pmk1 suggesting that PAR is also an interacting molecule of Pmk1 (Fig. 7h ). 14-3-3 could enhance Mst7-Pmk1 interaction in vitro (Fig. 7f ). Although this enhancement in vitro is not as dramatic as expected, it might be significant in vivo because the actual concentration of Mst7 and Pmk1 in vivo might be much lower than that used in the in vitro assay. Furthermore, 14-3-3 could promote Pmk1 phosphorylation in vitro in a dose-dependent manner (Fig. 7e ). More convincingly, in appressoria, the GRF1 and PARylation-enhanced Mst7-Pmk1 interaction and Pmk1 activation is significantly shown (Fig. 7d , g ). Therefore, 14-3-3 and its PARylation represent a component for Pmk1 activation. Close proximity-enhanced kinase activation is also shown in other organisms. For example, in Arabidopsis , the 14-3-3 protein is involved in MAPK activation by bridging RLCK (PBL) and MEKK5 84 . It is believed that PARylation promotes the Pmk1 kinase activation by enhancing the close proximity of 14-3-3, Mst7, and Pmk1. In summary, this study explored the biological functions of PARylation in M. oryzae . We identified and characterized the major PARylation enzyme PARP1 and revealed its significant role in appressorium development and virulence. Among the identified PARylated substrates and PAR-readers, 14-3-3s were discovered as PARylation substrates. Further studies showed that 14-3-3 and its PARylation regulate appressorium formation, possibly through facilitating the assembly of Mst7-Pmk1 complex and activating MAPKs, as presented in a model (Fig. 8 ). Our findings highlight the importance of PARylation in M. oryzae virulence and suggested that DNA damage responsive PARylation might relay signals through 14-3-3 and MAPKs to dictate appressorium development. Whether other pathogenic fungi take similar mechanisms warrants future investigations. Fig. 8 A proposed model of regulation of M. oryzae virulence by PARylation of 14-3-3s. In this model, the virulence of M. oryzae is regulated by two MAPK signaling cascades mediated by Pmk1 and Mps1, respectively. PARylation of 14-3-3 potentially responding to DNA damage during S-phase checkpoint enhances 14-3-3 dimerization and interaction with Pmk1 and Mps1, then subsequently promotes virulence functions mediated by Pmk1 and Mps1. The key virulence triggers, including plant surface signal and DNA damage, and the signaling components, including PARP1 and 14-3-3, are indicated. The images were drawn by Figdraw ( http://www.figdraw.com ). Methods Fungal strains and culture conditions Magnaporthe oryzae Guy11 was used to generate the deletion mutants for PARP1 ( MGG_08613 ) and 14-3-3 family members GRF1 and GRF2 ( MGG_01588 and MGG_13806 ). The wild-type strains Guy11 and all the transformants were cultured on Complement Media plates (10 g/L D-glucose, 2 g/L peptone, 1 g/L yeast extract, 1 g/L casamino acids, 50 mL/L 20×nitrate salts, 1 mL/L trace elements, 1 mL/L vitamin solution, adjusted to pH 6.5 with NaOH, 15 g/L agar) at 28°C under fluorescent 12 h light/12 h dark for conidiation and stored on desiccated Whatman #1 filter paper at −20°C, as previously described 85 . Mycelia collected from 2-day-old culture in liquid CM medium shaken at 120 rpm at 26°C were used for extracting fungal DNA, protein, and protoplast preparation. The growth and conidiation of different strains were measured on the CM plates. For the DNA damage stress test, the strains were cultured on the CM media with 5.0 mM H 2 O 2 or 10 mM HU cultured in the dark at 28°C. For cell wall integrity tests, the strains were cultured on the CM medium supplemented with 0.0005% SDS, 200 μg/mL CFW, or 200 μg/mL CR in the dark at 28°C as previously described 86 – 88 . Generation of knock-out mutants and complementation The double-joint PCR approach was used to generate gene replacement constructs 89 . Briefly, ~1.0 kb upstream and 1.0 kb downstream flanking sequences of PARP1 were amplified with the primer pairs PARP1-AF/AR and PARP1-BF/BR (Supplementary Table 1 ). Then, the PCR product was fused with the hygromycin phosphotransferase (HPT) cassette by overlapping PCR. The final PCR products were transformed into the protoplasts of Guy11 90 . The transformants were identified by PCR (primers: PARP1-OF + PARP1-OR) or UAH (Primers: PARP1-UA + HPH-850) (Supplementary Table 1 ) and confirmed by Southern blot (Supplementary Fig. 1c ). Similar approaches were used to generate other knock-out mutants (Δ grf1 and Δ grf2 ) (Supplementary Fig. 6a, b ). For Δ parp1 complementation, the native promoter-driven full-length PARP1 CDS (without the stop codon) was amplified with the primer pair PARP1-GFP-F/R (Supplementary Table 1 ) and cloned into the pCX62 vector to generate the pCX62-PARP1-GFP vector. The plasmid was transformed into the protoplast of the PARP1 deletion mutant to generate the PARP1 complementation strains. The transformants were examined for the GFP signals. To construct the GRF1 PARylation site mutant strains, the native promoter-driven full-length CDS or mutant CDS (without the stop codon) was cloned into the pKNT-GFP vector. The sequence of GRF1 m1-23 was directly synthesized by Tsingke company; the GRF1 m1-11 and GRF1 m12-23 were amplified by two fragments with the template of GRF1 and GRF1 m1-23 , respectively. The single, dyad, or triad mutant sequences were produced by introducing mutation sites in primers. The primers are listed in Supplementary Table 1 . The plasmid was transformed into the protoplast of the Δ grf1 mutant to generate the complementation strains. Phenotypic characterization For fungal growth and conidiation assays, a 6 × 6 mm mycelium plug of M. oryzae was inoculated on CM under the conditions of 26°C, 12 h light/12 h dark for 7 days. The colony diameter was measured after 7 days. Conidiation was observed 10 days later. The spores were washed with 3 mL water, filtered, and diluted to 5 mL. The titer of conidia was determined with a hemocytometer. For germination and appressorium formation assays, 10-day-old conidia were harvested from the CM medium and re-suspended to 5 × 10 4 conidia/mL in sterile distilled water. A drop of 10 µL of conidium suspension was placed on plastic coverslips (Fisher Scientific Co., Pittsburgh, PA, USA) and incubated in a moist chamber at 26°C. Conidial germination and appressorium formation were examined at 0–24 h after incubation as described 79 . The appressorium turgor pressure was assayed by incubation in 1, 2, 3, or 4 M glycerin solution for 5 min 91 . For glycogen staining, the conidia were stained with a KI solution (60 mg/mL of KI and 10 mg/mL of I 2 in distilled water) 91 , 92 . For lipid staining, the conidia were stained with 10 µg/mL Nile red 91 , 92 . To observe conidiophore, mycelia plug of wild type and all mutant strains were cultured on the rice bran medium (RBM: 40 g/L rice bran, adjusted to pH 6.0–6.5 with NaOH, 20 g/L agar). Furthermore, the vegetative hyphae of indicated strains were scraped off at 10 dpi. Media were cut into blocks and put on the micro-slides. Strains were incubated at 26°C under light and humid conditions. Conidiophore formation was observed at 24 h and 48 h. Plant infection and penetration assays For plant infection assays, freshly harvested conidia were re-suspended to a concentration of 5 × 10 4 conidia/mL in 0.02% v/v tween-20 as described 91 . Seedlings of three-week-old rice cultivar CO39 or ten-day-old barley cultivar Golden Promise were used for infection assays 93 . Droplets of 10 µL of the conidial suspension were placed on the intact or injured barley leaves. The inoculated leaves were kept in the dark and moist chamber for 24 hours, and later transferred into 12-h light/12-h dark growth incubator. Moreover, the conidial suspension was also used to spray on rice seedlings. The inoculated leaves were kept in the dark condition with high humidity (>90%) for 30 hours, following 4–6 days in the 12-h light/12-h dark growth incubator. The disease symptom was recorded, and photographs were taken after 5–7 days as described 91 . For penetration assays, conidia suspension was infiltrated into 4-week-old rice leaf sheaths or 1-week-old barley leaves and kept under dark and humid conditions. The invasive hyphae efficiencies were observed at 24–48 hpi under a light microscope as described 79 , 91 . PARylation assays in vivo and in vitro For in vivo PARylation assay, GRF1, GRF1 mutants, or GRF2 were fused with GFP under native promoter in the pKNT vector and transformed into the wild-type strain Guy11. The expression of GRF1-GFP or GRF2-GFP was confirmed by western blot with an α-GFP antibody (Abmart, Cat#M20004M, 1:2000). The proteins were extracted by the IP buffer (50 mM Tris-Cl, pH 7.4, 75 mM NaCl, 5 mM EDTA, 10% glycerol, 0.5% Triton X-100, 1× protease inhibitor cocktail, 1× phosphatase inhibitor cocktail), and the GFP-tagged proteins were immunoprecipitated with α-GFP-affinity beads (Smart-life sciences, Cat#SM038001) by incubation at 4°C for 2 h with gentle shaking. After washing three times each with 500 µL of wash buffer (50 mM Tris-HCl, pH 7.4, 75 mM NaCl, 5 mM EDTA, 10% glycerol, 0.5% Triton X-100), the GRF1 and GRF2 proteins were separated in 10% SDS–PAGE for western blot to detect PARylation with α-PAR antibody (Cell Signaling Technology, Cat#83732 s, 1:2000). The in vitro PARylation assay was performed as previously described 94 . In brief, MBP-PARP1-HA, 6×His-GRF1, 6×His-GRF1 mutants, or 6×His-GRF2 recombinant proteins were purified from the E. coli strain BL21. 1 μg of the purified 6×His-GRF1, 6×His-GRF1 mutants, or 6×His-GRF2 were incubated with 100 ng MBP-PARP1-HA, then incubated in 20 μL of PAR reaction buffer [50 mM Tris-HCl, pH 8.0, 50 mM NaCl, 10 mM MgCl 2 , and 200 μg/mL activated DNA (Clontech, Cat#630440)] with or without 2 μM NAD + at room temperature for 30 min with gentle shaking. The reaction was stopped by adding SDS loading buffer, and the PARylated proteins were detected by an immunoblot using α-PAR antibody. Identification of GRF1 PARylation sites by mass spectrometry The PARylation sites were identified by mass spectrometry as previously reported 94 , 95 . Briefly, 1 μg of the purified 6×His-GRF1 protein was incubated with 100 ng MBP-PARP1-HA in the PARylation reaction buffer at room temperature for 1 h. Then, 1 M of NH 2 OH was added to the reactions overnight. This treatment left on the PARylated residues a hydroxamic acid moiety, which has a signature mass increase of +15.0109 Da and could be detected by mass spectrometry. The proteins were separated in 10% SDS–PAGE by electrophoresis and stained with Coomassie blue. The gel slices containing unmodified and modified 6×His-GRF1 were subject to mass spectrometry analysis in PTM-biolab. Large-scale conidial germination and appressorial collection assays Conidia were harvested from 12-day-old culture grown on rice bran medium using 10 mL sterile distilled water. The conidial suspension was filtered through sterile Miracloth (Calbiochem, Cat#475855-1 R) and fractionated by centrifugation at 4500 × g for 5 min at room temperature. The pellet of conidia was re-suspended in 20 mL sterile distilled water and the spore concentration were diluted to a final concentration of 2 × 10 5 conidia mL −1 using a hemocytometer (Improved Neubauer). Conidial suspensions were dropped into square petri plates (13 cm × 13 cm × 1.5 cm) (Chuangxin, China) and incubated in a moist chamber at 26°C. Appressorium formation was examined at 20 hpi under a light inverted microscope to ensure homogeneous and synchronized infection structure formation. Samples were collected as indicated by scraping the surface of the petri plates with a soft brush. Harvested samples were centrifugated at 4500 × g for 10 min at room temperature then the pellet was immediately frozen in liquid nitrogen and stored at −80°C for subsequent protein extraction. About 1 × 10 7 conidia for a pair of Co-IP. Co-immunoprecipitation assay For all Co-IP assay involved in this study, total proteins were isolated with lysis buffer (50 mM Tris-HCl, pH 7.4, 75 mM NaCl, 5 mM EDTA, 10% glycerol, 0.5% Triton X-100, 1×protease inhibitor cocktail, 1×phosphatase inhibitor cocktail) and incubated with the GFP beads (Smart-life sciences, Cat#SM038001) at 4°C for 3 h. The immuno-precipitates were washed four times with washing buffer (50 mM Tris-HCl, pH 7.4, 75 mM NaCl, 5 mM EDTA, 10% glycerol, 0.17% Triton X-100) before separation by SDS–PAGE and detection with respective antibodies. For western blot, the following antibodies were used: α-Actin (Huabio, Cat#EM21002, 1:2000), α-β-tubulin (Abmart, Cat#M20005, 1:2000), α-FLAG (Sigma, Cat#A8592, 1:2000), α-HA (Roche, Cat#12013819001, 1:2000), α-His (Lablead, Cat#H1004, 1:2000), α-GST (Abmart, Cat#M20007M, 1:2000), α-MBP (Lablead, Cat#M1001, 1:2000), α-pTEpY (Cell signaling Technology, Cat#9101, 1:2000), α-GFP (Abmart, Cat#M20004M, 1:2000), α-PAR antibody (Cell Signaling Technology, Cat#83732s, 1:2000), goat α-mouse HRP (Lablead, Cat#S0100, 1:8000), goat α-rabbit HRP (Lablead, Cat#S0101, 1:8000). Mass spectrometry To identify PARylated and PAR-binding proteins in M. oryzae , mycelia or appressoria collected were ground to a fine powder in liquid nitrogen. Total proteins were extracted with co-IP buffer and pull-down with the GST-PBZ, GST-PARP1-PAR, or GST-TNK-PAR resin. The pull-down products were separated in 10% SDS–PAGE for a short run, and the proteins in the gel slice were reduced, alkylated, and digested by trypsin. The trypsin-digested peptides were desalted, lyophilized, and dissolved in 0.1% formic acid. LC-MS/MS analysis of peptide mixtures was performed on Easy nLC system coupled with the Q-Exactive mass spectrometer (Thermo Scientific). Briefly, the Peptides were loaded in 95% solvent A (0.1% formic acid) on a two-column set-up consisting of a trap column (Thermo Scientific Acclaim PepMap100, 100 μm × 2 cm, nanoViper C18) and an analytical column (Thermo scientific EASY column, 15 cm, ID150 μm, 3 μm, C18). A gradient of solvent B (84% acetonitrile and 0.1% formic acid) was applied at a flow rate of 300 nL/min. Eluted peptides were analyzed using Q-Exactive mass spectrometer operated in positive ion mode. Full scan MS spectra (m/z 300–1800) were acquired with a resolution of 70,000 at 100 m/z. Up to 20 most intense ions were selected for higher-energy collisional dissociation fragmentation. MS/MS fragment spectra were acquired with a resolution of 17,500 at 100 m/z. The MS raw data were analyzed with Mascot2.2/maxquant1.6.14/Proteome Discoverer 2.5 software for protein identification and quantitation. The databases searched were NCBI_Pyricularia oryzae 70-15_28170_20240409 and uniprotkb_Pyricularia oryzae_13387_2024_04_09. For Max Quant search parameters, Oxidation (M) was set as the dynamical modifications; Carbamidomethyl (C) was set as fixed modifications; up to 2 Max Missed Cleavages were allowed. Pull-down assay For PARP1 interaction with GRF1 or GRF2, the PARP1 CDS was cloned into pMAL-C2X (with a MBP and HA tag), and the GRF1 and GRF2 CDS were cloned into pET28a or pCold-TF (with a 6×His tag). Proteins expressed in BL21 (DE3) were purified using Ni-IDA resin (Smart-life Sciences, Cat#SA003005) and Dextrin Beads (Smart-life Sciences, Cat#SA077005). For MBP pull-down, 6×His-GRF1 or 6×His-GRF2 was incubated with the MBP or MBP-PARP1 resin in pull-down buffer (10 mM HEPES, pH 7.5, 100 mM NaCl, 1 mM EDTA, 10% v/v glycerol, 1% v/v Triton X-100) for 2 h at 4°C with gentle shaking. Input and pull-down were separated in 10% SDS–PAGE and detected by immunoblotting with α-His (Lablead, Cat#H1004, 1:2000) and α-MBP (Lablead, Cat#M1001, 1:2000) antibody. Bimolecular fluorescence complementation assay The PARP1-nYFP were co-expressed with the GRF1-cYFP or GRF2-cYFP or the cYFP empty vector in N. benthamiana by Agrobacterium-mediated transient assay. 48 hours later, the YFP fluorescence was detected by confocal microscopy. Detection of Pmk1 and Mps1 phosphorylation in M. oryzae Total proteins were isolated from vegetative hyphae with protein extraction buffer (50 mM Tris-HCl, pH 7.5, 5 mM EDTA, 5 mM EGTA, 2 mM DTT, 10 mM β-glycerophosphate, 10 mM Na 3 VO 4 , 10 mM NaF, 1 mM PMSF, 1×protease inhibitor cocktail) as described 96 . The activation of Mps1 or Pmk1 MAP kinases was detected with the monoclonal α-pTEpY (Cell signaling Technology, Cat#9101, 1:2000). An α-β-tubulin antibody (Abmart, Cat#M20005, 1:2000) or α-Actin (Huabio, Cat#EM21002, 1:2000) was used to examine loading. In vitro kinase assay and detection of pmk1 phosphorylation For in vitro kinase assays, 200 ng His-Pmk1-FLAG was incubated with 1, 2, 4, 8, or 16 μg His-GRF1-FLAG in 20 μL kinase buffer (25 mM Tris, pH 7.5, 10 mM MnCl 2 , 1 m M EGTA, 1 mM DTT, 1 mM ATP) for 60 min at 30°C. The reaction was stopped by boiling in the SDS loading buffer. The phosphorylation state of Pmk1 was detected by immunoblotting using α-pTEpY antibody. Gel-Filtration chromatography For size-exclusion chromatography, the Enrich SEC 650 10×300 column with a bed volume of 24 mL was used on the NGC Chromatography system. The batch-purified recombinant proteins with Ni-NTA resins were centrifuged at 10,000 × g for 10 min at 4°C, and 300 μL of the cleared supernatant was loaded onto the column. The 1×PBS buffer was used as gel-filtration buffer: 2 mM KH 2 PO 4 , 8 mM Na 2 HPO 4 , 136 mM NaCl, 2.6 mM KCl, pH 7.2–7.4. The flow rate was set as 0.5 mL/min. Statistics All graphs were generated using GraphPad Prism 9.0 software. For bar plots, data are represented as means ± standard deviation (s.d.) with datapoints shown as dots; Boxplots show the maxima, minima, interquartile range, and median. Statistical significance was determined by Student’s t test, one-way ANOVA, or two-way ANOVA followed by Tukey post hoc tests. Details of statistical analyses including n values and significance levels ( p values) were provided in the figures, figure legends or source data file. Reporting summary Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article. Supplementary information Supplementary information Peer Review File Description of Additional Supplementary Files Supplementary data 1 Supplementary data 2 Supplementary data 3 Reporting Summary Source data Source Data Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Supplementary information The online version contains supplementary material available at 10.1038/s41467-024-51955-w. Acknowledgements This work was mainly supported by grants from the National Natural Science Foundation of China to B.F. (32170555, 31771362), and supported by Fujian Provincial Science and Technology Key Project (2022NZ030014) to Z.W. and D.Z., the NSFC grant (32270335) to W.L., the Central Guidance on Local Science and Technology Development Fund of Fujian Province (2022L3088) to D.Z. We thank Professor Ping He of the University of Michigan and Professor Jin-rong Xu of Purdue University for providing critical reading and constructive comments on this manuscript. Author contributions B.F., Z.W., and W.L. conceived the study. X.G. performed the experiments and interpreted the data with inputs from G.G., H.L., W.Z., W.P., X.X., and D.Z. B.F., W.L., and Z.W. obtained funding and supervised the project. X.G. drafted the manuscript and composed the figures. B.F. revised the manuscript with inputs from W.L. and Z.W. All authors contributed to the data analysis and manuscript preparation. Peer review Peer review information Nature Communications thanks Yonghao Yu, and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. A peer review file is available. Data availability The mass spectrometry proteomics data have been deposited to the ProteomeXchange Consortium ( http://proteomecentral.proteomexchange.org ) via the iProX partner repository 97 , 98 with the dataset identifier PXD047891 and PXD053552. Source data are provided with this paper. Competing interests The authors declare no competing interests. References 1. Talbot NJ On the trail of a cereal killer: exploring the biology of Magnaporthe grisea Annu. Rev. Microbiol. 2003 57 177 202 10.1146/annurev.micro.57.030502.090957 14527276 Talbot, N. J. On the trail of a cereal killer: exploring the biology of Magnaporthe grisea. Annu. Rev. Microbiol. 57 , 177–202 (2003). 14527276 10.1146/annurev.micro.57.030502.090957 2. Hamer JE Howard RJ Chumley FG Valent B A mechanism for surface attachment in spores of a plant pathogenic fungus Science 1988 239 288 290 10.1126/science.239.4837.288 17769992 Hamer, J. E., Howard, R. J., Chumley, F. G. & Valent, B. A mechanism for surface attachment in spores of a plant pathogenic fungus. Science 239 , 288–290 (1988). 17769992 10.1126/science.239.4837.288 3. Foster AJ Ryder LS Kershaw MJ Talbot NJ The role of glycerol in the pathogenic lifestyle of the rice blast fungus Magnaporthe oryzae Environ. Microbiol. 2017 19 1008 1016 10.1111/1462-2920.13688 28165657 Foster, A. J., Ryder, L. S., Kershaw, M. J. & Talbot, N. J. The role of glycerol in the pathogenic lifestyle of the rice blast fungus Magnaporthe oryzae. Environ. Microbiol. 19 , 1008–1016 (2017). 28165657 10.1111/1462-2920.13688 4. Howard RJ Ferrari MA Roach DH Money NP Penetration of hard substrates by a fungus employing enormous turgor pressures Proc. Natl Acad. Sci. USA 1991 88 11281 11284 10.1073/pnas.88.24.11281 1837147 Howard, R. J., Ferrari, M. A., Roach, D. H. & Money, N. P. Penetration of hard substrates by a fungus employing enormous turgor pressures. Proc. Natl Acad. Sci. USA 88 , 11281–11284 (1991). 1837147 10.1073/pnas.88.24.11281 5. Wiltshire SP The commonwealth mycological institute Nature 1955 176 189 191 10.1038/176189a0 13244658 Wiltshire, S. P. The commonwealth mycological institute. Nature 176 , 189–191 (1955). 13244658 10.1038/176189a0 6. Valent B Chumley FG Molecular genetic analysis of the rice blast fungus, magnaporthe grisea Annu. Rev. Phytopathol. 1991 29 443 467 10.1146/annurev.py.29.090191.002303 18479196 Valent, B. & Chumley, F. G. Molecular genetic analysis of the rice blast fungus, magnaporthe grisea. Annu. Rev. Phytopathol. 29 , 443–467 (1991). 18479196 10.1146/annurev.py.29.090191.002303 7. Xu JR Peng YL Dickman MB Sharon A The dawn of fungal pathogen genomics Annu. Rev. Phytopathol. 2006 44 337 366 10.1146/annurev.phyto.44.070505.143412 16704358 Xu, J. R., Peng, Y. L., Dickman, M. B. & Sharon, A. The dawn of fungal pathogen genomics. Annu. Rev. Phytopathol. 44 , 337–366 (2006). 16704358 10.1146/annurev.phyto.44.070505.143412 8. Wilson RA Talbot NJ Under pressure: investigating the biology of plant infection by Magnaporthe oryzae Nat. Rev. Microbiol. 2009 7 185 195 10.1038/nrmicro2032 19219052 Wilson, R. A. & Talbot, N. J. Under pressure: investigating the biology of plant infection by Magnaporthe oryzae. Nat. Rev. Microbiol. 7 , 185–195 (2009). 19219052 10.1038/nrmicro2032 9. Sun G Qi X Wilson RA A feed-forward subnetwork emerging from integrated TOR- and cAMP/PKA-signaling architecture reinforces magnaporthe oryzae Appressorium Morphogenesis Mol. Plant-microbe interactions: MPMI 2019 32 593 607 10.1094/MPMI-10-18-0287-R 30431400 Sun, G., Qi, X. & Wilson, R. A. A feed-forward subnetwork emerging from integrated TOR- and cAMP/PKA-signaling architecture reinforces magnaporthe oryzae Appressorium Morphogenesis. Mol. Plant-microbe interactions: MPMI 32 , 593–607 (2019). 30431400 10.1094/MPMI-10-18-0287-R 10. Osés-Ruiz M Appressorium-mediated plant infection by Magnaporthe oryzae is regulated by a Pmk1-dependent hierarchical transcriptional network Nat. Microbiol. 2021 6 1383 1397 10.1038/s41564-021-00978-w 34707224 Osés-Ruiz, M. et al. Appressorium-mediated plant infection by Magnaporthe oryzae is regulated by a Pmk1-dependent hierarchical transcriptional network. Nat. Microbiol. 6 , 1383–1397 (2021). 34707224 10.1038/s41564-021-00978-w 11. Osés-Ruiz M Sakulkoo W Littlejohn GR Martin-Urdiroz M Talbot NJ Two independent S-phase checkpoints regulate appressorium-mediated plant infection by the rice blast fungus Magnaporthe oryzae Proc. Natl Acad. Sci. USA 2017 114 E237 e244 10.1073/pnas.1611307114 28028232 Osés-Ruiz, M., Sakulkoo, W., Littlejohn, G. R., Martin-Urdiroz, M. & Talbot, N. J. Two independent S-phase checkpoints regulate appressorium-mediated plant infection by the rice blast fungus Magnaporthe oryzae. Proc. Natl Acad. Sci. USA 114 , E237–e244 (2017). 28028232 10.1073/pnas.1611307114 12. Saunders DG Aves SJ Talbot NJ Cell cycle-mediated regulation of plant infection by the rice blast fungus Plant Cell 2010 22 497 507 10.1105/tpc.109.072447 20190078 Saunders, D. G., Aves, S. J. & Talbot, N. J. Cell cycle-mediated regulation of plant infection by the rice blast fungus. Plant Cell 22 , 497–507 (2010). 20190078 10.1105/tpc.109.072447 13. Song J Keppler BD Wise RR Bent AF PARP2 is the predominant poly(ADP-Ribose) polymerase in Arabidopsis DNA damage and immune responses PLoS Genet. 2015 11 e1005200 10.1371/journal.pgen.1005200 25950582 Song, J., Keppler, B. D., Wise, R. R. & Bent, A. F. PARP2 is the predominant poly(ADP-Ribose) polymerase in Arabidopsis DNA damage and immune responses. PLoS Genet. 11 , e1005200 (2015). 25950582 10.1371/journal.pgen.1005200 14. Jungmichel S Proteome-wide identification of poly(ADP-Ribosyl)ation targets in different genotoxic stress responses Mol. cell 2013 52 272 285 10.1016/j.molcel.2013.08.026 24055347 Jungmichel, S. et al. Proteome-wide identification of poly(ADP-Ribosyl)ation targets in different genotoxic stress responses. Mol. cell 52 , 272–285 (2013). 24055347 10.1016/j.molcel.2013.08.026 15. Messner S PARP1 ADP-ribosylates lysine residues of the core histone tails Nucleic Acids Res. 2010 38 6350 6362 10.1093/nar/gkq463 20525793 Messner, S. et al. PARP1 ADP-ribosylates lysine residues of the core histone tails. Nucleic Acids Res. 38 , 6350–6362 (2010). 20525793 10.1093/nar/gkq463 16. Zhang Y Wang J Ding M Yu Y Site-specific characterization of the Asp- and Glu-ADP-ribosylated proteome Nat. Methods 2013 10 981 984 10.1038/nmeth.2603 23955771 Zhang, Y., Wang, J., Ding, M. & Yu, Y. Site-specific characterization of the Asp- and Glu-ADP-ribosylated proteome. Nat. Methods 10 , 981–984 (2013). 23955771 10.1038/nmeth.2603 17. Alvarez-Gonzalez R Jacobson MK Characterization of polymers of adenosine diphosphate ribose generated in vitro and in vivo Biochemistry 1987 26 3218 3224 10.1021/bi00385a042 3038179 Alvarez-Gonzalez, R. & Jacobson, M. K. Characterization of polymers of adenosine diphosphate ribose generated in vitro and in vivo. Biochemistry 26 , 3218–3224 (1987). 3038179 10.1021/bi00385a042 18. Miwa, M., Saikawa, N., Yamaizumi, Z., Nishimura, S. & Sugimura T. Structure of poly(adenosine diphosphate ribose): identification of 2’-[1”-ribosyl-2”-(or 3”-)(1”‘-ribosyl)]adenosine-5’,5”,5”‘-tris(phosphate) as a branch linkage. Proc. Natl. Acad. Sci. USA 76 , 595–599 (1979). 19. Min W Wang ZQ Poly (ADP-ribose) glycohydrolase (PARG) and its therapeutic potential Front. Biosci. 2009 14 1619 1626 10.2741/3329 Min, W. & Wang, Z. Q. Poly (ADP-ribose) glycohydrolase (PARG) and its therapeutic potential. Front. Biosci. 14 , 1619–1626 (2009). 10.2741/3329 20. Feng B Protein poly(ADP-ribosyl)ation regulates arabidopsis immune gene expression and defense responses PLoS Genet. 2015 11 e1004936 10.1371/journal.pgen.1004936 25569773 Feng, B. et al. Protein poly(ADP-ribosyl)ation regulates arabidopsis immune gene expression and defense responses. PLoS Genet. 11 , e1004936 (2015). 25569773 10.1371/journal.pgen.1004936 21. Páhi, Z. G., Borsos, B. N., Pantazi, V., Ujfaludi, Z. & Pankotai T. PARylation during transcription: insights into the fine-tuning mechanism and regulation. Cancers 12 , 183 (2020). 22. Wei H Yu X Functions of PARylation in DNA damage repair pathways Genom. Proteom. Bioinform. 2016 14 131 139 10.1016/j.gpb.2016.05.001 Wei, H. & Yu, X. Functions of PARylation in DNA damage repair pathways. Genom. Proteom. Bioinform. 14 , 131–139 (2016). 10.1016/j.gpb.2016.05.001 23. Fontana P. et al. Serine ADP-ribosylation reversal by the hydrolase ARH3. eLife 6 , e28533 (2017). 24. Kraus WL PARPs and ADP-ribosylation come into focus Mol. cell 2015 58 901 10.1016/j.molcel.2015.06.014 26091338 Kraus, W. L. PARPs and ADP-ribosylation come into focus. Mol. cell 58 , 901 (2015). 26091338 10.1016/j.molcel.2015.06.014 25. Alemasova EE Lavrik OI Poly(ADP-ribosyl)ation by PARP1: reaction mechanism and regulatory proteins Nucleic Acids Res. 2019 47 3811 3827 10.1093/nar/gkz120 30799503 Alemasova, E. E. & Lavrik, O. I. Poly(ADP-ribosyl)ation by PARP1: reaction mechanism and regulatory proteins. Nucleic Acids Res. 47 , 3811–3827 (2019). 30799503 10.1093/nar/gkz120 26. van Heusden GP The 14-3-3 proteins encoded by the BMH1 and BMH2 genes are essential in the yeast Saccharomyces cerevisiae and can be replaced by a plant homologue Eur. J. Biochem. 1995 229 45 53 10.1111/j.1432-1033.1995.tb20435.x 7744048 van Heusden, G. P. et al. The 14-3-3 proteins encoded by the BMH1 and BMH2 genes are essential in the yeast Saccharomyces cerevisiae and can be replaced by a plant homologue. Eur. J. Biochem. 229 , 45–53 (1995). 7744048 10.1111/j.1432-1033.1995.tb20435.x 27. Wang Y Abnormal proteins can form aggresome in yeast: aggresome-targeting signals and components of the machinery FASEB J. 2009 23 451 463 10.1096/fj.08-117614 18854435 Wang, Y. et al. Abnormal proteins can form aggresome in yeast: aggresome-targeting signals and components of the machinery. FASEB J. 23 , 451–463 (2009). 18854435 10.1096/fj.08-117614 28. Walter W 14-3-3 interaction with histone H3 involves a dual modification pattern of phosphoacetylation Mol. Cell. Biol. 2008 28 2840 2849 10.1128/MCB.01457-07 18268010 Walter, W. et al. 14-3-3 interaction with histone H3 involves a dual modification pattern of phosphoacetylation. Mol. Cell. Biol. 28 , 2840–2849 (2008). 18268010 10.1128/MCB.01457-07 29. Kumar R An account of fungal 14-3-3 proteins Eur. J. Cell Biol. 2017 96 206 217 10.1016/j.ejcb.2017.02.006 28258766 Kumar, R. An account of fungal 14-3-3 proteins. Eur. J. Cell Biol. 96 , 206–217 (2017). 28258766 10.1016/j.ejcb.2017.02.006 30. Martin H Antibodies against the major brain isoforms of 14-3-3 protein. An antibody specific for the N-acetylated amino-terminus of a protein FEBS Lett. 1993 331 296 303 10.1016/0014-5793(93)80356-Y 8375512 Martin, H. et al. Antibodies against the major brain isoforms of 14-3-3 protein. An antibody specific for the N-acetylated amino-terminus of a protein. FEBS Lett. 331 , 296–303 (1993). 8375512 10.1016/0014-5793(93)80356-Y 31. Wilson RS Swatek KN Thelen JJ Regulation of the regulators: post-translational modifications, subcellular, and spatiotemporal distribution of plant 14-3-3 proteins Front. Plant Sci. 2016 7 611 10.3389/fpls.2016.00611 27242818 Wilson, R. S., Swatek, K. N. & Thelen, J. J. Regulation of the regulators: post-translational modifications, subcellular, and spatiotemporal distribution of plant 14-3-3 proteins. Front. Plant Sci. 7 , 611 (2016). 27242818 10.3389/fpls.2016.00611 32. Nishino T Matsunaga R Konishi H Functional relationship between CABIT, SAM and 14-3-3 binding domains of GAREM1 that play a role in its subcellular localization Biochem. Biophys. Res. Commun. 2015 464 616 621 10.1016/j.bbrc.2015.07.024 26164232 Nishino, T., Matsunaga, R. & Konishi, H. Functional relationship between CABIT, SAM and 14-3-3 binding domains of GAREM1 that play a role in its subcellular localization. Biochem. Biophys. Res. Commun. 464 , 616–621 (2015). 26164232 10.1016/j.bbrc.2015.07.024 33. Surjit M The severe acute respiratory syndrome coronavirus nucleocapsid protein is phosphorylated and localizes in the cytoplasm by 14-3-3-mediated translocation J. Virol. 2005 79 11476 11486 10.1128/JVI.79.17.11476-11486.2005 16103198 Surjit, M. et al. The severe acute respiratory syndrome coronavirus nucleocapsid protein is phosphorylated and localizes in the cytoplasm by 14-3-3-mediated translocation. J. Virol. 79 , 11476–11486 (2005). 16103198 10.1128/JVI.79.17.11476-11486.2005 34. Liu J The role of 14-3-3 proteins in cell signalling pathways and virus infection J. Cell. Mol. Med. 2021 25 4173 4182 10.1111/jcmm.16490 33793048 Liu, J. et al. The role of 14-3-3 proteins in cell signalling pathways and virus infection. J. Cell. Mol. Med. 25 , 4173–4182 (2021). 33793048 10.1111/jcmm.16490 35. Würtele M Jelich-Ottmann C Wittinghofer A Oecking C Structural view of a fungal toxin acting on a 14-3-3 regulatory complex EMBO J. 2003 22 987 994 10.1093/emboj/cdg104 12606564 Würtele, M., Jelich-Ottmann, C., Wittinghofer, A. & Oecking, C. Structural view of a fungal toxin acting on a 14-3-3 regulatory complex. EMBO J. 22 , 987–994 (2003). 12606564 10.1093/emboj/cdg104 36. Parua PK Young ET Binding and transcriptional regulation by 14-3-3 (Bmh) proteins requires residues outside of the canonical motif Eukaryot. Cell 2014 13 21 30 10.1128/EC.00240-13 24142105 Parua, P. K. & Young, E. T. Binding and transcriptional regulation by 14-3-3 (Bmh) proteins requires residues outside of the canonical motif. Eukaryot. Cell 13 , 21–30 (2014). 24142105 10.1128/EC.00240-13 37. Xu Z 14-3-3 protein targets misfolded chaperone-associated proteins to aggresomes J. Cell Sci. 2013 126 4173 4186 23843611 Xu, Z. et al. 14-3-3 protein targets misfolded chaperone-associated proteins to aggresomes. J. Cell Sci. 126 , 4173–4186 (2013). 23843611 38. Mielnichuk N Pérez-Martín J 14-3-3 regulates the G2/M transition in the basidiomycete Ustilago maydis Fungal Genet. Biol.: FG B 2008 45 1206 1215 10.1016/j.fgb.2008.05.010 18586536 Mielnichuk, N. & Pérez-Martín, J. 14-3-3 regulates the G2/M transition in the basidiomycete Ustilago maydis. Fungal Genet. Biol.: FG B 45 , 1206–1215 (2008). 18586536 10.1016/j.fgb.2008.05.010 39. Lottersberger F Panza A Lucchini G Longhese MP Functional and physical interactions between yeast 14-3-3 proteins, acetyltransferases, and deacetylases in response to DNA replication perturbations Mol. Cell. Biol. 2007 27 3266 3281 10.1128/MCB.01767-06 17339336 Lottersberger, F., Panza, A., Lucchini, G. & Longhese, M. P. Functional and physical interactions between yeast 14-3-3 proteins, acetyltransferases, and deacetylases in response to DNA replication perturbations. Mol. Cell. Biol. 27 , 3266–3281 (2007). 17339336 10.1128/MCB.01767-06 40. Shimizu M RNA-Seq of in planta-expressed Magnaporthe oryzae genes identifies MoSVP as a highly expressed gene required for pathogenicity at the initial stage of infection Mol. Plant Pathol. 2019 20 1682 1695 10.1111/mpp.12869 31560822 Shimizu, M. et al. RNA-Seq of in planta-expressed Magnaporthe oryzae genes identifies MoSVP as a highly expressed gene required for pathogenicity at the initial stage of infection. Mol. Plant Pathol. 20 , 1682–1695 (2019). 31560822 10.1111/mpp.12869 41. Singla S Kumar V Jena G 3-aminobenzamide protects against colitis associated diabetes mellitus in male BALB/c mice: Role of PARP-1, NLRP3, SIRT-1, AMPK Biochimie 2023 211 96 109 10.1016/j.biochi.2023.03.009 36934779 Singla, S., Kumar, V. & Jena, G. 3-aminobenzamide protects against colitis associated diabetes mellitus in male BALB/c mice: Role of PARP-1, NLRP3, SIRT-1, AMPK. Biochimie 211 , 96–109 (2023). 36934779 10.1016/j.biochi.2023.03.009 42. Badaruddin M Glycogen metabolic genes are involved in trehalose-6-phosphate synthase-mediated regulation of pathogenicity by the rice blast fungus Magnaporthe oryzae PLoS Pathog. 2013 9 e1003604 10.1371/journal.ppat.1003604 24098112 Badaruddin, M. et al. Glycogen metabolic genes are involved in trehalose-6-phosphate synthase-mediated regulation of pathogenicity by the rice blast fungus Magnaporthe oryzae. PLoS Pathog. 9 , e1003604 (2013). 24098112 10.1371/journal.ppat.1003604 43. Deng YZ Naqvi NI A vacuolar glucoamylase, Sga1, participates in glycogen autophagy for proper asexual differentiation in Magnaporthe oryzae Autophagy 2010 6 455 461 10.4161/auto.6.4.11736 20383057 Deng, Y. Z. & Naqvi, N. I. A vacuolar glucoamylase, Sga1, participates in glycogen autophagy for proper asexual differentiation in Magnaporthe oryzae. Autophagy 6 , 455–461 (2010). 20383057 10.4161/auto.6.4.11736 44. bin Yusof MT Kershaw MJ Soanes DM Talbot NJ FAR1 and FAR2 regulate the expression of genes associated with lipid metabolism in the rice blast fungus Magnaporthe oryzae PloS One 2014 9 e99760 10.1371/journal.pone.0099760 24949933 bin Yusof, M. T., Kershaw, M. J., Soanes, D. M. & Talbot, N. J. FAR1 and FAR2 regulate the expression of genes associated with lipid metabolism in the rice blast fungus Magnaporthe oryzae. PloS One 9 , e99760 (2014). 24949933 10.1371/journal.pone.0099760 45. Thines E Weber RW Talbot NJ MAP kinase and protein kinase A-dependent mobilization of triacylglycerol and glycogen during appressorium turgor generation by Magnaporthe grisea Plant Cell 2000 12 1703 1718 11006342 Thines, E., Weber, R. W. & Talbot, N. J. MAP kinase and protein kinase A-dependent mobilization of triacylglycerol and glycogen during appressorium turgor generation by Magnaporthe grisea. Plant Cell 12 , 1703–1718 (2000). 11006342 46. Ahel I Poly(ADP-ribose)-binding zinc finger motifs in DNA repair/checkpoint proteins Nature 2008 451 81 85 10.1038/nature06420 18172500 Ahel, I. et al. Poly(ADP-ribose)-binding zinc finger motifs in DNA repair/checkpoint proteins. Nature 451 , 81–85 (2008). 18172500 10.1038/nature06420 47. Wang C A label-free PFP-based photoelectrochemical biosensor for highly sensitive detection of PARP-1 activity Biosens. Bioelectron. 2019 138 111308 10.1016/j.bios.2019.05.013 31103013 Wang, C. et al. A label-free PFP-based photoelectrochemical biosensor for highly sensitive detection of PARP-1 activity. Biosens. Bioelectron. 138 , 111308 (2019). 31103013 10.1016/j.bios.2019.05.013 48. Mukai T., Fujita S., Morita Y. Tankyrase (PARP5) inhibition induces bone loss through accumulation of its substrate SH3BP2. Cells 8 , 195 (2019). 49. Lu JP Mnh6, a nonhistone protein, is required for fungal development and pathogenicity of Magnaporthe grisea Fungal Genet. Biol. 2007 44 819 829 10.1016/j.fgb.2007.06.003 17644013 Lu, J. P. et al. Mnh6, a nonhistone protein, is required for fungal development and pathogenicity of Magnaporthe grisea. Fungal Genet. Biol. 44 , 819–829 (2007). 17644013 10.1016/j.fgb.2007.06.003 50. Foster AJ Jenkinson JM Talbot NJ Trehalose synthesis and metabolism are required at different stages of plant infection by Magnaporthe grisea EMBO J. 2003 22 225 235 10.1093/emboj/cdg018 12514128 Foster, A. J., Jenkinson, J. M. & Talbot, N. J. Trehalose synthesis and metabolism are required at different stages of plant infection by Magnaporthe grisea. EMBO J. 22 , 225–235 (2003). 12514128 10.1093/emboj/cdg018 51. Ryder LS A sensor kinase controls turgor-driven plant infection by the rice blast fungus Nature 2019 574 423 427 10.1038/s41586-019-1637-x 31597961 Ryder, L. S. et al. A sensor kinase controls turgor-driven plant infection by the rice blast fungus. Nature 574 , 423–427 (2019). 31597961 10.1038/s41586-019-1637-x 52. Egan MJ Wang ZY Jones MA Smirnoff N Talbot NJ Generation of reactive oxygen species by fungal NADPH oxidases is required for rice blast disease Proc. Natl Acad. Sci. USA 2007 104 11772 11777 10.1073/pnas.0700574104 17600089 Egan, M. J., Wang, Z. Y., Jones, M. A., Smirnoff, N. & Talbot, N. J. Generation of reactive oxygen species by fungal NADPH oxidases is required for rice blast disease. Proc. Natl Acad. Sci. USA 104 , 11772–11777 (2007). 17600089 10.1073/pnas.0700574104 53. Wood PJ Fulcher RG Dye interactions. A basis for specific detection and histochemistry of polysaccharides J. Histochem. Cytochem. 1983 31 823 826 10.1177/31.6.6841974 6841974 Wood, P. J. & Fulcher, R. G. Dye interactions. A basis for specific detection and histochemistry of polysaccharides. J. Histochem. Cytochem. 31 , 823–826 (1983). 6841974 10.1177/31.6.6841974 54. Ford JC 14-3-3 protein homologs required for the DNA damage checkpoint in fission yeast Science 1994 265 533 535 10.1126/science.8036497 8036497 Ford, J. C. et al. 14-3-3 protein homologs required for the DNA damage checkpoint in fission yeast. Science 265 , 533–535 (1994). 8036497 10.1126/science.8036497 55. Caydasi AK Micoogullari Y Kurtulmus B Palani S Pereira G The 14-3-3 protein Bmh1 functions in the spindle position checkpoint by breaking Bfa1 asymmetry at yeast centrosomes Mol. Biol. Cell 2014 25 2143 2151 10.1091/mbc.e14-04-0890 24850890 Caydasi, A. K., Micoogullari, Y., Kurtulmus, B., Palani, S. & Pereira, G. The 14-3-3 protein Bmh1 functions in the spindle position checkpoint by breaking Bfa1 asymmetry at yeast centrosomes. Mol. Biol. Cell 25 , 2143–2151 (2014). 24850890 10.1091/mbc.e14-04-0890 56. Grandin N Charbonneau M Budding yeast 14-3-3 proteins contribute to the robustness of the DNA damage and spindle checkpoints Cell Cycle 2008 7 2749 2761 10.4161/cc.7.17.6592 18728387 Grandin, N. & Charbonneau, M. Budding yeast 14-3-3 proteins contribute to the robustness of the DNA damage and spindle checkpoints. Cell Cycle 7 , 2749–2761 (2008). 18728387 10.4161/cc.7.17.6592 57. Lottersberger F Panza A Lucchini G Piatti S Longhese MP The Saccharomyces cerevisiae 14-3-3 proteins are required for the G1/S transition, actin cytoskeleton organization and cell wall integrity Genetics 2006 173 661 675 10.1534/genetics.106.058172 16648583 Lottersberger, F., Panza, A., Lucchini, G., Piatti, S. & Longhese, M. P. The Saccharomyces cerevisiae 14-3-3 proteins are required for the G1/S transition, actin cytoskeleton organization and cell wall integrity. Genetics 173 , 661–675 (2006). 16648583 10.1534/genetics.106.058172 58. Li P Zhen Y Yu Y Site-specific analysis of the Asp- and Glu-ADP-ribosylated proteome by quantitative mass spectrometry Methods Enzymol. 2019 626 301 321 10.1016/bs.mie.2019.06.024 31606080 Li, P., Zhen, Y. & Yu, Y. Site-specific analysis of the Asp- and Glu-ADP-ribosylated proteome by quantitative mass spectrometry. Methods Enzymol. 626 , 301–321 (2019). 31606080 10.1016/bs.mie.2019.06.024 59. Lozano-Durán R Robatzek S 14-3-3 proteins in plant-pathogen interactions Mol. Plant Microbe Interact. 2015 28 511 518 10.1094/MPMI-10-14-0322-CR 25584723 Lozano-Durán, R. & Robatzek, S. 14-3-3 proteins in plant-pathogen interactions. Mol. Plant Microbe Interact. 28 , 511–518 (2015). 25584723 10.1094/MPMI-10-14-0322-CR 60. Owen JR Morris CA Nicolaus B Harwood JL Kille P Induction of expression of a 14-3-3 gene in response to copper exposure in the marine alga, Fucus vesiculosus Ecotoxicology 2012 21 124 138 10.1007/s10646-011-0772-4 21909961 Owen, J. R., Morris, C. A., Nicolaus, B., Harwood, J. L. & Kille, P. Induction of expression of a 14-3-3 gene in response to copper exposure in the marine alga, Fucus vesiculosus. Ecotoxicology 21 , 124–138 (2012). 21909961 10.1007/s10646-011-0772-4 61. Fu H Subramanian RR Masters SC 14-3-3 proteins: structure, function, and regulation Annu. Rev. Pharmacol. Toxicol. 2000 40 617 647 10.1146/annurev.pharmtox.40.1.617 10836149 Fu, H., Subramanian, R. R. & Masters, S. C. 14-3-3 proteins: structure, function, and regulation. Annu. Rev. Pharmacol. Toxicol. 40 , 617–647 (2000). 10836149 10.1146/annurev.pharmtox.40.1.617 62. Xu JR Staiger CJ Hamer JE Inactivation of the mitogen-activated protein kinase Mps1 from the rice blast fungus prevents penetration of host cells but allows activation of plant defense responses Proc. Natl Acad. Sci. USA 1998 95 12713 12718 10.1073/pnas.95.21.12713 9770551 Xu, J. R., Staiger, C. J. & Hamer, J. E. Inactivation of the mitogen-activated protein kinase Mps1 from the rice blast fungus prevents penetration of host cells but allows activation of plant defense responses. Proc. Natl Acad. Sci. USA 95 , 12713–12718 (1998). 9770551 10.1073/pnas.95.21.12713 63. Xu JR Hamer JE MAP kinase and cAMP signaling regulate infection structure formation and pathogenic growth in the rice blast fungus Magnaporthe grisea Genes Dev. 1996 10 2696 2706 10.1101/gad.10.21.2696 8946911 Xu, J. R. & Hamer, J. E. MAP kinase and cAMP signaling regulate infection structure formation and pathogenic growth in the rice blast fungus Magnaporthe grisea. Genes Dev. 10 , 2696–2706 (1996). 8946911 10.1101/gad.10.21.2696 64. Zhao X Kim Y Park G Xu JR A mitogen-activated protein kinase cascade regulating infection-related morphogenesis in Magnaporthe grisea Plant Cell 2005 17 1317 1329 10.1105/tpc.104.029116 15749760 Zhao, X., Kim, Y., Park, G. & Xu, J. R. A mitogen-activated protein kinase cascade regulating infection-related morphogenesis in Magnaporthe grisea. Plant Cell 17 , 1317–1329 (2005). 15749760 10.1105/tpc.104.029116 65. Zhao X Xu JR A highly conserved MAPK-docking site in Mst7 is essential for Pmk1 activation in Magnaporthe grisea Mol. Microbiol. 2007 63 881 894 10.1111/j.1365-2958.2006.05548.x 17214742 Zhao, X. & Xu, J. R. A highly conserved MAPK-docking site in Mst7 is essential for Pmk1 activation in Magnaporthe grisea. Mol. Microbiol. 63 , 881–894 (2007). 17214742 10.1111/j.1365-2958.2006.05548.x 66. Langelier MF Planck JL Roy S Pascal JM Structural basis for DNA damage-dependent poly(ADP-ribosyl)ation by human PARP-1 Science 2012 336 728 732 10.1126/science.1216338 22582261 Langelier, M. F., Planck, J. L., Roy, S. & Pascal, J. M. Structural basis for DNA damage-dependent poly(ADP-ribosyl)ation by human PARP-1. Science 336 , 728–732 (2012). 22582261 10.1126/science.1216338 67. Obaji E Maksimainen MM Galera-Prat A Lehtiö L Activation of PARP2/ARTD2 by DNA damage induces conformational changes relieving enzyme autoinhibition Nat. Commun. 2021 12 3479 10.1038/s41467-021-23800-x 34108479 Obaji, E., Maksimainen, M. M., Galera-Prat, A. & Lehtiö, L. Activation of PARP2/ARTD2 by DNA damage induces conformational changes relieving enzyme autoinhibition. Nat. Commun. 12 , 3479 (2021). 34108479 10.1038/s41467-021-23800-x 68. Rudolph J., Mahadevan J., Dyer P., Luger K. Poly(ADP-ribose) polymerase 1 searches DNA via a ‘monkey bar’ mechanism. eLife 7 , e37818 (2018). 69. Kim DR Gidvani RD Ingalls BP Duncker BP McConkey BJ Differential chromatin proteomics of the MMS-induced DNA damage response in yeast Proteome Sci. 2011 9 62 10.1186/1477-5956-9-62 21967861 Kim, D. R., Gidvani, R. D., Ingalls, B. P., Duncker, B. P. & McConkey, B. J. Differential chromatin proteomics of the MMS-induced DNA damage response in yeast. Proteome Sci. 9 , 62 (2011). 21967861 10.1186/1477-5956-9-62 70. Lottersberger F Rubert F Baldo V Lucchini G Longhese MP Functions of Saccharomyces cerevisiae 14-3-3 proteins in response to DNA damage and to DNA replication stress Genetics 2003 165 1717 1732 10.1093/genetics/165.4.1717 14704161 Lottersberger, F., Rubert, F., Baldo, V., Lucchini, G. & Longhese, M. P. Functions of Saccharomyces cerevisiae 14-3-3 proteins in response to DNA damage and to DNA replication stress. Genetics 165 , 1717–1732 (2003). 14704161 10.1093/genetics/165.4.1717 71. Dunaway S Liu HY Walworth NC Interaction of 14-3-3 protein with Chk1 affects localization and checkpoint function J. Cell Sci. 2005 118 39 50 10.1242/jcs.01570 15585577 Dunaway, S., Liu, H. Y. & Walworth, N. C. Interaction of 14-3-3 protein with Chk1 affects localization and checkpoint function. J. Cell Sci. 118 , 39–50 (2005). 15585577 10.1242/jcs.01570 72. Chen L Liu TH Walworth NC Association of Chk1 with 14-3-3 proteins is stimulated by DNA damage Genes Dev. 1999 13 675 685 10.1101/gad.13.6.675 10090724 Chen, L., Liu, T. H. & Walworth, N. C. Association of Chk1 with 14-3-3 proteins is stimulated by DNA damage. Genes Dev. 13 , 675–685 (1999). 10090724 10.1101/gad.13.6.675 73. Obsilova V Obsil T Structural insights into the functional roles of 14-3-3 proteins Front. Mol. Biosci. 2022 9 1016071 10.3389/fmolb.2022.1016071 36188227 Obsilova, V. & Obsil, T. Structural insights into the functional roles of 14-3-3 proteins. Front. Mol. Biosci. 9 , 1016071 (2022). 36188227 10.3389/fmolb.2022.1016071 74. Tzivion G Avruch J 14-3-3 proteins: active cofactors in cellular regulation by serine/threonine phosphorylation J. Biol. Chem. 2002 277 3061 3064 10.1074/jbc.R100059200 11709560 Tzivion, G. & Avruch, J. 14-3-3 proteins: active cofactors in cellular regulation by serine/threonine phosphorylation. J. Biol. Chem. 277 , 3061–3064 (2002). 11709560 10.1074/jbc.R100059200 75. Gökirmak T Denison FC Laughner BJ Paul AL Ferl RJ Phosphomimetic mutation of a conserved serine residue in Arabidopsis thaliana 14-3-3ω suggests a regulatory role of phosphorylation in dimerization and target interactions Plant Physiol. Biochem. 2015 97 296 303 10.1016/j.plaphy.2015.10.022 26512969 Gökirmak, T., Denison, F. C., Laughner, B. J., Paul, A. L. & Ferl, R. J. Phosphomimetic mutation of a conserved serine residue in Arabidopsis thaliana 14-3-3ω suggests a regulatory role of phosphorylation in dimerization and target interactions. Plant Physiol. Biochem. 97 , 296–303 (2015). 26512969 10.1016/j.plaphy.2015.10.022 76. Messaritou G Grammenoudi S Skoulakis EM Dimerization is essential for 14-3-3zeta stability and function in vivo J. Biol. Chem. 2010 285 1692 1700 10.1074/jbc.M109.045989 19920133 Messaritou, G., Grammenoudi, S. & Skoulakis, E. M. Dimerization is essential for 14-3-3zeta stability and function in vivo. J. Biol. Chem. 285 , 1692–1700 (2010). 19920133 10.1074/jbc.M109.045989 77. Denison FC Gökirmak T Ferl RJ Phosphorylation-related modification at the dimer interface of 14-3-3ω dramatically alters monomer interaction dynamics Arch. Biochem. Biophys. 2014 541 1 12 10.1016/j.abb.2013.10.025 24211434 Denison, F. C., Gökirmak, T. & Ferl, R. J. Phosphorylation-related modification at the dimer interface of 14-3-3ω dramatically alters monomer interaction dynamics. Arch. Biochem. Biophys. 541 , 1–12 (2014). 24211434 10.1016/j.abb.2013.10.025 78. Okada N A novel Chk1/2-Lats2-14-3-3 signaling pathway regulates P-body formation in response to UV damage J. cell Sci. 2011 124 57 67 10.1242/jcs.072918 21118956 Okada, N. et al. A novel Chk1/2-Lats2-14-3-3 signaling pathway regulates P-body formation in response to UV damage. J. cell Sci. 124 , 57–67 (2011). 21118956 10.1242/jcs.072918 79. Liu W Multiple plant surface signals are sensed by different mechanisms in the rice blast fungus for appressorium formation PLoS Pathog. 2011 7 e1001261 10.1371/journal.ppat.1001261 21283781 Liu, W. et al. Multiple plant surface signals are sensed by different mechanisms in the rice blast fungus for appressorium formation. PLoS Pathog. 7 , e1001261 (2011). 21283781 10.1371/journal.ppat.1001261 80. Duan Y PARylation regulates stress granule dynamics, phase separation, and neurotoxicity of disease-related RNA-binding proteins Cell Res. 2019 29 233 247 10.1038/s41422-019-0141-z 30728452 Duan, Y. et al. PARylation regulates stress granule dynamics, phase separation, and neurotoxicity of disease-related RNA-binding proteins. Cell Res. 29 , 233–247 (2019). 30728452 10.1038/s41422-019-0141-z 81. Jin X Cao X Liu S Liu B Functional roles of poly(ADP-Ribose) in stress granule formation and dynamics Front. Cell Dev. Biol. 2021 9 671780 10.3389/fcell.2021.671780 33981709 Jin, X., Cao, X., Liu, S. & Liu, B. Functional roles of poly(ADP-Ribose) in stress granule formation and dynamics. Front. Cell Dev. Biol. 9 , 671780 (2021). 33981709 10.3389/fcell.2021.671780 82. Sluchanko NN Gusev NB Oligomeric structure of 14-3-3 protein: what do we know about monomers? FEBS Lett. 2012 586 4249 4256 10.1016/j.febslet.2012.10.048 23159940 Sluchanko, N. N. & Gusev, N. B. Oligomeric structure of 14-3-3 protein: what do we know about monomers? FEBS Lett. 586 , 4249–4256 (2012). 23159940 10.1016/j.febslet.2012.10.048 83. Qi L Activation of Mst11 and feedback inhibition of germ tube growth in Magnaporthe oryzae Mol. Plant Microbe Interact. 2015 28 881 891 10.1094/MPMI-12-14-0391-R 26057388 Qi, L. et al. Activation of Mst11 and feedback inhibition of germ tube growth in Magnaporthe oryzae. Mol. Plant Microbe Interact. 28 , 881–891 (2015). 26057388 10.1094/MPMI-12-14-0391-R 84. Dong X 14-3-3 proteins facilitate the activation of MAP kinase cascades by upstream immunity-related kinases Plant Cell 2023 35 2413 2428 10.1093/plcell/koad088 36943771 Dong, X. et al. 14-3-3 proteins facilitate the activation of MAP kinase cascades by upstream immunity-related kinases. Plant Cell 35 , 2413–2428 (2023). 36943771 10.1093/plcell/koad088 85. Romao J Hamer JE Genetic organization of a repeated DNA sequence family in the rice blast fungus Proc. Natl Acad. Sci. USA 1992 89 5316 5320 10.1073/pnas.89.12.5316 11607299 Romao, J. & Hamer, J. E. Genetic organization of a repeated DNA sequence family in the rice blast fungus. Proc. Natl Acad. Sci. USA 89 , 5316–5320 (1992). 11607299 10.1073/pnas.89.12.5316 86. Park G Multiple upstream signals converge on the adaptor protein Mst50 in Magnaporthe grisea Plant Cell 2006 18 2822 2835 10.1105/tpc.105.038422 17056708 Park, G. et al. Multiple upstream signals converge on the adaptor protein Mst50 in Magnaporthe grisea. Plant Cell 18 , 2822–2835 (2006). 17056708 10.1105/tpc.105.038422 87. Guo M Correction: the bZIP transcription factor MoAP1 mediates the oxidative stress response and is critical for pathogenicity of the rice blast fungus Magnaporthe oryzae PLoS Pathog. 2019 15 e1008196 10.1371/journal.ppat.1008196 31747447 Guo, M. et al. Correction: the bZIP transcription factor MoAP1 mediates the oxidative stress response and is critical for pathogenicity of the rice blast fungus Magnaporthe oryzae. PLoS Pathog. 15 , e1008196 (2019). 31747447 10.1371/journal.ppat.1008196 88. Yin Z Phosphodiesterase MoPdeH targets MoMck1 of the conserved mitogen-activated protein (MAP) kinase signalling pathway to regulate cell wall integrity in rice blast fungus Magnaporthe oryzae Mol. Plant Pathol. 2016 17 654 668 10.1111/mpp.12317 27193947 Yin, Z. et al. Phosphodiesterase MoPdeH targets MoMck1 of the conserved mitogen-activated protein (MAP) kinase signalling pathway to regulate cell wall integrity in rice blast fungus Magnaporthe oryzae. Mol. Plant Pathol. 17 , 654–668 (2016). 27193947 10.1111/mpp.12317 89. Yu JH Double-joint PCR: a PCR-based molecular tool for gene manipulations in filamentous fungi Fungal Genet. Biol.: FG B 2004 41 973 981 10.1016/j.fgb.2004.08.001 15465386 Yu, J. H. et al. Double-joint PCR: a PCR-based molecular tool for gene manipulations in filamentous fungi. Fungal Genet. Biol.: FG B 41 , 973–981 (2004). 15465386 10.1016/j.fgb.2004.08.001 90. Batool W Translation initiation factor eIF4E Positively modulates conidiogenesis, appressorium formation, host invasion and stress homeostasis in the filamentous fungi magnaporthe oryzae Front. Plant Sci. 2021 12 646343 10.3389/fpls.2021.646343 34220879 Batool, W. et al. Translation initiation factor eIF4E Positively modulates conidiogenesis, appressorium formation, host invasion and stress homeostasis in the filamentous fungi magnaporthe oryzae. Front. Plant Sci. 12 , 646343 (2021). 34220879 10.3389/fpls.2021.646343 91. Lin L eIF3k domain-containing protein regulates conidiogenesis, appressorium turgor, virulence, stress tolerance, and physiological and pathogenic development of magnaporthe oryzae Front. Plant Sci. 2021 12 748120 10.3389/fpls.2021.748120 34733303 Lin, L. et al. eIF3k domain-containing protein regulates conidiogenesis, appressorium turgor, virulence, stress tolerance, and physiological and pathogenic development of magnaporthe oryzae. Front. Plant Sci. 12 , 748120 (2021). 34733303 10.3389/fpls.2021.748120 92. Zheng W Retromer is essential for autophagy-dependent plant infection by the rice blast fungus PLoS Genet. 2015 11 e1005704 10.1371/journal.pgen.1005704 26658729 Zheng, W. et al. Retromer is essential for autophagy-dependent plant infection by the rice blast fungus. PLoS Genet. 11 , e1005704 (2015). 26658729 10.1371/journal.pgen.1005704 93. Wang G Activation of the signalling mucin MoMsb2 and its functional relationship with Cbp1 in Magnaporthe oryzae Environ. Microbiol. 2015 17 2969 2981 10.1111/1462-2920.12847 25808678 Wang, G. et al. Activation of the signalling mucin MoMsb2 and its functional relationship with Cbp1 in Magnaporthe oryzae. Environ. Microbiol. 17 , 2969–2981 (2015). 25808678 10.1111/1462-2920.12847 94. Feng B PARylation of the forkhead-associated domain protein DAWDLE regulates plant immunity EMBO Rep. 2016 17 1799 1813 10.15252/embr.201642486 27797852 Feng, B. et al. PARylation of the forkhead-associated domain protein DAWDLE regulates plant immunity. EMBO Rep. 17 , 1799–1813 (2016). 27797852 10.15252/embr.201642486 95. Gao X Bifurcation of Arabidopsis NLR immune signaling via Ca² + -dependent protein kinases PLoS Pathog. 2013 9 e1003127 10.1371/journal.ppat.1003127 23382673 Gao, X. et al. Bifurcation of Arabidopsis NLR immune signaling via Ca² + -dependent protein kinases. PLoS Pathog. 9 , e1003127 (2013). 23382673 10.1371/journal.ppat.1003127 96. Chung HS Sheen J MAPK assays in arabidopsis MAMP-PRR signal transduction Methods Mol. Biol. 2017 1578 155 166 10.1007/978-1-4939-6859-6_12 28220422 Chung, H. S. & Sheen, J. MAPK assays in arabidopsis MAMP-PRR signal transduction. Methods Mol. Biol. 1578 , 155–166 (2017). 28220422 10.1007/978-1-4939-6859-6_12 97. Chen T iProX in 2021: connecting proteomics data sharing with big data Nucleic Acids Res. 2022 50 D1522 d1527 10.1093/nar/gkab1081 34871441 Chen, T. et al. iProX in 2021: connecting proteomics data sharing with big data. Nucleic Acids Res. 50 , D1522–d1527 (2022). 34871441 10.1093/nar/gkab1081 98. Ma J iProX: an integrated proteome resource Nucleic Acids Res. 2019 47 D1211 d1217 10.1093/nar/gky869 30252093 Ma, J. et al. iProX: an integrated proteome resource. Nucleic Acids Res. 47 , D1211–d1217 (2019). 30252093 10.1093/nar/gky869",
    "full_text_abstract": "Magnaporthe oryzae is a devastating fungal pathogen that causes the rice blast disease worldwide. The post-translational modification of ADP-ribosylation holds significant importance in various fundamental biological processes. However, the specific function of this modification in M. oryzae remains unknown. This study revealed that Poly(ADP-ribosyl)ation (PARylation) executes a critical function in M. oryzae . M. oryzae Poly(ADP-ribose) polymerase 1 (PARP1) exhibits robust PARylation activity. Disruption of PARylation by PARP1 knock-out or chemical inhibition reveals its involvement in M. oryzae virulence, particularly in appressorium formation. Furthermore, we identified two M. oryzae 14-3-3 proteins, GRF1 and GRF2, as substrates of PARP1. Deletion of GRF1 or GRF2 results in delayed and dysfunctional appressorium, diminished plant penetration, and reduced virulence of the fungus. Biochemical and genetic evidence suggest that PARylation of 14-3-3s is essential for its function in M. oryzae virulence. Moreover, PARylation regulates 14-3-3 dimerization and is required for the activation of the mitogen-activated protein kinases (MAPKs), Pmk1 and Mps1. GRF1 interacts with both Mst7 and Pmk1, and bridges their interaction in a PARylation-dependent manner. This study unveils a distinctive mechanism that PARylation of 14-3-3 proteins controls appressorium formation through MAPK activation, and could facilitate the development of new strategies of rice blast disease control.\n\nThe role of PARylation, a modification with NAD + as substrate, in Magnaporthe oryzae virulence is investigated. MoPARP1-mediated PARylation of 14-3-3 proteins is found to be required for activation of Pmk1, the key mitogen-activated kinase dictating appressorium development and virulence."
}