{
    "PMC": "5415880",
    "DOI": "10.1093/nar/gkw1216",
    "PMID": "28180303",
    "PMCID": "PMC5415880",
    "title": "RECQL5 plays co-operative and complementary roles with WRN syndrome helicase.",
    "year": 2017,
    "source_url": "https://europepmc.org/article/PMC/PMC5415880",
    "source": "MED",
    "abstract_text": "Humans have five RecQ helicases, whereas simpler organisms have only one. Little is known about whether and how these RecQ helicases co-operate and/or complement each other in response to cellular stress. Here we show that RECQL5 associates longer at laser-induced DNA double-strand breaks in the absence of Werner syndrome (WRN) protein, and that it interacts physically and functionally with WRN both in vivo and in vitro. RECQL5 co-operates with WRN on synthetic stalled replication fork-like structures and stimulates its helicase activity on DNA fork duplexes. Both RECQL5 and WRN re-localize from the nucleolus into the nucleus after replicative stress and significantly associate with each other during S-phase. Further, we show that RECQL5 is essential for cell survival in the absence of WRN. Loss of both RECQL5 and WRN severely compromises DNA replication, accumulates genomic instability and ultimately leads to cell death. Collectively, our results indicate that RECQL5 plays both co-operative and complementary roles with WRN. This is an early demonstration of a significant functional interplay and a novel synthetic lethal interaction among the human RecQ helicases.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 5415880 10.1093/nar/gkw1216 gkw1216 Corrigendum RECQL5 plays co-operative and complementary roles with WRN syndrome helicase Popuri Venkateswarlu Huang Jing Ramamoorthy Mahesh Tadokoro Takashi Croteau Deborah L. Bohr Vilhelm A. Laboratory of Molecular Gerontology, National Institute on Aging, NIH, Baltimore, MD 21224, USA * To whom correspondence should be addressed. Tel: +1 410 558 8162; Fax: +1 410 558 8157; Email: vbohr@nih.gov 17 2 2017 06 12 2016 06 12 2016 45 3 1566 1566 Published by Oxford University Press on behalf of Nucleic Acids Research 2016. 2017 This work is written by (a) US Government employee(s) and is in the public domain in the US. 10.1093/nar/gks1134 Nucl. Acids Res . (2013) 41 (2): 881–899. doi: 10.1093/nar/gks1134 In Figure 8A , the Actin control has been duplicated from: RECQ1 is required for cellular resistance to replication stress and catalyzes strand exchange on stalled replication fork structures . Popuri V, Croteau DL, Brosh RM Jr, Bohr VA. Cell Cycle. 2012 Nov 15;11(22):4252-65. doi: 10.4161/cc.22581 . After review of the original raw data files, the Authors have identified two western blots derived from these experiments. A new Figure 8A is provided below. The original files are also enclosed as Supplementary data for transparency. The Authors apologise to the Readers for the inconvenience caused. Figure 8A. Transient depletion of WRN (using siRNA–WRN) was performed in stable RECQL5 knockdown cells of GM637 fibroblasts. The depletion efficiency was ∼90%. Supplementary Material Supplementary Data Click here for additional data file.",
    "full_text_abstract": "Humans have five RecQ helicases, whereas simpler organisms have only one. Little is known about whether and how these RecQ helicases co-operate and/or complement each other in response to cellular stress. Here we show that RECQL5 associates longer at laser-induced DNA double-strand breaks in the absence of Werner syndrome (WRN) protein, and that it interacts physically and functionally with WRN both in vivo and in vitro. RECQL5 co-operates with WRN on synthetic stalled replication fork-like structures and stimulates its helicase activity on DNA fork duplexes. Both RECQL5 and WRN re-localize from the nucleolus into the nucleus after replicative stress and significantly associate with each other during S-phase. Further, we show that RECQL5 is essential for cell survival in the absence of WRN. Loss of both RECQL5 and WRN severely compromises DNA replication, accumulates genomic instability and ultimately leads to cell death. Collectively, our results indicate that RECQL5 plays both co-operative and complementary roles with WRN. This is an early demonstration of a significant functional interplay and a novel synthetic lethal interaction among the human RecQ helicases."
}