{
    "PMC": "8475809",
    "DOI": "10.1210/jendso/bvab145",
    "PMID": "34589657",
    "PMCID": "PMC8475809",
    "title": "Diagnosis of Male Central Hypogonadism During Childhood.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC8475809",
    "source": "MED",
    "abstract_text": "The diagnosis of male central (or hypogonadotropic) hypogonadism, typically based on low luteinizing hormone (LH) and testosterone levels, is challenging during childhood since both hormones are physiologically low from the sixth month until the onset of puberty. Conversely, follicle-stimulating hormone (FSH) and anti-Müllerian hormone (AMH), which show higher circulating levels during infancy and childhood, are not used as biomarkers for the condition. We report the case of a 7-year-old boy with a history of bilateral cryptorchidism who showed repeatedly low FSH and AMH serum levels during prepuberty. Unfortunately, the diagnosis could not be ascertained until he presented with delayed puberty at the age of 14 years. A gonadotropin-releasing hormone (GnRH) test showed impaired LH and FSH response. By then, his growth and bone mineralization were partially impaired. Gene panel sequencing identified a variant in exon 15 of <i>FGFR1</i>, affecting the tyrosine kinase domain of the receptor, involved in GnRH neuron migration and olfactory bulb morphogenesis. Testosterone replacement was started, which resulted in the development of secondary sexual characteristics and partial improvement of bone mineral density. This case illustrates the difficulty in making the diagnosis of central hypogonadism in boys during childhood based on classical criteria, and how serum FSH and AMH assessment may be helpful if it is suspected before the age of puberty, and confirm it using next-generation sequencing. The possibility of making an early diagnosis of central hypogonadism may be useful for a timely start of hormone replacement therapy, and to avoid delays that could affect growth and bone health as well as psychosocial adjustment.",
    "full_text": "pmc J Endocr Soc J Endocr Soc jes Journal of the Endocrine Society 2472-1972 Oxford University Press US 8475809 34589657 10.1210/jendso/bvab145 bvab145 Expert Endocrine Consult AcademicSubjects/MED00250 Diagnosis of Male Central Hypogonadism During Childhood https://orcid.org/0000-0002-6291-1518 Grinspon Romina P 1 rgrinspon@cedie.org.ar https://orcid.org/0000-0002-8073-2046 Castro Sebastián 1 Brunello Franco G 1 2 Sansó Gabriela 1 3 https://orcid.org/0000-0003-0040-1210 Ropelato María Gabriela 1 3 https://orcid.org/0000-0002-1100-3843 Rey Rodolfo A 1 3 4 rodolforey@cedie.org.ar 1 Centro de Investigaciones Endocrinológicas “Dr. César Bergadá” (CEDIE), CONICET – FEI – División de Endocrinología, Hospital de Niños Ricardo Gutiérrez , C1425EFD Buenos Aires , Argentina 2 Departamento de Química Biológica, Instituto de Química Biológica de la Facultad de Ciencias Exactas y Naturales (IQUIBICEN) CONICET, Ciudad Universitaria , C1428EGA Buenos Aires , Argentina 3 Unidad de Medicina Traslacional, Hospital de Niños Ricardo Gutiérrez , C1425EFD Buenos Aires , Argentina 4 Universidad de Buenos Aires, Facultad de Medicina, Departamento de Histología, Embriología, Biología Celular y Genética , C1121ABG Buenos Aires , Argentina Correspondence: Romina P. Grinspon, MD, PhD, Centro de Investigaciones Endocrinológicas “Dr. César Bergadá” (CEDIE), CONICET – FEI – División de Endocrinología, Hospital de Niños Ricardo Gutiérrez, Gallo 1330, C1425EFD Buenos Aires, Argentina . Email: rgrinspon@cedie.org.ar Correspondence: Rodolfo A. Rey, MD, PhD, Centro de Investigaciones Endocrinológicas “Dr. César Bergadá” (CEDIE), CONICET – FEI – División de Endocrinología, Hospital de Niños Ricardo Gutiérrez, Gallo 1330, C1425EFD Buenos Aires, Argentina . Email: rodolforey@cedie.org.ar . 01 11 2021 02 9 2021 02 9 2021 5 11 bvab145 26 7 2021 25 8 2021 27 9 2021 © The Author(s) 2021. Published by Oxford University Press on behalf of the Endocrine Society. 2021 https://creativecommons.org/licenses/by-nc-nd/4.0/ This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial-NoDerivs licence ( https://creativecommons.org/licenses/by-nc-nd/4.0/ ), which permits non-commercial reproduction and distribution of the work, in any medium, provided the original work is not altered or transformed in any way, and that the work is properly cited. For commercial re-use, please contact journals.permissions@oup.com Abstract The diagnosis of male central (or hypogonadotropic) hypogonadism, typically based on low luteinizing hormone (LH) and testosterone levels, is challenging during childhood since both hormones are physiologically low from the sixth month until the onset of puberty. Conversely, follicle-stimulating hormone (FSH) and anti-Müllerian hormone (AMH), which show higher circulating levels during infancy and childhood, are not used as biomarkers for the condition. We report the case of a 7-year-old boy with a history of bilateral cryptorchidism who showed repeatedly low FSH and AMH serum levels during prepuberty. Unfortunately, the diagnosis could not be ascertained until he presented with delayed puberty at the age of 14 years. A gonadotropin-releasing hormone (GnRH) test showed impaired LH and FSH response. By then, his growth and bone mineralization were partially impaired. Gene panel sequencing identified a variant in exon 15 of FGFR1 , affecting the tyrosine kinase domain of the receptor, involved in GnRH neuron migration and olfactory bulb morphogenesis. Testosterone replacement was started, which resulted in the development of secondary sexual characteristics and partial improvement of bone mineral density. This case illustrates the difficulty in making the diagnosis of central hypogonadism in boys during childhood based on classical criteria, and how serum FSH and AMH assessment may be helpful if it is suspected before the age of puberty, and confirm it using next-generation sequencing. The possibility of making an early diagnosis of central hypogonadism may be useful for a timely start of hormone replacement therapy, and to avoid delays that could affect growth and bone health as well as psychosocial adjustment. Cryptorchidism constitutional delay of puberty Kallmann syndrome micro-orchidism micropenis hormone replacement therapy Fondo Argentino Sectorial 10.13039/501100014252 FS-PBIT 12/2013 FS BIO 05/2017 Fondo para la Investigación Científica y Tecnológica 10.13039/501100006668 PIDC 32/2017 PICT 2972/2018 Consejo Nacional de Investigaciones Científicas y Técnicas 10.13039/501100002923 The hypothalamic–pituitary–testicular axis is of utmost importance for many developmental and maturational processes in the male. The testis has 2 morphologically and functionally distinct compartments: the seminiferous tubules and the interstitial tissue. In the seminiferous tubules reside the germ cells, which give rise to sperm in the adolescent and adult, supported by the somatic Sertoli cells, responsible for the production of the peptide hormones inhibin B and anti-Müllerian hormone (AMH, also known as Müllerian inhibiting substance or MIS). In the interstitial tissue, Leydig cells are responsible for the secretion of the male sex steroid testosterone and the peptide insulin-like factor 3 (INSL3). While Leydig cell function is mainly regulated by pituitary luteinizing hormone (LH), and also placental human chorionic gonadotropin (hCG) in the fetus [ 1 ], Sertoli cells depend on pituitary follicle-stimulating hormone (FSH) for proliferation [ 2 ] and on the paracrine action of testosterone for maturation [ 3 ]. LH and FSH secretion by the pituitary gonadotropes is, in turn, regulated by gonadotropin-releasing hormone (GnRH) produced in the hypothalamus. Testosterone and inhibin B exert a negative feedback on LH and FSH secretion, respectively. Male hypogonadism is characterized by a decreased function of the testes, associated with reduced production of testicular hormones, including androgens, INSL3, AMH, and/or inhibin B, and/or impaired sperm output [ 4 , 5 ]. Male hypogonadism is classified as primary (or hypergonadotropic), when the testis is primarily affected, and central (secondary or hypogonadotropic), when it results from an impaired GnRH or gonadotropin secretion. More rarely, both the hypothalamic–gonadotrope axis and the testes may be concomitantly affected, and this results in a combined or dual hypogonadism [ 4-6 ]. The diagnosis of male hypogonadism has classically relied on testosterone assessment. While this is adequate in the adult and in 2 periods of development, namely neonatal activation and puberty, the assessment of circulating levels of testosterone or gonadotropins may be uninformative during childhood [ 7-10 ]. Indeed, the LH–Leydig cell axis is physiologically quiescent from the sixth month of postnatal life until the onset of puberty, which makes central (“hypogonadotropic”) hypogonadism challenging to diagnose during childhood. Conversely, Sertoli cell hormones show high circulating levels during the whole prepubertal period and may represent useful biomarkers for an early identification of central hypogonadism. Case Report Clinical and Laboratory Data A 7-year-old boy was referred to the Division of Endocrinology of Ricardo Gutiérrez Children’s Hospital, a tertiary pediatric Hospital in Buenos Aires, for endocrine assessment after bilateral orchidopexy. He was born at term by cesarean section due to breech presentation. His birth weight (2780 g) and length (48 cm) were adequate for gestational age. He was the first child of healthy, nonconsanguineous parents of Argentine origin, both with no remarkable medical history. Adjusted mid-parental height was 166.2 cm (25th centile for Argentine male population), and maternal menarche occurred at 12 years, adequate for Argentine girls [ 11 ]. The proband had a normal, uneventful medical history, except for bilateral cryptorchidism operated at 5 and 6 years of age (1 testis at a time) in the small city where he lived, 250 km away from Buenos Aires. On the initial physical examination, his height was 127 cm (75th centile for age) and his weight was 33.7 kg (90th centile) ( Fig. 1 ), his genital stage was G1 according to Marshall and Tanner [ 12 ]. The right testis was high scrotal, of small size (<1 mL), and the left testis was not palpable; the scrotum was hypoplastic. The penis was of normal size for age. The remainder of the examination was normal. Gonadotropins and testicular hormones were measured in serum to assess the hypothalamic–pituitary–testicular axis: LH, FSH, and testosterone were uninformative ( Table 1 and Fig. 2 ), while AMH was extremely low compared with the normal range for age [ 13 ], suggesting an impaired Sertoli cell hormone output. Karyotype was normal: 46,XY in 20 metaphases. Testicular ultrasonography identified both testes in low inguinal position; the length of the right and left testes was 15 mm and 13 mm respectively, slightly smaller than the mean for age (ie, 17 ± 3 mm) [ 14 ]. The patient grew along the 75th centile for height and 97th centile for weight ( Fig. 1 ), with nothing else to highlight in his medical history. Table 1. Serum levels of gonadotropins, testosterone, and AMH in the reported case at different ages 7 yr 8 mo. Ref. 2-8 yr G1 12 yr 2 mo. 13 yr 1 mo. Ref. ≥9 yr G1 Mean (range) a Mean (range) a LH (IU/L) 0.16 0.10 (0.10-0.18) <0.10 <0.10 0.10 (0.10-2.78) FSH (IU/L) 0.66 0.75 (0.24-1.70) 0.39 0.26 1.70 (0.58-2.54) Testosterone (nmol/L) <0.34 <0.34 (<0.34-0.34) 0.81 <0.34 0.34 (<0.34-3.74) (ng/dL) <10 <10 (<10-10) 24 <10 10 (<10-108) AMH (pmol/L) 108 684 (236-1831) 66 136 713 (257-1371) (ng/mL) 15.1 95.8 (33.1-256.4) 9.2 19.0 99.9 (36.0-192.0) a References for normal means and ranges for Tanner stage G1 are from Grinspon et al. [ 13 ] Figure 1. Growth chart of the patient, according to Argentine standards. Figure 2. Serum levels of LH, FSH, testosterone (T), and anti-Müllerian hormone (AMH) in the reported case (dots) at the age of 7 years and ≥ 9 years and Tanner stage G1. Bars and whiskers represent the median, interquartile range and 3rd and 97th centiles in the normal population, as previously reported [ 13 ]. At 12 years 2 months, physical examination showed Tanner stage G1 and PH3. Testicular ultrasonography showed prepubertal size (right testis 18 × 5 mm; left testis 15 × 5 mm). In the following 2 laboratory assessments, LH and testosterone were uninformative, while FSH and AMH were low for age and Tanner stage G1 ( Table 1 and Fig. 2 ). No changes in the genital examination were noticed at 13 years 10 months of age, with a bone age of 14 years. Penile length was 4 cm, within the normal range for the Argentine population [ 15 ]. Growth velocity was prepubertal, which resulted in a decline in height centile ( Fig. 1 ). School performance was adequate and relationship with his peers was not affected. His nutrition habits suggested a moderately hypercaloric diet. Routine laboratory analyses showed normal blood cell counts, hemoglobin concentration, and liver and renal functions, with a moderate elevation of triglycerides (252 mg/dL). Thyrotropin (TSH), free thyroxine, prolactin, and cortisol serum levels were normal. Bone mineral density of the lumbar spine was 0.735 g/cm 3 , with a z-score at –1.7 for age, compared with the Argentine reference ( 16 ). Central hypogonadism was suspected, and a GnRH infusion test showed an impaired response in both LH and FSH ( Table 2 ) compared with validated cutoffs [ 17 ], confirming the diagnosis. Testosterone replacement was started with intramuscular testosterone enanthate 50 mg every 28 days, with progressive increases up to 250 mg every 28 days 2 years later. Olfaction was referred to as normal by the patient, but a magnetic resonance imaging scan showed reduced olfactory sulci and bulbs, with normal pituitary and central nervous system features. A validated test to assess olfaction could not be performed. Abdominal ultrasonography was normal. A repeated scan of the lumbar spine at 16 years 3 months of age, 2 years after start of testosterone treatment, showed a bone mineral density of 0.759 g/cm 3 , z-score –1.9. In his last visit at 17 years 8 months, the patient’s height was 165 cm (25th centile), having reached an adult height coincident with mid-parental height, and his weight was 78.5 kg (90th centile). He had genitalia of adult aspect (Tanner stages G5 and PH5), with testicular volume of 2 mL and penile length of 10 cm. With the diagnosis of congenital central hypogonadism, he continued on testosterone enanthate treatment at 250 mg intramuscularly every 28 days. Table 2. Result of the GnRH test a in the reported case at the age of 14 years Basal 15 min 30 min 45 min 60 min 120 min Reference cut-off b LH (IU/L) <0.10 1.54 1.60 1.47 1.27 1.04 ≥5.80 FSH (IU/L) 0.34 1.94 2.32 2.51 2.72 3.01 ≥4.60 a GnRH 100 µg, infused intravenously at 0.83 µg/min for 120 minutes [ 17 ]. b Reference levels for normal response in prepubertal boys, Tanner stage G1, aged 9-14 years [ 17 ]. Genomic and Protein Structure Analyses To search for gene variants responsible for the diagnosis, targeted next-generation sequencing (NGS) of the patient’s genomic DNA obtained from peripheral blood cells was performed at the Translational Medicine Unit of Buenos Aires Children’s Hospital, using the TruSight One® sequencing panel (Illumina), which provides coverage of 4813 genes, with >99% of the bases of the target regions with ≥10× coverage and ≥20 sequencing quality (QUAL) score. The initial analysis identified 25595 variants in 4506 genes. After filtering for candidate variants with minor allele frequency (MAF) <1% in gnomAD and 1000 Genomes, further analysis of single nucleotide variants (SNVs) and indels, using a read depth ≥10×, a Phred quality score ≥20, and GQ score ≥60 among the 41 candidate genes for hypogonadotropic hypogonadism available in the TrueSight One® sequencing panel (Illumina), detected 1 variant in exon 15 of FGFR1 ( Fig. 3A ). The variant was NM_001174067.1 (FGFR1): c.1955A>C, p.His652Pro. Sanger sequencing confirmed the existence of the variant in heterozygosis ( Fig. 3B ). The variant was not reported in any of the consulted databases, and an alternative variant in the same position (Hys652Arg, named Hys621Arg according to GenBank NM_023110 sequence numbering used by the authors [ 18 ]) has been classified as pathogenic in a patient with Kallmann syndrome (hypogonadotropic hypogonadism associated with hyposmia/anosmia, OMIM # 147950). Figure 3. (A) Representative read resulting from next-generation sequencing of peripheral DNA from the reported case, focusing on exon 15 of FGFR1 , using the Integrative Genome Viewer tool (IGV v.1.4.2, Broad Institute of Massachusetts Institute of Technology and Harvard, Cambridge, MA, USA). (B) Sanger sequencing confirming the c.1955A>C, resulting in p.His652Pro in heterozygosis. (C) Pfam HMM logo spanning the region of interest; red box: highly conserved His652. The bioinformatic analysis of the His652Pro variant revealed relevant issues related to its potential role for protein function. Analysis of the Hidden Markov Model (HMM) domain logo [ 19 ], retrieved from the Pfam 34.0 database ( http://pfam.xfam.org/ ), shows that His652 is a highly conserved residue belonging to the protein tyrosine and serine/threonine kinase family (PF07714, Fig. 3C ). Likewise, query of the Catalytic Site Atlas (CSA) database ( http://www.ebi.ac.uk/thornton-srv/databases/CSA/ ) informed that the residues involved in the catalytic mechanism proposed for the phosphorylation of FGFR1 substrates are Asp654, Arg658, Asn659, and Asp672. The availability of many crystals spanning this domain allows protein structural analysis, revealing that all 4 residues are in close proximity to His652, forming an active site rich in hydrogen bond interactions, surrounded by the alpha-helix elements of the protein secondary structure. Therefore, even though His652 is not tagged as an active site residue in CSA, it is likely to play a role in the structural integrity of the catalytic site and, thus, its mutation to proline could alter the active site structure in a significant way. Moreover, protein structure stability analysis using FoldX ( http://foldxsuite.crg.eu/ ) on a set of 84 crystal chains with >99% sequence identity showed that His to Pro mutation results in a 1.16 ± 1.42 kcal/mol with a median of 1.55 kcal/mol penalty in the protein folding free energy, values which are compatible with a possible destabilization of the protein and its active site, likely leading to an altered phosphorylation of its substrates. The variant found in our patient was therefore classified as likely pathogenic for central (hypogonadotropic) hypogonadism according to the American College of Medical Genetics and Genomicscriteria, since it met the requirement of ≥3 moderate (PM1-PM6) criteria [ 20 ]. Both parents had the normal sequence, indicating that the variant in the patient was de novo. Discussion We report the case of a boy referred at prepubertal age for endocrine assessment due to congenital cryptorchidism whose final diagnosis of isolated central hypogonadism of genetic etiology was delayed until the age of approximately 14 years based on the usual criteria for assessing the pituitary–Leydig cell axis (low LH and testosterone), although it could have been ascertained during childhood if the focus had been placed on the pituitary–Sertoli cell axis (low FSH and AMH) and genetic analyses had been performed promptly. This case illustrates the difficulty in making the diagnosis of central hypogonadism in boys until pubertal delay prompts the clinical assessment, and how promising neglected biomarkers are to suspect it earlier and confirm it using increasingly available technologies such as gene panel sequencing. Diagnosis of Central Hypogonadism at Pubertal Age Pubertal delay in males is defined by the absence of testis enlargement (≥4 mL), the clinical milestone of Tanner stage G2 [ 12 ], at an age that is 2 SDS later than the population mean, namely 14 years of age [ 21 ]. Constitutional delay of puberty, a transient condition characterized by the persistence of the physiological prepubertal status of the hypothalamic–pituitary–testicular axis, is by far the most frequent cause of late pubertal onset in boys [ 22 , 23 ]. It is, however, a diagnosis of exclusion. Other main etiologies include primary and central hypogonadism. Primary hypogonadism is easily diagnosed because low gonadal hormones are associated with elevated gonadotropins [ 5 ]. Central hypogonadism may be congenital or acquired. The latter may be due to lesions of the central nervous system or to general chronic conditions, which can be ruled out with the general clinical assessment [ 24 ]. Conversely, the differential diagnosis between constitutional delay of puberty and congenital central hypogonadism is challenging in the case of males with a prepubertal appearance after the age ≥12 years [ 5 , 21 , 23 , 25 ]. Circulating levels of LH and testosterone physiologically remain at prepubertal levels until Tanner stages 2 or 3 [ 13 ] and, therefore, are not useful for an early diagnosis in males with no anatomic signs of pubertal development at the expected age. Several diagnostic tests based on the stimulation of gonadotropin release have been proposed, but none is universally accepted [ 26 ]. The use of genomic analyses applying high throughput technologies has increased the diagnostic efficiency in patients with suspected congenital central hypogonadism [ 27 , 28 ]. Our patient carries a single nucleotide variant at position 1935 of the gene encoding the fibroblast growth factor (FGF) receptor 1. The variant results in a change from histidine to proline at position 621 of the protein, where resides the tyrosine kinase domain of the receptor, susceptible to autophosphorylation. This variant is novel, yet a histidine–arginine variant reported at the same position proved to be causative of Kallmann syndrome, in other words central hypogonadism associated with hyposmia [ 18 , 29 ]. In fact, the FGF signaling pathway is clearly involved in GnRH neuron migration and olfactory bulb morphogenesis during early fetal life [ 30 ], and loss-of-function mutations in FGFR1 cause autosomal dominant Kallmann syndrome [ 31 ]. Diagnosis of Central Hypogonadism in Prepubertal Patients: Difficulties and Potential Benefits The term “hypogonadotropic” hypogonadism and its initial conceptual definition for the male, as low testosterone with normal to low LH, were coined for the adult patient [ 5 , 6 ]. As mentioned, except for the first 3 to 6 months of postnatal life, childhood is characterized by extremely low to undetectable circulating levels of LH and testosterone. This explains why, when the window of opportunity for clinically identifying central hypogonadism in the infant is missed [ 32 ], the diagnosis is usually delayed until the age of puberty when the typical features of pubertal delay call the attention of the patient, his family and/or the pediatrician [ 21 , 25 ]. For many boys with constitutional delay of puberty, reassurance and watchful waiting are sufficient. However, delayed pubertal onset may cause significant psychosocial burden and the impact of its persistence into adulthood raises concern [ 33 ]. The delay in the action of sexual steroids on the skeleton may also negatively affect the pubertal growth spurt and the achievement of an adequate bone mass, and some patients may benefit from an early diagnosis that could drive medical intervention aiming to induce a development similar to that of their peers [ 21 , 25 , 34 ]. It is obvious that early intervention is only possible if the patient comes to the attention of the pediatric endocrinologist before pubertal delay is suspected, before 13-14 years of age. This is not unusual in boys with cryptorchidism or micropenis [ 35 ]. However, in many cases the patient is referred to the specialist after the age of 6 months, when the pituitary–Leydig cell axis is normally quiescent. Our patient was referred at the age of 7. As expected, basal levels of serum LH and testosterone were uninformative. However, the biomarkers of the pituitary–Sertoli cell axis indicated an impaired function. FSH has been frequently neglected in the assessment of testicular function when central hypogonadism is suspected, with LH levels being the most frequently used endpoint. In our patient, FSH was repeatedly below the normal range for age and Tanner stage 1 between 7 and 12 years of age. FSH actions with major physiological and clinical relevance on Sertoli cells include cell proliferation and secretion of AMH and inhibin B [ 36 ]. Persistently low FSH might underlie the small testicular volume in this patient, since the size of the testis depends mainly on the mass of Sertoli cells before puberty [ 37 ]. Similarly, AMH production is under FSH regulation during infancy and childhood [ 38 , 39 ], and low AMH has been reported in untreated neonates with central hypogonadism [ 35 , 40-43 ], with an increase after FSH administration [ 40 , 42 , 43 ]. Our patient had persistently low AMH between 7 and 12 years of age, while being at Tanner 1 stage. Unfortunately, we could not measure inhibin B levels, another potentially useful marker [ 35 , 40-43 ], and INSL3, whose probably low production could underlie the lack of testis descent, together with testosterone deficiency [ 1 , 44 ]. Nonetheless, the combined use of FSH and AMH as serum biomarkers clearly pointed to the diagnosis of central hypogonadism at an age where this diagnosis is usually overlooked. Central hypogonadism with otherwise normal pituitary function has classically been classified as anosmic/hyposmic (Kallmann syndrome) or normosmic. In patients with Kallmann syndrome, variants in genes involved in GnRH neuron specification and migration, which also regulate the olfactory tract development in early fetal life, are causative of Kallmann syndrome [ 23 , 30 ]. Congenital normosmic central hypogonadism is most frequently associated with variants in genes involved in GnRH synthesis and secretion [ 25 ]. Although our patient did not refer with anosmia, the magnetic resonance imaging scan showed reduced olfactory sulci and bulbs. Hyposmia is not always easy to ascertain [ 45 ], and this is particularly true for pediatric patients, owing to the lack of validated olfactory tests for young children. Congenital central (or hypogonadotropic) hypogonadism is a diagnosis difficult to establish during childhood, despite its suspicion in males with a history of micropenis, cryptorchidism, and/or micro-orchidism, based on LH and testosterone determinations, classically used in adults. The assessment of FSH and Sertoli cell biomarkers, such as serum AMH and inhibin B, may be very useful to drive the diagnosis and the search for its genetic etiology. The advent of NGS coupled to bioinformatic analysis has added a powerful tool for the ascertainment of the diagnosis in an increasing number of cases. The availability of an accurate diagnosis of central hypogonadism that will need hormone replacement treatment may be useful for a timely decision to start therapy, thus avoiding unnecessary delays that could undermine the adolescent’s psychosocial state and bone health. Acknowledgments We thank María Gabriela Ballerini, Patricia Bedecarrás, Mónica Campos, Silvina Gonzalez, and Ana María Montese for hormone measurements, Lucía González and Cintia Meneses for performing the GnRH tests, and María Esnaola Azcoiti, Ariel Berenstein, Agustín Izquierdo, Marcelo Martí, and Paula Scaglia for help with NGS, protein analysis and bioinformatics. Financial Support: This research was funded by Fondo Argentino Sectorial (FONARSEC, Argentina), grant numbers FS-PBIT 12/2013 and FS BIO 05/2017; and Fondo para la Investigación Científica y Tecnológica (FONCYT, Argentina), grant numbers PIDC 32/2017 and PICT 2972/2018. S.C. and F.G.B. are recipient of doctoral fellowships from Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET, Argentina). Abbreviations ACMG American College of Medical Genetics and Genomics AMH anti-Müllerian hormone CSA Catalytic Site Atlas FGFR1 fibroblast growth factor receptor 1 FSH follicle-stimulating hormone GnRH gonadotropin-releasing hormone hCG human chorionic gonadotropin INSL3 insulin-like factor 3 LH luteinizing hormone MAF minor allele frequency NGS next-generation sequencing SNV single-nucleotide variant TSH thyrotropin. Additional Information Disclosures : RPG reports lecture honoraria from Novo Nordisk and Raffo, and travel grants from Merck, Novo Nordisk, Pfizer, and Sandoz. RPG and RAR have received honoraria from CONICET (Argentina) for technology services using the AMH ELISA until 2020. RAR received royalties derived from an agreement between INSERM (France) and Beckman-Coulter-Immunotech until 2020, for the development of an AMH ELISA kit, as well as lecture honoraria from Novo Nordisk and Sandoz, and travel grants from Biosidus, Merck, Novo Nordisk, Pfizer and Sandoz. Data Availability Data sharing is not applicable to this article as no datasets were generated or analyzed during the current study. References 1. Mäkelä JA , Koskenniemi JJ , Virtanen HE , Toppari J . Testis development . Endocr Rev. 2019 ; 40 ( 4 ): 857 - 905 . 30590466 2. Meroni SB , Galardo MN , Rindone G , Gorga A , Riera MF , Cigorraga SB . Molecular mechanisms and signaling pathways involved in Sertoli cell proliferation . Front Endocrinol (Lausanne). 2019 ; 10 : 224 . 31040821 3. Rey RA . The role of androgen signaling in male sexual development at puberty . Endocrinology . 2021 ; 162 (2) : bqaa215 . 4. Rey RA , Grinspon RP , Gottlieb S , et al. Male hypogonadism: an extended classification based on a developmental, endocrine physiology-based approach . Andrology. 2013 ; 1 ( 1 ): 3 - 16 . 23258624 5. Salonia A , Rastrelli G , Hackett G , et al. Paediatric and adult-onset male hypogonadism . Nat Rev Dis Primers. 2019 ; 5 ( 1 ): 38 . 31147553 6. Grinspon RP , Freire AV , Rey RA . Hypogonadism in pediatric health: adult medicine concepts fail . Trends Endocrinol Metab. 2019 ; 30 ( 12 ): 879 - 890 . 31471249 7. Conte FA , Grumbach MM , Kaplan SL . A diphasic pattern of gonadotropin secretion in patients with the syndrome of gonadal dysgenesis . J Clin Endocrinol Metab. 1975 ; 40 ( 4 ): 670 - 674 . 1127077 8. Lustig RH , Conte FA , Kogan BA , Grumbach MM . Ontogeny of gonadotropin secretion in congenital anorchism: sexual dimorphism versus syndrome of gonadal dysgenesis and diagnostic considerations . J Urol. 1987 ; 138 ( 3 ): 587 - 591 . 3114503 9. Ropelato MG , Escobar ME , Gottlieb S , Bergadá C . Gonadotropin secretion in prepubertal normal and agonadal children evaluated by ultrasensitive time-resolved immunofluorometric assays . Horm Res. 1997 ; 48 ( 4 ): 164 - 172 . 9378462 10. Grinspon RP , Ropelato MG , Bedecarrás P , et al. Gonadotrophin secretion pattern in anorchid boys from birth to pubertal age: pathophysiological aspects and diagnostic usefulness . Clin Endocrinol (Oxf). 2012 ; 76 ( 5 ): 698 - 705 . 22098623 11. Orden AB , Vericat A , Apezteguía MC . Age at menarche in urban Argentinian girls: association with biological and socioeconomic factors . Anthropol Anz. 2011 ; 68 ( 3 ): 309 - 322 . 21905419 12. Marshall WA , Tanner JM . Variations in the pattern of pubertal changes in boys . Arch Dis Child. 1970 ; 45 ( 239 ): 13 - 23 . 5440182 13. Grinspon RP , Bedecarrás P , Ballerini MG , et al ; LAREP Group. Early onset of primary hypogonadism revealed by serum anti-Müllerian hormone determination during infancy and childhood in trisomy 21 . Int J Androl. 2011 ; 34 ( 5 Pt 2 ): e487 - e498 . 21831236 14. Kunde M , Kunze C , Surov A , Ruschke K , Spielmann RP . [Evaluation of testicular volume in 0- to 18-year-old boys by sonography] . Urologe A. 2015 ; 54 ( 12 ): 1772 - 1778 . 25989874 15. Anigstein CR . Longitud y diámetro del pene en niños de 0 a 14 años de edad . Arch Argent Pediatr . 2005 ; 103 (5) : 401 - 405 . 16. Cassinelli H , Mautalen CA , Bergadá C . Bone mineral density (BMD) evaluation in patients with long-term glucocorticoid therapy: effect of oral calcium and vitamin D . Pediatr Res. 1992 ; 32 : 739 - 739 . 17. Grinspon RP , Ropelato MG , Gottlieb S , et al. Basal follicle-stimulating hormone and peak gonadotropin levels after gonadotropin-releasing hormone infusion show high diagnostic accuracy in boys with suspicion of hypogonadotropic hypogonadism . J Clin Endocrinol Metab. 2010 ; 95 ( 6 ): 2811 - 2818 . 20371659 18. Dodé C , Fouveaut C , Mortier G , et al. Novel FGFR1 sequence variants in Kallmann syndrome, and genetic evidence that the FGFR1c isoform is required in olfactory bulb and palate morphogenesis . Hum Mutat. 2007 ; 28 ( 1 ): 97 - 98 . 19. Schuster-Böckler B , Schultz J , Rahmann S . HMM Logos for visualization of protein families . BMC Bioinformatics. 2004 ; 5 : 7 . 14736340 20. Richards S , Aziz N , Bale S , et al ; ACMG Laboratory Quality Assurance Committee. Standards and guidelines for the interpretation of sequence variants: a joint consensus recommendation of the American College of Medical Genetics and Genomics and the Association for Molecular Pathology . Genet Med. 2015 ; 17 ( 5 ): 405 - 424 . 25741868 21. Raivio T , Miettinen PJ . Constitutional delay of puberty versus congenital hypogonadotropic hypogonadism: genetics, management and updates . Best Pract Res Clin Endocrinol Metab. 2019 ; 33 ( 3 ): 101316 . 31522908 22. Palmert MR , Dunkel L . Clinical practice. Delayed puberty . N Engl J Med. 2012 ; 366 ( 5 ): 443 - 453 . 22296078 23. Barroso PS , Jorge AAL , Lerario AM , et al. Clinical and genetic characterization of a constitutional delay of growth and puberty cohort . Neuroendocrinology. 2020 ; 110 ( 11-12 ): 959 - 966 . 31726455 24. Grob F , Zacharin M . Puberty in chronic inflammatory conditions . Curr Opin Endocr Metab Res. 2020 ; 14 : 29 - 36 . 25. Young J , Xu C , Papadakis GE , et al. Clinical management of congenital hypogonadotropic hypogonadism . Endocr Rev. 2019 ; 40 ( 2 ): 669 - 710 . 30698671 26. Harrington J , Palmert MR . Clinical review: distinguishing constitutional delay of growth and puberty from isolated hypogonadotropic hypogonadism: critical appraisal of available diagnostic tests . J Clin Endocrinol Metab. 2012 ; 97 ( 9 ): 3056 - 3067 . 22723321 27. Butz H , Nyírő G , Kurucz PA , Likó I , Patócs A . Molecular genetic diagnostics of hypogonadotropic hypogonadism: from panel design towards result interpretation in clinical practice . Hum Genet. 2021 ; 140 ( 1 ): 113 - 134 . 32222824 28. Saengkaew T , Howard SR . Next-generation sequencing approach in the diagnosis of delayed puberty . Curr Opin Endocr Metab Res. 2020 ; 14 : 59 - 64 . 29. Amato LGL , Montenegro LR , Lerario AM , et al. New genetic findings in a large cohort of congenital hypogonadotropic hypogonadism . Eur J Endocrinol. 2019 ; 181 ( 2 ): 103 - 119 . 31200363 30. Villanueva C , de Roux N . FGFR1 mutations in Kallmann syndrome . Front Horm Res. 2010 ; 39 : 51 - 61 . 20389085 31. Dodé C , Levilliers J , Dupont JM , et al. Loss-of-function mutations in FGFR1 cause autosomal dominant Kallmann syndrome . Nat Genet. 2003 ; 33 ( 4 ): 463 - 465 . 12627230 32. Grumbach MM . A window of opportunity: the diagnosis of gonadotropin deficiency in the male infant . J Clin Endocrinol Metab. 2005 ; 90 ( 5 ): 3122 - 3127 . 15728198 33. Dwyer AA . Psychosexual effects resulting from delayed, incomplete, or absent puberty . Curr Opin Endocr Metab Res. 2020 ; 14 : 15 - 21 . 32524038 34. Harrington J , Palmert MR . Distinguishing self-limited delayed puberty from permanent hypogonadotropic hypogonadism: how and why? J Clin Endocrinol Metab. 2021;dgab498. doi: 10.1210/clinem/dgab498 . 35. Braslavsky D , Grinspon RP , Ballerini MG , et al. Hypogonadotropic hypogonadism in infants with congenital hypopituitarism: a challenge to diagnose at an early stage . Horm Res Paediatr. 2015 ; 84 ( 5 ): 289 - 297 . 26355950 36. Grinspon RP , Urrutia M . The importance of follicle-stimulating hormone in the prepubertal and pubertal testis . Curr Opin Endocr Metab Res. 2020 ; 14 : 137 - 144 . 37. Rey R . Regulation of spermatogenesis . Endocr Dev. 2003 ; 5 : 38 - 55 . 12629891 38. Lasala C , Schteingart HF , Arouche N , et al. SOX9 and SF1 are involved in cyclic AMP-mediated upregulation of anti-Mullerian gene expression in the testicular prepubertal Sertoli cell line SMAT1 . Am J Physiol Endocrinol Metab. 2011 ; 301 ( 3 ): E539 - E547 . 21693691 39. Lukas-Croisier C , Lasala C , Nicaud J , et al. Follicle-stimulating hormone increases testicular Anti-Mullerian hormone (AMH) production through Sertoli cell proliferation and a nonclassical cyclic adenosine 5’-monophosphate-mediated activation of the AMH Gene . Mol Endocrinol. 2003 ; 17 ( 4 ): 550 - 561 . 12554789 40. Bougnères P , François M , Pantalone L , et al. Effects of an early postnatal treatment of hypogonadotropic hypogonadism with a continuous subcutaneous infusion of recombinant follicle-stimulating hormone and luteinizing hormone . J Clin Endocrinol Metab. 2008 ; 93 ( 6 ): 2202 - 2205 . 18381569 41. Sarfati J , Bouvattier C , Bry-Gauillard H , Cartes A , Bouligand J , Young J . Kallmann syndrome with FGFR1 and KAL1 mutations detected during fetal life . Orphanet J Rare Dis. 2015 ; 10 : 71 . 26051373 42. Lambert AS , Bougneres P . Growth and descent of the testes in infants with hypogonadotropic hypogonadism receiving subcutaneous gonadotropin infusion . Int J Pediatr Endocrinol. 2016 ; 2016 : 13 . 27379168 43. Stoupa A , Samara-Boustani D , Flechtner I , et al. Efficacy and safety of continuous subcutaneous infusion of recombinant human gonadotropins for congenital micropenis during early infancy . Horm Res Paediatr. 2017 ; 87 ( 2 ): 103 - 110 . 28081535 44. Klonisch T , Fowler PA , Hombach-Klonisch S . Molecular and genetic regulation of testis descent and external genitalia development . Dev Biol. 2004 ; 270 ( 1 ): 1 - 18 . 15136137 45. Lewkowitz-Shpuntoff HM , Hughes VA , Plummer L , et al. Olfactory phenotypic spectrum in idiopathic hypogonadotropic hypogonadism: pathophysiological and genetic implications . J Clin Endocrinol Metab. 2012 ; 97 ( 1 ): E136 - E144 . 22072740",
    "full_text_abstract": "Abstract The diagnosis of male central (or hypogonadotropic) hypogonadism, typically based on low luteinizing hormone (LH) and testosterone levels, is challenging during childhood since both hormones are physiologically low from the sixth month until the onset of puberty. Conversely, follicle-stimulating hormone (FSH) and anti-Müllerian hormone (AMH), which show higher circulating levels during infancy and childhood, are not used as biomarkers for the condition. We report the case of a 7-year-old boy with a history of bilateral cryptorchidism who showed repeatedly low FSH and AMH serum levels during prepuberty. Unfortunately, the diagnosis could not be ascertained until he presented with delayed puberty at the age of 14 years. A gonadotropin-releasing hormone (GnRH) test showed impaired LH and FSH response. By then, his growth and bone mineralization were partially impaired. Gene panel sequencing identified a variant in exon 15 of FGFR1 , affecting the tyrosine kinase domain of the receptor, involved in GnRH neuron migration and olfactory bulb morphogenesis. Testosterone replacement was started, which resulted in the development of secondary sexual characteristics and partial improvement of bone mineral density. This case illustrates the difficulty in making the diagnosis of central hypogonadism in boys during childhood based on classical criteria, and how serum FSH and AMH assessment may be helpful if it is suspected before the age of puberty, and confirm it using next-generation sequencing. The possibility of making an early diagnosis of central hypogonadism may be useful for a timely start of hormone replacement therapy, and to avoid delays that could affect growth and bone health as well as psychosocial adjustment."
}