{
  "PMC": "5823143",
  "DOI": "10.1100/tsw.2009.100",
  "PMID": "19734963",
  "PMCID": "PMC5823143",
  "title": "Alzheimer's disease: another target for heparin therapy.",
  "year": 2009,
  "source_url": "https://europepmc.org/article/PMC/PMC5823143",
  "source": "MED",
  "abstract_text": "Alzheimer's disease (AD) is the leading cause of dementia and cognitive decline in the elderly. Brain tissue changes indicate that the two main proteins involved in AD are amyloid-beta (A-beta), which is associated with the formation of senile amyloid plaques, and tau, which is associated with the formation of neurofibrillary tangles. Although a central role for A-beta in the pathogenesis of AD is indisputable, considerable evidence indicates that A-beta production is not the sole culprit in AD pathology. AD is also accompanied by an inflammatory response that contributes to irreversible changes in neuronal viability and brain function, and accumulating evidence supports the pivotal role of complement and contact systems in its pathogenesis and progression. The complexity of AD pathology provides numerous potential targets for therapeutic interventions. Compounds that interact directly with A-beta protein or interfere with its production and/or aggregation can reduce the inflammatory and neurotoxic effects of A-beta, and heparin, a glycosaminoglycan mixture currently used in the prophylaxis and treatment of thrombosis, might be a candidate, as recent research has been extended to consider its nonanticoagulant properties, including its modulation of various proteases and anti-inflammatory activity.",
  "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5823143 19734963 460815 10.1100/tsw.2009.100 Review Article Alzheimer's Disease: Another Target for Heparin Therapy Bergamaschini Luigi 1 * Rossi Emanuela 1 Vergani Carlo 1 De Simoni Maria Grazia 2 1 Department of Internal Medicine, Geriatric Unit, Ospedale Maggiore Policlinico IRCCS, University of Milan, Italy 2 Department of Neuroscience, Mario Negri Institute for Pharmacological Research, Milan, Italy *Luigi Bergamaschini: uigi.bergamaschini@unimi.it Academic Editor: Rudy Tanzi 2009 1 9 2009 9 891 908 24 5 2009 11 8 2009 12 8 2009 Copyright © 2009 Luigi Bergamaschini et al. 2009 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Alzheimer's disease (AD) is the leading cause of dementia and cognitive decline in the elderly. Brain tissue changes indicate that the two main proteins involved in AD are amyloid-β(A-β), which is associated with the formation of senile amyloid plaques, and tau, which is associated with the formation of neurofibrillary tangles. Although a central role for A-β in the pathogenesis of AD is indisputable, considerable evidence indicates that A-β production is not the sole culprit in AD pathology. AD is also accompanied by an inflammatory response that contributes to irreversible changes in neuronal viability and brain function, and accumulating evidence supports the pivotal role of complement and contact systems in its pathogenesis and progression. The complexity of AD pathology provides numerous potential targets for therapeutic interventions. Compounds that interact directly with A-β protein or interfere with its production and/or aggregation can reduce the inflammatory and neurotoxic effects of A-β, and heparin, a glycosaminoglycan mixture currently used in the prophylaxis and treatment of thrombosis, might be a candidate, as recent research has been extended to consider its nonanticoagulant properties, including its modulation of various proteases and anti-inflammatory activity. Alzheimer’s disease heparin inflammation amyloid-beta complement system contact/kinin system",
  "plain_text": "Alzheimer's disease (AD) is the leading cause of dementia and cognitive decline in the elderly. Brain tissue changes indicate that the two main proteins involved in AD are amyloid-β(A-β), which is associated with the formation of senile amyloid plaques, and tau, which is associated with the formation of neurofibrillary tangles. Although a central role for A-β in the pathogenesis of AD is indisputable, considerable evidence indicates that A-β production is not the sole culprit in AD pathology. AD is also accompanied by an inflammatory response that contributes to irreversible changes in neuronal viability and brain function, and accumulating evidence supports the pivotal role of complement and contact systems in its pathogenesis and progression. The complexity of AD pathology provides numerous potential targets for therapeutic interventions. Compounds that interact directly with A-β protein or interfere with its production and/or aggregation can reduce the inflammatory and neurotoxic effects of A-β, and heparin, a glycosaminoglycan mixture currently used in the prophylaxis and treatment of thrombosis, might be a candidate, as recent research has been extended to consider its nonanticoagulant properties, including its modulation of various proteases and anti-inflammatory activity."
}
