{
    "PMC": "4191422",
    "DOI": "10.1093/nar/gku857",
    "PMID": "25245946",
    "PMCID": "PMC4191422",
    "title": "Two ZNF509 (ZBTB49) isoforms induce cell-cycle arrest by activating transcription of p21/CDKN1A and RB upon exposure to genotoxic stress.",
    "year": 2014,
    "source_url": "https://europepmc.org/article/PMC/PMC4191422",
    "source": "MED",
    "abstract_text": "ZNF509 is unique among POK family proteins in that four isoforms are generated by alternative splicing. Short ZNF509 (ZNF509S1, -S2 and -S3) isoforms contain one or two out of the seven zinc-fingers contained in long ZNF509 (ZNF509L). Here, we investigated the functions of ZNF509 isoforms in response to DNA damage, showing isoforms to be induced by p53. Intriguingly, to inhibit proliferation of HCT116 and HEK293 cells, we found that ZNF509L activates p21/CDKN1A transcription, while ZNF509S1 induces RB. ZNF509L binds to the p21/CDKN1A promoter either alone or by interacting with MIZ-1 to recruit the co-activator p300 to activate p21/CDKN1A transcription. In contrast, ZNF509S1 binds to the distal RB promoter to interact and interfere with the MIZF repressor, resulting in derepression and transcription of RB. Immunohistochemical analysis revealed that ZNF509 is highly expressed in normal epithelial cells, but was completely repressed in tumor tissues of the colon, lung and skin, indicating a possible role as a tumor suppressor.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 4191422 25245946 10.1093/nar/gku857 Gene regulation, Chromatin and Epigenetics Two ZNF509 (ZBTB49) isoforms induce cell-cycle arrest by activating transcription of p21/CDKN1A and RB upon exposure to genotoxic stress Jeon Bu-Nam Kim Min-Kyeong Yoon Jae-Hyeon Kim Min-Young An Haemin Noh Hee-Jin Choi Won-Il Koh Dong-In Hur Man-Wook * Department of Biochemistry and Molecular Biology, Brain Korea 21 Plus Project for Medical Science, Severance Biomedical Research Institute, Yonsei University School of Medicine, 50-1, Yonsei-Ro, SeoDaeMun-Gu, Seoul 120-752, Korea * To whom correspondence should be addressed. Tel: +82 2 2228 1678; Fax: +82 2 312 5041; Email: mwhur2@yuhs.ac 13 10 2014 22 9 2014 22 9 2014 42 18 11447 11461 08 9 2014 23 8 2014 05 6 2014 © The Author(s) 2014. Published by Oxford University Press on behalf of Nucleic Acids Research. 2014 This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/licenses/by-nc/4.0/ ), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com ZNF509 is unique among POK family proteins in that four isoforms are generated by alternative splicing. Short ZNF509 (ZNF509S1, -S2 and -S3) isoforms contain one or two out of the seven zinc-fingers contained in long ZNF509 (ZNF509L). Here, we investigated the functions of ZNF509 isoforms in response to DNA damage, showing isoforms to be induced by p53. Intriguingly, to inhibit proliferation of HCT116 and HEK293 cells, we found that ZNF509L activates p21/CDKN1A transcription, while ZNF509S1 induces RB . ZNF509L binds to the p21/CDKN1A promoter either alone or by interacting with MIZ-1 to recruit the co-activator p300 to activate p21/CDKN1A transcription. In contrast, ZNF509S1 binds to the distal RB promoter to interact and interfere with the MIZF repressor, resulting in derepression and transcription of RB . Immunohistochemical analysis revealed that ZNF509 is highly expressed in normal epithelial cells, but was completely repressed in tumor tissues of the colon, lung and skin, indicating a possible role as a tumor suppressor. cover-date 13 October 2014 INTRODUCTION There are nearly 200 human BTB/POZ domain-containing proteins. BTB/POZ domain proteins having one or more Krűppel-like zinc-fingers are classiﬁed as the POK family. The N-terminal POZ domain has an important role in forming homo- or hetero-dimers and interacting with other proteins, while the C-terminal Krűppel-like zinc-finger domain (C 2 H 2 ) recognizes and binds to speciﬁc DNA sequences ( 1 – 4 ). POK family proteins that have been relatively well characterized include B-cell CLL/lymphoma 6 (BCL6), factor binding IST protein-1 (FBI-1)/leukemia-/lymphoma-related factor, hypermethylated in cancer 1 (HIC1), promyelocytic leukemia zinc-finger (PLZF) and Myc-interacting zinc-finger-1 (MIZ-1). Aberrant expression of some POK family proteins, including BCL6, FBI-1 and HIC1, has been associated with cancers, such as leukemia and various spontaneous malignant tumors ( 5 – 8 ). PLZF controls the development of invariant natural killer T cell effector function and the maintenance of spermatogonial stem cells ( 9 , 10 ). MIZ-1, a potent transcriptional activator of CDKN1A ( 11 ), interacts with various oncoproteins, such as c-MYC, BCL6, ZBTB4 and GFI-1, to repress transcription of genes involved in cellular differentiation and metabolism ( 6 , 11 – 13 ). Recently, some novel POK family proteins have been characterized as transcriptional regulators of genes that control cell proliferation ( 14 – 20 ). Although POK family proteins appear to play key roles in the various cell regulatory programs described above, the functions of many of the above-mentioned POK family proteins remain largely unknown ( 3 ). The retinoblastoma (Rb) protein and p53 are two main tumor suppressors that control cellular responses to potentially oncogenic stimuli, including repeated rapid cell division, DNA damage and inappropriate mitogenic signals ( 21 ). The tumor suppressor p53 mediates several cellular stress responses, including cell-cycle arrest, apoptosis and genomic stability, by inducing the transcription of various target genes ( 22 – 24 ). Normally, p53 is short-lived and present at low levels. However, in response to a variety of genotoxic stresses, p53 is activated or stabilized by phosphorylation and acetylation by interacting with kinases and acetyltransferases ( 23 – 25 ). Genes activated by p53 include a negative cell-cycle regulator, CDKN1A (p21), and pro-apoptotic genes, such as BAX and PUMA ( 22 , 23 , 26 ). In particular, CDKN1A is a negative regulator of G0-G1, S and M cell-cycle phase checkpoints, and is mainly regulated at the transcriptional level by various oncogenes, tumor suppressors and cellular regulators ( 27 – 29 ). The ability of p21 to inhibit proliferation may contribute to its tumor suppressor function, and a number of oncoproteins, such as BCL6, FBI-1, ZBTB2 and KR-POK repress CDKN1A , thus promoting cell growth and tumorigenesis ( 6 , 15 , 17 , 30 ). In contrast, the potential tumor suppressor MIZ-1 was shown to inhibit cell proliferation by transcriptional activation of CDKN1A ( 11 ). The importance of the Rb protein in cancer was first suggested by the finding that an RB allele was invariably deleted in retinoblastoma ( 31 – 33 ). Rb regulates normal cell-cycle progression and stress responses. Cell-cycle progression is directly controlled by a series of cyclin-dependent kinases (CDKs) that bind to and phosphorylate their respective cyclins. The cycle starts in G1 with elevated levels of cyclin D, which activates CDK4 and CDK6. The activated cyclin D-CDK4/6 complex then phosphorylates Rb, which is also important for regulating E2F activity ( 34 , 35 ). In its hypophosphorylated state, Rb forms a stable complex with E2F1, preventing it from inducing transcription of cell-cycle progression genes. Phosphorylation of Rb by CDK4/6 disrupts complex formation with E2F, which can then dimerize with various transcription factor partners and activate a number of target genes thought to promote entry into S phase, including cyclins E and A ( 34 – 36 ). Investigations of how and which regulatory proteins control RB transcription are important in elucidating the cellular regulatory function of Rb, as well as induction of its target genes MYOD , GABP and HCF-1 in cell-cycle arrest and myogenesis ( 37 , 38 ). In contrast, YY1, MIZF and FBI-1 repress transcription of RB , and this repression is important for increasing cell proliferation and inhibiting myogenesis ( 38 – 40 ). Over the years, we found that some POK family proteins play important roles in cell-cycle regulation. We were particularly interested in a novel member of the POK transcription factor family, ZNF509, due to its interaction with many other POK proteins (unpublished data) and thus its likely important roles in various cellular processes. We also noted that ZNF509 transcription is induced by the DNA-damaging agent etoposide, and suspected that ZNF509 may thus play a critical role in DNA damage responses. Specifically, we found that ZNF509 isoforms are induced in p53-positive cells exposed to genotoxic stress and that ZNF509 expression is dysregulated in cancer tissues. In the current study, we characterized ZNF509, finding that two major ZNF509 isoforms are induced by p53 and act as downstream executioners of cell-cycle arrest by inducing expression of p21 and RB . MATERIALS AND METHODS Cell culture and transient transfection assays HEK293, HCT116 p53 +/+ and HCT116 p53 −/− cells were maintained in Dulbecco's modified Eagle's medium, supplemented with 10% fetal bovine serum (FBS), 100 μg/ml streptomycin and 100 units/ml penicillin and grown at 37°C in a humidified, 5% CO 2 incubator. All cell culture media and supplements were from Gibco-BRL. Various combinations of the plasmids pGL2- ZNF509 -Luc, pGL3- RB -Luc, pGL2- ARF -Luc, pGL2- HDM2 -Luc, pGL2- p53 -Luc, various pGL2- CDKN1A -Luc promoter reporters, pcDNA3.0-ZNF509L, pcDNA3.0-ZNF509S1, pcDNA3.1-MIZ-1, pcDNA3.1-MIZF, HA-p300, pcDNA3.1-p53, pcDNA3.1-p53R175H, pcDNA3.1-p53R248W, pcDNA3.1-p53R273H and pCMV-LacZ were transiently transfected into HEK293, HCT116 p53 +/+ or HCT116 p53 −/− cells using Lipofectamine Plus reagent (Invitrogen, Carlsbad, CA, USA). After 24–36 h of incubation, transfected cells were harvested and analyzed for luciferase activity using a Microplate LB 96V luminometer (EG&G Berthold). All reactions were performed in triplicate. Reporter activity was normalized to co-transfected β-galactosidase activity, or total cellular protein, to determine transfection efficiencies. Foci formation assay HEK293 and HCT116 p53 +/+ cells were cultured in 6-well culture plates and then transfected with 0.5 μg pcDNA3.0 and pcDNA3.0-ZNF509L or -S1 using Lipofectamine plus reagent (Invitrogen). Following transfection, cells were selected in a medium supplemented with 10% FBS for 1 week in the presence of G418 (800 μg/ml). Colonies resistant to G418 were stained with crystal violet (0.5% crystal violet in 20% EtOH). MTT assay To investigate the effect of ZNF509 on cell proliferation, cells were grown in 24-well dishes to 30∼50% confluency and incubated for 0–3 days. The cell growth of each sample was determined by measuring mitochondrial conversion of the tetrazolium salt MTT to formazan. Flow cytometry cell-cycle analysis Cells were fixed with 70% ethanol and washed with PBS containing 1% horse serum, and cellular DNA was stained with propidium iodide (100 μg/ml). Cell cycle and forward scatter profiles were determined using a Becton Dickinson FACSCalibur, as analyzed by ModFit LT 2.0 (Verity Software House, Inc.). Quantitative reverse transcriptase-polymerase chain reaction (RT-qPCR) Quantitative RT-PCR reactions were conducted with SYBR Green PCR Master Mix (Applied Biosystems) using gene-specific primers in an ABI PRISM 7300 RT-PCR System. All reactions were performed in triplicate. GAPDH (glyceraldehyde-3-phosphate dehydrogenase) mRNA was measured as a control. The following RT-qPCR oligonucleotide primers sets were used: ZNF509 (forward, 5′-AGATGGCAGCTGCACAGAACTGCCTTT-3′; reverse, 5′-GGGACCAGCTGCGTGTTTAT-3′), MIZ-1 (forward, 5′-AGACCCACGACACGGACAA-3′; reverse, 5′-CCGTCAGCGATGTGGATCT-3′), p53 (forward, 5′-CCTGAGGTTGGCTCTGACTGTA-3′; reverse, 5′-AAAGCTGTTCCGTCCCAGTAGA-3′), p21 (forward, 5′-AGGGGACAGCAGAGGAAG-3′; reverse, 5′-GCGTTTGGAGTGGTAGAAATCTG-3′), MIZF (forward, 5′-GTGTCTGTGGGAGCACTGTGA-3′; reverse, 5′-TGCTTCCACATGCCGATAAA-3′), RB (forward, 5′-AAAGAAAAAGGAACTGTGGG-3′; reverse, 5′-AACTGCTGGGTTGTGTCAAA-3′), GAPDH (forward, 5′-CCCCTTCATTGACCTCAACTAC-3′; reverse, 5′-TCTCGCTCCTGGAAGATGG-3′). Western blot analysis Cells were harvested and lysed in radioimmunoprecipitation assay (RIPA) buffer. Cell extracts (30 μg) were separated using 12% sodium dodecyl sulphate-polyacrylamide gel electrophoresis (SDS-PAGE), transferred onto Immun-Blot polyvinylidene difluoride (PVDF) membranes (Bio-Rad) and blocked with 5% skim milk (BD Biosciences) or bovine serum albumin. Membrane blots were then incubated with antibodies against GAPDH, FLAG, c-Myc, His, p53, p21, Rb, p300, MIZ-1, MIZF and ZNF509, followed by incubation with anti-mouse or rabbit secondary antibodies conjugated to Horseradish peroxidase (Vector Laboratories). Protein bands were visualized using an ECL kit (PerkinElmer Life Sciences). GST-fusion protein purification and GST pull-down assays: in vitro transcription and translation of p300 Recombinant GST, GST-POZ ZNF509 , GST-ZF ZNF509L , GST-ZNF509L and GST-ZNF509S1 fusion proteins were prepared from Escherichia coli BL21 (DE3) cells by glutathione-agarose 4 bead affinity chromatography (Peptron). p300 polypeptide fragments were prepared in vitro using transcription and translation (TNT)-coupled wheat germ extracts in the presence of [ 35 S]-methionine (Promega). GST-fusion protein-agarose bead complexes were then incubated with the labeled p300 polypeptide fragments at 4°C for 4 h in 25 mM HEPES, pH 7.6, 0.5 mM EDTA, 12.5 mM MgCl 2 , 10% glycerol, 1 mM dithiothreitol and 0.2 mM phenylmethylsul fonyl fluoride (HEMG) buffer. Other GST protein pull-down procedures were performed as we have previously reported ( 15 ). Co-immunoprecipitation Cells were washed, pelleted and resuspended in a lysis buffer supplemented with complete mini-protease inhibitor cocktail. Cell lysates or recombinant proteins were pre-cleared and supernatants incubated overnight with antibodies at 4°C, followed by the addition of protein A/G agarose beads, as reported previously ( 15 ). Electrophoretic mobility shift assays (EMSAs) For EMSAs, oligonucleotide probes were annealed by heating at 95°C for 5 min and slowly cooled to room temperature. Annealed oligonucleotides were then labeled with [α- 32 P]-ATP and Klenow enzyme (Roche) by incubating for 30 min at 37°C, and purified using Sephadex G-50 (Amersham Biosciences) columns. Binding reactions were conducted in 20 μl binding buffer with labeled probes and purified recombinant GST-ZF ZNF509 (200 ng). The remaining EMSA procedures have been reported elsewhere ( 15 ). The EMSA probe sequences of the CDKN1A proximal promoter GC box elements were as follows (only the top strand is shown): GC box #1, 5′-TTGGGAGGGCGGTCCCG-3′; GC box #3, 5′-TTCGAGCGCGGGTCCCGCCTC-3′; GC box #5/6, 5′-TTGGGCGGGGCGGTTGTATATCA-3′. Oligonucleotide pull-down assays Cells were lysed in HKMG (10 mM HEPES, pH 7.9, 100 mM KCl, 5 mM MgCl 2 , 10% glycerol, 0.1% NP-40 and 1 mM dithiothreitol) buffer and the extracts incubated with 1 μg biotinylated double-stranded oligonucleotides for 16 h. Oligonucleotide probes were annealed by heating at 95°C for 5 min, cooled slowly to room temperature and pull-down procedures performed as reported elsewhere ( 15 , 46 ). Oligonucleotides sequences were (only top strands are shown): ZNF509 promoter p53RE, 5′-TAACATGCCCTTAGGTTTGGTT-3′; MT p53RE, 5′-TAAGGGGCCCTTAGGGGGGGTT-3′. CDKN1A promoter GC box #1, 5′-GATCGGGAGGGCGGTCCCG-3′; GC box #2, 5′-GATCTCCCGGGCGGCGCG-3′; GC box #3, 5′-GATCCGAGCGCGGGTCCCGCCTC-3′; GC box #4, 5′-GATCCTTGAGGCGGGCCCG-3′; GC box #5/6, 5′-GATCGGGCGGGGCGGTTGTATATCA-3′. Chromatin immunoprecipitation (ChIP) and ChIP-reChIP Cells were fixed with formaldehyde (final 1%) to cross-link proteins to DNA promoters. ChIP and ChIP-reChIP procedures were then performed as reported elsewhere ( 20 ). For detection of transcription factor binding, chromatin was immunoprecipitated with antibodies against p53, FLAG-tag, His-tag and Myc-tag. Immunoglobulin G (IgG) and 3′-untranslated region (UTR) were used as negative controls. PCR reactions were conducted using the following oligonucleotide primer sets designed to amplify the regions of interest: ZNF509 promoter (forward, 5′-AGCTTCATCCCTGCCCAATTGTA-3′; reverse, 5′-TTGAATAAGTAATACAAAAATAT-3′), ZNF509 3′-UTR (forward, 5′-TGCCTTCTAACTAGCCAGAGAAT-3′; reverse, 5′-AAATGCTACAAATTTCAATCTTG-3′). CDKN1A distal promoter (forward, 5′-TGCTTGGGCAGCAGGCTGTG-3′; reverse, 5′-GCAACCATGCACTTGAATGT-3′), CDKN1A proximal promoter (forward, 5′-GCGCTGGGCAGCCAGGAGCC-3′; reverse, 5′-CGCTCTCTCACCTCCTCT-3′). RB distal promoter (forward, 5′-CACTAGCCAGATATTCCCTGCGGGG-3′; reverse, 5′-TAAGTCATGAGGAATTAAACTGGGA-3′), RB proximal promoter (forward, 5′-CACCGACCAGCGCCCCAGTTCCCCA-3′; reverse, 5′-GGGAGGACGCGCGCGCACGTCG-3′), RB 3′-UTR (also used for qChIP) (forward, 5′-GGATCTCAGGACCTTGGTGG-3′; reverse, 5′-AGGGCCATTCTTACTATCCA-3′). For quantitative ChIP assays, the following qChIP oligonucleotide primers sets were used: CDKN1A proximal promoter (forward, 5′-GATCGCTACCGCGCTGGGCAGCCAGGAGCCT-3′; reverse, 5′-TCGTCACCCGCGCACTTAGA-3′), CDKN1A 3′-UTR (forward, 5′-GTCACCCTGCCCAACCTTAG-3′; reverse, 5′-TCCTTCCCATCGCTGTCACA-3′). IgG and 3′-UTR were used as negative controls for the ChIP assays. All reactions were performed in triplicate. Histology and immunohistochemistry Histological analyses were carried out by following a standard protocol. Formaldehyde-fixed paraffin-embedded tissue sections were purchased from Accumax Array (ISU ABXIS) and Biomax (US Biomax). DAB immunohistochemical (IHC) staining was done according to the manufacturer's instructions (VECTASTAIN ABC Kit, Vector Laboratories) after incubating with ZNF509 antibody overnight at 4°C. Statistical analysis Student's t -test was used for statistical analyses. RESULTS ZNF509 is a novel POK family protein and there are four ZNF509 isoforms differing in the C-terminal zinc-finger region The human genomic sequence encoding ZNF509 protein maps to chromosome 4p16.3, and ZNF509 cDNA (Gene ID: 166793) encodes a protein comprised of 765 amino acids (GenBank Accession No. NP_660334.3, Supplementary Figure S1A). We were interested in ZNF509 because it is one POK family member that interacts with many other POK proteins (unpublished data), implying it has important roles in cellular processes. We also noted that ZNF509 transcription was induced by the DNA-damaging agent etoposide. To study the biological function of ZNF509, we tried to clone a human ZNF509 cDNA into a mammalian expression vector, pcDNA3.0. Initially, we designed PCR amplification primers based on the full-length open reading frame (ORF) mRNA sequence (NCBI # NM_145292.3). Upon agarose gel electrophoresis of the amplified PCR products, we noted a band smaller than the full-length ORF (Supplementary Figure S2D). This observation led us to suspect that there may be two or more transcripts coming from the ZNF509 gene. Indeed, cloning and sequencing of the PCR products suggested four alternatively spliced forms of the ZNF509 primary transcript: ZNF509L, encoding a polypeptide of 765 amino acid (a.a.), ZNF509S1 or -S2, encoding 420 a.a. polypeptides and ZNF509S3, encoding a 466 a.a. polypeptide (Supplementary Figure S2C). Analysis of ZNF509 genomic DNA sequence revealed splicing donor and acceptor sites needed to generate four alternatively spliced mRNA transcripts (Supplementary Figure S2A, B and E). Transcripts encoding ZNF509L, -S1 and -S2 were abundant, but ZNF509S3 mRNA was rather scarce. ZNF509S1 and S2 mRNA encoded essentially identical proteins of 420 a.a., differing only at a.a. 420 (S1, Asn; S2, Arg). ZNF509S1 possessed an additional 123 nucleotides, compared to ZNF509S2, posterior to the translation stop codon. Based on these results, we further investigated the functions of ZNF509L and -S1, the two major forms of protein products encoded by the ZNF509 gene. ZNF509 has isoforms that are downstream targets induced by p53 We first analyzed the expression of ZNF509 isoforms in the HEK293 cells treated with etoposide. Etoposide treatment increased endogenous p53 expression and also ZNF509 expression at both its mRNA and protein levels (Figure 1A ). Interestingly, ZNF509 expression was more prominently increased in HCT116 p53 +/+ than in HCT116 p53 −/− cells by etoposide treatment. In HCT116 p53 +/+ cells, the ZNF509L and -S isoforms were induced by 3.95- and 3.53-fold, respectively. In HCT116 p53 −/− cells, however, ZNF509L and -S were induced by only 1.9- and 2.07-fold, respectively (Figure 1B , right). It appeared that etoposide elicited post-translational control of ZNF509L and -S expression, with a lack of transcriptional activation of ZNF509L and -S in HCT116 p53 −/− cells (Figure 1B , center). Figure 1. p53 activates transcription of ZNF509 . (A) RT-qPCR and western blot analysis of ZNF509. HEK293 cells were treated with etoposide in either a time- or dose-dependent manner. (B) RT-qPCR and western blot analysis of endogenous ZNF509 in HCT116 p53 +/+ and p53 −/− cells treated with etoposide (5 μM). (C) RT-qPCR and western blot analysis of endogenous ZNF509 in HCT116 p53 −/− cells transfected with p53 wild-type and mutant expression vectors. (D) ChIP assay of p53 binding to the potential p53RE (bp, -1803 ∼ -1782) of the endogenous ZNF509 promoter. (E) Oligonucleotide pull-down/western blot assay of p53 binding to the wild-type and mutant p53RE shown below. p53RE, p53 response element; GAPDH, control; 3′-UTR, 3′-untranslated region; IP, immunoprecipitation; DNA-P, oligonucleotide pull-down assay. * P < 0.01; n.s., not significant. Because etoposide treatment can only activate ZNF509 gene transcription in HCT116 p53 +/+ cells, but not in HCT116 p53 −/− cells, ZNF509 may be a downstream target of p53. We further showed that wild type, but not mutated p53 could activate ZNF509 (Figure 1C ). ZNF509 promoter analysis further revealed two potential p53-response elements (p53REs) that bind p53. We next cloned the ZNF509 promoter (bp, −2000 ∼ +50) fragment, containing two putative p53REs at bp, −1803 ∼ −1782 region, in front of luciferase gene of the pGL2-Luc plasmid. In HCT116 p53 −/− cells, ectopic p53 only weakly activated ZNF509 promoter-driven reporter transcription, suggesting the presence of other p53REs elsewhere (Supplementary Figure S4). ChIP showed that endogenous p53 binds to the putative p53RE region (Figure 1D ). Oligonucleotide pull-down assays further showed that p53 bound to the wild type, but not mutant, p53RE in the ZNF509 promoter (Figure 1E ). These data overall suggest that p53 induced by etoposide treatment can bind to p53RE on the ZNF509 promoter and activate ZNF509 gene transcription, leading to expression of both the ZNF509L and -S isoforms. ZNF509L inhibits cell proliferation by transcriptional activation of CDKN1A , increasing the G2-M cell-cycle phase cell population SAGE (serial analysis of gene expression) analysis by CGAP (the Cancer Genomic Anatomy Project: http://cgap.nci.nih.gov/SAGE ) showed that ZNF509 expression is lower in most cancer tissues from breast, pancreas, ovary, prostate and skin, as compared to its expression in normal tissues. Consequently, we investigated whether ZNF509L could regulate the proliferation of HEK293 and HCT116 p53 +/+ cells. Ectopic ZNF509L inhibited both cell growth and foci formation (Figure 2A ; Supplementary Figure S5A). Conversely, MTT assays showed that knockdown of ZNF509 increased cell proliferation (Figure 2B ; Supplementary Figure S5B). Flow cytometry analysis further revealed that ectopic ZNF509L increased cells in G2-M phase (14.0–30.4%), while knockdown of ZNF509L and -S by siZNF509 RNA increased cells in S phase (7.8–26.8%) (Figure 2C ; Supplementary Figure S5C). Figure 2. ZNF509L induces cell-cycle arrest in HCT116 p53 +/+ cells. (A) Foci formation assay. Cells transfected with a control pcDNA3.0 (upper row) or FLAG-ZNF509L expression (lower row) vector were cultured in medium containing G418 and stained with 0.1% crystal violet. (B) MTT assay of cells grown for 0–3 days. Cells were transfected with either control or ZNF509L expression vectors and analyzed for cell growth (left). Alternatively, cells were transfected with ZNF509 siRNA (right). (C) Flow cytometry analysis. Cells were transfected with ZNF509L expression vector or ZNF509 siRNA for 24 h, stained with propidium iodide, and analyzed by FACS. (D) RT-qPCR and western blot analysis of endogenous p21 expression in the HCT116 p53 +/+ cells transfected with a ZNF509L expression vector. (E) RT-qPCR and western blot analysis of endogenous p21 expression in HCT116 p53 +/+ cells transfected with ZNF509 siRNA. (F and G) RT-qPCR and western blot analysis of endogenous p53 ( F ; HCT116 p53 +/+ cells) or p21 ( G ; HCT116 p53 −/− cells). The cells were transfected with a ZNF509L expression vector. GAPDH, control; Mock, no siRNA; N.C., negative control scrambled siRNA. * P < 0.01; n.s., not significant. Because ZNF509L inhibited cell proliferation, we next investigated whether ZNF509L regulates expression of RB , ARF , HDM2 , TP53 and CDKN1A , important cell-cycle regulators. Reporter assays showed that ZNF509L activated the CDKN1A promoter in HEK293 cells (Supplementary Figure S6A), and also increased endogenous p21 expression. Conversely, knockdown of endogenous ZNF509L decreased CDKN1A transcription (Figure 2D and E ; Supplementary Figure S6B and C). Transient transcription assays further indicated that ZNF509L appears to weakly activate TP53 transcription and in turn, p53 might contribute to transcriptional activation of CDKN1A . However, RT-qPCR and western blot analysis of endogenous p53 in HCT116 p53 +/+ cells showed that ZNF509L did not change endogenous p53 expression at either the mRNA or protein levels (Figure 2F ). We thus investigated whether ZNF509L could induce CDKN1A independent of p53, showing that in HCT116 p53 −/− cells transfected with ZNF509L expression vector, CDKN1A transcription increased robustly (Figure 2G ). ZNF509L binds CDKN1A promoter GC boxes #3 and 5/6 and interacts directly with p300 We mapped the cis -regulatory elements of the CDKN1A promoter important for transcriptional activation by ZNF509L. Transcription assays using four different promoter-Luc fusion reporter plasmids, combined with ChIP assays of endogenous CDKN1A , indicated that ZNF509L activates transcription by acting on a proximal promoter element (Figure 3A and B ). Fine mapping analysis by oligonucleotide pull-down and EMSA further showed that ZNF509L binds to the CDKN1A proximal promoter GC boxes #3 and 5/6 (Figure 3C–E ), suggesting the GC boxes of the proximal promoter are important for transcriptional activation of CDKN1A by ZNF509L. Figure 3. ZNF509L binds to the proximal GC boxes #3 and 5/6 and interacts with p300 to activate the CDKN1A promoter. (A) Transient transcription analysis of various CDKN1A promoter luciferase gene fusion constructs. ZNF509L expression vector and reporter plasmids were transiently co-transfected and luciferase activity was measured. Error bars represent standard deviations. (B) ChIP assay of ZNF509L binding to the CDKN1A promoter. HCT116 p53 +/+ cells were transfected with a FLAG-ZNF509L expression vector and immunoprecipitated with anti-FLAG antibody. (C and D) Oligonucleotide pull-down assays of ZNF509L binding to the proximal promoter elements of CDKN1A . HEK293 cell extracts with ectopic FLAG-ZNF509L expression were incubated with oligonucleotides, NeutrAvidin-agarose beads and precipitated by centrifugation. The precipitate was analyzed by western blot using an anti-FLAG antibody. (E) EMSA. A 32 P-labeled GC box #1, 3 and 5/6 probe was incubated with GST-ZF ZNF509L and separated by 4% non-denaturing PAGE. The gel was then analyzed by autoradiography. (F) Co-immunoprecipitation of ZNF509L and HAT proteins (p300, Tip60 and PCAF). Cell lysates prepared from HEK293 cells transfected with a FLAG-ZNF509 expression vector were immunoprecipitated using anti-FLAG antibody, and further analyzed by western blot using the anti-HAT antibodies indicated. (G) Co-immunoprecipitation of in vitro protein–protein interaction mixture containing recombinant His-ZNF509L and/or FLAG-p300 proteins. The mixtures were immunoprecipitated using anti-His or anti-FLAG antibodies, and analyzed as described above. (H) ChIP assays of p300 binding and histone modifications within the CDKN1A proximal promoter using antibodies against p300, Ac-H3 and Ac-H4. HCT116 p53 +/+ cells were transfected with FLAG-ZNF509L or siZNF509 RNA and immunoprecipitated using the antibodies indicated. (I) Transcriptional regulation of the CDKN1A promoter by ZNF509L and p300. Expression vectors containing ZNF509L and/or p300 and reporter plasmids were transiently co-transfected in HEK293 cells and luciferase activity was measured. Error bars represent standard deviations. GAPDH, control; 3′-UTR, 3′-untranslated region; IP, immunoprecipitation; DNA-P, oligonucleotide pull-down assay. * P < 0.01. Transcriptional activators often interact with co-activators, such as p300/CBP, PCAF and Tip60 ( 41 – 44 ). To examine this possibility for ZNF509L, we performed co-immunoprecipitation and western blot analysis of HEK293 cell extracts transfected with the FLAG-ZNF509L expression vector using anti-p300, anti-PCAF and anti-Tip60 antibodies. These assays showed that p300 and Tip60 proteins both interact with ZNF509L, but not PCAF (Figure 3F ). We prepared recombinant proteins (FLAG-p300 or His-ZNF509L) and carried out immunoprecipitation/western blot assays, and were able to demonstrate direct protein interaction between ZNF509L and p300 (Figure 3G ). GST-fusion protein pull-down assays further showed that the POZ and the ZF domain of ZNF509L interact directly with the HAT domain of p300 (Supplementary Figure S7). ChIP assays further showed increased binding of p300 to the CDKN1A proximal promoter in the presence of ectopic ZNF509L; in contrast, knockdown of ZNF509 expression decreased p300 binding. ZNF509L and p300 synergistically induced CDKN1A in HEK293 cells by increasing acetylation of nucleosomal histones H3 and H4 within its proximal promoter, as revealed by ChIP (Figure 3H and I ). ZNF509L and MIZ-1 additively activate CDKN1A transcription Because ZNF509L by itself only moderately upregulated CDKN1A , we searched for additional transcription factors that might potentiate ZNF509L induction activity. Our BTB/POZ protein interaction network mapping study (unpublished data) of POK family proteins showed that, via its POZ domain, ZNF509L interacts with MIZ-1 (a well-known CDKN1A activator), which had the highest amino acid sequence homology to the ZNF509 POZ domain (Figure 4A ). Co-immunoprecipitation and western blot analysis of HCT116 p53 +/+ cells transfected with FLAG-ZNF509L expression vector showed that ZNF509L and MIZ-1 interact with each other (Figure 4B ; Supplementary Figure S8A). Mechanistically, ChIP and oligonucleotide pull-down assays showed that MIZ-1 considerably increased ZNF509L binding to the CDKN1A proximal promoter, and ChIP-reChIP assays confirmed that ZNF509L forms a complex with MIZ-1 on the CDKN1A promoter (Figure 4C and D ; Supplementary Figure S8B). Figure 4. ZNF509L interacts with MIZ-1 to additively activate CDKN1A transcription. (A) BiFC/FRET assays. CV1 cells were transfected with YN-tagged MIZ-1 POZ and YC-tagged ZNF509 POZ domain pFPIA expression vector and analyzed with confocal microscopy. Negative controls; pFPIA-YN and pFPIA-YC-ZNF590 POZ, pFPIA-YN-MIZ-1 POZ and pFPIA-YC. (B) Co-immunoprecipitation of ZNF509L and MIZ-1. Cell lysates prepared from HEK293 cells transfected with FLAG-ZNF509L expression vector were immunoprecipitated using anti-FLAG or anti-MIZ-1 antibody and analyzed by western blot using the antibodies indicated. (C) ChIP-reChIP assay of ZNF509L and MIZ-1 binding to the CDKN1A promoter. HCT116 p53 +/+ cells were transfected with FLAG-ZNF509L and immunoprecipitated with FLAG and/or MIZ-1 antibody. (D) Oligonucleotide pull-down assays of ZNF509L and MIZ-1 binding to the CDKN1A promoter. HEK293 cells transfected with FLAG-ZNF509L and/or Myc-MIZ-1 expression vector were lysed, incubated with oligonucleotides and NeutrAvidin-agarose beads, and precipitated by centrifugation. The precipitates were analyzed by western blot using antibodies against FLAG or Myc. (E) RT-qPCR and western blot analysis of endogenous p21 expression in HCT116 p53 +/+ cells transfected with siZNF509 RNA and/or siMIZ-1 RNA. GAPDH, control; IP, immunoprecipitation; DNA-P, oligonucleotide pull-down assay. * P < 0.01. RT-qPCR and western blot analysis further showed that while ZNF509L and MIZ-1 each activated CDKN1A transcription independently, and knockdown of each protein alone decreased p21 expression, knockdown of both proteins decreased p21 expression even further (Figure 4E ). Co-expression of the two proteins resulted in additive transactivation of endogenous CDKN1A and a reporter (Supplementary Figures S8C and S9A). In line with transcription data, MTT and fluorescence-activated cell sorting (FACS) analysis showed that cells expressing ectopic ZNF509L and/or MIZ-1 showed slow growth or G2/M growth arrest (Supplementary Figure S9B and C). In the presence of the two interacting proteins, the transactivation potential of p300 was maximized (Supplementary Figure S9D). ZNF509S1 induces cell-cycle arrest by transcriptional activation of RB As shown in Figure 1A , etoposide treatment induced p53, followed by upregulation of the ZNF509 isoforms. Since ZNF509L can cause cell-cycle arrest via CDKN1A activation, we also investigated whether ZNF509S1 could do likewise. Cells expressing ectopic ZNF509S1 grew slowly and formed few foci, similar to cells ectopically expressing ZNF509L (Figure 5A ; Supplementary Figure S10A). Similarly, MTT assays also showed that ectopic ZNF509S1 expression inhibited cell proliferation (Figure 5B ; Supplementary Figure S10B). We performed cell-cycle flow cytometry analysis in cells with ectopic ZNF509S1 expression. In contrast to ZNF509L, which primarily increased the G2-M phase population, ZNF509S1 prominently increased the G0-G1 population, in addition to the G2-M population (Figure 5C ). Because ZNF509S1 arrests cell cycle, we investigated whether ZNF509S1 could regulate the important cell-cycle regulators RB , ARF , HDM2 , TP53 and CDKN1A . Reporter assays showed that ZNF509S1 also upregulated RB in HEK293 cells (Supplementary Figure S11A), while cells transfected with a ZNF509S1 expression vector showed increased endogenous Rb expression at both the mRNA and protein levels (Figure 5D ; Supplementary Figure S11B). In contrast, endogenous knockdown of ZNF509 by siRNA decreased RB transcription (Figure 5E ; Supplementary Figure S11C). These results suggest that unlike ZNF509L, which upregulates CDKN1A, ZNF509S1 inhibits cell proliferation by upregulating Rb . Figure 5. ZNF509S1 induces cell-cycle arrest by activating Rb expression in HCT116 p53 +/+ cells. (A) Foci formation assay. Cells transfected with control (upper row) or FLAG-ZNF509S1 expression (lower row) vectors were cultured in medium containing G418 and stained with 0.1% crystal violet. (B) MTT assay of cells grown for 0–3 days. Cells were transfected with either control or ZNF509S1 expression vector and analyzed for cell growth. (C) Flow cytometry analysis. Cells were transfected with ZNF509S1 expression vector for 24 h, stained with propidium iodide. (D) RT-qPCR and western blot analysis of endogenous Rb expression in HCT116 p53 +/+ cells transfected with a ZNF509S1 expression vector. (E) RT-qPCR and western blot analysis of endogenous Rb expression in the HCT116 p53 +/+ cells transfected with ZNF509 siRNA. GAPDH, control; Mock, no siRNA; N.C., scrambled siRNA. * P < 0.01; n.s., not significant. ZNF509S1 binds the RB promoter by interacting with MIZF We mapped the RB promoter cis -regulatory elements important for transcriptional activation by ZNF509S1. ChIP assays of the endogenous RB promoter indicated that ZNF509S1 bound to a distal promoter element (Figure 6A ). However, oligonucleotide pull-down assays showed that ZNF509S1 by itself did not bind this element (Figure 6B ), suggesting that ZNF509S1 interaction with the RB promoter might require another DNA binding protein. Since MIZF was shown to repress RB expression by acting on the distal promoter ( 39 ), we investigated whether ZNF509S1 interacts with MIZF. Subsequent co-immunoprecipitation and western blot analyses of HEK293 cells transfected with FLAG-ZNF509S1 and/or His-MIZF expression vectors did indeed reveal a ZNF509S1-to-MIZF interaction (Figure 6C ). ChIP assays showed that while ZNF509S1 binding was increased by MIZF, MIZF binding was not affected by ZNF509S1. ChIP-reChIP assays showed that co-expressed ZNF509S1 and MIZF bound the promoter as a complex. These results suggest that ZNF509S1 may be recruited by MIZF bound to the distal RB promoter element (Figure 6D ). Figure 6. ZNF509S1 activates RB gene transcription by interacting and interfering with the transcriptional repressor MIZF. (A) ChIP assay of ZNF509S1 binding to the RB promoter. HCT116 p53 +/+ cells were transfected with a FLAG-ZNF509S1 expression vector and immunoprecipitated with anti-FLAG antibody. (B) GST or GST-ZNF509S1 recombinant proteins were incubated with oligonucleotides and NeutrAvidin-agarose beads, and precipitated by centrifugation. The precipitate was analyzed by western blot using an antibody against GST. (C) Co-immunoprecipitation of ZNF509S1 and MIZF. Cell lysates prepared from HEK293 cells transfected with FLAG-ZNF509S1 and/or His-MIZF expression vector were immunoprecipitated using anti-FLAG or anti-His antibody and analyzed by western blot using the antibodies indicated. (D) ChIP-reChIP assay of ZNF509S1 and MIZF binding to the RB promoter. HCT116 p53 +/+ cells were transfected with FLAG-ZNF509S1 and/or His-MIZF expression vector and immunoprecipitated with FLAG or His antibodies. (E) RT-qPCR and western blot analysis of endogenous Rb expression in HCT116 p53 +/+ cells transfected with siZNF509 RNA and/or siMIZF RNA. GAPDH, control; IP, immunoprecipitation; DNA-P, oligonucleotide pull-down assay. * P < 0.01; n.s., not significant. Next, we investigated whether the protein–protein interaction between ZNF509S1 and MIZF was functional. Knockdown of ZNF509 decreased RB mRNA expression, while knockdown of MIZF derepressed RB expression. Knockdown of both ZNF509 and MIZF gave RB mRNA expression similar to that of MIZF knockdown (Figure 6E ). We also tested whether ectopic ZNF509S1 and/or MIZF affect RB gene expression in the HCT116 p53 +/+ cells by RT-qPCR and western blot analysis. While ZNF509S1 upregulated RB , MIZF potently repressed transcription, and that MIZF repression of RB was completely reversed by upregulated ZNF509S1 (Supplementary Figure S12). These data suggest that ZNF509S1 activates transcription of RB by interacting with MIZF, and that this interaction blocks repressor activity of MIZF. These results suggest that ZNF509S1 may be recruited to bind MIZF and block its repression potential, thus allowing derepression and upregulation of RB. ZNF509 expression is low in various cancer tissues We examined ZNF509 expression in various human cancer tissues by IHC of human tissue microarrays of paired normal and cancer tissues using an anti-ZNF509 antibody. ZNF509 was detected in both the nucleus and cytoplasm (Supplementary Figure S1C). Compared to the ZNF509 expression level of paired normal tissues, ZNF509 expression was lower in various cancer tissues of the adrenal grand, colon, lung, skin, liver, ileum, prostate, paratoid grand and uterus (data not shown). Expression levels of ZNF509 (both L and -S) in paired cancer and normal tissues (colon, n = 33; lung, n = 39) were analyzed by immunostaining. Depending on the expression levels of ZNF509, cancer (‘C’) tissues were classified into three groups, as compared to normal (‘N’) tissues: N < C, N = C and N > C. IHC analysis showed that ZNF509 expression was lower than normal tissues in 27 out of 33 colon cancer cases (82%) and in 28 out of 39 lung cancer specimens (72%) (Figure 7 , upper and middle panels). Interestingly, while ZNF509 expression was high in normal epidermal skin tissues ( n = 12), its expression was barely detectable in cancer skin tissues ( n = 12) (Figure 7 , lower panel). These results may explain how various cancer cells can proliferate rapidly in the absence of CDKN1A or RB activation by ZNF509L or S, respectively. Figure 7. ZNF509 is expressed in epithelial cells of normal tissues, but is hardly detectable in most cancer tissues tested. IHC analysis of paired normal (N) and cancer tissues (C) using antibodies against ZNF509 in colon ( n = 33), lung ( n = 39) and skin (not paired, normal n = 12, cancer n = 12). The microscopy images were analyzed by ImmunoRatio software ( http://imtmicroscope.uta.fi/immunoratio ). DISCUSSION When cells undergo DNA damage, alternative splicing of a number of gene products, including Fas, TRAF2, APAF-1, Bcl-x, Bak, Mcl-1 and caspases, plays an important role in genotoxic responses ( 22 , 23 ). For example, Bcl-x, a p53 target gene, is alternatively spliced to a long isoform, Bcl-xL, which is anti-apoptotic, and a shorter isoform, Bcl-xS, which is pro-apoptotic. ZNF509 expression is induced by DNA damage and is also unique among POK family proteins in that two major protein isoforms (ZNF509L and -S1), different in size and slightly different in cellular localization, are generated by alternative splicing ( 45 ). While we detected both ZNF509L and -S1 in the cytoplasm and nucleus, ZNF509L was more prominent in the nucleus (Supplementary Figure S1B and C). Although both inhibited cell proliferation, they did so by independent mechanisms. ZNF509L activated transcription of CDKN1A , by binding to its promoter proximal GC boxes and interacting with both MIZ-1 and the co-activator p300 (Figure 8 ) to induce CDKN1A transcription. These proximal GC boxes are the target sites for not only transcription factors like Sp1 but also several other POK family members previously reported as proto-oncoproteins ( 16 , 18 , 30 , 40 , 46 ). Also, oncoproteins that lack direct DNA binding activity to the CDKN1A promoter, including MYC, BCL6 and GFI-1, interact with MIZ-1 to gain promoter access and repress CDKN1A ( 6 , 11 , 13 ). ZNF509L may antagonize these transcriptional repressors through binding competition at CDKN1A proximal promoter GC boxes. Ectopic expression of ZNF509L most prominently increased G2-M phase cell populations. Figure 8. Hypothetical model of DNA damage-induced cell-cycle arrest by ZNF509L and -S. p53, induced by genotoxic stress, binds to the ZNF509 distal promoter p53-response element (p53RE) to activate transcription of ZNF509. ZNF509L inhibits cell proliferation by transcriptional activation of CDKN1A . Proximal promoter-bound ZNF509L and MIZ-1 recruit the co-activator p300 to activate CDKN1A transcription. p53 also activates CDKN1A transcription by binding to the distal p53RE. ZNF509S gains access to the RB promoter by interacting with repressor MIZF to displace a corepressor and recruits p300 to activate RB transcription. Increased p21 expression eventually inhibits phosphorylation of Rb and inhibits cell proliferation. In contrast, ZNF509S1 inhibits cell proliferation by activating Rb instead of CDKN1A . ZNF509S1 does not bind DNA directly but interacts with MIZF to displace a corepressor and activate the RB promoter (Figure 8 ). Transcriptional repression of RB by MIZF is important for oncogenesis, cell adhesion, DNA repair and myogenesis. By interacting with MIZF, ZNF509S1 may negatively regulate these processes by antagonizing MIZF repression of RB ( 39 ). We were intrigued by the fact that ZNF509L does not activate RB transcription and ZNF509S1 does not activate CDKN1A transcription. Because the two proteins are different only in the C-terminal zinc-finger region, that region might be important in target gene selectivity and molecular interaction with co-regulators like MIZ-1 or MIZF. ZNF509S1 contains only one zinc-finger, and may not be able to activate CDKN1A transcription due to its lack of domains responsible for DNA-binding to the CDKN1A proximal promoter or molecular interaction with MIZ-1. For ZNF509L, it may not be able to interact with MIZF because the 6 additional zinc-fingers of ZNF509L may block the interaction with MIZF. The induction of p21 expression by ZNF509L results in an accumulation of cells in G2/M, while the induction of Rb by ZNF509S1 causes accumulation of cells in both G0-G1 and G2-M phases. We next tested which of the two effects (G0-G1 arrest by ZNF509S1 versus G2-M arrest by ZNF509L) was dominant. ZNF509L decreased cell proliferation more effectively, compared to ZNF509S1 in HCT116 p53 +/+ cells. However, ZNF509S1 decreased cell proliferation more significantly, compared to ZNF509L, in HEK293 cells. Accordingly, the contribution of ZNF509L and -S1 in cell-cycle arrest may be cell type-dependent. Interestingly, immunohistochemistry showed that ZNF509 was expressed in epithelial cells of various normal tissues, including normal colon crypts and normal skin epidermis. However, ZNF509 was not expressed in the various cancer tissues we tested, including the adrenal grand, colon, lung, skin, liver, ileum, prostate, parathyroid gland and uterus. Moreover, ZNF509 expression was not detected in 82% of colon cancer tissues and 72% of lung cancer tissues. Consequently, loss of ZNF509 gene expression may contribute to oncogenesis in these tissues. Overall, our data suggest that the ZNF509 isoforms may be potential tumor suppressors that facilitate cell-cycle arrest. DNA damage can induce either transient or prolonged cell-cycle arrest, apoptosis and DNA repair, and p53 can prolong cell-cycle arrest to allow time for repairing damaged DNA ( 22 , 23 ). Cells stably overexpressing ZNF509L or -S1 grow slowly, and have significantly increased G2-M phase cell populations, without apoptosis. ZNF509 may accomplish prolonged cell-cycle arrest by increasing both p21 and Rb expression. Also, ZNF509S1 interacts with p53 and inhibits its transcriptional activation of PUMA (manuscript in preparation). Thus, in normal tissues, ZNF509, as an executioner of p53, may prolong cell-cycle arrest (without cell death) to secure time to repair DNA or elicit other DNA damage responses, thus preventing oncogenic mutations. In summary, ZNF509 controls the expression of the two critical genes, RB and CDKN1A , which are both required for differentiation, development and embryogenesis ( 47 , 48 ). These features may explain in part why our multiple attempts to generate ZNF509 knockout mice by homologous recombination failed and we were not able to obtain heterozygous ZNF509 knockout mice from chimeras. Thus, ZNF509 may be a regulatory protein essential for embryonic development, and ZNF509 haplodeficiency may be lethal. Overall, our study suggests that ZNF509 is a novel target gene of p53, having two major ZNF509 isoforms that induce cell-cycle arrest without apoptosis. SUPPLEMENTARY DATA Supplementary Data are available at NAR Online. SUPPLEMENTARY DATA FUNDING Mid-career Researcher Program Research [2009–0081294 to M.W.H.]; Do-Yak Program Research [2011–0028817 to M.W.H.]; Medical Reseach Center Grant [2011-0030086 to M.W.H] from the National Research Foundation of Korea (NRF) of the Korean Government (MSIP). Funding for open access charge; Do-Yak Program Research [2011-0028817 to M.W.H]; Medical Reseach Center Grant [2011-0030086 to M.W.H] from the National Research Foundation of Korea (NRF) of the Korean Goverment (MSIP). Conflict of interest statement . None declared. REFERENCES 1. Bardwell V.J. Treisman R. The POZ domain: a conserved protein-protein interaction motif Genes Dev. 1994 8 1664 1677 7958847 2. Albagli O. Dhordain P. Deweindt C. Lecocq G. Leprince D. The BTB/POZ domain: a new protein-protein interaction motif common to DNA- and actin-binding proteins Cell Growth Diff. 1995 6 1193 1198 8519696 3. Costoya J.A. Functional analysis of the role of POK transcriptional repressors Brief. Funct. Genom. Proteom. 2007 6 8 18 4. Kelly K.F. Daniel J.M. POZ for effect–POZ-ZF transcription factors in cancer and development Trends Cell Biol. 2006 16 578 587 16996269 5. Phan R.T. Dalla-Favera R. The BCL6 proto-oncogene suppresses p53 expression in germinal-centre B cells Nature 2004 432 635 639 15577913 6. Phan R.T. Saito M. Basso K. Niu H. Dalla-Favera R. BCL6 interacts with the transcription factor Miz-1 to suppress the cyclin-dependentkinase inhibitor p21 and cell cycle arrest in germinal center B cells Nat. Immunol. 2005 6 1054 1060 16142238 7. Maeda T. Hobbs R.M. Merghoub T. Guernah I. Zelent A. Cordon-Cardo C. Teruya-Feldstein J. Pandolfi P.P. Role of the proto-oncogene Pokemon in cellular transformation and ARF repression Nature 2005 433 278 285 15662416 8. Chen W. Cooper T.K. Zahnow C.A. Overholtzer M. Zhao Z. Ladanyi M. Karp J.E. Gokgoz N. Wunder J.S. Andrulis I.L. Epigenetic and genetic loss of Hic1 function accentuates the role of p53 intumorigenesis Cancer Cell 2004 6 387 398 15488761 9. Kovalovsky D. Uche O.U. Eladad S. Hobbs R.M. Yi W. Alonzo E. Chua K. Eidson M. Kim H.J. Im J.S. The BTB-zinc finger transcriptional regulator PLZF controls the development of invariantnatural killer T cell effector functions Nat. Immunol. 2008 9 1055 1064 18660811 10. Costoya J.A. Hobbs R.M. Barna M. Cattoretti G. Manova K. Sukhwani M. Orwig K.E. Wolgemuth D.J. Pandolfi P.P. Essential role of Plzf in maintenance of spermatogonial stem cells Nat. Genet. 2004 36 653 659 15156143 11. Wu S. Cetinkaya C. Munoz-Alonso M.J. Lehr N. Bahram F. Beuger V. Eilers M. Leon J. Larsson L.G. Myc represses differentiation-induced p21CIP1 expression via Miz-1-dependent interaction with the p21 core promoter Oncogene 2003 22 351 360 12545156 12. Weber A. Marquardt J. Elzi D. Forster N. Starke S. Glaum A. Yamada D. Defossez P.A. Delrow J. Eisenman R.N. Zbtb4 represses transcription of p21CIP1 and controls the cellular response to p53 activation EMBO J. 2008 27 1563 1574 18451802 13. Liu Q. Basu S. Qiu Y. Tang F. Dong F. A role of Miz-1 in Gfi-1-mediated transcriptional repression of CDKN1A Oncogene 2010 29 2843 2852 20190815 14. Kim H. Dejsuphong D. Adelmant G. Ceccaldi R. Yang K. Marto J.A. D'Andrea A.D. Transcriptional repressor ZBTB1 promotes chromatin remodeling and translesion DNA synthesis Mol. Cell 2014 54 107 118 24657165 15. Jeon B.N. Choi W.I. Yu M.Y. Yoon A.R. Kim M.H. Yun C.O. Hur M.W. ZBTB2, a novel master regulator of the p53 pathway J. Biol. Chem. 2009 284 17935 17946 19380588 16. Koh D.I. Choi W.I. Jeon B.N. Lee C.E. Yun C.O. Hur M.W. A novel POK family transcription factor, ZBTB5, represses transcription of p21CIP1 gene J. Biol. Chem. 2009 284 19856 19866 19491398 17. Jeon B.N. Kim M.K. Choi W.I. Koh D.I. Hong S.Y. Kim K.S. Kim M. Yun C.O. Yoon J. Choi K.Y. KR-POK interacts with p53 and represses its ability to activate transcription of p21WAF1/CDKN1A Cancer Res. 2012 72 1137 1148 22253232 18. Kim M.K. Jeon B.N. Koh D.I. Kim K.S. Park S.Y. Yun C.O. Hur M.W. Regulation of the cyclin-dependent kinase inhibitor 1A gene (CDKN1A) by the repressor BOZF1 through inhibition of p53 acetylation and transcription factor Sp1 binding J. Biol. Chem. 2013 288 7053 7064 23329847 19. Peterson M.L. Ma C. Spear B.T. Zhx2 and Zbtb20: novel regulators of postnatal alpha-fetoprotein repression and their potential role in gene reactivation during liver cancer Semin. Cancer Biol. 2011 21 21 27 21216289 20. Yoon J.H. Choi W.I. Jeon B.N. Koh D.I. Kim M.K. Kim M.H. Kim J. Hur S.S. Kim K.S. Hur M.W. Human Kruppel-related 3 (HKR3) is a novel transcription activator of alternate reading frame (ARF) gene J. Biol. Chem. 2014 289 4018 4031 24382891 21. Sherr C.J. McCormick F. The RB and p53 pathways in cancer Cancer Cell 2002 2 103 112 12204530 22. Vousden K.H. Lu X. Live or let die: the cell's response to p53 Nat. Rev. Cancer 2002 2 594 604 12154352 23. Wahl G.M. Carr A.M. The evolution of diverse biological responses to DNA damage: insights from yeast and p53 Nat. Cell Biol. 2001 3 E277 E286 11781586 24. Vogelstein B. Lane D. Levine A.J. Surfing the p53 network Nature 2000 408 307 310 11099028 25. Harris S.L. Levine A.J. The p53 pathway: positive and negative feedback loops Oncogene 2005 24 2899 2908 15838523 26. el-Deiry W.S. Tokino T. Velculescu V.E. Levy D.B. Parsons R. Trent J.M. Lin D. Mercer W.E. Kinzler K.W. Vogelstein B. WAF1, a potential mediator of p53 tumor suppression Cell 1993 75 817 825 8242752 27. Waldman T. Kinzler K.W. Vogelstein B. p21 is necessary for the p53-mediated G1 arrest in human cancer cells Cancer Res. 1995 55 5187 5190 7585571 28. Bunz F. Dutriaux A. Lengauer C. Waldman T. Zhou S. Brown J.P. Sedivy J.M. Kinzler K.W. Vogelstein B. Requirement for p53 and p21 to sustain G2 arrest after DNA damage Science 1998 282 1497 1501 9822382 29. Gartel A.L. Radhakrishnan S.K. Lost in transcription: p21 repression, mechanisms, and consequences Cancer Res. 2005 65 3980 3985 15899785 30. Choi W.I. Jeon B.N. Yun C.O. Kim P.H. Kim S.E. Choi K.Y. Kim S.H. Hur M.W. Proto-oncogene FBI-1 represses transcription of p21CIP1 by inhibition of transcription activation by p53 and Sp1 J. Biol. Chem. 2009 284 12633 12644 19244234 31. Huang H.J. Yee J.K. Shew J.Y. Chen P.L. Bookstein R. Friedmann T. Lee E.Y. Lee W.H. Suppression of the neoplastic phenotype by replacement of the RB gene in human cancer cells Science 1988 242 1563 1566 3201247 32. Goodrich D.W. Wang N.P. Qian Y.W. Lee E.Y. Lee W.H. The retinoblastoma gene product regulates progression through the G1 phase of the cell cycle Cell 1991 67 293 302 1655277 33. Scambia G. Lovergine S. Masciullo V. RB family members as predictive and prognostic factors in human cancer Oncogene 2006 25 5302 5308 16936751 34. Nevins J.R. E2F: a link between the Rb tumor suppressor protein and viral oncoproteins Science 1992 258 424 429 1411535 35. Frolov M.V. Dyson N.J. Molecular mechanisms of E2F-dependent activation and pRB-mediated repression J. Cell Sci. 2004 117 2173 2181 15126619 36. Harbour J.W. Dean D.C. The Rb/E2F pathway: expanding roles and emerging paradigms Genes Dev. 2000 14 2393 2409 11018009 37. Magenta A. Cenciarelli C. De Santa F. Fuschi P. Martelli F. Caruso M. Felsani A. MyoD stimulates RB promoter activity via the CREB/p300 nuclear transduction pathway Mol. Cell Biol. 2003 23 2893 2906 12665587 38. Deléhouzée S. Yoshikawa T. Sawa C. Sawada J. Ito T. Omori M. Wada T. Yamaguchi Y. Kabe Y. Handa H. GABP, HCF-1 and YY1 are involved in Rb gene expression during myogenesis Genes Cells 2005 10 717 731 15966902 39. Sekimata M. Homma Y. Sequence-specific transcriptional repression by an MBD2-interacting zinc finger protein MIZF Nucleic Acids Res. 2004 32 590 597 14752047 40. Jeon B.N. Yoo J.Y. Choi W.I. Lee C.E. Yoon H.G. Hur M.W. Proto-oncogene FBI-1 (Pokemon/ZBTB7A) represses transcription of the tumor suppressor Rb gene via binding competition with Sp1 and recruitment of co-repressors J. Biol. Chem. 2008 283 33199 33210 18801742 41. Ghosh A.K. Varga J. The transcriptional coactivator and acetyltransferase p300 in fibroblast biology and fibrosis J. Cell Physiol. 2007 213 663 671 17559085 42. Nagy Z. Tora L. Distinct GCN5/PCAF-containing complexes function as co-activators and are involved in transcription factor and global histone acetylation Oncogene 2007 26 5341 5357 17694077 43. Squatrito M. Gorrini C. Amati B. Tip60 in DNA damage response and growth control: many tricks in one HAT Trends Cell Biol. 2006 16 433 442 16904321 44. Xu J. Wu R.C. O'Malley B.W. Normal and cancer-related functions of the p160 steroid receptor co-activator (SRC) family Nat. Rev. Cancer 2009 9 615 630 19701241 45. Edgar A.J. Dover S.L. Lodrick M.N. McKay I.J. Hughes F.J. Turner W. Bone morphogenetic protein-2 induces expression of murine zinc finger transcription factor ZNF450 J. Cell Biochem. 2005 94 202 215 15526281 46. Lee K.M. Choi W.I. Koh D.I. Kim Y.J. Jeon B.N. Yoon J.H. Lee C.E. Kim S.H. Oh J. Hur M.W. The proto-oncoprotein KR-POK represses transcriptional activation of CDKN1A by MIZ-1 through competitive binding Oncogene 2012 31 1442 1458 21804610 47. Sage J. The retinoblastoma tumor suppressor and stem cell biology Genes Dev. 2012 26 1409 1420 22751497 48. Porlan E. Morante-Redolat J.M. Marqués-Torrejón M.Á. Andreu-Agulló C. Carneiro C. Gómez-Ibarlucea E. Soto A. Vidal A. Ferrón S.R. Fariñas I. Transcriptional repression of Bmp2 by p21(Waf1/Cip1) links quiescence to neural stem cell maintenance Nat. Neurosci. 2013 16 1567 1575 24097040",
    "full_text_abstract": "ZNF509 is unique among POK family proteins in that four isoforms are generated by alternative splicing. Short ZNF509 (ZNF509S1, -S2 and -S3) isoforms contain one or two out of the seven zinc-fingers contained in long ZNF509 (ZNF509L). Here, we investigated the functions of ZNF509 isoforms in response to DNA damage, showing isoforms to be induced by p53. Intriguingly, to inhibit proliferation of HCT116 and HEK293 cells, we found that ZNF509L activates p21/CDKN1A transcription, while ZNF509S1 induces RB . ZNF509L binds to the p21/CDKN1A promoter either alone or by interacting with MIZ-1 to recruit the co-activator p300 to activate p21/CDKN1A transcription. In contrast, ZNF509S1 binds to the distal RB promoter to interact and interfere with the MIZF repressor, resulting in derepression and transcription of RB . Immunohistochemical analysis revealed that ZNF509 is highly expressed in normal epithelial cells, but was completely repressed in tumor tissues of the colon, lung and skin, indicating a possible role as a tumor suppressor."
}