{
  "PMC": "5763972",
  "DOI": "10.1100/tsw.2010.89",
  "PMID": "20526532",
  "PMCID": "PMC5763972",
  "title": "Regulation of Skp2 expression and activity and its role in cancer progression.",
  "year": 2010,
  "source_url": "https://europepmc.org/article/PMC/PMC5763972",
  "source": "MED",
  "abstract_text": "The regulation of cell cycle entry is critical for cell proliferation and tumorigenesis. One of the key players regulating cell cycle progression is the F-box protein Skp2. Skp2 forms a SCF complex with Skp1, Cul-1, and Rbx1 to constitute E3 ligase through its F-box domain. Skp2 protein levels are regulated during the cell cycle, and recent studies reveal that Skp2 stability, subcellular localization, and activity are regulated by its phosphorylation. Overexpression of Skp2 is associated with a variety of human cancers, indicating that Skp2 may contribute to the development of human cancers. The notion is supported by various genetic mouse models that demonstrate an oncogenic activity of Skp2 and its requirement in cancer progression, suggesting that Skp2 may be a novel and attractive therapeutic target for cancers.",
  "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5763972 20526532 946517 10.1100/tsw.2010.89 Mini-Review Article Regulation of Skp2 Expression and Activity and Its Role in Cancer Progression Chan Chia-Hsin 1 Lee Szu-Wei 1 2 Wang Jing 1 Lin Hui-Kuan 1 2 * 1 Department of Molecular and Cellular Oncology, University of Texas, M.D. Anderson Cancer Center, Houston, TX, USA 2 University of Texas, Graduate School of Biomedical Sciences, Houston, TX, USA *Hui-Kuan Lin: hklin@mdanderson.org Academic Editor: Adele Murrell 2010 1 6 2010 10 1001 1015 31 1 2010 20 4 2010 22 4 2010 Copyright © 2010 Chia-Hsin Chan et al. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The regulation of cell cycle entry is critical for cell proliferation and tumorigenesis. One of the key players regulating cell cycle progression is the F-box protein Skp2. Skp2 forms a SCF complex with Skp1, Cul-1, and Rbx1 to constitute E3 ligase through its F-box domain. Skp2 protein levels are regulated during the cell cycle, and recent studies reveal that Skp2 stability, subcellular localization, and activity are regulated by its phosphorylation. Overexpression of Skp2 is associated with a variety of human cancers, indicating that Skp2 may contribute to the development of human cancers. The notion is supported by various genetic mouse models that demonstrate an oncogenic activity of Skp2 and its requirement in cancer progression, suggesting that Skp2 may be a novel and attractive therapeutic target for cancers. Skp2 Akt p27 SCF complex phosphorylation neddylation cell migration cancer M.D. Anderson Research Trust Scholar Fund New Investigator Award from the Department of Defense PC081292",
  "plain_text": "The regulation of cell cycle entry is critical for cell proliferation and tumorigenesis. One of the key players regulating cell cycle progression is the F-box protein Skp2. Skp2 forms a SCF complex with Skp1, Cul-1, and Rbx1 to constitute E3 ligase through its F-box domain. Skp2 protein levels are regulated during the cell cycle, and recent studies reveal that Skp2 stability, subcellular localization, and activity are regulated by its phosphorylation. Overexpression of Skp2 is associated with a variety of human cancers, indicating that Skp2 may contribute to the development of human cancers. The notion is supported by various genetic mouse models that demonstrate an oncogenic activity of Skp2 and its requirement in cancer progression, suggesting that Skp2 may be a novel and attractive therapeutic target for cancers."
}
