{
  "DOI": "10.1210/jcem.86.11.8017",
  "PMID": "11701741",
  "title": "Pathologic human GR mutant has a transdominant negative effect on the wild-type GR by inhibiting its translocation into the nucleus: importance of the ligand-binding domain for intracellular GR trafficking.",
  "year": 2001,
  "source_url": "https://europepmc.org/article/MED/11701741",
  "source": "MED",
  "abstract_text": "The syndrome of familial or sporadic glucocorticoid resistance is characterized by hypercortisolism without the clinical stigmata of Cushing syndrome. This condition is usually caused by mutations of the human GR, a ligand-activated transcription factor that shuttles between the cytoplasm and the nucleus. A pathological human mutant receptor, in which Ile was replaced by Asn at position 559, had negligible ligand binding, was transcriptionally extremely weak, and exerted a transdominant negative effect on the transactivational activity of the wild-type GR, causing severe glucocorticoid resistance in the heterozygous state. To understand the mechanism of this mutant's trans-dominance, we constructed several N-terminal GR fusion chimeras to green fluorescent protein (GFP) and demonstrated that their transactivational activities were similar to those of the original proteins. The GFP-human (h) GRalphaI559N chimera was predominantly localized in the cytoplasm, and only high doses or prolonged glucocorticoid treatment triggered complete nuclear import that took 180 vs. 12 min for GFP-hGRalpha. Furthermore, hGRalphaI559N inhibited nuclear import of the wild-type GFP-hGRalpha, suggesting that its trans-dominant activity on the wild-type receptor is probably exerted at the process of nuclear translocation. As the ligand-binding domain (LBD) of the GR appears to play an important role in its nucleocytoplasmic shuttling, we also examined two additional GR-related fusion proteins. The natural hGR isoform beta (GFP-hGRbeta), containing a unique LBD, was transactivation-inactive, moderately trans-dominant, and localized instantaneously and predominantly in the nucleus; glucocorticoid addition did not change its localization. Similarly, GFP-hGR514, lacking the entire LBD, was instantaneously and predominantly localized in the nucleus regardless of presence of glucocorticoids. Using a cell fusion system we demonstrated that nuclear export of GFP-hGRalphaI559N (250 min) and GFP-hGRbeta (300 min) was drastically impaired compared with that of GFP-hGRalpha (50 min) and GFP-hGR514 (50 min), suggesting that an altered LBD may impede the exit of the GR from the nucleus. We conclude that the trans-dominant negative effect of the pathological mutant is exerted primarily at the translocation step, whereas that of the natural isoform beta is exerted at the level of transcription.",
  "plain_text": "The syndrome of familial or sporadic glucocorticoid resistance is characterized by hypercortisolism without the clinical stigmata of Cushing syndrome. This condition is usually caused by mutations of the human GR, a ligand-activated transcription factor that shuttles between the cytoplasm and the nucleus. A pathological human mutant receptor, in which Ile was replaced by Asn at position 559, had negligible ligand binding, was transcriptionally extremely weak, and exerted a transdominant negative effect on the transactivational activity of the wild-type GR, causing severe glucocorticoid resistance in the heterozygous state. To understand the mechanism of this mutant's trans-dominance, we constructed several N-terminal GR fusion chimeras to green fluorescent protein (GFP) and demonstrated that their transactivational activities were similar to those of the original proteins. The GFP-human (h) GRalphaI559N chimera was predominantly localized in the cytoplasm, and only high doses or prolonged glucocorticoid treatment triggered complete nuclear import that took 180 vs. 12 min for GFP-hGRalpha. Furthermore, hGRalphaI559N inhibited nuclear import of the wild-type GFP-hGRalpha, suggesting that its trans-dominant activity on the wild-type receptor is probably exerted at the process of nuclear translocation. As the ligand-binding domain (LBD) of the GR appears to play an important role in its nucleocytoplasmic shuttling, we also examined two additional GR-related fusion proteins. The natural hGR isoform beta (GFP-hGRbeta), containing a unique LBD, was transactivation-inactive, moderately trans-dominant, and localized instantaneously and predominantly in the nucleus; glucocorticoid addition did not change its localization. Similarly, GFP-hGR514, lacking the entire LBD, was instantaneously and predominantly localized in the nucleus regardless of presence of glucocorticoids. Using a cell fusion system we demonstrated that nuclear export of GFP-hGRalphaI559N (250 min) and GFP-hGRbeta (300 min) was drastically impaired compared with that of GFP-hGRalpha (50 min) and GFP-hGR514 (50 min), suggesting that an altered LBD may impede the exit of the GR from the nucleus. We conclude that the trans-dominant negative effect of the pathological mutant is exerted primarily at the translocation step, whereas that of the natural isoform beta is exerted at the level of transcription."
}
