{
  "PMC": "12531676",
  "DOI": "10.4239/wjd.v16.i10.108714",
  "PMID": "41113489",
  "PMCID": "PMC12531676",
  "title": "Role of astrocytes in diabetic neuropathy: Review of their involvement in disease mechanisms.",
  "year": 2025,
  "source_url": "https://europepmc.org/article/PMC/PMC12531676",
  "source": "MED",
  "abstract_text": "Diabetes mellitus (DM) and its complications continue to impose a substantial burden on healthcare systems worldwide. Diabetic neuropathy (DN) is one of the most common chronic microvascular and neurodegenerative complications of DM. It is clinically characterized by allodynia, hyperalgesia, and abnormal or absent nerve fiber sensation, which collectively contribute to poor quality of life, sleep disturbances, depression, and increased mortality. Although several pharmacological agents are available to alleviate DN-related symptoms, their limited long-term efficacy and adverse side effects underscore the urgent need for novel therapeutic approaches. This limitation may be attributed to an incomplete understanding of the underlying mechanisms of DN. Accumulating evidence has highlighted the contribution of glial cells including astrocytes, microglia, and oligodendrocytes to the pathogenesis of DN. However, the specific role of astrocytes remains insufficiently defined. Therefore, this review provides a comprehensive evaluation of current knowledge regarding astrocyte involvement in DN mechanisms, with the goal of clarifying their contribution to disease progression and identifying potential therapeutic targets.",
  "full_text": "pmc World J Diabetes WJD World Journal of Diabetes 1948-9358 Baishideng Publishing Group Inc 12531676 jWJD.v16.i10.eid108714 10.4239/wjd.v16.i10.108714 108714 Review Role of astrocytes in diabetic neuropathy: Review of their involvement in disease mechanisms Haris K et al. Astrocytes in diabetic neuropathy Haris Khalilah Biomedicine Programme, School of Health Sciences, Health Campus, Universiti Sains Malaysia, Kota Bharu 16150, Kelantan, Malaysia Long Idris Biomedicine Programme, School of Health Sciences, Health Campus, Universiti Sains Malaysia, Kota Bharu 16150, Kelantan, Malaysia. idriskk@usm.my Co-first authors: Khalilah Haris and Idris Long. Author contributions: Haris K wrote the manuscript; Long I conceived the study and contributed to the writing and review of the manuscript. Haris K and Long I contributed equally to this study as co-first authors. Supported by the Fundamental Research Grant Scheme of the Ministry of Higher Education, Malaysia, No. FRGS/1/2024/SKK10/USM/02/8. Corresponding author: Idris Long, Associate Professor, Biomedicine Programme, School of Health Sciences, Health Campus, Universiti Sains Malaysia, Kubang Kerian, Kota Bharu 16150, Kelantan, Malaysia. idriskk@usm.my 15 10 2025 15 10 2025 16 10 108714 22 4 2025 4 7 2025 1 9 2025 ©The Author(s) 2025. Published by Baishideng Publishing Group Inc. All rights reserved. 2025 https://creativecommons.org/licenses/by-nc/4.0/ This article is an open-access article that was selected by an in-house editor and fully peer-reviewed by external reviewers. It is distributed in accordance with the Creative Commons Attribution NonCommercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: https://creativecommons.org/Licenses/by-nc/4.0/ Diabetes mellitus (DM) and its complications continue to impose a substantial burden on healthcare systems worldwide. Diabetic neuropathy (DN) is one of the most common chronic microvascular and neurodegenerative complications of DM. It is clinically characterized by allodynia, hyperalgesia, and abnormal or absent nerve fiber sensation, which collectively contribute to poor quality of life, sleep disturbances, depression, and increased mortality. Although several pharmacological agents are available to alleviate DN-related symptoms, their limited long-term efficacy and adverse side effects underscore the urgent need for novel therapeutic approaches. This limitation may be attributed to an incomplete understanding of the underlying mechanisms of DN. Accumulating evidence has highlighted the contribution of glial cells including astrocytes, microglia, and oligodendrocytes to the pathogenesis of DN. However, the specific role of astrocytes remains insufficiently defined. Therefore, this review provides a comprehensive evaluation of current knowledge regarding astrocyte involvement in DN mechanisms, with the goal of clarifying their contribution to disease progression and identifying potential therapeutic targets. Glial activation Astrocytes Diabetic mellitus Diabetic neuropathy Neuroinflammation Reactive astrogliosis Oxidative stress Blood-brain barrier dysfunction Janus kinase/signal transducer and activator of transcription 3 signaling Core Tip: This paper critically reviews the role of astrocytes in the mechanism of diabetic neuropathy (DN). We discuss the signaling pathways, protein kinases, receptors, and mediators that are involved in the pathophysiology of DN. We also explore research that focuses on astrocyte activation as a potential treatment for DN. INTRODUCTION Diabetes mellitus (DM) is a common metabolic disorder characterized by persistent hyperglycemia resulting from defects in insulin secretion, insulin action, or both. Globally, more than 589 million adults were affected in 2025, with projections rising to 853 million by 2050[ 1 ]. Chronic hyperglycemia contributes to both macrovascular and microvascular complications, of which diabetic neuropathy (DN) is one of the most common and disabling, affecting up to 50% of diabetic individuals[ 2 , 3 ]. DN presents with symptoms such as numbness, allodynia, and hyperalgesia, leading to substantial impairment in daily functioning and quality of life[ 4 ]. While neuronal injury has been the primary focus in DN research, growing evidence suggests that astrocytes, key glial cells in the central nervous system (CNS), play a pivotal role in DN pathogenesis through mechanisms involving oxidative stress, inflammation, and disrupted neurovascular interactions[ 5 , 6 ]. Current therapies primarily provide symptomatic relief and do not address the underlying glial-driven mechanisms of DN[ 7 ]. This review highlights recent advances in understanding astrocyte involvement in DN and explores their potential as therapeutic targets. To compile relevant literature for this review, a comprehensive search was conducted using multiple scientific databases, including PubMed, Scopus, Web of Science, ScienceDirect, and Google Scholar. The search covered publications from 2000 to 2024, with a focus on recent developments. The search used different combinations of keywords and Boolean operators, such as “astrocytes”, “diabetic neuropathy”, “glial cells”, “neuroinflammation”, “reactive astrogliosis”, “oxidative stress”, “blood-brain barrier”, “JAK/STAT3”, “CX36”, and “neuropathic pain”. Titles and abstracts were screened for relevance, and full-text articles were retrieved for detailed evaluation. We focused on original studies that were reviewed by experts, systematic reviews, and important experimental research using animal models or human subjects related to how astrocytes are involved in DN. Reference lists of included articles were also manually screened to identify additional relevant sources. INTRODUCTION OF DN Neuropathic pain is caused by abnormal neuronal responses along the pain pathway and serves under pathological pain. It is often cardinally characterized by lancinating sensation or burning pain, as well as abnormal sensory symptoms such as allodynia and hyperalgesia[ 8 ]. Allodynia, which refers to pain caused by a normally non-noxious stimulation, and hyperalgesia, which is an enhanced sensitivity to pain from a typically painful stimulus, are notable symptoms observed in individuals suffering from neuropathic pain[ 5 ]. DN is a neuropathic pain syndrome that affects individuals with diabetes, leading to various complications, ultimately lowering their quality of life. The primary factor contributing to the pathophysiology of DN is hyperglycemia, which contributes to inflammation and neurotoxicity[ 9 ]. In addition, hyperglycemia in patients with diabetes reportedly activates astrocytes and microglia, leading to the release of reactive oxygen species (ROS) that serve as hallmarks of inflammation[ 10 ]. DN refers to the painful sensation resulting from injury to the peripheral somatosensory system due to diabetes[ 4 ]. DN is not a rare condition but a significant health issue that affects a substantial portion of diabetic individuals, hence it is important to note the variability in DN incidence among individuals with diabetes. Data show that one-third of them experience DN[ 2 , 3 ], whereas the incidence of DN among all individuals with DM ranges from 10% to 50%. It is estimated that 50% of the patients develop evidence of nerve damage after over 25 years of having DM[ 9 ]. A recent survey conducted by Viatris, an American multinational pharmaceutical and healthcare firm, revealed that 68% of patients in Malaysia who have DN were aware of the link between pain sensations and diabetes before being diagnosed. Unfortunately, no recommended medication is approved worldwide that specifically blocks the pathological processes leading to excruciating DN[ 7 ]. This high prevalence underscores the urgent need for effective treatments. Much of the research on DN pathogenesis has focused on the role of neurons and Schwann cells. However, there is growing recognition on the function of glial cells, especially astrocytes, as active players in neuropathic pain and neurodegeneration. Thus, this review critically analyzes the role of astrocytes in DN. Glial cells, which include astrocytes, microglia, and oligodendrocytes, are non-neuronal cells that play essential roles in maintaining homeostasis, supporting neuronal function, and regulating immune responses in the CNS[ 11 ]. Morphologically, these cells significantly differ: Astrocytes exhibit a star-shaped architecture with numerous processes, microglia possess small, and motile cell bodies with ramified branches; whereas oligodendrocytes display a compact morphology tailored for myelin production[ 12 ]. Functionally, glial cells contribute to synaptic modulation, metabolic support, blood-brain barrier (BBB) integrity, and clearance of cellular debris. In recent years, accumulating evidence has emphasized the active involvement of glial cells in the pathogenesis of neurodegenerative disorders, including DN, through mechanisms such as oxidative stress, neuroinflammation, and glial reactivity[ 13 ]. This broader understanding underscores the importance of examining glial cell-specific responses, particularly those of astrocytes, in the context of DN. ASTROCYTES: BIOLOGY AND FUNCTION Astrocytes are found exclusively in the CNS. They are derived from neural tube progenitor cells like other macroglia such as oligodendrocytes and ependymal cells. Similar to oligodendrocytes and ependymal cells, astrocytes originate during early development through the influence of specific signaling pathways, including neurogenic locus notch homolog (Notch), bone morphogenetic protein, and sonic hedgehog. These pathways guide precursor cell migration and differentiation across specific CNS regions[ 14 ]. The macroglia group of glial cells, which includes astrocytes, is distinct from the smaller microglia. Astrocytes are the largest glial cells in CNS. They comprise more than half of the glial population and are the most varied in terms of both shape and function. They exhibit extensive functional diversity and region-specific specialization, now recognized as a form of glial plasticity. Emerging data underscore that astrocyte heterogeneity may contribute to region-specific vulnerability in neurodegenerative conditions, including DN[ 15 , 16 ]. The term \"astrocyte\" is derived from the Greek words \"astro\" (meaning star) and \"cyte\" (meaning cell), related to its structure like star shape[ 17 ]. The main characteristic of astrocytes is their branching processes that emanate from the cell body. These processes terminate in specialized end-feet, known as the \"astrocyte end-foot\", which interact with capillaries, neurons, and the extracellular matrix create cell-to-cell signaling[ 18 ]. The nucleus of the astrocytes is big, ovoid or spherical, and faintly stained. Conventional stains make it impossible to view the processes under a microscope, while gold or silver stains make them easily visible. Glial fibrillary acidic protein (GFAP) remains a classic marker for astrocyte identification, although recent studies advocate combining GFAP with markers like aldehyde dehydrogenase 1 family member L1 or S100 calcium (Ca 2+ )-binding protein beta to distinguish astrocyte subtypes more accurately[ 6 ]. There are two astrocyte subtypes, known as protoplasmic, found in gray matter surrounding neurons and the fibrous, located between axons in the white matter. Under a standard microscope, protoplasmic astrocytes have a distinctive star-like appearance due to their numerous short processes with numerous branches reaching in all directions. Numerous organelles visible under an electron microscope suggest that protoplasmic astrocytes have high metabolic rates and are always activated. Compared to protoplasmic astrocytes, fibrous astrocytes have fewer, longer, and less branching processes. Additionally, under an electron microscope, they have less organelles[ 19 ]. Astrocytes not only provide structural and metabolic support but also serve as active participants in CNS signaling. Notably, astrocytes exhibit plasticity, altering morphology, protein expression, and function in response to injury, inflammation, or metabolic stress. In the diabetic CNS, astrocytic plasticity can be maladaptive, contributing to neuroinflammation and neuropathic pain[ 10 ]. Physiological functions of astrocytes BBB disruption in diabetes: Traditionally, astrocytes have been recognized for their role in forming and maintaining the BBB through their perivascular end-feet, which encase CNS capillaries and support the endothelial tight junctions essential for selective permeability[ 10 ]. However, in the context of diabetes, chronic hyperglycemia and metabolic dysregulation severely compromise BBB integrity, transforming astrocytes from protectors into facilitators of neuropathological processes. Diabetes-induced BBB disruption is now attributed to several interlinked mechanisms. Elevated glucose levels promote the accumulation of advanced glycation end products (AGEs), which bind to their receptors on endothelial and glial cells, triggering oxidative stress and inflammatory signaling cascades. These changes degrade tight junction proteins such as occludin and claudin-5, increasing BBB permeability[ 10 ]. Additionally, insulin resistance impairs the regulatory functions of astrocytes, disrupting their ability to buffer ions and support endothelial health. Studies show that insulin signaling in astrocytes modulates aquaporin-4 and glucose transporter 1 expression, essential for fluid and glucose homeostasis at the BBB. In diabetic models, astrocytic dysfunction results in perivascular edema, heightened leukocyte infiltration, and increased expression of proinflammatory cytokines like interleukin 6 (IL-6) and tumor necrosis factor alpha (TNF-α)[ 6 ]. Astrocyte end-foot detachment from capillary walls, a hallmark of BBB breakdown, has been observed in streptozotocin-induced diabetic rats, correlating with increased GFAP expression and neuroinflammation[ 20 ]. These pathological changes not only compromise barrier selectivity but also facilitate the entry of peripheral immune mediators, exacerbating neuronal damage in DN. This shift from a purely anatomical function to a pathological role underscores the need to consider BBB disruption as a dynamic and central feature in the progression of diabetic CNS complications. Nutrient supplementation: It is well known that because neurons and glial cells have a high metabolic rate, therefore the nervous tissue needs a constant supply of nutrients. Astrocytes are the first to interact with blood macromolecules through their participation in the BBB. An astrocyte acts as a mediator, delivering metabolites and other substances to all other cells based on the requirements of neighboring cells. For instance, an astrocyte initially absorbs blood-derived cholesterol, which is subsequently transferred to neighboring oligodendrocytes for the purpose of myelination. At the same time, the membrane of astrocytes has gates and ion pumps[ 21 ]. This is because of their function in extracellularly preserving the required ion concentrations. The development of an ion gradient that is utilized for neuron action potentials depends on this. Astrocytes oversee and maintaining the appropriate level of extracellular potassium (K + ). Additionally, astrocytes prevent neuronal injury by directing harmful byproducts away from the nervous tissue and via the BBB[ 22 ]. Promote synapse formation: Astrocytes also involve helping neurons communicate with one another at every stage of the development of the CNS. Through signaling, astrocyte processes direct growing axons to the synapse site. The same method of action is responsible for astrocyte function in axon repair and reconnection following damage, as well as their part in neuronal plasticity in the adult CNS. Astrocyte not only contributes to the synapse's formation but also helps it function by recycling and absorbing neurotransmitters, controlling the metabolism of pre- and post-synapse cells, and utilizing signaling factors to either upregulate or downregulate the synapse[ 23 ]. Regulating cerebral blood flow: Implications for pancreatic metabolic homeostasis: An astrocyte can sense the metabolic rate of neighboring neuronal cells and employ endothelial factors, changes in Ca 2+ concentrations, and other substances called gliotransmitters to instruct blood vessels to dilate or constrict. To achieve optimal efficiency, the blood flow in various brain regions is controlled based on which regions are more active at any given time. A single cell initiates the process, but it is intensified by specialized gap junctions between astrocytes that enable them to all activate simultaneously and send synchronized signals to neighboring cells[ 24 ]. This timed activation is a type of functional syncytium that speeds up all the astrocytes' functions to being crucial for controlling blood flow in the CNS. According to recent studies, astrocytes actively communicate with neurons and emit gliotransmitters, which are signaling molecules that modify relationships between neurons and between neurones and glial cells. Research is ongoing to determine the full degree of astrocyte influence on neuronal function and nervous tissue organization. For example, it is believed that the processes of a single astrocyte interact with millions of synapses, demonstrating the astounding complexity of astrocytes[ 6 ]. Protect the neuron during injury and toxicity: Astrocytes are crucial to the reaction that the nervous system produces in the event of injury or toxicity. Reactive astrocytes, which are more active, are created when astrocytes are triggered. This causes inflammation, increases BBB permeability, and releases neurotoxic chemicals that destroy damaged neurons. Astrocytic scars are produced by astrocytes in response to a lesion in the brain or spinal cord. Particularly in cases of acute ischemic injury, a flat, peripherally positioned nucleus gives the impression of inflated astrocytes. These cells are known as gemistocytes. Astrocytes interact with microglia and display similar activation patterns in the case of a pathogen invasion in the CNS. They mediate reactions and coordinate nerve tissue regeneration once the threat has been neutralized[ 25 ]. In summary, the physiology function of astrocytes is to facilitate neuronal communication, maintain homeostasis in neural tissue, and fortify the boundaries governing the interaction between the body and the CNS. Astrocytes are essential for communicating between neurons, preserving homeostasis within neural tissue, and strengthening the barriers that control how the CNS interacts with the body[ 16 ] (Figure 1 ). Figure 1 Functional dichotomy of glial phenotypes and signaling cascades in diabetic neuropathy. The left panel shows pro-inflammatory astrocytes, which become reactive in response to diabetic stressors. Activation is mediated by pathways such as Janus kinase/signal transducer and activator of transcription 3 (JAK/STAT3), nuclear factor kappa B (NF-κB), Toll-like receptor 4 (TLR4), and sphingosine-1-phosphate receptor 1 (S1PR1), leading to the release of cytokines [ e.g., interleukin 1 beta (IL-1β), tumor necrosis factor alpha (TNF-α), interleukin 6 (IL-6)], chemokines [ e.g., C-C motif chemokine ligand 2 (CCL2)], and neurotoxic factors that promote central sensitization and neuropathic pain. The right panel illustrates neuroprotective astrocytes, driven by signaling through nuclear factor erythroid 2-related factor 2 (Nrf2), transforming growth factor beta (TGF-β)/SMAD, and tyrosine receptor kinase B (TrkB.T1), which enhance the release of neurotrophic factors [ e.g., brain-derived neurotrophic factor (BDNF), glial cell line-derived neurotrophic factor (GDNF)] and antioxidants. These cells contribute to synaptic maintenance, neuronal survival, and the resolution of inflammation. PATHOPHYSIOLOGY OF DN Hyperglycemia is a primary pathophysiological factor in the development of DN. Hyperglycemia can activate some major pathways like polyol pathway[ 26 ], AGE[ 27 ], mitogen-activated protein kinase (MAPK)[ 28 ] and poly-ADP ribose polymerase[ 29 ]. The combined impact of these cascades produces intense oxidative stress, cytokine release and neuroinflammation[ 30 ]. Studies have demonstrated that hyperglycemia in diabetes has activated glial cells (microglia and astrocytes) and released ROS that cause neurotoxicity, stimulated the release of proinflammatory cytokines and chemokines such as IL-1β, IL-6, TNF-α, prostaglandin E2, and nitric oxide (NO)[ 31 , 32 ], which exacerbates neuronal damage and neuropathic pain. Nerve is made up of a cluster of nerve fibers, each of which contains many neurons. Axons are the elongated portions of the neuron that transmit signals. Schwann cells, the supporting glial cells of the peripheral nervous system, generate a myelin sheath by wrapping around axons to form a thick insulating layer that speeds up nerve signal transmission. The degeneration and apoptosis of Schwann cell are prominent features of the onset and progression of DN[ 33 ]. As previously demonstrated in animal models and human patients, significant neuron damage, as defined by a decrease in nerve fiber density, was detected in DN sciatic nerve tissues[ 34 , 35 ]. Roles of astrocytes in the mechanism of DN Prolong hyperglycemia in patients with diabetes reportedly activates astrocytes and microglia, leading to the release of ROS that serves as hallmarks of inflammation[ 10 ]. A study has showed that hyperglycemia can induce astrocytic activation via NF-κB signaling, promoting neuroinflammation and contributing to DN progression[ 36 ]. It has been demonstrated that after this inflammation, astrocytes experience changes in their morphology and behavior, including translation and transcription, to become reactive astrocytes. The process involves phosphorylation of signaling molecules and an increase in intracellular Ca 2+ flux that can completed in a minute. Certain activation stages require extended periods to complete, taking tens of minutes for translational regulation and several hours for transcriptional regulation. It may take tens of hours or even days for prolonged activation states, recognized as a reactive astrogliosis, to be manifest, that crucial for maintaining neuropathic pain. Cellular hypertrophy, hyperplasia, increased GFAP expression and proliferation, and in extreme cases, scar formation are the hallmarks of reactive astrogliosis, which is a finely graded continuum of progressive cellular and molecular changes in relation to the severity of injury[ 37 ]. Besides inflammatory signaling cascade, studies have demonstrated that oxidative stress in diabetic conditions induces astrocyte apoptosis primarily through the intrinsic mitochondrial pathway, whereby mitochondrial dysfunction and sirtuin 1 downregulation led to increased p53 acetylation, impairing astrocytic support and contributing to sensory neuron degeneration[ 38 , 39 ]. These findings confirm that astrocytes not only initiate inflammatory signaling cascades but also undergo programmed cell death in the diabetic milieu, both of which synergistically aggravate DN. Astrogliosis and the mechanism of DN: After astrocytes became reactive astrogliosis, its lose their ability to maintain the homeostatic concentrations of extracellular K + and glutamate, leading to neuronal hyperexcitability[ 40 ]. This occurred through releasing many chemokines from astrocytes, which act as neuromodulators and potentiate excitatory synaptic transmission in the spinal cord pain circuitry[ 41 ]. Astrocytes can also signal directly to neurons through physically coupled networks mediated by gap junctions to facilitate intercellular transmission. Gap junction communication is mediated by connexin 43 (Cx43), the predominant Cx expressed in astrocytes. DN induces the persistent upregulation of Cx43 in astrocytes and switches the function of Cx43 from gap junction communication to paracrine modulation[ 41 ]. This paracrine regulation leads to the increased release of glutamate, ATP, and chemokines through a paracrine mechanism[ 42 ]. Furthermore, DN upregulates C-X-C motif chemokine ligand 13 (CXCL13) in spinal cord neurons, which can activate astrocytes via C-C chemokine receptor type 5 (CCR5) to maintain neuropathic pain[ 43 ]. Thus, chemokines facilitate neuropathic pain via bi-directional neuron-astrocyte interactions. DN also induces spinal cord and cortical astrocytes to upregulate thrombospondin-4, which promotes neuropathic pain through the formation of new synapses and rewiring of somatosensory cortical circuits[ 44 ]. Notably, a single human astrocyte may contact more than 1 million synapses, and such complexity points to a more important role of astrocytes in humans that bears further investigation. Compared to microglial activation, astrocyte activation in chronic pain conditions is more persistent, indicating their contribution to the chronicity of pain[ 45 ]. Astrocytes and signaling pathways involved in DN: Proinflammatory cytokines, including IL-1β, TNF-α, and IL-6 as well as gene transcription factors like signal transducer and activator of transcription 3 (STAT3) are examples of chemical signals that regulate astrocyte activity[ 46 ]. Astrocyte activation in DN is orchestrated by a complex interplay of cytokines, transcription factors, and signaling cascades. The key regulatory pathways include Janus kinase (JAK)/STAT3, Notch-Oligodendrocyte transcription factor 2 (Olig2), sphingosine-1-phosphate receptor 1 (S1PR1), transforming growth factor beta (TGF-β)/SMAD, Ras-related C3 botulinum toxin substrate 1-G1 to S phase transition 1 (GSPT1), and c-Jun N-terminal kinase (JNK) signaling pathway. These networks modulate astrocytic phenotypic transformation, promoting neuroinflammation and synaptic remodeling that underlie neuropathic pain. In 2011, Tsuda et al [ 47 ], showed that the JAK/STAT3 signaling pathway regulates astrocyte proliferation in neuropathic pain. Astrocyte proliferation was inhibited during astrocyte restriction and STAT3 activation when the JAK inhibitors AG490 and JAK inhibitor I were administered into the spine of the spinal nerve injury (SNI) rat model. In 2021, Liu et al [ 48 ] showed that the microRNA 135-5p (miR-135-5p) mimics intervention not only significantly reduced the activation levels of JAK2 and STAT3, but also decreased the expression of GFAP, IL-1β, and TNF-α in the bone cancer pain rat model. Furthermore, histological staining showed that miR-135-5p can directly suppress the activity of JAK2 and its associated upstream and downstream molecules in astrocytes. Functional in vitro studies further confirmed that miR-135-5p may inhibit the JAK2/STAT3 signaling pathway in a rat model of bone cancer pain[ 48 ]. These findings show that by regulating the JAK-STAT3 signaling pathway, astrocyte activation plays a significant role in the development and course of neuropathic pain. Olig2 is a crucial transcription factor for astrocyte proliferation and development. In 2008, Chen et al [ 49 ] discovered that reactive astrocyte proliferation decreased when Olig2 was ablated, indicating that Olig2 is essential for reactive astrocyte proliferation. Whereas Notch molecules may help reactive astrocytes proliferate and become functionally specialized by controlling the nuclear cytoplasmic translocation of Olig2, as evidenced by a BrdU labeling experiment[ 50 ]. Proliferative reactive astrocytes were significantly reduced in mice with selective Notch 1 knockout in GFAP-positive reactive astrocytes[ 51 ]. By suppressing the mRNA expression of Olig2, a marker of astrocyte activation, the mechanical and thermal hyperalgesia brought on by chronic constriction injury (CCI) in the rat model was successfully reduced[ 52 ]. The results indicate that astrocyte activation and the development of neuropathic pain are significantly influenced by the Notch/Olig2 signaling pathway. In 2019, Chen et al [ 53 ] discovered that sphingosine-1-phosphate, which is generated in the spinal dorsal horn of CCI and SNI rat model, causes neuropathic pain by specifically activating S1PR1 present in astrocytes. The neuropathic pain symptoms in CCI and SNI rat models were attenuated after treatment with astrocyte-specific S1PR1 knockout and IL-10, is a cellular factor responsible for neuroprotection and combating inflammatory infections[ 53 ]. It is believed that the primary cellular substrates for S1PR1 activity are astrocytes. Therefore, astrocytes have been important for the mechanism of neuropathic pain through S1PR1, and this signaling pathway may be a novel therapeutic target for neuropathic pain. TGF-β is one of the growth factors involved in body processes such as regulating growth, illness, and wound healing. Following CNS injury, TGF-β is rapidly activated, triggering activation of the SMAD family of transcription factors in astrocytes[ 46 ]. In 2010, Ranaivo et al [ 54 ] successfully activated the SMAD pathway downstream of the TGF-β receptor. The knockdown of repulsive guidance molecule a (RGMa) has been shown to eliminate TGF-β1-induced astrocyte proliferation and activation[ 54 ]. It has also been demonstrated that RGMa can enhance TGF-β1/SMAD2/3 signal transduction by simultaneously binding to SMAD2/3 and activin receptor-like kinase 5, thereby forming a composite complex[ 55 ]. These findings suggest that the TGF/SMAD signaling pathway could serve as a key target for modulating astrocyte activation and holds potential for the development of neuropathic pain therapies. As a member of the Ras homolog gene family, the small GTP-binding protein RhoA is abundantly expressed in astrocytes, and through its downstream effector Rho-associated kinase (ROCK), regulates myosin and actin dynamics to control cytoskeletal organization[ 56 ]. Following injury, the expression of RhoA and Rac family small GTPase 1 (Rac1) in the glial scar region is markedly upregulated[ 57 ]. Experimental evidence indicates that activation of the RhoA/ROCK pathway, along with its upstream and downstream effectors, contributes to both the initiation and maintenance of neuropathic pain[ 58 ]. Inhibition of ROCK induces rapid and reversible astral realignment in cultured astrocytes and enhances their migratory capacity. In one study, Rac1 knockdown or knockout astrocytes exhibited significantly delayed cell cycle progression, reduced migration, and decreased expression of GSPT1. Moreover, these cells showed diminished GSPT1 expression and responsiveness to lipopolysaccharide stimulation, suggesting that GSPT1 functions as a downstream target of Rac1[ 59 ]. Therefore, the Rac1-GSPT1 axis, represents a novel signaling pathway involved in astrocyte activation after CNS injury. However, the direct role of GSPT1 in mediating neuropathic pain remains to be elucidated. Recent studies have expanded this paradigm. A study demonstrated that mitochondrial dysfunction and altered fission/fusion dynamics in reactive astrocytes can contribute to redox imbalance and bioenergetic failure in diabetic models, ultimately exacerbating neuronal injury and pain signaling. Mitochondrial fission factor and dynamin-related protein 1 were identified as upstream regulators of astrocytic stress responses, highlighting the metabolic vulnerability of glia in DN[ 60 ]. Furthermore, a recent study revealed that glial-derived exosomes are active mediators of neuron-glia communication in diabetes. These exosomes, enriched with proinflammatory miRNAs and metabolic enzymes, promote neuronal hyperexcitability and sustain neuropathic pain circuits. Inhibition of exosome release from astrocytes reduced mechanical allodynia and decreased spinal cord levels of IL-6 and C-C motif chemokine ligand 2 (CCL2), underscoring the importance of extracellular vesicle-mediated signaling in DN pathophysiology[ 61 ]. Together, these pathways and mechanisms underscore the multifaceted contribution of astrocytes to DN, bridging intracellular signaling with intercellular communication and metabolic homeostasis. Targeting these signaling axes offers promising therapeutic avenues to mitigate glial-driven neuroinflammation and neuronal sensitization in DN. Figure 2 illustrates the specific molecular and signaling mechanisms of astrocytes involved in the pathogenesis and progression of DN. Figure 2 Specific molecular and signaling mechanisms of astrocytes involved in the pathogenesis and progression of diabetic neuropathy. Under diabetic conditions, hyperglycemia activates astrocytes leading to increased reactive oxygen species (ROS) and nuclear factor kappa B (NF-κB) signaling. This cascade triggers the release of inflammatory cytokines, calcium influx, and mitogen-activated protein kinase (MAPK) activation, culminating in neuroinflammation and astrogliosis. The accumulation of advanced glycation end products (AGEs) and pro-inflammatory cytokines such as interleukin 1 beta (IL-1β) exacerbate peripheral nerve damage, creating a feedback loop that perpetuates astrocyte reactivity and neuronal dysfunction. Astrocytes and intracellular kinases, receptors, and proinflammatory cytokines in DN: Apart from the signaling pathway, astrocytes also exhibit pathological changes and contribute to DN through intracellular kinases, channels, receptors, and transcription factors. The regulation of diabetic neuropathic pain is strongly influenced by the MAPK family, which comprises p38, extracellular signal-regulated kinase (ERK), and JNK[ 62 ]. Notably, phosphorylated ERK levels have been found to increase in spinal astrocytes during the late phase of pain induced by complete Freund’s adjuvant[ 63 ]. A study reported that the mitogen-activated ERK kinase inhibitor U0126 suppresses astrocyte activation and reduces the production of proinflammatory cytokines, including IL-1β and IL-6[ 64 ]. Toll-like receptor 4 (TLR4) is abundantly expressed in astrocytes. The presence of TLRs enables astrocytes to release inflammatory mediators closely associated with neuropathic pain, including IL-6, monocyte chemoattractant protein-1 (MCP-1), and NO[ 65 ]. Experimental studies in TLR2 knockout mice have demonstrated that TLR2 expression is critical for the development of neuropathic pain. Collectively, these findings indicate that both TLR2 and TLR4 contribute to the initiation, progression, and maintenance of pain following nerve injury[ 66 ]. In addition to TLRs, tyrosine receptor kinase B (TrkB) in its truncated isomeric form has also been linked to the pathophysiology of neuropathic pain[ 67 ]. Alternative splicing of TrkB results in the TrkB.T1 isomeric form Trkb.t1, the sole isoform expressed in astrocytes[ 68 ]. Trkb.t1 is expressed in several experimental models of pain[ 69 ]. The neuropathic pain model system showed relief from heat hyperalgesia and aberrant pain perception in Trkb.t1-specific knockout mice[ 70 ]. IL-1β is a well-known cytokine that causes inflammation. After peripheral nerve injuries, astrocytes in the spinal cord have been shown to have increased IL-1β. There is growing evidence that IL-1β plays a role in sensitivity to pain[ 71 ]. The administration of IL-1β receptor antagonists intrathecally reduces neuropathic and inflammatory pain. Moreover, mice lacking the IL-1β type I receptor, or those administered an IL-1β antagonist, exhibited a marked reduction in neuropathic pain. Conversely, intrathecal injection of IL-1β induced pronounced pain hypersensitivity[ 72 ]. MCP-1, also recognized as CCL2, is mostly produced by astrocytes. It has also been discovered that peripheral nerve injury causes a notable rise in JNK-dependent CCL2 in spinal astrocytes, which directly modulates spinal neurons to cause neuropathic pain. α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid and N-methyl D-aspartate (NMDA)-induced spinal dorsal horn neuron inward currents can be quickly increased by CCL2. This suggests increased synaptic glutamate transmission, which is significantly linked to a considerable decrease in nociceptive feeling and an increase in central sensitization[ 62 ]. To further assist the development of pain, CCL2 may also promote the differentiation and division of the spinal microglia[ 73 ]. Proteases that are expressed in astrocytes, including tissue-type plasminogen activators and matrix metalloproteinases (MMPs), have been shown to be important in the development of astrocyte-driven neuropathic pain[ 62 ]. The development of neuropathic pain at various stages following nerve damage has been linked to distinct MMPs. MMP-2 contributes to the maintenance of neuropathic pain in its later stages by promoting IL-1β cleavage and astrocyte activation, whereas MMP-9 drives the early development of neuropathic pain by mediating initial IL-1β cleavage and microglial activation[ 74 ]. A rat model of the spinal nerve ligation has recently shown a strong correlation between astrocyte activation and brain-derived neurotrophic factor (BDNF), which binds to TrkB. Several experimental studies have shown that the BDNF inhibitor ANA-12 can suppress astrocyte activation in the dorsal horn of the spinal cord, thereby reducing or even preventing the development of mechanical nociceptive hypersensitivity. Astrocyte activation has been associated with increased levels of proinflammatory cytokines and BDNF[ 75 ]. Fluorocitrate also reportedly reverses mechanical pain hypersensitivity by inhibiting astrocyte activation and subsequently reducing BDNF levels. These effects are mediated by the binding of BDNF to TrkB.T1, the sole TrkB receptor subtype expressed on astrocytes[ 76 ]. Furthermore, astrocyte-derived BDNF has been found to enhance NMDA receptor expression in excitatory neurons and diminish inhibitory neuronal activity by inducing depolarizing shifts in the gamma aminobutyric acid (GABA) reversal potential and reducing presynaptic GABA conductance. Collectively, these actions increase synaptic activity in excitatory neurons, thereby facilitating the onset and progression of neuropathic pain[ 77 ]. (1) CX36 expression in neurovascular units: Additionally, astrocytes create a network of gap junctions. Among other connexins, the primary structural elements of gap junctions include Cx26, Cx29, Cx30, Cx32, and Cx36. Astrocytes are the only cells that express Cx30 and Cx43[ 78 ]. In addition to controlling gap junction function, astrocyte connexins function as semi-channels that allow chemicals like ATP to be transferred and released from inside to outside of cells[ 79 ]. This regulates synaptic transmission and, by directly interacting with damaged neurons, causes pain[ 80 ]. Although CX43 is the dominant astrocytic connexin, recent studies have uncovered functionally relevant expression of CX36 in astrocytes, particularly within the neurovascular unit during metabolic stress. In diabetic conditions, hyperglycemia and oxidative stress upregulate proinflammatory mediators such as IL-1β and TNF-α, which modulate connexin expression. CX36 expression is altered in diabetic spinal cord tissues, with disrupted localization and reduced coupling efficiency. Moreover, inflammatory signals may impair connexin turnover or phosphorylation, altering their trafficking and assembly. Studies suggest that impaired CX36-mediated gap junctions under hyperglycemic stress diminish homeostatic glial support and contribute to maladaptive network activity in DN. (2) Functional consequences for glial-neuronal coupling: CX36 forms hexameric connexons that dock with counterparts on adjacent cells to form intercellular channels, enabling astrocytes to propagate calcium waves, buffer extracellular potassium, and release ATP and glutamate. In healthy tissue, this synchronization ensures neural-glial metabolic coordination. However, in DN, impaired CX36 function leads to desynchronized glial activity, glutamate excitotoxicity, and increased neuronal hyperexcitability, which are hallmarks of central sensitization. Experimental models have shown that CX36 dysfunction results in elevated ATP and glutamate release, which activate purinergic and NMDA receptors on dorsal horn neurons, amplifying nociceptive signaling. Additionally, CX36-mediated coupling regulates the astrocytic response to mechanical and inflammatory stimuli. Disruption of this network due to altered phosphorylation ( e.g. , by calcium/calmodulin-dependent protein kinase II or protein kinase A) or oxidative modification reduces junctional conductance and impairs glial buffering capacity[ 81 ]. In diabetic states, the resulting glial uncoupling and ion dysregulation not only potentiate pain signaling but also compromise BBB stability and increase cytokine leakage, further exacerbating neuroinflammation. Together, these findings underscore the pathological role of CX36 dysregulation in DN and highlight it as a potential therapeutic target (Figure 3 ). Figure 3 Connexin 36 oligomerization and astrocyte-neuron coupling in diabetic neuropathy. Under physiological conditions, connexin 36 (CX36) forms hexameric hemichannels that align to create gap junctions, enabling synchronized glial-neuronal signaling. Diabetic stressors alter CX36 expression and function, leading to disrupted intercellular communication and central sensitization. EL: Extracellular loop; ROS: Reactive oxygen species; TM: Transmembrane domain. In summary, the following three activation states are generally thought to be how astrocytes involves to regulate DN: (1) Alterations in glial signaling pathways, including alterations in the expression of transcription factors and the phosphorylation level of MAPK; (2) Alterations in receptor and channel protein expression, including the downregulation of glutamate transporters and the upregulation of gap junction proteins and inflammatory factor receptors; and (3) Ongoing production and release of various glia-derived factors, including cytokines, chemokines, and proteinases. THERAPEUTIC TARGETING OF ASTROCYTES IN DN Astrocytes are increasingly recognized as critical players in the pathogenesis of DN, prompting interest in targeting these glial cells for therapeutic intervention. Pharmacological agents such as minocycline and fluocinolone have been shown to modulate astrocytic activity by attenuating neuroinflammation and glial reactivity, thereby offering potential neuroprotective benefits in DN models[ 82 , 83 ]. In parallel, natural compounds like curcumin and resveratrol exhibit astroprotective properties, largely attributed to their antioxidant and anti-inflammatory effects, possibly through the activation of the nuclear factor erythroid 2-related factor 2 (Nrf2) pathway and inhibition of NF-κB signaling[ 84 , 85 ]. These pathways, including JAK/STAT, NF-κB, and Nrf2, have emerged as central regulators of astrocyte function and are key therapeutic targets in the context of DN[ 47 ]. Beyond small molecules, experimental gene therapy and RNA-based approaches, such as small interfering RNA and antisense oligonucleotides are being investigated to modulate astrocyte-specific gene expression and functional responses[ 86 ]. However, current therapies face limitations, including poor astrocyte specificity, insufficient BBB permeability, and inadequate long-term efficacy, which hamper their translational potential[ 87 ]. One critical gap in knowledge is the absence of astrocyte-specific biomarkers in DN, which hinders accurate assessment and targeted intervention[ 88 ]. Moreover, there is a need for refined animal models that better mimic astrocyte-targeted pathology in DN, as current models often fail to capture the complexity of human disease. The heterogeneity of astrocytes, which varies regionally within the CNS may contribute to differential vulnerability to neuropathic damage, yet this remains underexplored[ 89 ]. Finally, the interplay among astrocytes, microglia, and neurons represents a dynamic regulatory axis in DN, emphasizing the importance of glial-neuronal crosstalk in disease progression and the potential for combinatorial therapeutic strategies[ 90 ]. Table 1 Lists the studies that targeted astrocyte activation and the signaling pathway, protein kinase, receptors and mediators involved in the mechanism of DN. Table 1 Research targeted astrocyte and its signaling pathway, protein kinases, receptors, and channels for diabetic neuropathy treatment Name of treatment Target treatment Target cells Mediator/cells, receptor regulated via activation Molecular mechanisms Ref. MK-801 Protein kinase-MAPKs Microglia, neuron NMDA receptor Protein kinases Daulhac et al [ 91 ], 2006 PARP inhibitor, 1,5-isoquinolinediol Enzyme- poly (ADP-ribose) polymerase (PPAR) Microglia, neuron, astrocytes Isoprostane, 8-hydroxy-2′-deoxyguanosine excretion, 4-hydroxynonenal adduct accumulation Enzymes Lupachyk et al [ 92 ], 2011 MK-801 Receptor-NMDA receptor Neuron, astrocytes ERK1/2, NMDA receptor, nNOS, iNOS Receptor-related mechanisms Dauch et al [ 93 ], 2012 U0126 Extracellular signal-regulated protein kinase Neuron, astrocytes p-ERK, Iba1, GFAP, NeuN Protein kinases Xu et al [ 94 ], 2014 levetiracetam Channels-calcium channel Microglia, astrocytes CD 11 b and GFAP expression Ion channels Reda et al [ 95 ], 2016 Lycopene Gap junction- Connexin43 Astrocytes GFAP and TNF-α expression Gap junctions Zhang et al [ 96 ], 2016 Dexmedetomidine Receptor-α2 adrenergic agonist Astrocytes, microglial Iba1, GFAP, IL-1β, TNF-α, glutamate Receptor-related mechanisms Lu et al [ 97 ], 2017 Mesenchymal stem/stromal cells Cytokines-IL-1β, and TNF-α Astrocytes, microglia Iba1, GFAP, catalase, glutathione peroxidase, superoxide dismutase, Nrf2, MDA, IL-1β, TNF-α Cytokines signaling Evangelista et al [ 98 ], 2018 Duloxetine Receptor-Serotonin noradrenaline reuptake inhibitor Astrocytes, microglia CD11, GFAP, sciatic mRNA expression of NGF Receptor-related mechanisms Tawfik et al [ 99 ], 2018 Dexmedetomidine Signaling pathway-Wnt 10a/β-Catenin Astrocytes TNF-α, IL-1β, GFAP, Wnt 10a and β-catenin Signaling pathways Zhong et al [ 100 ], 2018 Ammoxetine Receptor-Serotonin and norepinephrine reuptake inhibitors Astrocytes, microglia Iba1, GFAP, MAPKs, NF-κβ, IL-1β, TNF-α, IL-6 Receptor-related mechanisms Zhang et al [ 101 ], 2018 Hydrogen sulfide donor GYY4137 Cytokines-proinflammatory mediators Astrocytes, microglia Iba1, GFAP, neuron, IL-1β, IL-6, TNF-α Cytokines signaling Shayea et al [ 102 ], 2020 Curcumin Protein kinases-c-Jun N-terminal kinase Astrocytes, neurons p-JNK expression Protein kinases Park et al [ 103 ], 2021 Fluorocitrate Selective inhibitor of astrocyte activation Astrocytes GFAP expression Selective inhibitors Liu et al [ 104 ], 2022 Semaglutide GLP-1 receptor agonists Astrocytes, microglia HbA1c, AGEs, Iba1, GFAP, IL-1β, IL-6, TNF-α GLP-1 receptor agonists Lee et al [ 105 ], 2024 AGEs: Advanced glycation end products; GFAP: Glial fibrillary acidic protein; HbA1c: Glycated hemoglobin; IL-1β: Interleukin 1 beta; IL-6: Interleukin 6; TNF-α: Tumor necrosis factor alpha; iNOS: Inducible nitric oxide synthase; nNOS: Neuronal nitric oxide synthase; NF-κβ: Nuclear factor kappa β; NMDA: N-methyl D-aspartate; ERK: Extracellular signal-regulated kinase; Iba1: Ionized calcium-binding adaptor molecule 1; NeuN: Neuronal nuclei; CD11b: Cluster of differentiation 11b; Nrf2: Nuclear factor erythroid 2–related factor 2; MDA: Malondialdehyde; NGF: Nerve growth factor; MAPKs: Mitogen-activated protein kinases; JNK: C-Jun N-terminal kinase. CONCLUSION Astrocytes have emerged as central yet historically underappreciated contributors to the pathogenesis of DN. Traditionally overshadowed by neurons and microglia in neurodegenerative research, astrocytes are now recognized for their active involvement in neuroinflammation, oxidative stress, and neuronal support failure in DN. Despite growing evidence, current therapies largely overlook astrocytic mechanisms, underscoring a critical gap in both basic research and clinical translation. However, significant challenges remain, including a lack of astrocyte-specific biomarkers, insufficient animal models that accurately replicate astrocytic involvement in DN, and limited understanding of astrocyte heterogeneity and glia-neuron-microglia crosstalk. Addressing these limitations through focused research will be essential for the development of effective, astrocyte-targeted therapies. Advocacy for this shift in perspective is crucial to uncovering new mechanisms and therapeutic opportunities in DN. Conflict-of-interest statement: The author(s) declared no potential conflicts of interest concerning the research, authorship, and publication of this article. Provenance and peer review: Invited article; Externally peer reviewed. Peer-review model: Single blind Specialty type: Endocrinology and metabolism Country of origin: Malaysia Peer-review report’s classification Scientific Quality: Grade A, Grade B, Grade B, Grade B, Grade C, Grade C Novelty: Grade A, Grade B, Grade B, Grade C, Grade C Creativity or Innovation: Grade B, Grade B, Grade B, Grade C, Grade C Scientific Significance: Grade B, Grade B, Grade B, Grade C, Grade C P-Reviewer: Arumugam VA, PhD, Professor, India; Hwu CM, MD, Professor, Taiwan; Wu QN, MD, PhD, Professor, China; Xu TC, MD, PhD, Chairman, Consultant, Director, Professor, China S-Editor: Lin C L-Editor: Filipodia P-Editor: Zhang YL 1 NCD Risk Factor Collaboration (NCD-RisC) Worldwide trends in diabetes prevalence and treatment from 1990 to 2022: a pooled analysis of 1108 population-representative studies with 141 million participants Lancet 2024 404 2077 2093 39549716 2 Bouhassira D Letanoux M Hartemann A Chronic pain with neuropathic characteristics in diabetic patients: a French cross-sectional study PLoS One 2013 8 e74195 24058527 3 Javed S Petropoulos IN Alam U Malik RA Treatment of painful diabetic neuropathy Ther Adv Chronic Dis 2015 6 15 28 25553239 4 Robertson DB Dental Caries Dent Regist 1898 52 368 386 5 Ji RR Donnelly CR Nedergaard M Astrocytes in chronic pain and itch Nat Rev Neurosci 2019 20 667 685 31537912 6 Yuan Y Liu H Dai Z He C Qin S Su Z From Physiology to Pathology of Astrocytes: Highlighting Their Potential as Therapeutic Targets for CNS Injury Neurosci Bull 2025 41 131 154 39080102 7 Szewczyk AK Jamroz-Wiśniewska A Haratym N Rejdak K Neuropathic pain and chronic pain as an underestimated interdisciplinary problem Int J Occup Med Environ Health 2022 35 249 264 35040826 8 Nickel FT Seifert F Lanz S Maihöfner C Mechanisms of neuropathic pain Eur Neuropsychopharmacol 2012 22 81 91 21672666 9 Block ML Zecca L Hong JS Microglia-mediated neurotoxicity: uncovering the molecular mechanisms Nat Rev Neurosci 2007 8 57 69 17180163 10 Fang XX Wang H Song HL Wang J Zhang ZJ Neuroinflammation Involved in Diabetes-Related Pain and Itch Front Pharmacol 2022 13 921612 35795572 11 Cibelli A Spray DC Mola MG Editorial: Glial cells in homeostasis, neurodevelopment, and repair Front Cell Neurosci 2025 19 1575105 40083635 12 Domingues HS Portugal CC Socodato R Relvas JB Oligodendrocyte, Astrocyte, and Microglia Crosstalk in Myelin Development, Damage, and Repair Front Cell Dev Biol 2016 4 71 27551677 13 Planas AM Role of microglia in stroke Glia 2024 72 1016 1053 38173414 14 Verkhratsky A Nedergaard M Physiology of Astroglia Physiol Rev 2018 98 239 389 29351512 15 Bugiani M Plug BC Man JHK Breur M van der Knaap MS Heterogeneity of white matter astrocytes in the human brain Acta Neuropathol 2022 143: 159 177 16 Valles SL Singh SK Campos-Campos J Colmena C Campo-Palacio I Alvarez-Gamez K Caballero O Jorda A Functions of Astrocytes under Normal Conditions and after a Brain Disease Int J Mol Sci 2023 24 8434 37176144 17 Vasile F Dossi E Rouach N Human astrocytes: structure and functions in the healthy brain Brain Struct Funct 2017 222 2017 2029 28280934 18 Wei J Wang M Li S Han R Xu W Zhao A Yu Q Li H Li M Chi G Reprogramming of astrocytes and glioma cells into neurons for central nervous system repair and glioblastoma therapy Biomed Pharmacother 2024 176 116806 38796971 19 Nguyen H Zerimech S Baltan S Astrocyte Mitochondria in White-Matter Injury Neurochem Res 2021 46 2696 2714 33527218 20 Sato Y Falcone-Juengert J Tominaga T Su H Liu J Remodeling of the Neurovascular Unit Following Cerebral Ischemia and Hemorrhage Cells 2022 11 2823 36139398 21 Werkman IL Kövilein J de Jonge JC Baron W Impairing committed cholesterol biosynthesis in white matter astrocytes, but not grey matter astrocytes, enhances in vitro myelination J Neurochem 2021 156 624 641 32602556 22 Murakami S Kurachi Y Mechanisms of astrocytic K(+) clearance and swelling under high extracellular K(+) concentrations J Physiol Sci 2016 66 127 142 26507417 23 Barker AJ Ullian EM Astrocytes and synaptic plasticity Neuroscientist 2010 16 40 50 20236948 24 Szabó Z Héja L Szalay G Kékesi O Füredi A Szebényi K Dobolyi Á Orbán TI Kolacsek O Tompa T Miskolczy Z Biczók L Rózsa B Sarkadi B Kardos J Extensive astrocyte synchronization advances neuronal coupling in slow wave activity in vivo Sci Rep 2017 7 6018 28729692 25 Sofroniew MV Vinters HV Astrocytes: biology and pathology Acta Neuropathol 2010 119 7 35 20012068 26 Ramana KV Aldose Reductase: New Insights for an Old Enzyme Biomol Concepts 2011 2 103 114 21547010 27 Puddu A Sanguineti R Durante A Nicolò M Viviani GL Vascular endothelial growth factor-C secretion is increased by advanced glycation end-products: possible implication in ocular neovascularization Mol Vis 2012 18 2509 2517 23112566 28 Lim AK Ma FY Nikolic-Paterson DJ Ozols E Young MJ Bennett BL Friedman GC Tesch GH Evaluation of JNK blockade as an early intervention treatment for type 1 diabetic nephropathy in hypertensive rats Am J Nephrol 2011 34 337 346 21876346 29 Abdelkader NF Ibrahim SM Moustafa PE Elbaset MA Inosine mitigated diabetic peripheral neuropathy via modulating GLO1/AGEs/RAGE/NF-κB/Nrf2 and TGF-β/PKC/TRPV1 signaling pathways Biomed Pharmacother 2022 145 112395 34775239 30 Ab Hamid N Omar N Ismail CAN Long I Insight of Mechanism and Signalling Pathway in Pathogenesis of Diabetic Neuropathy: A Review IIUM Med J Malays 2021 20 31 Zhao H Alam A Chen Q A Eusman M Pal A Eguchi S Wu L Ma D The role of microglia in the pathobiology of neuropathic pain development: what do we know? Br J Anaesth 2017 118 504 516 28403399 32 Wang J Li G Wang Z Zhang X Yao L Wang F Liu S Yin J Ling EA Wang L Hao A High glucose-induced expression of inflammatory cytokines and reactive oxygen species in cultured astrocytes Neuroscience 2012 202 58 68 22178606 33 Zhang X Liang Z Zhou Y Wang F Wei S Tan B Guo Y Artesunate Inhibits Apoptosis and Promotes Survival in Schwann Cells via the PI3K/AKT/mTOR Axis in Diabetic Peripheral Neuropathy Biol Pharm Bull 2023 46 764 772 37258141 34 Jende JME Kender Z Mooshage C Groener JB Alvarez-Ramos L Kollmer J Juerchott A Hahn A Heiland S Nawroth P Bendszus M Kopf S Kurz FT Diffusion Tensor Imaging of the Sciatic Nerve as a Surrogate Marker for Nerve Functionality of the Upper and Lower Limb in Patients With Diabetes and Prediabetes Front Neurosci 2021 15 642589 33746707 35 Colcimen N Altindag F Evaluation of the effects of sinapic acid and ellagic acid on sciatic nerve in experimental diabetic rats by immunohistochemical and stereological methods J Chem Neuroanat 2023 131 102274 37085061 36 Abdyeva A Kurtova E Savinkova I Galkov M Gorbacheva L Long-Term Exposure of Cultured Astrocytes to High Glucose Impact on Their LPS-Induced Activation Int J Mol Sci 2024 25 1122 38256196 37 Bhatt M Sharma M Das B The Role of Inflammatory Cascade and Reactive Astrogliosis in Glial Scar Formation Post-spinal Cord Injury Cell Mol Neurobiol 2024 44 78 39579235 38 Bheereddy P Yerra VG Kalvala AK Sherkhane B Kumar A SIRT1 Activation by Polydatin Alleviates Oxidative Damage and Elevates Mitochondrial Biogenesis in Experimental Diabetic Neuropathy Cell Mol Neurobiol 2021 41 1563 1577 32683581 39 Chistyakov DV Azbukina NV Astakhova AA Polozhintsev AI Sergeeva MG Reiser G Toll-like receptors control p38 and JNK MAPK signaling pathways in rat astrocytes differently, when cultured in normal or high glucose concentrations Neurochem Int 2019 131 104513 31369777 40 Price BR Johnson LA Norris CM Reactive astrocytes: The nexus of pathological and clinical hallmarks of Alzheimer's disease Ageing Res Rev 2021 68 101335 33812051 41 Chen G Park CK Xie RG Berta T Nedergaard M Ji RR Connexin-43 induces chemokine release from spinal cord astrocytes to maintain late-phase neuropathic pain in mice Brain 2014 137 2193 2209 24919967 42 Retamal MA Froger N Palacios-Prado N Ezan P Sáez PJ Sáez JC Giaume C Cx43 hemichannels and gap junction channels in astrocytes are regulated oppositely by proinflammatory cytokines released from activated microglia J Neurosci 2007 27 13781 13792 18077690 43 Gao YJ Zhang L Samad OA Suter MR Yasuhiko K Xu ZZ Park JY Lind AL Ma Q Ji RR JNK-induced MCP-1 production in spinal cord astrocytes contributes to central sensitization and neuropathic pain J Neurosci 2009 29: 4096 4108 44 Düzenli N Can C Önal A Blockage of thrombospondin 4 secreted by spinal astrocytes may be a promising therapeutic target in the treatment of neuropathic pain Explor Neuroprot Ther 2022 22 226 241 45 Kim SK Hayashi H Ishikawa T Shibata K Shigetomi E Shinozaki Y Inada H Roh SE Kim SJ Lee G Bae H Moorhouse AJ Mikoshiba K Fukazawa Y Koizumi S Nabekura J Cortical astrocytes rewire somatosensory cortical circuits for peripheral neuropathic pain J Clin Invest 2016 126 1983 1997 27064281 46 Koyama Y Signaling molecules regulating phenotypic conversions of astrocytes and glial scar formation in damaged nerve tissues Neurochem Int 2014 78 35 42 25180676 47 Tsuda M Kohro Y Yano T Tsujikawa T Kitano J Tozaki-Saitoh H Koyanagi S Ohdo S Ji RR Salter MW Inoue K JAK-STAT3 pathway regulates spinal astrocyte proliferation and neuropathic pain maintenance in rats Brain 2011 134 1127 1139 21371995 48 Liu M Cheng X Yan H Chen J Liu C Chen Z MiR-135-5p Alleviates Bone Cancer Pain by Regulating Astrocyte-Mediated Neuroinflammation in Spinal Cord through JAK2/STAT3 Signaling Pathway Mol Neurobiol 2021 58 4802 4815 34176097 49 Chen Y Miles DK Hoang T Shi J Hurlock E Kernie SG Lu QR The basic helix-loop-helix transcription factor olig2 is critical for reactive astrocyte proliferation after cortical injury J Neurosci 2008 28 10983 10989 18945906 50 Marumo T Takagi Y Muraki K Hashimoto N Miyamoto S Tanigaki K Notch signaling regulates nucleocytoplasmic Olig2 translocation in reactive astrocytes differentiation after ischemic stroke Neurosci Res 2013 75 204 209 23396245 51 Shimada IS Borders A Aronshtam A Spees JL Proliferating reactive astrocytes are regulated by Notch-1 in the peri-infarct area after stroke Stroke 2011 42 3231 3237 21836083 52 Bertozzi MM Rossaneis AC Fattori V Longhi-Balbinot DT Freitas A Cunha FQ Alves-Filho JC Cunha TM Casagrande R Verri WA Jr Diosmin reduces chronic constriction injury-induced neuropathic pain in mice Chem Biol Interact 2017 273 180 189 28625489 53 Chen Z Doyle TM Luongo L Largent-Milnes TM Giancotti LA Kolar G Squillace S Boccella S Walker JK Pendleton A Spiegel S Neumann WL Vanderah TW Salvemini D Sphingosine-1-phosphate receptor 1 activation in astrocytes contributes to neuropathic pain Proc Natl Acad Sci U S A 2019 116 10557 10562 31068460 54 Ralay Ranaivo H Patel F Wainwright MS Albumin activates the canonical TGF receptor-smad signaling pathway but this is not required for activation of astrocytes Exp Neurol 2010 226 310 319 20854815 55 Zhang R Wu Y Xie F Zhong Y Wang Y Xu M Feng J Charish J Monnier PP Qin X RGMa mediates reactive astrogliosis and glial scar formation through TGFβ1/Smad2/3 signaling after stroke Cell Death Differ 2018 25 1503 1516 29396549 56 Lu W Chen Z Wen J RhoA/ROCK signaling pathway and astrocytes in ischemic stroke Metab Brain Dis 2021 36 1101 1108 33745103 57 Erschbamer MK Hofstetter CP Olson L RhoA, RhoB, RhoC, Rac1, Cdc42, and Tc10 mRNA levels in spinal cord, sensory ganglia, and corticospinal tract neurons and long-lasting specific changes following spinal cord injury J Comp Neurol 2005 484 224 233 15736231 58 Hang LH Shao DH Chen Z Sun WJ Spinal RhoA/Rho kinase signalling pathway may participate in the development of bone cancer pain Basic Clin Pharmacol Toxicol 2013 113 87 91 23521814 59 Ishii T Ueyama T Shigyo M Kohta M Kondoh T Kuboyama T Uebi T Hamada T Gutmann DH Aiba A Kohmura E Tohda C Saito N A Novel Rac1-GSPT1 Signaling Pathway Controls Astrogliosis Following Central Nervous System Injury J Biol Chem 2017 292 1240 1250 27941025 60 Silva Santos Ribeiro P Willemen HLDM Eijkelkamp N Mitochondria and sensory processing in inflammatory and neuropathic pain Front Pain Res (Lausanne) 2022 3 1013577 36324872 61 Akbari-Gharalari N Khodakarimi S Nezhadshahmohammad F Karimipour M Ebrahimi-Kalan A Wu J Exosomes in neuron-glia communication: A review on neurodegeneration Bioimpacts 2024 14 30153 39296798 62 Gao YJ Ji RR Chemokines, neuronal-glial interactions, and central processing of neuropathic pain Pharmacol Ther 2010 126 56 68 20117131 63 Weyerbacher AR Xu Q Tamasdan C Shin SJ Inturrisi CE N-Methyl-D-aspartate receptor (NMDAR) independent maintenance of inflammatory pain Pain 2010 148 237 246 20005044 64 Zhong Y Chen J Chen J Chen Y Li L Xie Y Crosstalk between Cdk5/p35 and ERK1/2 signalling mediates spinal astrocyte activity via the PPARγ pathway in a rat model of chronic constriction injury J Neurochem 2019 151 166 184 31314915 65 Thakur KK Saini J Mahajan K Singh D Jayswal DP Mishra S Bishayee A Sethi G Kunnumakkara AB Therapeutic implications of toll-like receptors in peripheral neuropathic pain Pharmacol Res 2017 115 224 232 27894923 66 Kim D Kim MA Cho IH Kim MS Lee S Jo EK Choi SY Park K Kim JS Akira S Na HS Oh SB Lee SJ A critical role of toll-like receptor 2 in nerve injury-induced spinal cord glial cell activation and pain hypersensitivity J Biol Chem 2007 282 14975 14983 17355971 67 Renn CL Leitch CC Dorsey SG In vivo evidence that truncated trkB.T1 participates in nociception Mol Pain 2009 5 61 19874592 68 Holt LM Hernandez RD Pacheco NL Torres Ceja B Hossain M Olsen ML Astrocyte morphogenesis is dependent on BDNF signaling via astrocytic TrkB.T1 Elife 2019 8 e44667 31433295 69 Matyas JJ O'Driscoll CM Yu L Coll-Miro M Daugherty S Renn CL Faden AI Dorsey SG Wu J Truncated TrkB.T1-Mediated Astrocyte Dysfunction Contributes to Impaired Motor Function and Neuropathic Pain after Spinal Cord Injury J Neurosci 2017 37 3956 3971 28270575 70 Dorsey SG Renn CL Carim-Todd L Barrick CA Bambrick L Krueger BK Ward CW Tessarollo L In vivo restoration of physiological levels of truncated TrkB.T1 receptor rescues neuronal cell death in a trisomic mouse model Neuron 2006 51 21 28 16815329 71 Kiguchi N Kobayashi Y Kishioka S Chemokines and cytokines in neuroinflammation leading to neuropathic pain Curr Opin Pharmacol 2012 12 55 61 22019566 72 Kawasaki Y Zhang L Cheng JK Ji RR Cytokine mechanisms of central sensitization: distinct and overlapping role of interleukin-1beta, interleukin-6, and tumor necrosis factor-alpha in regulating synaptic and neuronal activity in the superficial spinal cord J Neurosci 2008 28 5189 5194 18480275 73 Nakagawa T Kaneko S Spinal astrocytes as therapeutic targets for pathological pain J Pharmacol Sci 2010 114 347 353 21081837 74 Kawasaki Y Xu ZZ Wang X Park JY Zhuang ZY Tan PH Gao YJ Roy K Corfas G Lo EH Ji RR Distinct roles of matrix metalloproteases in the early- and late-phase development of neuropathic pain Nat Med 2008 14 331 336 18264108 75 Chiang CY Sessle BJ Dostrovsky JO Role of astrocytes in pain Neurochem Res 2012 37 2419 2431 22638776 76 Wu J Renn CL Faden AI Dorsey SG TrkB.T1 contributes to neuropathic pain after spinal cord injury through regulation of cell cycle pathways J Neurosci 2013 33 12447 12463 23884949 77 Zhou W Xie Z Li C Xing Z Xie S Li M Yao J Driving effect of BDNF in the spinal dorsal horn on neuropathic pain Neurosci Lett 2021 756 135965 34022262 78 Nagy JI Dudek FE Rash JE Update on connexins and gap junctions in neurons and glia in the mammalian nervous system Brain Res Brain Res Rev 2004 47 191 215 15572172 79 Xing L Yang T Cui S Chen G Connexin Hemichannels in Astrocytes: Role in CNS Disorders Front Mol Neurosci 2019 12 23 30787868 80 D'hondt C Iyyathurai J Himpens B Leybaert L Bultynck G Cx43-hemichannel function and regulation in physiology and pathophysiology: insights from the bovine corneal endothelial cell system and beyond Front Physiol 2014 5 348 25309448 81 Muñoz MF Griffith TN Contreras JE Mechanisms of ATP release in pain: role of pannexin and connexin channels Purinergic Signal 2021 17 549 561 34792743 82 Pabreja K Dua K Sharma S Padi SS Kulkarni SK Minocycline attenuates the development of diabetic neuropathic pain: possible anti-inflammatory and anti-oxidant mechanisms Eur J Pharmacol 2011 661 15 21 21536024 83 Tiwari AP Tristan LJC Albin B Yang IH Fluocinolone Acetonide Enhances Anterograde Mitochondria Trafficking and Promotes Neuroprotection against Paclitaxel-Induced Peripheral Neuropathy ACS Chem Neurosci 2023 14 2208 2216 37167105 84 Elsayed HRH Rabei MR Elshaer MMA El Nashar EM Alghamdi MA Al-Qahtani Z Nabawy A Suppression of neuronal apoptosis and glial activation with modulation of Nrf2/HO-1 and NF-kB signaling by curcumin in streptozotocin-induced diabetic spinal cord central neuropathy Front Neuroanat 2023 17 1094301 36968023 85 Zhang W Yu H Lin Q Liu X Cheng Y Deng B Anti-inflammatory effect of resveratrol attenuates the severity of diabetic neuropathy by activating the Nrf2 pathway Aging (Albany NY) 2021 13 10659 10671 33770763 86 Mata M Chattopadhyay M Fink DJ Gene therapy for the treatment of diabetic neuropathy Curr Diab Rep 2008 8 431 436 18990298 87 Valori CF Possenti A Brambilla L Rossi D Challenges and Opportunities of Targeting Astrocytes to Halt Neurodegenerative Disorders Cells 2021 10 2019 34440788 88 Fujita Y Murakami T Nakamura A Recent Advances in Biomarkers and Regenerative Medicine for Diabetic Neuropathy Int J Mol Sci 2021 22 2301 33669048 89 Zhou B Zuo YX Jiang RT Astrocyte morphology: Diversity, plasticity, and role in neurological diseases CNS Neurosci Ther 2019 25 665 673 30929313 90 Henn RE Noureldein MH Elzinga SE Kim B Savelieff MG Feldman EL Glial-neuron crosstalk in health and disease: A focus on metabolism, obesity, and cognitive impairment Neurobiol Dis 2022 170 105766 35584728 91 Daulhac L Mallet C Courteix C Etienne M Duroux E Privat AM Eschalier A Fialip J Diabetes-induced mechanical hyperalgesia involves spinal mitogen-activated protein kinase activation in neurons and microglia via N-methyl-D-aspartate-dependent mechanisms Mol Pharmacol 2006 70 1246 1254 16868181 92 Lupachyk S Shevalye H Maksimchyk Y Drel VR Obrosova IG PARP inhibition alleviates diabetes-induced systemic oxidative stress and neural tissue 4-hydroxynonenal adduct accumulation: correlation with peripheral nerve function Free Radic Biol Med 2011 50 1400 1409 21300148 93 Dauch JR Yanik BM Hsieh W Oh SS Cheng HT Neuron-astrocyte signaling network in spinal cord dorsal horn mediates painful neuropathy of type 2 diabetes Glia 2012 60 1301 1315 22573263 94 Xu X Chen H Ling BY Xu L Cao H Zhang YQ Extracellular signal-regulated protein kinase activation in spinal cord contributes to pain hypersensitivity in a mouse model of type 2 diabetes Neurosci Bull 2014 30 53 66 24194231 95 Reda HM Zaitone SA Moustafa YM Effect of levetiracetam versus gabapentin on peripheral neuropathy and sciatic degeneration in streptozotocin-diabetic mice: Influence on spinal microglia and astrocytes Eur J Pharmacol 2016 771 162 172 26712375 96 Zhang FF Morioka N Kitamura T Fujii S Miyauchi K Nakamura Y Hisaoka-Nakashima K Nakata Y Lycopene ameliorates neuropathic pain by upregulating spinal astrocytic connexin 43 expression Life Sci 2016 155 116 122 27197028 97 Lu Y Lin B Zhong J The Therapeutic Effect of Dexmedetomidine on Rat Diabetic Neuropathy Pain and the Mechanism Biol Pharm Bull 2017 40 1432 1438 28626198 98 Evangelista AF Vannier-Santos MA de Assis Silva GS Silva DN Juiz PJL Nonaka CKV Dos Santos RR Soares MBP Villarreal CF Bone marrow-derived mesenchymal stem/stromal cells reverse the sensorial diabetic neuropathy via modulation of spinal neuroinflammatory cascades J Neuroinflammation 2018 15 189 29933760 99 Tawfik MK Helmy SA Badran DI Zaitone SA Neuroprotective effect of duloxetine in a mouse model of diabetic neuropathy: Role of glia suppressing mechanisms Life Sci 2018 205 113 124 29763613 100 Zhong JM Lu YC Zhang J Dexmedetomidine Reduces Diabetic Neuropathy Pain in Rats through the Wnt 10a/β-Catenin Signaling Pathway Biomed Res Int 2018 2018 9043628 30622965 101 Zhang TT Xue R Fan SY Fan QY An L Li J Zhu L Ran YH Zhang LM Zhong BH Li YF Ye CY Zhang YZ Ammoxetine attenuates diabetic neuropathic pain through inhibiting microglial activation and neuroinflammation in the spinal cord J Neuroinflammation 2018 15 176 29879988 102 Shayea AMF Mousa AMA Renno WM Nadar MS Qabazard B Yousif MHM Chronic Treatment With Hydrogen Sulfide Donor GYY4137 Mitigates Microglial and Astrocyte Activation in the Spinal Cord of Streptozotocin-Induced Diabetic Rats J Neuropathol Exp Neurol 2020 79 1320 1343 33271602 103 Park H Lee JH Sim JH Park J Choi SS Leem JG Effects of Curcumin Treatment in a Diabetic Neuropathic Pain Model of Rats: Involvement of c-Jun N-Terminal Kinase Located in the Astrocytes and Neurons of the Dorsal Root Ganglion Pain Res Manag 2021 2021 8787231 33532012 104 Liu X He J Gao J Xiao Z Fluorocitrate and neurotropin confer analgesic effects on neuropathic pain in diabetic rats via inhibition of astrocyte activation in the periaqueductal gray Neurosci Lett 2022 768 136378 34861344 105 Lee SO Kuthati Y Huang WH Wong CS Semaglutide Ameliorates Diabetic Neuropathic Pain by Inhibiting Neuroinflammation in the Spinal Cord Cells 2024 13 1857 39594606",
  "plain_text": "Diabetes mellitus (DM) and its complications continue to impose a substantial burden on healthcare systems worldwide. Diabetic neuropathy (DN) is one of the most common chronic microvascular and neurodegenerative complications of DM. It is clinically characterized by allodynia, hyperalgesia, and abnormal or absent nerve fiber sensation, which collectively contribute to poor quality of life, sleep disturbances, depression, and increased mortality. Although several pharmacological agents are available to alleviate DN-related symptoms, their limited long-term efficacy and adverse side effects underscore the urgent need for novel therapeutic approaches. This limitation may be attributed to an incomplete understanding of the underlying mechanisms of DN. Accumulating evidence has highlighted the contribution of glial cells including astrocytes, microglia, and oligodendrocytes to the pathogenesis of DN. However, the specific role of astrocytes remains insufficiently defined. Therefore, this review provides a comprehensive evaluation of current knowledge regarding astrocyte involvement in DN mechanisms, with the goal of clarifying their contribution to disease progression and identifying potential therapeutic targets."
}
