{
    "PMC": "6009746",
    "DOI": "10.1100/tsw.2002.226",
    "PMID": "12805904",
    "PMCID": "PMC6009746",
    "title": "DNA-related pathways defective in human premature aging.",
    "year": 2002,
    "source_url": "https://europepmc.org/article/PMC/PMC6009746",
    "source": "MED",
    "abstract_text": "One of the major issues in studies on aging is the choice of biological model system. The human premature aging disorders represent excellent model systems for the study of the normal aging process, which occurs at a much earlier stage in life in these individuals than in normals. The patients with premature aging also get the age associated diseases at an early stage in life, and thus age associated disease can be studied as well. It is thus of great interest to understand the molecular pathology of these disorders.",
    "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 6009746 12805904 534897 10.1100/tsw.2002.226 Mini-Review Article DNA-Related Pathways Defective in Human Premature Aging Bohr Vilhelm A. * Laboratory of Molecular Gerontology, National Institute on Aging, National Institutes of Health, 5600 Nathan Shock Dr., Baltimore, MD 21224, USA *Vilhelm A. Bohr: bohrv@grc.nia.gov 2002 7 5 2002 2 1216 1226 27 11 2001 18 3 2002 20 3 2002 Copyright © 2002 Vilhelm A. Bohr. 2002 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. One of the major issues in studies on aging is the choice of biological model system. The human premature aging disorders represent excellent model systems for the study of the normal aging process, which occurs at a much earlier stage in life in these individuals than in normals. The patients with premature aging also get the age associated diseases at an early stage in life, and thus age associated disease can be studied as well. It is thus of great interest to understand the molecular pathology of these disorders. aging premature aging Werner syndrome Cockayne syndrome DNA repair",
    "full_text_abstract": "One of the major issues in studies on aging is the choice of biological model system. The human premature aging disorders represent excellent model systems for the study of the normal aging process, which occurs at a much earlier stage in life in these individuals than in normals. The patients with premature aging also get the age associated diseases at an early stage in life, and thus age associated disease can be studied as well. It is thus of great interest to understand the molecular pathology of these disorders."
}