{
    "PMC": "4117764",
    "DOI": "10.1093/nar/gku533",
    "PMID": "24939902",
    "PMCID": "PMC4117764",
    "title": "CBP and p300 acetylate PCNA to link its degradation with nucleotide excision repair synthesis.",
    "year": 2014,
    "source_url": "https://europepmc.org/article/PMC/PMC4117764",
    "source": "MED",
    "abstract_text": "The proliferating cell nuclear antigen (PCNA) protein serves as a molecular platform recruiting and coordinating the activity of factors involved in multiple deoxyribonucleic acid (DNA) transactions. To avoid dangerous genome instability, it is necessary to prevent excessive retention of PCNA on chromatin. Although PCNA functions during DNA replication appear to be regulated by different post-translational modifications, the mechanism regulating PCNA removal and degradation after nucleotide excision repair (NER) is unknown. Here we report that CREB-binding protein (CBP), and less efficiently p300, acetylated PCNA at lysine (Lys) residues Lys13,14,77 and 80, to promote removal of chromatin-bound PCNA and its degradation during NER. Mutation of these residues resulted in impaired DNA replication and repair, enhanced the sensitivity to ultraviolet radiation, and prevented proteolytic degradation of PCNA after DNA damage. Depletion of both CBP and p300, or failure to load PCNA on DNA in NER deficient cells, prevented PCNA acetylation and degradation, while proteasome inhibition resulted in accumulation of acetylated PCNA. These results define a CBP and p300-dependent mechanism for PCNA acetylation after DNA damage, linking DNA repair synthesis with removal of chromatin-bound PCNA and its degradation, to ensure genome stability.",
    "full_text": "Nucleic Acids Res Nucleic Acids Res nar nar Nucleic Acids Research 0305-1048 1362-4962 Oxford University Press 4117764 10.1093/nar/gku533 Genome Integrity, Repair and Replication CBP and p300 acetylate PCNA to link its degradation with nucleotide excision repair synthesis Cazzalini Ornella 1 Sommatis Sabrina 1 Tillhon Micol 2 Dutto Ilaria 2 Bachi Angela 3 Rapp Alexander 4 Nardo Tiziana 2 Scovassi A. Ivana 2 Necchi Daniela 5 Cardoso M. Cristina 4 Stivala Lucia A. 1 Prosperi Ennio 2 * 1 Department of Molecular Medicine, University of Pavia, Pavia 27100, Italy 2 Institute of Molecular Genetics, National Research Council (CNR), Pavia 27100, Italy 3 IFOM-FIRC Institute of Molecular Oncology, Milan 20100, Italy 4 Technische Universität Darmstadt, Darmstadt 64287, Germany 5 Department of Drug Sciences, University of Pavia, Pavia 27100, Italy * To whom correspondence should be addressed. Tel: +39 0382 986267; Fax: +39 0382 986430; Email: prosperi@igm.cnr.it 01 9 2014 17 6 2014 17 6 2014 42 13 8433 8448 02 6 2014 21 5 2014 31 1 2014 © The Author(s) 2014. Published by Oxford University Press on behalf of Nucleic Acids Research. 2014 This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/licenses/by-nc/3.0/ ), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com The proliferating cell nuclear antigen (PCNA) protein serves as a molecular platform recruiting and coordinating the activity of factors involved in multiple deoxyribonucleic acid (DNA) transactions. To avoid dangerous genome instability, it is necessary to prevent excessive retention of PCNA on chromatin. Although PCNA functions during DNA replication appear to be regulated by different post-translational modifications, the mechanism regulating PCNA removal and degradation after nucleotide excision repair (NER) is unknown. Here we report that CREB-binding protein (CBP), and less efficiently p300, acetylated PCNA at lysine (Lys) residues Lys13,14,77 and 80, to promote removal of chromatin-bound PCNA and its degradation during NER. Mutation of these residues resulted in impaired DNA replication and repair, enhanced the sensitivity to ultraviolet radiation, and prevented proteolytic degradation of PCNA after DNA damage. Depletion of both CBP and p300, or failure to load PCNA on DNA in NER deficient cells, prevented PCNA acetylation and degradation, while proteasome inhibition resulted in accumulation of acetylated PCNA. These results define a CBP and p300-dependent mechanism for PCNA acetylation after DNA damage, linking DNA repair synthesis with removal of chromatin-bound PCNA and its degradation, to ensure genome stability. cover-date 2014 INTRODUCTION The proliferating cell nuclear antigen (PCNA) is a homotrimeric protein arranged to form a circular ring-shaped structure which may encircle deoxyribonucleic acid (DNA) ( 1 , 2 ), thereby acting as a molecular platform for DNA replication and repair enzymes ( 3 ). In addition, PCNA interacts with a large number of factors participating in transcription, chromatin remodeling, chromatid cohesion, as well as cell cycle regulation and apoptosis ( 4–7 ). PCNA plays a central role in these processes by coordinating the activity of multiple partners ( 8 , 9 ). However, mechanisms regulating PCNA function, such as post-translational modifications, have emerged only recently ( 10 ). Post-translational modifications of PCNA, such as ubiquitination and sumoylation, were the first to be unambiguously identified ( 11 ). PCNA monoubiquitination at lysine (Lys) 164 was shown to regulate DNA polymerase by switching interaction from DNA polymerase δ to DNA polymerase η, when the replication fork encounters a blocking lesion ( 12 , 13 ). Lys107 ubiquitination was also described in response to DNA ligase I deficiency ( 14 ). Polyubiquitination of PCNA has been also shown to play important roles in maintaining genome integrity ( 15–19 ). PCNA monoubiquitination is also involved in somatic hypermutation, class switch recombination, and possibly in meiotic progression ( 20 , 21 ). PCNA sumoylation is thought to be required for preventing fork collapse into double strand breaks ( 22 ). Early studies suggested that PCNA was phosphorylated during DNA replication and repair ( 23–25 ). Later, phosphorylation at tyrosine 211 (Tyr211) by epidermal growth factor (EGF) receptor kinase ( 26 ), and c-Abl tyrosine kinase ( 27 ) were shown to regulate PCNA stability during DNA replication ( 28 ). The association with ERK8 kinase also influenced PCNA stability by regulating the interaction with MDM2, although no evidence that ERK8 could phosphorylate PCNA, was provided ( 29 ). Finally, Tyr114 phosphorylation has been recently reported to control adipocytes generation ( 30 ). PCNA acetylation was suggested to regulate interaction with DNA polymerase β and δ ( 31 ). Acetylated lysines (Lys77, 80 and 248) were identified by mass spectrometry (MS) coupled to stable isotope labeling by amino acids in culture (SILAC) of mammalian cells ( 32 ). Mutational studies indicated that PCNA acetylation at Lys14 promoted its degradation after ultraviolet (UV) damage to inhibit DNA replication ( 33 ). However, the mechanism controlling PCNA removal from chromatin and its degradation after UV-induced nucleotide excision repair is unknown. This is an important determinant for genome stability, since excessive retention of PCNA on chromatin may endanger genome stability ( 34 , 35 ). Although PCNA may interact with the lysine (K) acetyl transferase (KAT) p300 (KAT3B), during DNA repair ( 36 ), an in vitro assay suggested that PCNA was a poor substrate for this KAT ( 37 ). Thus, the enzyme/s responsible for PCNA acetylation and the role of this modification in DNA repair, remain to be elucidated. Here, we have investigated the molecular mechanism underlying PCNA acetylation by assessing the interaction of PCNA with CREB binding protein (known as CREBBP, CBP, KAT3A), which shares a high degree of homology with p300 ( 38 , 39 ). PCNA acetylation by CBP and p300 have been compared in vitro , and acetylated lysine residues have been identified by MS/MS. Site-directed mutagenesis of these amino acids resulted in impaired DNA synthesis, in vivo and in vitro . We also provide evidence that lack of PCNA acetylation in these mutants, or after CBP and p300 depletion in normal cells, resulted in the accumulation of chromatin-bound PCNA and significant reduction of its degradation after UV-induced DNA damage. Finally, by biochemical and genetic evidence, we show that PCNA acetylation and degradation are dependent on the cell ability to load PCNA for DNA repair synthesis. Our results indicate that CBP and p300 are required for PCNA acetylation to link DNA repair synthesis functions of PCNA with its removal from chromatin for proteolytic degradation. MATERIALS AND METHODS Cell cultures, transfections, RNA interference and treatments LF-1 human embryonic fibroblasts (obtained from J.M. Sedivy, RI) and HeLa (ATCC) were grown in EMEM or in DMEM, respectively, supplemented with 10% FBS. XP20PV (XPA) and XP20BE (XPG) primary human fibroblasts were grown in HAM F10 and DMEM:HAM F10 (1:1) medium, respectively, supplemented with 10% FBS. Transfection of HeLa cells was performed with Effectene reagent (Qiagen). In some experiments, Red Fluorescent Protein (RFP)-PCNA constructs were co-transfected with a plasmid for expression of GFP-H2B histone, to detect chromatin-bound proteins, or HA-p21 (live cell imaging), to facilitate detection of protein recruitment to DNA damage sites in non-S phase cells ( 40 ). RNAi was performed in LF1 fibroblasts by transfecting with INTERFERin TM reagent (PolyPlus), 20 nM of a pool of four different RNA oligos (ON-TARGETplus smart pool siRNA, Dharmacon, ThermoFisher) to p300, and CBP. Non-targeting control pool (D-001818–10), or targeting GFP, were used as control siRNA. Cell cultures were incubated in the presence of siRNAs for 48 h before UV irradiation. P300/CBP associated factor (PCAF) siRNA (Santa Cruz Biotech.) treatment was performed at 30 nM for 48 h ( 41 ). UV-C light exposure was performed with a TUV-9 lamp (Philips). Local DNA damage was induced using polycarbonate filters (Isopore, Millipore) with 3-μm pore diameter, as described ( 42 ). Cell viability after UV irradiation of HeLa transfected cells was determined by counting detached RFP-positive cells that were also positive to trypan blue staining. In some experiments, cells were treated before UV irradiation with 100 μM curcumin (Sigma), to inhibit p300/CBP activity ( 43 ), or with 100 μM aphidicolin (Millipore) plus 10 μM arabinosyl cytosine (araC, Sigma), to inhibit DNA synthesis ( 44 ). For proteasomal inhibition, cells were pre-treated with 50 μM MG132 (Sigma) for 30 min before irradiation, and maintained in the same medium for 30 min or 4 h. In experiments with other DNA damaging agents, LF-1 fibroblasts were treated for 30 min with 25 μM N-methyl-N′-nitro-N-nitroso guanidine (MNNG), or for 15 min with 0.1 mM potassium bromate (KBrO 3 ), or with X-rays (10 Gy). Drugs were removed and cells were then incubated for 4 h, before analysis. For PCNA degradation experiments in LF-1 fibroblasts at 4 h time point, cycloheximide (CHX) was omitted (if not otherwise stated) because there was no significant difference in the extent of PCNA degradation, when it was present. Site-directed mutagenesis and production of recombinant PCNA proteins The mRFP-PCNAL2 construct ( 45 ) was used to generate PCNA mutants with the QuickChange II Site-Directed Mutagenesis Kit (Stratagene), according to manufacturer protocol. Constructs were modified by point mutations and called as reported below: RFP-PCNA 2KA : with mutations K77A/K80A RFP-PCNA 2KR : with mutations K77R/K80R RFP-PCNA 5KR : with mutations K13R/K14R/K20R/K77R/K80R The primers used are reported in Supplementary information. All purified constructs were sequenced by MWG/Operon (Germany) to confirm the correctness of mutation. PCNA wt and mutant complementary DNAs were isolated from hPCNA-RFP constructs with BamHI and XhoI enzymes, cloned in pET28 vector (Novagen) and transformed in BL21 (DE3) Escherichia coli strain. The proteins were purified with Ni-NTA His-bind Resin (Qiagen), as per manufacturer instructions. The fractions containing purified PCNA were dialyzed against 50 mM phosphate buffer-10% glycerol (pH 7.0), and loaded on centrifugal filters (Amicon 30 kDa, Millipore). Purified proteins were brought to 50% glycerol by dilution and stored at −80°C. Untagged PCNA and GST-p21C terminal peptide were produced as previously described ( 37 , 46 ). GST-CBP N-terminal region (1–1098), and C-terminal regions (1894–2221) and (2212–2441), were expressed in BL21(DE3) or (DE3)pLys E. coli strains, respectively, and purified by glutathione (GSH)-affinity chromatography. Bromo-domain and histone acetyl transferase (HAT) domain were obtained from Cayman and Sigma, respectively. In vitro acetylation reaction Two μg of purified recombinant PCNA, or histone H3 (Roche) was incubated with 200 ng of recombinant p300 (ActiveMotif), or CBP (Enzo), and 0.5 mM acetyl-coenzyme A (Sigma), or 1 μCi 3 H-acetyl-coenzyme A (Perkin-Elmer), in 50 μl reaction buffer containing 50 mM Tris-HCl (pH 8.0), 1 mM EDTA, 75 mM KCl and 10 mM sodium butyrate. The reaction (30 min, 30°C) was terminated by SDS-loading buffer. The samples resolved by sodium dodecylsulphate-polyacrylamide gel electrophoresis (SDS-PAGE), were analyzed by western blot with anti acetyl-lysine (1:2500, Cell Signaling) and anti-PCNA (1:1000, PC-10, Dako) antibodies. For radioactive assay, reaction products were spotted on filters and counted with a scintillation counter (Perkin Elmer). MS/MS analysis In vitro acetylated recombinant PCNA was excised from Coomassie Brilliant Blue stained gel, digested with trypsin and analyzed by mass spectrometry (LC-MS/MS) on a LTQ-Orbitrap mass spectrometer (Thermo Fisher Scientific) equipped with a nanoelectrospray ion source (Proxeon Biosystems). MS/MS data were analyzed using Mascot and Tandem X! software. MS and MS/MS spectra were acquired selecting the 10 most intense ions per survey spectrum acquired in the orbitrap from m/z 300–1750 with 60 000 resolution. Target ions selected for the MS/MS were fragmented in the ion trap and dynamically excluded for 60 s. Target values were 1 000 000 for survey scan and 100 000 for MS/MS scan. For accurate mass measurements, the lock-mass option was employed ( 47 ). Antibodies Antibodies to the following antigens were used: GST (polyclonal G7781), actin (monoclonal AC-40), histone H3 (polyclonal H9289) and polyHistidine (monoclonal HIS-1) from Sigma-Aldrich; acetyl-lysine (monoclonal 4G12), phospho-histone H2AX (monoclonal JBW301), CBP/p300 (monoclonal NM11) and p300 (monoclonal RW128) from Millipore; CBP (polyclonal A-22) and p300 (polyclonal N-15) from Santa Cruz Biotech.; PCNA (monoclonal PC10) and ubiquitin (polyclonal Z0458), from Dako; PCAF (polyclonal GTX109666), from GeneTex; acetylated-lysine (polyclonal 9441), from Cell Signaling Technology; RFP (polyclonal 600-401-379), from Rockland; BrdU (monoclonal B44) and DNA polymerase δ p125 (monoclonal 22) from Becton Dickinson; cyclobutane pyrimidine dimers (CPD, monoclonal TDM2) from MBL. Cell fractionation, western blot, immunoprecipitation and pull-down To isolate the detergent-soluble and the chromatin-bound fractions, cells were lysed in hypotonic buffer containing 10 mM Tris-HCl (pH 7.4), 2.5 mM MgCl 2 , 0.5% Igepal, 1 mM PMSF, 0.2 mM Na 3 VO 4 , 10 mM Na butyrate, 1 μM trichostatin A (TSA), plus protease and phosphatase inhibitor cocktails (Sigma). After washing, chromatin-bound proteins were released with DNase I ( 48 ). For immunoprecipitation, about 5 × 10 6 cells were lysed in 50 mM Tris-HCl (pH 8.0) containing 150 mM NaCl, 1 mM EDTA, 10 mM Na butyrate, 0.5% Igepal, plus protease and phosphatase inhibitor cocktails. Immunoprecipitation was performed with antibodies (usually 4 μg/mg protein) pre-bound to protein G-agarose magnetic beads (Dynabeads, Life Technologies), and immunocomplexes were washed in 50 mM Tris-HCl buffer (pH 8.0) containing 150 mM NaCl, 0.1% Igepal, 1 mM PMSF, 10 mM Na butyrate, plus protease and phosphatase inhibitor cocktails, before western blot analysis. For immunoprecipitation of ubiquitinated forms, HeLa cells expressing RFP-PCNA wt , 2KR and 5KR, pre-treated with 50 μM MG132, were UV-irradiated and after 30 min lysed in 500 μl of 20 mM Tris-HCl buffer (pH 7.5) containing 150 mM NaCl, 2% SDS, 50 μM N-ethylmaleimide, 2 mM sodium orthovanadate and protease inhibitors cocktail (Sigma). Cells were collected by scraping, boiled at 95°C for 5 min, then sonicated and diluted in buffer without SDS for immunoprecipitation with anti-RFP antibody. PCNA pull-down was performed with equimolar concentrations of CBP fragments pre-bound to GSH-agarose beads (Qiagen), by incubation with 1 μg his-PCNA wt , or with HeLa cell extract (1 mg total proteins) in binding buffer (50 mM Tris-HCl, pH 8.0, 2.5 mM MgCl, 75 mM KCl, 5 mM DTT, 1 mM PMSF) for 1 h. After washings, samples were eluted by SDS-loading buffer. For PCNA pull-down, soluble and chromatin-bound fractions were incubated for 1.5 h with GST-p21C peptide bound to GSH-beads ( 46 ). After three washings in lysis buffer, one aliquot was added the loading buffer, the second was incubated (30 min, 37°C) with 2 μg of HDAC-1 (BPS Bioscience) in 50 μl of buffer containing 25 mM Tris-HCl (pH 8.0), 137 mM NaCl, 27 mM KCl, 1 mM MgCl 2 . The reaction was stopped by adding SDS-loading buffer. Immunofluorescence microscopy analysis and UDS assay For detection of chromatin-bound proteins, LF-1 fibroblasts, or HeLa cells grown on coverslips were locally UV-irradiated, lysed in situ with hypotonic buffer containing 0.1% Igepal, fixed for 5 min with 2% formaldehyde in phosphate buffered saline (PBS), and post-fixed in 70% ethanol ( 37 ). For CPD detection, antigen exposure to the antibody was obtained with 2N HCl (30 min, r.t.) and incubation in anti-CPD antibody (1:3000), followed by Alexa 488- or 633-labeled secondary antibody. DNA was stained with Hoechst 33258 dye. Replicative DNA synthesis was evaluated by BrdU incorporation (10 μM, 1 h), followed by anti-BrdU immunofluorescence detection, as previously described ( 49 ). Samples were analyzed using an Olympus BX51 microscope (100× objective, N.A. 1.25), and images were acquired with a digital camera Olympus C4040. Confocal microscopy analysis was performed with a TCS SP5 II Leica confocal microscope, acquiring fluorescence signals at 0.3 μm intervals through an oil immersion objective 40× (N.A. 1.32). Adjustment for brightness and contrast were performed with Photoshop CS6 software. For unscheduled DNA synthesis (UDS) analysis, HeLa cells on coverslips were transfected, UV-irradiated (20 J/m 2 ) and then incubated for 2 h in medium containing 3 H-thymidine (NEN, 10 μCi/ml) ( 40 ). Cells were then fixed with 2% formaldehyde in PBS, and processed for immunoperoxidase staining with anti-RFP antibody. The number of autoradiographic grains was counted for each sample in sixty non-S phase cells, and experiments repeated three times. In vivo live-cell imaging Micro-irradiation was performed using a 405 nm laser at 660 μJ and a CFI Apochromat TIRF 60× installed on an Ultraview Vox Spinning Disk microscope (Perkin Elmer). RFP-PCNA fusion proteins were imaged using the 561 laser excitation and a 582–700 nm emission filter. Micro-irradiation induced accumulation was recorded with 2 s time intervals up to 3 min post irradiation. To monitor the release from micro-irradiated sites cells were micro-irradiated as described above and the cells were imaged for 1 h post micro-irradiation in 5 min intervals. Cells were recorded in z -stacks with 0.5 μm distance to compensate for z -drift of the micro-irradiated spot, using the same settings as described above. Image analysis was done with ImageJ. Single cells were cropped and applying the StackReg algorithm compensated cellular movement. Then the intensity of the bleach spot, as well as a second not bleached spot inside the nucleus, a background region of interest (ROI) outside the cell and the total cell nucleus were measured. Intensity values of the bleached region were double normalized (after subtracting the background value), to the intensity before micro-irradiation and the non-bleach ROI inside the cell to compensate for photo-bleaching during acquisition. For the analysis of the release of PCNA from sites of micro-irradiation the two z -sections with the focused irradiation spot were extracted from the z -stack and averaged. Cellular movement was again compensated using StackReg, then the same ROIs as in micro-irradiation were selected and measured. Intensities were normalized to the first time point after micro-irradiation (5 min). Cell-free DNA replication assay HeLa cells were synchronized in late G1 with 0.5 mM mimosine (Sigma) ( 50 ), or in S-phase by 2 mM hydroxyurea for 24 h, followed by a release into complete medium for 3.5 h. G1-phase cells were resuspended in 50 mM Hepes-KOH (pH 7.5), 50 mM potassium acetate, 5 mM magnesium acetate, 2 mM DTT, protease inhibitors, and permeabilized for 5 min in the same buffer containing digitonine (20 μg/ml). Permeabilization was checked with dextrane-FITC by fluorescence microscopy, and stopped by adding SuNaSp solution (75 mM NaCl, 0.25 mM sucrose, 0.5 mM spermine, 0.15 mM spermidine, 3% BSA), then permeabilized cells were centrifuged, and resuspended in SuNaSp (1:1 ratio). S-phase cytosolic extract was prepared by scraping cells in hypotonic buffer, and disruption in a Dounce homogenizer, as described ( 51 ). Depletion of endogenous PCNA protein was performed by three sequential incubations (1 h each, 4°C) with GST-p21C peptide bound to GSH-agarose beads. The extent of PCNA depletion was >95%, as assessed by densitometry of western blot bands. For DNA replication reactions, recombinant his-PCNA wt or his-PCNA 5KR (1 μg/sample) were pre-incubated with about 5 × 10 4 G1-phase nuclei (20 min, 4°C). Then, 10 μl of PCNA-depleted S-phase cytosol (supplemented with energy regenerating system, nucleotides and biotinylated dUTP) were added ( 51 ). Reactions (2 h, 37°C) were stopped with 100 μl of 0.5% Triton X-100 and fixed by the addition of 100 μl of 8% paraformaldehyde (5 min, r.t.). After transfer to coverslips, nuclei were stained with streptavidin-Alexa Fluor 488 (Molecular Probes) diluted 1:100, counterstained with 0.5 μg/ml Hoechst 33258 and mounted with Mowiol (Calbiochem). Visualization was performed with a Leica TCS SP5 II confocal microscope. Nuclei exhibiting a typical S-phase granular pattern of staining were scored as positive. Statistical analysis Statistical evaluation was performed with the Student's t -test. RESULTS PCNA is acetylated in response to DNA damage Acetylated forms of PCNA in proliferating cells were described by a mobility shift in 2D-gel electrophoresis ( 31 ). We observed a slower migrating form of PCNA in S-phase synchronized fibroblasts, as compared to quiescent cells (Figure 1A ). To establish whether acetylated PCNA was present in a specific pool of the protein ( 46 , 52 ), S-phase synchronized fibroblasts were fractionated in detergent-soluble and chromatin-bound extracts, and PCNA was pulled down with a GST-tagged p21C-terminal peptide (GST-p21C), which has a strong affinity for PCNA ( 53 ). Half volume of each pull-down was then incubated with histone deacetylase 1 (HDAC1) to remove the acetyl groups. Acetylated PCNA was found in each fraction, but not when incubated with HDAC1 (Figure 1B ). A slower migrating form could be also detected in UV-irradiated quiescent fibroblasts, both by anti-PCNA and anti-acetyl lysine antibody (Figure 1C ), and could be observed at higher UV fluences, and at least until 24 h from UV exposure (Supplementary Figures S1A and B). This form, distinct from monoubiquitinated PCNA was also detected after cell treatment with oxidizing, or alkylating agents (Figure 1D ). To verify that PCNA was acetylated after DNA damage, extracts from UV-irradiated quiescent fibroblasts or HeLa cells, were immunoprecipitated with an anti-acetyl-lysine antibody. PCNA could be detected in immunocomplexes of both cell types after 30 min from UV-irradiation (Figure 1E ), and up to 24 h after DNA damage (Supplementary Figure S1C). To identify the KAT involved in PCNA acetylation, p300 was immunoprecipitated from soluble and chromatin-bound fractions of UV-irradiated quiescent fibroblasts. Only chromatin-bound PCNA interacted with p300, and was acetylated (Figure 1F ), suggesting that the reaction occurred with PCNA bound to DNA; however, acetylated forms of PCNA could be pulled-down by GST-p21C from both pools (Figure 1G ). Based on densitometric quantification of the slower migrating form, about 15–20% of total PCNA was acetylated in UV-irradiated quiescent fibroblasts. The amount of chromatin-bound PCNA in these cells ranged from 30 to 50%, suggesting that this PCNA pool was not totally acetylated. Figure 1. PCNA is acetylated after DNA damage. ( A ) Detection of a slower migrating form of PCNA in proliferating (P) but not in quiescent (Q) LF-1 human fibroblasts, by anti-PCNA antibody. ( B ) Pull-down of PCNA by GST-p21C-terminal peptide from soluble (Sol) and chromatin-bound fractions (Chr) of S-phase synchronized LF-1 fibroblasts. Pulled-down samples were treated (+) or not (−) with 2 μg HDAC1 (30 min, 30°C), and analyzed by western blot with antibodies to acetyl-lysine (acLys) and to PCNA. ( C ) Detection of a slower migrating form (arrow) of PCNA in UV irradiated (10 J/m 2 ) quiescent LF-1 fibroblasts, by PCNA and acetyl-lysine antibodies. Actin is the loading control. ( D ) Detection of a slower migrating form (arrow), and the monoubiquitinated form of PCNA in LF-1 fibroblasts treated for 30 min with 0.1 mM potassium bromate (KBrO 3 ), 25 μM N-methyl-N’-nitro-N-nitroso guanidine (MNNG), or UV light (10 J/m 2 ). ( E ) Immunoprecipitation (Ip) of PCNA with anti-acetyl-lysine antibody from (+) UV-irradiated (10 J/m 2 ), or unirradiated control (−) LF-1 fibroblasts (upper panel) and HeLa cells (lower panel). Input is 5% of cells extract. ( F ) Immunoprecipitation of p300 from soluble (Sol) and chromatin-bound (Chr) fractions of UV irradiated (10 J/m 2 ) quiescent LF-1 fibroblasts. Immunocomplexes were analyzed by western blot with antibodies to p300, PCNA and acetyl-lysine. Lane marked PCNA shows 50 ng recombinant PCNA. ( G ) Pull-down of PCNA by GST-p21C-terminal peptide from soluble (Sol) and chromatin-bound fractions (Chr) of UV-irradiated (10 J/m 2 ) LF-1 fibroblasts. Pulled-down PCNA was detected by antibodies to acetyl-lysine and PCNA. PCNA associates with CBP Next, we investigated whether CBP, which is highly homologous to p300, was also able to interact with PCNA. Immunoprecipitation from HeLa cell extracts indicated that CBP could associate with PCNA, and that the interaction increased after DNA damage (Figure 2A ). To further verify this result, and to define whether it occurred with a specific pool of PCNA, mock- and UV-irradiated quiescent fibroblasts were fractionated as above, for CBP immunoprecipitation. Similarly to p300, the association of PCNA with CBP was specifically observed in the chromatin-bound fraction of UV damaged cells (Figure 2B ). Figure 2. In vivo and in vitro association of PCNA with CBP. ( A ) Immunoprecipitation (Ip) of CBP from whole cell extracts of HeLa cells exposed (+) or not (−) to UV light (10 J/m 2 ). Control Ip was performed with irrelevant antibody (Ig). Input is 5% of cell extracts. Immunocomplexes were analyzed by western blot with antibodies to CBP and PCNA. ( B ) Immunoprecipitation of CBP from soluble (Sol) and chromatin-bound (Chr) fractions of LF-1 quiescent fibroblasts exposed (+) or not (−) to UV light (10 J/m 2 ). Control Ip was performed with irrelevant antibody (Ig). Samples were analyzed by western blot with antibodies to CBP and PCNA. ( C ) Schematic representation of p300 and CBP structures (upper) showing relevant homology regions (CH rich), kinase inducible (KIX), Bromo (Br), in the catalytic (KAT) and transactivation domains (TAD). The GST-CBP fragments (lower) used for pull-down: ( 1 ) N-terminal, aa. 1–1098; ( 2 ) Br domain, aa. 1081–1197; ( 3 ) KAT domain, aa. 1319–1710; ( 4 ) C-terminal, aa. 1894–2221; ( 5 ) C-terminal, aa. 2212–2441. ( D ) Pull-down of recombinant his-PCNA (upper) or native protein from HeLa cell extract (lower) by GST-CBP fragments 1–5 (lanes 1–5), GST (lane 6). Input shown is 10% of recombinant PCNA, and 5% of cell extract. The p300 region responsible for the interaction with PCNA was previously mapped at the C-terminus of the protein ( 36 ). Therefore, to identify the correspondent region in CBP, GST-fusion fragments encompassing different important domains of CBP (Figure 2C and Supplementary Figure S2) were tested for their ability to bind PCNA. Two fragments (4 and 5) spanning residues from 1894 to 2441, encompassing the transactivation domain (TAD) at the C-terminus of the protein, were able to pull down recombinant PCNA, as well as native protein from HeLa cell extracts (Figure 2D ). PCNA is preferentially acetylated by CBP at residues contacting DNA To compare CBP versus p300 for the ability to acetylate PCNA, their KAT activity was assessed in vitro with recombinant proteins. Incubation of recombinant PCNA in the presence of acetyl-CoA, resulted in higher acetylation levels when PCNA was incubated with CBP, rather than with p300 (Figure 3A ). To quantify this difference, the acetylation reaction was performed with 3 H-labeled acetyl-CoA, and incorporated radioactivity was measured by scintillation counting. Radioactive counts of PCNA, normalized to those of histone H3 (a substrate for both KATs) showed that PCNA was preferentially acetylated by CBP by about 10× as compared with p300 (Figure 3B ). To identify the lysine residue/s acetylated by each enzyme, recombinant PCNA was incubated with CBP or p300, and analyzed by LC-MS/MS. PCNA was only partially acetylated by p300 at Lys77 (Figure 3C and Supplementary Figure S3A). In contrast, CBP was able to completely acetylate Lys80 and, to a lower extent, also Lys13 and Lys14 (Figure 3C and Supplementary Figures S3B–S3E). Figure 3. CBP and p300 acetylate PCNA at residues contacting DNA. ( A ) In vitro PCNA acetylation by CBP versus p300. Recombinant PCNA (2 μg) was incubated with buffer (lane 1), 200 ng of p300 (lane 2), or CBP (lane 3) in the presence of acetylCoA (0.5 mM, 30 min, 30°C), resolved by SDS-PAGE and detected by western blot with anti-acetyl-lysine (upper). Loading control is shown by Ponceau staining (lower). ( B ) Quantitative analysis of in vitro PCNA acetylation by p300 (empty bars) or CBP (black bars), in the presence of 3 H-acetyl-CoA (1 μCi). Mean radioactivity counts (normalized to histone H3 counts) ± s.d. from three independent experiments are shown. ( C ) LC-MS/MS sequence analysis of PCNA peptides containing Lys residues (in bold) acetylated by p300 and by CBP in vitro . ( D ) Immunoprecipitation of acetylated proteins with anti-acetyl-lysine (acLys) antibody in UV-irradiated (10 J/m 2 ) LF-1 fibroblasts previously treated for 48 h with not-targeting (NT), or CBP/p300 siRNA. PCNA was detected by western blot with antibodies to acetyl-lysine and PCNA. Ig lc: Ig light chains. ( E ) PCNA pull-down with a GST-p21C-terminal peptide, in LF-1 fibroblasts treated for 48 h with not-targeting (NT), or CBP/p300 siRNA. PCNA was detected by western blot with antibodies to acetyl-lysine and PCNA. ( F ) Immunoprecipitation of acetylated proteins with antibody to acetyl-lysine (acLys) in UV-irradiated (10 J/m 2 ) LF-1 fibroblasts previously treated for 48 h with not-targeting (NT), or PCAF siRNA. PCNA was detected by western blot with anti-PCNA antibody. To prove that CBP/p300 acetylate PCNA at the cellular level, both enzymes were concomitantly depleted by siRNA (Supplementary Figure S3F), because they might compensate each other ( 39 ). After immunoprecipitation with anti-acetyl lysine antibody, acetylated forms were detected in cells treated with control siRNA, whereas they were undetectable in CBP/p300 siRNA-treated cells (Figure 3D ). Similar results were obtained after PCNA pull-down with GST-p21C (Figure 3E ). In contrast, siRNA depletion of PCAF, a KAT unable to interact with PCNA ( 54 ), did not affect PCNA acetylation (Figure 3F and Supplementary Figure S3G). These findings suggest that PCNA is a substrate of both CBP and p300, and it is preferentially acetylated by the first one. PCNA acetylation mutants show reduced DNA replication and repair synthesis, and increased sensitivity to DNA damaging agents To analyze the role of acetylation of Lys77 and Lys80, previously detected in vivo ( 32 ), alanine (K77A,K80A), or arginine (K77R,K80R) mutants (named 2KA and 2KR, respectively) were expressed in HeLa cells as RFP-tagged proteins. The other acetylated residues Lys13 and Lys14 are spatially close to residues Lys20, Lys77 and Lys80, in the α-helix region facing DNA ( 1 , 55 ). Therefore, we also created a plasmid carrying Lys to Arg mutations (K13R,K14R,K20R,K77R,K80R), named 5KR. All these RFP-PCNA mutants showed nuclear localization and were expressed to comparable levels (Supplementary Figure S4A). In addition, they were integrated in native trimers with the endogenous protein, as shown by their co-immunoprecipitation with anti-RFP antibody (Supplementary Figure S4B). Immunoprecipitation of acetylated proteins with an anti-acetyl-lysine antibody did not isolate significant amounts of 2KR or 5KR mutants, as compared with RFP-PCNA wt protein (Figure 4A ), indicating that these mutants could not be acetylated in vivo . Next, the ability of RFP-PCNA wt and mutant forms to carry out DNA synthesis was investigated by measuring BrdU incorporation in RFP-labeled cells ( 45 , 56 ). GFP-tagged histone H2B (GFP-H2B) was co-expressed to verify that RFP-PCNA was correctly localized as chromatin-bound form. (Figure 4B ). In cells expressing RFP-PCNA wt , more than 80% RFP- and GFP-labeled cells were BrdU-positive, whereas in 2KR or 5KR mutants only about 29 and 11% RFP- and GFP-labeled cells, were also BrdU-positive, respectively (Figure 4C ). In agreement with previous results ( 57 ), the 2KA mutant was loaded onto DNA to very low levels (Supplementary Figure S4C), and showed about 2% of BrdU incorporation (Supplementary Figure S4D), as compared with RFP-PCNA wt . Inefficient DNA replication activated a DNA damage response, since cells expressing RFP-PCNA mutants were positive for γ-H2AX labeling, to levels higher than cells expressing RFP-PCNA wt (Figure 4D ). Figure 4. PCNA acetylation mutants show impaired DNA replication and repair syntheses. ( A ) HeLa cells expressing RFP-PCNA wt , RFP-PCNA 2KR and RFP-PCNA 5KR mutants were UV irradiated (10 J/m 2 ), and acetylated proteins were immunoprecipitated with antibody to acetyl-lysine (acLys), then probed by western blot with antibody to PCNA. Ig HC: Ig heavy chains. ( B ) RFP-PCNA, GFP-H2B and BrdU fluorescence signals were acquired with confocal microscopy from HeLa cells showing chromatin-bound RFP-PCNA wt , 2KR or 5KR mutants. Scale bars = 10 μm. ( C ) Quantification of BrdU-positive HeLa cells co-expressing RFP-PCNA (wt, 2KR or 5KR) and GFP-H2B. Mean values ± s.d. from three independent experiments are shown. ( D ) Quantification of histone γ-H2AX positive cells in HeLa cells co-expressing RFP-PCNA (wt, 2KR or 5KR). Mean values ± s.d. from three independent experiments are shown. ( E ) Quantification of unscheduled DNA synthesis (UDS) activity, as evaluated by counting autoradiographic grains in RFP-positive stained cells. Mean values ± s.d. of three independent experiments are shown. ( F ) Determination of cell viability at different time points after exposure to UV radiation (10 J/m 2 ) in cells expressing RFP-PCNA wt , 2KR or 5KR mutants. Mean values ± s.d. of three independent experiments are shown. ( G ) Fluorescence images of biotin-dUTP incorporation and DNA in G1-phase HeLa nuclei complemented with PCNA-depleted extract alone (D.E.) or D.E.+ recombinant his-PCNA wt or D.E.+his-PCNA 5KR . Scale bar = 50 μm. ( H ) Quantification of biotin-dUTP positive HeLa nuclei after incubation with PCNA-depleted extract (Depl. Extr.) alone, or with addition of his-PCNA wt (+PCNA WT), or his-PCNA 5KR (+PCNA 5KR). Mean values ± s.d. of at least three independent experiments are shown. ( I ) Loading of his-PCNA wt and his-PCNA 5KR in HeLa nuclei incubated with PCNA-depleted S-phase extract alone (−), with his-PCNA wt (wt), or with his-PCNA 5KR (5KR). Samples were analyzed by western blot with anti-polyHis antibody. Loading control is shown by Ponceau staining of nuclear histones; M indicates MW markers. To evaluate DNA repair efficiency in cells expressing RFP-PCNA mutants, UV-induced UDS was analyzed by evaluating 3 H-thymidine incorporation in RFP-positive, non-S phase cells (Supplementary Figure S4E). UDS was significantly impaired both in 2KR and in 5KR mutants, as compared to wt protein (Figure 4E ), and this result was not due to inability of RFP-PCNA mutants to be recruited to DNA damage sites (Supplementary Figure S4F). DNA repair deficiency was accompanied by a parallel loss in cell viability, as evaluated by the number of RFP-positive dead cells after DNA damage (Figure 4F ). In the above experiments, PCNA trimers were likely composed by endogenous and exogenous subunits (wt or mutant) in different proportions ( 20 ). To better evaluate the influence of lysine mutations on DNA synthesis, an in vitro DNA replication assay was performed using recombinant his-tagged PCNA wt and PCNA 5KR (Supplementary Figure S4G). In this system, uncompetent G1-phase HeLa nuclei are used as template, and DNA synthesis is dependent upon addition of an S-phase cell extract ( 51 ). Upon PCNA depletion (below 5%) with GST-p21C (Supplementary Figure S4H), his-PCNA wt , or his-PCNA 5KR mutant was added, together with depleted extract and biotin-labeled dUTP, to G1-phase nuclei. In the presence of PCNA wt , dUTP incorporation was observed in >70% nuclei (Figure 4G and H ), similarly to that observed after incubation with complete S-phase extract (not shown). In contrast, the addition of his-PCNA 5KR mutant did not result in any significant dUTP incorporation above the basal level of depleted extract alone (due to nuclei with some endogenous PCNA) ( 51 ). To rule out that impaired DNA synthesis in the presence of PCNA 5KR mutant was due to defective PCNA loading, as observed for K→A mutants ( 57 ), nuclei after reaction were washed and extracted to assess the presence of chromatin-bound PCNA. His-PCNA 5KR mutant was loaded onto DNA to a comparable extent than wt protein (Figure 4I ); we consistently noticed that both proteins migrated fastly after the incubation, suggesting some form of processing (Supplementary Figure S4I). Defective DNA synthesis in PCNA acetylation mutants is not due to impaired interaction with DNA polymerase nor with CBP/p300 Since lysine mutations in PCNA affect DNA polymerase δ activity ( 58 ), we investigated whether our mutants retained the ability to interact with this polymerase, by immunoprecipitation with anti-RFP antibody. DNA polymerase δ (p125 subunit) co-immunoprecipitated with RFP-PCNA wt , as well as with 2KR and 5KR mutants, both in the soluble and in the chromatin-bound fractions (Figure 5A ). In the latter extract, interaction with PCNA mutants appeared to be more stable than that with RFP-PCNA wt . To verify that DNA polymerase δ was also relocated to sites of DNA damage together with PCNA, HeLa cells expressing RFP-PCNA wt , 2KR or 5KR mutants were locally UV-irradiated and analyzed for protein recruitment. Confocal microscopy analysis of RFP fluorescence together with immunofluorescence labeling showed that DNA polymerase δ co-localized with PCNA wt and mutant forms, to sites of DNA damage (Figure 5B ). Figure 5. PCNA acetylation mutants interact with DNA polymerase δ and CBP/p300. ( A ) Immunoprecipitation of RFP-PCNA wt and mutant forms with anti-RFP antibody. Immunocomplexes were analyzed by western blot with antibodies to RFP and DNA polymerase δ (p125). ( B ) Recruitment of RFP-PCNA wt , RFP-PCNA 2KR and RFP-PCNA 5KR with DNA polymerase δ (p125) to sites of local damage 30 min after UV irradiation (30 J/m 2 ). Cells were stained with anti-p125 antibody and analyzed by confocal microscopy. Merged images show co-localization on of RFP-PCNA, p125 and DNA stained with Hoechst 33258. Bar = 10 μm. ( C ) Immunoprecipitation of RFP-PCNA wt and mutant forms with antibodies to CBP or p300. Immunocomplexes were analyzed by western blot with antibodies to CBP, p300, RFP and PCNA. Since CBP/p300 are required for efficient DNA replication ( 59 ), and DNA repair ( 60 , 61 ), we verified that PCNA acetylation mutants were able to interact with CBP/p300. Immunoprecipitation with either CBP, or p300 antibody showed that RFP-PCNA mutants were associated with both KATs more stably than with RFP-PCNA wt (Figure 5C ), probably because of the KAT inability to complete the catalytic reaction. Failure to acetylate PCNA results in its deficient removal from chromatin and blocks its degradation after DNA damage Since PCNA acetylation on Lys14 was suggested to modulate its degradation after UV damage ( 33 ), we reasoned that if a correlation exists between PCNA acetylation and its removal from chromatin for degradation, this may be dependent on CBP/p300 activity. To test this hypothesis, LF-1 fibroblasts were incubated in the presence of not-targeting, or CBP/p300 siRNA to deplete their protein levels, locally UV-irradiated and collected after 30 min or 4 h. No significant effect on the recruitment of PCNA to DNA damage sites was found at 30 min after UV (Supplementary Figure S5A), while a retention of PCNA was observed after 4 h in CBP/p300 depleted fibroblasts, as compared with fibroblasts incubated with non-targeting siRNA (Figure 6A ). To further understand these results, the removal of PCNA from chromatin at late DNA repair times, was also analyzed in acetylation-deficient RFP-PCNA mutants. In cells expressing RFP-PCNA wt the protein was removed by about 50% after 24 h from UV exposure, while in cells expressing the 2KR or the 5KR mutant, the disassembly of PCNA from chromatin was much more delayed (Figure 6B ). To further support these results, live cell imaging of RFP-PCNA recruitment and subsequent release, were analyzed after laser micro-irradiation. Figure 6C shows that the initial time course of RFP-PCNA recruitment after DNA damage was not significantly different between the wt and the mutant proteins. The intensity over time of each cell was fitted with a single exponential function and mean values for the half max accumulation time were calculated (wt: 74 ± 23 s; 2KR: 117 ± 75 s; 5KR: 55 ± 22 s). The plateau of maximum accumulation was calculated from the same fit functions (wt: 2.1 ± 0.5; 2KR: 2.6 ± 0.9; 5KR: 1.7 ± 0.5 fold accumulation). In contrast, the release at late times (up to 60 min) was delayed in cells expressing the mutant proteins. Exponential decay curves and corresponding half life times were calculated from the averaged release curves (wt: 166 min; 2KR: 250 min; 5KR: 333 min). Figure 6. Release of PCNA from DNA repair sites is dependent on acetylation. ( A ) LF-1 fibroblasts depleted for CBP and p300 by RNAi were locally UV-irradiated with a 3-μm pore filter, and after 4 h were lysed and fixed for immunostaining of both CBP and p300 polyclonal antibodies (whole nuclear staining), and PCNA with monoclonal antibody (spot) at DNA damage sites. The images were merged with DNA staining. Scale bar = 10 μm. ( B ) Western blot analysis of chromatin-bound RFP-PCNA wt and mutant proteins (2KR, 5KR) at 0.5, 8 and 24 h after UV irradiation. Densitometric quantification of the released fraction of chromatin-bound RFP-PCNA at 24 h to the value measured at 30 min after UV. Mean values ± s.d. of three independent experiments are shown. ( C ) Transfected HeLa cells were micro-irradiated with the 405 nm laser at the indicated areas (dashed circles). For measurements of the accumulation, the cells (wt: n = 10; 2KR: n = 12; 5KR: n = 9) were imaged for 150 s after micro-irradiation and the normalized intensities at the sites of micro-irradiation were measured. The plot shows the average intensities (lines) and standard deviation (shaded areas). To quantify the release the cells were micro-irradiated as above and the intensity of the accumulation site was measured for 60 min post irradiation in 5 min intervals (wt: n = 17; 2KR: n = 13; 5KR: n = 8). Data was normalized to the 5 min time point that showed maximum accumulation. The graph shows the mean of the normalized curves together with the standard deviation (shaded areas). Next, PCNA turnover was analyzed in LF-1 fibroblasts after UV-irradiation in the presence of CHX to prevent new protein synthesis (Figure 7A ). Chromatin-bound PCNA showed the typical accumulation for DNA repair synthesis ( 62 , 63 ), even in the presence of CHX. In contrast, PCNA levels in the soluble fraction underwent a significant reduction, with a half-time of ∼3 h (Figure 7B ). Noticeably, PCNA degradation occurred even when DNA damage was induced either by an oxidizing, or alkylating agent, or by ionizing radiation (Supplementary Figure S5B). Analysis of PCNA levels in both detergent-soluble and chromatin-bound fractions showed that degradation of the soluble form was completely rescued, and its level was even increased after depleting both CBP and p300 (Figure 7C ). A detectable increase (by about 1.5×) in the amount of soluble form of PCNA was observed in non irradiated cells after siRNA depletion of both CBP and p300, indicating that their activity could influence the stability of PCNA even in unperturbed conditions. In CBP/p300-depleted and UV-irradiated cells, the increase in the soluble form of PCNA was about twice the amount observed in untreated control cells (Figure 7D ). The dependence of PCNA degradation on the activity of each enzyme was also investigated by incubating LF-1 fibroblasts with siRNA to either CBP or p300, before irradiation. The effect of the single depletion was not significantly different from that observed after co-depletion of both CBP and p300, although the lower levels of soluble PCNA after irradiation suggested that both activities were important for PCNA degradation. In contrast, depletion of PCAF (Supplementary Figure S5C) did not influence UV-induced PCNA degradation (Figure 7D and Supplementary Figure S5D). The dependence of PCNA degradation on the acetylation of specific lysine residues was also verified by monitoring levels of the soluble form of RFP-PCNA wt versus the mutant forms after UV irradiation (Figure 7E ). A significant resistance of RFP-PCNA 2KR and RFP-PCNA 5KR to proteolytic destruction was found after UV-irradiation, while RFP-PCNA wt was degraded (Figure 7F ). To prove that acetylation was required for signaling PCNA degradation through ubiquitination, HeLa cells expressing RFP-PCNA wt or mutants were UV-irradiated in the presence of MG132, a proteasome inhibitor. Immunoprecipitation of RFP-PCNA showed that ubiquitinated forms were accumulated in cells expressing RFP-PCNA wt , while they could not be observed in 2KR, or 5KR mutants (Figure 7G ). These results suggest that CBP/p300-mediated acetylation is necessary to trigger PCNA proteasomal degradation. Figure 7. PCNA degradation after DNA damage is dependent on acetylation. ( A ) Time course analysis of PCNA levels in the soluble and chromatin-bound pools of PCNA in quiescent, CHX-treated (25 μM) LF-1 fibroblasts after UV-irradiation (10 J/m 2 ). Western blot analysis of PCNA, histone H3, and actin (loading controls), are shown. ( B ) Densitometric quantification of the soluble form of PCNA in CHX-treated and UV-irradiated (10 J/m 2 ) quiescent LF-1 fibroblasts. PCNA levels were normalized to actin content. Mean values ± s.d. of at least three independent experiments are shown. ( C ) Western blot analysis of PCNA and actin (loading control) in the soluble and chromatin-bound pools in LF-1 fibroblasts incubated with non-targeting (NT) siRNA, or siRNA targeting CBP and p300 (CBP/p300), at 4 h after UV irradiation (10 J/m 2 ). ( D ) Densitometric quantification of soluble PCNA (normalized to actin) in LF-1 fibroblasts incubated with non-targeting siRNA (NT), both siRNA to CBP/p300, or in single exposure, or to PCAF, in untreated (C), or 4 h after UV irradiation (10 J/m 2 ). Mean values ± s.d. of three independent experiments are shown. ( E ) Western blot analysis of soluble RFP-PCNA and actin (loading control) in HeLa cells expressing wt, 2KR or 5KR mutant RFP-PCNA, before (0), or at 4 and 8 h after UV irradiation (10 J/m 2 ) in the presence of CHX. ( F ) Densitometric quantification of soluble RFP-PCNA levels (normalized to actin) at 4 h after UV irradiation (10 J/m 2 ) in HeLa cells expressing wt, 2KR or 5KR RFP-PCNA. Mean values ± s.d. of three independent experiments are shown. ( G ) Immunoprecipitation of RFP-PCNA with anti-RFP antibody in whole extracts from HeLa cells expressing wt, 2KR or 5KR RFP-PCNA, at 30 min after UV irradiation (10 J/m 2 ), in the presence of MG132. Western blot analysis of immunocomplexes was performed with anti-ubiquitin antibody. RFP-PCNA levels in the input extracts are shown below. Acetylation links DNA synthesis to PCNA removal and degradation To clarify the relation of PCNA acetylation with DNA synthesis, the effect of DNA polymerase δ inhibitors aphidicolin and araC was investigated because they do not affect the loading of PCNA ( 25 , 64 ), thus enabling to dissect this step from DNA synthesis. These inhibitors did not affect PCNA acetylation in LF-1 fibroblasts (Figure 8A ), nor in HeLa cells, whereas curcumin, a specific inhibitor of CBP/p300, greatly reduced the amount of acetylated PCNA (Figure 8B ). Next, PCNA acetylation was assessed in NER-deficient XPA cells, in which PCNA cannot be loaded onto DNA because of a defect in DNA lesion recognition ( 40 , 65 , 66 ). In UV-irradiated XPA fibroblasts, PCNA could not be detected in the immunocomplexes obtained with the anti-acetyl-lysine antibody (Figure 8C ). Accordingly, PCNA was not significantly degraded in XPA, nor in XPG fibroblasts (Figure 8D ), in which the NER defect also precedes the DNA synthesis step ( 63 , 66 ). These results were not dependent on reduced levels of CBP, p300, nor PCNA in XPA fibroblasts; in fact, PCNA acetylation could be detected in S-phase cells (Supplementary Figures S6A and B). Figure 8. CBP/p300-mediated acetylation links DNA synthesis with degradation of PCNA. ( A ) Immunoprecipitation of acetylated proteins with anti-acetyl-lysine antibody from cell extracts of LF-1 fibroblasts treated for 30 min with aphidicolin and araC (100 μM and 10 μM, respectively) before UV-irradiation (10 J/m 2 ), and further incubated (30 min) in the same medium. Western blot analysis of immunocomplexes was performed with anti-PCNA antibody. ( B ) Immunoprecipitation of acetylated proteins with acetyl-lysine antibody from extracts of HeLa cells treated for 30 min with 100 μM aphidicolin and 10 μM araC, or with 100 μM curcumin, before UV-irradiation (10 J/m 2 ), and further incubated (30 min) in the same medium. Western blot analysis of immunocomplexes was performed with anti-PCNA antibody. ( C ) Immunoprecipitation of acetylated proteins with anti-acetyl-lysine antibody from extracts of LF-1 and XPA fibroblasts, 30 min after UV irradiation (10 J/m 2 ). Western blot analysis of immunocomplexes was performed with anti-PCNA antibody. ( D ) Western blot analysis of soluble PCNA levels and actin (loading control) 4 h after UV irradation (10 J/m 2 ) in XPA or XPG fibroblasts, and densitometric quantification of PCNA (normalized to actin) in the same cells versus normal fibroblasts (NF). Mean values ± s.d. of three independent experiments are shown. ( E ) Immunoprecipitation of acetylated proteins with acetyl-lysine antibody from extracts of LF-1 fibroblasts treated for 30 min with 50 mM MG132 before UV-irradiation (10 J/m 2 ) and further 30 min incubation in the same medium. Western blot analysis of immunocomplexes was performed with anti-PCNA antibody. Densitometric quantification of PCNA (mean values ± s.d.) in immunocomplexes from MG132-treated versus untreated cells, is reported from three independent experiments (P = 0.0009). ( F ) Western blot analysis of chromatin-bound PCNA in LF-1 fibroblasts untreated (lane 1, C), or 30 min after UV-irradiation (10 J/m 2 ), in the absence (lane 2, UV) or in the presence of MG132 (lane 3, UV+MG132). To further investigate the dependence of chromatin removal and degradation on the acetylation of PCNA, LF-1 fibroblasts were treated with MG132. PCNA acetylation was significantly increased (by at least 2×), in UV-irradiated cells treated with MG132 (Figure 8E and Supplementary Figure S6C), concomitantly with a drastic accumulation of chromatin-bound PCNA (Figure 8F ), as also observed at local DNA damage sites (Supplementary Figure S6D). This effect of PCNA sequestration in the chromatin-bound pool probably explains why PCNA levels in the soluble fraction were not completely rescued by MG132 (Supplementary Figure S6E). DISCUSSION Acetylation of PCNA was previously reported in proliferating cells, and after UV damage ( 31 , 33 ); however, its role in DNA repair has remained unknown. In addition, the molecular mechanism responsible for PCNA acetylation was not investigated, except for the interaction with p300 ( 36 ). Here, we have found that also CBP interacts with PCNA in vivo , and the interaction increased after DNA damage. In vitro , we have mapped the interaction domain at the C-terminus of CBP, namely at two fragments encompassing amino acid residues 1894–2441, corresponding to the homologous region of p300 (aa 1893–2414) that was previously shown to interact with PCNA ( 36 ). CBP acetylated PCNA more efficiently than p300 in vitro reaction, as also indicated by the number of lysine acetylated by each enzyme, detected by MS. Among acetylated residues (Lys13, 14, 77 and 80), only the last two were detected by MS in cell proteomic studies ( 32 ), while Lys14 acetylation was suggested by mutational analysis ( 33 ). The discrepancy in the number of aceylated residues may be explained by the amount of protein necessary to detect this modification. The lysines involved in acetylation are located in α-helices facing the inner hole of PCNA, and are important for contacting DNA ( 55 , 67 ). Single point mutations of lysines in this region reduced the PCNA stimulatory activity of DNA polymerase δ ( 58 ). This loss of activity was explained by defects in PCNA loading by Replication Factor C (RFC) ( 57 ). However, re-assessement of these PCNA mutants has outlined the importance of internal Lys residues not only for RFC loading, but also for DNA polymerase δ activity ( 68 ). Importantly, those studies only investigated the effect of lysine to alanine substitution. Our results confirmed that K77,80A substitution impaired PCNA loading; however, 2KR and 5KR PCNA mutants (maintaining the positive charge) could be loaded onto DNA. Notably, these mutants showed an impairment of DNA synthesis (both replication and repair), even if PCNA trimers could be formed by mutant (exogenous) and wt (endogenous) subunits. In addition, they triggered a DNA damage response, and increased cell death after DNA damage. These results suggest that acetylation of these residues is important for DNA synthesis. In fact, gene knock-out and depletion of both CBP and p300 proteins are known to affect DNA replication ( 69 , 59 ), and DNA repair ( 60 , 61 ). Being PCNA acetylation mutants able to interact and to co-localize with DNA polymerase δ, our results suggest that impaired DNA synthesis might be due to slowing down or blocking PCNA sliding caused by misalignement of residues contacting DNA ( 55 , 67 ). In fact, depletion of both CBP and p300 resulted in an accumulation of chromatin-bound PCNA to DNA damage sites which might delay the coordinated hand-off of intermediates during DNA repair ( 55 ). Since acetylation will abolish the charge of lysines contacting DNA ( 55 , 67 ), further structural studies are required to explain the impact of this PCNA modification on DNA synthesis. PCNA acetylation was reported to disengage the interaction with MTH2 protein in response to UV damage, and trigger PCNA proteasomal degradation; however, the mechanism of PCNA acetylation was not investigated ( 33 ). Our results have shown that both CBP and p300 are required for PCNA turnover because their depletion prevented PCNA acetylation with consequent accumulation of chromatin-bound PCNA and reduction of its proteasomal degradation. Consistently, 2KR and 5KR PCNA acetylation-deficient mutants were released from chromatin more slowly than the wt protein, and they were not significantly degraded after UV irradiation because they were not appreciably polyubiquitinated. These results indicate that CBP/p300-mediated acetylation is the signal necessary for removal of chromatin-bound PCNA, thereby promoting polyubiquitination and consequent degradation upon DNA damage. Since the interaction of PCNA with CBP/p300 was detectable only in the chromatin-bound pool after UV damage, this suggests that PCNA acetylation occurs after loading on DNA. Although sterically the reaction seems disadvantaged, the DNA contact with residues of a single PCNA monomer (see Figure 1 in ( 55 )) might help the KAT enzyme in contacting the relevant residues in the two other monomers. In addition, CBP/p300 depletion by RNAi resulted in the accumulation of PCNA at DNA damage sites, despite the evident reduction in PCNA acetylation. These findings were also supported by the evidence that proteasomal inhibition by MG132 induced an accumulation of the chromatin-bound pool, with an increase in acetylated forms of PCNA. On-going DNA synthesis was not required for PCNA acetylation, as indicated by results with DNA polymerase δ inhibitors. In contrast, PCNA loading onto DNA was a necessary step because PCNA was not acetylated, nor significantly degraded in XPA cells, whose NER defect prevents PCNA loading ( 66 , 63 ). In conclusion, these results suggest a model (Figure 9 ) in which chromatin-bound PCNA is acetylated by CBP and p300. After DNA synthesis is completed, acetylated PCNA is unloaded from DNA, thus entering the soluble pool where it is degraded by the proteasome. Acetylation, by linking DNA synthesis function of chromatin-bound PCNA to its removal and degradation, provides a novel mechanism to avoid excessive retention of PCNA on chromatin, that is dangerous for genome stability ( 34, 35 ). Figure 9. Schematic representation of PCNA acetylation after DNA damage. PCNA is acetylated (at residues indicated by dots) by CBP and p300 upon loading to DNA. After completion of DNA synthesis, acetylated PCNA is unloaded and is then recognized by molecular machinery for proteasomal degradation. SUPPLEMENTARY DATA Supplementary Data are available at NAR Online. SUPPLEMENTARY DATA We are grateful to A. Musacchio (IEO, Italy) for plasmid expressing GFP-histone H2B; A. Harel-Bellan (CNRS, France) and I. Lemasson (East Carolina University, USA), for plasmids expressing GST-fusion CBP fragments; J.M. Sedivy (Brown University) for LF-1 fibroblasts, and M. Stefanini (IGM-CNR, Italy) for XPA and XPG fibroblasts; M. Diederich (LBMCC, Luxembourg) for gift of curcumin. We thank P. Vaghi (Centro Grandi Strumenti, Università di Pavia) for help in confocal microscopy analysis. FUNDING Associazione Italiana Ricerca sul Cancro (AIRC) [IG 5126, IG 11747 to E.P.]. Funding for open access charge: Associazione Italiana Ricerca sul Cancro. Conflict of interest statement . None declared. REFERENCES 1. Krishna T.S. Kong X.P. Gary S. Burgers P.M. Kuriyan J. Crystal structure of the eukaryotic DNA polymerase processivity factor PCNA Cell 1994 79 1233 1243 8001157 2. Gulbis J.M. Kelman Z. Hurwitz J. O'Donnell M. Kuriyan J. Structure of the C-terminal region of p21(WAF1/CIP1) complexed with human PCNA Cell 1996 87 297 306 8861913 3. Beattie T.R. Bell S.D. Molecular machines in archaeal DNA replication Curr. Opin. Chem. Biol. 2011 15 614 619 21852183 4. Prosperi E. The fellowship of the rings: distinct pools of proliferating cell nuclear antigen trimer at work FASEB J. 2006 20 833 837 16675840 5. Moldovan G.L. Pfander B. Jentsch S. PCNA, the maestro of the replication fork Cell 2007 129 665 679 17512402 6. Naryzhny S.N. Proliferating cell nuclear antigen: a proteomics view Cell. Mol. Life Sci. 2008 65 3789 3808 18726183 7. Witko-Sarsat V. Mocek J. Bouayad D. Tamassia N. Ribeil J.A. Candalh C. Davezac N. Reuter N. Mouthon L. Hermine O. Proliferating cell nuclear antigen acts as a cytoplasmic platform controlling human neutrophil survival J. Exp. Med. 2010 207 2631 2645 20975039 8. Stoimenov I. Helleday T. PCNA on the crossroad of cancer Biochem. Soc. Trans. 2009 37 605 613 19442257 9. Mailand N. Gibbs-Seymour I. Bekker-Jensen S. Regulation of PCNA-protein interactions for genome stability Nat. Rev. Mol. Cell Biol. 2013 14 269 282 23594953 10. Ulrich H.D. Takahashi T. Readers of PCNA modifications Chromosoma 2013 122 259 274 23580141 11. Hoege C. Pfander B. Moldovan G.L. Pyrowolakis G. Jentsch S. RAD6-dependent DNA repair is linked to modification of PCNA by ubiquitin and SUMO Nature 2002 419 135 141 12226657 12. Kannouche P.L. Wing J. Lehmann A.R. Interaction of human DNA polymerase eta with monoubiquitinated PCNA: a possible mechanism for the polymerase switch in response to DNA damage Mol. Cell 2004 14 491 500 15149598 13. Garg P. Burgers P.M. DNA polymerases that propagate the eukaryotic DNA replication fork Crit. Rev. Biochem. Mol. Biol. 2005 40 115 128 15814431 14. Das-Bradoo S. Nguyen H.D. Wood J.L. Ricke R.M. Haworth J.C. Bielinsky A.K. Defects in DNA ligase I trigger PCNA ubiquitylation at Lys 107 Nat. Cell Biol. 2010 12 74 79 20010813 15. Branzei D. Seki M. Enomoto T. Rad18/Rad5/Mms2-mediated polyubiquitination of PCNA is implicated in replication completion during replication stress Genes Cells 2004 9 1031 1042 15507115 16. Motegi A. Liaw H.J. Lee K.Y. Roest H.P. Maas A. Wu X. Moinova H. Markowitz S.D. Ding H. Hoeijmakers J.H. Polyubiquitination of proliferating cell nuclear antigen by HLTF and SHPRH prevents genomic instability from stalled replication forks Proc. Natl. Acad. Sci. U.S.A. 2008 105 12411 12416 18719106 17. Unk I. Hajdú I. Fátyol K. Hurwitz J. Yoon J.H. Prakash L. Prakash S. Haracska L. Human HLTF functions as a ubiquitin ligase for proliferating cell nuclear antigen polyubiquitination Proc. Natl. Acad. Sci. U.S.A. 2008 105 3768 3773 18316726 18. Ciccia A. Nimonkar A.V. Hu Y. Hajdu I. Achar Y.J. Izhar L. Petit S.A. Adamson B. Yoon J.C. Kowalczykowski S.C. Polyubiquitinated PCNA recruits the ZRANB3 translocase to maintain genomic integrity after replication stress Mol. Cell 2012 47 396 409 22704558 19. Tian F. Sharma S. Zou J. Lin S.Y. Wang B. Rezvani K. Wang H. Parvin J.D. Ludwig T. Canman C.E. BRCA1 promotes the ubiquitination of PCNA and recruitment of translesion polymerases in response to replication blockade Proc. Natl. Acad. Sci. U.S.A. 2013 110 13558 13563 23901102 20. Langerak P. Nygren A.O. Krijger P.H. van den Berk P.C. Jacobs H. A/T mutagenesis in hypermutated immunoglobulin genes strongly depends on PCNAK164 modification J. Exp. Med. 2007 204 1989 1998 17664295 21. Roa S. Avdievich E. Peled J.U. Maccarthy T. Werling U. Kuang F.L. Kan R. Zhao C. Bergman A. Cohen P.E. Ubiquitylated PCNA plays a role in somatic hypermutation and class-switch recombination and is required for meiotic progression Proc. Natl. Acad. Sci. U.S.A. 2008 105 16248 16253 18854411 22. Gali H. Juhasz S. Morocz M. Hajdu I. Fatyol K. Szukacsov V. Burkovics P. Haracska L. Role of SUMO modification of human PCNA at stalled replication fork Nucleic Acids Res. 2012 40 6049 6059 22457066 23. Mathews M.B. Bernstein R.M. Franza B.R. Garrels J.I. Identity of the proliferating cell nuclear antigen and cyclin Nature 1984 309 374 376 6145097 24. Prosperi E. Stivala L.A. Sala E. Scovassi A.I. Bianchi L. Proliferating cell nuclear antigen complex formation induced by ultraviolet irradiation in human quiescent fibroblasts as detected by immunostaining and flow cytometry Exp. Cell Res. 1993 205 320 325 8097724 25. Prosperi E. Scovassi A.I. Stivala L.A. Bianchi L. Proliferating cell nuclear antigen bound to DNA synthesis sites: phosphorylation and association with cyclin D1 and cyclin A Exp. Cell Res. 1994 215 257 262 7982468 26. Wang S.C. Nakajima Y. Yu Y.L. Xia W. Chen C.T. Yang C.C. McIntush E.W. Li L.Y. Hawke D.H. Kobayashi R. Tyrosine phosphorylation controls PCNA function through protein stability Nat. Cell Biol. 2006 8 1359 1368 17115032 27. Zhao H. Chen M.S. Lo Y.H. Waltz S.E. Wang J. Ho P.C. Vasiliauskas J. Plattner R. Wang Y.L. Wang S.C. The Ron receptor tyrosine kinase activates c-Abl to promote cell proliferation through tyrosine phosphorylation of PCNA in breast cancer Oncogene 2014 33 1429 1437 23542172 28. Lo Y.H. Ho P.C. Wang S.C. Epidermal growth factor receptor protects proliferating cell nuclear antigen from cullin 4A protein-mediated proteolysis J. Biol. Chem. 2012 287 27148 27157 22692198 29. Groehler A.L. Lannigan D.A. A chromatin-bound kinase, ERK8, protects genomic integrity by inhibiting HDM2-mediated degradation of the DNA clamp PCNA J. Cell Biol. 2010 190 575 586 20733054 30. Lo Y.H. Ho P.C. Chen M.S. Hugo E. Ben-Jonathan N. Wang S.C. Phosphorylation at tyrosine 114 of Proliferating Cell Nuclear Antigen (PCNA) is required for adipogenesis in response to high fat diet Biochem. Biophys. Res. Commun. 2013 430 43 48 23201573 31. Naryzhny S.N. Lee H. The post-translational modifications of proliferating cell nuclear antigen: acetylation, not phosphorylation, plays an important role in the regulation of its function J. Biol. Chem. 2004 279 20194 20199 14988403 32. Choudhary C. Kumar C. Gnad F. Nielsen M.L. Rehman M. Walther T.C. Olsen J.V. Mann M. Lysine acetylation targets protein complexes and co-regulates major cellular functions Science 2009 325 834 840 19608861 33. Yu Y. Cai J.P. Tu B. Wu L. Zhao Y. Liu X. Li L. McNutt M.A. Feng J. He Q. Proliferating cell nuclear antigen is protected from degradation by forming a complex with MutT Homolog2 J. Biol. Chem. 2009 284 19310 19320 19419956 34. Kubota T. Nishimura K. Kanemaki M.T. Donaldson A.D. The Elg1 replication factor C-like complex functions in PCNA unloading during DNA replication Mol. Cell 2013 50 273 280 23499004 35. Lee K.Y. Fu H. Aladjem M.I. Myung K. ATAD5 regulates the lifespan of DNA replication factories by modulating PCNA level on the chromatin J. Cell Biol. 2013 200 31 44 23277426 36. Hasan S. Hassa P.O. Imhof R. Hottiger M.O. Transcription coactivator p300 binds PCNA and may have a role in DNA repair synthesis Nature 2001 410 387 391 11268218 37. Cazzalini O. Perucca P. Savio M. Necchi D. Bianchi L. Stivala L.A. Ducommun B. Scovassi A.I. Prosperi E. Interaction of p21(CDKN1A) with PCNA regulates the histone acetyltransferase activity of p300 in nucleotide excision repair Nucleic Acids Res. 2008 36 1713 1722 18263614 38. Chan H.M. La Thangue N.B. p300/CBP proteins: HATs for transcriptional bridges and scaffolds J. Cell Sci. 2001 114 2363 2373 11559745 39. Kalkhoven E. CBP and p300: HATs for different occasions Biochem. Pharmacol. 2004 68 1145 1155 15313412 40. Perucca P. Cazzalini O. Mortusewicz O. Necchi D. Savio M. Nardo T. Stivala L.A. Leonhardt H. Cardoso M.C. Prosperi E. Spatiotemporal dynamics of p21CDKN1A protein recruitment to DNA-damage sites and interaction with proliferating cell nuclear antigen J. Cell Sci. 2006 119 1517 1527 16551699 41. D'Orso I. Frankel A.D. Tat acetylation modulates assembly of a viral-host RNA-protein transcription complex Proc. Natl. Acad. Sci. U.S.A. 2009 106 3101 3106 19223581 42. Katsumi S. Kobayashi N. Imoto K. Nakagawa A. Yamashina Y. Muramatsu T. Shirai T. Miyagawa S. Sugiura S. Hanaoka F. In situ visualization of ultraviolet-light-induced DNA damage repair in locally irradiated human fibroblasts J. Invest. Dermatol. 2001 117 1156 1161 11710927 43. Balasubramanyam K. Varier R.A. Altaf M. Swaminathan V. Siddappa N.B. Ranga U. Kundu T.K. Curcumin, a novel p300/CREB-binding protein-specific inhibitor of acetyltransferase, represses the acetylation of histone/nonhistone proteins and histone acetyltransferase-dependent chromatin transcription J. Biol. Chem. 2004 279 51163 51171 15383533 44. Gedik C.M. Collins A.R. The mode of action of 1-beta-D-arabinofuranosylcytosine in inhibiting DNA repair; new evidence using a sensitive assay for repair DNA synthesis and ligation in permeable cells Mutat. Res. 1991 254 231 237 1904985 45. Sporbert A. Domaing P. Leonhardt H. Cardoso M.C. PCNA acts as a stationary loading platform for transiently interacting Okazaki fragment maturation proteins Nucleic Acids Res. 2005 33 3521 3528 15972794 46. Riva F. Savio M. Cazzalini O. Stivala L.A. Scovassi I.A. Cox L.S. Ducommun B. Prosperi E. Distinct pools of proliferating cell nuclear antigen associated to DNA replication sites interact with the p125 subunit of DNA polymerase delta or DNA ligase I Exp. Cell Res. 2004 293 357 367 14729473 47. Olsen J.V. de Godoy L.M. Li G. Macek B. Mortensen P. Pesch R. Makarov A. Lange O. Horning S. Mann M. Parts per million mass accuracy on an Orbitrap mass spectrometer via lock mass injection into a C-trap Mol. Cell. Proteomics 2005 4 2010 2021 16249172 48. Scovassi A.I. Prosperi E. Analysis of proliferating cell nuclear antigen (PCNA) associated with DNA Methods Mol. Biol. 2006 314 457 475 16673899 49. Cazzalini O. Perucca P. Riva F. Stivala L.A. Bianchi L. Vannini V. Ducommun B. Prosperi E. p21CDKN1A does not interfere with loading of PCNA at DNA replication sites, but inhibits subsequent binding of DNA polymerase delta at the G1/S phase transition Cell Cycle 2003 2 596 603 14504476 50. Krude T. Mimosine arrests proliferating human cells before onset of DNA replication in a dose-dependent manner Exp. Cell Res. 1999 247 148 159 10047457 51. Krude T. Jackman M. Pines J. Laskey R.A. Cyclin/Cdk-dependent initiation of DNA replication in a human cell-free system Cell 1997 88 109 119 9019396 52. Bravo R. Macdonald-Bravo H. Existence of two populations of cyclin/proliferating cell nuclear antigen during the cell cycle: association with DNA replication sites J. Cell Biol. 1987 105 1549 1554 2889739 53. Knibiehler M. Goubin F. Escalas N. Jónsson Z.O. Mazarguil H. Hübscher U. Ducommun B. Interaction studies between the p21Cip1/Waf1 cyclin-dependent kinase inhibitor and proliferating cell nuclear antigen (PCNA) by surface plasmon resonance FEBS Lett. 1996 391 66 70 8706932 54. Hong R. Chakravarti D. The human proliferating cell nuclear antigen regulates transcriptional coactivator p300 activity and promotes transcriptional repression J. Biol. Chem. 2003 278 44505 44513 12937166 55. Ivanov I. Chapados B.R. McCammon J.A. Tainer J.A. Proliferating cell nuclear antigen loaded onto double-stranded DNA: dynamics, minor groove interactions and functional implications Nucleic Acids Res. 2006 34 6023 6033 17071716 56. Sporbert A. Gahl A. Ankerhold R. Leonhardt H. Cardoso M.C. DNA polymerase clamp shows little turnover at established replication sites but sequential de novo assembly at adjacent origin clusters Mol. Cell 2002 10 1355 1365 12504011 57. McNally R. Bowman G.D. Goedken E.R. O'Donnell M. Kuriyan J. Analysis of the role of PCNA-DNA contacts during clamp loading BMC Struct. Biol. 2010 10 3 20113510 58. Fukuda K. Morioka H. Imajou S. Ikeda S. Ohtsuka E. Tsurimoto T. Structure-function relationship of the eukaryotic DNA replication factor, proliferating cell nuclear antigen J. Biol. Chem. 1995 270 22527 22534 7673244 59. Sankar N. Kadeppagari R.K. Thimmapaya B. c-Myc-induced aberrant DNA synthesis and activation of DNA damage response in p300 knockdown cells J. Biol. Chem. 2009 284 15193 15205 19332536 60. Tillhon M. Cazzalini O. Nardo T. Necchi D. Sommatis S. Stivala L.A. Scovassi A.I. Prosperi E. p300/CBP acetyl transferases interact with and acetylate the nucleotide excision repair factor XPG DNA Repair (Amst.) 2012 11 844 852 22954786 61. Wang Q.E. Han C. Zhao R. Wani G. Zhu Q. Gong L. Battu A. Racoma I. Sharma N. Wani A.A. p38 MAPK- and Akt-mediated p300 phosphorylation regulates its degradation to facilitate nucleotide excision repair Nucleic Acids Res. 2013 41 1722 1733 23275565 62. Stivala L.A. Prosperi E. Analysis of p21CDKN1A recruitment to DNA excision repair foci in the UV-induced DNA damage response Methods Mol. Biol. 2004 281 73 89 15220522 63. Mocquet V. Lainé J.P. Riedl T. Yajin Z. Lee M.Y. Egly J.M. Sequential recruitment of the repair factors during NER: the role of XPG in initiating the resynthesis step EMBO J. 2008 27 155 167 18079701 64. Dimitrova D.S. Gilbert D.M. Stability and nuclear distribution of mammalian replication protein A heterotrimeric complex Exp. Cell Res. 2000 254 321 327 10640430 65. Miura M. Domon M. Sasaki T. Takasaki Y. Induction of proliferating cell nuclear antigen (PCNA) complex formation in quiescent fibroblasts from a xeroderma pigmentosum patient J. Cell Physiol. 1992 150 370 376 1346402 66. Aboussekhra A. Wood R.D. Detection of nucleotide excision repair incisions in human fibroblasts by immunostaining for PCNA Exp. Cell Res. 1995 221 326 332 7493631 67. Georgescu R.E. Kim S.S. Yurieva O. Kuriyan J. Kong X.P. O'Donnell M. Structure of a sliding clamp on DNA Cell 2008 132 43 54 18191219 68. Zhou Y. Hingorani M.M. Impact of individual proliferating cell nuclear antigen-DNA contacts on clamp loading and function on DNA J. Biol. Chem. 2012 287 35370 35381 22902629 69. Yao T.P. Oh S.P. Fuchs M. Zhou N.D. Ch'ng L.E. Newsome D. Bronson R.T. Li E. Livingston D.M. Eckner R. Gene dosage-dependent embryonic development and proliferation defects in mice lacking the transcriptional integrator p300 Cell 1998 93 361 372 9590171",
    "full_text_abstract": "The proliferating cell nuclear antigen (PCNA) protein serves as a molecular platform recruiting and coordinating the activity of factors involved in multiple deoxyribonucleic acid (DNA) transactions. To avoid dangerous genome instability, it is necessary to prevent excessive retention of PCNA on chromatin. Although PCNA functions during DNA replication appear to be regulated by different post-translational modifications, the mechanism regulating PCNA removal and degradation after nucleotide excision repair (NER) is unknown. Here we report that CREB-binding protein (CBP), and less efficiently p300, acetylated PCNA at lysine (Lys) residues Lys13,14,77 and 80, to promote removal of chromatin-bound PCNA and its degradation during NER. Mutation of these residues resulted in impaired DNA replication and repair, enhanced the sensitivity to ultraviolet radiation, and prevented proteolytic degradation of PCNA after DNA damage. Depletion of both CBP and p300, or failure to load PCNA on DNA in NER deficient cells, prevented PCNA acetylation and degradation, while proteasome inhibition resulted in accumulation of acetylated PCNA. These results define a CBP and p300-dependent mechanism for PCNA acetylation after DNA damage, linking DNA repair synthesis with removal of chromatin-bound PCNA and its degradation, to ensure genome stability."
}