{
    "PMC": "10902700",
    "DOI": "10.4062/biomolther.2023.222",
    "PMID": "38346909",
    "PMCID": "PMC10902700",
    "title": "AMPK Alchemy: Therapeutic Potentials in Allergy, Aging, and Cancer.",
    "year": 2024,
    "source_url": "https://europepmc.org/article/PMC/PMC10902700",
    "source": "MED",
    "abstract_text": "All cells are equipped with intricate signaling networks to meet the energy demands and respond to the nutrient availability in the body. AMP-activated protein kinase (AMPK) is among the most potent regulators of cellular energy balance. Under ATP -deprived conditions, AMPK phosphorylates substrates and affects various biological processes, such as lipid/glucose metabolism and protein synthesis. These actions further affect the cell growth, death, and functions, altering the cellular outcomes in energy-restricted environments. AMPK plays vital roles in maintaining good health. AMPK dysfunction is observed in various chronic diseases, making it a promising target for preventing and alleviating such diseases. Herein, we highlight the different AMPK functions, especially in allergy, aging, and cancer, to facilitate the development of new therapeutic approaches in the future.",
    "full_text": "pmc Biomol Ther (Seoul) Biomol Ther (Seoul) Biomolecules & Therapeutics 1976-9148 2005-4483 The Korean Society of Applied Pharmacology 10902700 38346909 10.4062/biomolther.2023.222 bt-32-2-171 Review AMPK Alchemy: Therapeutic Potentials in Allergy, Aging, and Cancer Pokhrel Ram Hari 1 † Acharya Suman 1 † Mishra Sunil 1 Gu Ye 1 Manzoor Umar 2 Kim Jeon-Kyung 3 Park Youngjun 2 4 Chang Jae-Hoon 1 * 1 College of Pharmacy, Yeungnam University, Gyeongsan 38541, Republic of Korea 2 Interdisciplinary Graduate Program in Advanced Convergence Technology and Science, Jeju National University, Jeju 63243, Republic of Korea 3 School of Pharmacy and Institute of New Drug Development, Jeonbuk National University, Jeonju 54896, Republic of Korea 4 Jeju Research Institute of Pharmaceutical Sciences, College of Pharmacy, Jeju National University, Jeju 63243, Republic of Korea * Corresponding Author E-mail: jchang@yu.ac.kr , Tel: +82-53-810-2833, Fax: +82-53-810-2064 † The first two authors contributed equally to this work. 1 3 2024 13 2 2024 13 2 2024 32 2 171 182 18 12 2023 9 1 2024 18 1 2024 Copyright © 2024, The Korean Society of Applied Pharmacology 2024 https://creativecommons.org/licenses/by-nc/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/4.0 ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. All cells are equipped with intricate signaling networks to meet the energy demands and respond to the nutrient availability in the body. AMP-activated protein kinase (AMPK) is among the most potent regulators of cellular energy balance. Under ATP -deprived conditions, AMPK phosphorylates substrates and affects various biological processes, such as lipid/glucose metabolism and protein synthesis. These actions further affect the cell growth, death, and functions, altering the cellular outcomes in energy-restricted environments. AMPK plays vital roles in maintaining good health. AMPK dysfunction is observed in various chronic diseases, making it a promising target for preventing and alleviating such diseases. Herein, we highlight the different AMPK functions, especially in allergy, aging, and cancer, to facilitate the development of new therapeutic approaches in the future. AMPK Allergy Aging Cancer INTRODUCTION Cellular responses to various metabolic challenges are governed by molecular signaling pathways involved in energy homeostasis maintenance. AMP-activated protein kinase (AMPK) is an evolutionarily conserved serine/threonine kinase that is a critical regulator of cellular energy homeostasis and nutrient metabolism ( Hardie, 2011 ). Moreover, AMPK is an indispensable enzyme under stressful conditions, such as energy imbalance conditions. Three kinases initiate AMPK activation. i. At high AMP:ATP and ADP:ATP ratios, AMP and ADP bind to AMPK, inducing liver kinase B1 (LKB1)-driven phosphorylation ( Woods et al ., 2003 ; Shaw et al ., 2004 ; Carling et al ., 2011 ). ii. In energy-deficient conditions, intracellular calcium levels are increased, activating the calcium/calmodulin-dependent protein kinases to phosphorylate AMPK ( Shaw et al ., 2004 ). iii. Transforming growth factor-β-activated kinase also activates AMPK ( Shaw et al ., 2004 ). Initially, AMPK was identified as an enzyme catalyzing the phosphorylation-mediated inactivation of major lipogenic enzymes, such as acetyl-CoA carboxylase (ACC) ( Carlson and Kim, 1973 ) and 3-hydroxy-3-methylglutaryl (HMG)-CoA reductase (HMGCR) ( Beg et al ., 1973 ), to inhibit de novo fat synthesis. AMPK elevates the expression levels of glucose transporters on the plasma membrane to enhance glucose uptake, supporting glucose-6-phosphate generation, and facilitating multiple biochemical reactions. Moreover, AMPK regulates protein synthesis, mitochondrial biogenesis, and autophagy by inhibiting the mammalian target of rapamycin (mTOR), peroxisome proliferator-activated receptor gamma coactivator 1-alpha (PGC1α), and unc-51-like autophagy-activating kinases 1, respectively ( Hardie et al ., 2012 ). Owing to its multifaceted physiological roles, AMPK has emerged as a compelling therapeutic target for AMPK dysfunction-related diseases. Notably, reduced AMPK activity is associated with the development of cardiovascular diseases ( Daskalopoulos et al ., 2016 ), neurodegenerative disorders ( Domise and Vingtdeux, 2016 ; Marinangeli et al ., 2016 ), allergies ( Pandit et al ., 2022 ), and cancer ( Hardie, 2013 ; Luo et al ., 2013 ; Li et al ., 2015 ; Pokhrel et al ., 2021 ; Pandit et al ., 2023 ), suggesting the therapeutic potential of modulating AMPK activity. Many attempts have been made to activate AMPK using various chemicals, such as A769662, compound 991, metformin, 5-aminoimidazole-4-carboxamide ribonucleotide (AICAR), and other non-steroidal anti-inflammatory drugs; however, their efficacy needs to be validated further in human patients ( Rattan et al ., 2005 ; Yao et al ., 2012 ; Yue et al ., 2014 ). In this review, we discuss the mechanism by which AMPK-mediated signaling/metabolism affects disease progression and suggest AMPK exploitation as a potential therapeutic intervention for various conditions, especially allergies, aging, and cancer. AMPK AND T CELL-MEDIATED DISEASES AMPK and T cells Upon exposure to environmental or immunological cues, AMPK is activated to regulate the metabolic pathways promoting the growth and functions of T cells ( Blagih et al ., 2015 ). Originally, T cell receptor (TCR)/CD3 stimulation and Ca 2+ signaling were only identified as AMPK activators ( Tamas et al ., 2006 ). However, subsequent studies revealed that TCR/CD28 stimulation further potentiates AMPK activity ( Zheng et al ., 2009 ; MacIver et al ., 2011 ). Unlike their elevated levels in the priming stage, AMPK levels gradually declines as T cells enter the effector phase ( Tamas et al ., 2006 ; Kishton et al ., 2016 ). As an essential component of adaptive immunity, T cells are integral for host defense against various threats via phenotype conversion in response to environmental stimuli ( Pennock et al ., 2013 ). This phenotypic complexity is linked to the metabolic diversity of T cells ( Wang and Green, 2012 ). In the steady state, naïve T cells require tonic stimuli for their survival, which increases AMPK activity for fatty acid oxidation. However, after complete activation, mTOR is boosted to induce the differentiation of effector T cells, which metabolically rely on the glycolysis, pentose phosphate, and glutaminolysis pathways ( Wang et al ., 2011 ; Gerriets and Rathmell, 2012 ). In terms of memory, AMPK significantly increases the mTORC1 activity in T-cells, modulating mitochondrial metabolism for long-term survival ( Fig. 1 ) ( Merrill et al ., 1997 ). AMPK also modulates the metabolic needs of quiescent T cells by inhibiting fatty acid synthesis and stimulating fatty acid oxidation via phosphorylation and inactivation of ACC1 and ACC2, respectively ( Merrill et al ., 1997 ). Regardless of the T cell status, glucose deprivation actively triggers AMPK induction to switch glycolytic metabolism to glutamine-dependent oxidative phosphorylation ( Blagih et al ., 2015 ). Loss of AMPKα1 in T cells reflects suboptimal metabolic fitness characterized by the reduction of glucose uptake and mitochondrial function, causing unresponsiveness of T cells against viral and bacterial infections ( Blagih et al ., 2015 ). Under glucose-sufficient conditions, effector CD4 + T cells have low levels of AMPK, and mTOR is relieved from negative regulation ( Merrill et al ., 1997 ) ( Fig. 1 ). The two components of mTOR, mTOR complexes 1 (mTORC1) and 2 (mTORC2), activate the signal transducers and activators of transcription (STATs), further promoting type 1 T helper (Th1), type 2 T helper (Th2), and type 17 T helper (Th17) differentiation ( Fig. 1 ) ( Gao et al ., 2009 ). In contrast to effector T cells, regulatory T cells (Tregs) intrinsically express high levels of AMPK, promoting mitochondrial metabolism, such as fatty acid oxidation, rather than glycolysis ( Fig. 1 ) ( Michalek et al ., 2011 ; Kempkes et al ., 2019 ). Extrinsic AMPK activation by metformin preferentially induces Tregs ( Michalek et al ., 2011 ), and LKB1, an AMPK activator, maintains the mitochondrial fitness of Tregs ( He et al ., 2017 ). AMPK also contributes to Tregs stability ( Pokhrel et al ., 2022 ). Collectively, the balance between AMPK and mTOR orchestrates T cell transition into distinct subsets Th1, Th2, Th17, and Tregs and status (naïve, effector, and memory cells) by satisfying the metabolic requirements for each setting, implying that AMPK targeting may induce specific T cells to combat specific diseases. AMPK and allergy Allergies are hypersensitive immune responses to innocuous substances inducing Th2 responses and mast cell degranulation, leading to symptoms, such as itchy skin, rash, cough, and diarrhea ( Kay, 2001 ). Although there is a paucity of research on the association between AMPK and allergies, metabolic sensors may play essential roles in vigorously growing cells. In the following section, we discuss the recent reports on the effects of AMPK on allergies. mTORC2, an mTOR complex, is a tyrosine kinase that phosphorylates AKT, serum glucocorticoid-regulated kinase 1, and protein kinase C to modulate cell survival and metabolism; however, it is less elucidated than mTORC1 ( Szwed et al ., 2021 ). Interestingly, AMPK plays conflicting roles in mTORC2 regulation. AMPK may directly activate mTORC2 to support cell survival under energy- or growth factor-restricted conditions ( Kazyken et al ., 2019 , 2021). This may be due to the AMPK-dependent phosphorylation of mTORC2, as observed in mouse embryonic fibroblasts and cancer cell lines ( Gao et al ., 2016 ). Conversely, activated AMPK may repress both the mTORC1 and mTORC2 signaling pathways in myeloma cells ( Wang et al ., 2018 ) and non-small cell lung cancer cells ( Kang et al ., 2015 ). Notably, in CD4 T cells, AMPK represses mTORC2, which negatively regulates the suppressor of cytokine signaling 5 (SOCS5). Enhanced SOCS5 expression by AMPK activation suppresses STAT6, which in turn, hampers GATA-binding protein 3-induced Th2 differentiation and allergic inflammation ( Pandit et al ., 2022 ) ( Fig. 2 ). Consistently, chlorogenic acid, a polyphenol in plants, alleviates the disease severity of shrimp allergy in a mouse model in which chlorogenic acid activates AMPK, subsequently modulating its targets, ACC and carnitine palmitoyl transferase 1 ( Yun et al ., 2022 ) ( Fig. 2 ). AMPK and aging Aging is a multifactorial process in which the metabolic pathways are drastically altered. As a metabolic sensor, AMPK exerts antiaging effects ( Stancu, 2015 ; Ge et al ., 2022 ; Pokhrel et al ., 2022 ). Inflammation is a hallmark of aging that increases the levels of pro-inflammatory markers in the body. Typically, Tregs maintain immune homeostasis by restricting excessive immune responses; however, in the elderly, Tregs lose their inhibitory functions, leading to an increased aging-related autoimmune risk ( Jagger et al ., 2014 ). However, AMPK activation in Tregs induces interleukin-2 (IL-2) signaling to amplify STAT5 phosphorylation ( Fig. 3 ). This enhances the expression of IL-2 receptor α chain to amplify the stability and functions of Tregs, consequently repressing inflammaging ( Pokhrel et al ., 2022 ). Aging also elevates nuclear factor-kappa B (NF-κB) signaling, a key pathway in inflammation ( Salminen and Kaarniranta, 2009 ; Tilstra et al ., 2011 ). AMPK induces several anti-inflammatory mediators, such as sirtuin 1, p53, forkhead box protein O (FoxO), and PGC-1α, to hamper NF-κB activity to resist inflammation-induced stress for enhanced longevity ( Salminen et al ., 2011 ) ( Fig. 3 ). Furthermore, AMPK extends the lifespan of Caenorhabditis elegans and mammals in a FoxO-dependent manner ( Greer et al ., 2007a ). AMPK directly phosphorylates FoxO/daf-16 to induce the expression of long-lived genes that retard aging-related diseases in C. elegans ( Greer et al ., 2007a ). In mammals, AMPK triggers FoxO3 transcriptional activity, regardless of its localization, which also enhances longevity ( Greer et al ., 2007b ). AMPK and tumor-infiltrating T cells TME is comprised of various immune, endothelial, and tumor cells. Tumor cells outcompete other cells for nutrients to create an energy-depleted environment; however, unlike in normal tissues, AMPK is repressed in most tumor tissues ( Konieczny et al ., 2023 ). This abnormal regulation of AMPK in tumors may indicate that tumor cells forcefully diminish AMPK activity for survival. Deletion of AMPKα1 in mouse leads to cytotoxicity in CD8 + T cells by restraining interferon- γ/granzyme B secretion and tumor infiltration, further exacerbating tumorigenesis ( Fig. 4 ) ( Rao et al ., 2015 ). AMPK exerts its anti-tumor effects by modulating the expression of the immune checkpoint programmed cell death protein 1 (PD-1). Tregs express high levels of PD-1 to inhibit programmed death ligand 1 (PD-L1)-expressing effector T-cells. Loss of AMPK in Tregs promotes PD-1 expression via the HMGCR/ mitogen-activated protein kinase (MAPK)/glycogen synthase kinase-3 beta axis, thereby accelerating tumor growth ( Pokhrel et al ., 2021 ) ( Fig. 4 ). Ligation of PD-1 prevents the activation of CD4 + T cells. Methionine deprivation in the tumor environment downregulates AMPK, elevating the expression of PD-1 in CD4 + T cells by increasing the endoplasmic reticulum (ER) stress and spliced form of the X-box binding protein 1 transcript levels ( Fig. 4 ) ( Pandit et al ., 2023 ). Genetic deletion of AMPK exacerbates tumor progression, with more PD-1 high CD4 + T cells in tumor tissues than in wild-type tissues in mice ( Pandit et al ., 2023 ). Notably, enforcing AMPK activity in combination with PD-1 blockade has shown potent efficacy against ovarian cancer ( Yung et al ., 2022 ) and melanoma ( Pokhrel et al ., 2021 ), indicating that AMPK eradicates tumor development in a T cell-dependent manner. AMPK AND TUMOR CELLS Currently, the exact roles of AMPK in tumor development and progression remain unclear. However, AMPK is often described as a “double-edged sword,” whose action depends on the metabolic milieu ( Jeon and Hay, 2015 ). The mixed effects of AMPK signaling in cancer remain controversial. Prior to the onset of cancer, AMPK acts as a tumor suppressor; however, following the onset of cancer, AMPK either suppresses or promotes cancer depending on the cell type, status, and metabolic milieu ( Sadria et al ., 2022 ). This review primarily discusses the effects and roles of AMPK activation in key metabolic signaling pathways involved in tumor suppression. AMPK as a tumor suppressor Cancer cells undergo metabolic reprogramming to support their growth by increasing glucose uptake and biasing energy production toward glycolysis rather than mitochondrial metabolism ( Koppenol and Bounds, 2009 ). As this metabolic rewiring is supported by dysregulated mTOR/AMPK activity (mTOR high /AMPK low ), reversing these signaling pathways may be a promising cancer treatment strategy ( Shackelford and Shaw, 2009 ). LKB1, a positive regulator of AMPK1, acts as a tumor suppressor, as dysfunctional LKB1 exacerbates the growth of gastrointestinal malignancies in humans and mice ( Shackelford and Shaw, 2009 ). In this context, several studies have reported that AMPK recapitulates the tumor-restraining effect of LKB1 in various cancers, including liver cancer ( Lee et al ., 2012 ), lung cancer ( Storozhuk et al ., 2013 ), colorectal cancer ( Sugiyama et al ., 2009 ), melanoma ( Cerezo et al ., 2013 ; Pokhrel et al ., 2021 ; Pandit et al ., 2023 ), and prostate cancer ( Zadra et al ., 2014 ; Li et al ., 2015 ). Furthermore, AMPK activators, metformin and AICAR, delay tumorigenesis in some cancer types ( Zhou et al ., 2001 ; Cha et al ., 2018 ; Su et al ., 2019 ), indicating that AMPK may also act as a tumor suppressor. Mechanistically, AMPK activation inhibits tumorigenesis by targeting several signaling pathways related to cell cycle progression, metabolism, proliferation, and survival ( Fig. 5 , Table 1 ). Inhibition of aerobic glycolysis (Warburg effect) via mTOR downregulation The Warburg Effect is a phenomenon in which cancer cells exhibit a higher rate of glucose uptake and glycolysis, followed by lactate production, even under aerobic conditions, in contrast to normal cells, which primarily rely on oxidative phosphorylation for energy production ( Liberti and Locasale, 2016 ). This metabolic preference for glycolysis over oxidative phosphorylation is less efficient in terms of ATP production but provides cancer cells with several advantages, such as rapid energy production and accumulation and diversion of glycolytic intermediates to biosynthetic pathways. These intermediates provide the building blocks for the synthesis of lipids, nucleic acids, and amino acids to meet the high biomass demand of rapidly proliferating cancer cells. Furthermore, lactate buildup in the tumor microenvironment causes the reduction of extracellular pH, stifling anti-tumor immunity and promoting cancer development ( Palsson-McDermott and O’neill, 2013 ). Notably, mTOR is a major regulator of the Warburg effect ( Sun et al ., 2011 ). mTOR is a key component of two protein complexes, mTORC1 and mTORC2 ( Inoki et al ., 2003 ; Zong et al ., 2014 ). In particular, mTORC1 regulates the growth and survival of tumor cells upon integration of nutrient/growth factor signals via the phosphoinositide 3-kinase (PI3K)/AKT and Ras/MAPK pathways ( Guertin and Sabatini, 2007 ; Laplante and Sabatini, 2012 ; Dibble and Cantley, 2015 ). AMPK inhibits mTORC1 via two molecular mechanisms. First, AMPK phosphorylates the tuberous sclerosis complex protein-2 (TSC-2), preventing the GTP binding of small G protein Rheb ( Inoki et al ., 2003 ). Second, AMPK phosphorylates the regulation-associated protein of mTOR, the regulatory subunit of mTORC1 ( Gwinn et al ., 2008 ), inhibiting mTOR function and blocking the activation of the S6 kinase/eukaryotic translation initiation factor, 4E -binding protein 1 (4EBP1). This negatively regulates protein synthesis, retarding tumor progression ( Inoki et al ., 2003 ; Tsakiridis et al ., 2021 ). Downregulation of the hypoxia-inducible factor 1-alpha (HIF-1α) Hypoxia is a hallmark of the tumor environment and promotes tumor growth by facilitating pro-tumoral stimuli, such as angiogenesis, stemness, epithelial–mesenchymal transition, and metastasis ( Semenza et al ., 1991 ). Hypoxic effects in the tumor environment are driven by the HIF family. HIFs exist in three isoforms: HIF-1, HIF-2, and HIF-3. Among these, HIF-1 is the most notorious for accelerating tumor growth. Under normoxic conditions, HIF-1α is inactivated by the prolyl hydroxylase enzymes, prolyl hydroxylase domain-containing proteins 1–3 ( Maxwell et al ., 1999 ). After hydroxylation, HIF-1α binds to the Von Hippel Lindau protein-containing E3 ubiquitin ligase complex and gets ubiquitinated, subsequently undergoing proteasomal degradation. Under hypoxic conditions, HIF-1α translocates into the nucleus and stabilizes itself by binding to the partner protein, HIF-1β, promoting the transcription of oncogenes, such as c-Myc , p53 , vascular endothelial growth factor, and organic cation transporter 1 ( Maynard and Ohh, 2007 ; Ward and Thompson, 2012 ; Cairns and Mak, 2017 ). HIF-1α overexpression is commonly observed in many cancer types, including brain, breast, lung, and stomach cancers ( Semenza, 2003 ; Weidemann and Johnson, 2008 ). In this context, the association between HIF-1α and AMPK has been investigated by Faubert et al . (2013) . They showed that loss of AMPKα increases HIF-1α expression, promoting lymphoma development in AMPKα-deficient mice ( Faubert et al ., 2013 ). This indicates that AMPK hinders tumor formation by opposing HIF-1α activation. Additionally, AMPK activation promotes hydroxylation of HIF1α, resulting in HIF1α degradation and suppression of hepatocellular carcinoma ( Tseng et al ., 2022 ). Inhibition of lipogenesis To meet the massive growth requirements, tumor cells require tremendous resources to produce newly proliferated cells. Lipids/cholesterol are key components of the plasma membrane and signaling molecules that are supplied by acetyl ACC- and HMGCR-mediated de novo lipid/cholesterol synthesis ( Swinnen et al ., 2006 ). AMPK limits lipid and cholesterol synthesis in tumor cells by inhibiting the lipogenic enzymes. AMPK inactivates ACC and HMGCR, thereby suppressing malonyl-CoA-mediated fatty acid synthesis and mevalonate production, respectively. Furthermore, AMPK inhibits the sterol regulatory element-binding transcription factor 1c and carbohydrate-response element-binding protein, which are upstream inducers of ACC and fatty acid synthase, suggesting that at the transcriptional level, AMPK negatively regulates lipogenesis in an indirect manner ( Chuang et al ., 2014 ). In vivo AMPK activation inhibits prostate cancer development by suppressing de novo lipogenesis ( Zadra et al ., 2014 ). Additionally, AMPK activation suppresses prostate cancer progression and metastasis by decreasing lipogenesis via PGC1α activation ( Penfold et al ., 2023 ). ER-associated degradation of PD-L1 PD-L1 is a key immune checkpoint molecule produced by cancer cells that evades immune surveillance ( Pardoll, 2012 ). When PD-L1 on cancer cells binds to PD-1 on activated cytotoxic T lymphocyte-infiltrating tumors, it shuts down LCK-mediated TCR signaling, thereby inhibiting the antitumor activity ( Chen et al ., 2004 ). Therefore, blocking the PD-L1/PD-1 axis may be an attractive strategy for cancer immunotherapy. Recently, metformin has been reported to diminish PD-L1 expression in tumor cells. Metformin-induced AMPK directly phosphorylates S195 of PD-L1 in tumor cells, leading to the aberrant glycosylation of PD-L1. Abnormal PD-L1 accumulates in ER, resulting in ER-associated protein degradation ( Cha et al ., 2018 ). In clinical settings, diabetic patients with breast cancer treated with metformin show a higher rate of complete response to chemotherapy than the untreated patients. Tumor tissues in the metformin-treated patients exhibit strong AMPK activation, indicating that AMPK-driven PD-L1 degradation probably improves the patient prognosis ( Cha et al ., 2018 ). Inactivation of AKT signaling PI3K/AKT signaling is a vital pro-tumor pathway in many cancer types ( Arcaro and Guerreiro, 2007 ). Notably, AKT regulation is associated with AMPK expression in tumor cells in a mutually antagonistic manner. For example, activated AKT negatively regulates AMPK by reducing the cellular AMP:ATP ratio ( Kovacic et al ., 2003 ; Hahn-Windgassen et al ., 2005 ), whereas adiponectin-activated AMPK inhibits AKT function by stimulating phosphatase 2A activity ( Kim et al ., 2009 ; Lee et al ., 2011 ). Mechanistically distinct AMPK activators, OSU-53 and AICAR, inhibit AKT activity, leading to the S-phase growth arrest of tumor cells ( Rattan et al ., 2005 ; Kim et al ., 2009 ; Lee et al ., 2011 ). Moreover, cordycepin induces AMPK activation and suppresses the AKT signaling pathway to enhance the chemosensitivity of esophageal cancer cells to cisplatin ( Gao et al ., 2020 ). Upregulation of p53 p53 is a transcription factor that transactivates several genes involved in cell cycle arrest and apoptosis ( Prives and Hall, 1999 ). Under normal conditions, p53 is present at low levels because of its gradual proteasomal degradation. However, when DNA damage occurs, p53 escapes degradation and transactivates the target genes, inducing cell cycle arrest and apoptosis ( Ozaki and Nakagawara, 2011 ). p53 suppresses tumor development in response to several oncogenic stresses, such as hypoxia, DNA damage, and senescence ( Vogelstein et al ., 2000 ; Vousden and Prives, 2009 ). Approximately 50% of human cancers consistently harbor loss-of-function mutations in the p53 alleles ( Lee et al ., 2010 ). AMPK phosphorylates p53 at Ser-15 and Ser-46 to activate its function in mouse embryonic fibroblasts ( Jones et al ., 2005 ) and osteosarcoma cells ( Okoshi et al ., 2008 ), respectively. AMPK-induced p53 activates the expression of p21 and Bax to arrest cell proliferation under glucose-deficient conditions, ultimately causing tumor cell death ( Okoshi et al ., 2008 ; Lee et al ., 2012 ). Inhibition of cyclooxygenase 2 (COX2) COX2 enhances stemness, apoptotic resistance, and angiogenesis to promote tumor development ( Williams et al ., 1999 ; Prescott and Fitzpatrick, 2000 ). AMPK activation by synthetic or natural agents inhibits COX2 expression in colorectal cancer ( Williams et al ., 1999 ) and melanoma cell lines ( Kim et al ., 2012 ), thereby inhibiting tumor growth. In contrast, AMPK inhibition by compound C increases the growth of human colorectal adenocarcinoma cells (HT-29) by elevating the expression levels of COX2 and AKT ( Lee et al ., 2009 ), implying that AMPK is a negative regulator of COX2 in tumor cells. Activation of FoxO3a FoxO3a is a well-established tumor suppressor in various cancers, including breast, lung, and colon cancers ( Shoeb et al ., 2013 ; Yang et al ., 2014 ; Zhang et al ., 2017 ). Mechanistically, FoxO3a activates apoptosis-inducing genes, such as the Fas ligand, TNF-related apoptosis-inducing ligand ( TRAIL ), and B-cell lymphoma 2 ( Bcl-2 ) members ( Bim , bNIP3 , and Bcl-xL ), and shifts the metabolic status to tumor-unfavorable conditions ( Fu and Tindall, 2008 ). FoxO3a is commonly inactivated in cancer cell lines via allelic mutations or protein sequestration in the cytosol, causing the uncontrolled growth of tumor cells ( Liu et al ., 2018 ). AMPK activation upregulates FoxO3a expression in tumor cells under various cellular stresses. AMPK phosphorylates FoxO3a and regulates its nuclear localization ( Greer et al ., 2007b ; He et al ., 2009 ; Chiacchiera and Simone, 2010 ); however, the underlying mechanisms remain unclear ( Chiacchiera and Simone, 2010 ). CONCLUSION Many studies have extensively investigated AMPK, but in this review, we focused on specific aspects, such as the roles of AMPK in T cells and cancer. AMPK plays crucial roles in metabolic regulation, detection of energy/nutrient deprivation, and maintenance of metabolic balance in organisms. Therefore, precise control of the AMPK pathway is vital as it determines the fate of both T and tumor cells under nutrient-restricted conditions. Inhibition of anabolic pathways by AMPK hampers mTORC1 and ACC, further hindering the growth and functions of actively proliferating cells, such as the effector T and tumor cells ( Keerthana et al ., 2023 ). In quiescent cells, such as naïve, memory, and Tregs, AMPK promotes fatty acid oxidation, supporting their survival and functions ( Sun et al ., 2017 ). Owing to the intricate consequences of AMPK activation depending on the cell type and status, whether targeting AMPK is beneficial remains controversial ( Chang and Lai, 2020 ). Our review provides significant insights into the roles of AMPK in T and tumor cells to facilitate the development of effective therapeutics. However, more comprehensive studies are needed to develop novel AMPK-targeting intervention strategies for various diseases. ACKNOWLEDGMENTS This study was supported by the Yeungnam University Research Grant (grant number 223A380004). CONFLICT OF INTEREST The authors declare no conflicts of interest. REFERENCES Arcaro A. Guerreiro A. S. 2007 The phosphoinositide 3-kinase pathway in human cancer: genetic alterations and therapeutic implications Curr. Genomics 8 271 306 10.2174/138920207782446160 19384426 Awwad O. Coperchini F. Pignatti P. Denegri M. Massara S. Croce L. Di Buduo C. A. Abbonante V. Balduini A. Chiovato L. Rotondi M. 2018 The AMPK-activator AICAR in thyroid cancer: effects on CXCL8 secretion and on CXCL8-induced neoplastic cell migration J. Endocrinol. Invest. 41 1275 1282 10.1007/s40618-018-0862-8 29546654 Beg Z. H. Allmann D. W. Gibson D. M. 1973 Modulation of 3-hydroxy-3-methylglutaryl coenzyme A reductase activity with cAMP and with protein fractions of rat liver cytosol Biochem. Biophys. Res. Commun. 54 1362 1369 10.1016/0006-291X(73)91137-6 4356818 Blagih J. Coulombe F. Vincent E. E. Dupuy F. Galicia-Vázquez G. Yurchenko E. Raissi T. C. van der Windt G. J. Viollet B. Pearce E. L. 2015 The energy sensor AMPK regulates T cell metabolic adaptation and effector responses in vivo Immunity 42 41 54 10.1016/j.immuni.2014.12.030 25607458 Cairns R. A. Mak T. W. 2017 Fire and water: tumor cell adaptation to metabolic conditions Exp. Cell Res. 356 204 208 10.1016/j.yexcr.2017.04.029 28457987 Carling D. Mayer F. V. Sanders M. J. Gamblin S. J. 2011 AMP-activated protein kinase: nature's energy sensor Nat. Chem. Biol. 7 512 518 10.1038/nchembio.610 21769098 Carlson C. A. Kim K.-H. 1973 Regulation of hepatic acetyl coenzyme A carboxylase by phosphorylation and dephosphorylation J. Biol. Chem. 248 378 380 10.1016/S0021-9258(19)44486-4 4692841 Cerezo M. Tichet M. Abbe P. Ohanna M. Lehraiki A. Rouaud F. Allegra M. Giacchero D. Bahadoran P. Bertolotto C. 2013 Metformin blocks melanoma invasion and metastasis development in AMPK/p53-dependent manner Mol. Cancer Ther. 12 1605 1615 10.1158/1535-7163.MCT-12-1226-T 23741061 Cha J. H. Yang W. H. Xia W. Wei Y. Chan L. C. Lim S. O. Li C. W. Kim T. Chang S. S. Lee H. H. Hsu J. L. Wang H. L. Kuo C. W. Chang W. C. Hadad S. Purdie C. A. McCoy A. M. Cai S. Tu Y. Litton J. K. Mittendorf E. A. Moulder S. L. Symmans W. F. Thompson A. M. Piwnica-Worms H. Chen C. H. Khoo K. H. Hung M. C. 2018 Metformin promotes antitumor immunity via endoplasmic-reticulum-associated degradation of PD-L1 Mol. Cell 71 606 620.e7 10.1016/j.molcel.2018.07.030 30118680 Chang W. H. Lai A. G. 2020 An integrative pan-cancer investigation reveals common genetic and transcriptional alterations of AMPK pathway genes as important predictors of clinical outcomes across major cancer types BMC Cancer 20 773 10.1186/s12885-020-07286-2 32807122 Chen C. Song W. Kao J. Y. Zheng Q. Chen J.-J. 2004 Expression of Fas ligand is not a main mechanism used by tumors to counteract antitumor immunity Front. Biosci. 9 448 456 10.2741/1252 14766381 Chiacchiera F. Simone C. 2010 The AMPK-FoxO3A axis as a target for cancer treatment Cell Cycle 9 1091 1096 10.4161/cc.9.6.11035 20190568 Chiang P.-C. Lin S.-C. Pan S.-L. Kuo C.-H. Tsai I.-L. Kuo M.-T. Wen W.-C. Chen P. Guh J.-H. 2010 Antroquinonol displays anticancer potential against human hepatocellular carcinoma cells: a crucial role of AMPK and mTOR pathways Biochem. Pharmacol. 79 162 171 10.1016/j.bcp.2009.08.022 19723512 Chuang H.-C. Chou C.-C. Kulp S. K. Chen C.-S. 2014 AMPK as a potential anticancer target - friend or foe? Curr. Pharm. Des. 20 2607 2618 10.2174/13816128113199990485 23859619 Daskalopoulos E. P. Dufeys C. Beauloye C. Bertrand L. Horman S. 2016 AMPK in cardiovascular diseases Exp. Suppl. 107 179 201 10.1007/978-3-319-43589-3_8 27812981 Dibble C. C. Cantley L. C. 2015 Regulation of mTORC1 by PI3K signaling Trends Cell Biol. 25 545 555 10.1016/j.tcb.2015.06.002 26159692 Domise M. Vingtdeux V. 2016 AMPK in neurodegenerative diseases Exp. Suppl. 107 153 177 10.1007/978-3-319-43589-3_7 27812980 Faubert B. Boily G. Izreig S. Griss T. Samborska B. Dong Z. Dupuy F. Chambers C. Fuerth B. J. Viollet B. Mamer O. A. Avizonis D. DeBerardinis R. J. Siegel P. M. Jones R. G. 2013 AMPK is a negative regulator of the Warburg effect and suppresses tumor growth in vivo Cell Metab. 17 113 124 10.1016/j.cmet.2012.12.001 23274086 Fu Z. Tindall D. 2008 FOXOs, cancer and regulation of apoptosis Oncogene 27 2312 2319 10.1038/onc.2008.24 18391973 Gao H. Wu G. Spencer T. E. Johnson G. A. Bazer F. W. 2009 Select nutrients in the ovine uterine lumen. IV. Expression of neutral and acidic amino acid transporters in ovine uteri and peri-implantation conceptuses Biol. Reprod. 80 1196 1208 10.1095/biolreprod.108.075440 19176878 Gao M. Kong Q. Hua H. Yin Y. Wang J. Luo T. Jiang Y. 2016 AMPK-mediated up-regulation of mTORC2 and MCL-1 compromises the anti-cancer effects of aspirin Oncotarget 7 16349 10.18632/oncotarget.7648 26918349 Gao Y. Chen D. L. Zhou M. Zheng Z. S. He M. F. Huang S. Liao X. Z. Zhang J. X. 2020 Cordycepin enhances the chemosensitivity of esophageal cancer cells to cisplatin by inducing the activation of AMPK and suppressing the AKT signaling pathway Cell Death Dis. 11 866 10.1038/s41419-020-03079-4 33067427 Ge Y. Zhou M. Chen C. Wu X. Wang X. 2022 Role of AMPK mediated pathways in autophagy and aging Biochimie 195 100 113 10.1016/j.biochi.2021.11.008 34838647 Gerriets V. A. Rathmell J. C. 2012 Metabolic pathways in T cell fate and function Trends Immunol. 33 168 173 10.1016/j.it.2012.01.010 22342741 Greer E. L. Dowlatshahi D. Banko M. R. Villen J. Hoang K. Blanchard D. Gygi S. P. Brunet A. 2007a An AMPK-FOXO pathway mediates longevity induced by a novel method of dietary restriction in C. elegans Curr. Biol. 17 1646 1656 10.1016/j.cub.2007.08.047 17900900 Greer E. L. Oskoui P. R. Banko M. R. Maniar J. M. Gygi M. P. Gygi S. P. Brunet A. 2007b The energy sensor AMP-activated protein kinase directly regulates the mammalian FOXO3 transcription factor J. Biol. Chem. 282 30107 30119 10.1074/jbc.M705325200 17711846 Guertin D. A. Sabatini D. M. 2007 Defining the role of mTOR in cancer Cancer Cell 12 9 22 10.1016/j.ccr.2007.05.008 17613433 Gwinn D. M. Shackelford D. B. Egan D. F. Mihaylova M. M. Mery A. Vasquez D. S. Turk B. E. Shaw R. J. 2008 AMPK phosphorylation of raptor mediates a metabolic checkpoint Mol. Cell 30 214 226 10.1016/j.molcel.2008.03.003 18439900 Hahn-Windgassen A. Nogueira V. Chen C.-C. Skeen J. E. Sonenberg N. Hay N. 2005 Akt activates the mammalian target of rapamycin by regulating cellular ATP level and AMPK activity J. Biol. Chem. 280 32081 32089 10.1074/jbc.M502876200 16027121 Hardie D. G. 2011 Adenosine monophosphate-activated protein kinase: a central regulator of metabolism with roles in diabetes, cancer, and viral infection Cold Spring Harb. Symp. Quant. Biol. 76 155 164 10.1101/sqb.2011.76.010819 22071265 Hardie D. G. 2013 AMPK: a target for drugs and natural products with effects on both diabetes and cancer Diabetes 62 2164 2172 10.2337/db13-0368 23801715 Hardie D. G. Ross F. A. Hawley S. A. 2012 AMPK: a nutrient and energy sensor that maintains energy homeostasis Nat. Rev. Mol. Cell Biol. 13 251 262 10.1038/nrm3311 22436748 He L. Sabet A. Djedjos S. Miller R. Sun X. Hussain M. A. Radovick S. Wondisford F. E. 2009 Metformin and insulin suppress hepatic gluconeogenesis through phosphorylation of CREB binding protein Cell 137 635 646 10.1016/j.cell.2009.03.016 19450513 He N. Fan W. Henriquez B. Yu R. T. Atkins A. R. Liddle C. Zheng Y. Downes M. Evans R. M. 2017 Metabolic control of regulatory T cell (Treg) survival and function by Lkb1 Proc. Natl. Acad. Sci. U. S. A. 114 12542 12547 10.1073/pnas.1715363114 29109251 Inoki K. Zhu T. Guan K. L. 2003 TSC2 mediates cellular energy response to control cell growth and survival Cell 115 577 590 10.1016/S0092-8674(03)00929-2 14651849 Jagger A. Shimojima Y. Goronzy J. J. Weyand C. M. 2014 Regulatory T cells and the immune aging process: a mini-review Gerontology 60 130 137 10.1159/000355303 24296590 Jeon H. Huynh D. T. N. Baek N. Nguyen T. L. L. Heo K. S. 2021 Ginsenoside-Rg2 affects cell growth via regulating ROS-mediated AMPK activation and cell cycle in MCF-7 cells Phytomedicine 85 153549 10.1016/j.phymed.2021.153549 33819767 Jeon S. M. Hay N. 2015 The double-edged sword of AMPK signaling in cancer and its therapeutic implications Arch. Pharm. Res. 38 346 357 10.1007/s12272-015-0549-z 25575627 Jones R. G. Plas D. R. Kubek S. Buzzai M. Mu J. Xu Y. Birnbaum M. J. Thompson C. B. 2005 AMP-activated protein kinase induces a p53-dependent metabolic checkpoint Mol. Cell 18 283 293 10.1016/j.molcel.2005.03.027 15866171 Kang J. I. Hong J. Y. Lee H. J. Bae S. Y. Jung C. Park H. J. Lee S. K. 2015 Anti-tumor activity of yuanhuacine by regulating AMPK/mTOR signaling pathway and actin cytoskeleton organization in non-small cell lung cancer cells PLoS One 10 e0144368 10.1371/journal.pone.0144368 26656173 Kang M. R. Park S.-K. Lee C. W. Cho I. J. Jo Y. N. Yang J. W. Kim J.-A. Yun J. Lee K. H. Kwon H. J. 2012 Widdrol induces apoptosis via activation of AMP-activated protein kinase in colon cancer cells Oncol. Rep. 27 1407 1412 22266984 Kang S. Kim J. E. Song N. R. Jung S. K. Lee M. H. Park J. S. Yeom M. H. Bode A. M. Dong Z. Lee K. W. 2014 The ginsenoside 20-O-beta-D-glucopyranosyl-20(S)-protopanaxadiol induces autophagy and apoptosis in human melanoma via AMPK/JNK phosphorylation PLoS One 9 e104305 10.1371/journal.pone.0104305 25137374 Kay A. B. 2001 Allergy and allergic diseases N. Engl. J. Med. 344 30 37 10.1056/NEJM200101043440106 11136958 Kazyken D. Lentz S. Fingar D. 2021 Alkaline intracellular pH (pHi) activates AMPK-mTORC2 signaling to promote cell survival during growth factor limitation J. Biol. Chem. 297 101100 10.1016/j.jbc.2021.101100 34418433 Kazyken D. Magnuson B. Bodur C. Acosta-Jaquez H. A. Zhang D. Tong X. Barnes T. M. Steinl G. K. Patterson N. E. Altheim C. H. Sharma N. Inoki K. Cartee G. D. Bridges D. Yin L. Riddle S. M. Fingar D. C. 2019 AMPK directly activates mTORC2 to promote cell survival during acute energetic stress Sci. Signal. 12 eaav3249 10.1126/scisignal.aav3249 31186373 Keerthana C. K. Rayginia T. P. Shifana S. C. Anto N. P. Kalimuthu K. Isakov N. Anto R. J. 2023 The role of AMPK in cancer metabolism and its impact on the immunomodulation of the tumor microenvironment Front. Immunol. 14 1114582 10.3389/fimmu.2023.1114582 36875093 Kempkes R. W. M. Joosten I. Koenen H. He X. 2019 Metabolic pathways involved in regulatory T cell functionality Front. Immunol. 10 2839 10.3389/fimmu.2019.02839 31849995 Kim H.-J. Kim S.-K. Kim B.-S. Lee S.-H. Park Y.-S. Park B.-K. Kim S.-J. Kim J. Choi C. Kim J.-S. 2010 Apoptotic effect of quercetin on HT-29 colon cancer cells via the AMPK signaling pathway J. Agric. Food Chem. 58 8643 8650 10.1021/jf101510z 20681654 Kim H.-S. Kim M.-J. Kim E. J. Yang Y. Lee M.-S. Lim J.-S. 2012 Berberine-induced AMPK activation inhibits the metastatic potential of melanoma cells via reduction of ERK activity and COX-2 protein expression Biochem. Pharmacol. 83 385 394 10.1016/j.bcp.2011.11.008 22120676 Kim K. Baek A. Hwang J.-E. Choi Y. A. Jeong J. Lee M.-S. Cho D. H. Lim J.-S. Kim K. I. Yang Y. 2009 Adiponectin-activated AMPK stimulates dephosphorylation of AKT through protein phosphatase 2A activation Cancer Res. 69 4018 4026 10.1158/0008-5472.CAN-08-2641 19366811 Kishton R. J. Barnes C. E. Nichols A. G. Cohen S. Gerriets V. A. Siska P. J. Macintyre A. N. Goraksha-Hicks P. de Cubas A. A. Liu T. Warmoes M. O. Abel E. D. Yeoh A. E. Gershon T. R. Rathmell W. K. Richards K. L. Locasale J. W. Rathmell J. C. 2016 AMPK is essential to balance glycolysis and mitochondrial metabolism to control T-ALL cell stress and survival Cell Metab. 23 649 662 10.1016/j.cmet.2016.03.008 27076078 Konieczny P. Adamus T. Sulkowski M. Skrzypek K. Majka M. 2023 Impact of AMPK on cervical carcinoma progression and metastasis Cell Death Dis. 14 43 10.1038/s41419-023-05583-9 36658117 Koppenol W. H. Bounds P. L. 2009 The Warburg effect and metabolic efficiency: re-crunching the numbers Science 324 1029 1033 19460998 Kovacic S. Soltys C.-L. M. Barr A. J. Shiojima I. Walsh K. Dyck J. R. 2003 Akt activity negatively regulates phosphorylation of AMP-activated protein kinase in the heart J. Biol. Chem. 278 39422 39427 10.1074/jbc.M305371200 12890675 Laplante M. Sabatini D. M. 2012 mTOR signaling in growth control and disease Cell 149 274 293 10.1016/j.cell.2012.03.017 22500797 Lee C.-W. Wong L. L.-Y. Tse E. Y.-T. Liu H.-F. Leong V. Y.-L. Lee J. M.-F. Hardie D. G. Ng I. O.-L. Ching Y.-P. 2012 AMPK promotes p53 acetylation via phosphorylation and inactivation of SIRT1 in liver cancer cells Cancer Res. 72 4394 4404 10.1158/0008-5472.CAN-12-0429 22728651 Lee E. J. Kim T. J. Kim D. S. Choi C. H. Lee J. W. Lee J. H. Bae D. S. Kim B. G. 2010 p53 alteration independently predicts poor outcomes in patients with endometrial cancer: a clinicopathologic study of 131 cases and literature review Gynecol. Oncol. 116 533 538 10.1016/j.ygyno.2009.11.018 20006376 Lee K.-H. Hsu E.-C. Guh J.-H. Yang H.-C. Wang D. Kulp S. K. Shapiro C. L. Chen C.-S. 2011 Targeting energy metabolic and oncogenic signaling pathways in triple-negative breast cancer by a novel adenosine monophosphate-activated protein kinase (AMPK) activator J. Biol. Chem. 286 39247 39258 10.1074/jbc.M111.264598 21917926 Lee Y. K. Park S. Y. Kim Y. M. Park O. J. 2009 Regulatory effect of the AMPK-COX-2 signaling pathway in curcumin-induced apoptosis in HT-29 colon cancer cells Ann. N. Y. Acad. Sci. 1171 489 494 10.1111/j.1749-6632.2009.04699.x 19723094 Li W. Saud S. M. Young M. R. Chen G. Hua B. 2015 Targeting AMPK for cancer prevention and treatment Oncotarget 6 7365 7378 10.18632/oncotarget.3629 25812084 Liberti M. V. Locasale J. W. 2016 The Warburg effect: how does it benefit cancer cells? Trends Biochem. Sci. 41 211 218 10.1016/j.tibs.2015.12.001 26778478 Liu Y. Ao X. Ding W. Ponnusamy M. Wu W. Hao X. Yu W. Wang Y. Li P. Wang J. 2018 Critical role of FOXO3a in carcinogenesis Mol. Cancer 17 104 10.1186/s12943-018-0856-3 30045773 Luo L. Huang W. Tao R. Hu N. Xiao Z.-X. Luo Z. 2013 ATM and LKB1 dependent activation of AMPK sensitizes cancer cells to etoposide-induced apoptosis Cancer Lett. 328 114 119 10.1016/j.canlet.2012.08.034 22960274 MacIver N. J. Blagih J. Saucillo D. C. Tonelli L. Griss T. Rathmell J. C. Jones R. G. 2011 The liver kinase B1 is a central regulator of T cell development, activation, and metabolism J. Immunol. 187 4187 4198 10.4049/jimmunol.1100367 21930968 Marinangeli C. Didier S. Vingtdeux V. 2016 AMPK in neurodegenerative diseases: implications and therapeutic perspectives Curr. Drug Targets 17 890 907 10.2174/1389450117666160201105645 26073858 Maxwell P. H. Wiesener M. S. Chang G.-W. Clifford S. C. Vaux E. C. Cockman M. E. Wykoff C. C. Pugh C. W. Maher E. R. Ratcliffe P. J. 1999 The tumour suppressor protein VHL targets hypoxia-inducible factors for oxygen-dependent proteolysis Nature 399 271 275 10.1038/20459 10353251 Maynard M. Ohh M. 2007 The role of hypoxia-inducible factors in cancer Cell. Mol. Life Sci. 64 2170 2180 10.1007/s00018-007-7082-2 17514355 Merrill G. F. Kurth E. J. Hardie D. G. Winder W. W. 1997 AICA riboside increases AMP-activated protein kinase, fatty acid oxidation, and glucose uptake in rat muscle Am. J. Physiol. 273 E1107 E1112 10.1152/ajpendo.1997.273.6.E1107 9435525 Michalek R. D. Gerriets V. A. Jacobs S. R. Macintyre A. N. MacIver N. J. Mason E. F. Sullivan S. A. Nichols A. G. Rathmell J. C. 2011 Cutting edge: distinct glycolytic and lipid oxidative metabolic programs are essential for effector and regulatory CD4+ T cell subsets J. Immunol. 186 3299 3303 10.4049/jimmunol.1003613 21317389 Nagalingam A. Arbiser J. L. Bonner M. Y. Saxena N. K. Sharma D. 2012 Honokiol activates AMP-activated protein kinase in breast cancer cells via an LKB1-dependent pathway and inhibits breast carcinogenesis Breast Cancer Res. 14 R35 10.1186/bcr3128 22353783 O'Brien A. J. Villani L. A. Broadfield L. A. Houde V. P. Galic S. Blandino G. Kemp B. E. Tsakiridis T. Muti P. Steinberg G. R. 2015 Salicylate activates AMPK and synergizes with metformin to reduce the survival of prostate and lung cancer cells ex vivo through inhibition of de novo lipogenesis Biochem. J. 469 177 187 10.1042/BJ20150122 25940306 Okoshi R. Ozaki T. Yamamoto H. Ando K. Koida N. Ono S. Koda T. Kamijo T. Nakagawara A. Kizaki H. 2008 Activation of AMP-activated protein kinase induces p53-dependent apoptotic cell death in response to energetic stress J. Biol. Chem. 283 3979 3987 10.1074/jbc.M705232200 18056705 Ozaki T. Nakagawara A. 2011 Role of p53 in cell death and human cancers Cancers 3 994 1013 10.3390/cancers3010994 24212651 Palsson-McDermott E. M. O'neill L. A. 2013 The Warburg effect then and now: from cancer to inflammatory diseases Bioessays 35 965 973 10.1002/bies.201300084 24115022 Pan W. Yang H. Cao C. Song X. Wallin B. Kivlin R. Lu S. Hu G. Di W. Wan Y. 2008 AMPK mediates curcumin-induced cell death in CaOV3 ovarian cancer cells Oncol. Rep. 20 1553 1559 19020741 Pandit M. Kil Y. S. Ahn J. H. Pokhrel R. H. Gu Y. Mishra S. Han Y. Ouh Y. T. Kang B. Jeong M. S. Kim J. O. Nam J. W. Ko H. J. Chang J. H. 2023 Methionine consumption by cancer cells drives a progressive upregulation of PD-1 expression in CD4 T cells Nat. Commun. 14 2593 10.1038/s41467-023-38316-9 37147330 Pandit M. Timilshina M. Gu Y. Acharya S. Chung Y. Seo S. U. Chang J. H. 2022 AMPK suppresses Th2 cell responses by repressing mTORC2 Exp. Mol. Med. 54 1214 1224 10.1038/s12276-022-00832-x 35999454 Pardoll D. M. 2012 The blockade of immune checkpoints in cancer immunotherapy Nat. Rev. Cancer 12 252 264 10.1038/nrc3239 22437870 Park I.-J. Yang W. K. Nam S.-H. Hong J. Yang K. R. Kim J. Kim S. S. Choe W. Kang I. Ha J. 2014 Cryptotanshinone induces G1 cell cycle arrest and autophagic cell death by activating the AMP-activated protein kinase signal pathway in HepG2 hepatoma Apoptosis 19 615 628 10.1007/s10495-013-0929-0 24173372 Park J. B. Lee M. S. Cha E. Y. Lee J. S. Sul J. Y. Song I. S. Kim J. Y. 2012 Magnolol-induced apoptosis in HCT-116 colon cancer cells is associated with the AMP-activated protein kinase signaling pathway Biol. Pharm. Bull. 35 1614 1620 10.1248/bpb.b12-00352 22975518 Penfold L. Woods A. Pollard A. E. Arizanova J. Pascual-Navarro E. Muckett P. J. Dore M. H. Montoya A. Whilding C. Fets L. Mokochinski J. Constantin T. A. Varela-Carver A. Leach D. A. Bevan C. L. Nikitin A. Y. Hall Z. Carling D. 2023 AMPK activation protects against prostate cancer by inducing a catabolic cellular state Cell Rep. 42 112396 10.1016/j.celrep.2023.112396 37061917 Pennock N. D. White J. T. Cross E. W. Cheney E. E. Tamburini B. A. Kedl R. M. 2013 T cell responses: naive to memory and everything in between Adv. Physiol. Educ. 37 273 283 10.1152/advan.00066.2013 24292902 Pokhrel R. H. Acharya S. Ahn J. H. Gu Y. Pandit M. Kim J. O. Park Y. Y. Kang B. Ko H. J. Chang J. H. 2021 AMPK promotes antitumor immunity by downregulating PD-1 in regulatory T cells via the HMGCR/p38 signaling pathway Mol. Cancer 20 133 10.1186/s12943-021-01420-9 34649584 Pokhrel R. H. Kang B. Timilshina M. Chang J. H. 2022 AMPK amplifies IL2-STAT5 signaling to maintain stability of regulatory T cells in aged mice Int. J. Mol. Sci. 23 12384 10.3390/ijms232012384 36293240 Prescott S. M. Fitzpatrick F. 2000 Cyclooxygenase-2 and carcinogenesis Biochim. Biophys. Acta 1470 M69 M78 10.1016/S0304-419X(00)00006-8 10722929 Prives C. Hall P. A. 1999 The p53 pathway J. Pathol. 187 112 126 10.1002/(SICI)1096-9896(199901)187:1<112::AID-PATH250>3.0.CO;2-3 10341712 Rao E. Zhang Y. Zhu G. Hao J. Persson X.-M. T. Egilmez N. K. Suttles J. Li B. 2015 Deficiency of AMPK in CD8+ T cells suppresses their anti-tumor function by inducing protein phosphatase-mediated cell death Oncotarget 6 7944 10.18632/oncotarget.3501 25760243 Rattan R. Giri S. Singh A. K. Singh I. 2005 5-Aminoimidazole-4-carboxamide-1-β-D-ribofuranoside inhibits cancer cell proliferation in vitro and in vivo via AMP-activated protein kinase J. Biol. Chem. 280 39582 39593 10.1074/jbc.M507443200 16176927 Sadria M. Seo D. Layton A. T. 2022 The mixed blessing of AMPK signaling in cancer treatments BMC Cancer 22 105 10.1186/s12885-022-09211-1 35078427 Salminen A. Hyttinen J. M. Kaarniranta K. 2011 AMP-activated protein kinase inhibits NF-kappaB signaling and inflammation: impact on healthspan and lifespan J. Mol. Med. (Berl.) 89 667 676 10.1007/s00109-011-0748-0 21431325 Salminen A. Kaarniranta K. 2009 NF-κB signaling in the aging process J. Clin. Immunol. 29 397 405 10.1007/s10875-009-9296-6 19408108 Semenza G. L. 2003 Targeting HIF-1 for cancer therapy Nat. Rev. Cancer 3 721 732 10.1038/nrc1187 13130303 Semenza G. L. Nejfelt M. K. Chi S. M. Antonarakis S. E. 1991 Hypoxia-inducible nuclear factors bind to an enhancer element located 3' to the human erythropoietin gene Proc. Natl. Acad. Sci. U. S. A. 88 5680 5684 10.1073/pnas.88.13.5680 2062846 Shackelford D. B. Shaw R. J. 2009 The LKB1-AMPK pathway: metabolism and growth control in tumour suppression Nat. Rev. Cancer 9 563 575 10.1038/nrc2676 19629071 Shaw R. J. Kosmatka M. Bardeesy N. Hurley R. L. Witters L. A. DePinho R. A. Cantley L. C. 2004 The tumor suppressor LKB1 kinase directly activates AMP-activated kinase and regulates apoptosis in response to energy stress Proc. Natl. Acad. Sci. U. S. A. 101 3329 3335 10.1073/pnas.0308061100 14985505 Shieh J.-M. Chen Y.-C. Lin Y.-C. Lin J.-N. Chen W.-C. Chen Y.-Y. Ho C.-T. Way T.-D. 2013 Demethoxycurcumin inhibits energy metabolic and oncogenic signaling pathways through AMPK activation in triple-negative breast cancer cells J. Agric. Food Chem. 61 6366 6375 10.1021/jf4012455 23777448 Shoeb M. Ramana K. V. ivastava S. K. Sr 2013 Aldose reductase inhibition enhances TRAIL-induced human colon cancer cell apoptosis through AKT/FOXO3a-dependent upregulation of death receptors Free Radic. Biol. Med. 63 280 290 10.1016/j.freeradbiomed.2013.05.039 23732517 Song G. Mao Y. Cai Q. Yao L. Ouyang G. Bao S. 2005 Curcumin induces human HT-29 colon adenocarcinoma cell apoptosis by activating p53 and regulating apoptosis-related protein expression Braz. J. Med. Biol. Res. 38 1791 1798 10.1590/S0100-879X2005001200007 16302093 Stancu A. L. 2015 AMPK activation can delay aging Discoveries (Craiova) 3 e53 10.15190/d.2015.45 32309575 Storozhuk Y. Hopmans S. Sanli T. Barron C. Tsiani E. Cutz J. Pond G. Wright J. Singh G. Tsakiridis T. 2013 Metformin inhibits growth and enhances radiation response of non-small cell lung cancer (NSCLC) through ATM and AMPK Br. J. Cancer 108 2021 2032 10.1038/bjc.2013.187 23632475 Su C. C. Hsieh K. L. Liu P. L. Yeh H. C. Huang S. P. Fang S. H. Cheng W. C. Huang K. H. Chiu F. Y. Lin I. L. Huang M. Y. Li C. Y. 2019 AICAR induces apoptosis and inhibits migration and invasion in prostate cancer cells through an AMPK/mTOR-dependent pathway Int. J. Mol. Sci. 20 1647 10.3390/ijms20071647 30987073 Sugiyama M. Takahashi H. Hosono K. Endo H. Kato S. Yoneda K. Nozaki Y. Fujita K. Yoneda M. Wada K. 2009 Adiponectin inhibits colorectal cancer cell growth through the AMPK/mTOR pathway Int. J. Oncol. 34 339 344 19148467 Sun L. Fu J. Zhou Y. 2017 Metabolism controls the balance of Th17/T-regulatory cells Front. Immunol. 8 1632 10.3389/fimmu.2017.01632 29230216 Sun Q. Chen X. Ma J. Peng H. Wang F. Zha X. Wang Y. Jing Y. Yang H. Chen R. Chang L. Zhang Y. Goto J. Onda H. Chen T. Wang M. R. Lu Y. You H. Kwiatkowski D. Zhang H. 2011 Mammalian target of rapamycin up-regulation of pyruvate kinase isoenzyme type M2 is critical for aerobic glycolysis and tumor growth Proc. Natl. Acad. Sci. U. S. A. 108 4129 4134 10.1073/pnas.1014769108 21325052 Swinnen J. V. Brusselmans K. Verhoeven G. 2006 Increased lipogenesis in cancer cells: new players, novel targets Curr. Opin. Clin. Nutr. Metab. Care 9 358 365 10.1097/01.mco.0000232894.28674.30 16778563 Szwed A. Kim E. Jacinto E. 2021 Regulation and metabolic functions of mTORC1 and mTORC2 Physiol. Rev. 101 1371 1426 10.1152/physrev.00026.2020 33599151 Tamas P. Hawley S. A. Clarke R. G. Mustard K. J. Green K. Hardie D. G. Cantrell D. A. 2006 Regulation of the energy sensor AMP-activated protein kinase by antigen receptor and Ca2+ in T lymphocytes J. Exp. Med. 203 1665 1670 10.1084/jem.20052469 16818670 Tilstra J. S. Clauson C. L. Niedernhofer L. J. Robbins P. D. 2011 NF-kappaB in aging and disease Aging Dis. 2 449 465 22396894 Tsakiridis E. E. Broadfield L. Marcinko K. Biziotis O. D. Ali A. Mekhaeil B. Ahmadi E. Singh K. Mesci A. Zacharidis P. G. Anagnostopoulos A. E. Berg T. Muti P. Steinberg G. R. Tsakiridis T. 2021 Combined metformin-salicylate treatment provides improved anti-tumor activity and enhanced radiotherapy response in prostate cancer; drug synergy at clinically relevant doses Transl. Oncol. 14 101209 10.1016/j.tranon.2021.101209 34479029 Tseng H. I. Zeng Y. S. Lin Y. J. Huang J. W. Lin C. L. Lee M. H. Yang F. W. Fang T. P. Mar A. C. Su J. C. 2022 A novel AMPK activator shows therapeutic potential in hepatocellular carcinoma by suppressing HIF1alpha-mediated aerobic glycolysis Mol. Oncol. 16 2274 2294 10.1002/1878-0261.13211 35298869 Vogelstein B. Lane D. Levine A. J. 2000 Surfing the p53 network Nature 408 307 310 10.1038/35042675 11099028 Vousden K. H. Prives C. 2009 Blinded by the light: the growing complexity of p53 Cell 137 413 431 10.1016/j.cell.2009.04.037 19410540 Wang R. Dillon C. P. Shi L. Z. Milasta S. Carter R. Finkelstein D. McCormick L. L. Fitzgerald P. Chi H. Munger J. 2011 The transcription factor Myc controls metabolic reprogramming upon T lymphocyte activation Immunity 35 871 882 10.1016/j.immuni.2011.09.021 22195744 Wang R. Green D. R. 2012 The immune diet: meeting the metabolic demands of lymphocyte activation F1000 Biol. Rep. 4 9 10.3410/B4-9 22615715 Wang Y. Xu W. Yan Z. Zhao W. Mi J. Li J. Yan H. 2018 Metformin induces autophagy and G0/G1 phase cell cycle arrest in myeloma by targeting the AMPK/mTORC1 and mTORC2 pathways J. Exp. Clin. Cancer Res. 37 63 10.1186/s13046-018-0731-5 29554968 Ward P. S. Thompson C. B. 2012 Metabolic reprogramming: a cancer hallmark even warburg did not anticipate Cancer Cell 21 297 308 10.1016/j.ccr.2012.02.014 22439925 Weidemann A. Johnson R. S. 2008 Biology of HIF-1alpha Cell Death Differ. 15 621 627 10.1038/cdd.2008.12 18259201 Williams C. S. Shattuck-Brandt R. L. DuBois R. N. 1999 The role of COX-2 in intestinal cancer Expert Opin. Investig. Drugs 8 1 12 10.1517/13543784.8.1.1 15992053 Woo S. M. Seo S. U. Kim S. H. Nam J. O. Kim S. Park J. W. Min K. J. Kwon T. K. 2019 Hispidulin enhances TRAIL-mediated apoptosis via CaMKKβ/AMPK/USP51 axis-mediated Bim stabilization Cancers (Basel) 11 1960 10.3390/cancers11121960 31817696 Woods A. Johnstone S. R. Dickerson K. Leiper F. C. Fryer L. G. Neumann D. Schlattner U. Wallimann T. Carlson M. Carling D. 2003 LKB1 is the upstream kinase in the AMP-activated protein kinase cascade Curr. Biol. 13 2004 2008 10.1016/j.cub.2003.10.031 14614828 Yang Y. C. Tang Y. A. Shieh J. M. Lin R. K. Hsu H. S. Wang Y. C. 2014 DNMT3B overexpression by deregulation of FOXO3a-mediated transcription repression and MDM2 overexpression in lung cancer J. Thorac. Oncol. 9 1305 1315 10.1097/JTO.0000000000000240 25122426 Yao F. Ji G. Y. Zhang L. 2012 AMPK: a novel target controlling inflammation Sheng Li Xue Bao 64 341 345 22717640 Yue W. Yang C. S. DiPaola R. S. Tan X. L. 2014 Repurposing of metformin and aspirin by targeting AMPK-mTOR and inflammation for pancreatic cancer prevention and treatment Cancer Prev. Res. (Phila.) 7 388 397 10.1158/1940-6207.CAPR-13-0337 24520038 Yun S. M. Jung J. H. Jeong S. J. Sohn E. J. Kim B. Kim S. H. 2014 Tanshinone IIA induces autophagic cell death via activation of AMPK and ERK and inhibition of mTOR and p70 S6K in KBM-5 leukemia cells Phytother. Res. 28 458 464 10.1002/ptr.5015 23813779 Yun Z. Zou Z. Sun S. Che H. 2022 Chlorogenic acid improves food allergy through the AMPK/ACC/CPT-1 pathway J. Food Biochem. 46 e14505 10.1111/jfbc.14505 36455237 Yung M. M. H. Siu M. K. Y. Ngan H. Y. S. Chan D. W. Chan K. K. L. 2022 Orchestrated action of AMPK activation and combined VEGF/PD-1 blockade with lipid metabolic tunning as multi-target therapeutics against ovarian cancers Int. J. Mol. Sci. 23 6857 10.3390/ijms23126857 35743298 Zadra G. Photopoulos C. Tyekucheva S. Heidari P. Weng Q. P. Fedele G. Liu H. Scaglia N. Priolo C. Sicinska E. Mahmood U. Signoretti S. Birnberg N. Loda M. 2014 A novel direct activator of AMPK inhibits prostate cancer growth by blocking lipogenesis EMBO Mol. Med. 6 519 538 10.1002/emmm.201302734 24497570 Zhang X. Zhuang T. Liang Z. Li L. Xue M. Liu J. Liang H. 2017 Breast cancer suppression by aplysin is associated with inhibition of PI3K/AKT/FOXO3a pathway Oncotarget 8 63923 10.18632/oncotarget.19209 28969041 Zhang Y. Xu S. Lin J. Yao G. Han Z. Liang B. Zou Z. Chen Z. Song Q. Dai Y. Gao T. Liu A. Bai X. 2012 mTORC1 is a target of nordihydroguaiaretic acid to prevent breast tumor growth in vitro and in vivo Breast Cancer Res. Treat. 136 379 388 10.1007/s10549-012-2270-7 23053656 Zheng Y. Delgoffe G. M. Meyer C. F. Chan W. Powell J. D. 2009 Anergic T cells are metabolically anergic J. Immunol. 183 6095 6101 10.4049/jimmunol.0803510 19841171 Zhou G. Myers R. Li Y. Chen Y. Shen X. Fenyk-Melody J. Wu M. Ventre J. Doebber T. Fujii N. Musi N. Hirshman M. F. Goodyear L. J. Moller D. E. 2001 Role of AMP-activated protein kinase in mechanism of metformin action J. Clin. Invest. 108 1167 1174 10.1172/JCI13505 11602624 Zhu P. Wang L. Xu P. Tan Q. Wang Y. Feng G. Yuan L. 2022 GANT61 elevates chemosensitivity to cisplatin through regulating the Hedgehog, AMPK and cAMP pathways in ovarian cancer Future Med. Chem. 14 479 500 10.4155/fmc-2021-0310 35322690 Zong H. Yin B. Zhou H. Cai D. Ma B. Xiang Y. 2014 Inhibition of mTOR pathway attenuates migration and invasion of gallbladder cancer via EMT inhibition Mol. Biol. Rep. 41 4507 4512 10.1007/s11033-014-3321-4 24623408 Fig. 1 AMPK regulates metabolic fitness of T cells in resting state. Naive T cells exert elevated AMPK activity to utilized fatty acid oxidation (FAO) for their survival. Upon antigen stimulation through interacting with antigen-presenting cells (APC), naive T cells undergo metabolic reprogramming to support the generation of effector T cells, transforming their energy metabolism to glycolysis (mTOR), the pentose phosphate pathway (PPP), and the glutaminolytic pathway. When they enter memory status, AMPK activity re-emerges to reduce mTOR, followed by a metabolic shift towards oxidative phosphorylation (OXPHOS) and FAO. Moreover, the impacts of mTOR and AMPK vary among the subsets of CD4+ T cells. mTORC1 and mTORC2 enhances the differentiation and function of Th1/Th17 and Th2, respectively, whereas AMPK facilitate the differentiation, stability, and function of Treg cells. The figure is created with BioRender.com. Fig. 2 AMPK ameliorates allergy severity. AMPK-mediated inhibition of mTORC2 leads to increased SOCS5 expression, which represses STAT6 to hamper GATA3-induced Th2 differentiation and allergy exacerbation. In this context, AMPK activators, chlorogenic acid and AICAR, phosphorylate Acetyl-CoA carboxylase (ACC), altering the equilibrium between Acetyl-CoA and Malonyl-CoA, which subsequently impacts the activity of CPT-1. These treatments alleviate shrimp allergy in mouse model. The figure is created with BioRender.com. Fig. 3 AMPK mediates anti-aging effects upon AMPK activation. Treg cells show elevated IL-2Rα signaling, which fortifies the function of STAT5. This leads to amplification of IL-2 signaling to enhance the stability and function of Treg cells. Additionally, AMPK inhibits a critical regulator of inflammation, NF-κB, by inducing the activity of SIRT-1, p53, FOXO, and PGC-1α. Moreover, AMPK targets FOXO and DAF-16 to increase lifespan in C. elegans and mammals. The figure is created with BioRender.com. Fig. 4 AMPK modulates tumor-infiltrating T cells. AMPK activates CD8+ T cells to secrete IFN-γ/granzyme b and to infiltrate tumor tissues infiltration, which potentiates CTL activity to retard tumor growth. In tumor-infiltrating Treg cells, HMGCR inhibits p38 and GSK3β to elevated PD-1 on Treg cells. Through activating AMPK, HMGCR is repressed, reversing P38/GSK3β function to downregulate PD-1. In methionine-deficient TME, PD-1 expression on CD4+ T cells is increased through elevated ER stress and Xbp1s transcript, but AMPK activation relieves CD4+ T cells from PD1 expression by limiting ER stress-induced Xbp1s transcription. Solid red and blue arrowed lines depict intact and AMPK mediated expressions within tumor infiltrating T cells. The figure is created with BioRender.com. Fig. 5 AMPK plays a central role as a tumor suppressor. AMPK inhibits de novo lipid/cholesterol synthesis through inhibiting ACC and HMGCR to dampen tumor cell proliferation. It also represses SREBP-1c and ChREBP that induce ACC and fatty acid synthase. AMPK also induces aberrant glycosylation of PD-L1 by phosphorylating at S195 of PD-L1, leading to ER-associated protein degradation (ERAD). In context of mTORC1, AMPK inhibits TSC2 to prevent Rheb from GTP binding. AMPK also hinders Raptor, which reduce the activity of 4EBP1 and S6 kinases. Oncogenic AKT is inhibited by AMPK-induced phosphatase A2. In other aspect, AMPK activates tumor suppressor genes. AMPK phosphorylates p53 at Ser-15 and -46, then it activates p21 and Bax to arrest tumor cell proliferation. another tumor suppressor FOXO3a is phosphorylated by AMPK. This leads to apoptotic genes such as Fas ligand, TRAIL, and Bcl-2 to induce tumor cell death. The figure is created with BioRender.com. Table 1 Inhibition of different cancer types via AMP-activated protein kinase (AMPK) activation and the underlying mechanisms Cancer types AMPK activation compounds Mechanisms References Breast cancer Honokiol Inhibits the invasiveness and migration of breast cancer via the liver kinase B1 (LKB1)/AMP-activated protein kinase (AMPK)/pS6K axis in MCF7 and MDA-MB-231 cells Nagalingam et al ., 2012 Breast cancer Demethoxycurcumin and nordihydroguaiaretic acid Inhibit the AMPK/mammalian target of rapamycin complex 1 (mTORC1) signaling pathway in MDA-MB-231, MCF-7, and Bcap37 cells Zhang et al ., 2012 ; Shieh et al ., 2013 Hepatocellular carcinoma (HCC) Antroquinonol Inhibits mTOR translational pathway leading to the G1 arrest of cell cycle and subsequent cell apoptosis via the AMPK/mTOR/p70-S6 kinase and 4EBP1 pathways in HepG2 cells Chiang et al ., 2010 Esophageal Cancer Cordycepin Increases chemosensitivity to cisplatin by activating AMPK and inhibiting the AKT signaling pathway in HK, K180, K70, and ECA109 cells Gao et al ., 2020 Colon cancer Curcumin Inhibits tumor growth via the AMPK/pAKT/cyclooxygenase 2 (COX-2) pathway in HT-29 cells Lee et al ., 2009 Colon cancer Magnolol and quercetin Induce apoptosis via the AMPK/p53/Bax pathway in HCT-116 and HT-29 cells Kim et al ., 2010 ; Park et al ., 2012 Colon cancer Widdrol Induces apoptosis via the activation of caspase-3/7 and caspase-9 through AMPK activation in HT-29 cells Kang et al ., 2012 Ovarian cancer GANT61 Elevates chemosensitivity to cisplatin by regulating the AMPK pathway in Caov-3 and SKOV-3 cells Zhu et al ., 2022 Ovarian and colon cancers Curcumin Induces cell death via the AMPK/p53 pathway in CaOV3 cells and HT-29 cells Song et al ., 2005 ; Pan et al ., 2008 Lung cancer Metformin-salicylate Phosphorylates ACC and inhibits de novo lipogenesis via AMPK activation in A549 and H1299 cells O'Brien et al ., 2015 Hepatoma and colon cancer Cryptotanshinone Induces autophagic cell death via the AMPK/mTOR axis in HepG2 and HCT116 cells Park et al ., 2014 Breast cancer Ginsenoside-Rg2 Induces the ROS-AMPK signaling pathway and inhibits extracellular signal-regulated kinase (ERK)1/2 and AKT activation-mediated cell proliferation and cell cycle progression in MCF-7 breast cancer cells Jeon et al ., 2021 Melanoma Berberine Inhibits metastasis via the AMPK/ERK/COX2 pathway in B16F10 murine melanoma and A375 human melanoma cells Kim et al ., 2012 Melanoma Ginsenoside 20-O-β-D-Glucopyranosyl-20(S)-Protopanaxadiol Induces autophagic cell death via AMPK/Janus kinase (JNK) pathway activation in SK-MEL-28 cells Kang et al ., 2014 Leukemia Tanshinone IIA Induces autophagic cell death via AMPK/mTOR/p70-S6 kinase in KBM-5 cells Yun et al ., 2014 Breast cancer, melanoma, and colon cancer Metformin Endoplasmic reticulum (ER)-associated programmed cell death ligand-1 (PDL1) glycosylation and degradation by metformin-activated AMPK in 4T1, B16F10, and CT26 cells Cha et al ., 2018 Renal cancer Hispidulin Sensitizes cancer cells to TNF-related apoptosis-inducing ligand (TRAIL)-induced apoptosis via the AMPK/USP51 axis in CC-2559 cells Woo et al ., 2019 Prostate cancer BI-9774, MT 63-78 Inhibits lipogenesis via AMPK activation in C4–2, C4–2b, LNCaP cells Zadra et al ., 2014 ; Penfold et al ., 2023 Prostate cancer Metformin-salicylate Suppresses the ACC-DNL, mTOR-p70s6k/4EBP1, and HIF1α pathways Tsakiridis et al ., 2021 Thyroid cancer AICAR Inhibits C-X-C motif chemokine ligand 8 (CXCL8) secretion and suppresses CXCL8-induced neoplastic cell migration Awwad et al ., 2018",
    "full_text_abstract": "All cells are equipped with intricate signaling networks to meet the energy demands and respond to the nutrient availability in the body. AMP-activated protein kinase (AMPK) is among the most potent regulators of cellular energy balance. Under ATP -deprived conditions, AMPK phosphorylates substrates and affects various biological processes, such as lipid/glucose metabolism and protein synthesis. These actions further affect the cell growth, death, and functions, altering the cellular outcomes in energy-restricted environments. AMPK plays vital roles in maintaining good health. AMPK dysfunction is observed in various chronic diseases, making it a promising target for preventing and alleviating such diseases. Herein, we highlight the different AMPK functions, especially in allergy, aging, and cancer, to facilitate the development of new therapeutic approaches in the future."
}