{
    "PMC": "12326103",
    "DOI": "10.1177/03000605251362968",
    "PMID": "40762256",
    "PMCID": "PMC12326103",
    "title": "Protein kinase B inhibitors enhance the sensitivity of translocated promoter region-fibroblast growth factor receptor 1 cells to fibroblast growth factor receptor 1 inhibitor-induced apoptosis.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12326103",
    "source": "MED",
    "abstract_text": "ObjectiveFibroblast growth factor receptor 1 (FGFR1) inhibitors are considered effective for treating 8p11 myeloproliferative syndrome. However, targeting FGFR1 alone may be inadequate for patients with translocated promoter region (TPR)-FGFR1 rearrangement.MethodsIn this study, we established TPR-FGFR1-expressing BaF3 cells and performed RNA sequencing analysis. Then, western blot analysis was performed to evaluate the protein expression levels of FGFR1 and phosphorylation of protein kinase B. Furthermore, flow cytometric analysis (fluorescence-activated cell sorting) was used to assess apoptosis levels.ResultsRNA sequencing analysis revealed that TPR-FGFR1-related genes are mainly involved in the epidermal growth factor receptor pathway. Gene set enrichment analysis highlighted the enrichment of genes in the phosphoinositide 3-kinase/protein kinase B pathway. FGFR1 inhibitor alone inhibited the phosphorylation of FGFR1 but not that of downstream protein kinase B. Combined FGFR1 inhibitor and protein kinase B inhibitor treatment simultaneously suppressed FGFR1 and protein kinase B phosphorylation. Fluorescence-activated cell sorting showed that combination therapy significantly increased apoptosis levels compared with FGFR1 inhibitor monotherapy.ConclusionsWe found that epidermal growth factor receptor is another activation mechanism of the protein kinase B pathway in TPR-FGFR1-expressing BaF3 cells. Furthermore, co-treatment with FGFR1 inhibitor and protein kinase B inhibitor inhibited the phosphorylation of FGFR1 and protein kinase B. Dual FGFR1 and protein kinase B inhibition enhances apoptosis, supporting dual targeting therapy for TPR-FGFR1-rearranged 8p11 myeloproliferative syndrome, offering a novel treatment direction.",
    "full_text": "pmc J Int Med Res J Int Med Res IMR spimr The Journal of International Medical Research 0300-0605 1473-2300 SAGE Publications Sage UK: London, England 12326103 40762256 10.1177/03000605251362968 10.1177_03000605251362968 Preclinical Study Protein kinase B inhibitors enhance the sensitivity of translocated promoter region–fibroblast growth factor receptor 1 cells to fibroblast growth factor receptor 1 inhibitor-induced apoptosis Lv Mengyao 1 Shangguan Wenbing 2 Zhao Qian 1 Li Yan 3 Zhao Quan 2 https://orcid.org/0000-0002-0661-3305 Li Feng 1 4 5 1 Department of Hematology, Jinling Clinical Medical College, Nanjing University of Chinese Medicine, China 2 The State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, China 3 College of Food and Bioengineering, 91706 Bengbu University , China 4 The First School of Clinical Medicine, Southern Medical University, China 5 Department of Hematology, Jinling Hospital, Affiliated Hospital of Medical School, State Key Laboratory of Analytical Chemistry for Life Science, Medical School of Nanjing University, China Feng Li, Department of Hematology, Jinling Clinical Medical College, Nanjing University of Chinese Medicine, 305 East Zhongshan Road, Nanjing, 210002, China. Email: 13851815062@163.com Quan Zhao, The State Key Laboratory of Pharmaceutical Biotechnology, School of Life Sciences, Nanjing University, 163 Xianlin Avenue, Nanjing, 210046, China. Email: qzhao@nju.edu.cn Yan Li, College of Food and Bioengineering, Bengbu University, 1866 Caoshan Road, Bengbu 233030, China. Email: yanlixixi@126.com 8 2025 5 8 2025 53 8 03000605251362968 20 2 2025 7 7 2025 © The Author(s) 2025 2025 SAGE Publications https://creativecommons.org/licenses/by-nc/4.0/ Creative Commons Non Commercial CC BY-NC: This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License ( https://creativecommons.org/licenses/by-nc/4.0/ ) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages ( https://us.sagepub.com/en-us/nam/open-access-at-sage ). Objective Fibroblast growth factor receptor 1 (FGFR1) inhibitors are considered effective for treating 8p11 myeloproliferative syndrome. However, targeting FGFR1 alone may be inadequate for patients with translocated promoter region (TPR)–FGFR1 rearrangement. Methods In this study, we established TPR–FGFR1-expressing BaF3 cells and performed RNA sequencing analysis. Then, western blot analysis was performed to evaluate the protein expression levels of FGFR1 and phosphorylation of protein kinase B. Furthermore, flow cytometric analysis (fluorescence-activated cell sorting) was used to assess apoptosis levels. Results RNA sequencing analysis revealed that TPR–FGFR1-related genes are mainly involved in the epidermal growth factor receptor pathway. Gene set enrichment analysis highlighted the enrichment of genes in the phosphoinositide 3-kinase/protein kinase B pathway. FGFR1 inhibitor alone inhibited the phosphorylation of FGFR1 but not that of downstream protein kinase B. Combined FGFR1 inhibitor and protein kinase B inhibitor treatment simultaneously suppressed FGFR1 and protein kinase B phosphorylation. Fluorescence-activated cell sorting showed that combination therapy significantly increased apoptosis levels compared with FGFR1 inhibitor monotherapy. Conclusions We found that epidermal growth factor receptor is another activation mechanism of the protein kinase B pathway in TPR–FGFR1-expressing BaF3 cells. Furthermore, co-treatment with FGFR1 inhibitor and protein kinase B inhibitor inhibited the phosphorylation of FGFR1 and protein kinase B. Dual FGFR1 and protein kinase B inhibition enhances apoptosis, supporting dual targeting therapy for TPR–FGFR1-rearranged 8p11 myeloproliferative syndrome, offering a novel treatment direction. 8p11 myeloproliferative syndrome fibroblast growth factor receptor 1 tyrosine kinase inhibitors protein kinase B inhibitors combination therapy Jinling Hospital of Nanjing 2023 JCYJZD091 22LCYY-XH13 YYMS 2021037 typesetter ts2 Introduction 8p11 myeloproliferative syndrome (EMS), also known as stem cell leukemia/lymphoma syndrome (SCLL), is a rare hematological malignancy originating from pluripotent hematopoietic stem cells. Only approximately 100 cases of EMS have been reported since the disease was first documented by Abruzzo in 1992. 1 In 2022, the World Health Organization classified this disease into the category of fibroblast growth factor receptor 1 (FGFR1) rearrangement associated myeloid/lymphoid neoplasms with eosinophilia and tyrosine kinase gene fusions. 2 FGFR1 forms different fusion genes with various partner genes, which induces intracellular partial dimerization of FGFR1 and activates FGFR1 tyrosine kinase, thereby constitutively activating the signal transducer and activator of transcription (STAT), mitogen-activated protein kinase, protein kinase B (AKT), phospholipase C gamma (PLCγ), and nuclear factor kappa-light-chain-enhancer of activated B cells pathways. 3 It promotes cell proliferation and malignant cell transformation but inhibits apoptosis. Constitutive activation of FGFR1 kinase has been observed in all cases of FGFR1 rearrangement; however, substantial heterogeneity exists in the clinical manifestations across different fusion gene subtypes. To date, 19 FGFR1 partner genes have been identified, including ZMYM2 (13q12), FOP (6q27), CEP110 (9q33), BCR (22q11), HERV-K (19q13), FGFR1OP2 (12p11), TIFI (7q34), MYO18A (17q23), LRRFIP1 (2q37), CPSF6 (12q15), NUP98 (11p15), CUX1 (7q22), translocated promoter region ( TPR ) (1q25), RANBP2/NUP358 (2q12), SQSTM1 (5q35), PCM1 (inversion), TFG (3q12), HOOK3 (inversion), and KIF5B (10p11). 4 Our previous study was the first to identify TPR–FGFR1 rearrangement. 5 Currently, the sole curable treatment for EMS is allogeneic hematopoietic stem cell transplantation (HSCT); however, it is only available for a few patients. The constitutive activation of FGFR1 kinase is the key driver of EMS, indicating the potential of FGFR1 kinase as a promising target for EMS treatment. Targeting FGFR1 activation using various drugs has proven effective in suppressing leukemia cell growth in vitro and leukemogenesis in mouse models and patients with SCLL. 6 Tyrosine kinase inhibitors (TKIs) bind to the ATP-binding sites of growth factor receptor kinases and compete with ATP, thereby inhibiting kinase activity and suppressing downstream intracellular signaling cascades. 7 Our previous study indicated that TKIs such as AZD4547, TKI258, and ponatinib can inhibit FGFR1 and its downstream signaling molecules (e.g. extracellular signal-regulated kinase (ERK) 1/2, PLCγ, and STAT5), except AKT, which was not completely affected by the three TKIs. 8 Thus, we believe that combining FGFR1 and AKT inhibitors may have a synergistic therapeutic effect in EMS. In the present study, we report that the use of the FGFR1 inhibitor PD-166866 combined with the AKT inhibitor MK-2206 in BaF3 cells overexpressing TPR–FGFR1 can simultaneously inhibit the activation of FGFR1 and downstream AKT pathways and significantly induce cell apoptosis. Materials and methods Cell culture All cell lines were obtained from the China Infrastructure of Cell Line Resources (Beijing, China). BaF3 cells (RRID:CVCL_0161) were grown in RPMI-1640 medium supplemented with 10% fetal bovine serum (FBS; Gibco, Thermo Fisher Scientific Inc., Shanghai, China) and 10 mg/mL interleukin-3 (IL-3; ABclonal Technology Co., Ltd., Wuhan, China), while HEK293T cells were cultured in Dulbecco’s modified Eagle’s medium, supplemented with 10% FBS (ExCell Bio, Shanghai, China) and 1% penicillin–streptomycin (Beyotime Biotechnology, Beijing, China). All cells were maintained at 37°C in a humidified atmosphere under 5% CO 2 . Furthermore, the cells were authenticated using short-tandem repeat analysis and were regularly tested for mycoplasma contamination using Lonza Mycoalert Mycoplasma Detection Kit; the cells were confirmed to be negative. Establishment of TPR–FGFR1-expressing BaF3 cells First, plasmids overexpressing TPR–FGFR1 were constructed by inserting the previously synthesized TPR–FGFR1 sequence from our research group into the Xba I and BamH I sites of the PCDH-CMV-MCS-EF1-GFP-PRO vector (MiaoLing Plasmid Sharing Platform, Hubei, China), resulting in the establishment of TPR–FGFR1/PCDH plasmid. Lentiviral infections were performed by transfecting HEK293T cells with TPR–FGFR1/PCDH or empty vector (PCDH) and two packaging constructs (psPAX2 and pMD2.G). Viral supernatants were collected 48 h after transfection. BaF3 cells were infected with lentivirus and selected for 6 days in 5 μg/mL puromycin to produce BaF3 cells with stable expression of TPR–FGFR1. Western blot (WB) analysis TPR–FGFR1-expressing BaF3 cells were extracted using RIPA lysis buffer (15 mM Tris HCl (pH 8), 5 mM Na 2 EDTA (pH 8), 1% NP-40, 0.5% sodium deoxycholate, and 0.1% sodium dodecyl sulfate (SDS)) containing phosphatase inhibitors. Following sonication of protein lysates, the supernatant was collected after centrifugation at 12,000× g and 4°C for 10 min. Protein extracts were separated via SDS–polyacrylamide gel electrophoresis and electrophoretically transferred to polyvinylidene fluoride membranes (Roche, Switzerland). The membranes were blocked with 5% skim milk at room temperature for 2 h and incubated overnight at 4°C with the following primary antibodies: rabbit anti-FGFR1 (cat. no. 9740T; 1:1000; Cell Signaling Technology, Inc., USA), rabbit anti-phospho-FGFR1 (cat. no. bs-3205R; 1:1000; Bioss, Beijing, China), rabbit anti-Akt (cat. no. 4691T; 1:1000; Cell Signaling Technology, Inc., USA), rabbit anti-phospho-Akt (cat. no. 4060T; 1:2000; Cell Signaling Technology, Inc., USA), mouse anti-epidermal growth factor receptor (EGFR) (cat. no. sc-373746; 1:100; Santa Cruz Biotechnology, Inc., Shanghai, China), rabbit anti-poly(ADP-ribose) polymerase (PARP) (cat. no. 9532T; 1:1000; Cell Signaling Technology, Inc., USA), rabbit anti-caspase 3 (cat. no. 14220T; 1:1000; Cell Signaling Technology, Inc., USA), rabbit anti-phospho-STAT3 (cat. no. 4322T; 1:2000; Cell Signaling Technology, Inc., USA), rabbit anti-phospho-ERK (cat. no. 4370T; 1:2000; Cell Signaling Technology, Inc., USA), rabbit anti-phospho-EGFR (cat. no. 4757T; 1:2000; Cell Signaling Technology, Inc., USA), and mouse anti-ACTB (cat. no. 66009-1-Ig; 1:20000; Proteintech Group, Inc, Wuhan, China). Then, the membranes were washed three times with Tris-buffered saline with Tween-20 (TBST) at room temperature, each time for 5 min. Subsequently, the membranes were incubated at room temperature for 2 h with horseradish peroxidase-conjugated anti-rabbit immunoglobulin G (IgG) antibody (cat. no. SA00001-2; 1:10000; Proteintech Group, Inc, Wuhan, China) or horseradish peroxidase-conjugated anti-mouse IgG antibody (cat. no. SA00001-1; 1:10000; Proteintech Group, Inc, Wuhan, China), followed by three washes with TBST. Immunoblots were detected with the Tanon TM high-sig ECL western blotting substrate (Tanon, Shanghai, China). RNA extraction and quantitative reverse transcriptase–polymerase chain reaction (qRT–PCR) We extracted total RNA from TPR–FGFR1-expressing BaF3 cells using TRIzol reagent (Invitrogen, Thermo Fisher Scientific Inc., Shanghai, China). According to the manufacturer’s instructions, RNA was reverse transcribed into complementary DNA (cDNA) using HiScript Q RT SuperMix kit (Vazyme Biotech, Nanjing, China) under the following conditions: 50°C for 15 min, followed by 85°C for 2 min. qRT–PCR was performed using AceQ qPCR SYBR Green Master Mix (Vazyme Biotech, Nanjing, China) according to the manufacturer’s protocols, under the following thermocycling conditions: 95°C for 5 min as well as 40 cycles of 95°C for 10 s and 60°C for 30 s. Fold change (FC) expression was analyzed using ΔΔCT methods. 9 The qRT–PCR primer sequences for all genes analyzed in this study are listed below. Actin: 5′-CTCTTCCAGCCTTCCTTCCT-3′ (forward), 5′-AGCACTGTGTTGGCGTACAG-3′ (reverse). TPR–FGFR1: 5′-TGATGGAAGTAGAGAAGGAA-3′ (forward), 5′-AACCAGAAGAACCCCAGAGT-3′ (reverse). RNA sequencing (RNA-seq) and data analysis This study conducted RNA-seq of either TPR–FGFR1-expressing BaF3 cells or empty vector cells. The data on differential gene expression, reactome enrichment analysis, and Gene Set Enrichment Analysis (GSEA) were analyzed using the Majorbio Cloud Platform online (Majorbio Biopharm Technology, Shanghai, China). The datasets of RNA-seq have been submitted to the GEO databases under accession number GSE272597. Inhibitory concentration 50 (IC 50 ) determination In this experiment, 5 × 10 3 cells were seeded into each well of a 96-well plate, and fresh serum-free media containing different final concentrations of PD-166866 (1.25, 2.5, 5, 10, 20, 40, and 80 μg/mL; cat. no. HY-101296; Cell Signaling Technology, Inc., USA) or MK-2206 (1.25, 2.5, 5, 7.5, 10, 20, and 30 μg/mL; cat. no. HY-10358; Cell Signaling Technology, Inc., USA) were added to each well; the culture medium without cells was used as blank control. After 48 h of incubation, 20 μL of CCK-8 solution (CCK-8 cell counting kit; Vazyme Biotech, Nanjing, China) was added to each well and incubated for 2 h at 37°C under dark conditions. According to the manufacturer’s instructions, absorbance was measured at 450 nm. IC 50 values were calculated using GraphPad Prism 9.0. Cell apoptosis assays After 48 h of treatment with FGFR1 inhibitors and AKT inhibitors, TPR–FGFR1-expressing BaF3 cells were harvested via centrifugation. According to the manufacturer’s instructions, apoptosis levels were determined using an Annexin V–APC/propidium iodide Apoptosis Detection Kit (cat. no. KGA1107; KeyGEN BioTECH, Nanjing, China). Cells were subsequently analyzed using Attune NxT Flow Cytometer (Thermo Fisher Scientific Inc., USA). Cell populations were calculated using FlowJo V10 software. Statistical analysis Statistical analyses were performed via GraphPad Prism 9.0 software using Student’s t-test or analysis of variance. All data were presented as mean ± SD values from more than three independent experiments. p < 0.05 was considered to indicate statistical significance. Results TPR–FGFR1 overexpression promoted the phosphorylation of TPR–FGFR1 and AKT We infected cells with lentivirus to produce BaF3 cells with stable expression of TPR–FGFR1 and confirmed the successful expression of TPR–FGFR1 in BaF3 cells using qPCR ( p < 0.0001) ( Figure 1(a) ). In addition, our research group’s previous studies have revealed that TPR–FGFR1 drives oncogenic transformation by abrogating cytokine dependence—a defining feature of this genetic subtype. 8 Consistently, WB analysis confirmed that the protein levels of FGFR1 and p-FGFR1 were significantly increased in TPR–FGFR1-expressing cells compared with those in empty vector cells ( Figure 1(b) ). As expected, WB analyses showed that the protein levels of AKT, p-AKT, p-ERK, and p-STAT5 were markedly increased in TPR–FGFR1-expressing cells compared with those in empty vector cells ( Figure 1(b) ). Figure 1. Successfully constructed TPR–FGFR1-expressing cells. (a) qPCR results showed that TPR–FGFR1 was expressed in Baf3 cells ( p < 0.0001). (b) Western blot results showed that protein levels of FGFR1, p-FGFR1, p-STAT5, p-ERK, AKT, and p-AKT were increased in TPR-FGFR1-expressing cells (* p < 0.05; ** p < 0.01; *** p < 0.001; **** p < 0.0001). qPCR: quantitative polymerase chain reaction; TPR: translocated promoted region; FGFR1: fibroblast growth factor receptor 1; p: phosphorylated; STAT: signal transducer and activator of transcription; ERK: extracellular signal-regulated kinase; AKT: protein kinase B. Transcriptome sequencing analysis suggested that TPR–FGFR1-expressing BaF3 cells regulated EGFR/AKT pathways Our previous study indicated that the AKT pathway was not totally affected by TKIs in TPR–FGFR1-expressing BaF3 cells. To elucidate other activation mechanisms of the AKT pathway in TPR–FGFR1-expressing BaF3 cells, we performed RNA-seq analysis of TPR–FGFR1-expressing BaF3 cells and empty vector cells. In total, 1031 differentially expressed genes were identified between TPR–FGFR1-expressing BaF3 cells and empty vector cells (| FC | > 1.80, p < 0.05) ( Figure 2(a) ). Pathway enrichment analysis showed that genes associated with TPR–FGFR1 expression were mainly involved in the EGFR signaling pathway ( Figure 2(b) ). To identify molecular pathways potentially associated with TPR–FGFR1, we performed GSEA, which identified significant enrichment of genes in phosphoinositide 3-kinase (PI3K)/AKT pathways, consistent with the results of WB analyses ( Figure 2(c) ). Therefore, we used WB analysis to measure the expression of EGFR and phosphorylated (p)-EGFR; the results indicated that the expression levels of EGFR and p-EGFR increased remarkably ( Figure 2(d) ). Subsequently, we knocked down EGFR in TPR–FGFR1-expressing BaF3 cells and detected the expression of AKT and its phosphorylated proteins using WB analysis. We found that the expression of p-AKT was downregulated with EGFR knockdown ( Figure 2(e) ). Collectively, TPR–FGFR1 induced the expression of EGFR and activated the EGFR/AKT pathway, suggesting that EGFR is another activation mechanism of the AKT pathway in TPR–FGFR1-expressing BaF3 cells. Figure 2. TPR–FGFR1-expressing BaF3 cells regulate EGFR/AKT pathways. (a) List of differential protein quantities. (b) Reactome enrichment analysis of differentially expressed genes revealed that TPR–FGFR1-associated genes were primarily involved in the EGFR signaling pathway. (c) GSEA analysis revealed enrichment of genes in the PI3K/AKT/mTOR signaling pathway. (d) Western blot analysis showed that the protein levels of EGFR and p-EGFR were increased in TPR–FGFR1-expressing cells. (e) Western blot analysis showed reduced protein levels of AKT and p-AKT in EGFR knockdown cells. TPR: translocated promoted region; FGFR-1: fibroblast growth factor receptor 1; EGFR: epidermal growth factor receptor; AKT: protein kinase B; GSEA: Gene Set Enrichment Analysis; PI3K: phosphoinositide 3-kinase; MTOR: mammalian target of rapamycin pathway; p: phosphorylated. Co-treatment with PD-166866 and MK-2206 induced the apoptosis of TPR–FGFR1-expressing BaF3 cells Based on previous findings, we investigated the combined effects of the FGFR1 inhibitor PD-166866 and the AKT inhibitor MK-2206 on TPR–FGFR1-expressing BaF3 cells. First, we determined their IC 50 values in TPR–FGFR1-expressing BaF3 cells and empty vector cells before performing a drug combination assay ( Figure 3(a) and (b) ). Results demonstrated that in each cell line group, the IC 50 values for PD-166866/MK-2206 combination treatment were lower than those for either single agent. Furthermore, the IC 50 values for all drug treatments were higher in TPR–FGFR1-expressing BaF3 cells than in empty vector cells. These findings collectively indicated that TPR–FGFR1 overexpression reduces drug sensitivity, while the PD-166866/MK-2206 combination treatment enhances cellular sensitivity to the therapeutic agents. In addition, we used the Chou and Talalay combination index (CI) algorithm to obtain the synergistic or antagonistic antiviral effects of the drug combinations, where CI <1 indicates synergism, CI = 1 indicates additive effect, and CI >1 suggests antagonism. Using the CompuSyn tool, we found that the CI of MK-2206/PD-166866 combination treatment in empty vector cells was 0.51 (CI < 1) ( Figure 3(c) ); in TPR–FGFR1-expressing BaF3 cells, this combination resulted in a CI of 0.62 (CI < 1) ( Figure 3(d) ), confirming their synergistic effect. The isobologram showed that all data points fell below the additive effect line, which further confirmed that dual inhibition of FGFR1 and AKT induced synergistic apoptosis in TPR–FGFR1 cells ( Figure 3(e) and (f) ). Figure 3. Combinatorial effect of MK-2206/PD-166866 in BaF3 cells. IC 50 values of PD-166866 and MK-2206 monotherapy versus PD-166866/MK-2206 combination treatment in empty vector cells (a) and TPR–FGFR1-expressing BaF3 cells (b). Combination Index (CI) plot for PD-166866/MK-2206 combination derived from dose–effect curves in empty vector cells (c) and TPR–FGFR1-expressing BaF3 cells (d). (e) and (f) Isobologram analysis of drug interaction. The dashed line indicates additive effect. Data points below the line demonstrate synergistic interaction. TPR: translocated promoted region; FGFR-1: fibroblast growth factor receptor 1. Second, the cells were divided into four groups: controls, PD-166866 (30 μM), MK-2206 (7.5 μM), and PD-166866 (30 μM) combined with MK-2206 (7.5 μM). Third, phosphorylation of FGFR1 and protein expression of AKT were determined via WB analysis at 24 h after treatment. The WB analysis confirmed that co-treatment with PD-166866 and MK-2206 may inhibit the phosphorylation of FGFR1 and AKT. In contrast, PD-166866 or MK-2206 alone could not simultaneously inhibit the phosphorylation of FGFR1 and AKT ( Figure 4(a) ). Finally, we assessed the percentage of apoptotic cells induced by PD-166866/MK-2206 combination treatment. We divided the cells into four groups for processing; after 48 h, cell apoptosis was analyzed using flow cytometry. The results of fluorescence-activated cell sorting demonstrated that the number of apoptotic cells significantly increased with PD-166866/MK-2206 combination treatment than with PD-166866 single drug treatment ( p < 0.0001) ( Figure 4(b) ). This indicated that MK-2206 alone did not induce death in TPR–FGFR1-expressing BaF3 cells; it enhanced cell death when combined with PD-166866. MK-2206 increased PD-166866-induced apoptosis in TPR–FGFR1-expressing BaF3 cells from 23% to 55%. To further confirm the apoptosis results, we detected the expression of apoptosis marker proteins such as cleaved PARP and cleaved caspase 3. The WB assay demonstrated that co-treatment with PD-166866 and MK-2206 enhanced cleaved PARP and cleaved caspase-3 expression, which was in accordance with the results of Annexin V–APC/propidium iodide double-staining assay. Furthermore, MK-2206 alone did not induce a significant increase in the cleaved PARP and cleaved caspase-3 expression ( Figure 4(c) ). In summary, these data indicated that MK-2206 sensitized PD-166866-induced apoptosis in TPR–FGFR1-expressing BaF3 cells. Figure 4. (a) Western blot analysis showed that co-treatment with PD-166866 and MK-2206 could inhibit the protein levels of p-FGFR1 and p-AKT. (b) Flow cytometric analysis showed that the combination of PD-166866 and MK-2206 significantly increased the cell apoptosis rate than each single drug ( p < 0.0001). (c) Western blot analysis showed that the combination of PD-166866 and MK-2206 increased the expression of cell apoptosis markers (cleaved PARP and cleaved caspase 3). (* p < 0.05; ** p < 0.01; *** p < 0.001; **** p < 0.0001). p: phosphorylated; FGFR1: fibroblast growth factor receptor 1; p-AKT: phosphorylated protein kinase B; PARP: poly(ADP-ribose) polymerase. Discussion EMS is an extremely rare disease with rapid clinical progression and aggressive behavior. Since TPR–FGFR1 fusion transcript was first identified in our previous study in 2012, a total of four EMS cases with TPR–FGFR1 rearrangement have been reported. 5 , 10 – 12 EMS patients with TPR–FGFR1 fusion gene mainly exhibit myeloproliferative tumors, peripheral blood mononucleosis, and increased eosinophils in the bone marrow and peripheral blood. 13 A literature review of 45 EMS cases showed that the 1-year overall survival rate from diagnosis was only 43.1%; 14 thus, early diagnosis and treatment can improve the prognosis of EMS patients. Currently, continuous exploration for TKIs with high sensitivity has become a research hotspot in EMS treatment. Recently, the therapeutic effect of targeted TKIs in EMS has been confirmed in some in vitro and clinical trials. TKIs may become a treatment option for EMS as an alternative to HSCT. 15 Pemigatinib (INCB054828) is a reversible ATP competitive FGFR inhibitor that has been studied in several EMS registered clinical trials and in vitro trials, with good tolerance and excellent efficacy. 16 Furthermore, ponatinib (AP24534) is an oral multitarget inhibitor that shows consistent findings in various EMS cell lines in vitro. 17 In this study, we successfully constructed TPR–FGFR1-expressing BaF3 cell models and observed increased expression of FGFR1 mRNA and phosphorylated FGFR1 protein in these cells. Meanwhile, the phosphorylation of AKT was also increased, consistent with previous studies. Our previous research found that the AKT pathway was not totally inhibited by TKIs in TPR–FGFR1-expressing BaF3 cells. In this study, RNA-seq analysis revealed that the TPR–FGFR1 gene fusion activated the EGFR pathway in BaF3 cells, thus further activating the AKT pathway. Research has shown that FGFR1 overexpression in EGFR-mutated models causes an increase in tumorigenicity in vivo and in vitro, accompanied with the activation of EGFR and downstream signaling pathways, such as STAT3 and AKT. 18 Then, we assessed the efficacy of combined PD-166866 and MK-2206 treatment in TPR–FGFR1-expressing BaF3 cells. For the AKT signaling pathway, the combination of both inhibitors significantly decreased p-AKT levels compared with PD-166866 alone. Additionally, some studies have indicated that the outcomes were better with a combined approach of an FGFR inhibitor and AKT inhibitor in cancer therapy than monotherapy. A study demonstrated that in FGFR1-dependent lung cancer and head and neck squamous cell cancer cells, the combination of FGFR inhibitors and AKT inhibitors resulted in synergistic growth suppression in vitro. 19 In a study conducted in non-small cell lung cancer (NSCLC) cells, the combination of an FGFR inhibitor and an AKT inhibitor was necessary to completely inhibit the growth of FGFR-overexpressing EGFR-TKI-resistant NSCLC cancer cells, both in vitro and in vivo. 20 In lung cancer cells resistant to FGFR1 inhibitors, simultaneous inhibition of FGFR1 and AKT significantly increased their sensitivity to FGFR1 inhibition across all resistant lines. 21 These studies further supported our finding; however, none of them addressed the effectiveness of the drug combinations in TPR–FGFR1 cells. Next, we observed that the combination treatment resulted in a marked increase in the percentage of apoptotic cells compared with treatment with PD-166866 single drug. In general, targeting the PI3K/AKT/mammalian target of rapamycin pathway is an effective approach to tackle cancer progression, metastasis, and treatment resistance. Nevertheless, inhibiting the AKT pathway alone is not extremely effective because of compensatory signaling loops. 22 Consistent with this, we found that treatment with the AKT inhibitor MK-2206 alone did not induce cell apoptosis, potentially owing to residual AKT activity. However, when PD-166866 and MK-2206 were combined, the AKT pathway was completely blocked, and the apoptotic rate increased significantly. This further supports the strong relationship between FGFR1 and the AKT pathway in TPR–FGFR1-expressing cells and the need for dual targeting of AKT and FGFR1. The higher basal apoptosis in control cells under dual inhibition reflects their reliance on IL-3/AKT-mediated survival, whereas TPR–FGFR1-expressing cells are buffered by fusion-driven anti-apoptotic mechanisms. This aligns with the findings of a previous report 23 showing that TPR–FGFR1 directly enhances Bcl-xL expression and constitutively inactivates BAD through AKT-independent pathways. The differential apoptosis response thus validates, rather than contradicts, the oncogenic function of TPR–FGFR1. In conclusion, we demonstrated that in TPR–FGFR1-expressing BaF3 cells, dual inhibition of FGFR and AKT is necessary for effective inhibition of FGFR1 and AKT phosphorylation. Moreover, RNA-seq analyses revealed that EGFR signaling was enriched in TPR–FGFR1-expressing BaF3 cells, indicating that EGFR and FGFR1 act synergistically to activate AKT signaling. Meanwhile, we demonstrated that AKT inhibitors enhanced the sensitivity of TPR–FGFR1 cells to FGFR1 inhibitor-induced apoptosis. Collectively, the data obtained in the present study provides strong evidence regarding dual targeting therapy of FGFR and AKT in EMS patients with TPR–FGFR1 rearrangement. Acknowledgements Not applicable. Author contributions: Feng Li, Quan Zhao, and Yan Li designed the research and revised the paper. Mengyao Lv and Wenbing Shangguan performed the experiments. Mengyao Lv, Wenbing Shangguan, and Qian Zhao analyzed the data and prepared the manuscript. Mengyao Lv and Wenbing Shangguan confirmed the authenticity of all raw data. All authors have read and approved the final manuscript. Funding: This work was supported by grants from Jinling Hospital of Nanjing (Grant Nos. 22LCYY-XH13, YYMS 2021037, and 2023 JCYJZD091) and National Natural Science Foundation of China NSFC (81800126). ORCID iD: Feng Li https://orcid.org/0000-0002-0661-3305 Data availability statement RNA sequencing data have been deposited into the Gene Expression Omnibus database under accession number GSE272597 and are available at the following URL: https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE272597 . Declaration of conflicting interests The authors have no relevant financial or non-financial interests to disclose. Ethics approval and consent to participate This study did not involve any animal/human participants and did not collect any personal information or sensitive data. Hence, ethics approval was not required. Patient consent for publication Not applicable. References 1 Abruzzo LV Jaffe ES Cotelingam JD , et al . T-cell lymphoblastic lymphoma with eosinophilia associated with subsequent myeloid malignancy . Am J Surg Pathol 1992 ; 16 : 236 – 245 . 1599015 2 Khoury JD Solary E Abla O , et al . The 5th edition of the World Health Organization classification of haematolymphoid tumours: myeloid and histiocytic/dendritic neoplasms . Leukemia 2022 ; 36 : 1703 – 1719 . 35732831 3 Peiris MN Meyer AN Nelson KN , et al . Oncogenic fusion protein BCR-FGFR1 requires the breakpoint cluster region-mediated oligomerization and chaperonin Hsp90 for activation . Haematologica 2020 ; 105 : 1262 – 1273 . 31439673 4 Zhang Z Zhu Y Wang Z , et al . Case report: a novel FGFR1 fusion in acute B-lymphoblastic leukemia identified by RNA sequencing . Front Oncol 2023 ; 13 : 1276695 . 38023217 5 Li F Zhai YP Tang YM , et al . Identification of a novel partner gene, TPR, fused to FGFR1 in 8p11 myeloproliferative syndrome . Genes Chromosomes Cancer 2012 ; 51 : 890 – 897 . 22619110 6 Cai B Liu Y Chong Y , et al . A truncated derivative of FGFR1 kinase cooperates with FLT3 and KIT to transform hematopoietic stem cells in syndromic and de novo AML . Mol Cancer 2022 ; 21 : 156 . 35906694 7 Chen Q Zhu M Xie J , et al . Design and synthesis of novel nordihydroguaiaretic acid (NDGA) analogues as potential FGFR1 kinase inhibitors with anti-gastric activity and chemosensitizing effect . Front Pharmacol 2020 ; 11 : 518068 . 33041789 8 Qiu XH Li F Cao HQ , et al . Activity of fibroblast growth factor receptor inhibitors TKI258, ponatinib and AZD4547 against TPR‑FGFR1 fusion . Mol Med Rep 2017 ; 15 : 1024 – 1030 . 28138694 9 Livak KJ Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) method . Methods 2001 ; 25 : 402 – 408 . 11846609 10 Kim SY Kim JE Park S , et al . Molecular identification of a TPR-FGFR1 fusion transcript in an adult with myeloproliferative neoplasm, T-lymphoblastic lymphoma, and a t(1;8)(q25;p11.2) . Cancer Genet 2014 ; 207 : 258 – 262 . 25037443 11 Yoshida C Takeuchi M Sadahira Y. A novel t(1;8)(q25;p11.2) translocation associated with 8p11 myeloproliferative syndrome . Br J Haematol 2012 ; 156 : 271 – 273 . 21848523 12 Kim WS Park SG Park G , et al . 8p11 myeloproliferative syndrome with t(1;8)(q25;p11.2): a case report and review of the literature . Acta Haematol 2015 ; 133 : 101 – 105 . 25227135 13 Malli T Buxhofer-Ausch V Rammer M , et al . Functional characterization, localization, and inhibitor sensitivity of the TPR-FGFR1 fusion in 8p11 myeloproliferative syndrome . Genes Chromosomes Cancer 2016 ; 55 : 60 – 68 . 26391436 14 Cowell JK Hu T. Mechanisms of resistance to FGFR1 inhibitors in FGFR1-driven leukemias and lymphomas: implications for optimized treatment . Cancer Drug Resist 2021 ; 4 : 607 – 619 . 34734169 15 Li T Zhang G Zhang X , et al . The 8p11 myeloproliferative syndrome: genotypic and phenotypic classification and targeted therapy . Front Oncol 2022 ; 12 : 1015792 . 121015792. 36408177 16 Liu PCC Koblish H Wu L , et al . INCB054828 (pemigatinib), a potent and selective inhibitor of fibroblast growth factor receptors 1, 2, and 3, displays activity against genetically defined tumor models . PLoS One 2020 ; 15 : e0231877 . 32315352 17 Zhang X Wang F Yan F , et al . Identification of a novel HOOK3-FGFR1 fusion gene involved in activation of the NF-kappaB pathway . Cancer Cell Int 2022 ; 22 : 40 . 35081975 18 Quintanal-Villalonga A Molina-Pinelo S Cirauqui C , et al . FGFR1 cooperates with EGFR in lung cancer oncogenesis, and their combined inhibition shows improved efficacy . J Thorac Oncol 2019 ; 14 : 641 – 655 . 30639621 19 Singleton KR Hinz TK Kleczko EK , et al . Kinome RNAi screens reveal synergistic targeting of MTOR and FGFR1 pathways for treatment of lung cancer and HNSCC . Cancer Res 2015 ; 75 : 4398 – 4406 . 26359452 20 Terp MG Jacobsen K Molina MA , et al . Combined FGFR and AKT pathway inhibition abrogates growth of FGFR1 overexpressing EGFR-TKI-resistant NSCLC cells . NPJ Precis Oncol 2021 ; 5 : 65 . 34267282 21 Elakad O Häupl B Labitzky V , et al . Activation of CD44/PAK1/AKT signaling promotes resistance to FGFR1 inhibition in squamous-cell lung cancer . NPJ Precis Oncol 2022 ; 6 : 52 . 35853934 22 Jansen VM Mayer IA Arteaga CL. Is there a future for AKT inhibitors in the treatment of cancer? Clin Cancer Res 2016 ; 22 : 2599 – 2601 . 26979397 23 Zheng W Matei N Pang J , et al . Delayed recanalization at 3 days after permanent MCAO attenuates neuronal apoptosis through FGF21/FGFR1/PI3K/caspase-3 pathway in rats . Exp Neurol 2019 ; 320 : 113007 . 31295445",
    "full_text_abstract": "Objective Fibroblast growth factor receptor 1 (FGFR1) inhibitors are considered effective for treating 8p11 myeloproliferative syndrome. However, targeting FGFR1 alone may be inadequate for patients with translocated promoter region (TPR)–FGFR1 rearrangement. Methods In this study, we established TPR–FGFR1-expressing BaF3 cells and performed RNA sequencing analysis. Then, western blot analysis was performed to evaluate the protein expression levels of FGFR1 and phosphorylation of protein kinase B. Furthermore, flow cytometric analysis (fluorescence-activated cell sorting) was used to assess apoptosis levels. Results RNA sequencing analysis revealed that TPR–FGFR1-related genes are mainly involved in the epidermal growth factor receptor pathway. Gene set enrichment analysis highlighted the enrichment of genes in the phosphoinositide 3-kinase/protein kinase B pathway. FGFR1 inhibitor alone inhibited the phosphorylation of FGFR1 but not that of downstream protein kinase B. Combined FGFR1 inhibitor and protein kinase B inhibitor treatment simultaneously suppressed FGFR1 and protein kinase B phosphorylation. Fluorescence-activated cell sorting showed that combination therapy significantly increased apoptosis levels compared with FGFR1 inhibitor monotherapy. Conclusions We found that epidermal growth factor receptor is another activation mechanism of the protein kinase B pathway in TPR–FGFR1-expressing BaF3 cells. Furthermore, co-treatment with FGFR1 inhibitor and protein kinase B inhibitor inhibited the phosphorylation of FGFR1 and protein kinase B. Dual FGFR1 and protein kinase B inhibition enhances apoptosis, supporting dual targeting therapy for TPR–FGFR1-rearranged 8p11 myeloproliferative syndrome, offering a novel treatment direction."
}