{
    "PMC": "3851711",
    "DOI": "10.1155/2007/985474",
    "PMID": "17325423",
    "PMCID": "PMC3851711",
    "title": "The role of DNA methylation in the development and progression of lung adenocarcinoma.",
    "year": 2007,
    "source_url": "https://europepmc.org/article/PMC/PMC3851711",
    "source": "MED",
    "abstract_text": "Lung cancer, caused by smoking in approximately 87% of cases, is the leading cause of cancer death in the United States and Western Europe. Adenocarcinoma is now the most common type of lung cancer in men and women in the United States, and the histological subtype most frequently seen in never-smokers and former smokers. The increasing frequency of adenocarcinoma, which occurs more peripherally in the lung, is thought to be at least partially related to modifications in cigarette manufacturing that have led to a change in the depth of smoke inhalation. The rising incidence of lung adenocarcinoma and its lethal nature underline the importance of understanding the development and progression of this disease. Alterations in DNA methylation are recognized as key epigenetic changes in cancer, contributing to chromosomal instability through global hypomethylation, and aberrant gene expression through alterations in the methylation levels at promoter CpG islands. The identification of sequential changes in DNA methylation during progression and metastasis of lung adenocarcinoma, and the elucidation of their interplay with genetic changes, will broaden our molecular understanding of this disease, providing insights that may be applicable to the development of targeted drugs, as well as powerful markers for early detection and patient classification.",
    "full_text": "Dis Markers Dis. Markers DM Disease Markers 0278-0240 1875-8630 IOS Press 3851711 17325423 985474 10.1155/2007/985474 Other The Role of DNA Methylation in the Development and Progression of Lung Adenocarcinoma Kerr Keith M. 1 Galler Janice S. 2 Hagen Jeffrey A. 3 Laird Peter W. 2 3 Laird-Offringa Ite A. 2 3 * 1 Department of Pathology Aberdeen Royal Infirmary Link Building Foresterhill Aberdeen AB25 2ZN UK 2 Department of Biochemistry and Molecular Biology University of Southern California Keck School of Medicine Norris Comprehensive Cancer Center 1441 Eastlake Ave. Rm NOR6420 Los Angeles CA 90089-9176 USA 3 Department of Surgery University of Southern California Keck School of Medicine Norris Comprehensive Cancer Center 1441 Eastlake Ave. Rm NOR6420 Los Angeles CA 90089-9176 USA > *Ite A. Laird-Offringa: ilaird@usc.edu 2007 23 2 2007 23 1-2 5 30 18 1 2007 18 1 2007 Copyright © 2007 Hindawi Publishing Corporation. 2007 Lung cancer, caused by smoking in ∼87% of cases, is the leading cause of cancer death in the United States and Western Europe. Adenocarcinoma is now the most common type of lung cancer in men and women in the United States, and the histological subtype most frequently seen in never-smokers and former smokers. The increasing frequency of adenocarcinoma, which occurs more peripherally in the lung, is thought to be at least partially related to modifications in cigarette manufacturing that have led to a change in the depth of smoke inhalation. The rising incidence of lung adenocarcinoma and its lethal nature underline the importance of understanding the development and progression of this disease. Alterations in DNA methylation are recognized as key epigenetic changes in cancer, contributing to chromosomal instability through global hypomethylation, and aberrant gene expression through alterations in the methylation levels at promoter CpG islands. The identification of sequential changes in DNA methylation during progression and metastasis of lung adenocarcinoma, and the elucidation of their interplay with genetic changes, will broaden our molecular understanding of this disease, providing insights that may be applicable to the development of targeted drugs, as well as powerful markers for early detection and patient classification. AAH adenocarcinoma BAC CpG island DNA methylation hypermethylation hypomethylation",
    "full_text_abstract": "Lung cancer, caused by smoking in ∼87% of cases, is the leading cause of cancer death in the United States and Western Europe. Adenocarcinoma is now the most common type of lung cancer in men and women in the United States, and the histological subtype most frequently seen in never-smokers and former smokers. The increasing frequency of adenocarcinoma, which occurs more peripherally in the lung, is thought to be at least partially related to modifications in cigarette manufacturing that have led to a change in the depth of smoke inhalation. The rising incidence of lung adenocarcinoma and its lethal nature underline the importance of understanding the development and progression of this disease. Alterations in DNA methylation are recognized as key epigenetic changes in cancer, contributing to chromosomal instability through global hypomethylation, and aberrant gene expression through alterations in the methylation levels at promoter CpG islands. The identification of sequential changes in DNA methylation during progression and metastasis of lung adenocarcinoma, and the elucidation of their interplay with genetic changes, will broaden our molecular understanding of this disease, providing insights that may be applicable to the development of targeted drugs, as well as powerful markers for early detection and patient classification."
}