{
  "PMC": "4412016",
  "DOI": "10.3389/fonc.2015.00100",
  "PMID": "25973397",
  "PMCID": "PMC4412016",
  "title": "Hsp90, the concertmaster: tuning transcription.",
  "year": 2015,
  "source_url": "https://europepmc.org/article/PMC/PMC4412016",
  "source": "MED",
  "abstract_text": "In the last decade, Hsp90 has emerged as a major regulator of cancer cell growth and proliferation. In cancer cells, it assists in giving maturation to oncogenic proteins including several kinases and transcription factors (TF). Recent studies have shown that apart from its chaperone activity, it also imparts regulation of transcription machinery and thereby alters the cellular physiology. Hsp90 and its co-chaperones modulate transcription at least at three different levels. In the first place, they alter the steady-state levels of certain TFs in response to various physiological cues. Second, they modulate the activity of certain epigenetic modifiers, such as histone deacetylases or DNA methyl transferases, and thereby respond to the change in the environment. Third, they participate in the eviction of histones from the promoter region of certain genes and thereby turn on gene expression. In this review, we discuss the role of Hsp90 in all the three aforementioned mechanisms of transcriptional control, taking examples from various model organisms with a special emphasis on cancer progression.",
  "full_text": "Front Oncol Front Oncol Front. Oncol. Frontiers in Oncology 2234-943X Frontiers Media S.A. 4412016 10.3389/fonc.2015.00100 Oncology Mini Review Hsp90, the Concertmaster: Tuning Transcription Khurana Nidhi 1 Bhattacharyya Sunanda 1 * 1 Department of Biotechnology and Bioinformatics, School of Life Sciences, University of Hyderabad , Hyderabad , India Edited by: Wen Zhou, Columbia University, USA Reviewed by: Roberta Malaguarnera, University “Magna Graecia” of Catanzaro, Italy; Jean-Yves Scoazec, Université Lyon 1, France; Jingyin Yue, University of Miami, USA *Correspondence: Sunanda Bhattacharyya, Department of Biotechnology and Bioinformatics, School of Life Sciences, University of Hyderabad, Gachibowli, Hyderabad 500046, India, sbtsl@uohyd.ernet.in Specialty section: This article was submitted to Cancer Endocrinology, a section of the journal Frontiers in Oncology 28 4 2015 2015 5 100 23 2 2015 14 4 2015 Copyright © 2015 Khurana and Bhattacharyya. 2015 This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) or licensor are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. In the last decade, Hsp90 has emerged as a major regulator of cancer cell growth and proliferation. In cancer cells, it assists in giving maturation to oncogenic proteins including several kinases and transcription factors (TF). Recent studies have shown that apart from its chaperone activity, it also imparts regulation of transcription machinery and thereby alters the cellular physiology. Hsp90 and its co-chaperones modulate transcription at least at three different levels. In the first place, they alter the steady-state levels of certain TFs in response to various physiological cues. Second, they modulate the activity of certain epigenetic modifiers, such as histone deacetylases or DNA methyl transferases, and thereby respond to the change in the environment. Third, they participate in the eviction of histones from the promoter region of certain genes and thereby turn on gene expression. In this review, we discuss the role of Hsp90 in all the three aforementioned mechanisms of transcriptional control, taking examples from various model organisms with a special emphasis on cancer progression. Hsp90 transcription chromatin modifiers transcription factors cancer Department of Biotechnology BT/PR5739/BRB/10/1101/2012 Council of Scientific and Industrial Research, India Introduction Considerable progress has been achieved in understanding the cellular role of the major eukaryotic cytoplasmic chaperone, Hsp90. It aids in the folding and stability of numerous classes of proteins (collectively known as clients), under normal as well as stressful conditions. In normal cell, Hsp90 comprises about 2% of the total cellular proteins. However, in stressful condition, its level is increased significantly (up to 10%) with concomitant increase in its activity. Cancer cells experience a variety of stressful conditions like hypoxia, nutrient deprivation, acidosis, high interstitial pressure ( 1 ), and consequently, Hsp90 levels are found to be up-regulated in melanoma ( 2 ), breast cancer ( 3 ), gastric and pancreatic carcinoma ( 4 , 5 ), ovarian and endometrial carcinoma ( 6 , 7 ), etc. The increased level of Hsp90 causes chaperoning of the potentially dangerous oncogenic clients that are otherwise metastable. Thereby, Hsp90 impairs the apoptotic signaling in cancer cells. One such candidate is mutant p53, whose stability and intracellular concentration are aided by Hsp90 ( 8 ). Experimental findings establish that Hsp90 inhibition by geldanamycin (GA) in rat embryo fibroblast cell lines A1–5 increases the proteolytic turnover of mutant p53 and enhances its nuclear translocation, although it is unable to restore the wild-type transcriptional activity of target genes. Although Hsp90 is a cytoplasmic chaperone, a small fraction of Hsp90 (about 3% of the total cellular pool) is present in the nucleus. In recent days, the focus has been shifted in understanding the function of Hsp90 in the nucleus. Two decades back, it was first observed that during heat-shock treatment, Hsp90 is specifically localized in the salivary gland of Drosophila melanogaster 93D chromosomal locus as well as at the telomere region of Chironomus thummi ( 9 ). Intriguingly, the fact that its localization to those regions of chromatin was hindered in the presence of transcription inhibitor suggests a role of Hsp90 in transcription during heat-stressed condition. It also assists in the degradation of unfolded or un-required proteins and thereby plays a significant role in maintaining the protein homeostasis in cell. Hsp90 acts as a master regulator of gene expression as it controls the trafficking of steroid hormone receptors to nucleus in a hormone-dependent manner. Recent study shows that Hsp90 and its co-chaperone FKBP51 also promotes hormone-independent nuclear localization of androgen receptor in prostate cancer cells ( 10 ) and thereby plays a critical role in progression of prostate cancer. It is observed that in hormone refractory or androgen-independent (AI) prostate cancer cells, a large pool of androgen receptor is translocated into the nucleus even in the absence of androgen and thus leads to the transcriptional activation of target genes resulting in tumor growth ( 11 , 12 ). The specific inhibitor of Hsp90, 17-allylamino-17-demethoxygeldanamycin (17-AAG), prevents the nuclear localization of androgen receptor in AI tumor at much lower doses than that required to inhibit androgen induced nuclear import of androgen receptors (AR) ( 13 ). In this review, we shall focus on various transcription factors (TF), which interact with Hsp90. Also, we will discuss about the latest understanding on how Hsp90 is involved in regulating chromatin structure and thereby controls gene expression. Although the cellular role of Hsp90 in transcriptional regulation by modulating chromatin dynamics is apparent, its relevance in cancer progression is yet to be appreciated. Major Transcription Factors Belong to the Hsp90 Network Society The role of Hsp90 in transcriptional regulation is foremost attributed to a wide variety of TFs that serve as its clients. One of the ways by which Hsp90 aids in cell survival upon stressed conditions is by regulating the expression profiles of many genes. However, Hsp90 does not do so by binding to DNA as it lacks DNA binding ability. Nevertheless, it chaperones different proteins that act as either activator (like SP1, STAT5) or repressor (for example, Bcl-6) ( 14 , 15 ) to govern gross transcriptional program ( 16 ). TFs serve as tools to regulate different downstream biological processes. Therefore, by providing its services to TFs, Hsp90 is able to regulate multiple pathways simultaneously and hence, plays a vital role in facilitating the progression of many diseases, infections, and cancer ( 17 , 18 ). When it comes to get hold of processes relevant to cancer, Hsp90 has its branches penetrating into all the six hallmarks of cancer ( 19 ). Among the TFs, which serve as Hsp90 clients, NF-κB, STATs, p53, and Bcl-6 ( 20 – 26 ) top the scores owing to the importance of the processes governed by them, which favor malignant transformation. To orchestrate the transcriptional response in a pathway, two or more TFs, which are Hsp90 clients, work together and allow the progression of a pathway dance to their tune. In this light, Hsf-1, which serves as a client of Hsp90 under normal conditions and drives transcriptional programs that are cancer specific, indulges in a positive feedback loop with mutp53 (another Hsp90 client) and endow cancer cells more resistant to proteotoxic stress. The direct interaction between these two proteins in a feed forward loop reinforces tumorigenesis by stabilizing the transcription of HSPs that further stabilize EGF, ErbB2, mutp53, and other oncogenes ( 27 ). In another scenario, the broad array of clientele of Hsp90 gives it the advantage to regulate the expression of a single protein in different conditions via different TFs. The parallel effect of the TFs upon cellular machinery is witnessed when Hsf-1 and Hif-1 (hypoxia-inducible factor), the clients of Hsp90, regulate the expression of the same protein FoxM1 under different conditions. On one hand, FoxM1 (a key TF for cell cycle progression and a critical molecule for tumor development and progression) is shown to be induced by hypoxia via direct binding of Hif-1 to its promoter sequence, which causes its up-regulation. Induction of FoxM1 leads to promotion of tumor cells proliferation by diminishing nuclear levels of p21 protein and increasing cyclin B1 and cyclin D1 expression ( 28 ). On the other hand, FoxM1 is also regulated by Hsf-1 under heat-shock stress conditions and the induction of FoxM1 by Hsf-1 is required for cell cycle progression through regulating the expression of downstream Cdc20, Cdc2, and Cdc25B proteins ( 29 ). The importance of Hsp90 in tumor progression is further portrayed by the following study, which reveals that inhibition of Hsp90 leads to the suppression of Lmp1 expression (a major oncogene encoded by Epstein–Barr virus) that plays a crucial role in development of lymphomas. The effect was due to compromised JAK/STAT and NF-κB signaling pathways owing to the repression of STATs and NF-κB TFs upon Hsp90 inhibition ( 30 ). Hsp90 has long been known to regulate transcription when it comes to steroid hormone signaling and was studied extensively ( 31 ). The relevance of steroid hormone receptors in cancer is very well reflected by estrogen and progesterone receptors in breast cancer, and by AR in prostate cancer ( 32 , 33 ). However, Hsp90 does not fail to add one more layer of regulatory step in stabilizing AR by involving breast carcinoma amplified sequence 2 (Bcas2). Bcas2 is a transcriptional cofactor of estrogen receptor (ER), which is involved in breast cancer malignant progression and also overexpresses in prostate cancer. A recent study reports that Bcas2 interacts with Hsp90 to bring about AR stabilization in a p53-independent manner ( 34 ). Hsp90 not only stabilizes its clients but also helps them to localize in the right compartment in the cell where their function is required. This aspect was explicitly shown in a study with a bona fide client TF, AF9, which is vital for hematopoiesis. It is also called master regulator of HOX gene expression. It is observed that it depends on Hsp90 for proper sub-cellular localization ( 35 ). Nevertheless, another study exemplifies the role of Hsp90 in deciding the fate of cell death whether it would be necrosis or apoptosis. The inhibition of Hsp90 dictates the inhibition of Atf3 (a TF that regulates gene expression in response to oncogenic stresses) expression, which regulates the switch from necrosis to apoptosis ( 36 ). In these ways, the parameters of HSP90 regulation are extended to the normal cellular processes as well. The versatile nature of Hsp90 does not restrict it to stay “in-house” rather reflects its ability to tune the transcriptional program being “outdoor.” This particular molecular chaperone now is reported to be secreted out in extracellular “reactive” stroma by tumor cells and also under other stressed conditions. This secreted form of Hsp90, addressed as eHsp90, sustains cancer cell motility, invasion, and metastatic spread ( 37 ). The extent of secretion of eHsp90 is more in aggressive tumors as it is reported in prostate cancer ( 38 ). A recent study suggests eHsp90 as a potent initiator of stromal inflammatory response, which is executed by transcriptional modulation of NF-κB and STAT3, the master regulators of inflammatory pathway ( 39 ). Thus, Hsp90 creates a hub of regulatory network where not only the client TFs lead to required alteration in the progression of pathway but also cross-talks among client proteins dictate the downstream effectors for better response to stress stimuli. Thus, Hsp90 regulates the activity of several key transcriptions factors involved in cancer progression via two different mechanisms: in the first place, by regulating the cellular abundance of these factors and second, by regulating their intracellular transports (Figure 1 , 1 and 2). Figure 1 Schematic representation of direct and in-direct roles of Hsp90 in transcription . (1) Hsp90 and its co-chaperones aid in the folding of various transcription factors either activators or repressors. (2) It also assists their nuclear transport. (3) Hsp90 being present at the TSS regulates transcription either by nucleosome removal or by stalling RNA polymerase II. Removal of Hsp90 complex thereby allows the movement of RNA polymerase II and initiates gene transcription. (4) Hsp90 aids in the maturation and enhances the activity of several chromatin modifiers. However, it is not clear whether it assists their entry into the nucleus. (5 and 6) Chromatin modifiers upon maturation by Hsp90 are responsible for maintaining euchromatin or heterochromatin states under various conditions. Hsp90 remains associated with some chromatin modifiers (e.g., Trx) near actively transcribing gene. Communication between Hsp90 and Chromatin Remodeling Factors So far, we have discussed the role of Hsp90 in transcriptional regulation by directly modulating the activity of TFs. Now, we will discuss how Hsp90 alters the epigenetic marks on chromatin and thereby modulates transcription of several genes that might include proto-oncogenes. Abnormal methylation marks on DNA, altered histone modifications, or RNA-mediated silencing could potentially result in inappropriate gene expression. Any of these epigenetic abnormalities might cause development of cancer. There are increasing amounts of evidence that suggest mutual cross-talks between Hsp90 and several chromatin modifiers (Figure 1 , 4). Hsp90α is shown to interact and enhance the activity of (H3–K4) histone methyltransferase (HMTase) SMYD3 whose over-expression is essential for the growth of colorectal-, liver-, and breast cancers ( 40 , 41 ). Hsp90 induces a conformational change of SMYD3 upon binding to its N-terminal domain, which is essential for the regulation of its cognate HMTase activity ( 42 ). It is also reported that the tetratricopeptide repeat (TPR) present at the C-terminal domain of SMYD3 is involved in the physical interaction with MEEVD regions of Hsp90. This interaction is proved to be essential for the chromatin localization and enhancement of HMTase activity of SMYD3 ( 43 ). It has been speculated that disruption of the interaction between Hsp90α and SMYD3 might be responsible for inactivation of WNT gene transcription ( 44 ). Recent findings show that increased ATPase activity of Hsp90 by Aha1 results in enhanced expression of WNT target genes in colon cancer in a p53-dependent manner ( 45 ). It has also been observed that functional inactivation of Hsp90 or post-translational modification of Hsp90 leads to the dysfunction of several chromatin remodelers, which eventually cause alteration of chromatin state associated with many oncogenes and tumor suppressor genes. The “maintenance” methyltransferase DNMT1 is stabilized by Hsp90. Elevated level of DNMT1 is observed in MCF-7 breast cancer cells ( 46 ). DNMT1 along with HDAC1 and (H3–K9) HMTase remain associated with the ER-α promoter, causing hypermethylation of 5′ C p G islands and thereby causes silencing of ER-α expression in breast cancer cells ( 47 , 48 ). Studies with HDAC1 inhibitors reveal that post-translational modification (hyperacetylation) of Hsp90 destabilizes its interaction with DNMT1 and promotes ubiquitin-dependent degradation of DNMT1 ( 49 ). In lower eukaryotes like Saccharomyces cerevisiae , genome-wide two-hybrid interaction study revealed that Hsp90 may influence global gene expression through interactions with histone deacetylases. Strong association between Hsp90 E33A and Sir2 (Type III histone deacetylase) as well as Sap30 (a component of Rpd3L histone deacetylase complex) has been observed ( 50 ). Recent studies have established that Hsp90 is required for the stability and functional activity of Sir2. In Hsp90 loss of function mutant, the endogenous level of Sir2 reduces considerably and it results in de-repression of silencing at telomeres and at the mating loci HML α and HMRa (Figure 1 , 6). The temperature-sensitive mutant of Hsp90 behaves similarly as Δ sir2 mutant resulting in sterile yeast ( 51 ). On the other hand, Hsp90 over-expression, which is a natural outcome of heat-stressed condition, drives downregulation of SIR2 at the transcription level ( 52 ). Such reduced abundance of SIR2 transcript is maintained through several generations before it gradually returns to its normal level. Hence, the level and activity of the chromatin modifier Sir2 are modulated by two independent pathways both controlled by Hsp90. In addition to the regulation of histone deacetylase activity, Hsp90 chaperosome also amends the activity of other types of chromatin modifiers. Two co-chaperones of Hsp90; Tah1 (human ortholog RPAP3) and Pih1 (also known as NOP17 and Pih1D1) are found to interact with Rvb1/2 ( 53 ), which are the essential components of INO80 ( 42 , 54 ); SWR-C chromatin remodeling complex ( 55 – 57 ); and histone acetyl transferase TIP60 complex ( 58 ). In Drosophila melanogaster , it has been reported that Hsp90 interacts with Trithorax G, which is an important chromatin modifier complex that controls Drosophila development. Inhibition of Hsp90 function by radicicol causes depletion of intracellular Trx. As a result, the recruitment of Trx at the specific chromatin locus is reduced thereby leading to the down regulation of Trx target genes ( 59 ). The third arm of epigenetic control, namely the small interfering RNA-mediated post-transcriptional gene silencing is also influenced by Hsp90 chaperone complex. It has been demonstrated that Hsp90/Hsc70 chaperone complex is required for the loading of small RNA duplexes onto the Argonaute proteins ( 60 ). Its involvement in the assembly and maintenance of box C/D small nucleolar ribonucleoprotein (SnoRNP) complexes is also observed. Hsp90 along with Tah1 and Pih1 interact with Rvb1/2 to form R2TP complex, which participates in assembly of snoRNPs ( 61 ). Interestingly, while Hsp90 controls the activity of chromatin modifiers, its own activity is often regulated by non-histone methyl transferases. Such regulation provides another layer of regulation where Hsp90 is a central molecule. Recent report witnesses that SMYD2-mediated methylation of Hsp90β induces its dimerization and chaperone complex formation, which accelerates the proliferation of cancer cell ( 62 ). Hsp90 collaborates with histone deacetylases to influence the stability of oncogenic TFs and tumor suppressors. The Hsp90–HDAC6 complex is critical for the stability of mutant p53 ( 63 ). Recent reports establish that the regulation of tumor suppressor TAp73 stability is mediated by Hsp90–HDAC1 combo protein complex. HDAC1 knockdown induces hyperacetylation of Hsp90, which disrupts the interaction between TAp73 and Hsp90 and promotes proteasomal degradation of TAp73 ( 64 ). Thus, Hsp90 influences the activity of several epigenetic modifiers as well as the micro-RNAs. Independent studies have revealed the link between cancer progression and the improper functioning of such epigenetic writers, speculating a general role of Hsp90 in cancer progression through the modulation of chromatin dynamics. However, any such direct connection between Hsp90, chromatin modification, and clinical progression of cancer is yet to be established. The Function of Hsp90 at Promoter Proximal Regions The transcription machinery including RNA polymerase, transcription activators, and other factors need to be recruited at the promoter adjacent region at the onset of transcription and once transcription is over they must be dislodged from the DNA. Hsp90 actively participates at all the above steps of transcription. Genome wide ChIP-seq analysis reveals that Hsp90 is recruited at the transcription start site (TSS) of about one-third of Drosophila genome suggesting a general role of Hsp90 in transcription initiation ( 65 ). Interestingly, Hsp90 targeted promoters include TFs like c-myc, p53; genes involved in stress response and developmental signaling such as WNT, JNK, etc.; as well as several environmental responsive genes like Hsp70, Hsp68, and Hsp22. It is observed that Hsp90 together with negative elongation factor (NELF) represses the expression of its target genes by forming stalled RNA polymerase II at the target locus. Hsp90 inhibitory condition causes robust up-regulation of Hsp90 target genes by converting stalled RNA polymerase to the elongated form. However, Hsp90 may not have a general role in transcription as it is evident from another study where Hsp90 and Trx are co-localized only at the TSS of the actively transcribed region Abd-B in Drosophila SF4 cells ( 59 ) (Figure 1 , 5) but neither it is found to be associated with Trx at the TSS of silent genes ( Dfd or Ubx ) nor at the TSS of house-keeping genes. There are reports, which show that Hsp90 also enhances transcriptional activation in cancer cells by binding to the DNA–protein complex. It is observed that Hsp90 interacts strongly to the hTERT promoters in telomerase positive oral cancer cell lines compared to the normal human oral keratinocytes (NHOKs) cell lines and thereby causes enhanced promoter activity of telomerase gene in cancer cells ( 66 ). Hsp90 inhibition by GA specifically destabilizes the interaction between Hsp90 and hTERT promoter causing loss of hTERT mRNA expression. It turns out that the role of Hsp90 in transcriptional regulation begins much earlier than the recruitment of TFs or RNA pol II. It is observed that Hsp90 is involved in the steps prior to the transcription initiation, which involves precise removal of nucleosomes (Figure 1 , 3). The transcriptional induction of GAL1 is found to be delayed in Δ hsc82 strain background due to the retention of nucleosomes at the GAL1 promoter ( 67 ). However, the precise mechanism of how Hsp90 aids in the eviction of nucleosomes is not clear. Consistent with the function of Hsp90 in the removal of histone proteins from several promoters, Hsp90 also removes other proteins from the promoter proximal regions. Hsp90 controls the exit of steroid hormone receptors from nuclear locus. Hsp90 and its co-chaperone p23 also play pivotal roles during the dislodging of steroid hormone receptor complexes from hormone response elements (HRE) in a hormone-dependent manner ( 68 ). First, over-expression of p23 causes significant (35-fold) reduction of GR activity in vitro . Similarly, Hsp90 over-expression results in modest (twofold) reduction. Second, ChIP assay shows increased recruitment of Hsp90, p23, and gluococorticoid receptor at GRE upon addition of dexamethasone. Finally, forced localization of Hsp90/p23 to HRE precludes GR-induced transcriptional activation. In summary, Hsp90 has multifaceted cellular functions in transcription regulations. It could evict nucleosomes from the promoter and thereby makes space for loading of RNA pol II and other TFs; it could alter the heterochromatin to euchromatin states by modulating chromatin modifiers; it could give functional maturation to the TFs and regulate their nuclear entry; and finally, it could remove the TFs from the promoter proximal regions upon the completion of transcription. Future Perspective In the light of the recent findings, it is becoming clear that besides the well known chaperone function Hsp90 plays significant roles at many stages of transcriptional control. However, it is not clear whether Hsp90 has a generalized role during transcription or its involvement is confined to certain specific promoters. In the later case, it would be extremely important to decipher the molecular mechanism behind such promoter specificity. It will also be interesting to unravel whether human Hsp90 also targets promoters of tumor suppressors/oncogenes. The interplay between Hsp90 and chromatin modifiers during carcinogenesis needs to be investigated. Studies focusing on whether and how human Hsp90 modulates post-transcriptional gene regulation via non-coding micro-RNAs in cancer cells demand special attention. The classical chaperone function of cytosolic Hsp90 and several newly emerged moonlighting functions of Hsp90 at the nucleus prompt us to propose that the nuclear Hsp90 could be structurally different (due to certain post-translational modification: PTM) from the cytosolic form. Identification of different PTM of Hsp90 might give us valuable handle in separating the cytosolic versus the nuclear functions of Hsp90. This field is still at its infancy and more experimentations are needed to understand the yet to be discovered newer nuclear functions of Hsp90. Conflict of Interest Statement The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. We thank Dr. Mrinal Kanti Bhattacharyya, University of Hyderabad for critical reading of the manuscript. This work is supported by the Department of Biotechnology (BT/PR5739/BRB/10/1101/2012), India to SB. NK is supported by the Council of Scientific and Industrial Research, India. References 1 Gabai VL Kabakov AE . Induction of heat-shock protein synthesis and thermotolerance in EL-4 ascites tumor cells by transient ATP depletion after ischemic stress . Exp Mol Pathol ( 1994 ) 60 : 88 – 99 . 10.1006/exmp.1994.1008 8070544 2 Protti MP Heltai S Bellone M Ferrarini M Manfredi AA Rugarli C . Constitutive expression of the heat-shock protein 72 kDa in human melanoma cells . Cancer Lett ( 1994 ) 85 : 211 – 6 . 10.1016/0304-3835(94)90277-1 7954339 3 Franzen B Linder S Alaiya AA Eriksson E Fujioka K Bergman AC Analysis of polypeptide expression in benign and malignant human breast lesions . Electrophoresis ( 1997 ) 18 : 582 – 7 . 10.1002/elps.1150180341 9150945 4 Ehrenfried JA Herron BE Townsend CM Jr Evers BM . Heat shock proteins are differentially expressed in human gastrointestinal cancers . Surg Oncol ( 1995 ) 4 : 197 – 203 . 10.1016/S0960-7404(10)80036-2 8528482 5 Gress TM Muller-Pillasch F Weber C Lerch MM Friess H Buchler M Differential expression of heat shock proteins in pancreatic carcinoma . Cancer Res ( 1994 ) 54 : 547 – 51 . 8275493 6 Mileo AM Fanuele M Battaglia F Scambia G Benedetti-Panici P Mancus S Selective overexpression of mRNA coding for 90 KDa stress-protein in human ovarian cancer . Anticancer Res ( 1990 ) 10 ( 903–906 ): 1990 . 2382987 7 Nanbu K Konishi I Komatsu T Mandai M Yamamoto S Kuroda H Expression of heat-shock proteins HSP70 and HSP90 in endometrial carcinomas. Correlation with clinicopathology, sex steroid receptor status, and p53 protein expression . Cancer ( 1996 ) 77 : 330 – 8 . 10.1002/(SICI)1097-0142(19960115)77:2<330::AID-CNCR16>3.0.CO;2-2 8625242 8 Whitesell L Sutphin PD Pulcini EJ Martinez JD Cook PH . The physical association of multiple molecular chaperone proteins with mutant p53 is altered by geldanamycin, an hsp90-binding agent . Mol Cell Biol ( 1998 ) 18 : 1517 – 24 . 9488468 9 Morcillo G Diez JL Carbajal ME Tanguay RM . HSP90 associates with specific heat shock puffs ( hsrω ) in polytene chromosomes of Drosophila and Chironomus . Chromosoma ( 1993 ) 102 : 648 – 59 . 10.1007/BF00352313 8306827 10 Ni L Yang CS Gioeli D Frierson H Toft DO Paschal BM . FKBP51 promotes assembly of the Hsp90 chaperone complex and regulates androgen receptor signaling in prostate cancer cells . Mol Cell Biol ( 2010 ) 30 : 1243 – 53 . 10.1128/MCB.01891-08 20048054 11 Chen CD Welsbie DS Tran C Baek SH Chen R Vessella R Molecular determinants of resistance to antiandrogen therapy . Nat Med ( 2004 ) 10 : 33 – 9 . 10.1038/nm972 14702632 12 Zegarra-Moro OL Schmidt LJ Huang H Tindall DJ . Disruption of androgen receptor function inhibits proliferation of androgen-refractory prostate cancer cells . Cancer Res ( 2002 ) 62 : 1008 – 13 . 11861374 13 Saporita AJ Ai J Wang Z . The Hsp90 inhibitor, 17-AAG, prevents the ligand-independent nuclear localization of androgen receptor in refractory prostate cancer cells . Prostate ( 2007 ) 67 : 509 – 20 . 10.1002/pros.20541 17221841 14 Shaffer AL Yu X He Y Boldrick J Chan EP Staudt LM . BCL-6 represses genes that function in lymphocyte differentiation, inflammation, and cell cycle control . Immunity ( 2000 ) 13 : 199 – 212 . 10.1016/S1074-7613(00)00020-0 10981963 15 Wang SA Chuang JY Yeh SH Wang YT Liu YW Chang WC Heat shock protein 90 is important for Sp1 stability during mitosis . J Mol Biol ( 2009 ) 387 : 1106 – 19 . 10.1016/j.jmb.2009.02.040 19245816 16 Sawarkar R Paro R . Hsp90@ chromatin. nucleus: an emerging hub of a networker . Trends Cell Biol ( 2013 ) 23 : 193 – 201 . 10.1016/j.tcb.2012.11.007 23286900 17 Porter JR Fritz CC Depew KM . Discovery and development of Hsp90 inhibitors: a promising pathway for cancer therapy . Curr Opin Chem Biol ( 2010 ) 14 : 412 – 20 . 10.1016/j.cbpa.2010.03.019 20409745 18 Jarosz DF Taipale M Lindquist S . Protein homeostasis and the phenotypic manifestation of genetic diversity: principles and mechanisms . Annu Rev Genet ( 2010 ) 44 : 189 – 216 . 10.1146/annurev.genet.40.110405.090412 21047258 19 Zhang H Burrows F . Targeting multiple signal transduction pathways through inhibition of Hsp90 . J Mol Med ( 2004 ) 82 : 488 – 99 . 10.1007/s00109-004-0549-9 15168026 20 Sato N Yamamoto T Sekine Y Yumioka T Junicho A Fuse H Involvement of heat-shock protein 90 in the interleukin-6-mediated signaling pathway through STAT3 . Biochem Biophys Res Commun ( 2003 ) 300 : 847 – 52 . 10.1016/S0006-291X(02)02941-8 12559950 21 Gilmore TD . Introduction to NF-κB: players, pathways, perspectives . Oncogene ( 2006 ) 25 : 6680 – 4 . 10.1038/sj.onc.1209954 17072321 22 Wan F Lenardo MJ . The nuclear signaling of NF-κB: current knowledge, new insights, and future perspectives . Cell Res ( 2010 ) 20 : 24 – 33 . 10.1038/cr.2009.137 19997086 23 Ouyang L Shi Z Zhao S Wang FT Zhou TT Liu B Programmed cell death pathways in cancer: a review of apoptosis, autophagy and programmed necrosis . Cell Prolif ( 2012 ) 45 : 487 – 98 10.1111/j.1365-2184.2012.00845.x 23030059 24 Illidge T Tolan S . Current treatment approaches for diffuse large B-cell lymphoma . Leuk Lymphoma ( 2008 ) 49 : 663 – 76 . 10.1080/10428190701882187 18398733 25 Cerchietti LC Lopes EC Yang SN Hatzi K Bunting KL Tsikitas LA A purine scaffold Hsp90 inhibitor destabilizes BCL-6 and has specific antitumor activity in BCL-6–dependent B cell lymphomas . Nat Med ( 2009 ) 15 : 1369 – 76 . 10.1038/nm.2059 19966776 26 Stark GR Darnell JE . The JAK-STAT pathway at twenty . Immunity ( 2012 ) 36 : 503 – 14 . 10.1016/j.immuni.2012.03.013 22520844 27 Li D Yallowitz A Ozog L Marchenko N . A gain-of-function mutant p53–HSF1 feed forward circuit governs adaptation of cancer cells to proteotoxic stress . Cell Death Dis ( 2014 ) 5 : e1194 . 10.1038/cddis.2014.158 24763051 28 Xia LM Huang WJ Wang B Liu M Zhang Q Yan W Transcriptional up-regulation of FoxM1 in response to hypoxia is mediated by HIF-1 . J Cell Biochem ( 2009 ) 106 : 247 – 56 . 10.1002/jcb.21996 19097132 29 Dai B Gong A Jing Z Aldape KD Kang SH Sawaya R Forkhead box M1 is regulated by heat shock factor 1 and promotes glioma cells survival under heat shock stress . J Biol Chem ( 2013 ) 288 : 1634 – 42 . 10.1074/jbc.M112.379362 23192351 30 Murata T Iwata S Siddiquey MNA Kanazawa T Goshima F Kawashima D Heat shock protein 90 inhibitors repress latent membrane protein 1 (LMP1) expression and proliferation of Epstein-Barr virus-positive natural killer cell lymphoma . PLoS One ( 2013 ) 8 : e63566 . 10.1371/journal.pone.0063566 23658841 31 Sanchez ER . Chaperoning steroidal physiology: lessons from mouse genetic models of Hsp90 and its cochaperones . Biochim Biophys Acta ( 2012 ) 1823 : 722 – 9 . 10.1016/j.bbamcr.2011.11.006 22155719 32 Cancer Genome Atlas Network . Comprehensive molecular portraits of human breast tumors . Nature ( 2012 ) 490 : 61 – 70 10.1038/nature11412 23000897 33 Shafi AA Yen AE Weigel NL . Androgen receptors in hormone-dependent and castration-resistant prostate cancer . Pharmacol Ther ( 2013 ) 140 : 223 – 38 . 10.1016/j.pharmthera.2013.07.003 23859952 34 Kuo PC Huang CW Lee CI Chang HW Hsieh SW Chung YP BCAS2 promotes prostate cancer cells proliferation by enhancing AR mRNA transcription and protein stability . Br J Cancer ( 2015 ) 112 : 391 – 402 . 10.1038/bjc.2014.603 25461807 35 Lin JJ Hemenway CS . Hsp90 directly modulates the spatial distribution of AF9/MLLT3 and affects target gene expression . J Biol Chem ( 2010 ) 285 : 11966 – 73 . 10.1074/jbc.M110.101642 20159978 36 Sato A Nakama K Watanabe H Satake A Yamamoto A Omi T Role of activating transcription factor 3 protein ATF3 in necrosis and apoptosis induced by 5-fluoro-2′-deoxyuridine . FEBS J ( 2014 ) 281 : 1892 – 900 . 10.1111/febs.12752 24529083 37 Tsutsumi S Neckers L . Extracellular heat shock protein 90: a role for a molecular chaperone in cell motility and cancer metastasis . Cancer Sci ( 2007 ) 98 : 1536 – 9 . 10.1111/j.1349-7006.2007.00561.x 17645779 38 Hance MW Dole K Gopal U Bohonowych JE Jezierska-Drutel A Neumann CA Secreted Hsp90 is a novel regulator of the epithelial to mesenchymal transition (EMT) in prostate cancer . J Biol Chem ( 2012 ) 287 : 37732 – 44 . 10.1074/jbc.M112.389015 22989880 39 Bohonowych JE Hance MW Nolan KD Defee M Parsons CH Isaacs JS . Extracellular Hsp90 mediates an NF-κB dependent inflammatory stromal program: implications for the prostate tumor microenvironment . Prostate ( 2014 ) 74 : 395 – 407 . 10.1002/pros.22761 24338924 40 Hamamoto R Furukawa Y Morita M Iimura Y Silva FP Li M SMYD3 encodes a histone methyltransferase involved in the proliferation of cancer cells . Nat Cell Biol ( 2004 ) 6 : 731 – 40 . 10.1038/ncb1151 15235609 41 Hamamoto R Silva FP Tsuge M Nishidate T Katagiri T Nakamura Y Enhanced SMYD3 expression is essential for the growth of breast cancer cells . Cancer Sci ( 2006 ) 97 : 113 – 8 . 10.1111/j.1349-7006.2006.00146.x 16441421 42 Silva FP Hamamoto R Kunizaki M Tsuge M Nakamura Y Furukawa Y . Enhanced methyltransferase activity of SMYD3 by the cleavage of its N-terminal region in human cancer cells . Oncogene ( 2008 ) 27 : 2686 – 92 . 10.1038/sj.onc.1210929 17998933 43 Brown MA Foreman K Harriss J Das C Zhu L Edwards M . C-terminal domain of SMYD3 serves as a unique HSP90-regulated motif in oncogenesis . Oncotarget ( 2015 ) 6 : 4005 – 19 . 25738358 44 Ruden DM Xiao L Garfinkel MD Lu X . Hsp90 and environmental impacts on epigenetic states: a model for the trans-generational effects of diethylstibesterol on uterine development and cancer . Hum Mol Genet ( 2005 ) 14 : R149 – 55 . 10.1093/hmg/ddi103 15809267 45 Okayama S Kopelovich L Balmus G Weiss RS Herbert BS Dannenberg AJ p53 protein regulates Hsp90 ATPase activity and thereby Wnt signaling by modulating Aha1 expression . J Biol Chem ( 2014 ) 289 : 6513 – 25 . 10.1074/jbc.M113.532523 24451373 46 Agoston AT Argani P Yegnasubramanian S De Marzo AM Ansari-Lari MA Hicks JL Increased protein stability causes DNA methyltransferase 1 dysregulation in breast cancer . J Biol Chem ( 2005 ) 280 : 18302 – 10 . 10.1074/jbc.M501675200 15755728 47 Ottaviano YL Issa JP Parl FF Smith HS Baylin SB Davidson NE . Methylation of the estrogen receptor gene CpG island marks loss of estrogen receptor expression in human breast cancer cells . Cancer Res ( 1994 ) 54 : 2552 – 5 . 8168078 48 Zhou Q Atadja P Davidson NE . Histone deacetylase inhibitor LBH589 reactivates silenced estrogen receptor alpha (ER) gene expression without loss of DNA hypermethylation . Cancer Biol Ther ( 2007 ) 6 : 64 – 9 . 10.4161/cbt.6.1.3549 17172825 49 Zhou Q Agoston AT Atadja P Nelson WG Davidson NE . Inhibition of histone deacetylases promotes ubiquitin-dependent proteasomal degradation of DNA methyltransferase 1 in human breast cancer cells . Mol Cancer Res ( 2008 ) 6 : 873 – 83 . 10.1158/1541-7786.MCR-07-0330 18505931 50 Millson SH Truman AW King V Prodromou C Pearl LH Piper PW . A two-hybrid screen of the yeast proteome for Hsp90 interactors uncovers a novel Hsp90 chaperone requirement in the activity of a stress-activated mitogen-activated protein kinase, Slt2p (Mpk1p) . Eukaryot Cell ( 2005 ) 4 : 849 – 60 . 10.1128/EC.4.5.849-860.2005 15879519 51 Laskar S Bhattacharyya MK Shankar R Bhattacharyya S . HSP90 controls SIR2 mediated gene silencing . PLoS One ( 2011 ) 6 : e23406 . 10.1371/journal.pone.0023406 21829731 52 Laskar S K S Bhattacharyya MK Nair AS Dhar P Bhattacharyya S . Heat stress induced Cup9 dependent transcriptional regulation of Sir2 . Mol Cell Biol ( 2015 ) 35 : 437 – 50 . 10.1128/MCB.01046-14 25384977 53 Zhao R Davey M Hsu YC Kaplanek P Tong A Parsons AB Navigating the chaperone network: an integrative map of physical and genetic interactions mediated by the hsp90 chaperone . Cell ( 2005 ) 120 : 715 – 27 . 10.1016/j.cell.2004.12.024 15766533 54 Jónsson ZO Dhar SK Narlikar GJ Auty R Wagle N Pellman D Rvb1p and Rvb2p are essential components of a chromatin remodeling complex that regulates transcription of over 5% of yeast genes . J Biol Chem ( 2001 ) 276 : 16279 – 88 . 10.1074/jbc.M011523200 11278922 55 Krogan NJ Keogh MC Datta N Sawa C Ryan OW Ding H A Snf2 family ATPase complex required for recruitment of the histone H2A variant Htz1 . Mol Cell ( 2003 ) 12 : 1565 – 76 . 10.1016/S1097-2765(03)00497-0 14690608 56 Kobor MS Venkatasubrahmanyam S Meneghini MD Gin JW Jennings JL Link AJ A protein complex containing the conserved Swi2/Snf2-related ATPase Swr1p deposits histone variant H2A.Z into euchromatin . PLoS Biol ( 2004 ) 2 : e131 . 10.1371/journal.pbio.0020131 15045029 57 Mizuguchi G Shen X Landry J Wu WH Sen S Wu C . ATP-driven exchange of histone H2AZ variant catalyzed by SWR1 chromatin remodeling complex . Science ( 2004 ) 303 : 343 – 8 . 10.1126/science.1090701 14645854 58 Ikura T Ogryzko VV Grigoriev M Groisman R Wang J Horikoshi M Involvement of the TIP60 histone acetylase complex in DNA repair and apoptosis . Cell ( 2000 ) 102 : 463 – 73 . 10.1016/S0092-8674(00)00051-9 10966108 59 Tariq M Nussbaumer U Chen Y Beisel C Paro R . Trithorax requires Hsp90 for maintenance of active chromatin at sites of gene expression . Proc Natl Acad Sci U S A ( 2009 ) 106 : 1157 – 62 . 10.1073/pnas.0809669106 19144915 60 Iwasaki S Kobayashi M Yoda M Sakaguchi Y Katsuma S Suzuki T Hsc70/Hsp90 chaperone machinery mediates ATP-dependent RISC loading of small RNA duplexes . Mol Cell ( 2010 ) 39 : 292 – 9 . 10.1016/j.molcel.2010.05.015 20605501 61 Zhao R Kakihara Y Gribun A Huen J Yang G Khanna M Molecular chaperone Hsp90 stabilizes Pih1/Nop17 to maintain R2TP complex activity that regulates snoRNA accumulation . J Cell Biol ( 2008 ) 180 : 563 – 78 . 10.1083/jcb.200709061 18268103 62 Hamamoto R Toyokawa G Nakakido M Ueda K Nakamura Y . SMYD2-dependent HSP90 methylation promotes cancer cell proliferation by regulating the chaperone complex formation . Cancer Lett ( 2014 ) 351 : 126 – 33 . 10.1016/j.canlet.2014.05.014 24880080 63 Li D Marchenko ND Moll UM . SAHA shows preferential cytotoxicity in mutant p53 cancer cells by destabilizing mutant p53 through inhibition of the HDAC6-Hsp90 chaperone axis . Cell Death Differ ( 2011 ) 18 : 1904 – 13 . 10.1038/cdd.2011.71 21637290 64 Zhang J Xu E Chen X . TAp73 protein stability is controlled by histone deacetylase 1 via regulation of Hsp90 chaperone function . J Biol Chem ( 2013 ) 288 : 7727 – 37 . 10.1074/jbc.M112.429522 23362263 65 Sawarkar R Sievers C Paro R . Hsp90 globally targets paused RNA polymerase to regulate gene expression in response to environmental stimuli . Cell ( 2012 ) 149 : 807 – 18 . 10.1016/j.cell.2012.02.061 22579285 66 Kim RH Kim R Chen W Hu S Shin K Park N Association of Hsp90 to the hTERT promoter is necessary for hTERT expression in human oral cancer cells . Carcinogenesis ( 2008 ) 29 : 2425 – 31 . 10.1093/carcin/bgn225 18820283 67 Floer M Bryant GO Ptashne M . HSP90/70 chaperones are required for rapid nucleosome removal upon induction of the GAL genes of yeast . Proc Natl Acad Sci U S A ( 2008 ) 105 : 2975 – 80 . 10.1073/pnas.0800053105 18287040 68 Freeman BC Yamamoto KR . Disassembly of transcriptional regulatory complexes by molecular chaperones . Science ( 2002 ) 296 : 2232 – 5 . 10.1126/science.1073051 12077419",
  "plain_text": "In the last decade, Hsp90 has emerged as a major regulator of cancer cell growth and proliferation. In cancer cells, it assists in giving maturation to oncogenic proteins including several kinases and transcription factors (TF). Recent studies have shown that apart from its chaperone activity, it also imparts regulation of transcription machinery and thereby alters the cellular physiology. Hsp90 and its co-chaperones modulate transcription at least at three different levels. In the first place, they alter the steady-state levels of certain TFs in response to various physiological cues. Second, they modulate the activity of certain epigenetic modifiers, such as histone deacetylases or DNA methyl transferases, and thereby respond to the change in the environment. Third, they participate in the eviction of histones from the promoter region of certain genes and thereby turn on gene expression. In this review, we discuss the role of Hsp90 in all the three aforementioned mechanisms of transcriptional control, taking examples from various model organisms with a special emphasis on cancer progression."
}
