{
    "PMC": "4700480",
    "DOI": "10.1083/jcb.201506071",
    "PMID": "26711499",
    "PMCID": "PMC4700480",
    "title": "TRAIP is a PCNA-binding ubiquitin ligase that protects genome stability after replication stress.",
    "year": 2016,
    "source_url": "https://europepmc.org/article/PMC/PMC4700480",
    "source": "MED",
    "abstract_text": "Cellular genomes are highly vulnerable to perturbations to chromosomal DNA replication. Proliferating cell nuclear antigen (PCNA), the processivity factor for DNA replication, plays a central role as a platform for recruitment of genome surveillance and DNA repair factors to replication forks, allowing cells to mitigate the threats to genome stability posed by replication stress. We identify the E3 ubiquitin ligase TRAIP as a new factor at active and stressed replication forks that directly interacts with PCNA via a conserved PCNA-interacting peptide (PIP) box motif. We show that TRAIP promotes ATR-dependent checkpoint signaling in human cells by facilitating the generation of RPA-bound single-stranded DNA regions upon replication stress in a manner that critically requires its E3 ligase activity and is potentiated by the PIP box. Consequently, loss of TRAIP function leads to enhanced chromosomal instability and decreased cell survival after replication stress. These findings establish TRAIP as a PCNA-binding ubiquitin ligase with an important role in protecting genome integrity after obstacles to DNA replication.",
    "full_text": "J Cell Biol J. Cell Biol jcb jcb The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 4700480 26711499 201506071 10.1083/jcb.201506071 Research Articles Article TRAIP is a PCNA-binding ubiquitin ligase that protects genome stability after replication stress TRAIP promotes responses to replication stress Hoffmann Saskia 1 Smedegaard Stine 1 * Nakamura Kyosuke 3 * Mortuza Gulnahar B. 2 Räschle Markus 4 Ibañez de Opakua Alain 5 Oka Yasuyoshi 1 Feng Yunpeng 3 Blanco Francisco J. 5 6 Mann Matthias 4 Montoya Guillermo 2 Groth Anja 3 Bekker-Jensen Simon 1 Mailand Niels 1 1 Ubiquitin Signaling Group, The Novo Nordisk Foundation Center for Protein Research, Faculty of Health and Medical Sciences, University of Copenhagen, 2200 Copenhagen, Denmark 2 Macromolecular Crystallography Group, The Novo Nordisk Foundation Center for Protein Research, Faculty of Health and Medical Sciences, University of Copenhagen, 2200 Copenhagen, Denmark 3 Biotech Research and Innovation Center, University of Copenhagen, 2200 Copenhagen, Denmark 4 Department of Proteomics and Signal Transduction, Max Planck Institute of Biochemistry, 82152 Martinsried, Germany 5 Structural Biology Unit, Center for Cooperative Research in Biosciences, 48160 Derio, Bizkaia, Spain 6 IKERBASQUE, Basque Foundation for Science, 48013 Bilbao, Spain Correspondence to Niels Mailand: niels.mailand@cpr.ku.dk * S. Smedegaard and K. Nakamura contributed equally to this paper. 4 1 2016 212 1 63 75 15 6 2015 02 12 2015 © 2016 Hoffmann et al. 2016 This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 3.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/3.0/ ). The E3 ubiquitin ligase TRAIP associates with replication forks through direct interaction with PCNA, promoting checkpoint signaling and genome stability after replication stress. Cellular genomes are highly vulnerable to perturbations to chromosomal DNA replication. Proliferating cell nuclear antigen (PCNA), the processivity factor for DNA replication, plays a central role as a platform for recruitment of genome surveillance and DNA repair factors to replication forks, allowing cells to mitigate the threats to genome stability posed by replication stress. We identify the E3 ubiquitin ligase TRAIP as a new factor at active and stressed replication forks that directly interacts with PCNA via a conserved PCNA-interacting peptide (PIP) box motif. We show that TRAIP promotes ATR-dependent checkpoint signaling in human cells by facilitating the generation of RPA-bound single-stranded DNA regions upon replication stress in a manner that critically requires its E3 ligase activity and is potentiated by the PIP box. Consequently, loss of TRAIP function leads to enhanced chromosomal instability and decreased cell survival after replication stress. These findings establish TRAIP as a PCNA-binding ubiquitin ligase with an important role in protecting genome integrity after obstacles to DNA replication. Introduction All cells are continuously exposed to a multitude of endogenously and exogenously generated genotoxic insults, which, if not sensed and processed correctly, can be life-threatening for organisms as they alter the content and organization of the genetic material ( Hoeijmakers, 2001 ). To mitigate this danger, cells possess a multifaceted DNA damage response (DDR), a global network of pathways that coordinately impact diverse cellular processes to reestablish genome integrity, providing an important cellular barrier toward the onset of diseases such as cancer ( Jackson and Bartek, 2009 ; Ciccia and Elledge, 2010 ). Signaling in the DDR is driven by regulated posttranslational modifications of numerous proteins within this network ( Ciccia and Elledge, 2010 ). Cellular genomes are particularly vulnerable to perturbations to chromosomal DNA replication. A variety of obstacles, collectively referred to as “replication stress,” can lead to slowing or stalling of replication fork progression, posing a threat to the fidelity of DNA replication and preservation of genome stability ( Branzei and Foiani, 2010 ; Zeman and Cimprich, 2014 ). Major sources of replication stress include nucleotide shortage, unrepaired DNA lesions, and difficult-to-replicate genomic loci. A common consequence of a slowdown or block to DNA replication is the uncoupling of replicative polymerase and helicase movements, leading to the generation of extensive stretches of single-stranded DNA (ssDNA), which become rapidly bound by RPA ( Byun et al., 2005 ). This serves as a signal for activation of the ATR kinase, a major effector of the response to replication stress ( Zou and Elledge, 2003 ; Nam and Cortez, 2011 ). Upon its activation, ATR phosphorylates a plethora of substrates, facilitating stabilization of the replisome, inhibition of late origin firing, and arrest of the cell cycle ( Zeman and Cimprich, 2014 ). These actions collectively provide an opportunity for cells to resolve the stress while minimizing the impact on the genome. Failure to rescue stalled replication forks may lead to fork collapse, giving rise to highly cytotoxic DNA double-strand breaks (DSBs) and gross chromosomal instability ( Branzei and Foiani, 2010 ). Indeed, a range of severe human diseases are known to result from mutations in factors involved in replication stress responses ( Zeman and Cimprich, 2014 ). The sliding clamp proliferating cell nuclear antigen (PCNA) has an essential role as a processivity factor for eukaryotic DNA replication, providing the central scaffold for the dynamic and carefully controlled engagement of multiple factors with the replication machinery ( Moldovan et al., 2007 ). PCNA also acts as a docking platform for recruitment of components of the DDR and replication surveillance mechanisms ( Mailand et al., 2013 ). Many of these factors interact with PCNA via a defined PCNA-interacting peptide (PIP) box motif. The regulated and highly coordinated interplay between PCNA and numerous effector proteins is a central step in pathways that respond to replication stress involving multilayered regulatory, posttranslational modification–driven mechanisms that impact PCNA and/or its partner proteins ( Mailand et al., 2013 ). Ubiquitin-dependent modification of PCNA by members of the RAD6 epistasis group has a key role in triggering DNA damage tolerance pathways that enable bypass of DNA lesions via translesion DNA synthesis or template switching ( Hoege et al., 2002 ). Although the pathways that respond to replication stress are critical for preventing genome instability and the onset of diseases such as cancer, our understanding of these processes and their regulation remains limited. Here, we used a proteomic strategy to search for new proteins that function in cellular responses to replication stress. We discovered that the E3 ubiquitin ligase TRAIP is a component of the replication fork that interacts directly with PCNA via a conserved PIP box and has an important role in promoting replication stress–induced signaling to protect genome stability in the face of such insults. Results TRAIP associates with active and stalled replication forks Using the CHROMASS (chromatin mass spectrometry) method to monitor systems-wide protein recruitment to damaged chromatin templates undergoing DNA replication in Xenopus laevis egg extracts ( Räschle et al., 2015 ), we identified the E3 ubiquitin ligase TRAIP (also known as TRIP or RNF206) as a factor showing prominent enrichment at DNA interstrand cross-link–containing chromatin, along with a large number of known DNA replication and repair factors ( Fig. 1, A and B ). In the Xenopus system, the enrichment of TRAIP at damaged chromatin was strongly suppressed in the presence of the replication inhibitor geminin ( Fig. 1 C ), indicating that TRAIP accumulation is triggered by the encounter of damaged DNA by active replication forks. TRAIP has previously been implicated in NF-κB signaling, cell proliferation, and the spindle checkpoint ( Chapard et al., 2012 , 2014 ). Recently, TRAIP was also suggested to regulate the translesion DNA synthesis polymerase polη when overexpressed ( Wallace et al., 2014 ), but whether this represents a primary function of TRAIP in the DDR is not known. We therefore set out to explore the functional significance of its association with damaged DNA. To validate and corroborate our mass spectrometry data, we asked whether TRAIP is recruited to DNA damage sites in human cells. Initially, we used microlaser irradiation, which gives rise to a range of genotoxic insults. Under these conditions, ectopically expressed GFP-tagged TRAIP was clearly recruited to damaged DNA, exhibiting a characteristic microfoci-like recruitment pattern typical of factors recruited directly to the vicinity of DNA lesions but not the surrounding chromatin areas demarcated by γ-H2AX positivity ( Fig. 1 D ; Bekker-Jensen et al., 2006 ). These TRAIP foci at microlaser-generated DNA damage colocalized with PCNA but not RPA ( Fig. 1, E and F ); in fact, TRAIP and RPA exhibited mutually exclusive recruitment patterns ( Fig. 1 F ), suggesting that TRAIP is specifically recruited to the PCNA clamp but not RPA-coated ssDNA regions generated by fork stalling or end resection of broken DNA. We next generated a TRAIP-specific antibody ( Fig. S1 A ) to analyze the spatiotemporal behavior of endogenous TRAIP after fork stalling. Consistent with recent findings ( Chapard et al., 2014 ), endogenous TRAIP was mainly localized in nucleoli in unperturbed cells but colocalized with nuclear PCNA foci in a small subset of cells ( Fig. 1 G and Fig. S1 B). In response to replication stress induced by agents such as mitomycin C (MMC), however, we observed prominent relocalization of TRAIP from nucleoli to nuclear foci ( Fig. 1 G ). Using nascent chromatin capture (NCC) analysis ( Alabert et al., 2014 ), we found that like PCNA, TRAIP is present at nascent, but not mature, chromatin ( Fig. 1 H ), further suggesting that TRAIP associates with the replication machinery. Despite the fact that NCC analysis revealed a strong net loss of PCNA from chromatin upon hydroxyurea (HU) treatment, which has also been observed in isolation of proteins on nascent DNA (iPOND) experiments ( Sirbu et al., 2011 ; Dungrawala et al., 2015 ), the levels of TRAIP essentially mirrored this behavior ( Fig. 1 H ), further suggesting a close link between TRAIP and replisome-associated PCNA. We conclude from these findings that TRAIP associates with replication forks both in the absence and presence of replication stress. Figure 1. TRAIP interacts with active and stressed replication forks. (A) Analysis of protein recruitment to psoralen–cross-linked chromatin (PSO) compared with an undamaged control (CTR). Chromatin templates were replicated in repair-proficient Xenopus egg extracts. After chromatin reisolation, associated proteins were analyzed by mass spectrometry. Maximal protein intensity is plotted against an overall score determined from several independent experiments. The dotted line indicates the significance threshold (q-value <0.01). (B) Temporal profile of TRAIP intensity on psoralen–cross-linked (red) or undamaged chromatin (blue). (C) Intensity of TRAIP on psoralen–cross-linked chromatin in the presence (black) or absence (red) of the replication inhibitor geminin (GEM). (D) U2OS cells stably expressing GFP-TRAIP were subjected to laser microirradiation, fixed 1 h later, and immunostained with γ-H2AX antibody. (E) As in D, except cells were immunostained with PCNA antibody. (F) As in D, except cells were immunostained with RPA antibody. (G) Representative images of U2OS cells transfected with nontargeting control (CTRL) or TRAIP siRNAs treated or not treated with MMC for 6 h and immunostained with TRAIP antibody. (H) NCC analysis. HeLa S3 suspension cells were incubated with biotin–deoxy-UTP for 15 min and fixed immediately (nascent condition) or cultured for an additional 30 min in the absence or presence of HU before fixation (mature and HU conditions, respectively). Samples were immunoblotted with the indicated antibodies. Bars, 10 µm. MW, molecular weight. TRAIP localizes to genotoxic stress sites via a PCNA-binding PIP box TRAIP is an active E3 ubiquitin ligase by virtue of an N-terminal RING domain ( Besse et al., 2007 ) and also contains coiled-coil motifs in its middle portion ( Fig. 2 A ). To understand how TRAIP accumulates at stalled replication forks, we generated a series of constructs in which small or larger portions of TRAIP were deleted (Fig. S1 C) and assessed their propensity to accumulate at laser-induced DNA damage. This revealed that the C-terminal 10 amino acids of TRAIP were required for its recruitment to DNA damage sites (Fig. S1 C). Notably, the sequence of this region shows considerable homology to a canonical PCNA-binding PIP box ( Mailand et al., 2013 ), and each of the consensus residues within this PIP-like sequence, but not the intervening amino acids, were well conserved among vertebrate TRAIP orthologues ( Fig. 2 A ). This suggested that TRAIP might be a PCNA-binding protein and that its recruitment to genotoxic stress sites is mediated by direct interaction with PCNA. Consistent with this idea, knockdown of PCNA largely suppressed TRAIP accumulation at sites of DNA damage (Fig. S1 D). Moreover, ectopically expressed PCNA showed clear interaction with endogenous TRAIP (Fig. S1 E). Importantly, individual point mutations of residues conforming to the PIP consensus sequence in TRAIP not only abolished its interaction with PCNA but also its localization to damaged DNA ( Fig. 2, A–C ; and Fig. S1 F), supporting the notion that TRAIP is recruited to genotoxic stress sites through direct binding to PCNA. Figure 2. TRAIP localizes to genotoxic stress sites via a PCNA-binding PIP box. (A) Schematic depiction of human TRAIP showing the PCNA-binding PIP box and its conservation among vertebrates. The residue mutated to generate TRAIP *PIP is highlighted in red. (B) U2OS cells transfected with the indicated combinations of Strep-HA-PCNA and GFP-TRAIP plasmids were subjected to Strep-Tactin pull-down followed by immunoblotting with GFP, HA, and MCM6 antibodies. (C) U2OS cells transfected with GFP-TRAIP constructs containing point mutations in the PIP box (shown in A) were subjected to laser microirradiation, fixed 1 h later, and immunostained with γ-H2AX antibody. Bar, 10 µm. (D) ITC analysis of TRAIP 447–469 fragment binding to PCNA at 25°C. Squares and lines denote the raw measurements and the fitting to a one set of identical sites. The dissociation constant and the thermodynamic parameters of binding are shown. (E) Crystal structure of the PCNA–TRAIP 447–469 complex. Surface representation of the three PCNA protomers and the peptide molecules in sticks colored by atom type are shown. (F) Detailed view of one PCNA protomer and its bound TRAIP 447–469 peptide. Individual residues of the TRAIP 447–469 peptide observed in the crystal structure are indicated. MW, molecular weight. We further confirmed the TRAIP–PCNA interaction by in vitro binding experiments. First, we analyzed the binding between purified PCNA and a C-terminal TRAIP peptide (residues 447–469) harboring the PIP box using nuclear magnetic resonance (NMR). The interaction was confirmed by the measured chemical shift perturbations (CSPs) in the PCNA NMR signals clustering in the PIP-binding site in the presence of excess TRAIP 447–469 peptide ( Fig. S2, A–C ). The NMR data were used to tailor peptides for isothermal titration calorimetry (ITC) binding experiments and crystallization. ITC measurements revealed that the TRAIP peptide binds the PCNA trimer with a dissociation constant of 30.7 µM with a low enthalpic and entropic contribution and a 1:1 stoichiometry ( Fig. 2 D ). We next solved the crystal structure of the TRAIP 447–469 –PCNA complex, which revealed the molecular basis of the interaction. The TRAIP 447–469 peptide cocrystallized with PCNA and diffracted to a 2.2-Å resolution ( Table S1 ). TRAIP 447–469 was observed bound to the three PCNA protomers ( Fig. 2 E ), in agreement with the 1:1 stoichiometry shown by ITC ( Fig. 2 D ). The TRAIP PIP box residues interact with the groove on the front side of the PCNA ring, like the p21 PIP box peptide ( Gulbis et al., 1996 ). Residues L463–F468 form a 3 10 helix, and the conserved hydrophobic patch formed by L463, F466, and L463 plugs into the hydrophobic cleft formed by the N- and C-terminal domains of the PCNA protomer ( Fig. 2 F ). Superimposing the structures of several known PIP boxes bound to PCNA showed that the conformation adopted by the C terminus of TRAIP upon binding is very similar (Fig. S2 D). Consistently, mutations in the interdomain connecting loop (IDCL) and C terminus of PCNA that impair binding to the p21 PIP box ( Gulbis et al., 1996 ; Jónsson et al., 1998 ) also diminished interaction with TRAIP (Fig. S2 E). These findings further demonstrate that the TRAIP C terminus is a bona fide PCNA-binding PIP box. Depleting TRAIP from cells, however, did not affect interactions between PCNA and a range of other PIP box–containing proteins (Fig. S2 F). TRAIP facilitates ssDNA formation and checkpoint signaling at stalled replication forks Given the presence of TRAIP at active and stalled replication forks, we next asked how loss of TRAIP impacts responses to replication stress. To this end, we noted in a parallel, ongoing siRNA screen that knockdown of TRAIP by either of several independent siRNAs consistently led to a marked reduction in the intensity of RPA foci in S phase (PCNA foci positive) cells exposed to camptothecin (CPT), which induces replication-dependent DSBs ( Fig. 3, A and B ). On the other hand, the intensity of CPT-induced PCNA foci was moderately elevated in TRAIP-depleted S phase cells ( Fig. 3, A and B ; and Fig. S3 A ), further indicating that loss of TRAIP interferes with proper responses to replication-associated DNA damage. The degree of impaired RPA loading at CPT-induced DSBs was similar to that seen in cells depleted of CtIP, a key factor for DNA end resection ( Fig. 3 A ; Symington and Gautier, 2011 ). Rather than a specific resection defect, however, the loss of TRAIP appeared to generally interfere with the reconfiguration of stalled replication forks, as the block to RPA accumulation and phosphorylation in S phase resulting from TRAIP depletion was equally prominent after short-term exposure of cells synchronized in S phase to agents such as HU or MMC ( Fig. 3 C and Fig. S3 A), which does not lead to extensive DNA breakage ( Zellweger et al., 2015 ). Using native BrdU staining to visualize ssDNA formation in S phase cells, we found that the increased amount of ssDNA generated in response to CPT-induced replication stress was suppressed by TRAIP knockdown ( Fig. 3, D and E ), suggesting that the RPA-loading defect seen in these cells is a consequence of reduced ssDNA formation at stalled forks. Consistent with the notion that RPA-coated ssDNA regions serve as a signal for ATR activation ( Zeman and Cimprich, 2014 ), knockdown of TRAIP also diminished phosphorylation of Chk1 and H2AX in response to replication stress in these cells ( Fig. 3 C and Fig. S3, B and C). The RPA-loading and phosphorylation defect in TRAIP-depleted S phase cells undergoing replication stress could be seen with a range of TRAIP siRNAs (Fig. S3 C). Together, these data suggest that TRAIP supports ATR-dependent checkpoint signaling by promoting fork-associated processes leading to the formation of RPA-coated ssDNA regions upon replication stress. Figure 3. TRAIP promotes ssDNA formation and checkpoint signaling after fork stalling. (A) U2OS cells stably expressing RFP-PCNA and GFP-RPA1 were transfected with the indicated siRNAs and exposed to CPT for 1 h before fixation. The intensity of RFP and GFP foci was quantified by ScanR analysis. (B) U2OS cells were transfected with nontargeting control (CTRL) or TRAIP siRNAs, synchronized in S phase by overnight treatment with thymidine, and then released for 4 h before exposure to CPT (cell cycle profiles are shown in Fig. S3 A ). 1 h later, cells were fixed and immunostained with RPA (pT21) and PCNA antibodies. (C) U2OS cells transfected with siRNAs, synchronized, and released as in B were subjected to treatment with CPT (1 h), HU (4 h), or MMC (4 h), collected, fractionated into soluble and chromatin-enriched fractions, and immunoblotted with the indicated antibodies. (D) As in B, except BrdU was added to the medium 24 h before fixation. Cells were immunostained with RPA2 and BrdU antibodies under native conditions. (E) Quantification of data in D using QIBC analysis. Results (mean ± SD) from six independent experiments are shown. Bars, 10 µm. MW, molecular weight. TRAIP is important for genome stability maintenance after replication stress The notion that knockdown of TRAIP impairs fork-associated processes normally elicited in response to replication stress prompted us to investigate the downstream consequences of these defects. First, although TRAIP knockdown did not overtly affect overall DNA synthesis rates in undamaged cells (Fig. S3 D), it led to accumulation of G2 phase cells ( Fig. 4 A ). This suggests that loss of TRAIP function compromises the integrity and/or completion of DNA replication, leading to G2 cell cycle delay or arrest. Consistently, DNA fiber analysis of individual replication forks revealed that depletion of TRAIP led to mildly reduced fork rates in unstressed cells and that this effect became exacerbated after treatment with HU ( Fig. 4, B and C ). Notably, depletion of TRAIP caused a pronounced increase in the proportion of cells containing γ-H2AX–positive micronuclei ( Fig. 4 D ), indicative of chromosome missegregation, which could result from the presence of unreplicated DNA ( Mankouri et al., 2013 ). Finally, cells lacking TRAIP showed a significantly elevated rate of chromosomal aberrations such as radials and chromatid breaks, as well as reduced survival after treatment with MMC, but not ionizing radiation ( Fig. 4, E and F ; and Fig. S3 E). Combined with our earlier findings, these data suggest that TRAIP facilitates genome stability maintenance in the face of obstacles to the integrity of DNA replication. Figure 4. TRAIP promotes genome stability maintenance after replication stress. (A) U2OS cells transfected with nontargeting control (CTRL) or TRAIP siRNAs were treated with EdU for 20 min and collected. Cells were then processed for EdU detection, stained with DAPI, and analyzed by QIBC. Results (mean ± SD) from three independent experiments are shown. (B) U2OS cells transfected with the indicated siRNAs were labeled with IdU for 10 min, washed extensively, and labeled with CldU for 20 min. DNA fibers were prepared and stained with IdU and CldU antibodies. Fork speed rates were determined by measuring the CldU tract length of IdU-positive fibers. *, P < 0.05; **, P < 0.01. (C) As in B, except that cells were treated with HU for 2 h after washing out IdU and then washed again and incubated with CldU for 1 h. ****, P < 0.0001. (D) U2OS cells transfected with the indicated siRNAs were stained with γ-H2AX antibody and DAPI (left). γ-H2AX–positive micronuclei were quantified by QIBC analysis (right). Results (mean ± SD) from four independent experiments are shown. (E) U2OS cells transfected with the indicated siRNAs were treated or not treated with 60-nM MMC for 24 h and then treated with nocodazole for an additional 2 h and collected. Metaphase spreads were prepared and chromosome aberrations were quantified blindly (top). Red lines indicate the mean of the data plotted. P-values were calculated using a Mann–Whitney U test ( n = 50). ***, P < 0.001. A representative metaphase spread from cells treated with TRAIP siRNA and MMC is shown (bottom). B, chromatid break; R, radial chromosome. Bar, 2 µm. (F) Colony formation assay using U2OS cells transfected with the indicated siRNAs and subjected to various doses of MMC for 24 h. Results (mean ± SEM) from three independent experiments are shown. Roles of TRAIP ubiquitin ligase activity and PCNA binding in the response to replication stress To further characterize the involvement of TRAIP in promoting responses to replication stress, we generated cell lines stably expressing wild-type (WT) or mutant forms of TRAIP. During the course of these experiments, we realized that even moderate levels of stably overexpressed TRAIP were cytotoxic and adversely affected cell proliferation and replication stress responses and that epitope tagging of TRAIP interfered with its functionality in these processes as well (unpublished data). To circumvent these caveats, we instead generated stable cell lines using expression constructs in which untagged TRAIP alleles, rendered insensitive to siRNAs targeting endogenous TRAIP (siRNA-resistant TRAIP [TRAIP siR ]), were expressed from a weak promoter. With these cell lines it was possible to achieve knock-in–like conditions, in which endogenous TRAIP could be replaced by ectopic WT or mutant forms of TRAIP siR expressed at similar levels upon treatment with TRAIP siRNAs ( Fig. 5 A ). Under these conditions, we confirmed that WT TRAIP formed foci that colocalized with PCNA in response to MMC treatment, whereas a mutant lacking the PIP box (ΔPIP) failed to display such behavior and largely remained in nucleoli ( Fig. 5 B ). Together with our earlier findings, these data show that TRAIP associates with stalled replication forks via direct interaction with PCNA. Expression of WT TRAIP siR fully corrected the HU- and CPT-induced RPA phosphorylation defect in cells depleted for endogenous TRAIP ( Fig. 5, C and D ), demonstrating that this was not an off-target effect of the TRAIP siRNAs. In contrast, a TRAIP mutant lacking the RING domain (ΔRING) was completely unable to rescue this defect ( Fig. 5, C and D ). Deletion of the PIP box clearly impaired, but did not fully abrogate, the ability of TRAIP to support replication stress–induced RPA phosphorylation in the absence of endogenous TRAIP ( Fig. 5, C and D ). These findings suggest that TRAIP’s E3 ubiquitin ligase activity is essential for its role in promoting RPA loading and phosphorylation after replication stress, whereas the PCNA-binding PIP box potentiates this function. In clonogenic survival assays, WT TRAIP siR fully reversed the hypersensitivity to MMC conferred by loss of endogenous TRAIP, whereas the inactive ΔRING allele did not ( Fig. 5, E and F ). In fact, expression of this mutant strongly exacerbated MMC hypersensitivity in the absence of endogenous TRAIP and further reduced RPA phosphorylation ( Fig. 5, C, D, and F ), suggesting that ubiquitin ligase–dead TRAIP corrupts normal responses to replication problems, possibly by interfering with the functionality of other processes at stressed replication forks. Unlike TRAIP siR ΔRING, expression of the ΔPIP mutant complemented the MMC survival defect almost as efficiently as TRAIP WT ( Fig. 5 G ), likely as a result of the residual ability of this mutant to promote ATR-dependent checkpoint signaling after replication stress. Notably, however, we found that all cell lines expressing the TRAIP siR ΔPIP mutant that we generated proliferated markedly faster than their WT counterparts ( Fig. S4 A ; and not depicted), which might enhance their colony-forming ability. Finally, similar to their impact on long-term cell survival, the TRAIP WT and ΔPIP alleles, but not the ΔRING mutant, suppressed the increase in micronuclei formation arising from TRAIP depletion ( Fig. 5 H ). Figure 5. Roles of TRAIP ubiquitin ligase activity and PCNA binding in the response to replication stress. (A) Parental U2OS cells (−) and derivative cell lines stably expressing WT or mutant forms of TRAIP resistant to siRNAs targeting endogenous TRAIP (TRAIP siR ) were transfected with nontargeting control or TRAIP siRNAs and analyzed by immunoblotting with antibodies to TRAIP and MCM6 (loading control). (B) Stable U2OS-TRAIP siR cell lines transfected with TRAIP siRNA were treated with MMC for 6 h, fixed, and coimmunostained with TRAIP and PCNA antibodies. Bar, 10 µm. (C) U2OS cells (−) or derivative U2OS-TRAIP siR cell lines transfected with nontargeting control or TRAIP siRNAs were synchronized in S phase by overnight treatment with thymidine and then released for 4 h before exposure to CPT. 1 h later, cells were collected, fractionated into soluble and chromatin-enriched fractions, and immunoblotted with the indicated antibodies. (D) As in C, except that cells were treated with HU for 2 h. (E) Colony formation assay using U2OS cells or stable U2OS-TRAIP siR cell lines transfected with the indicated siRNAs and subjected to various doses of MMC for 24 h. Results (mean ± SEM) from three independent experiments are shown. (F) As in E, except that U2OS-TRAIP siR WT and ΔRING cell lines were used. (G) As in E, but using U2OS-TRAIP siR WT and ΔPIP cell lines. (H) U2OS cells or derivative U2OS-TRAIP siR cell lines transfected with TRAIP siRNA were fixed and stained with DAPI. The proportion of cells with micronuclei was quantified by QIBC analysis. Results (mean ± SD) from three independent experiments are shown. CTRL, control; MW, molecular weight; WCE, whole cell extract. TRAIP has recently been linked to other genome integrity maintenance processes, including TLS through ubiquitylation of the TLS polymerase polη and in the spindle assembly checkpoint ( Chapard et al., 2014 ; Wallace et al., 2014 ). However, we found that these involvements were unlikely to explain the requirement of TRAIP in genome maintenance after replication stress. Although overexpression of TRAIP has been shown to enhance polη recruitment to DNA damage sites ( Wallace et al., 2014 ), knockdown of TRAIP had no impact on the formation of DNA damage–induced polη foci (Fig. S4 B). Moreover, although overexpression of TRAIP WT stimulated polη polyubiquitylation as previously reported ( Wallace et al., 2014 ), this depended neither on its RING nor PIP domains (Fig. S4 C), and depletion of TRAIP did not reduce polη ubiquitylation levels (Fig. S4 D). Finally, overexpression of polη did not correct MMC sensitivity in TRAIP-depleted cells (Fig. S4 E). These data suggest that polη is not a major TRAIP effector in the response to replication stress. Loss of TRAIP enhances chromosome alignment and segregation defects in mitosis ( Chapard et al., 2014 ). We observed this phenotype only when cells had traversed S phase with reduced levels of TRAIP, but not when TRAIP was depleted during a G2 arrest before mitotic entry (Fig. S4, F–H). These data suggest that the increased incidence of chromosome alignment and segregation defects seen in TRAIP-depleted cells can, at least partially, be accounted for by problems arising during DNA replication. Discussion In this study, we have identified TRAIP as a new replication fork–associated factor that has an important role in facilitating responses to replication stress. These insults trigger rapid deployment of TRAIP from nucleoli to replisome-associated PCNA via a bona fide PIP box motif. The dynamic pattern of TRAIP redistribution to stressed replication forks suggests that inducible modifications of TRAIP and/or PCNA might regulate their interaction in response to such insults. This does not seem to rely on the canonical ATR–Chk1 checkpoint signaling axis, however, as TRAIP appears to function upstream of this response by facilitating the generation of RPA-coated ssDNA regions needed for robust ATR activation in response to replication stress. How TRAIP depletion impairs fork-associated processes leading to robust ssDNA formation after replication stress is not yet clear, but one possibility is that via its association with the replication apparatus, TRAIP may impact the activities of helicases that promote unwinding and rewinding of DNA at stalled forks. The reduced formation of ssDNA stretches at stalled replication forks in TRAIP-depleted cells might also result from defective uncoupling of replicative helicase and polymerase movements that normally occur in response to replication stress ( Byun et al., 2005 ) and that could be actively facilitated by TRAIP. Protein ubiquitylation plays key roles in signaling responses to replication stress ( Jackson and Durocher, 2013 ), and our study adds TRAIP to a growing list of ubiquitin ligases involved in these processes. Complementation experiments clearly showed that the E3 ubiquitin ligase activity of TRAIP is essential for its ability to promote ssDNA formation and ATR-dependent signaling, as well as cell survival in response to replication blocks. We consider it likely that TRAIP E3 ligase activity is directed toward one or more fork-associated proteins. The importance of this activity is underscored by the observation that an inactive TRAIP allele not only fails to support its function in the response to replication stress but allegedly poisons this process, strongly enhancing the sensitivity of cells to genotoxic agents. Conceivably, this could result from an ability of ligase-deficient TRAIP to associate with, but not process, its substrates at stalled replication forks, thereby effectively trapping such factors, a commonly observed propensity of inactive ubiquitin ligases. Indeed, ligase-deficient TRAIP appears to more avidly interact with stalled replication forks, forming brighter foci than WT TRAIP in both unperturbed and stressed cells ( Fig. 5 B ; and not depicted). An interesting question is, therefore, whether the ability of inactive TRAIP to corrupt replication stress responses would be alleviated by simultaneous ablation of the PIP box. There are several candidates for key replication fork–associated TRAIP substrates. The TLS polymerase polη has been recently suggested as one such target, showing enhanced recruitment to nuclear foci in cells overexpressing TRAIP ( Wallace et al., 2014 ). However, our data collectively suggest that polη is unlikely to be a major effector of TRAIP in the responses to replication stress described in this study. Another candidate TRAIP substrate is PCNA itself. To our knowledge, TRAIP is the first example of an E3 ubiquitin ligase that contains a PCNA-binding PIP box. Indeed, we find that TRAIP potently promotes PCNA polyubiquitylation in cells when overexpressed (unpublished data). Taken at face value, however, the kinetics and known functional importance of PCNA polyubiquitylation in the error-free DNA damage tolerance pathway, but not for checkpoint signaling ( Mailand et al., 2013 ), are difficult to reconcile with PCNA being a prime target of TRAIP in facilitating robust ssDNA formation at stalled forks. Interestingly, however, we note that loss of TRAIP not only impairs ssDNA formation and RPA loading at stalled forks but also leads to enhanced occupancy of PCNA at these structures. One attractive, though highly speculative, possibility is therefore that TRAIP-mediated ubiquitylation of PCNA could help to promote its extraction or unloading from stalled forks as part of responses that remodel the DNA replication machinery to overcome replication blocks. To this end, experiments using isolation of proteins on nascent DNA (iPOND; Sirbu et al., 2011 ; Dungrawala et al., 2015 ), enriching and sequencing of protein-associated nascent strand DNA (eSPAN; Yu et al., 2014 ), and our NCC experiments have demonstrated rapid loss of overall PCNA levels from the replication machinery upon fork stalling induced by short treatment with HU in both yeast and human cells. It remains to be determined whether this is simply a consequence of reduced loading of PCNA on the lagging strand without a concomitant decrease in the rate of unloading, or whether the loss of PCNA can also be mediated by its active displacement from stalled forks. Although the PIP box is instrumental for the stable retention of TRAIP at stressed replication forks, it is clear that the PCNA-binding ability of TRAIP is overall less critical than its E3 ligase activity in promoting responses to replication problems. The reason for this is not yet clear, but one possibility is that even in the absence of a functional PCNA-binding motif, TRAIP may engage in more transient or stochastic interactions with the replication machinery through association with other factors, such as the potential targets of its ubiquitin ligase activity. Thus, TRAIP may interact with the replication machinery by at least two modes, one involving relatively stable, PIP-dependent binding to PCNA and another relying on more transient interactions with fork-associated proteins. This could explain why the PIP box is not essential for, but potentiates, the function of TRAIP in promoting ATR-dependent signaling. The observation that TRAIP foci are only discernible in a subset of S phase cells experiencing genotoxic stress suggests that TRAIP interactions with stressed replication forks are overall dynamic in nature. Another not mutually exclusive possibility is that TRAIP may also, to some extent, facilitate replication stress responses indirectly through ubiquitylation of one or more substrates not associated with replication forks. Establishing the identity of the key TRAIP substrates in replication stress pathways should help to illuminate its emerging, important functions in promoting genome stability maintenance and cell survival in response to genotoxic stress and will be an important task for future studies. Materials and methods Chromatin mass spectrometry analysis Analysis of DNA damage–specific recruitment of proteins to psoralen–cross-linked chromatin in Xenopus egg extracts was described previously ( Räschle et al., 2015 ). In brief, psoralen–cross-linked chromatin was incubated in repair-proficient Xenopus egg extract. Chromatin was isolated by sedimentation through a sucrose cushion and analyzed by mass spectrometry. Replication-dependent recruitment was determined by addition of the replication inhibitor geminin. Data in Fig. 1 (A–C) were extracted from Räschle et al. (2015) and replotted. Cell culture Human U2OS cells were cultured in DMEM containing 10% FBS. To generate stable U2OS–GFP-TRAIP WT and *PIP (F466A), U2OS cells were cotransfected with GFP-TRAIP expression constructs together with pBabe-Puro and selected with puromycin, as described previously ( Mosbech et al., 2012 ). To generate cell lines stably expressing untagged TRAIP siR alleles, U2OS cells were transfected with TRAIP constructs cloned into either pLenti6-UBC-V5 (Life Technologies) or pLenti CMV/TO Hygro DEST, and positive clones were selected by incubation in medium containing Blasticidin S (Invitrogen) or Hygromycin (Life Technologies), respectively, for 14 d. A U2OS cell line stably expressing GFP-RPA1 and RFP-PCNA was described previously ( Mejlvang et al., 2014 ). The GFP-polη cell line has been described previously ( Mosbech et al., 2012 ). Unless otherwise indicated, the following drug concentrations were used: 15-µM MMC, 1-µM CPT, 30-µM cisplatin, and 2-mM HU. For synchronization of cells in S phase, cells were treated with 2-mM thymidine (Sigma-Aldrich) for 18 h. Cells were then released into fresh media for 4 h and collected or treated with the indicated drugs. To arrest cells in G2 phase, the CDK1 inhibitor RO3306 (9 µM) was added for 16 h. Plasmids and siRNA Full-length TRAIP cDNA was cloned into pcDNA4/TO-HA-Strep or pEGFP-C1 (Takara Bio Inc.). Both plasmids were rendered insensitive to TRAIP siRNA#2 and siRNA#B by introducing silent mutations into the siRNA target sequences using site-directed mutagenesis. TRAIP siR WT, ΔRING (Δ7–50), and ΔPIP (Δ460–469) cDNAs were cloned into the vectors pLenti6-UBC-V5 and pLenti CMV/TO Hygro DEST (693–2), respectively. pLenti CMV/TO Hygro DEST (693–2) was a gift from E. Campeau (University of Massachusetts Medical School, Worcester, MA; plasmid #17291; Addgene; Campeau et al., 2009 ). Expression constructs encoding GFP-tagged TRAIP fragments were generated by inserting PCR products from pEGFP-C1-TRAIP into pcDNA4/TO-FLAG-3xNLS. Point mutations in the RING domain (C7A) and PIP box of TRAIP, as well as in PCNA (*IDCL [125QLGI/AAAA], *IDCL/*C [125QLGI/AAAA + Y250A + P253A], and ΔIDCL [Δ119–133]), were introduced with the QuikChange Site-Directed Mutagenesis kit (Agilent Technologies) according to the manufacturer’s protocol. For plasmid DNA transfections, FuGENE HD Transfection Reagent (Promega) or GeneJuice (EMD Millipore) was used according to the manufacturer’s protocol. For siRNA transfections (typically 48–72 h), Lipofectamine RNAiMAX (Invitrogen) was used according to the manufacturer’s protocol. All siRNAs were used at a final concentration of 50 nM. The following siRNA oligonucleotides were used: nontargeting control (5′-GGGAUACCUAGACGUUCUA-3′), ATR (5′-CCUCCGUGAUGUUGCUUGA-3′), CtIP (5′-GCUAAAACAGGAACGAAUC-3′), TRAIP(#1) (5′-CGGGACCAGCCUGAGGUGUAA-3′), TRAIP(#2) (5′-CCGUGAUGAUAUUGAUCUCAA-3′), TRAIP(#6) (5′-GAGACAUGGGUGUGGGACA-3′), TRAIP(#8) (5′-GGACCUGUAGCAGUUUCUU-3′), TRAIP(#A) (5′-GCAUGGUUACUACGAAAAA-3′), TRAIP(#B) (5′-GAACCAUUAUCAAUAAGCU-3′), TRAIP(#C) (5′-CCAGCAUGGUUACUACGAA-3′), and PCNA(#1) (5′-GGAGGAAGCUGUUACCAUATT-3′). Immunochemical methods Immunoblotting and immunoprecipitation were done as previously described ( Poulsen et al., 2012 ). In most experiments, cells were lysed in EBC buffer (50-mM Tris, pH 7.5, 150-mM NaCl, 1-M EDTA, 0.5% NP-40, and 1-mM DTT) containing protease and phosphatase inhibitors. For detection of PCNA–protein interactions, cells were lysed in high-salt buffer (50-mM Tris, pH 7.5, 500-mM NaCl, 10-mM EDTA, 0.5% NP-40, and 1-mM DTT) containing protease and phosphatase inhibitors. After sonication and a centrifugation step, the soluble fraction was subsequently incubated with Strep-Tactin Sepharose (IBA). For chromatin fractionation, cells were lysed in buffer 1 (100-mM NaCl, 300-mM sucrose, 3-mM MgCl 2 , 10-mM Pipes, pH 6.8, 1-mM EGTA, and 0.2% Triton X-100) containing protease, phosphatase, and deubiquitylating enzyme inhibitors and incubated on ice for 5 min. After centrifugation, the pellet was washed in buffer 1 and resuspended in buffer 2 (50-mM Tris-HCl, pH 7.5, 150-mM NaCl, 5-mM EDTA, 1% Triton X-100, and 0.1% SDS) containing protease, phosphatase, and deubiquitylating enzyme inhibitors. Lysates were then incubated 10 min on ice and sonicated. Antibodies used in this study included: BrdU (RPN20AB; GE Healthcare), CDT1 (ab109421; Abcam), Chk1 (G-4, sc-8408; Santa Cruz Biotechnology, Inc.), Chk1 pS345 (2348; Cell Signaling Technology), CldU (AbCys SA), GFP (B-2, sc-9996; Santa Cruz Biotechnology, Inc.), H2AX (2595S; Cell Signaling Technology), γ-H2AX (2577 [Cell Signaling Technology]; 05–636 [EMD Millipore]), H3 (ab10799; Abcam), H4K5Ac (ab51997; Abcam), HA (F-7, sc-7392; Santa Cruz Biotechnology, Inc.), IdU (BD), MCM6 (C-20, sc-9843; Santa Cruz Biotechnology, Inc.), p21 (sc-397; Santa Cruz Biotechnology, Inc.), PARP1 (am68; EMD Millipore), PCNA (PC-10, sc-56; Santa Cruz Biotechnology, Inc.), RPA2 (Ab-3, RPA34-20; [EMD Millipore]; ab76420 [Abcam]), RPA2 pS4/S8 (A300-245A; Bethyl Laboratories, Inc.), RPA2 pT21 (ab109394; Abcam), Strep tag (2–1517-001; IBA), vinculin (V9131; Sigma-Aldrich), and ZRANB3 (a gift from J. Chen, The University of Texas MD Anderson Cancer Center, Houston, TX). Polyclonal TRAIP antibody was produced in sheep using purified full-length TRAIP produced in bacteria as an immunogen. Clonogenic survival assay and flow cytometry For colony formation assays, cells were transfected with siRNAs, plated at low densities, and treated with the indicated doses of MMC for 24 h. Cells were then washed extensively and replated and then fixed and stained with crystal violet 10–12 d later. The surviving fraction at each dose was calculated after normalization to the plating efficiency of untreated samples. Cell cycle profiles were determined by flow cytometric analysis of propidium iodide–stained cells using a flow cytometer (FACSCalibur; BD). Immunofluorescence, laser microirradiation, microscopy, and quantitative image-based cytometry (QIBC) Cells were preextracted in PBS containing 0.2% Triton X-100 for 2 min on ice before fixation with 4% formaldehyde for 15 min. Cells were then subjected to another permeabilization step with PBS containing 0.2% Triton X-100 for 5 min and incubated with primary antibodies diluted in DMEM for 1 h at room temperature. After staining with secondary antibodies (Alexa Fluor; Life Technologies) diluted in DMEM for 1 h at room temperature, coverslips were mounted in Vectashield mounting medium (Vector Laboratories) containing nuclear stain DAPI. For PCNA staining, cells were fixed in 1:1 methanol/acetone solution for 5 min. For combined PCNA and RPA immunostaining, cells were first preextracted with PBS containing 0.2% Triton X-100, fixed with 4% formaldehyde for 15 min, and subsequently incubated with methanol at −20°C for 20 min. For EdU staining, cells were treated with 10-µM EdU for 30 min before fixation and then stained using the Click-iT Plus EdU Alexa Fluor 647 Imaging kit (Invitrogen) according to the manufacturer’s instructions. Confocal microscopy and laser microirradiation was performed essentially as described previously ( Mosbech et al., 2012 ). In brief, confocal images were acquired with a confocal microscope (LSM 780; Carl Zeiss) and mounted on a confocal laser-scanning microscope (Axiovert 100M; Carl Zeiss) equipped with a Plan Apochromat 40×/1.3 NA oil immersion objective using standard settings. Image acquisition and analysis was performed with ZEN 2010 software (Carl Zeiss). Raw images were exported as TIFF files, and if adjustments in image contrast and brightness were applied, identical settings were used on all images of a given experiment. QIBC was performed as described previously ( Toledo et al., 2013 ). In brief, cells were preextracted, fixed, and stained, and nuclear DNA was counterstained with DAPI (Molecular Probes) for 5 min in PBS. Cells were mounted in Mowiol 488 medium (EMD Millipore). Images were acquired with a wide-field microscope (IX-81; Olympus) equipped with an MT20 Illumination system and a digital monochrome charge-coupled device camera (C9100; Hamamatsu Photonics). Olympus UPLSAPO 10×/0.4 NA, 20×/0.75 NA, and 40×/0.95 NA objectives were used. Automated and unbiased image analysis was performed with the ScanR acquisition software (Olympus). Data were exported and processed using Spotfire (TIBCO Software Inc.). PCNA expression and purification, TRAIP fragments, and NMR spectroscopy Human PCNA (UniProt accession no. P12004 ) was produced in Escherichia coli BL21(DE3) grown in appropriate culture media to obtain protein with natural isotopic abundance or uniform enrichment using a clone with an N-terminal His 6 tag and PreScission protease cleavage site in a pET-derived plasmid. Detailed protein purification procedures were described previously ( De Biasio et al., 2011 , 2015 ). The NMR sample buffer was PBS (137-mM NaCl, 2.7-mM KCl, 10-mM sodium phosphate, and 2-mM potassium phosphate, pH 7.0). The purified protein contained the extra sequence GSH at the N terminus. The protein concentrations were measured by absorbance at 280 nm using the extinction coefficient calculated from the amino acid composition (15,930 M −1 cm −1 ). All indicated concentrations of PCNA samples refer to protomer concentrations. The TRAIP 447–469 peptide (KQRVRVKTVPSLFQAKLDTFLWS) was purchased from Apeptide Co. For NMR experiments, a concentrated peptide stock solution was prepared by dissolving the lyophilized powder in water, and the pH was adjusted with NaOH. The peptide concentration was measured by absorbance at 280 nm using the extinction coefficient calculated from the amino acid composition. NMR data were measured on a spectrometer (Avance III 800 MHz 18.8T; Bruker) equipped with a cryogenically cooled triple resonance z-gradient probe. Homonuclear total correlation spectroscopy (mixing time: 80 ms) and nuclear Overhauser effect spectroscopy (mixing time: 200 ms) NMR proton spectra of the peptide used for spectral assignment were recorded on a 1.4-mM sample in water at pH 7.0 and 4°C. Chemical shift perturbations on the backbone amide signals of PCNA were computed as the weighted mean distance between the 1 H and 15 N chemical shifts in the free and bound states ( Palacios et al., 2010 ). PCNA–TRAIP ITC binding PCNA and the TRAIP 447–469 peptide were extensively dialyzed into 25-mM Hepes, pH 7.4, 150-mM NaCl, and 0.25-mM tris(2-carboxyethyl)phosphine. Both protein and peptide concentrations were determined using UV spectroscopy and molar extinction coefficients at 280 nm (see the previous section). ITC experiments were performed at 25°C using a calorimeter (MicroCal Auto-iTC200; Malvern). The ITC experiments used an initial delay of 120 s and were divided into 25 injections of 1.5 µl. Control experiments of peptide into buffer were performed to measure heat dilution effects, which were found to be negligible. The experimental binding isotherms were fitted by nonlinear least squares fitting to a model assuming a single set of equivalent sites using software provided by the MicroCal Auto-iTC200 manufacturer. PCNA–TRAIP 447–469 complex crystallization TRAIP 447–469 peptide for crystallization was purchased from Genosphere Biotech. For crystallization, the protein and peptides were dialyzed against 20-mM Tris, pH 7.5, 150-mM sodium chloride, and 0.5-mM tris(2-carboxyethyl)phosphine. Protein and peptide concentrations were measured by absorbance at 280 nm using the extinction coefficient calculated from the amino acid composition. Stocks of PCNA and peptide solutions were mixed to final concentrations of 0.7 mM and 1.0 mM, respectively (1:1.4 monomer molar ratio) and incubated at room temperature for 30 min before screening crystallization conditions using 96-well microbatch plates. The best diffracting crystals grew within 3 d at 18°C in 2-µl droplets obtained by mixing 1 µl of the complex solution and 1 µl of a solution containing 16% polyethylene glycol 6K in 0.1-mM magnesium acetate and 2-( N -morpholino)ethanesulfonic acid buffer, pH 6.5, which were flash frozen on the cryostream. Crystal structure determination, model building, and refinement Crystals were tested at the MAX-LAB I911-3 beamline for cryobuffers and freezing. The final data were collected at 100 K using synchrotron radiation (λ = 1.00 Å) at the PXI-XS06A beamline (SLS). Diffraction patterns were recorded on a detector (Pilatus 6M; SLS). Data processing and scaling were accomplished with x-ray detector software ( Kabsch, 2010 ). The structure of the PCNA–TRAIP 447–469 complex was determined by molecular replacement using Phaser software ( McCoy et al., 2007 ) and the previously reported human PCNA structure as a search model (Protein Data Bank accession no. 4D2G ). The initial model was placed manually with the Crystallographic Object-Oriented Toolkit ( Emsley et al., 2010 ) and refined using Pioneering High-Energy Nuclear Interaction eXperiment ( Adams et al., 2010 ). Refinement and data collection statistics are summarized in Table S1. The identification and analysis of protein–DNA hydrogen bonds and van der Waals contacts were done with the Protein Interfaces, Surfaces and Assemblies service at the European Bioinformatics Institute. The coordinates and structure factors of the PCNA–TRAIP 447–469 complex have been deposited in the Protein Data Bank (accession no. 4ZTD ). Chromosome metaphase spreads To prepare chromosome spreads, cells treated with nocodazole for 2 h were collected and incubated in a 0.075-M KCl solution for 20 min at 37°C. Cells were then fixed in methanol/acetic acid (3:1 ratio), dropped onto glass slides, and stained with 5.8% Giemsa solution. DNA fiber assays U2OS cells were labeled for 10 min with 25-µM IdU (Sigma-Aldrich) followed by 20 min of labeling with 200-µM CldU (MP Biomedicals). To measure DNA replication rates in cells treated with HU, U2OS cells were pulsed with 25-µM IdU for 15 min, washed once with medium, and incubated with 2-mM HU for 2 h. After washing, cells were labeled with 200-µM CldU for 1 h. DNA fibers were prepared as described previously ( Mejlvang et al., 2014 ). In brief, 2 µl of cells resuspended in ice-cold PBS was deposited on a microscope slide and incubated with 7 µl of spreading buffer (200-mM Tris-HCl, pH 7.5, 0.5% SDS, and 50-mM EDTA) for 3 min. The slides were tilted to stretch the DNA fibers. After fixation with methanol/acetic acid (3:1), DNA was denatured with 2.5-M HCl and blocked in PBS containing 1% BSA and 0.1% Triton X-100 before staining with primary and corresponding secondary antibodies conjugated with Alexa Fluor 488, 568, or 647 (all obtained from Invitrogen). Images were acquired using a DeltaVision system (GE Healthcare) and analyzed with SoftWoRx 5.0.0 software (Applied Precision). Statistical analysis was performed using Prism 6 (GraphPad Software). NCC The NCC protocol was described previously ( Alabert et al., 2014 ). Approximately 10 8 HeLa S3 suspension cells were used per condition. After biotin–deoxy-UTP labeling for 15 min, cells were immediately fixed with 1% formaldehyde for 15 min (nascent chromatin). For the mature chromatin and HU conditions, cells were cultured for another 30 min in the absence or presence of 3-mM HU, respectively, before fixation. Online supplemental material Fig. S1 shows the identification and analysis of the PCNA-binding PIP box in TRAIP. Fig. S2 shows the structural and biophysical characterization of the PIP box. Fig. S3 shows the impact of TRAIP depletion on processes related to DNA replication. Fig. S4 shows the analysis of links between the role of TRAIP in replication stress responses and known involvements in polη regulation and the spindle checkpoint. Table S1 summarizes data collection and refinement statistics for the crystallized TRAIP 447–469 –PCNA complex. Online supplemental material is available at http://www.jcb.org/cgi/content/full/jcb.201506071/DC1 . Supplementary Material Supplemental Materials (PDF) Fig. S3 A Acknowledgments We thank Junjie Chen for providing reagents and Luis Toledo and Blanca López-Méndez (Novo Nordisk Foundation Center for Protein Research) for help with data interpretation and ITC experiments, respectively. This work was supported by grants from the Novo Nordisk Foundation (grants NNF14CC0001 and NNF12OC0002114), the European Research Council, the Danish Cancer Society, the Danish Council for Independent Research, and the Center for Integrated Protein Science Munich. The authors declare no competing financial interests. Abbreviations used in this paper: CPT camptothecin CSP chemical shift perturbation DDR DNA damage response DSB DNA double-strand break HU hydroxyurea IDCL interdomain connecting loop ITC isothermal titration calorimetry NCC nascent chromatin capture NMR nuclear magnetic resonance PCNA proliferating cell nuclear antigen PIP PCNA-interacting peptide QIBC quantitative image-based cytometry ssDNA single-stranded DNA WT wild type Adams P.D. , Afonine P.V. , Bunkóczi G. , Chen V.B. , Davis I.W. , Echols N. , Headd J.J. , Hung L.W. , Kapral G.J. , Grosse-Kunstleve R.W. , 2010 PHENIX: A comprehensive Python-based system for macromolecular structure solution . Acta Crystallogr. D Biol. Crystallogr. 66 : 213 – 221 . 10.1107/S0907444909052925 20124702 Alabert C. , Bukowski-Wills J.C. , Lee S.B. , Kustatscher G. , Nakamura K. , de Lima Alves F. , Menard P. , Mejlvang J. , Rappsilber J. , and Groth A. 2014 Nascent chromatin capture proteomics determines chromatin dynamics during DNA replication and identifies unknown fork components . Nat. Cell Biol. 16 : 281 – 293 . 10.1038/ncb2918 24561620 Bekker-Jensen S. , Lukas C. , Kitagawa R. , Melander F. , Kastan M.B. , Bartek J. , and Lukas J. 2006 Spatial organization of the mammalian genome surveillance machinery in response to DNA strand breaks . J. Cell Biol. 173 : 195 – 206 . 10.1083/jcb.200510130 16618811 Besse A. , Campos A.D. , Webster W.K. , and Darnay B.G. 2007 TRAF-interacting protein (TRIP) is a RING-dependent ubiquitin ligase . Biochem. Biophys. Res. Commun. 359 : 660 – 664 . 10.1016/j.bbrc.2007.05.149 17544371 Branzei D. , and Foiani M. 2010 Maintaining genome stability at the replication fork . Nat. Rev. Mol. Cell Biol. 11 : 208 – 219 . 10.1038/nrm2852 20177396 Byun T.S. , Pacek M. , Yee M.C. , Walter J.C. , and Cimprich K.A. 2005 Functional uncoupling of MCM helicase and DNA polymerase activities activates the ATR-dependent checkpoint . Genes Dev. 19 : 1040 – 1052 . 10.1101/gad.1301205 15833913 Campeau E. , Ruhl V.E. , Rodier F. , Smith C.L. , Rahmberg B.L. , Fuss J.O. , Campisi J. , Yaswen P. , Cooper P.K. , and Kaufman P.D. 2009 A versatile viral system for expression and depletion of proteins in mammalian cells . PLoS One. 4 : e6529 10.1371/journal.pone.0006529 19657394 Chapard C. , Hohl D. , and Huber M. 2012 The role of the TRAF-interacting protein in proliferation and differentiation . Exp. Dermatol. 21 : 321 – 326 . 10.1111/j.1600-0625.2012.01477.x 22509826 Chapard C. , Meraldi P. , Gleich T. , Bachmann D. , Hohl D. , and Huber M. 2014 TRAIP is a regulator of the spindle assembly checkpoint . J. Cell Sci. 127 : 5149 – 5156 . 10.1242/jcs.152579 25335891 Ciccia A. , and Elledge S.J. 2010 The DNA damage response: Making it safe to play with knives . Mol. Cell. 40 : 179 – 204 . 10.1016/j.molcel.2010.09.019 20965415 De Biasio A. , Sánchez R. , Prieto J. , Villate M. , Campos-Olivas R. , and Blanco F.J. 2011 Reduced stability and increased dynamics in the human proliferating cell nuclear antigen (PCNA) relative to the yeast homolog . PLoS One. 6 : e16600 10.1371/journal.pone.0016600 21364740 De Biasio A. , de Opakua A.I. , Mortuza G.B. , Molina R. , Cordeiro T.N. , Castillo F. , Villate M. , Merino N. , Delgado S. , Gil-Cartón D. , 2015 Structure of p15 PAF –PCNA complex and implications for clamp sliding during DNA replication and repair . Nat. Commun. 6 : 6439 10.1038/ncomms7439 25762514 Dungrawala H. , Rose K.L. , Bhat K.P. , Mohni K.N. , Glick G.G. , Couch F.B. , and Cortez D. 2015 The replication checkpoint prevents two types of fork collapse without regulating replisome stability . Mol. Cell. 59 : 998 – 1010 . 10.1016/j.molcel.2015.07.030 26365379 Emsley P. , Lohkamp B. , Scott W.G. , and Cowtan K. 2010 Features and development of Coot . Acta Crystallogr. D Biol. Crystallogr. 66 : 486 – 501 . 10.1107/S0907444910007493 20383002 Gulbis J.M. , Kelman Z. , Hurwitz J. , O’Donnell M. , and Kuriyan J. 1996 Structure of the C-terminal region of p21 WAF1/CIP1 complexed with human PCNA . Cell. 87 : 297 – 306 . 10.1016/S0092-8674(00)81347-1 8861913 Hoege C. , Pfander B. , Moldovan G.L. , Pyrowolakis G. , and Jentsch S. 2002 RAD6-dependent DNA repair is linked to modification of PCNA by ubiquitin and SUMO . Nature. 419 : 135 – 141 . 10.1038/nature00991 12226657 Hoeijmakers J.H. 2001 Genome maintenance mechanisms for preventing cancer . Nature. 411 : 366 – 374 . 10.1038/35077232 11357144 Jackson S.P. , and Bartek J. 2009 The DNA-damage response in human biology and disease . Nature. 461 : 1071 – 1078 . 10.1038/nature08467 19847258 Jackson S.P. , and Durocher D. 2013 Regulation of DNA damage responses by ubiquitin and SUMO . Mol. Cell. 49 : 795 – 807 . 10.1016/j.molcel.2013.01.017 23416108 Jónsson Z.O. , Hindges R. , and Hübscher U. 1998 Regulation of DNA replication and repair proteins through interaction with the front side of proliferating cell nuclear antigen . EMBO J. 17 : 2412 – 2425 . 10.1093/emboj/17.8.2412 9545252 Kabsch W. 2010 XDS . Acta Crystallogr. D Biol. Crystallogr. 66 : 125 – 132 . 10.1107/S0907444909047337 20124692 Mailand N. , Gibbs-Seymour I. , and Bekker-Jensen S. 2013 Regulation of PCNA–protein interactions for genome stability . Nat. Rev. Mol. Cell Biol. 14 : 269 – 282 . 10.1038/nrm3562 23594953 Mankouri H.W. , Huttner D. , and Hickson I.D. 2013 How unfinished business from S-phase affects mitosis and beyond . EMBO J. 32 : 2661 – 2671 . 10.1038/emboj.2013.211 24065128 McCoy A.J. , Grosse-Kunstleve R.W. , Adams P.D. , Winn M.D. , Storoni L.C. , and Read R.J. 2007 Phaser crystallographic software . J. Appl. Cryst. 40 : 658 – 674 . 10.1107/S0021889807021206 19461840 Mejlvang J. , Feng Y. , Alabert C. , Neelsen K.J. , Jasencakova Z. , Zhao X. , Lees M. , Sandelin A. , Pasero P. , Lopes M. , and Groth A. 2014 New histone supply regulates replication fork speed and PCNA unloading . J. Cell Biol. 204 : 29 – 43 . 10.1083/jcb.201305017 24379417 Moldovan G.L. , Pfander B. , and Jentsch S. 2007 PCNA, the maestro of the replication fork . Cell. 129 : 665 – 679 . 10.1016/j.cell.2007.05.003 17512402 Mosbech A. , Gibbs-Seymour I. , Kagias K. , Thorslund T. , Beli P. , Povlsen L. , Nielsen S.V. , Smedegaard S. , Sedgwick G. , Lukas C. , 2012 DVC1 (C1orf124) is a DNA damage–targeting p97 adaptor that promotes ubiquitin-dependent responses to replication blocks . Nat. Struct. Mol. Biol. 19 : 1084 – 1092 . 10.1038/nsmb.2395 23042605 Nam E.A. , and Cortez D. 2011 ATR signalling: More than meeting at the fork . Biochem. J. 436 : 527 – 536 . 10.1042/BJ20102162 21615334 Palacios A. , Moreno A. , Oliveira B.L. , Rivera T. , Prieto J. , García P. , Fernández-Fernández M.R. , Bernadó P. , Palmero I. , and Blanco F.J. 2010 The dimeric structure and the bivalent recognition of H3K4me3 by the tumor suppressor ING4 suggests a mechanism for enhanced targeting of the HBO1 complex to chromatin . J. Mol. Biol. 396 : 1117 – 1127 . 10.1016/j.jmb.2009.12.049 20053357 Poulsen M. , Lukas C. , Lukas J. , Bekker-Jensen S. , and Mailand N. 2012 Human RNF169 is a negative regulator of the ubiquitin-dependent response to DNA double-strand breaks . J. Cell Biol. 197 : 189 – 199 . 10.1083/jcb.201109100 22492721 Räschle M. , Smeenk G. , Hansen R.K. , Temu T. , Oka Y. , Hein M.Y. , Nagaraj N. , Long D.T. , Walter J.C. , Hofmann K. , 2015 Proteomics reveals dynamic assembly of repair complexes during bypass of DNA cross-links . Science. 348 : 1253671 10.1126/science.1253671 25931565 Sirbu B.M. , Couch F.B. , Feigerle J.T. , Bhaskara S. , Hiebert S.W. , and Cortez D. 2011 Analysis of protein dynamics at active, stalled, and collapsed replication forks . Genes Dev. 25 : 1320 – 1327 . 10.1101/gad.2053211 21685366 Symington L.S. , and Gautier J. 2011 Double-strand break end resection and repair pathway choice . Annu. Rev. Genet. 45 : 247 – 271 . 10.1146/annurev-genet-110410-132435 21910633 Toledo L.I. , Altmeyer M. , Rask M.B. , Lukas C. , Larsen D.H. , Povlsen L.K. , Bekker-Jensen S. , Mailand N. , Bartek J. , and Lukas J. 2013 ATR prohibits replication catastrophe by preventing global exhaustion of RPA . Cell. 155 : 1088 – 1103 . 10.1016/j.cell.2013.10.043 24267891 Wallace H.A. , Merkle J.A. , Yu M.C. , Berg T.G. , Lee E. , Bosco G. , and Lee L.A. 2014 TRIP/NOPO E3 ubiquitin ligase promotes ubiquitylation of DNA polymerase η . Development. 141 : 1332 – 1341 . 10.1242/dev.101196 24553286 Yu C. , Gan H. , Han J. , Zhou Z.X. , Jia S. , Chabes A. , Farrugia G. , Ordog T. , and Zhang Z. 2014 Strand-specific analysis shows protein binding at replication forks and PCNA unloading from lagging strands when forks stall . Mol. Cell. 56 : 551 – 563 . 10.1016/j.molcel.2014.09.017 25449133 Zellweger R. , Dalcher D. , Mutreja K. , Berti M. , Schmid J.A. , Herrador R. , Vindigni A. , and Lopes M. 2015 Rad51-mediated replication fork reversal is a global response to genotoxic treatments in human cells . J. Cell Biol. 208 : 563 – 579 . 10.1083/jcb.201406099 25733714 Zeman M.K. , and Cimprich K.A. 2014 Causes and consequences of replication stress . Nat. Cell Biol. 16 : 2 – 9 . 10.1038/ncb2897 24366029 Zou L. , and Elledge S.J. 2003 Sensing DNA damage through ATRIP recognition of RPA-ssDNA complexes . Science. 300 : 1542 – 1548 . 10.1126/science.1083430 12791985",
    "full_text_abstract": "The E3 ubiquitin ligase TRAIP associates with replication forks through direct interaction with PCNA, promoting checkpoint signaling and genome stability after replication stress.\n\nCellular genomes are highly vulnerable to perturbations to chromosomal DNA replication. Proliferating cell nuclear antigen (PCNA), the processivity factor for DNA replication, plays a central role as a platform for recruitment of genome surveillance and DNA repair factors to replication forks, allowing cells to mitigate the threats to genome stability posed by replication stress. We identify the E3 ubiquitin ligase TRAIP as a new factor at active and stressed replication forks that directly interacts with PCNA via a conserved PCNA-interacting peptide (PIP) box motif. We show that TRAIP promotes ATR-dependent checkpoint signaling in human cells by facilitating the generation of RPA-bound single-stranded DNA regions upon replication stress in a manner that critically requires its E3 ligase activity and is potentiated by the PIP box. Consequently, loss of TRAIP function leads to enhanced chromosomal instability and decreased cell survival after replication stress. These findings establish TRAIP as a PCNA-binding ubiquitin ligase with an important role in protecting genome integrity after obstacles to DNA replication."
}