{
    "PMC": "5763947",
    "DOI": "10.1100/tsw.2010.64",
    "PMID": "20419274",
    "PMCID": "PMC5763947",
    "title": "Multiple functions of phosphoinositide-3 kinase enhancer (PIKE).",
    "year": 2010,
    "source_url": "https://europepmc.org/article/PMC/PMC5763947",
    "source": "MED",
    "abstract_text": "GTP-binding proteins are the molecular switches of numerous cellular functions, including migration, proliferation, and differentiation. In the past 10 years, we have characterized a novel class of GTPases called phosphoinositide-3 kinase enhancer (PIKE) that interacts with PI3K/Akt. In neurons, PIKE is involved in the protective mechanisms against neuroexcitotoxic insults by linking various receptors, such as mGluR1 and Unc5H2, to the PI3K cascade. Interestingly, the PIKE gene (CENTG1) is also amplified in a variety of human cancers and enhances Akt activity, leading to their resistance against apoptosis and invasion. It has also been demonstrated that PIKE is involved in endosome formation and nuclear protein accumulation. Thus, PIKE possesses multitudinous biological functions rather than solely acting as an apoptosis inhibitor. In this review, we will update our current knowledge of the role of PIKE in various cellular activities. Moreover, the functions of PIKE in peripheral tissues as revealed by the unique phenotypes in PIKE knock-out mice will be discussed as well.",
    "full_text": "ScientificWorldJournal ScientificWorldJournal TSWJ The Scientific World Journal 2356-6140 1537-744X TheScientificWorldJOURNAL 5763947 20419274 862948 10.1100/tsw.2010.64 Mini-Review Article Multiple Functions of Phosphoinositide-3 Kinase Enhancer (PIKE) Chan Chi Bun Ye Keqiang * Department of Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, GA, USA *Keqiang Ye: kye@emory.edu Academic Editor: Martin Goette 2010 13 4 2010 10 613 623 16 12 2009 11 3 2010 18 3 2010 Copyright © 2010 Chi Bun Chan and Keqiang Ye. 2010 This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. GTP-binding proteins are the molecular switches of numerous cellular functions, including migration, proliferation, and differentiation. In the past 10 years, we have characterized a novel class of GTPases called phosphoinositide-3 kinase enhancer (PIKE) that interacts with PI3K/Akt. In neurons, PIKE is involved in the protective mechanisms against neuroexcitotoxic insults by linking various receptors, such as mGluR1 and Unc5H2, to the PI3K cascade. Interestingly, the PIKE gene (CENTG1) is also amplified in a variety of human cancers and enhances Akt activity, leading to their resistance against apoptosis and invasion. It has also been demonstrated that PIKE is involved in endosome formation and nuclear protein accumulation. Thus, PIKE possesses multitudinous biological functions rather than solely acting as an apoptosis inhibitor. In this review, we will update our current knowledge of the role of PIKE in various cellular activities. Moreover, the functions of PIKE in peripheral tissues as revealed by the unique phenotypes in PIKE knock-out mice will be discussed as well. Akt apoptosis cancer PIKE neuron phosphoinositide 3-kinase National Institutes of Health NS060608",
    "full_text_abstract": "GTP-binding proteins are the molecular switches of numerous cellular functions, including migration, proliferation, and differentiation. In the past 10 years, we have characterized a novel class of GTPases called phosphoinositide-3 kinase enhancer (PIKE) that interacts with PI3K/Akt. In neurons, PIKE is involved in the protective mechanisms against neuroexcitotoxic insults by linking various receptors, such as mGluR1 and Unc5H2, to the PI3K cascade. Interestingly, the PIKE gene (CENTG1) is also amplified in a variety of human cancers and enhances Akt activity, leading to their resistance against apoptosis and invasion. It has also been demonstrated that PIKE is involved in endosome formation and nuclear protein accumulation. Thus, PIKE possesses multitudinous biological functions rather than solely acting as an apoptosis inhibitor. In this review, we will update our current knowledge of the role of PIKE in various cellular activities. Moreover, the functions of PIKE in peripheral tissues as revealed by the unique phenotypes in PIKE knock-out mice will be discussed as well."
}