{
    "PMC": "2172401",
    "DOI": "10.1083/jcb.200312094",
    "PMID": "15210733",
    "PMCID": "PMC2172401",
    "title": "Plexin-B1/RhoGEF-mediated RhoA activation involves the receptor tyrosine kinase ErbB-2.",
    "year": 2004,
    "source_url": "https://europepmc.org/article/PMC/PMC2172401",
    "source": "MED",
    "abstract_text": "Plexins are widely expressed transmembrane proteins that mediate the effects of semaphorins. The molecular mechanisms of plexin-mediated signal transduction are still rather unclear. Plexin-B1 has recently been shown to mediate activation of RhoA through a stable interaction with the Rho guanine nucleotide exchange factors PDZ-RhoGEF and LARG. However, it is unclear how the activity of plexin-B1 and its downstream effectors is regulated by its ligand Sema4D. Here, we show that plexin-B family members stably associate with the receptor tyrosine kinase ErbB-2. Binding of Sema4D to plexin-B1 stimulates the intrinsic tyrosine kinase activity of ErbB-2, resulting in the phosphorylation of both plexin-B1 and ErbB-2. A dominant-negative form of ErbB-2 blocks Sema4D-induced RhoA activation as well as axonal growth cone collapse in primary hippocampal neurons. Our data indicate that ErbB-2 is an important component of the plexin-B receptor system and that ErbB-2-mediated phosphorylation of plexin-B1 is critically involved in Sema4D-induced RhoA activation, which underlies cellular phenomena downstream of plexin-B1, including axonal growth cone collapse.",
    "full_text": "J Cell Biol J. Cell Biol The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 2172401 200312094 10.1083/jcb.200312094 15210733 Article Plexin-B1/RhoGEF–mediated RhoA activation involves the receptor tyrosine kinase ErbB-2 Swiercz Jakub M. Kuner Rohini Offermanns Stefan Institute of Pharmacology, University of Heidelberg, 69120 Heidelberg, Germany Address correspondence to Stefan Offermanns, Institute of Pharmacology, University of Heidelberg, Im Neuenheimer Feld 366, 69120 Heidelberg, Germany. Tel.: 49-6221-54-8246/7. Fax: 49-6221-54-8549. email: Stefan.Offermanns@urz.uni-heidelberg.de 21 6 2004 165 6 869 880 11 12 2003 13 5 2004 Copyright © 2004, The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Plexins are widely expressed transmembrane proteins that mediate the effects of semaphorins. The molecular mechanisms of plexin-mediated signal transduction are still rather unclear. Plexin-B1 has recently been shown to mediate activation of RhoA through a stable interaction with the Rho guanine nucleotide exchange factors PDZ-RhoGEF and LARG. However, it is unclear how the activity of plexin-B1 and its downstream effectors is regulated by its ligand Sema4D. Here, we show that plexin-B family members stably associate with the receptor tyrosine kinase ErbB-2. Binding of Sema4D to plexin-B1 stimulates the intrinsic tyrosine kinase activity of ErbB-2, resulting in the phosphorylation of both plexin-B1 and ErbB-2. A dominant-negative form of ErbB-2 blocks Sema4D-induced RhoA activation as well as axonal growth cone collapse in primary hippocampal neurons. Our data indicate that ErbB-2 is an important component of the plexin-B receptor system and that ErbB-2–mediated phosphorylation of plexin-B1 is critically involved in Sema4D-induced RhoA activation, which underlies cellular phenomena downstream of plexin-B1, including axonal growth cone collapse. semaphorins; axonal growth cone; Erk; tyrosine phosphorylation The online version of this article includes supplemental material. Abbreviations used in this paper: HEK, human embryonic kidney; His, histidine; LARG, leukemia-associated RhoGEF; OTK, off-track; PDZ, PSD-95/DIg/Z0-1; VSV, vesicular stomatitis virus glycoprotein. Introduction Semaphorins are a group of secreted or membrane bound proteins, which have been shown to regulate axonal pathfinding during the development of the nervous system ( Raper, 2000 ; He et al., 2002 ; Fiore and Püschel, 2003 ; Pasterkamp and Kolodkin, 2003 ). Their effects are mediated by plexins, a group of transmembrane proteins. Although originally described in the nervous system, most members of the semaphorin–plexin signaling system are also expressed outside the nervous system ( Furuyama et al., 1996 ; Kameyama et al., 1996 ; Maestrini et al., 1996 ; Ishikawa et al., 1997 ) and are involved in the regulation of immune functions ( Bismuth and Boumsell, 2002 ; Kikutani and Kumanogoh, 2003 ), in invasive tumor growth ( Giordano et al., 2002 ), or in morphogenetic processes during vascular, lung, epidermal, or cardiac development ( Fujii et al., 2002 ; Goshima et al., 2002 ; Klagsbrun et al., 2002 ; Serini et al., 2003 ; Toyofuku et al., 2004 ). Four different families of plexins have been identified in the mammalian system: plexin-A1–4, plexin-B1–3, plexin-C1, and plexin-D1 ( Nakamura et al., 2000 ; Tamagnone and Comoglio, 2000 ). In addition to plexins, various other proteins have been implicated either as receptors for semaphorins or as components of the semaphorin receptor complex ( Pasterkamp and Kolodkin, 2003 ). The vertebrate class 3 semaphorins, which signal via plexin-A family members, require the assistance from neuropilins serving as high affinity binding sites for the semaphorin ( Takahashi et al., 1999 ; Tamagnone et al., 1999 ; Rohm et al., 2000a ; Antipenko et al., 2003 ). In contrast, other semaphorins like semaphorin 4D (Sema4D, also known as cluster of differentiation antigen 100) or Sema7A bind with high affinity directly to plexin-B1 and plexin-C1, respectively ( Takahashi et al., 1999 ; Tamagnone et al., 1999 ), and do not activate neuropilins. There is evidence that semaphorins can also act through plexin-independent mechanisms. Sema4D can regulate lymphocyte function by binding to cluster of differentiation antigen 72 ( Kumanogoh et al., 2000 ), which may also mediate some effects of Sema4D in the nervous system ( Moreau-Fauvarque et al., 2003 ). In addition, Sema4A enhances T cell activation by interacting with Tim-2 ( Kumanogoh et al., 2002 ), and recent evidence indicates that Sema7A can interact with β1-type integrins ( Pasterkamp et al., 2003 ). Considerable progress has recently been made in understanding the signaling mechanisms used by plexin-B1. Several small GTPases of the Rho family have been involved in plexin-B1–mediated signaling. Plexin-B1 can directly interact with the GTP-bound form of Rac ( Rohm et al., 2000b ; Vikis et al., 2000 ; Driessens et al., 2001 ). This interaction inhibits Rac-dependent processes by sequestering the active form of Rac ( Vikis et al., 2002 ). In addition, plexin-B1 forms a complex with PSD-95/Dlg/ZO-1 (PDZ)–RhoGEF/leukemia-associated RhoGEF (LARG) through its carboxyl-terminal PDZ domain-binding motif ( Aurandt et al., 2002 ; Driessens et al., 2002 ; Hirotani et al., 2002 ; Perrot et al., 2002 ; Swiercz et al., 2002 ). Binding of Sema4D to plexin-B1 and activation of chimeric plexin-B2 stimulates PDZ-RhoGEF/LARG activity, resulting in activation of RhoA ( Aurandt et al., 2002 ; Perrot et al., 2002 ; Swiercz et al., 2002 ). Dominant-negative forms of PDZ-RhoGEF/LARG block Sema4D-induced growth cone collapse in hippocampal neurons ( Swiercz et al., 2002 ) as well as neurite retraction in PC12 cells ( Perrot et al., 2002 ), thereby demonstrating the role of RhoGEF-mediated RhoA activation in Sema4D-induced cytoskeletal changes. It has been suggested that Rnd1, which binds to the cytoplasmic part of plexin-B1, can promote the interaction between plexin-B1 and PDZ-RhoGEF ( Oinuma et al., 2003 ). However, it remains unclear how the activity of plexin-B1 and its downstream effectors is regulated by Sema4D. It was recently shown that in epithelial cells, plexin-B1 associates with the scatter factor 1/hepatocyte growth factor receptor Met. Binding of Sema4D to plexin-B1 can control the invasive growth of these cells by stimulating the tyrosine kinase activity of Met, which results in the tyrosine phosphorylation of both plexin-B1 and Met ( Giordano et al., 2002 ). Here, we show that plexin-B family members can also interact with the transmembrane tyrosine kinase ErbB-2. Binding of Sema4D to plexin-B1 induces ErbB-2 activation, which results in the tyrosine phosphorylation of both plexin-B1 and ErbB-2. ErbB-2–mediated phosphorylation of plexin-B1 is required for Sema4D-induced RhoA activation as well as for plexin-B1–mediated axonal growth cone collapse. This finding suggests that ErbB-2 is part of a signaling complex that is required for plexin-B–mediated regulation of cellular functions by semaphorins. Results Tyrphostin AG 1478 inhibits plexin-B1 tyrosine phosphorylation and RhoA activation in response to Sema4D Recent evidence shows that plexin-B1 and PDZ-RhoGEF/LARG form a stable complex that mediates Sema4D-induced RhoA activation. However, the mechanism of plexin-B1–mediated activation of RhoGEF proteins remains unclear. We postulated that additional signals are involved in plexin-B1 activation and subsequent stimulation of RhoGEF activity by Sema4D. Therefore, we tested a variety of pharmacological inhibitors of common effectors like phosphoinositide kinases, phospholipases, and protein kinases for their potential ability to block plexin-B1/PDZ-RhoGEF–dependent RhoA activation in human embryonic kidney (HEK) 293 cells transfected with plexin-B1 and PDZ-RhoGEF. Inhibition of phosphoinositide-3 kinase, phospholipase C, or various protein kinases like Erk, Mek, p38, Src, and protein kinase C had no effect on RhoA activation. However, the tyrphostin AG1478, which inhibits receptor tyrosine kinases of the ErbB family in intact cells ( Egeblad et al., 2001 ), almost completely blocked Sema4D-mediated activation of RhoA at a concentration of 1 μM ( Fig. 1 A). Other tyrosine kinase inhibitors like the PDGF receptor-specific tyrphostin AG1296 ( Levitzki and Gazit, 1995 ) or K252a, which has been shown to inhibit autophosphorylation of various receptor tyrosine kinases like TrkA or Met at nanomolar concentrations ( Berg et al., 1992 ; Giordano et al., 2002 ; Morotti et al., 2002 ), were without effect ( Fig. 1 A). AG1478 had no effect on the activation of RhoA through active forms of Gα 12 /Gα 13 and PDZ-RhoGEF ( Fig. 1 B), suggesting that AG1478 does not interfere nonspecifically with RhoGEF-mediated activation of RhoA and that an AG1478-sensitive tyrosine kinase is involved in some of the signaling mechanisms upstream of RhoA activation brought about by the plexin-B1/RhoGEF complex. Figure 1. Effect of receptor tyrosine kinase inhibitors on plexin-B1/PDZ-RhoGEF–mediated Rho activation. (A) Cells transfected with cDNAs encoding Myc-tagged RhoA, wild-type VSV-tagged plexin-B1 (PlxB1), and with wild-type FLAG-tagged PDZ-RhoGEF (PRG) were preincubated with increasing concentrations of tyrosine kinase (TK) inhibitors (as indicated) for 30 min. Thereafter, cells were incubated with medium from mock or Sema4D-transfected cells (Sema4D −/+) for 30 min, lysed, and the amount of activated RhoA was determined as described in Materials and methods. (B) HEK293 cells were transfected with cDNAs encoding Myc-tagged RhoA and constitutively active mutants of Gα 12 or Gα 3 (Gα 12QL and Gα 3QL ). 48 h after transfection, cells were starved for 10 h, treated with different concentrations of AG1478 for 30 min, and the amount of active RhoA as well as RhoA expression were determined as described. To substantiate the potential involvement of a tyrosine kinase activity in Sema4D-induced RhoA activation, we tested whether plexin-B1 or its downstream effectors PDZ-RhoGEF/LARG become tyrosine-phosphorylated in response to Sema4D. Cells cotransfected with vesicular stomatitis virus glycoprotein (VSV)-tagged plexin-B1 and FLAG-tagged versions of PDZ-RhoGEF or LARG were treated with supernatants of cells expressing the myc-tagged extracellular portion of Sema4D, and plexin-B1 or RhoGEF proteins were subsequently immunoprecipitated. We could not detect any tyrosine phosphorylation of precipitated RhoGEF proteins ( Fig. 2 A). However, plexin-B1 was found to be tyrosine phosphorylated in a Sema4D-dependent manner ( Fig. 2 A). As expected, only plexin-B1 but not other plexins like plexin-B2, -B3, or -D1, which do not serve as Sema4D receptors, was found to be tyrosine phosphorylated in response to Sema4D ( Fig. 2 B). Tyrosine phosphorylation of plexin-B1 in response to Sema4D was completely inhibited by 1 μM of AG1478 ( Fig. 2 C). Figure 2. Sema4D induces AG1478-sensitive plexin-B1 phosphorylation. (A) HEK293 cells were transfected with cDNAs encoding VSV-tagged plexin-B1 (VSV-plxB1) and FLAG-tagged PDZ-RhoGEF (FLAG-PRG) or LARG (FLAG-LARG). Cells were incubated with medium from mock or Sema4D-transfected cells (Sema4D −/+) for 30 min, lysed, and plexin-B1 or RhoGEF proteins were precipitated (IP) as described in Materials and methods. Precipitates were immunoblotted with anti–P-Tyr antibodies to detect phosphorylated proteins and with anti-VSV or FLAG to prove equal expression. Lysates from transfected cells were immunoblotted with anti-VSV and anti-FLAG to determine expression of plexin-B1 and PDZ-RhoGEF/ LARG. (B) HEK293 cells were cotransfected with FLAG-tagged PDZ-RhoGEF and VSV-tagged plexin-B1, -B2, -B3, or -D1. 48 h after transfection, cells were incubated in the absence or presence of Sema4D and lysed, and plexins were immunoprecipitated with an anti-VSV antibody. Precipitates were blotted and probed with antiphosphotyrosine and anti-VSV antibody. (C) Cells transfected with wild-type VSV-tagged plexin-B1 and FLAG-tagged PDZ-RhoGEF were preincubated with increasing concentrations of tyrphostin AG1478 for 30 min. Thereafter, cells were incubated with medium from mock (−) or Sema4D (+) transfected cells for 30 min, lysed, and the protein phosphorylation was determined as described. ErbB-2 is involved in Sema4D-induced plexin-B1 phosphorylation and RhoA activation Based on the inhibitory effect of the ErbB receptor kinase blocker AG1478, we tested the effect of dominant-negative mutants of ErbB-1–4 lacking the cytoplasmic portion of the protein (ΔC-terminal mutant) on Sema4D-induced tyrosine phosphorylation of plexin-B1 as well as on Sema4D-induced RhoA activation in heterologously transfected HEK293 cells. HEK cells express ErbB-1, ErbB-2, and Met, whereas ErbB-3 and ErbB-4 could not be detected (see online supplemental materials, available at http://www.jcb.org/cgi/content/full/jcb.200312094/DC1 ). Although expression of ΔC-terminal mutants of ErbB-1, ErbB-3, and ErbB-4 had no effect, the expression of a COOH-terminally truncated version of ErbB-2 as well as an ErbB-2 mutant lacking the kinase domain completely blocked both Sema4D-induced plexin-B1 tyrosine phosphorylation as well as Sema4D-induced RhoA activation ( Fig. 3, A and B ). In contrast, a dominant-negative ΔC-terminal mutant of Met reduced Sema4D-induced RhoA activation and plexin-B1 phosphorylation by only a minor extent ( Fig. 3 C). Figure 3. Involvement of ErbB-2 in Sema4D-mediated signaling. (A and B) HEK293 cells were transfected with cDNAs encoding VSV-tagged plexin-B1 (VSV-plxB1), Myc-tagged RhoA, FLAG-tagged PDZ-RhoGEF (FLAG-PRG), and COOH-terminally truncated ErbB family members (ΔC-term ErbB-1–4) or an ErbB-2 mutant lacking the intracellular tyrosine kinase domain (ΔTK). Cells were treated with medium from Mock (−)- or Sema4D (+)-transfected cells, lysed, and plexin-B1 was immunoprecipitated (IP) using VSV antibody. (A) In a parallel experiment, the activation of RhoA was determined as described. Shown are Western blots of lysed or immunoprecipitated samples stained with the indicated antibodies (IB). White lines indicate where films from two separate gels have been spliced together. (C) HEK293 cells were cotransfected with cDNAs encoding Myc-tagged RhoA (Myc-RhoA), VSV-tagged plexin-B1 (VSV-plxB1), and Mock or COOH-terminal deletion mutants of Met or ErbB-2. 48 h after transfection, cells were starved, treated with or without Sema4D, and lysed. To visualize the amount of activated RhoA in cells, RhoA was precipitated and detected as described in Materials and methods. Lysates from transfected cells were immunoblotted with anti-Myc to determine expression of RhoA. The extent of Sema4D-induced plexin-B1 tyrosine phosphorylation in the absence or presence of dominant-negative ErbB-2 and Met was quantified by densitometric analysis of respective autoluminograms from three independent experiments (right). Shown are densitometric values in arbitrary units. Although ErbB-2 is a member of the ErbB receptor tyrosine kinase family, no ligand has been described for it so far. However, ErbB-2 is the preferred dimerization partner for the other ErbB family members, ErbB-1, ErbB-3, and ErbB-4 ( Karunagaran et al., 1996 ; Graus-Porta et al., 1997 ; Holbro and Hynes, 2004 ), which serve as receptors for various ligands including EGF, TGFα, and neuregulins ( Harris et al., 2003 ). To exclude any potential unspecific effects of supernatants derived from HEK293 cells expressing Sema4D, we tested the effect of purified histidine (His)-tagged Sema4D on plexin-B1 phosphorylation. Purified Sema4D induced tyrosine phosphorylation of plexin-B1 in a time- and dose-dependent manner. Phosphorylation could be observed at 1 min after addition of Sema4D and reached a peak after ∼10 min ( Fig. 4 A). Cells lacking plexin-B1 expression did not respond to Sema4D ( Swiercz et al., 2002 ). In addition, direct binding of Sema4D to cells expressing ErbB-2 was not observed (unpublished data). Thus, the involvement of ErbB-2 in plexin-B1–mediated signaling appears to occur subsequent to the binding of Sema4D to plexin-B1. Figure 4. Sema4D induces activation of ErbB-2. (A) HEK cells transfected with cDNAs encoding VSV-tagged plexin-B1 (VSV-plxB1) and FLAG-tagged PDZ-RhoGEF (FLAG-PRG) were treated with 100 ng/ml of purified Sema4D for the indicated time periods. VSV-tagged plexin-B1 was precipitated, and protein phosphorylation was visualized by antiphosphotyrosine antibodies. The right panel shows a Coomassie blue–stained gel with the preparation of purified Sema4D. (B) HEK293 cells were transfected with cDNAs encoding VSV-tagged plexin-B1 (VSV-plxB1) alone or together with FLAG-tagged PDZ-RhoGEF (FLAG-PRG). After 48 h, cells were starved, stimulated with EGF or Sema4D as indicated, and lysed. Phosphorylation site-specific antiphosphotyrosine antibodies directed against ErbB-2 tyrosine residues 1112, 1139, and 1248 were used to determine phosphorylation. (C) HEK293 cells were transfected as aforementioned, starved, stimulated with EGF or with increasing concentrations of Sema4D, and lysed. Specific antibodies directed against phosphorylated versions of Shc and Erk were used to visualize phosphorylation of those proteins. Sema4D activates downstream signaling of ErbB-2 Ligand-induced activation of heterodimerized ErbB-2 results in autophosphorylation of specific tyrosine residues on ErbB-2 ( Hazan et al., 1990 ; Segatto et al., 1990 ; Olayioye et al., 2000 ). To test if ErbB-2 is phosphorylated in response to Sema4D, we exposed HEK293 cells expressing plexin-B1 and PDZ-RhoGEF to increasing concentrations of purified Sema4D. Cell lysates were probed with site-specific antiphosphotyrosine antibodies directed against tyrosine phosphorylation sites on ErbB-2. Sema4D induced phosphorylation of tyrosine residues 1139 and 1248 but not of tyrosine residues 877 (not depicted) or 1112 ( Fig. 4 B). In contrast, EGF, which can signal through an ErbB-1/ErbB-2 heterodimer, induced phosphorylation of tyrosines 1112, 1139, and 1248 of ErbB-2 in the same cells. Interestingly, the relative potencies of Sema4D and EGF with regard to the induction of site-specific tyrosine phosphorylation clearly differed. Although Sema4D induced phosphorylation of Y1248 at much lower concentrations than of Y1139, there were no major differences in the concentrations of EGF required for phosphorylation of Y1112, Y1139, or Y1248 ( Fig. 4 B). Phosphorylated tyrosine residues 1139 and 1248 of ErbB-2 have been shown to serve as binding sites for Grb2 and Shc ( Ricci et al., 1995 ). Shc becomes phosphorylated after binding to phosphorylated ErbB-2 and mediates ErbB-2–dependent Erk activation together with Grb2 ( Ravichandran, 2001 ). Indeed, Shc was found to be tyrosine phosphorylated after addition of Sema4D ( Fig. 4 C), and Sema4D induced activation of Erk, although with lower potency than it induced Shc phosphorylation. Expression of an ErbB-2 mutant in which tyrosine 1248 was mutated to phenylalanine (ErbB-2(Y1248P)) completely blocked Sema4D-induced phosphorylation of endogenous ErbB-2 as well as of transfected ErbB-2 at tyrosine 1248 ( Fig. 5 A). Consequently, ErbB-2(Y1248P) blocked Sema4D-induced phosphorylation of Shc and also greatly reduced Erk activation by Sema4D (unpublished data). However, the ErbB-2(Y1248P) mutant had no effect on the activation of RhoA produced by Sema4D ( Fig. 5 A). Furthermore, although the MEK1/2 inhibitor P98059 blocked Sema4D-induced Erk activation (unpublished data), it failed to affect plexin-B1–mediated activation of RhoA. Figure 5. Role of ErbB-2 in plexin-B1 activation. (A) HEK293 cells were transfected with VSV-tagged plexin-B1 (VSV-plxB1), FLAG-tagged PDZ-RhoGEF (FLAG-PRG), and ErbB-2 or its mutant ErbB-2[Y1248P], which is unable to activate Shc. 48 h later, cells were treated with control buffer (−) or with Sema4D (+). Active RhoA was precipitated as described in Materials and methods. Plexin-B1 was precipitated using VSV-antibodies, and precipitates were analyzed after immunoblotting with antiphosphotyrosine antibodies. Lysates were analyzed with specific anti-ErbB-2[Y1248] antibody. (B and C) HEK293 cells were transfected with FLAG-PDZ-RhoGEF (FLAG-PRG) and VSV-plexin-B1 (VSV-plxB1). 48 h after transfection, cells were treated either in the absence (−) or presence of Sema4D or EGF (+) alone (B), or cells were treated with Sema4D and EGF at the indicated concentrations together (C). Cells were lysed, and plexin-B1 phosphorylation was determined as described in Materials and methods. Although EGF induced a phosphorylation of ErbB-2 in HEK293 cells, activation of ErbB-2 by EGF via the ErbB-1/ErbB-2 heterodimer did not result in tyrosine phosphorylation of plexin B1 or activation of RhoA ( Fig. 5 B). However, when EGF is given together with Sema4D to cells expressing plexin-B1, Sema4D-induced plexin-B1 phosphorylation can be inhibited by EGF in a concentration-dependent manner ( Fig. 5 C), suggesting that ligand-bound plexin-B1 and ErbB-1 compete for a common pool of ErbB-2. Effect of Rac1 and Rnd1 on surface expression and tyrosine phosphorylation of plexin-B1 Both the active GTP-bound form of Rac as well as the small GTPase Rnd1 have been shown to interact with the cytoplasmic portion of plexin-B1 and to modulate plexin-B1 signaling ( Vikis et al., 2000 , 2002 ; Oinuma et al., 2003 ). As described previously, active Rac increased the surface expression of plexin-B1 in cells transfected with plexin-B1 alone ( Vikis et al., 2002 ). However, Rac1 had no effect on surface expression of plexin-B1 in cells coexpressing plexin-B1 and PDZ-RhoGEF ( Fig. 6 A). In contrast, Rnd1 increased surface expression of plexin-B1 only in cells coexpressing plexin-B1 and PDZ-RhoGEF ( Fig. 6, A and B ), which is consistent with the idea that Rnd1 promotes the interaction between plexin-B1 and PDZ-RhoGEF ( Oinuma et al., 2003 ). We asked whether Rac1 or Rnd1 would modulate Sema4D-induced tyrosine phosphorylation of plexin-B1. Interestingly, both constitutively active Rac as well as Rnd1 enhanced Sema4D-induced plexin-B1 phosphorylation in cells coexpressing plexin-B1 and PDZ-RhoGEF ( Fig. 6 C). The observed increase in tyrosine phosphorylation of plexin-B1 in the presence of active Rac1 occurred in the absence of any effect of Rac on the surface expression of plexin-B1. In contrast, the increased tyrosine phosphorylation of plexin-B1 in the presence of Rnd1 concurred with and may result from an increased membrane localization of plexin-B1 in cells expressing Rnd1. Figure 6. Effect of small GTPases on plexin-B1 phosphorylation. (A and B) HEK293 cells were transfected with cDNAs encoding full-length VSV-tagged plexin-B1 (VSV-plxB1) and with FLAG-tagged PDZ-RhoGEF (FLAG-PRG) as well as with Myc-tagged active mutant of Rac1 (Myc-Rac1GV) or FLAG-tagged Rnd1 (FLAG-Rnd1). 48 h after transfection, surface expression of plexin-B1 was quantified as described in Materials and methods. In a parallel experiment, cells were lysed and immunoblotted with indicated antibodies (IB) to test the equal protein expression. (C) HEK293 cells were transfected with cDNAs encoding full-length VSV-tagged plexin-B1 (VSV-plxB1) alone or together with FLAG-tagged PDZ-RhoGEF (FLAG-PRG) and with Myc-tagged active mutant of Rac1 (Myc-Rac1GV) or FLAG-tagged Rnd1 (FLAG-Rnd1). Cells were treated with medium from Mock (−)- or Sema4D (+)-transfected cells and lysed, and plexin was immunoprecipitated using VSV antibody-coupled Sepharose. Shown are Western blots of lysed or immunoprecipitated samples stained with the indicated antibodies (IB). White lines indicate where films from two separate gels have been spliced together. To quantitate the amount of phosphorylated plexin-B1 chemiluminescence of antiphosphotyrosine, blot was determined with a luminescence detection system as described in Materials and methods. Shown are the mean values from three independent experiments with the SEM. Association of plexin B family members and ErbB-2 Given the functional interaction between plexin-B1 and ErbB-2, we studied the potential association of plexin-B family members and ErbB-2. In HEK293 cells, endogenous ErbB-2 could be coimmunoprecipitated with heterologously expressed plexin-B1, -B2, and -B3 but not with plexin-D1 ( Fig. 7 A) or plexin-A1 (not depicted). A full-length version of ErbB-2 as well as a mutant lacking the cytosolic part of the protein associated with plexin-B1 in a ligand-independent manner ( Fig. 7 B), suggesting that both proteins stably interact through their extracellular domains. Plexin-B1 was unable to coimmunoprecipitate with ErbB-1, ErbB-3, or ErbB-4 (unpublished data). Figure 7. Association of plexins-B and ErbB-2. (A) 48 h after transfection with cDNAs encoding plexins-B1, -B2, -B3, or -D1 (VSV-plexin-B1, -B2, -B3, -D1) together with FLAG-tagged PDZ-RhoGEF (FLAG-PRG) HEK293 cells were lysed, VSV-tagged plexins were precipitated and precipitates were analyzed by immunoblotting using antibodies against ErbB-2. (B) HEK293 cells were transfected with ErbB-2 or its HA-tagged COOH-terminally truncated mutant (HA-ΔC-term-ErbB-2) together with PDZ-RhoGEF (FLAG-PRG) and plexin-B1 (VSV-plxB1). Plexin was precipitated using anti-VSV antibodies and immunoprecipitates were analyzed with anti-ErbB-2 or anti-HA antibody. (C) HEK293 cells were transfected with cDNAs encoding VSV-tagged plexin-B1 (VSV-plxB1) or its VSV-tagged mutant lacking the COOH-terminal 10 amino acids (Δ10) together with FLAG-tagged PDZ-RhoGEF (FLAG-PRG) or its mutant lacking PDZ domain (ΔPDZ) and with wild-type ErbB-2 or its HA-tagged COOH-terminally truncated mutant (HA-ΔC-term-ErbB-2). Cells were lysed, PDZ-RhoGEF or its mutant were immunoprecipitated using anti-FLAG antibodies, and precipitates were analyzed by immunoblotting. Because ErbB-2 harbors a COOH-terminal PDZ domain interaction motif, we also tested if PDZ-RhoGEF is able to interact with ErbB-2. Although, PDZ-RhoGEF coprecipitated with ErbB-2, coprecipitation was dependent on the presence of plexin-B1 and was not observed when a plexin-B1 mutant that is unable to reach the cell surface and to interact with PDZ-RhoGEF/LARG ( Swiercz et al., 2002 ) was used ( Fig. 7 C). Thus, ErbB-2 and PDZ-RhoGEF do not directly interact but are part of a complex in which both proteins appear to be linked via plexin-B1. ErbB-2 and Met are involved in Sema4D-induced axonal growth cone collapse To test whether or not ErbB-2 is involved in the biological effects of Sema4D, we studied its role in plexin-B1–mediated axonal growth cone collapse in hippocampal neurons ( Swiercz et al., 2002 ). ErbB-2, which is widely expressed in the central nervous system ( Gerecke et al., 2001 ), was found to be expressed in axonal growth cones of primary hippocampal neurons cultured from E17 rat embryos ( Fig. 8, A and B ). Based on the finding that Sema4D induced an autophosphorylation of ErbB-2 in HEK293 cells, we tested if ErbB-2 underwent autophosphorylation in response to Sema4D in axonal growth cones of hippocampal neurons. Staining of neurons with an antibody specific for phosphorylated tyrosine 1248 revealed that Sema4D-induced activation of ErbB-2 occurred mainly in the central domain of the growth cone ( Fig. 8 B). To test if Met is also expressed in axonal growth cones and becomes activated upon exposure to Sema4D, we stained hippocampal neurons with antibodies recognizing Met phosphorylated at tyrosine residues 1234 and 1235. Sema4D induced phosphorylation of Met in the entire growth cone ( Fig. 8 C). Figure 8. Expression and activation of ErbB-2 and Met in growth cones. (A and B) Growth cones of developing hippocampal neurons were stained using anti–ErbB-2 antibody or anti-phospho-ErbB-2[Y1248] (anti-pErbB-2) antibody in neurons treated with control or with Sema4D medium. (C) Developing hippocampal neurons were treated with control medium or Sema4D-containing medium (Sema4D medium), stained using anti-phospho-Met[Y1234,1235] (anti-pMet) antibody, and counterstained with phalloidin-TRITC (Phalloidin). After treatment with Sema4D, the number of hippocampal neurons demonstrating axonal growth cones dropped from 70% to 25% ( Swiercz et al., 2002 ; Fig. 9 A). Sema4D-induced axonal growth cone collapse was blocked when neurons were pretreated with the ErbB family tyrosine kinase blocker AG1478 (1 μM), whereas treatment with AG1296 or vehicle had no effect ( Fig. 9, A and B ). Sema4D-induced growth cone collapse was also abrogated in cells pretreated with high concentrations of the tyrosine kinase inhibitor K252a ( Fig. 9 B). Figure 9. Effect of various kinase inhibitors on Sema4D-induced growth cone collapse. (A and B) Developing neurons were treated with the indicated concentrations of AG1296, AG1478, K252a, or PD98059. Neurons were visualized using phalloidin-TRITC staining. Shown are examples of the effects of AG1296 and AG1248 on Sema4D-induced growth cone collapse (A). Insets show a magnified view of growth cones (indicated by arrows). (B) Shown are the mean values from three independent experiments with the SEM. *, P < 0.05, ANOVA followed by post-hoc Scheffe's test. To test whether or not activation of Erk subsequent to phosphorylation of ErbB-2 by Sema4D plays a role in the effects of Sema4D on axonal growth cones, we tested the effect of the MEK1/2 inhibitor PD98059. Pretreatment of cells with PD98059 failed to block Sema4D-induced axonal growth cone collapse in hippocampal neurons ( Fig. 9 B). To test the involvement of receptor tyrosine kinases in Sema4D-induced axonal growth cone collapse, we transfected hippocampal neurons with dominant-negative mutants of ErbB family members and Met lacking their cytoplasmic domains. The ΔC-terminal mutants of ErbB-2 as well as of Met did not alter basal outgrowth of neurites from hippocampal neurons (unpublished data). However, growth cone collapse induced by Sema4D was almost completely abolished in neurons expressing a ΔC-terminal mutant of ErbB-2 ( Fig. 10, A and B ). In contrast, in neurons expressing ΔC-terminal mutants of ErbB-1, ErbB-3, ErbB-4, or a control plasmid, Sema4D significantly decreased the number of axons demonstrating growth cones ( Fig. 10 B). Interestingly, a ΔC-terminal mutant of Met also interfered with Sema4D-induced growth cone collapse ( Fig. 10 B). Figure 10. Role of ErbB-2 and Met in plexin-B1–mediated growth cone collapse. (A) Developing hippocampal neurons were transfected with HA-tagged wild-type ErbB-2 (HA-ErbB-2) or with an HA-tagged, COOH-terminally truncated mutant of ErbB-2 (HA-ΔC-ErbB-2) and treated with Sema4D-containing medium (Sema4D medium) or control medium followed by immunostaining with anti-HA antibody (anti-HA) and counterstaining with phalloidin-TRITC. Insets show a magnified view of growth cones (arrowheads). (B). Developing hippocampal neurons were GFP transfected or transfected with wild-type (ErbB-2 and Met), HA-tagged COOH-terminally truncated (ΔC-Met and ΔC-ErbB-1, -2, -3, and -4), or HA-tagged kinase-dead mutants (ΔTK ErbB-2) of various receptor tyrosine kinases and scored for growth cone collapse after treatment with control medium (black bars) or Sema4D-containing medium (gray bars). Transfected neurons were identified by immunocytochemistry using anti-HA antibody. Shown are the mean values from three independent experiments with the SEM. (C) Mock-transfected hippocampal neurons and hippocampal neurons transfected with dominant-negative ErbB-2 or Met (ΔC-ErbB-2 and ΔC-Met) were treated with Sema3A-containing medium (white bars) or control medium (black bar), and growth cones of neurons were counted as aforementioned. *, P < 0.05, ANOVA followed by post-hoc Scheffe's test. The ΔC-terminal mutants of ErbB-2 and Met had no effect on Sema3A-induced growth cone collapse ( Fig. 10 C), indicating that ErbB-2 and Met are not involved in Sema3A-induced signaling and that their dominant-negative versions did not unspecifically render growth cones refractory to collapse upon treatment with unrelated ligands. Discussion Plexins are transmembrane proteins mediating the effects of semaphorins, which were originally identified as prominent repulsive guidance factors for axonal growth cones during neural development. There is now increasing evidence that signaling via semaphorins and plexins is involved in the regulation of cellular functions in many other organ systems. Several recent studies have addressed the signaling mechanisms downstream of plexins. Plexin-B family members have recently been shown to form a stable complex through their COOH termini with the RhoGEF proteins PDZ-RhoGEF/LARG, which mediate plexin-B1–dependent activation of RhoA and subsequent changes of the actin cytoskeleton. However, the mechanisms underlying the activation of plexin-B1 remained unclear so far. Here, we show that the tyrosine kinase ErbB-2 is critically involved in Sema4D-induced activation of plexin-B1 and downstream signaling processes via the small GTPase RhoA. Plexin-B family members associate with endogenous ErbB-2, an interaction that requires the extracellular domains of both receptors. Activation of plexin-B1 by Sema4D results in tyrosine phosphorylation of plexin-B1 by ErbB-2. Inhibition of ErbB-2–mediated tyrosine phosphorylation of plexin-B1 blocks Sema4D-induced RhoA activation in HEK293 cells. Finally, dominant-negative forms of ErbB-2 block Sema4D-induced activation of RhoA in HEK293 cells as well as Sema4D-induced collapse of axonal growth cones in primary hippocampal neurons. Plexin-B1 has previously been shown to associate with an unidentified tyrosine kinase activity, which can phosphorylate plexin-B1 in vitro ( Tamagnone et al., 1999 ). Genetic data indicate that the Drosophila melanogaster protein off-track (OTK), which is structurally related to receptor kinases, can functionally interact with D. melanogaster plexin-A. Biochemical analysis suggests that OTK coimmunoprecipitates with mammalian plexins including plexin-B1 ( Winberg et al., 2001 ). The functional significance of these findings is not clear because OTK and its mammalian orthologues are unlikely to be enzymatically active ( Mossie et al., 1995 ; Park et al., 1996 ). More recent studies have shown that the receptor tyrosine kinase Met associates with plexin-B1. Binding of Sema4D to plexin-B1 stimulates the intrinsic tyrosine kinase activity of Met, resulting in the phosphorylation of both receptors and the Met substrate Gab1 ( Giordano et al., 2002 ). Although this paper implicates Met in Sema4D-induced effects on epithelial cell invasive growth, it remained unknown whether or not Met is required for the Sema4D-induced activation of Rho via the plexin-B1/RhoGEF complex. Our data indicate that after activation, plexin-B1 can also functionally interact with ErbB-2 and that ErbB-2–mediated phosphorylation of plexin-B1 is required for signaling of plexin-B1 via RhoGEF proteins. Sema4D-induced tyrosine phosphorylation of plexin-B1 and subsequent RhoA activation were only slightly reduced in the presence of a dominant-negative form of Met. In addition, the Met tyrosine kinase inhibitor K252a had no effect on plexin-B1 phosphorylation in response to Sema4D, indicating that Met is not necessarily required for plexin-B1 activation. In contrast, phosphorylation of plexin-B1 and Sema4D-induced RhoA activation were highly sensitive to the ErbB-specific tyrosine kinase inhibitor AG1478 and to dominant-negative ErbB-2, thereby suggesting that the tyrosine kinase activity of ErbB-2 is involved in ligand-dependent plexin-B1 phosphorylation. This finding is consistent with our finding that plexin-B family members and ErbB-2 can specifically associate. ErbB-2 is unique among the ErbB family members as it has no known ligand and can be activated only in trans by ErbB-1, ErbB-3, and ErbB-4 or other tyrosine kinases like Jak2 ( Olayioye et al., 2000 ; Yamauchi et al., 2000 ; Yarden and Sliwkowski, 2001 ). Recent structural data show that the extracellular portion of ErbB-2 exists in an extended configuration that very likely interferes with ligand binding ( Burgess et al., 2003 ). Therefore, it appears unlikely that Sema4D can directly act on ErbB-2. Consistent with this, we did not observe any direct binding of Sema4D to ErbB-2, nor did we see an activation of ErbB-2 in the absence of plexin-B1. This observation indicates that Sema4D activates ErbB-2 indirectly through plexin-B1. However, the mechanisms through which Sema4D-bound plexin-B1 activates ErbB-2, and in turn becomes phosphorylated, is still not clear. An involvement of other ErbB family members appears unlikely because dominant-negative mutants of ErbB-1, ErbB-3, or ErbB-4 have no effect on Sema4D-induced activation of plexin-B1. Given that ErbB-2 and plexin-B1 associate even in the absence of ligands, it is conceivable that Sema4D-induced clustering of plexin-B1 results in the formation of plexin-B1/ErbB-2 heterooligomers, which then allow ErbB-2 to dimerize and to become activated. Sema4D-induced activation of ErbB-2 kinase activity also results in the autophosphorylation of ErbB-2. Interestingly, the pattern of ErbB-2 tyrosine residues phosphorylated in response to Sema4D was different from that induced by EGF. In contrast to EGF, Sema4D did not induce phosphorylation of tyrosine residue 1112, which has been shown to provide a docking side for the ubiquitin ligase c-Cbl ( Klapper et al., 2000 ). Binding of c-Cbl to ErbB-2 enhances ubiquitination and degradation of ErbB-2 ( Klapper et al., 2000 ; Levkowitz et al., 2000 ). Therefore, lack of phosphorylation of ErbB-2 at tyrosine 1112 in response to Sema4D may reduce the propensity of ErbB-2 to become degradated after activation. In addition, Sema4D-induced phosphorylation of tyrosine 1139 occurred with much lower potency than phosphorylation of tyrosine 1248, whereas EGF-induced phosphorylation of both tyrosine residues occurred with very similar potency. These differences between EGF and Sema4D with regard to the phosphorylation of ErbB-2 support the view that both stimuli use different mechanisms and probably also different kinases for ErbB-2 phosphorylation. Sema4D-induced phosphorylation of tyrosine 1248 and tyrosine 1139, which recruit Shc and Grb2, resulted in the activation of the Erk pathway. However, inhibition of Sema4D-induced Shc phosphorylation and Erk activation using an ErbB-2 mutant lacking tyrosine 1248 or by inhibition of MEK1/2 did not affect Sema4D-induced plexin-B1 phosphorylation and subsequent RhoA activation. This result indicates that phosphorylation of ErbB-2 and activation of downstream signaling pathways is not required for plexin-B1–mediated activation of RhoA. Consistent with this finding, EGF-induced ErbB-2 phosphorylation and activation did not result in plexin-B1 phosphorylation and RhoA activation. However, we observed that EGF can inhibit Sema4D-induced plexin-B1 phosphorylation in a concentration-dependent manner. This inhibition is most likely due to the ability of EGF to sequester ErbB-2, making it unavailable to support Sema4D-induced plexin-B1 activation. This finding indicates that plexin-B1 and the EGF receptor ErbB-1 interact with the same pool of ErbB-2 and that also other factors that use ErbB-2–mediated signaling pathways may interfere with plexin-B1 activation by Sema4D. The small GTPases Rac and Rnd1 have been shown to interact with the cytoplasmic portion of plexin-B1 and to enhance plexin-B1–mediated signaling ( Vikis et al., 2002 ; Oinuma et al., 2003 ). Constitutively active Rac is able to increase the surface localization of plexin-B1 in a heterologous expression system as well as to increase its affinity for Sema4D ( Vikis et al., 2002 ). However, active Rac had no effect on plexin-B1 surface expression in HEK293 cells coexpressing plexin-B1 and PDZ-RhoGEF ( Fig. 6 ). In contrast, Rnd1 increased surface expression of plexin-B1 in cells coexpressing plexin-B1 and PDZ-RhoGEF, which is consistent with the idea that Rnd1 promotes the interaction of plexin-B1 and PDZ-RhoGEF ( Oinuma et al., 2003 ). We found that Rnd1 and active Rac also increase Sema4D-induced tyrosine phosphorylation of plexin-B1. Rac-induced increase in tyrosine phosphorylation of plexin-B1 appeared to be stronger than the effect of Rac on surface expression of plexin-B1. This observation suggests that binding of active Rac promotes plexin-B1 activation by increasing the affinity for Sema4D ( Vikis et al., 2002 ) or by other mechanisms that facilitate ligand-induced phosphorylation of plexin-B1. Our data support the view that active Rac is able to modulate plexin-B1–mediated signaling. The observation that Sema4D is able to indirectly activate ErbB-2 and to induce Erk activation raises the interesting possibility that signaling pathways downstream of ErbB-2 mediate some of the biological effects exerted by Sema4D and other potential ligands for plexin-B family members. Besides its role in tumor progression ( Holbro et al., 2003 ), ErbB-2 has been shown to play an important role in various morphogenetic processes during development ( Citri et al., 2003 ). Interestingly, several human fetal tissues like brain, lung, liver, and kidney have been shown to express ErbB-2 as well as plexin-B1 ( Coussens et al., 1985 ; Maestrini et al., 1996 ). Based on the ability of plexin-B1 to mediate ErbB-2 activation, it will be interesting to explore the potential role of a functional interaction between plexin-B1 and ErbB-2 in tumor progression as well as in various developmental processes. Recently, the receptor tyrosine kinase Met has been implicated in plexin-B1 signaling. Our data indicate that the relative contribution of Met to plexin-B1–mediated effects may be cell specific. For example, in HEK293 cells, Sema4D-induced plexin-B1/RhoGEF activation does not necessarily require Met, whereas ErbB-2 is strictly essential. However, in developing primary hippocampal neurons, Sema4D-induced axonal growth cone collapse could be blocked by dominant-negative mutants of both ErbB-2 and Met, and both tyrosine kinases became phosphorylated in axonal growth cones upon exposure of neurons to Sema4D. This finding suggests that both tyrosine kinases may be involved in morphogenetic effects induced by Sema4D in developing neurons, which is consistent with the finding that plexin-B1 associates with Met ( Giordano et al., 2002 ) as well as with ErbB-2, as shown here, and can signal through both receptor tyrosine kinases. Although an interaction between ErbB-1 and Met has been reported ( Jo et al., 2000 ), a direct interaction between Met and ErbB-2 has not been described yet. Although we have been unable to coimmunoprecipitate both proteins in HEK293 cells, one cannot rule out the possibility that Met and ErbB-2 exist in a heterooligomeric complex with plexin-B1. In summary, we show that plexin-B family members associate with ErbB-2 and that Sema4D is able to activate ErbB-2 indirectly via plexin-B1. Sema4D may exert some of its activities by downstream signaling of ErbB-2. However, plexin-B1/RhoGEF–mediated activation of RhoA only requires phosphorylation of plexin-B1 by ErbB-2. These results provide novel insight into signaling pathways used by semaphorins and plexins and open new vistas for their cellular effects. Materials and methods Cell culture and precipitation studies COS-7 and HEK293 cells were cultured as described previously ( Swiercz et al., 2002 ). For immunoprecipitation, HEK293 cells were collected 48 h after transfection and lysed for 30 min in ice-cold radioimmunoprecipitation buffer (1% Triton X-100, 150 mM NaCl, 50 mM Tris, pH 7.4, 0.1% sodium dodecyl sulfate, 0.25% Na-deoxycholate, 1 μg/ml of each leupeptin, aprotinin, and pepstatin, 1 mM 4-(2-aminoethyl)-benzosulfonylfluorid-hydrochloride, and 1 mM Na 3 VO 4 ). Proteins from cell extracts were precipitated with anti-FLAG M2 mAb Agarose (Sigma-Aldrich) or anti-VSV-G Agarose affinity gel. In other experiments, we used anti–ErbB-2 antibodies. Antibody–antigen complexes were isolated by binding to protein A/G–Sepharose followed by washing with ice-cold radioimmunoprecipitation buffer. Precipitated proteins were separated using SDS-PAGE followed by transfer onto nitrocellulose membrane (Schleicher & Schuell) and blocking of nonspecific binding sites with 5% milk in TBST. Blots were probed with appropriate antibodies, and proteins were visualized using an ECL system (Amersham Biosciences). In some cases, blots probed with antiphosphotyrosine antibodies were treated with ECL reagent, and luminescence was scanned and quantified using a Fluoro-S-Multi-Imager (Bio-Rad Laboratories). Alkaline phosphatase assay At 48 h after transfection with VSV-tagged plexin-B1 alone or together with RhoGEF and/or small GTPases, COS7 cells were treated with primary anti-VSV antibody diluted in DME (Invitrogen) containing 5% horse serum for 2 h at 4°C. Cells were washed, fixed with 4% PFA for 10 min, and incubated with the AP-linked anti–mouse antibody. AP assay reagent A (Gene Hunter Corporation) was used to visualize AP activity. Purification of Sema4D on (6)His affinity column Medium from HEK293 cells transfected with His-Sema4D in pBK-CMV vector containing Sema3A signal peptide for secretion was collected 48 h after transfection and purified on a HisTrap Kit following the manufacturer's instructions (Amersham Biosciences). Determination of activated Rho The amount of activated RhoA was determined as described previously ( Swiercz et al., 2002 ) by precipitation with a fusion protein consisting of GST and the Rho-binding domain of Rhotekin, as described by Ren and Schwartz (2000) . Erk and Shc phosphorylation studies HEK293 cells were transfected with plexin-B1 and PDZ-RhoGEF. 48 h after transfection, cells were starved for 12 h and treated for 30 min with purified Sema4D. Cells were lysed, and lysates were separated using SDS-PAGE and transferred on nitrocellulose membrane (Schleicher & Schuell). Phospho-Erk and phospho-Shc were detected by using specific anti–phospho-Erk (Santa Cruz Biotechnology, Inc.) and anti–phospho-Shc[Y317] (Cell Signaling Technology) antibodies. Growth cone collapse, immunocytochemistry, and image processing At 24 h after transfection, neurons were treated with medium derived from either mock-transfected or (myc)Sema4D-transfected HEK293 cells for 1 h at 37°C. Neurons were fixed with 4% PFA and used for immunocytochemistry experiments using fluorescently-conjugated secondary antibodies (Dianova). TRITC-labeled phalloidin was used to detect actin filaments in growth cones. Neurons were scored for the presence of growth cones as described previously ( Swiercz et al., 2002 ). Immunoreactivity for the expressed proteins was analyzed and photographed using a laser-scanning confocal microscope (model TCS AOBS; Leica) using the following objectives: HCXPLAPO 63×/1.32-0.60 oil and HC PL FLUOTAR 20×/0.50. All images were acquired similarly at RT with the same laser output to directly compare the fluorescence signal intensities. Images were processed with the confocal image analysis software package (TCS AOBS; Leica) and imported as TIFF files into Adobe Illustrator ® 10.0. In colocalization studies, various fluorophores were scanned in the sequential mode to completely rule out potential overlap of fluorescence spectra. Online supplemental material Fig. S1 shows the expression of ErbB family members and Met in HEK 293 cells. Shown are Western blots of reverse transcriptase polymerase chain reaction. Details regarding the expression plasmids, antibodies, and reagents used for this study are available at http://www.jcb.org/content/full/jcb.200312094/DC1 . We thank Walter Birchmeier, Thomas Diettmar, Gibbes R. Johnson, Andreas W. Püschel, David J. Riese II, Luca Tamagnone, and Axel Ullrich for providing reagents. R. Kuner is a recipient of an Emmy-Noether scholarship of the Deutsche Forschungsgemeinschaft (DFG). This work was supported by the DFG. The authors declare no conflict of interest. Antipenko, A., J.P. Himanen, K. van Leyen, V. Nardi-Dei, J. Lesniak, W.A. Barton, K.R. Rajashankar, M. Lu, C. Hoemme, A.W. Puschel, and D.B. Nikolov. 2003 . Structure of the semaphorin-3A receptor binding module. Neuron. 39 : 589 –598. 12925274 Aurandt, J., H.G. Vikis, J.S. Gutkind, N. Ahn, and K.L. Guan. 2002 . The semaphorin receptor plexin-B1 signals through a direct interaction with the Rho-specific nucleotide exchange factor, LARG. Proc. Natl. Acad. Sci. USA. 99 : 12085 –12090. 12196628 Berg, M.M., D.W. Sternberg, L.F. Parada, and M.V. Chao. 1992 . K-252a inhibits nerve growth factor-induced trk proto-oncogene tyrosine phosphorylation and kinase activity. J. Biol. Chem. 267 : 13 –16. 1730579 Bismuth, G., and L. Boumsell. 2002. Controlling the immune system through semaphorins. Sci STKE . 2002:RE4. Burgess, A.W., H.S. Cho, C. Eigenbrot, K.M. Ferguson, T.P. Garrett, D.J. Leahy, M.A. Lemmon, M.X. Sliwkowski, C.W. Ward, and S. Yokoyama. 2003 . An open-and-shut case? Recent insights into the activation of EGF/ErbB receptors. Mol. Cell. 12 : 541 –552. 14527402 Citri, A., K.B. Skaria, and Y. Yarden. 2003 . The deaf and the dumb: the biology of ErbB-2 and ErbB-3. Exp. Cell Res. 284 : 54 –65. 12648465 Coussens, L., T.L. Yang-Feng, Y.C. Liao, E. Chen, A. Gray, J. McGrath, P.H. Seeburg, T.A. Libermann, J. Schlessinger, U. Francke, et al. 1985 . Tyrosine kinase receptor with extensive homology to EGF receptor shares chromosomal location with neu oncogene. Science. 230 : 1132 –1139. 2999974 Driessens, M.H., H. Hu, C.D. Nobes, A. Self, I. Jordens, C.S. Goodman, and A. Hall. 2001 . Plexin-B semaphorin receptors interact directly with active Rac and regulate the actin cytoskeleton by activating Rho. Curr. Biol. 11 : 339 –344. 11267870 Driessens, M.H., C. Olivo, K. Nagata, M. Inagaki, and J.G. Collard. 2002 . B plexins activate Rho through PDZ-RhoGEF. FEBS Lett. 529 : 168 –172. 12372594 Egeblad, M., O.H. Mortensen, L.C. van Kempen, and M. Jaattela. 2001 . BIBX1382BS, but not AG1478 or PD153035, inhibits the ErbB kinases at different concentrations in intact cells. Biochem. Biophys. Res. Commun. 281 : 25 –31. 11178955 Fiore, R., and A.W. Püschel. 2003 The function of semaphorins during nervous system development. Front. Biosci. 8 :s 484 –s499. Fujii, T., F. Nakao, Y. Shibata, G. Shioi, E. Kodama, H. Fujisawa, and S. Takagi. 2002 . Caenorhabditis elegans PlexinA, PLX-1, interacts with transmembrane semaphorins and regulates epidermal morphogenesis. Development. 129 : 2053 –2063. 11959816 Furuyama, T., S. Inagaki, A. Kosugi, S. Noda, S. Saitoh, M. Ogata, Y. Iwahashi, N. Miyazaki, T. Hamaoka, and M. Tohyama. 1996 . Identification of a novel transmembrane semaphorin expressed on lymphocytes. J. Biol. Chem. 271 : 33376 –33381. 8969198 Gerecke, K.M., J.M. Wyss, I. Karavanova, A. Buonanno, and S.L. Carroll. 2001 . ErbB transmembrane tyrosine kinase receptors are differentially expressed throughout the adult rat central nervous system. J. Comp. Neurol. 433 : 86 –100. 11283951 Giordano, S., S. Corso, P. Conrotto, S. Artigiani, G. Gilestro, D. Barberis, L. Tamagnone, and P.M. Comoglio. 2002 . The semaphorin 4D receptor controls invasive growth by coupling with Met. Nat. Cell Biol. 4 : 720 –724. 12198496 Goshima, Y., T. Ito, Y. Sasaki, and F. Nakamura. 2002 . Semaphorins as signals for cell repulsion and invasion. J. Clin. Invest. 109 : 993 –998. 11956234 Graus-Porta, D., R.R. Beerli, J.M. Daly, and N.E. Hynes. 1997 . ErbB-2, the preferred heterodimerization partner of all ErbB receptors, is a mediator of lateral signaling. EMBO J. 16 : 1647 –1655. 9130710 Harris, R.C., E. Chung, and R.J. Coffey. 2003 . EGF receptor ligands. Exp. Cell Res. 284 : 2 –13. 12648462 Hazan, R., B. Margolis, M. Dombalagian, A. Ullrich, A. Zilberstein, and J. Schlessinger. 1990 . Identification of autophosphorylation sites of HER2/neu. Cell Growth Differ. 1 : 3 –7. 1706616 He, Z., K.C. Wang, V. Koprivica, G. Ming, and H.J. Song. 2002. Knowing how to navigate: mechanisms of semaphorin signaling in the nervous system. Sci STKE . 2002:RE1. Hirotani, M., Y. Ohoka, T. Yamamoto, H. Nirasawa, T. Furuyama, M. Kogo, T. Matsuya, and S. Inagaki. 2002 . Interaction of plexin-B1 with PDZ domain-containing Rho guanine nucleotide exchange factors. Biochem. Biophys. Res. Commun. 297 : 32 –37. 12220504 Holbro, T., and N.E. Hynes. 2004 . ErbB receptors: directing key signaling networks throughout life. Annu. Rev. Pharmacol. Toxicol. 44 : 195 –217. 14744244 Holbro, T., G. Civenni, and N.E. Hynes. 2003 . The ErbB receptors and their role in cancer progression. Exp. Cell Res. 284 : 99 –110. 12648469 Ishikawa, K., T. Nagase, D. Nakajima, N. Seki, M. Ohira, N. Miyajima, A. Tanaka, H. Kotani, N. Nomura, and O. Ohara. 1997 . Prediction of the coding sequences of unidentified human genes. VIII. 78 new cDNA clones from brain which code for large proteins in vitro. DNA Res. 4 : 307 –313. 9455477 Jo, M., D.B. Stolz, J.E. Esplen, K. Dorko, G.K. Michalopoulos, and S.C. Strom. 2000 . Cross-talk between epidermal growth factor receptor and c-Met signal pathways in transformed cells. J. Biol. Chem. 275 : 8806 –8811. 10722725 Kameyama, T., Y. Murakami, F. Suto, A. Kawakami, S. Takagi, T. Hirata, and H. Fujisawa. 1996 . Identification of a neuronal cell surface molecule, plexin, in mice. Biochem. Biophys. Res. Commun. 226 : 524 –529. 8806667 Karunagaran, D., E. Tzahar, R.R. Beerli, X. Chen, D. Graus-Porta, B.J. Ratzkin, R. Seger, N.E. Hynes, and Y. Yarden. 1996 . ErbB-2 is a common auxiliary subunit of NDF and EGF receptors: implications for breast cancer. EMBO J. 15 : 254 –264. 8617201 Kikutani, H., and A. Kumanogoh. 2003 . Semaphorins in interactions between T cells and antigen-presenting cells. Nat. Rev. Immunol. 3 : 159 –167. 12563299 Klagsbrun, M., S. Takashima, and R. Mamluk. 2002 . The role of neuropilin in vascular and tumor biology. Adv. Exp. Med. Biol. 515 : 33 –48. 12613541 Klapper, L.N., H. Waterman, M. Sela, and Y. Yarden. 2000 . Tumor-inhibitory antibodies to HER-2/ErbB-2 may act by recruiting c-Cbl and enhancing ubiquitination of HER-2. Cancer Res. 60 : 3384 –3388. 10910043 Kumanogoh, A., C. Watanabe, I. Lee, X. Wang, W. Shi, H. Araki, H. Hirata, K. Iwahori, J. Uchida, T. Yasui, et al. 2000 . Identification of CD72 as a lymphocyte receptor for the class IV semaphorin CD100: a novel mechanism for regulating B cell signaling. Immunity. 13 : 621 –631. 11114375 Kumanogoh, A., S. Marukawa, K. Suzuki, N. Takegahara, C. Watanabe, E. Ch'ng, I. Ishida, H. Fujimura, S. Sakoda, K. Yoshida, and H. Kikutani. 2002 . Class IV semaphorin Sema4A enhances T-cell activation and interacts with Tim-2. Nature. 419 : 629 –633. 12374982 Levitzki, A., and A. Gazit. 1995 . Tyrosine kinase inhibition: an approach to drug development. Science. 267 : 1782 –1788. 7892601 Levkowitz, G., S. Oved, L.N. Klapper, D. Harari, S. Lavi, M. Sela, and Y. Yarden. 2000 . c-Cbl is a suppressor of the neu oncogene. J. Biol. Chem. 275 : 35532 –35539. 10940298 Maestrini, E., L. Tamagnone, P. Longati, O. Cremona, M. Gulisano, S. Bione, F. Tamanini, B.G. Neel, D. Toniolo, and P.M. Comoglio. 1996 . A family of transmembrane proteins with homology to the MET-hepatocyte growth factor receptor. Proc. Natl. Acad. Sci. USA. 93 : 674 –678. 8570614 Moreau-Fauvarque, C., A. Kumanogoh, E. Camand, C. Jaillard, G. Barbin, I. Boquet, C. Love, E.Y. Jones, H. Kikutani, C. Lubetzki, et al. 2003 . The transmembrane semaphorin Sema4D/CD100, an inhibitor of axonal growth, is expressed on oligodendrocytes and upregulated after CNS lesion. J. Neurosci. 23 : 9229 –9239. 14534257 Morotti, A., S. Mila, P. Accornero, E. Tagliabue, and C. Ponzetto. 2002 . K252a inhibits the oncogenic properties of Met, the HGF receptor. Oncogene. 21 : 4885 –4893. 12118367 Mossie, K., B. Jallal, F. Alves, I. Sures, G.D. Plowman, and A. Ullrich. 1995 . Colon carcinoma kinase-4 defines a new subclass of the receptor tyrosine kinase family. Oncogene. 11 : 2179 –2184. 7478540 Nakamura, F., R.G. Kalb, and S.M. Strittmatter. 2000 . Molecular basis of semaphorin-mediated axon guidance. J. Neurobiol. 44 : 219 –229. 10934324 Oinuma, I., H. Katoh, A. Harada, and M. Negishi. 2003 . Direct interaction of Rnd1 with Plexin-B1 regulates PDZ-RhoGEF-mediated Rho activation by Plexin-B1 and induces cell contraction in COS-7 cells. J. Biol. Chem. 278 : 25671 –25677. 12730235 Olayioye, M.A., R.M. Neve, H.A. Lane, and N.E. Hynes. 2000 . The ErbB signaling network: receptor heterodimerization in development and cancer. EMBO J. 19 : 3159 –3167. 10880430 Park, S.K., H.S. Lee, and S.T. Lee. 1996 . Characterization of the human full-length PTK7 cDNA encoding a receptor protein tyrosine kinase-like molecule closely related to chick KLG. J. Biochem. (Tokyo). 119 : 235 –239. 8882711 Pasterkamp, R.J., and A.L. Kolodkin. 2003 . Semaphorin junction: making tracks toward neural connectivity. Curr. Opin. Neurobiol. 13 : 79 –89. 12593985 Pasterkamp, R.J., J.J. Peschon, M.K. Spriggs, and A.L. Kolodkin. 2003 . Semaphorin 7A promotes axon outgrowth through integrins and MAPKs. Nature. 424 : 398 –405. 12879062 Perrot, V., J. Vazquez-Prado, and J.S. Gutkind. 2002 . Plexin B regulates Rho through the guanine nucleotide exchange factors leukemia-associated Rho GEF (LARG) and PDZ-RhoGEF. J. Biol. Chem. 277 : 43115 –43120. 12183458 Raper, J.A. 2000 . Semaphorins and their receptors in vertebrates and invertebrates. Curr. Opin. Neurobiol. 10 : 88 –94. 10679438 Ravichandran, K.S. 2001 . Signaling via Shc family adapter proteins. Oncogene. 20 : 6322 –6330. 11607835 Ren, X.D., and M.A. Schwartz. 2000 . Determination of GTP loading on Rho. Methods Enzymol. 325 : 264 –272. 11036609 Ricci, A., L. Lanfrancone, R. Chiari, G. Belardo, C. Pertica, P.G. Natali, P.G. Pelicci, and O. Segatto. 1995 . Analysis of protein-protein interactions involved in the activation of the Shc/Grb-2 pathway by the ErbB-2 kinase. Oncogene. 11 : 1519 –1529. 7478576 Rohm, B., A. Ottemeyer, M. Lohrum, and A.W. Puschel. 2000 a. Plexin/neuropilin complexes mediate repulsion by the axonal guidance signal semaphorin 3A. Mech. Dev. 93 : 95 –104. 10781943 Rohm, B., B. Rahim, B. Kleiber, I. Hovatta, and A.W. Puschel. 2000 b. The semaphorin 3A receptor may directly regulate the activity of small GTPases. FEBS Lett. 486 : 68 –72. 11108845 Segatto, O., F. Lonardo, J.H. Pierce, D.P. Bottaro, and P.P. Di Fiore. 1990 . The role of autophosphorylation in modulation of erbB-2 transforming function. New Biol. 2 : 187 –195. 1982072 Serini, G., D. Valdembri, S. Zanivan, G. Morterra, C. Burkhardt, F. Caccavari, L. Zammataro, L. Primo, L. Tamagnone, M. Logan, et al. 2003 . Class 3 semaphorins control vascular morphogenesis by inhibiting integrin function. Nature. 424 : 391 –397. 12879061 Swiercz, J.M., R. Kuner, J. Behrens, and S. Offermanns. 2002 . Plexin-B1 directly interacts with PDZ-RhoGEF/LARG to regulate RhoA and growth cone morphology. Neuron. 35 : 51 –63. 12123608 Takahashi, T., A. Fournier, F. Nakamura, L.H. Wang, Y. Murakami, R.G. Kalb, H. Fujisawa, and S.M. Strittmatter. 1999 . Plexin-neuropilin-1 complexes form functional semaphorin-3A receptors. Cell. 99 : 59 –69. 10520994 Tamagnone, L., and P.M. Comoglio. 2000 . Signalling by semaphorin receptors: cell guidance and beyond. Trends Cell Biol. 10 : 377 –383. 10932095 Tamagnone, L., S. Artigiani, H. Chen, Z. He, G.I. Ming, H. Song, A. Chedotal, M.L. Winberg, C.S. Goodman, M. Poo, et al. 1999 . Plexins are a large family of receptors for transmembrane, secreted, and GPI-anchored semaphorins in vertebrates. Cell. 99 : 71 –80. 10520995 Toyofuku, T., H. Zhang, A. Kumanogoh, N. Takegahara, F. Suto, J. Kamei, K. Aoki, M. Yabuki, M. Hori, H. Fujisawa, and H. Kikutani. 2004 . Dual roles of Sema6D in cardiac morphogenesis through region-specific association of its receptor, Plexin-A1, with off-track and vascular endothelial growth factor receptor type 2. Genes Dev. 18 : 435 –447. 14977921 Vikis, H.G., W. Li, Z. He, and K.L. Guan. 2000 . The semaphorin receptor plexin-B1 specifically interacts with active Rac in a ligand-dependent manner. Proc. Natl. Acad. Sci. USA. 97 : 12457 –12462. 11035813 Vikis, H.G., W. Li, and K.L. Guan. 2002 . The plexin-B1/Rac interaction inhibits PAK activation and enhances Sema4D ligand binding. Genes Dev. 16 : 836 –845. 11937491 Winberg, M.L., L. Tamagnone, J. Bai, P.M. Comoglio, D. Montell, and C.S. Goodman. 2001 . The transmembrane protein Off-track associates with Plexins and functions downstream of Semaphorin signaling during axon guidance. Neuron. 32 : 53 –62. 11604138 Yamauchi, T., N. Yamauchi, K. Ueki, T. Sugiyama, H. Waki, H. Miki, K. Tobe, S. Matsuda, T. Tsushima, T. Yamamoto, et al. 2000 . Constitutive tyrosine phosphorylation of ErbB-2 via Jak2 by autocrine secretion of prolactin in human breast cancer. J. Biol. Chem. 275 : 33937 –33944. 10938266 Yarden, Y., and M.X. Sliwkowski. 2001 . Untangling the ErbB signalling network. Nat. Rev. Mol. Cell Biol. 2 : 127 –137. 11252954",
    "full_text_abstract": "Plexins are widely expressed transmembrane proteins that mediate the effects of semaphorins. The molecular mechanisms of plexin-mediated signal transduction are still rather unclear. Plexin-B1 has recently been shown to mediate activation of RhoA through a stable interaction with the Rho guanine nucleotide exchange factors PDZ-RhoGEF and LARG. However, it is unclear how the activity of plexin-B1 and its downstream effectors is regulated by its ligand Sema4D. Here, we show that plexin-B family members stably associate with the receptor tyrosine kinase ErbB-2. Binding of Sema4D to plexin-B1 stimulates the intrinsic tyrosine kinase activity of ErbB-2, resulting in the phosphorylation of both plexin-B1 and ErbB-2. A dominant-negative form of ErbB-2 blocks Sema4D-induced RhoA activation as well as axonal growth cone collapse in primary hippocampal neurons. Our data indicate that ErbB-2 is an important component of the plexin-B receptor system and that ErbB-2–mediated phosphorylation of plexin-B1 is critically involved in Sema4D-induced RhoA activation, which underlies cellular phenomena downstream of plexin-B1, including axonal growth cone collapse."
}