{
    "PMC": "7818700",
    "DOI": "10.1007/s12274-021-3293-3",
    "PMID": "33500771",
    "PMCID": "PMC7818700",
    "title": "Shining light on transition metal sulfides: New choices as highly efficient antibacterial agents.",
    "year": 2021,
    "source_url": "https://europepmc.org/article/PMC/PMC7818700",
    "source": "MED",
    "abstract_text": "Globally, millions of people die of microbial infection-related diseases every year. The more terrible situation is that due to the overuse of antibiotics, especially in developing countries, people are struggling to fight with the bacteria variation. The emergence of super-bacteria will be an intractable environmental and health hazard in the future unless novel bactericidal weapons are mounted. Consequently, it is critical to develop viable antibacterial approaches to sustain the prosperous development of human society. Recent researches indicate that transition metal sulfides (TMSs) represent prominent bactericidal application potential owing to the meritorious antibacterial performance, acceptable biocompatibility, high solar energy utilization efficiency, and excellent photo-to-thermal conversion characteristics, and thus, a comprehensive review on the recent advances in this area would be beneficial for the future development. In this review article, we start with the antibacterial mechanisms of TMSs to provide a preliminary understanding. Thereafter, the state-of-the-art research progresses on the strategies for TMSs materials engineering so as to promote their antibacterial properties are systematically surveyed and summarized, followed by a summary of the practical application scenarios of TMSs-based antibacterial platforms. Finally, based on the thorough survey and analysis, we emphasize the challenges and future development trends in this area.",
    "full_text": "pmc Nano Res Nano Res Nano Research 1998-0124 1998-0000 Tsinghua University Press Beijing 7818700 33500771 3293 10.1007/s12274-021-3293-3 Review Article Shining light on transition metal sulfides: New choices as highly efficient antibacterial agents Han Hecheng 1 Yang Jingjing 1 Li Xiaoyan 2 Qi Yuan 1 Yang Zhengyi 1 Han Zejun 1 Jiang Yanyan yanyan.jiang@sdu.edu.cn 1 3 4 Stenzel Martina 5 Li Hui 1 Yin Yixin yinyixinwhu@126.com 6 Du Yi 6 Liu Jiurong 1 Wang Fenglong fenglong.wang@sdu.edu.cn 1 4 1 grid.27255.37 0000 0004 1761 1174 Key Laboratory for Liquid-Solid Structural Evolution and Processing of Materials Ministry of Education, Shandong University, Jinan, 250061 China 2 grid.27255.37 0000 0004 1761 1174 Department of Endodontics, School and Hospital of Stomatology, Cheeloo College of Medicine & Shandong Key Laboratory of Oral Tissue Regeneration & Shandong Engineering Laboratory for Dental Materials and Oral Tissue Regeneration, Shandong University, Jinan, 250012 China 3 grid.263761.7 0000 0001 0198 0694 Suzhou Institute of Shandong University, Suzhou, 215123 China 4 ShenZhen Research Institute of Shandong University, Shenzhen, 518057 China 5 grid.1005.4 0000 0004 4902 0432 School of Chemistry, University of New South Wales, Sydney, NSW 2052 Australia 6 Oral Implantology Center, Jinan Stomatology Hospital, Jinan, 250001 China 21 1 2021 2021 14 8 2512 2534 24 9 2020 10 12 2020 13 12 2020 © Tsinghua University Press and Springer-Verlag GmbH Germany, part of Springer Nature 2021 This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic. Globally, millions of people die of microbial infection-related diseases every year. The more terrible situation is that due to the overuse of antibiotics, especially in developing countries, people are struggling to fight with the bacteria variation. The emergence of super-bacteria will be an intractable environmental and health hazard in the future unless novel bactericidal weapons are mounted. Consequently, it is critical to develop viable antibacterial approaches to sustain the prosperous development of human society. Recent researches indicate that transition metal sulfides (TMSs) represent prominent bactericidal application potential owing to the meritorious antibacterial performance, acceptable biocompatibility, high solar energy utilization efficiency, and excellent photo-to-thermal conversion characteristics, and thus, a comprehensive review on the recent advances in this area would be beneficial for the future development. In this review article, we start with the antibacterial mechanisms of TMSs to provide a preliminary understanding. Thereafter, the state-of-the-art research progresses on the strategies for TMSs materials engineering so as to promote their antibacterial properties are systematically surveyed and summarized, followed by a summary of the practical application scenarios of TMSs-based antibacterial platforms. Finally, based on the thorough survey and analysis, we emphasize the challenges and future development trends in this area. Keywords antibacterial mechanisms transition metal sulfides surface functionalization strain-selective bactericidal strategies metabolism and toxicology issue-copyright-statement © Tsinghua University Press and Springer-Verlag GmbH Germany, part of Springer Nature 2021 Acknowledgements This work was supported by the National Natural Science Foundation of China (Nos. 21902085 and 51572157), the Natural Science Foundation of Shandong Province (Nos. ZR2019QF012 and ZR2019BEM024), Shenzhen Fundamental Research Program (Nos. JCYJ20190807093205660 and JCYJ20190807092803583), the Natural Science Foundation of Jiangsu Province (No. BK20190205), and the Guangdong Basic and Applied Basic Research Foundation (No. 2019A1515110846), the Fundamental Research Funds for the Central Universities (Nos. 2018JC046 and 2018JC047), Medical and Health Science and Technology Development Project of Shandong Province (No. 2018WSA01018), Science Development Program Project of Jinan (No. 201805048), the Dean’s Research Assistance Foundation of Ji Nan Stomatology Hospital (2018–02) and the Qilu Young Scholar Program of Shandong University (Nos. 31370088963043 and 31370088963056). References [1] Ganguly P Byrne C Breen A Pillai S C Antimicrobial activity of photocatalysts: Fundamentals, mechanisms, kinetics and recent advances Appl. Catal. B Environ. 2018 225 51 75 10.1016/j.apcatb.2017.11.018 [2] Kang Q Lu Q Z Liu S H Yang L X Wen L F Luo S L Cai Q Y A ternary hybrid CdS/Pt-TiO 2 nanotube structure for photoelectrocatalytic bactericidal effects on Escherichia coli Biomaterials 2010 31 3317 3326 10.1016/j.biomaterials.2010.01.047 20149446 [3] Rizzello L Pompa P P Nanosilver-based antibacterial drugs and devices: Mechanisms, methodological drawbacks, and guidelines Chem. Soc. Rev. 2014 43 1501 1518 10.1039/C3CS60218D 24292075 [4] Li X Bai H T Yang Y C Yoon J Wang S Zhang X Supramolecular antibacterial materials for combatting antibiotic resistance Adv. Mater. 2019 31 1805092 [5] Du S Zhou N Y Gao Y J Xie G Du H Y Jiang H Zhang L B Tao J Zhu J T Bioinspired hybrid patches with self-adhesive hydrogel and piezoelectric nanogenerator for promoting skin wound healing Nano Res. 2020 13 2525 2533 10.1007/s12274-020-2891-9 [6] Wang S L Huang Q M Liu X Y Li Z Yang H Lu Z Rapid antibiofilm effect of Ag/ZnO nanocomposites assisted by dental led curing light against facultative anaerobic oral pathogen streptococcus mutans ACS Biomater. Sci. Eng. 2019 5 2030 2040 10.1021/acsbiomaterials.9b00118 33405515 [7] Nagay B E Dini C Cordeiro J M Ricomini-Filho A P de Avila E D Rangel E C da Cruz N C Barao V A R Visible-light-induced photocatalytic and antibacterial activity of TiO 2 codoped with nitrogen and bismuth: New perspectives to control implant-biofilm-related diseases ACS Appl. Mater. Inter. 2019 11 18186 18202 10.1021/acsami.9b03311 [8] Di Martino A Sittinger M Risbud M V Chitosan: A versatile biopolymer for orthopaedic tissue-engineering Biomaterials 2005 26 5983 5990 10.1016/j.biomaterials.2005.03.016 15894370 [9] Mao C Y Xiang Y M Liu X M Cui Z D Yang X J Yeung K W K Pan H B Wang X B Chu P K Wu S L Photo-inspired antibacterial activity and wound healing acceleration by hydrogel embedded with Ag/Ag@AgCl/ZnO nanostructures ACS Nano 2017 11 9010 9021 10.1021/acsnano.7b03513 28825807 [10] Zhao Y Guo Q Q Dai X M Wei X S Yu Y J Chen X L Li C X Cao Z Q Zhang X E A biomimetic non-antibiotic approach to eradicate drug-resistant infections Adv. Mater. 2019 31 1806024 10.1002/adma.201806024 [11] Qiu H Pu F Liu Z W Liu X M Dong K Liu C Q Ren J S Qu X G Hydrogel-based artificial enzyme for combating bacteria and accelerating wound healing Nano Res. 2020 13 496 502 10.1007/s12274-020-2636-9 [12] Prestinaci F Pezzotti P Pantosti A Antimicrobial resistance: A global multifaceted phenomenon Pathog. Glob. Health 2015 109 309 318 10.1179/2047773215Y.0000000030 26343252 [13] Liu Y Shi L Su L Z van der Mei H C Jutte P C Ren Y J Busscher H J Nanotechnology-based antimicrobials and delivery systems for biofilm-infection control Chem. Soc. Rev. 2019 48 428 446 10.1039/C7CS00807D 30601473 [14] Wang S Xu M Huang K W Zhi J H Sun C Wang K Zhou Q Gao L L Jia Q Y Shi H F Biocompatible metal-free organic phosphorescent nanoparticles for efficiently multidrug-resistant bacteria eradication Sci. China Mater. 2020 63 316 324 10.1007/s40843-019-1191-9 [15] Zhang X D Xia L Y Chen X K Chen Z Wu F G Hydrogel-based phototherapy for fighting cancer and bacterial infection Sci. China Mater. 2017 60 487 503 10.1007/s40843-017-9025-3 [16] Lemire J A Harrison J J Turner R J Antimicrobial activity of metals: Mechanisms, molecular targets and applications Nat. Rev. Microbiol. 2013 11 371 384 10.1038/nrmicro3028 23669886 [17] Costerton J W Stewart P S Greenberg E P Bacterial biofilms: A common cause of persistent infections Science 1999 284 1318 1322 10.1126/science.284.5418.1318 10334980 [18] Davies D Understanding biofilm resistance to antibacterial agents Nat. Rev. Drug Discov. 2003 2 114 122 10.1038/nrd1008 12563302 [19] Huang Y Gao Q Li X Gao Y Han H J Jin Q Yao K Ji J Ofloxacin loaded MoS 2 nanoflakes for synergistic mild-temperature photothermal/antibiotic therapy with reduced drug resistance of bacteria Nano Res. 2020 13 2340 2350 10.1007/s12274-020-2853-2 [20] Chen Z W Wang Z Z Ren J S Qu X G Enzyme mimicry for combating bacteria and biofilms Acc. Chem. Res. 2018 51 789 799 10.1021/acs.accounts.8b00011 29489323 [21] Chen Z W Ji H W Liu C Q Bing W Wang Z Z Qu X G A multinuclear metal complex based dnase-mimetic artificial enzyme: Matrix cleavage for combating bacterial biofilms Angew. Chem., Int. Ed. 2016 55 10732 10736 10.1002/anie.201605296 [22] Willyard C Drug-resistant bacteria ranked Nature 2017 543 15 10.1038/nature.2017.21550 28252092 [23] Gupta A Mumtaz S Li C H Hussain I Rotello V M Combatting antibiotic-resistant bacteria using nanomaterials Chem. Soc. Rev. 2019 48 415 427 10.1039/C7CS00748E 30462112 [24] Wang Y Yang Y Shi Y Song H Yu C Z Antibiotic-free antibacterial strategies enabled by nanomaterials: Progress and perspectives Adv. Mater. 2019 18 1904106 [25] Chernousova S Epple M Silver as antibacterial agent: Ion, nanoparticle, and metal Angew. Chem., Int. Ed. 2013 52 1636 1653 10.1002/anie.201205923 [26] Rtimi S Dionysiou D D Pillai S C Kiwi J Advances in catalytic/photocatalytic bacterial inactivation by nano Ag and Cu coated surfaces and medical devices Appl. Catal. B Environ. 2019 240 291 318 10.1016/j.apcatb.2018.07.025 [27] Foster H A Ditta I B Varghese S Steele A Photocatalytic disinfection using titanium dioxide: Spectrum and mechanism of antimicrobial activity Appl. Microbiol. Biotechnol. 2011 90 1847 1868 10.1007/s00253-011-3213-7 21523480 [28] Ma H B Williams P L Diamond S A Ecotoxicity of manufactured ZnO nanoparticles—A review Environ. Pollut. 2013 772 76 85 10.1016/j.envpol.2012.08.011 [29] Wang Z P Fang Y S Zhou X F Li Z B Zhu H G Du F L Yuan X Yao Q F Xie J P Embedding ultrasmall ag nano-clusters in luria-bertani extract via light irradiation for enhanced antibacterial activity Nano Res. 2020 13 203 208 10.1007/s12274-019-2598-y [30] Shi Q B Zhang H W Zhang H P Zhao P Zhang Y Tang Y H Polydopamine/silver hybrid coatings on soda-lime glass spheres with controllable release ability for inhibiting biofilm formation Sci. China Mater. 2020 63 842 850 10.1007/s40843-019-1252-6 [31] Zhang M Zhang C Zhai X Luo F Du Y Yan C Antibacterial mechanism and activity of cerium oxide nanoparticles Sci. China Mater. 2019 62 1727 1739 10.1007/s40843-019-9471-7 [32] Zhu Y Xu J Wang Y M Chen C Gu H C Chai Y M Wang Y Silver nanoparticles-decorated and mesoporous silica coated single-walled carbon nanotubes with an enhanced antibacterial activity for killing drug-resistant bacteria Nano Res. 2020 13 389 400 10.1007/s12274-020-2621-3 [33] AshaRani P V Mun G L K Hande M P Valiyaveettil S Cytotoxicity and genotoxicity of silver nanoparticles in human cells ACS Nano 2009 3 279 290 10.1021/nn800596w 19236062 [34] Ivask A ElBadawy A Kaweeteerawat C Boren D Fischer H Ji Z Chang C H Liu R Tolaymat T Telesca D Toxicity mechanisms in Escherichia coli vary for silver nanoparticles and differ from ionic silver ACS Nano 2014 8 374 386 10.1021/nn4044047 24341736 [35] Levard C Hotze E M Colman B P Dale A L Truong L Yang X Y Bone A J Brown G E Jr. Tanguay R L Di Giulio R T Sulfidation of silver nanoparticles: Natural antidote to their toxicity Environ. Sci. Technol. 2013 47 13440 13448 10.1021/es403527n 24180218 [36] Guo L R Panderi I Yan D D Szulak K Li Y J Chen Y T Ma H Niesen D B Seeram N Ahmed A A comparative study of hollow copper sulfide nanoparticles and hollow gold nanospheres on degradability and toxicity ACS Nano 2013 7 8780 8793 10.1021/nn403202w 24053214 [37] Qiu X Q Miyauchi M Sunada K Minoshima M Liu M Lu Y Li D Shimodaira Y Hosogi Y Kuroda Y Hybrid Cu,O/TiO 2 nanocomposites as risk-reduction materials in indoor environments ACS Nano 2012 6 1609 1618 10.1021/nn2045888 22208891 [38] Kim B C Jeong E Kim E Hong S W Bio-organic-inorganic hybrid photocatalyst, TiO 2 and glucose oxidase composite for enhancing antibacterial performance in aqueous environments Appl. Catal. B Environ. 2019 242 194 201 10.1016/j.apcatb.2018.09.102 [39] Karaolia P Michael-Kordatou I Hapeshi E Drosou C Bertakis Y Christofilos D Armatas G S Sygellou L Schwartz T Xekoukoulotakis N P Removal of antibiotics, antibiotic-resistant bacteria and their associated genes by graphene-based TiO 2 composite photocatalysts under solar radiation in urban wastewaters Appl. Catal. B Environ. 2018 224 810 824 10.1016/j.apcatb.2017.11.020 [40] Ge P Zhang C Y Hou H S Wu B K Zhou L Li S J Wu T J Hu J G Mai L Q Ji X B Anions induced evolution of Co 3 X 4 (X = O, S, Se) as sodium-ion anodes: The influences of electronic structure, morphology, electrochemical property Nano Energy 2018 48 617 629 10.1016/j.nanoen.2018.04.018 [41] Kuc A Zibouche N Heine T Influence of quantum confinement on the electronic structure of the transition metal sulfide TS 2 Phys. Rev. B 2011 83 245213 10.1103/PhysRevB.83.245213 [42] Wang F L Jin Z M Jiang Y J Backus E H G Bonn M Lou S N Turchinovich D Amal R Probing the charge separation process on In 2 S 3 /Pt-TiO 2 nanocomposites for boosted visible-light photocatalytic hydrogen production Appl. Catal. B Environ. 2016 198 25 31 10.1016/j.apcatb.2016.05.048 [43] Hu X L Chu L Y Dong X J Chen C R Tang T T Chen D J He X P Tian H Multivalent glycosheets for double light driven therapy of multidrug-resistant bacteria on wounds Adv. Funct. Mater. 2019 29 1806986 10.1002/adfm.201806986 [44] Hou S Mahadevegowda S H Van Cuong M Chan-Park M B Duan H Glycosylated copper sulfide nanocrystals for targeted photokilling of bacteria in the near-infrared II window Adv. Ther. 2019 2 1900052 10.1002/adtp.201900052 [45] Niu J S Sun Y H Wang F M Zhao C Q Ren J S Qu X G Photomodulated nanozyme used for a gram-selective antimicrobial Chem. Mat. 2018 30 7027 7033 10.1021/acs.chemmater.8b02365 [46] Tian Q W Jiang F R Zou R J Liu Q Chen Z G Zhu M F Yang S P Wang J L Wang J H Hu J Q Hydrophilic Cu 9 S 5 nanocrystals: A photothermal agent with a 25.7% heat conversion efficiency for photothermal ablation of cancer cells in vivo ACS Nano 2011 5 9761 9771 10.1021/nn203293t 22059851 [47] Hao J L Song G S Liu T Yi X Yang K Cheng L Liu Z In vivo long-term biodistribution, excretion, and toxicology of pegylated transition-metal dichalcogenides MS 2 (M = Mo, W, Ti) nanosheets Adv. Sci. 2017 4 1600160 10.1002/advs.201600160 [48] Nozik A J Photoelectrochemistry: applications to solar-energy conversion Annu. Rev. Phys. Chem. 1978 29 189 222 10.1146/annurev.pc.29.100178.001201 [49] Han J H Kwak M Kim Y Cheon J Recent advances in the solution-based preparation of two-dimensional layered transition metal chalcogenide nanostructures Chem. Rev. 2018 118 6151 6188 10.1021/acs.chemrev.8b00264 29926729 [50] Ipe B I Lehnig M Niemeyer C M On the generation of free radical species from quantum dots Small 2005 1 706 709 10.1002/smll.200500105 17193510 [51] Liu L Sun M Q Zhang H J Yu Q L Li M C Qi Y Zhang C D Gao G D Yuan Y J Zhai H H Facet energy and reactivity versus cytotoxicity: The surprising behavior of CdS nanorods Nano Lett. 2016 16 688 694 10.1021/acs.nanolett.5b04487 26673313 [52] Argueta-Figueroa L Martínez-Alvarez O Santos-Cruz J Garcia-Contreras R Acosta-Torres L S De La Fuente-Hernández J Arenas-Arrocena M C Nanomaterials made of non-toxic metallic sulfides: A systematic review of their potential biomedical applications Mater. Sci. Eng. C 2017 76 1305 1315 10.1016/j.msec.2017.02.120 [53] Guo Y N Park T Yi J W Henzie J Kim J Wang Z L Jiang B Bando Y Sugahara Y Tang J Nanoarchitectonics for transition-metal-sulfide-based electrocatalysts for water splitting Adv. Mater. 2019 31 1807134 10.1002/adma.201807134 [54] Chen X McDonald A R Functionalization of two-dimensional transition-metal dichalcogenides Adv. Mater. 2016 28 5738 5746 10.1002/adma.201505345 26848815 [55] Fang Y Q Pan J He J Q Luo R C Wang D Che X L Bu K J Zhao W Liu P Mu G Structure re-determination and superconductivity observation of bulk 1T MoS 2 Angew. Chem., Int. Ed. 2018 57 1232 1235 10.1002/anie.201710512 [56] Zhang J F Wageh S Al-Ghamdi A Yu J G New understanding on the different photocatalytic activity of wurtzite and zinc-blende CdS Appl. Catal. B Environ. 2016 192 101 107 10.1016/j.apcatb.2016.03.058 [57] Liu Y Liu M X Swihart M T Reversible crystal phase interconversion between covellite CuS and high chalcocite Cu 2 S nanocrystals Chem. Mat. 2017 29 4783 4791 10.1021/acs.chemmater.7b00579 [58] Kong D S Cha J J Wang H T Lee H R Cui Y First-row transition metal dichalcogenide catalysts for hydrogen evolution reaction Energy Environ. Sci. 2013 6 3553 3558 10.1039/c3ee42413h [59] Nosaka Y Nosaka A Y Generation and detection of reactive oxygen species in photocatalysis Chem. Rev. 2017 117 11302 11336 10.1021/acs.chemrev.7b00161 28777548 [60] Liu S B Zeng T H Hofmann M Burcombe E Wei J Jiang R R Kong J Chen Y Antibacterial activity of graphite, graphite oxide, graphene oxide, and reduced graphene oxide: Membrane and oxidative stress ACS Nano 2011 5 6971 6980 10.1021/nn202451x 21851105 [61] Bhaumik J Mittal A K Banerjee A Chisti Y Banerjee U C Applications of phototheranostic nanoagents in photodynamic therapy Nano Res. 2015 8 1373 1394 10.1007/s12274-014-0628-3 [62] Lushchak V I Free radicals, reactive oxygen species, oxidative stress and its classification Chem. Biol. Interact. 2014 224 164 175 10.1016/j.cbi.2014.10.016 25452175 [63] Fang G Li W F Shen X M Perez-Aguilar J M Chong Y Gao X Chai Z F Chen C Y Ge C C Zhou R H Differential Pd-nanocrystal facets demonstrate distinct antibacterial activity against gram-positive and gram-negative bacteria Nat. Commun. 2018 9 129 10.1038/s41467-017-02502-3 29317632 [64] Budanov A V Sablina A A Feinstein E Koonin E V Chumakov P M Regeneration of peroxiredoxins by p53-regulated sestrins, homologs of bacterial ahpd Science 2004 304 596 600 10.1126/science.1095569 15105503 [65] Dalrymple O K Stefanakos E Trotz M A Goswami D Y A review of the mechanisms and modeling of photocatalytic disinfection Appl. Catal. B Environ. 2010 98 27 38 10.1016/j.apcatb.2010.05.001 [66] Apel K Hirt H Reactive oxygen species: Metabolism, oxidative stress, and signal transduction Annu. Rev. Plant Biol. 2004 55 373 399 10.1146/annurev.arplant.55.031903.141701 15377225 [67] Levy M Chowdhury P P Nagpal P Quantum dot therapeutics: A new class of radical therapies J. Biol. Eng. 2019 13 48 10.1186/s13036-019-0173-4 31160923 [68] Ray S K Dhakal D Hur J Lee S W Visible light driven MoS 2 /α-NiMoO 4 ultra-thin nanoneedle composite for efficient staphylococcus aureus inactivation J. Hazard. Mater. 2020 385 121553 10.1016/j.jhazmat.2019.121553 31818659 [69] Kim T I Kwon B Yoon J Park I J Bang G S Park Y Seo Y S Choi S Y Antibacterial activities of graphene oxide molybdenum disulfide nanocomposite films ACS Appl. Mater. Inter. 2017 9 7908 7917 10.1021/acsami.6b12464 [70] Zhang G N Zhang X Y Yang Y Q Chi R F Shi J Hang R Q Huang X B Yao X H Chu P K Zhang X Y Dual light-induced in situ antibacterial activities of biocompatible TiO2/MoS2/PDA/RGD nanorod arrays on titanium Biomater. Sci. 2020 8 391 404 10.1039/C9BM01507H 31728464 [71] Fujishima A Honda K Electrochemical photolysis of water at a semiconductor electrode Nature 1972 238 37 38 10.1038/238037a0 12635268 [72] Liu J Liu Y Liu N Y Han Y Z Zhang X Huang H Lifshitz Y Lee S T Zhong J Kang Z H Metal-free efficient photocatalyst for stable visible water splitting via a two-electron pathway Science 2015 347 970 974 10.1126/science.aaa3145 25722405 [73] Wang F L Ho J H Jiang Y J Amal R Tuning phase composition of TiO 2 by Sn 4+ doping for efficient photocatalytic hydrogen generation ACS Appl. Mater. Inter. 2015 7 23941 23948 10.1021/acsami.5b06287 [74] Pelaez M Nolan N T Pillai S C Seery M K Falaras P Kontos A G Dunlop P S M Hamilton J W J Byrne J A O’Shea K A review on the visible light active titanium dioxide photocatalysts for environmental applications Appl. Catal. B Environ. 2012 125 331 349 10.1016/j.apcatb.2012.05.036 [75] Konstantinou I K Albanis T A TiO 2 -assisted photocatalytic degradation of azo dyes in aqueous solution: Kinetic and mechanistic investigations — a review Appl. Catal. B Environ. 2004 49 1 14 10.1016/j.apcatb.2003.11.010 [76] Chong M N Jin B Chow C W K Saint C Recent developments in photocatalytic water treatment technology: A review Water Res. 2010 44 2997 3027 10.1016/j.watres.2010.02.039 20378145 [77] Wang L W Zhang X Yu X Gao F E Shen Z Y Zhang X L Ge S G Liu J Gu Z J Chen C Y An all-organic semiconductor C 3 N 4 /PDINH heterostructure with advanced antibacterial photocatalytic therapy activity Adv. Mater. 2019 31 1901965 10.1002/adma.201901965 [78] Waiskopf N Ben-Shahar Y Banin U Photocatalytic hybrid semiconductor-metal nanoparticles; from synergistic properties to emerging applications Adv. Mater. 2018 30 1706697 10.1002/adma.201706697 [79] Li Y Liu X M Tan L Cui Z D Jing D D Yang X J Liang Y Q Li Z Y Zhu S L Zheng Y F Eradicating multidrug-resistant bacteria rapidly using a multi functional g-C 3 N 4 @Bi 2 S 3 nanorod heterojunction with or without antibiotics Adv. Funct. Mater. 2019 29 1900946 10.1002/adfm.201900946 [80] Wang F L Jiang Y J Lawes D J Ball G E Zhou C F Liu Z W Amal R Analysis of the promoted activity and molecular mechanism of hydrogen production over fine Au-Pt alloyed TiO 2 photocatalysts ACS Catal. 2015 5 3924 3931 10.1021/acscatal.5b00623 [81] Wang F L Wong R J Ho J H Jiang Y J Amal R Sensitization of Pt/TiO 2 using plasmonic Au nanoparticles for hydrogen evolution under visible-light irradiation ACS Appl. Mater. Inter. 2017 9 30575 30582 10.1021/acsami.7b06265 [82] Wang L D Xu D Gao J Chen X Duo Y H Zhang H Semiconducting quantum dots: Modification and applications in biomedical science Sci. China Mater. 2020 63 1631 1650 10.1007/s40843-020-1330-7 [83] Wang F L Jiang Y J Gautam A Li Y R Amal R Exploring the origin of enhanced activity and reaction pathway for photocatalytic H 2 production on Au/B-TiO 2 catalysts ACS Catal. 2014 4 1451 1457 10.1021/cs5002948 [84] Li Y Zhang W Niu J F Chen Y S Mechanism of photogenerated reactive oxygen species and correlation with the antibacterial properties of engineered metal-oxide nanoparticles ACS Nano 2012 6 5164 5173 10.1021/nn300934k 22587225 [85] Liu Y Zeng X K Hu X Y Hu J Zhang X W Two-dimensional nanomaterials for photocatalytic water disinfection: Recent progress and future challenges J. Chem. Technol. Biotechnol. 2019 94 22 37 10.1002/jctb.5779 [86] Zhang, X. Y.; Zhang, G. N.; Zhang, H. Y.; Liu, X. P.; Shi, J.; Shi, H. X.; Yao, X. H.; Chu, P. K.; Zhang, X. Y. A bifunctional hydrogel incorporated with CuS@MoS 2 microspheres for disinfection and improved wound healing. Chem. Eng. J. 2020 , 382 . [87] Lin Y F Han D L Li Y Tan L Liu X Cui Z D Yang X J Li Z Y Liang Y Q Zhu S L Ag 2 S@WS 2 heterostructure for rapid bacteria-killing using near-infrared light ACS Sustain. Chem. Eng. 2019 7 14982 14990 10.1021/acssuschemeng.9b03287 [88] Shang E X Niu J F Li Y Zhou Y J Crittenden J C Comparative toxicity of Cd, Mo, and W sulphide nanomaterials toward E. coli under UV irradiation Environ. Pollut. 2017 224 606 614 10.1016/j.envpol.2017.02.044 28258860 [89] Wei H Wang E K Nanomaterials with enzyme-like characteristics (nanozymes): Next-generation artificial enzymes Chem. Soc. Rev. 2013 42 6060 6093 10.1039/c3cs35486e 23740388 [90] Wu J X Wang X Y Wang Q Lou Z P Li S R Zhu Y Y Qin L Wei H Nanomaterials with enzyme-like characteristics (nanozymes): Next-generation artificial enzymes (II) Chem. Soc. Rev. 2019 48 1004 1076 10.1039/C8CS00457A 30534770 [91] Lin Y H Ren J S Qu X G Catalytically active nanomaterials: A promising candidate for artificial enzymes Acc. Chem. Res. 2014 47 1097 1105 10.1021/ar400250z 24437921 [92] Cao F F Zhang L Wang H You Y W Wang Y Gao N Ren J S Qu X G Defect-rich adhesive nanozymes as efficient antibiotics for enhanced bacterial inhibition Angew. Chem., Int. Ed. 2019 58 16236 16242 10.1002/anie.201908289 [93] Shan J Y Li X Yang K L Xiu W J Wen Q R Zhang Y Q Yuwen L H Weng L X Teng Z G Wang L H Efficient bacteria killing by Cu 2 WS 4 nanocrystals with enzyme-like properties and bacteria-binding ability ACS Nano 2019 13 13797 13808 10.1021/acsnano.9b03868 31696705 [94] Wang W S Li B L Yang H L Lin Z F Chen L L Li Z Ge J Y Zhang T Xia H Li L H Efficient elimination of multidrug-resistant bacteria using copper sulfide nanozymes anchored to graphene oxide nanosheets Nano Res. 2020 13 2156 2164 10.1007/s12274-020-2824-7 [95] Masimukku S Hu Y C Lin Z H Chan S W Chou T M Wu J M High efficient degradation of dye molecules by pdms embedded abundant single-layer tungsten disulfide and their antibacterial performance Nano Energy 2018 46 338 346 10.1016/j.nanoen.2018.02.008 [96] Chou T M Chan S W Lin Y J Yang P K Liu C C Lin Y J Wu J M Lee J T Lin Z H A highly efficient Au-MoS 2 nanocatalyst for tunable piezocatalytic and photocatalytic water disinfection Nano Energy 2019 57 14 21 10.1016/j.nanoen.2018.12.006 [97] Tian Q W Tang M H Sun Y G Zou R J Chen Z G Zhu M F Yang S P Wang J L Wang J L Hu J Q Hydrophilic flower-like CuS superstructures as an efficient 980 nm laser-driven photothermal agent for ablation of cancer cells Adv. Mater. 2011 23 3542 3547 10.1002/adma.201101295 21735487 [98] Cheng L Liu J J Gu X Gong H Shi X Z Liu T Wang C Wang X Y Liu G Xing H Y Pegylated WS 2 nanosheets as a multifunctional theranostic agent for in vivo dual-modal ct/photoacoustic imaging guided photothermal therapy Adv. Mater. 2014 26 1886 1893 10.1002/adma.201304497 24375758 [99] Li X Shan J Y Zhang W Z Su S Yuwen L H Wang L H Recent advances in synthesis and biomedical applications of two-dimensional transition metal dichalcogenide nanosheets Small 2017 13 28 [100] Wang X C Lv F Li T Han Y M Yi Z F Liu M Y Chang J Wu C T Electrospun micropatterned nanocomposites incorporated with Cu 2 S nanoflowers for skin tumor therapy and wound healing ACS Nano 2017 11 11337 11349 10.1021/acsnano.7b05858 29059516 [101] Hsu S W On K Tao A R Localized surface plasmon resonances of anisotropic semiconductor nanocrystals J. Am. Chem. Soc. 2011 133 19072 19075 10.1021/ja2089876 22044349 [102] Kriegel I Jiang C Y Rodríguez-Fernández J Schaller R D Talapin D V Da Como E Feldmann J Tuning the excitonic and plasmonic properties of copper chalcogenide nanocrystals J. Am. Chem. Soc. 2012 134 1583 1590 10.1021/ja207798q 22148506 [103] Huang J L Zhou J F Zhuang J Y Gao H Z Huang D H Wang L X Wu W L Li Q B Yang D P Han M Y Strong near-infrared absorbing and biocompatible CuS nanoparticles for rapid and efficient photothermal ablation of Gram-positive and -negative bacteria ACS Appl. Mater. Inter. 2017 9 36606 36614 10.1021/acsami.7b11062 [104] Chen J Q Ning C Y Zhou Z N Yu P Zhu Y Tan G X Mao C B Nanomaterials as photothermal therapeutic agents Prog. Mater. Sci. 2019 99 1 26 10.1016/j.pmatsci.2018.07.005 30568319 [105] Lee H P Gaharwar A K Light-responsive inorganic biomaterials for biomedical applications Adv. Sci. 2020 7 2000863 10.1002/advs.202000863 [106] Zhu M Liu X M Tan L Cui Z D Liang Y Q Li Z Y Wai K Yeung K Wu S L Photo-responsive chitosan/Ag/MoS 2 for rapid bacteria-killing J. Hazard. Mater. 2020 383 121122 10.1016/j.jhazmat.2019.121122 31518801 [107] Liu X Y Li X Y Shan Y Yin Y X Liu C R Lin Z Y Kumar S S CuS nanoparticles anchored to g-C 3 N 4 nanosheets for photothermal ablation of bacteria RSC Adv. 2020 10 12183 12191 10.1039/D0RA00566E 35497635 [108] Zhang C Hu D F Xu J W Ma M Q Xing H B Yao K Ji J Xu Z K Polyphenol-assisted exfoliation of transition metal dichalcogenides into nanosheets as photothermal nanocarriers for enhanced antibiofilm activity ACS Nano 2018 12 12347 12356 10.1021/acsnano.8b06321 30509063 [109] Li M Li L Q Su K Liu X M Zhang T J Liang Y Q Jing D D Yang X J Zheng D Cui Z D Highly effective and noninvasive near-infrared eradication of a Staphylococcus aureus biofilm on implants by a photoresponsive coating within 20 min Adv. Sci. 2019 6 1900599 10.1002/advs.201900599 [110] Yin W Y Yu J Lv F T Yan L Zheng L R Gu Z J Zhao Y L Functionalized nano-MoS 2 with peroxidase catalytic and near-infrared photothermal activities for safe and synergetic wound antibacterial applications ACS Nano 2016 10 11000 11011 10.1021/acsnano.6b05810 28024334 [111] Sun W Wu F G Two-dimensional materials for antimicrobial applications: Graphene materials and beyond Chem. Asian J. 2018 13 3378 3410 10.1002/asia.201800851 30016575 [112] Mei L Q Zhu S Yin W Y Chen C Y Nie G J Gu Z J Zhao Y L Two-dimensional nanomaterials beyond graphene for antibacterial applications: Current progress and future perspectives Theranostics 2020 10 757 781 10.7150/thno.39701 31903149 [113] Neupane G P Zhang L Yildirim T Zhou K Wang B W Tang Y L Ma W D Xue Y Z Lu Y R A prospective future towards bio/medical technology and bioelectronics based on 2D vdWs heterostructures Nano Res. 2020 13 1 17 10.1007/s12274-019-2585-3 [114] Han W Wu Z N Li Y Wang Y Y Graphene family nanomaterials (GFNs)-promising materials for antimicrobial coating and film: A review Chem. Eng. J. 2019 358 1022 1037 10.1016/j.cej.2018.10.106 [115] Yang X Li J Liang T Ma C Y Zhang Y Y Chen H Z Hanagata N Su H X Xu M S Antibacterial activity of two-dimensional MoS 2 sheets Nanoscale 2014 6 10126 10133 10.1039/C4NR01965B 25042363 [116] Wu R R Ou X W Tian R R Zhang J Jin H S Dong M D Li J Y Liu L Membrane destruction and phospholipid extraction by using two-dimensional MoS2 nanosheets Nanoscale 2018 10 20162 20170 10.1039/C8NR04207A 30259040 [117] Roy S Mondal A Yadav V Sarkar A Banerjee R Sanpui P Jaiswal A Mechanistic insight into the antibacterial activity of chitosan exfoliated MoS 2 nanosheets: Membrane damage, metabolic inactivation, and oxidative stress ACS Appl. Bio Mater. 2019 2 2738 2755 10.1021/acsabm.9b00124 [118] Liu X Duan G X Li W F Zhou Z F Zhou R H Membrane destruction-mediated antibacterial activity of tungsten disulfide (WS 2 ) Rsc Adv. 2017 7 37873 37880 10.1039/C7RA06442J [119] Navale G R Rout C S Gohil K N Dharne M S Late D J Shinde S S Oxidative and membrane stress-mediated antibacterial activity of WS 2 and RGO-WS 2 nanosheets Rsc Adv. 2015 5 74726 74733 10.1039/C5RA15652A [120] Hoseinnejad M Jafari S M Katouzian I Inorganic and metal nanoparticles and their antimicrobial activity in food packaging applications Crit. Rev. Microbiol. 2018 44 161 181 10.1080/1040841X.2017.1332001 28578640 [121] Cao F F Ju E G Zhang Y Wang Z Z Liu C Q Huang Y Y Dong K Ren J Qu X G An efficient and benign antimicrobial depot based on silver-infused MoS 2 ACS Nano 2017 11 4651 4659 10.1021/acsnano.7b00343 28406604 [122] Dobias J Bernier-Latmani R Silver release from silver nanoparticles in natural waters Environ. Sci. Technol. 2013 47 4140 4146 10.1021/es304023p 23517230 [123] Pang M L Hu J Y Zeng H C Synthesis, morphological control, and antibacterial properties of hollow/solid Ag 2 S/Ag heterodimers J. Am. Chem. Soc. 2010 132 10771 10785 10.1021/ja102105q 20681710 [124] Addae E Dong X McCoy E Yang C Chen W Yang L J Investigation of antimicrobial activity of photothermal therapeutic gold/copper sulfide core/shell nanoparticles to bacterial spores and cells J.Biol. Eng. 2014 8 11 10.1186/1754-1611-8-11 24963345 [125] Delgado-Beleño Y Martinez-Nuñez C E Cortez-Valadez M Flores-López N S Flores-Acosta M Optical properties of silver, silver sulfide and silver selenide nanoparticles and antibacterial applications Mater. Res. Bull. 2018 99 385 392 10.1016/j.materresbull.2017.11.015 [126] Qiao Y Ping Y Zhang H B Zhou B Liu F Y Yu Y H Xie T T Li W L Zhong D N Zhang Y Z Laser-activatable CuS nanodots to treat multidrug-resistant bacteria and release copper ion to accelerate healing of infected chronic nonhealing wounds ACS Appl. Mater. Inter. 2019 11 3809 3822 10.1021/acsami.8b21766 [127] Wang X X Li L Y Fu Z Cui F L Carbon quantum dots decorated CuS nanocomposite for effective degradation of methylene blue and antibacterial performance J. Mol. Liq. 2018 268 578 586 10.1016/j.molliq.2018.07.086 [128] Wang W S Cheng X H Liao J W Lin Z F Chen L L Liu D D Zhang T Li L H Lu Y Xia H Synergistic photothermal and photodynamic therapy for effective implant-related bacterial infection elimination and biofilm disruption using Cu 9 S 8 nanoparticles ACS Biomater. Sci. Eng. 2019 5 6243 6253 10.1021/acsbiomaterials.9b01280 33405531 [129] Xu Z B Qiu Z Y Liu Q Huang Y X Li D D Shen X G Fan K L Xi J Q Gu Y H Tang Y Converting organosulfur compounds to inorganic polysulfides against resistant bacterial infections Nat. Commun. 2018 9 3713 10.1038/s41467-018-06164-7 30213949 [130] Wu N Yu Y D Li T Ji X J Jiang L Zong J J Huang H Investigating the influence of MoS 2 nanosheets on E. coli from metabolomics level Plos One 2016 11 e0167245 10.1371/journal.pone.0167245 27907068 [131] Pandit S Karunakaran S Boda S K Basu B De M High antibacterial activity of functionalized chemically exfoliated MoS 2 ACS Appl. Mater. Inter. 2016 8 31567 31573 10.1021/acsami.6b10916 [132] Tian X Sun Y R Fan S H Boudreau M D Chen C Y Ge C C Yin J J Photogenerated charge carriers in molybdenum disulfide quantum dots with enhanced antibacterial activity ACS Appl. Mater. Inter. 2019 11 4858 4866 10.1021/acsami.8b19958 [133] Liu C Kong D Hsu P C Yuan H T Lee H W Liu Y Y Wang H T Wang S Yan K Lin D C Rapid water disinfection using vertically aligned MoS 2 nanofilms and visible light Nat. Nanotechnol. 2016 11 1098 1104 10.1038/nnano.2016.138 27525474 [134] Chen X Berner N C Backes C Duesberg G S McDonald A R Functionalization of two-dimensional MoS 2 : On the reaction between MoS 2 and organic thiols Angew.Chem., Inter. Ed. 2016 55 5803 5808 10.1002/anie.201510219 [135] Wang W J Li G Y Xia D H An T C Zhao H J Wong P K Photocatalytic nanomaterials for solar-driven bacterial inactivation: Recent progress and challenges Environ. Sci. Nano 2017 4 782 799 10.1039/C7EN00063D [136] Novoselov K S Mishchenko A Carvalho A Neto A H C 2D materials and van der waals heterostructures Science 2016 353 aac9439 10.1126/science.aac9439 27471306 [137] Wang F L Kusada K Wu D S Yamamoto T Toriyama T Matsumura S Nanba Y Koyama M Kitagawa H Solid-solution alloy nanoparticles of the immiscible iridium-copper system with a wide composition range for enhanced electrocatalytic applications Angew. Chem., Int. Ed. 2018 57 4505 4509 10.1002/anie.201800650 [138] Wang H Y Hua X W Wu F G Li B L Liu P D Gu N Wang Z F Chen Z Synthesis of ultrastable copper sulfide nano-clusters via trapping the reaction intermediate: Potential anticancer and antibacterial applications ACS Appl. Mater. Inter. 2015 7 7082 7092 10.1021/acsami.5b01214 [139] Ellis J K Lucero M J Scuseria G E The indirect to direct band gap transition in multilayered MoS 2 as predicted by screened hybrid density functional theory Appl. Phys. Lett. 2011 99 261908 10.1063/1.3672219 [140] Molina-Sánchez A Wirtz L Phonons in single-layer and few-layer MoS 2 and WS 2 Phys. Rev. B 2011 84 155413 10.1103/PhysRevB.84.155413 [141] He X Singh D J Boon-On P Lee M W Zhang L J Dielectric behavior as a screen in rational searches for electronic materials: Metal pnictide sulfosalts J. Am. Chem. Soc. 2018 140 18058 18065 10.1021/jacs.8b10685 30516996 [142] Cheng P F Zhou Q W Hu X B Su S Q Wang X Jin M L Shui L L Gao X S Guan Y Q Nozel R Transparent glass with the growth of pyramid-type MoS 2 for highly efficient water disinfection under visible-light irradiation ACS Appl. Mater. Inter. 2018 10 23444 23450 10.1021/acsami.8b06656 [143] Karunakaran S Pandit S Basu B De M Simultaneous exfoliation and functionalization of 2H-MoS 2 by thiolated surfactants: Applications in enhanced antibacterial activity J. Am. Chem. Soc. 2018 140 12634 12644 10.1021/jacs.8b08994 30192533 [144] Dai X M Zhao Y Yu Y J Chen X L Wei X S Zhang X G Li C X Single continuous near-infrared laser-triggered photodynamic and photothermal ablation of antibiotic-resistant bacteria using effective targeted copper sulfide nanoclusters ACS Appl. Mater. Inter. 2017 9 30470 30479 10.1021/acsami.7b09638 [145] Gabriel G J Maegerlein J A Nelson C F Dabkowski J M Eren T Nüsslein K Tew G N Comparison of facially amphiphilic versus segregated monomers in the design of antibacterial copolymers Chem. Eur. J 2009 15 433 439 10.1002/chem.200801233 19021176 [146] Nguyen E P Carey B J Ou J Z van Embden J Della Gaspera E Chrimes A F Spencer M J S Zhuiykov S Kalantar-zadeh K Daeneke T Electronic tuning of 2D MoS 2 through surface functionalization Adv. Mater. 2015 27 6225 6229 10.1002/adma.201503163 26375859 [147] Li H Tsai C Koh A L Cai L L Contryman A W Fragapane A H Zhao J H Han H S Manoharan H C Abild-Pedersen F Activating and optimizing MoS 2 basal planes for hydrogen evolution through the formation of strained sulphur vacancies Nat. Mater. 2016 15 48 53 10.1038/nmat4465 26552057 [148] Gao Q Zhang X Yin W Y Ma D Q Xie C J Zheng L R Dong X H Mei L Q Yu J Wang C Z Functionalized MoS2 nanovehicle with near-infrared laser-mediated nitric oxide release and photothermal activities for advanced bacteria-infected wound therapy Small 2018 14 1802290 10.1002/smll.201802290 [149] Ren Y J Zeng D Q Ong W J Interfacial engineering of graphitic carbon nitride ( g -C 3 N 4 )-based metal sulfide heterojunction photocatalysts for energy conversion: A review Chinese J. Catal. 2019 40 289 319 10.1016/S1872-2067(19)63293-6 [150] Low J X Yu J G Jaroniec M Wageh S Al-Ghamdi A A Heterojunction photocatalysts Adv. Mater. 2017 29 1601694 10.1002/adma.201601694 [151] Zhang X Y Zhang C Yang Y Q Zhang H Y Huang X B Hang R Q Yao X H Light-assisted rapid sterilization by a hydrogel incorporated with Ag 3 PO 4 /MoS 2 composites for efficient wound disinfection Chem. Eng. J. 2019 374 596 604 10.1016/j.cej.2019.05.229 [152] Wang H L Zhang L S Chen Z G Hu J Q Li S J Wang Z H Liu J S Wang X C Semiconductor heterojunction photocatalysts: Design, construction, and photocatalytic performances Chem. Soc. Rev. 2014 43 5234 5244 10.1039/C4CS00126E 24841176 [153] Baek M Kim E J Hong S W Kim W Yong K Environmentally benign synthesis of CuInS 2 /ZnO heteronanorods: Visible light activated photocatalysis of organic pollutant/bacteria and study of its mechanism Photochem. Photobiol. Sci. 2017 16 1792 1800 10.1039/c7pp00248c 29115360 [154] Meng X C Li Z Z Zeng H M Chen J Zhang Z S MoS 2 quantum dots-interspersed Bi 2 WO 6 heterostructures for visible light-induced detoxification and disinfection Appl. Catal. B Environ. 2017 210 160 172 10.1016/j.apcatb.2017.02.083 [155] Xu Q L Zhang L Y Yu J G Wageh S Al-Ghamdi A A Jaroniec M Direct Z-scheme photocatalysts: Principles, synthesis, and applications Mater. Today 2018 21 1042 1063 10.1016/j.mattod.2018.04.008 [156] Bard A J Photoelectrochemistry and heterogeneous photocatalysis at semiconductors J. Photochem. 1979 10 59 75 10.1016/0047-2670(79)80037-4 [157] Zhou P Yu J Jaroniec M All-solid-state Z-scheme photocatalytic systems Adv. Mater. 2014 26 4920 4935 10.1002/adma.201400288 24888530 [158] Low J X Jiang C J Cheng B Wageh S Al-Ghamdi A A Yu J G A review of direct Z-scheme photocatalysts Small Methods 2017 1 1700080 10.1002/smtd.201700080 [159] Li Y R Li L L Gong Y Q Bai S Ju H X Wang C M Xu Q Zhu J F Jiang J Xiong Y J Towards full-spectrum photocatalysis: Achieving a Z-scheme between Ag 2 S and TiO 2 by engineering energy band alignment with interfacial Ag Nano Res. 2015 8 3621 3629 10.1007/s12274-015-0862-3 [160] Chen Y X Liang Y Zhao M J Wang Y Zhang L Jiang Y Y Wang G T Zou P Zeng J Zhang Y S In situ ion exchange synthesis of Ag 2 S/AgVO 3 graphene aerogels for enhancing photocatalytic antifouling efficiency Ind. Eng. Chem. Res. 2019 58 3538 3548 10.1021/acs.iecr.8b05962 [161] Zhang C Wang J M Chi R F Shi J Yang Y Q Zhang X Y Reduced graphene oxide loaded with MoS 2 and Ag 3 PO 4 nano-particles/PVA interpenetrating hydrogels for improved mechanical and antibacterial properties Mater. Des. 2019 183 108166 10.1016/j.matdes.2019.108166 [162] Di T M Xu Q L Ho W K Tang H Xiang Q J Yu J G Review on metal sulphide-based Z-scheme photocatalysts ChemCatChem 2019 11 1394 1411 10.1002/cctc.201802024 [163] Wang M Y Ye M D Iocozzia J Lin C J Lin Z Q Plasmon-mediated solar energy conversion via photocatalysis in noble metal/semiconductor composites Adv. Sci. 2016 3 1600024 10.1002/advs.201600024 [164] Jiang R B Li B X Fang C H Wang J F Metal/semiconductor hybrid nanostructures for plasmon-enhanced applications Adv. Mater. 2014 26 5274 5309 10.1002/adma.201400203 24753398 [165] Zhang X M Chen Y L Liu R S Tsai D P Plasmonic photocatalysis Rep. Prog. Phys. 2013 76 046401 10.1088/0034-4885/76/4/046401 23455654 [166] Dreaden E C Alkilany A M Huang X H Murphy C J El-Sayed M A The golden age: Gold nanoparticles for biomedicine Chem. Soc. Rev. 2012 41 2740 2779 10.1039/C1CS15237H 22109657 [167] Wu L Li F Xu Y Y Zhang J W Zhang D Q Li G S Li H X Plasmon-induced photoelectrocatalytic activity of Au nanoparticles enhanced TiO 2 nanotube arrays electrodes for environmental remediation Appl. Catal. B Environ. 2015 164 217 224 10.1016/j.apcatb.2014.09.029 [168] Zeng S W Baillargeat D Ho H P Yong K T Nanomaterials enhanced surface plasmon resonance for biological and chemical sensing applications Chem. Soc. Rev. 2014 43 3426 3452 10.1039/c3cs60479a 24549396 [169] Yang J J Wang F L Yuan H Q Zhang L S Jiang Y Y Zhang X Liu C Chai L Li H Stenzel M Recent advances in ultra-small fluorescent Au nanoclusters toward oncological research Nanoscale 2019 11 17967 17980 10.1039/C9NR04301B 31355833 [170] Gupta R Eswar N K Modak J M Madras G Effect of morphology of zinc oxide in ZnO-CdS-Ag ternary nanocomposite towards photocatalytic inactivation of E. coli under UV and visible light Chem. Eng. J. 2017 307 966 980 10.1016/j.cej.2016.08.142 [171] Chen X B Shen S H Guo L J Mao S S Semiconductor-based photocatalytic hydrogen generation Chem. Rev. 2010 110 6503 6570 10.1021/cr1001645 21062099 [172] Tang K W Wang L Y Geng H Qiu J J Cao H L Liu X Y Molybdenum disulfide (MoS 2 ) nanosheets vertically coated on titanium for disinfection in the dark Arab. J. Chem. 2020 13 1612 1623 10.1016/j.arabjc.2017.12.013 [173] Fakhri A Pourmand M Khakpour R Behrouz S Structural, optical, photoluminescence and antibacterial properties of copper-doped silver sulfide nanoparticles J. Photochem. Photobiol. B Biol. 2015 149 78 83 10.1016/j.jphotobiol.2015.05.013 [174] Patel N H Deshpande M P Chaki S H Keharia H R Tuning of optical, thermal and antimicrobial capabilities of CdS nanoparticles with incorporated Mn prepared by chemical method J. Mater. Sci. Mater. Electron. 2017 28 10866 10876 10.1007/s10854-017-6865-y [175] Ristic B Z Milenkovic M M Dakic I R Todorovic-Markovic B M Milosavljevic M S Budimir M D Paunovic V G Dramicanin M D Markovic Z M Trajkovic V S Photodynamic antibacterial effect of graphene quantum dots Biomaterials 2014 35 4428 4435 10.1016/j.biomaterials.2014.02.014 24612819 [176] Li R B Mansukhani N D Guiney L M Ji Z X Zhao Y C Chang C H French C T Miller J F Hersam M C Nel A E Identification and optimization of carbon radicals on hydrated graphene oxide for ubiquitous antibacterial coatings ACS Nano 2016 10 10966 10980 10.1021/acsnano.6b05692 28024366 [177] Liu S B Hu M Zeng T H Wu R Jiang R R Wei J Wang L Kong J Chen Y Lateral dimension-dependent antibacterial activity of graphene oxide sheets Langmuir 2012 28 12364 12372 10.1021/la3023908 22827339 [178] Rajendiran K Zhao Z Z Pei D S Fu A L Antimicrobial activity and mechanism of functionalized quantum dots Polymers 2019 11 1670 10.3390/polym11101670 31614993 [179] Han D L Ma M X Han Y J Cui Z D Liang Y Q Liu X M Li Z Y Zhu S L Wu S L Eco-friendly hybrids of carbon quantum dots modified MoS 2 for rapid microbial inactivation by strengthened photocatalysis ACS Sustain. Chem. Eng. 2020 8 534 542 10.1021/acssuschemeng.9b06045 [180] Wang W N Zhang C Y Zhang M F Pei P Zhou W Zha Z B Shao M Qian H S Precisely photothermal controlled releasing of antibacterial agent from Bi 2 S 3 hollow microspheres triggered by nir light for water sterilization Chem. Eng. J. 2020 381 122630 10.1016/j.cej.2019.122630 [181] Zhang G Zhang Z H Xia D H Qu Y Wang W Q Solar driven self-sustainable photoelectrochemical bacteria inactivation in scale-up reactor utilizing large-scale fabricable Ti/MoS 2 /MoO x photoanode J. Hazard. Mater. 2020 392 122292 10.1016/j.jhazmat.2020.122292 32097851 [182] Gao P Liu J Sun D D Ng W Graphene oxide-CdS composite with high photocatalytic degradation and disinfection activities under visible light irradiation J. Hazard. Mater. 2013 250 412 420 10.1016/j.jhazmat.2013.02.003 23500421 [183] Li W P Su C H Wang S J Tsai F J Chang C T Liao M C Yu C C Thi-Tuong Vi T Lee C N Chiu W T CO 2 delivery to accelerate incisional wound healing following single irradiation of near-infrared lamp on the coordinated colloids ACS Nano 2017 11 5826 5835 10.1021/acsnano.7b01442 28521102 [184] Agarwal V Chatterjee K Recent advances in the field of transition metal dichalcogenides for biomedical applications Nanoscale 2018 10 16365 16397 10.1039/C8NR04284E 30151537 [185] Yuwen L H Sun Y T Tan G L Xiu W J Zhang Y Q Weng L X Teng Z G Wang L H MoS 2 @polydopamine-Ag nanosheets with enhanced antibacterial activity for effective treatment of Staphylococcus aureus biofilms and wound infection Nanoscale 2018 10 16711 16720 10.1039/C8NR04111C 30156245 [186] Yuan Z Tao B L He Y Liu J Lin C C Shen X K Ding Y Yu Y L Mu C Y Liu P Biocompatible MoS2/PDA-RGD coating on titanium implant with antibacterial property via intrinsic ROS-independent oxidative stress and nir irradiation Biomaterials 2019 217 119290 10.1016/j.biomaterials.2019.119290 31252244 [187] Feng Z Z Liu X M Tan L Cui Z D Yang X J Li Z Y Zheng Y F Yeung K W K Wu S L Electrophoretic deposited stable chitosan@MoS2 coating with rapid in situ bacteria-killing ability under dual-light irradiation Small 2018 14 1704347 10.1002/smll.201704347 [188] Shalabayev Z Baláž M Daneu N Dutková E Bujňáková Z Kanuchová M Danková Z Balážová Ĺ Urakaev F Tkaciková Sulfur-mediated mechanochemical synthesis of spherical and needle-like copper sulfide nanocrystals with antibacterial activity ACS Sustain. Chem. Eng. 2019 7 12897 12909 10.1021/acssuschemeng.9b01849 [189] Cecioni S Imberty A Vidal S Glycomimetics versus multivalent glycoconjugates for the design of high affinity lectin ligands Chem. Rev. 2015 115 525 561 10.1021/cr500303t 25495138 [190] Novoa A Eierhoff T Topin J Varrot A Barluenga S Imberty A Römer W Winssinger N A leca ligand identified from a galactoside-conjugate array inhibits host cell invasion by pseudomonas aeruginosa Angew. Chem., Int. Ed. 2014 53 8885 8889 10.1002/anie.201402831 [191] Lundquist J J Toone E J The cluster glycoside effect Chem. Rev. 2002 102 555 578 10.1021/cr000418f 11841254 [192] Bernardi A Jiménez-Barbero J Casnati A De Castro C Darbre T Fieschi F Finne J Funken H Jaeger K E Lahmann M Multivalent glycoconjugates as anti-pathogenic agents Chem. Soc. Rev. 2013 42 4709 4727 10.1039/C2CS35408J 23254759 [193] Versteeg H H Heemskerk J W M Levi M Reitsma P H New fundamentals in hemostasis Physiol. Rev. 2013 93 327 358 10.1152/physrev.00016.2011 23303912 [194] Li J Tan L Liu X M Cui Z D Yang X J Yeung K W K Chu P K Wu S L Balancing bacteria-osteoblast competition through selective physical puncture and biofunctionalization of ZnO/polydopamine/arginine-glycine-aspartic acid-cysteine nanorods ACS Nano 2017 11 11250 11263 10.1021/acsnano.7b05620 29049874 [195] Midwood K S Williams L V Schwarzbauer J E Tissue repair and the dynamics of the extracellular matrix Int. J. Biochem. Cell Biol. 2004 36 1031 1037 10.1016/j.biocel.2003.12.003 15094118 [196] Chang H Y Sneddon J B Alizadeh A A Sood R West R B Montgomery K Chi J T van de Rijn M Botstein D Brown P O Gene expression signature of fibroblast serum response predicts human cancer progression: Similarities between tumors and wounds PLoS Biol. 2004 2 206 214 10.1371/journal.pbio.0020007 [197] Li M Liu X M Tan L Cui Z D Yang X J Li Z Y Zheng Y F Yeung K W K Chu P K Wu S L Noninvasive rapid bacteria-killing and acceleration of wound healing through photothermal/photodynamic/copper ion synergistic action of a hybrid hydrogel Biomater. Sci. 2018 6 2110 2121 10.1039/C8BM00499D 29882566 [198] Su K Tan L Liu X M Cui Z D Zheng Y F Li B Han Y Li Z Y Zhu S L Liang Y Q Rapid photo-sonotherapy for clinical treatment of bacterial infected bone implants by creating oxygen deficiency using sulfur doping ACS Nano 2020 14 2077 2089 10.1021/acsnano.9b08686 31990179 [199] Hench L L Polak J M Third-generation biomedical materials Science 2002 295 1014 1017 10.1126/science.1067404 11834817 [200] Lee C T Huang Y W Zhu L Weltman R Prevalences of peri-implantitis and peri-implant mucositis: Systematic review and meta-analysis J. Dent. 2017 62 1 12 10.1016/j.jdent.2017.04.011 28478213 [201] Zhu W D Liu X M Tan L Cui Z D Yang X J Liang Y Q Li Z Y Zhu S L Yeung K W K Wu S L AgBr nanoparticles in situ growth on 2D MoS2 nanosheets for rapid bacteria-killing and photodisinfection ACS Appl. Mater. Inter. 2019 11 34364 34375 10.1021/acsami.9b12629 [202] Awasthi G P Adhikari S P Ko S Kim H J Park C H Kim C S Facile synthesis of ZnO flowers modified graphene like MoS 2 sheets for enhanced visible-light-driven photocatalytic activity and antibacterial properties J. Alloys Compd. 2016 682 208 215 10.1016/j.jallcom.2016.04.267 [203] Shariati M R Samadi-Maybodi A Colagar A H Exploration of charge carrier delocalization in the iron oxide/CdS type-ii heterojunction band alignment for enhanced solar-driven photocatalytic and antibacterial applications J. Hazard. Mater. 2019 366 475 481 10.1016/j.jhazmat.2018.12.025 30562659 [204] Gao P Liu J C Zhang T Sun D D Ng W Hierarchical TiO 2 /CdS “spindle-like” composite with high photodegradation and antibacterial capability under visible light irradiation J. Hazard. Mater. 2012 229 209 216 10.1016/j.jhazmat.2012.05.099 22717065",
    "full_text_abstract": "Globally, millions of people die of microbial infection-related diseases every year. The more terrible situation is that due to the overuse of antibiotics, especially in developing countries, people are struggling to fight with the bacteria variation. The emergence of super-bacteria will be an intractable environmental and health hazard in the future unless novel bactericidal weapons are mounted. Consequently, it is critical to develop viable antibacterial approaches to sustain the prosperous development of human society. Recent researches indicate that transition metal sulfides (TMSs) represent prominent bactericidal application potential owing to the meritorious antibacterial performance, acceptable biocompatibility, high solar energy utilization efficiency, and excellent photo-to-thermal conversion characteristics, and thus, a comprehensive review on the recent advances in this area would be beneficial for the future development. In this review article, we start with the antibacterial mechanisms of TMSs to provide a preliminary understanding. Thereafter, the state-of-the-art research progresses on the strategies for TMSs materials engineering so as to promote their antibacterial properties are systematically surveyed and summarized, followed by a summary of the practical application scenarios of TMSs-based antibacterial platforms. Finally, based on the thorough survey and analysis, we emphasize the challenges and future development trends in this area."
}