{
  "PMC": "10995293",
  "DOI": "10.3389/fnagi.2024.1390324",
  "PMID": "38586827",
  "PMCID": "PMC10995293",
  "title": "Bibliometric analysis of PTEN in neurodevelopment and neurodegeneration.",
  "year": 2024,
  "source_url": "https://europepmc.org/article/PMC/PMC10995293",
  "source": "MED",
  "abstract_text": "Phosphatase and tensin homologue deleted on chromosome ten (PTEN) was initially recognized as a significant regulator of cancer suppression and could impede cancer cell survival, proliferation, and energy metabolism. PTEN is highly expressed in neurons and performs crucial functions in neurogenesis, synaptogenesis, and neuronal survival. Disruption of PTEN activity may also result in abnormal neuronal function and is associated with various neurological disorders, including stroke, seizures, and autism. Although several studies have shown that PTEN is involved in the development and degenerative processes of the nervous system, there is still a lack of in-depth studies that summarize and analyse patterns of cooperation between authors, institutions, countries, and journals, as well as research hotspots and trends in this important field. To identify and further visualize the cooperation and comprehend the development and trends of PTEN in the nervous system, especially in neural development and neurological diseases, we used a bibliometric analysis to identify relevant publications on this topic. We first found that the number of publications displayed a growing trend with time, but this was not stable. Universities, institutions, and authors from the United States are leading in this area of research. In addition, many cutting-edge research results have been discovered, such as key regulatory molecules and cellular mechanisms of PTEN in the nervous system, which may provide novel intervention targets and precise therapeutic strategies for related pathological injuries and diseases. Finally, the literature published within the last 5 years is discussed to identify future research trends regarding PTEN in the nervous system. Taken together, our findings, analysed using bibliometrics, may reflect research hotspots and trends, providing a reference for studying PTEN in the nervous system, especially in neural development and neurological diseases. These findings can assist new researchers in developing their research interests and gaining basic information. Moreover, our findings also may provide precise clinical guidelines and strategies for treating nervous system injuries and diseases caused by PTEN dysfunction.",
  "full_text": "pmc Front Aging Neurosci Front Aging Neurosci Front. Aging Neurosci. Frontiers in Aging Neuroscience 1663-4365 Frontiers Media S.A. 10995293 10.3389/fnagi.2024.1390324 Aging Neuroscience Original Research Bibliometric analysis of PTEN in neurodevelopment and neurodegeneration Zhang Yun 1 2 Tan Ya-ting 2 Wang Mei-juan 3 Li Lan 4 Huang Ju-fang 2 Wang Shu-chao 5 * 1 Department of Anesthesiology, The Second Xiangya Hospital, Central South University , Changsha, Hunan , China 2 Department of Anatomy and Neurobiology, School of Basic Medical Sciences, Central South University , Changsha, Hunan , China 3 Medical Imaging Center, Qingdao West Coast New District People's Hospital , Qingdao, Shandong , China 4 Department of Pathology, The Second Xiangya Hospital, Central South University , Changsha, Hunan , China 5 Center for Medical Research, The Second Xiangya Hospital, Central South University , Changsha, Hunan , China Edited by: Chengjin Gao, Shanghai Jiao Tong University, China Reviewed by: Shaowei Jiang, Jiahui International Hospital, China Xuyao Zhang, Fudan University, China *Correspondence: Shu-chao Wang, wangshuchao@csu.edu.cn 22 3 2024 2024 16 1390324 23 2 2024 11 3 2024 Copyright © 2024 Zhang, Tan, Wang, Li, Huang and Wang. 2024 Zhang, Tan, Wang, Li, Huang and Wang https://creativecommons.org/licenses/by/4.0/ This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Phosphatase and tensin homologue deleted on chromosome ten (PTEN) was initially recognized as a significant regulator of cancer suppression and could impede cancer cell survival, proliferation, and energy metabolism. PTEN is highly expressed in neurons and performs crucial functions in neurogenesis, synaptogenesis, and neuronal survival. Disruption of PTEN activity may also result in abnormal neuronal function and is associated with various neurological disorders, including stroke, seizures, and autism. Although several studies have shown that PTEN is involved in the development and degenerative processes of the nervous system, there is still a lack of in-depth studies that summarize and analyse patterns of cooperation between authors, institutions, countries, and journals, as well as research hotspots and trends in this important field. To identify and further visualize the cooperation and comprehend the development and trends of PTEN in the nervous system, especially in neural development and neurological diseases, we used a bibliometric analysis to identify relevant publications on this topic. We first found that the number of publications displayed a growing trend with time, but this was not stable. Universities, institutions, and authors from the United States are leading in this area of research. In addition, many cutting-edge research results have been discovered, such as key regulatory molecules and cellular mechanisms of PTEN in the nervous system, which may provide novel intervention targets and precise therapeutic strategies for related pathological injuries and diseases. Finally, the literature published within the last 5 years is discussed to identify future research trends regarding PTEN in the nervous system. Taken together, our findings, analysed using bibliometrics, may reflect research hotspots and trends, providing a reference for studying PTEN in the nervous system, especially in neural development and neurological diseases. These findings can assist new researchers in developing their research interests and gaining basic information. Moreover, our findings also may provide precise clinical guidelines and strategies for treating nervous system injuries and diseases caused by PTEN dysfunction. bibliometrics CiteSpace VOSviewer PTEN PI3K neuron nervous system National Natural Science Foundation of China 10.13039/501100001809 The author(s) declare financial support was received for the research, authorship, and/or publication of this article. The study was supported by National Natural Science Foundation of China, no. 82101126, Natural Science Foundation of Hunan Province, no. 2021JJ40873, 2022JJ40693, the Scientific Research Launch Project for new employees of the Second Xiangya Hospital of Central South University. section-at-acceptance Neuroinflammation and Neuropathy 1 Introduction The phosphatase and tensin homologue deleted on chromosome ten (PTEN) was initially recognized as a significant regulator of cancer suppression by inhibiting the activation of the phosphoinositide 3-kinase (PI3K) molecular pathway, which can impede tumour cell survival, proliferation, and energy metabolism ( Luo et al., 2021 ; Xu J et al., 2021 ; Blanco et al., 2022 ). PTEN contains a phosphatase domain at the N-terminus and a C2 domain that binds to the plasma membrane ( Campbell et al., 2003 ). PTEN is both a protein and lipid phosphatase that dephosphorylates serine, tyrosine, and threonine residues on several protein substrates ( Hopkins et al., 2018 ; Hu et al., 2019 ). Because of PTEN’s phosphatase-dependent function of PTEN, the PI3K-AKT pathway is potently inhibited and disturbs various cellular processes, such as DNA replication, cycle progression, and proliferation ( Lunardi et al., 2015 ; Mathur et al., 2017 ; Ban et al., 2024 ). Over the past two decades, researchers have revealed that PTEN plays an essential role both in the normal development of organisms and tumorigenesis ( Knobbe et al., 2008 ; Christine et al., 2022 ). PTEN has also been found to be highly expressed in neurons and performs crucial functions in neurogenesis, synaptogenesis, and neuronal survival ( Wong et al., 2018 ; Wang et al., 2019 ; Spina Nagy et al., 2021 ). Disruption of PTEN activity may also result in abnormal neuronal function and is linked to various neurological disorders, including strokes, seizures, and autism ( Chen et al., 2019 ; Cullen et al., 2023 ; Fan et al., 2023 ). For example, a comprehensive library of pathology-associated PTEN mutations was generated by collecting exome and genome sequences from patients with autism, confirming its role as a risk factor for nervous system diseases ( Wu et al., 2020 ). Furthermore, suppressing PTEN is widely regarded as a compelling approach to enhance axon regeneration in impaired or deteriorating neuronal axons ( Lu et al., 2014 ; Nieuwenhuis and Eva, 2022 ). In accordance with accumulating evidence that PTEN is widely involved in the development and degenerative processes of the nervous system, developing a deeper understanding of the hotspots and trends of PTEN research, especially in neural development and pathological diseases, would assist researchers in understanding the most fundamental, novel, and influential research results, as well as helping new researchers to select potential and valuable research directions. Review and bibliometrics are two types of study that are useful for summarising and analysing literature in a specific research area ( Hu et al., 2022 ; Zhu et al., 2022 ; Liu et al., 2023 ). Compared with reviews, bibliometric analyses, which use mathematical and statistical methods, can evaluate publication quality, citation burst, and scholarly impact, thereby reflecting the current state of related research information ( Chen et al., 2020 ; Shah et al., 2021 ; Creager et al., 2022 ; Zhang JH et al., 2023 ). This discipline can also provide new researchers who aim to enter the field of research with the most fundamental and influential research studies ( Yan et al., 2022 ; Zhang et al., 2022 ). CiteSpace and VOSviewer are two popular visual software packages for analysis that can help bibliometric researchers arrange large quantities of disordered data into an objective and rigorous network diagram ( Yan et al., 2021 ; Wang and Maniruzzaman, 2022 ; Zheng et al., 2022 ). Based on these bibliometric sets, the research results may answer the following questions: What is the pattern of cooperation among authors, institutions, countries, and journals ( Halepoto et al., 2022 ; Pan et al., 2022 ; Melo et al., 2023 )? What is the most influential research topic in a specific field ( Halepoto et al., 2022 ; Pan et al., 2022 ; Melo et al., 2023 )? What are the current research hotspots in the published literature? What might be the future research trends in this specific field ( Halepoto et al., 2022 ; Pan et al., 2022 ; Melo et al., 2023 )? In this bibliometric analysis, we provide a comprehensive overview of the role of PTEN in the nervous system, particularly in neural development and neurological diseases. First, we determined the distribution and frequency of related publications and citations. Additionally, we reviewed the most influential research results and achievements associated with PTEN in the nervous system. These results can help new researchers develop their research interests and gain basic information. Moreover, our findings may provide precise clinical guidelines and strategies for treating nervous system injuries and diseases caused by PTEN dysfunction. 2 Data and methods 2.1 Data strategy and screening criteria We first retrieved similar keywords in MeSH Database 1 and the Web of Science Core Collection (WoSCC) following the retrieved formula: #1: (((TS = (phosphatase and tensin homolog deleted on chromosome ten)) OR TS = (PTEN)) OR TS = (MMAC1 Protein)) OR TS = (Mutated In Multiple Advanced Cancers 1 Protein); #2:(TS = (PTEN-induced kinase 1)) OR TS = (PINK1); #3:(TS = (Neuron)) OR TS = (Nerve); #4:(#1 NOT #2) AND #3. We retrieved the literature from 1999 to 2023 and selected those listed as ‘Article’ and ‘Review,’ excluding letters, materials, books, corrections, and retracted literature. Next, two authors independently screened the literature based on the titles and abstracts to exclude studies unrelated to the topic of interest. This exclusion criterion was mainly used to limit the range of the authors, cited references, and keywords ( Xu G et al., 2021 ; de Oliveira et al., 2023 ). If necessary, the authors read the full text to further screen for appropriate literature and discuss different views ( Xu G et al., 2021 ; Wang et al., 2023 ). Finally, we obtained and analysed 948 documents. All the records of the retrieved files were downloaded and saved in text form ( Figure 1 ). This retrieval was completed on 23 January 2024. Figure 1 The search strategy. Flowchart of document selection. 2.2 Methodology Bibliometric analysis is a data analysis method that uses CiteSpace and VOSviewer, which applies artificial intelligence, mathematics, and statistics to study the change patterns, quantitative relationships, and distribution structure of the literature ( Wang and Maniruzzaman, 2022 ; Guo J et al., 2023 ). The bibliometric research results include, but are not limited to, the publication year, authors, institutions, countries, journals, cited references, and keywords ( Wang and Maniruzzaman, 2022 ; van den Hoven et al., 2023 ). All retrieved and downloaded information was collated into VOSviewer and CiteSpace for scientific mapping and visualization ( Zhang T et al., 2023 ). Using CiteSpace, citations can be visualized by focusing on potential scientific areas ( Zhu et al., 2021 ; Albuquerque et al., 2022 ). The software is based on scientific metrics and information visualization. It can draw and visualize a co-occurrence map of cooperation among authors, institutions, and countries with top citations and keyword clustering ( Peng et al., 2022 ; Tan et al., 2023 ). Using VOSviewer, we constructed bibliometric networks based on authors, journals, and individual publications ( Tan et al., 2023 ). It was also used to visualize and analyse the co-occurrence networks of key research terms, ultimately allowing us to gain a comprehensive understanding of the development of the research area ( Albuquerque et al., 2022 ; Peng et al., 2022 ). Finally, the number of publications and published information ( Figure 2 ) were analysed and drew using Microsoft Office Excel. Figure 2 Publication outputs over the years on PTEN in the nervous system. The literature numbers showed an increasing but unstable trend. 3 Results 3.1 Publication outputs To evaluate the research progress in the field of PTEN in the nervous system, we retrieved the publication outputs of 881 studies from the WoSCC over the years ( Figure 2 ). Overall, the literature shows an increasing but unstable trend. From 1999 ( n = 2), the number of studies increased and peaked in 2006 ( n = 24), but declined in 2007 ( n = 10). From 2007, the number of studies increased again and peaked in 2015 ( n = 66) but declined in 2016 ( n = 47). Finally, from 2016, the number of studies increased and peaked in 2020 ( n = 85) but decreased annually from 2020. Nonetheless, the overall increasing trend suggests that research on PTEN expression in the nervous system has drawn increasing attention in recent years. 3.2 Distribution of studies by country or region Forty-seven countries/regions had contributed to the study of PTEN in the nervous system ( Figure 3A ). The top 10 countries/regions that published the most studies are shown in Table 1 , including the United States ( n = 425), China ( n = 286), England ( n = 59), Canada ( n = 58), and Germany ( n = 57). Although China has ranked among the top two productive countries, the total and average citations are lower compared with other countries/regions with fewer studies ( Figure 3A ; Table 1 ). A strong burst of citations can be reflected in changes over a short period. The country with the highest burst strength was China (10.43), followed by Japan (4.36) ( Figure 3B ), indicating that many researchers from China and Japan are devoted to studying PTEN in the nervous system. Figure 3 Distribution of studies by countries or regions. (A) Word map of the spatial distribution of the literature. The number of studies is indicated by distinct colors, while grey represents no publications from that country. The United States published the most studies with the highest number of citations. (B) The top four countries with the strongest citation bursts. The red bars represent citation burst durations. Table 1 Top 10 most productive countries/regions. Rank Country/Region Publications Citations Average citation/Publication 1 United States 425 27,823 65.47 2 China 286 7,814 27.32 3 England 59 3,001 50.86 4 Canada 58 2,795 48.19 5 Germany 57 2,611 45.81 6 Japan 41 1,947 47.49 7 Italy 25 1,003 40.12 8 South Korea 25 657 26.28 9 Australia 20 615 30.75 10 Spain 19 647 34.05 3.3 Co-authorship of institutions A total of 1,037 institutions contributed to research on PTEN in the nervous system. The top seven institutions that published the most literature are labelled in Figure 4 , including the University of California System (55 documents), Harvard University (54 documents), Boston Children’s Hospital (35 documents), Pennsylvania State System of Higher Education (20 documents), Johns Hopkins University (18 documents), the University of Texas System (15 documents), and Balor College of Medicine (15 documents), indicating that the most influential institutions in the field are from the United States. We also visualized the institutions with more than five studies ( Figure 4 ). The partnership network results showed that all the most prolific institutions were from the United States, indicating that those institutions may make up the core of research in this field. Of note, the only non-American institutions among the top 10 were Shanghai Jiao Tong University, Nantong University of China, and the University of London of England, indicating that institutions from other countries/regions should strengthen their cooperation with other institutions ( Figure 4 ). Figure 4 Co-authorship of institutions. The most prolific institutions, which collaborate more with others, are from the United States. The numbers of studies are in brackets. The width of the line indicates the strength of the relationship. 3.4 Co-authorship of authors A total of 5,398 authors participated in research on PTEN in the nervous system. The top 10 authors who published the greatest quantity of studies are listed in Table 2 . Half of the top 10 authors were from the United States, indicating that these authors might have the greatest influence in the related field. Zhigang He (22 documents), from Harvard University, is the most prolific author, who is mainly devoted to investigating effective and translatable axon regeneration methods for nervous injuries ( Cartoni et al., 2017 ; Norsworthy et al., 2017 ; Jacobi et al., 2022 ), indicating that research on PTEN in axon regeneration is a hot research topic. Qi Wan (21 documents) is a specialist leading in the research of PTEN-mediated neuronal death from Qingdao University and worked at the Toronto Western Research Institute ( Ning et al., 2004 ; Liu B et al., 2010 ; Kong et al., 2022 ). Prof. Wan revealed a series of comprehensive neuroprotective mechanisms mediated by PTEN-related pathways in brain injuries and neurodegenerative diseases, making PTEN-mediated neuronal death another popular research topic ( Chang et al., 2007 ; Hu et al., 2023 ; Kong et al., 2023 ). Next, we set the threshold to four studies and analysed the authors who met the criteria ( Figure 5 ). In the visualized map, the lines between the nodes indicate collaboration among authors. Overall, there are 11 color clusters, of which the top three are centred on Zhigang He, Qi Wan, and Douglas W. Zochodne, indicating that they are the most influential authors in this research area. However, there were almost no connections among the different clusters, indicating that the authors collaborated very little in the different sub-research areas. Table 2 Top 10 authors with most publications. Rank Authors Institutions (Countries/Regions) Publications Citations 1 He, Zhigang Harvard University (United States) 25 4,330 2 Wan, Qi Qingdao University (China) 21 434 3 Zochodne, Douglas W University of Alberta (Canada) 16 547 4 Luikart, Bryan W Dartmouth College (United States) 15 1,121 5 Parada, Luis F Memorial Sloan Kettering Cancer Center (United States) 13 2097 6 Eickholt, Britta J Charité Universitätsmedizin Berlin (Germany) 13 461 7 Lugo, Joaquin N Baylor University (United States) 12 436 8 Steward, Oswald University of California at Irvine (United States) 12 956 9 Liu, Kai The Hong Kong University of Science and Technology (China) 11 2,623 10 Wang, Chen Peking University (China) 9 1913 Figure 5 Co-authorship of authors. Half of the top 10 authors are from the United States. The lines between the nodes indicate collaborations among the authors. The line widths indicate the strength of the relationship. 3.5 Density visualization of journals Literature on PTEN in the nervous system has been published in 337 journals. By analysing journals that published more than five articles, we found that the Journal of Neuroscience was the top journal publishing on this topic and had the highest total and average citations, making it the most influential journal in this research field ( Table 3 ). Our results also indicate that the top 10 journals with the highest impact factor in 2021 ranged from 2.5 to 11.1, and Proceedings of the National Academy of Sciences of the United States of America (PNAS) had the highest impact factor. Table 3 Top 10 journals with most publications. Rank Source Publications Citations Average Citation/Publication 2022 Impact Factor 2022 JCR Partition 1 Journal of Neuroscience 54 4,998 92.56 5.3 Q1 2 Experimental Neurology 31 1,007 32.48 5.3 Q2 3 PLoS One 26 742 28.54 3.7 Q2 4 Proceedings of the National Academy of Sciences of the United States of America 19 1,479 77.84 11.1 Q1 5 Neurobiology of Disease 17 405 23.82 6.1 Q1 6 Neuroscience 15 793 52.87 3.3 Q3 7 Neural Regeneration Research 15 167 11.13 6.1 Q1 8 Cell Reports 15 584 38.93 8.8 Q1 9 Neuroscience Letters 14 315 22.5 2.5 Q3 10 Scientific Reports 14 210 15 4.6 Q2 3.6 Co-authorship of top-cited literature and co-citation analysis Literature cited more than 10 times was analysed and is listed ( Figure 6A ; Table 4 ). These findings may indicate the most influential studies associated with PTEN in the nervous system. Among them, ‘Impaired insulin and insulin-like growth factor expression and signaling mechanisms in Alzheimer’s disease - is this type 3 diabetes?’ ( Steen et al., 2005 ), published in Journal of Alzheimer’s Disease in 2005, has been most cited (1,266 Citations), followed by ‘Promoting Axon Regeneration in the Adult CNS by Modulation of the PTEN/mTOR Pathway’ ( Park et al., 2008 ), published in Science in 2008 (1,139 Citations), and ‘PTEN deletion enhances the regenerative ability of adult corticospinal neurons’ ( Liu K et al., 2010 ), published in Nature Neuroscience in 2010 (668 Citations). Besides, ‘Excitotoxicity and stroke: Identifying novel targets for neuroprotection’ ( Lai et al., 2014 ), published in Progress in Neurobiology in 2014, is the most cited review (709 Citations). Figure 6 Co-authorship of top-cited literature and co-citation analysis. (A) Studies that have been cited more than 10 times. (B) The top 10 co-cited references. The same color clusters indicate the documents are related or have some commonalities. The lines between the nodes indicate the connections among the documents. The top three co-cited references are also involved in the top 10 cited studies. Table 4 Top 10 most cited publications. Rank Title First author Type Source Year Citations 1 Impaired insulin and insulin-like growth factor expression and signaling mechanisms in Alzheimer’s disease - is this type 3 diabetes? E Steen Article Journal of Alzheimer’s Disease 2005 1,266 2 Promoting Axon Regeneration in the Adult CNS by Modulation of the PTEN/mTOR Pathway Kevin Kyungsuk Park Article Science 2008 1,139 3 Excitotoxicity and stroke: Identifying novel targets for neuroprotection Ted Weita Lai Review Progress in Neurobiology 2014 709 4 PTEN deletion enhances the regenerative ability of adult corticospinal neurons Kai Liu Article Nature Neuroscience 2010 668 5 Negative regulation of neural stem/progenitor cell proliferation by the PTEN tumor suppressor gene in vivo M Groszer Article Science 2001 638 6 In vivo Clonal Analysis Reveals Self-Renewing and Multipotent Adult Neural Stem Cell Characteristics Michael A Bonaguidi Article Cell 2011 590 7 Sustained axon regeneration induced by co-deletion of PTEN and SOCS3 Fang Sun Article Nature 2011 505 8 Hippocampal neuronal polarity specified by spatially localised mPar3/mPar6 and PI 3-kinase activity SH Shi Article Cell 2003 493 9 Control of dendritic arborization by the phosphoinositide-3′-kinase-Akt-mammalian target of rapamycin pathway J Jaworski Article Journal of Neuroscience 2005 451 10 Both the establishment and the maintenance of neuronal polarity require active mechanisms: critical roles of GSK-3 beta and its upstream regulators H Jiang Article Cell 2005 443 We further visualized the co-cited references and listed the top ten articles using VOSviewer ( Figure 6B ; Table 5 ), which can indicate the core references cited by other studies in the same research area. ‘Promoting Axon Regeneration in the Adult CNS by Modulation of the PTEN/mTOR Pathway’ has the most citations (224 Citations) ( Park et al., 2008 ), followed by ‘PTEN deletion enhances the regenerative ability of adult corticospinal neurons’ and ‘Sustained axon regeneration induced by co-deletion of PTEN and SOCS3’ ( Liu K et al., 2010 ). Of note, the top three co-cited references were also included in the top ten cited studies, indicating that they are also the most influential studies in the research field. Table 5 Top 10 co-cited references. Rank Title First author Type Source Year Citations 1 Promoting Axon Regeneration in the Adult CNS by Modulation of the PTEN/mTOR Pathway Kevin Kyungsuk Park Article Science 2008 224 2 PTEN deletion enhances the regenerative ability of adult corticospinal neurons Kai Liu Article Nature Neuroscience 2010 158 3 Sustained axon regeneration induced by co-deletion of PTEN and SOCS3 Fang Sun Article Nature 2011 110 4 PTEN regulates neuronal arborization and social interaction in mice Chang-Hyuk Kwon Article Neuron 2006 109 5 Deletion of PTEN in mouse brain causes seizures, ataxia and defects in soma size resembling Lhermitte-Duclos disease S. A. Backman Article Nature genetics 2001 102 6 PTEN regulates neuronal soma size: a mouse model of Lhermitte-Duclos disease C. H. Kwon Article Nature genetics 2001 99 7 PTEN Inhibition to Facilitate Intrinsic Regenerative Outgrowth of Adult Peripheral Axons Kimberly J. Christie Article Journal of Neuroscience 2010 97 8 The tumor suppressor, PTEN/MMAC1, dephosphorylates the lipid second messenger, phosphatidylinositol 3,4,5-trisphosphate T. Maehama Article Journal of Biological Chemistry 1998 92 9 Negative regulation of neural stem/progenitor cell proliferation by the PTEN tumor suppressor gene in vivo M. Groszer Article Science 2001 82 10 PTEN/mTOR and axon regeneration Kevin K. Park Review Experimental Neurology 2010 69 3.7 The analysis of the current research hotpots The top-cited keywords over the years indicate the current research trends in the research area. In this section, we visualized keywords with more than five articles ( Figure 7A ). Keywords such as PTEN (256 times), Akt (64 times), mTOR (46 times), axon regeneration (46 times), and spinal cord injury (46 times) appeared to be cited most frequently, indicating current research hotspots ( Figure 7A ). Figure 7 Analysis of the current research hotspots. (A) Top cited keywords with more than five studies. The circle size indicates the frequency. The width of the line indicates the strength of the relationship. (B) Top 25 keywords with the strongest citation bursts. The red bars represent citation burst durations. Citation explosion, indicated by cited burst strength, refers to the rapid increase in the number of cited keywords in a brief period. This indicates that keywords have drawn significant attention in this field during this period. The top 25 keywords with the highest cited burst strengths were further analysed ( Figure 7B ). ‘ In vivo ’ had the strongest burst strength of 11.97 ( Figure 7B ), suggesting that ‘ in vivo ’ study about PTEN in the nervous system is the key hotspot. In addition, nervous system diseases include Lhermitte–Duclos disease, Alzheimer’s disease (AD), spinal cord injury (SCI), and stroke. Cellular mechanisms, such as cell death, migration, and synaptic plasticity, which have strong burst strength, also occurred in the top 25 keywords ( Figures 7A , B ), suggesting that they are also key research hotspots. Finally, we specifically analysed the primary molecules involved in the research on PTEN in the nervous system, which could suggest the key regulated pathways involved in the related research area. The top 15 molecules with the highest frequencies are listed in Table 6 , mainly covering PTEN (256 times), Akt (64 times), mTOR (46 times), PI3K (32 times), and NMDA receptor (6 times). We also listed the most frequently occurring cellular mechanisms, including apoptosis (48 times), axon regeneration (46 times), autophagy (15 times), inflammation (12 times), and differentiation, neurogenesis, and oxidative stress (11 times each). These results suggest that cellular mechanisms have attracted considerable attention as a potential research hotspot. Table 6 lists the pathological diseases involving the study of PTEN in the nervous system. The 15 most frequently occurring diseases were SCI (46 times), autism (22 times), Parkinson’s disease (PD) (20 times), AD (17 times), and epilepsy (15 times), which are the most common diseases studied in relation to PTEN involvement in the nervous system. Table 6 Top 15 signaling molecules, cellular mechanisms and pathological diseases. Rank Signaling molecules Occurrences Cellular mechanisms Occurrences Pathological diseases Occurrences 1 PTEN 256 Apoptosis 48 Spinal cord injury 46 2 akt 64 Axon regeneration 46 Autism 22 3 mTOR 46 Autophagy 15 Parkinson’s disease 20 4 PI3K 32 Inflammation 12 Alzheimer’s disease 17 5 NMDA receptor 6 Differentiation 11 Epilepsy 15 6 micrna-21 6 Neurogenesis 11 Aging 10 7 Dj-1 5 Oxidative stress 11 Stroke 10 8 SOCS3 5 Proliferation 9 Diabetes 8 9 mir-21 5 Synaptic plasticity 8 Amyotrophic lateral sclerosis 7 10 tau 5 Migration 7 Ischemia 6 11 RhoA 5 Development 6 Glioblastoma 6 12 P53 5 Myelin 6 Optic nerve injury 5 13 EGFR 5 Neurotoxicity 6 Peripheral nerve injury 5 14 insulin 5 Phosphorylation 5 Focal cortical dysplasia5 5 15 PDK1 4 Cell polarity 5 Traumatic brain injury 5 3.8 The analysis of the future research trends Analysing the publication trends of PTEN in the nervous system published within the last 5 years could allow further extrapolation of the future trends of PTEN research. Therefore, we visualized and listed the top emerging research keywords with more than five articles, including those regarding signaling molecules, cellular mechanisms, and diseases ( Figure 8 ). The frequency figures are labelled in Figure 8 , mainly covering the signaling molecules, such as akt (21 times), PI3K (13 times), and mTOR (13 times), the cellular mechanisms, such as apoptosis (18 times), axon regeneration (18 times) and inflammation (7 times), and diseases including spinal cord injury (20 times), Parkinson’s disease (7 times) and autism (7 times), which may be hotspots and targets of further research trends on the study of PTEN in the nervous system. Figure 8 Analysis of the future research trends. Top cited keywords with more than five studies published in 5 years. The numbers of citations are in brackets. The width of the line indicates the strength of the relationship. 3.9 An overview of signaling molecules, cellular mechanisms, and pathological diseases In this section, we review the key signaling molecules, cellular mechanisms, and pathological diseases involved in research on PTEN and the nervous system ( Figure 9 ). Many studies have indicated that PTEN is the main antagonist of PI3K/Akt signaling by dephosphorylating PIP3 to PIP2 ( Li et al., 2021 ; Nguyen Huu et al., 2021 ). PIP3 activation after PTEN inhibition could then activate Akt, which is the most prominent PIP3 effector ( Li et al., 2021 ; Dibble et al., 2022 ). Akt is thought to be the main regulatory molecule involved in cell survival, growth, and proliferation through the phosphorylation and regulation of a series of protein activities ( Hoxhaj and Manning, 2020 ). For example, Akt can phosphorylate and activate the mTOR complex, which promotes protein synthesis and cell proliferation ( Li et al., 2013 ). Akt could also phosphorylate but inactivate glycogen synthase kinase3 (GSK3) ( Jiang et al., 2005 ). This is a vital part of a series of neuronal responses and impairment that occurs by regulating cAMP-response element binding protein (CREB) ( Zhou et al., 2014 ; Zeng et al., 2022 ), amyloid β-protein (Aβ) ( Li et al., 2016 ; Wani et al., 2019 ), 1-methyl-4-phenylpyridinium (MPP+) ( Guo S et al., 2023 ; Yu et al., 2023 ), etc. Besides Akt, PIP3 recruits several GTPase-activating proteins (GAPs) ( Shen et al., 2017 ; Zhu et al., 2019 ) to the membrane and further activates GTPase families, such as Rac, cdc42, and Arf ( Sakakibara and Horwitz, 2006 ; Zheng et al., 2008 ; Kilic et al., 2010 ; Kreis et al., 2014 ), ultimately modulating cytoskeletal movement and vesicular transport at the membrane, which are important in synaptic potentiation, neurite outgrowth, axon and dendrite specifications, and regeneration ( Zheng et al., 2008 ; Rademacher and Eickholt, 2019 ; Nieuwenhuis and Eva, 2022 ). In addition to regulating protein synthesis, the PTEN/PI3K/Akt pathway is important for neuronal survival by regulating BAD/Bcl-2 ( Hua et al., 2016 ). Upstream of PTEN, a neural precursor cell expressing developmentally downregulated protein 4 (NEDD4) functions as an impeder of axon regeneration by catalyzing PTEN ubiquitination and degradation ( Dai et al., 2021 ; Sun et al., 2022 ). Figure 9 Diagram of the common PTEN and downstream pathways in the nervous system. Canonical PTEN signaling cascade. Activation is depicted with pointed arrows, and inhibition is depicted with flat-headed arrows. PTEN, phosphatase and tensin homolog deleted on chromosome ten; PI3K, phosphoinositide 3-kinase; PIP2, phosphatidylinositol 4,5-bisphosphate; PIP3, phosphatidylinositol 3,4,5-trisphosphate; AKT, protein kinase B; BAD, Bcl2-Associated Agonist Of Cell Death; mTORC1, mammalian target of rapamycin complex 1; Bcl-2, B-cell lymphoma-2; 4EBP1, eIF4E-binding protein; S6K, ribosomal S6 kinase; GSK3, glycogen synthase kinase3; CREB, cAMP-response element binding protein; Aβ, amyloid β-protein; MPP+, 1-methyl-4-phenylpyridinium; GAPs, GTPase activating proteins; cdc42, cell division cycle 42; Arf6, ADP-ribosylation factor 6; MT, microtubule; VT, vesicle trafficking; NEDD4, neural precursor cell expressed developmentally down-regulated protein 4; AD, Alzheimer’s disease; SCI, spinal cord injury and stroke; PD, Parkinson’s disease; ASD, autism spectrum disorders; LTD, long-term depression. 4 Discussion In this study, we analysed the current hotspots and future trends in the study of PTEN in the nervous system, especially in neural development and pathological diseases, using bibliometrics. We first found that the number of publications tended to grow with time, but it was not stable. Universities, institutions, and authors from the United States are leading researchers in this area. Finally, many cutting-edge research results have been discovered, such as key regulatory molecules and cellular mechanisms of PTEN in the nervous system, which could provide novel intervention targets and precise therapeutic strategies for related injuries and diseases. 4.1 General information This study retrieved 948 papers published between 1999 and 2023 from WoSCC. Overall, many studies have demonstrated the development and importance of PTEN in the nervous system. Presently, the United States, China, England, Canada, and Germany are in the top five, with the highest number of publications or citations and the strongest influence. Institutions from the United States, such as the University of California System, Harvard University, Boston Children’s Hospital, Pennsylvania State System of Higher Education, and Johns Hopkins University, have published the most documents, indicating that the United States is leading the research and might be the core of research in the world. Additionally, China had the strongest citation bursts in the world, indicating that more researchers in China are devoted to researching the role of PTEN in the nervous system. Regarding journal quality, PNAS had the highest impact factor among journals that have published more than five studies. The Journal of Neuroscience published the most literature and is the most influential journal in this research area. 4.2 High-impact literature In 2005, Dr. Eric Steen published one article, ‘Impaired insulin and insulin-like growth factor expression and signaling mechanisms in Alzheimer’s disease - is this type 3 diabetes?’ in the Journal of Alzheimer’s Disease , which had the most citations. This study found that deficient energy metabolism and glucose utilization occurred during early AD. They further discussed the impaired insulin signaling in AD, which is accompanied by reduced levels of tau, PI3K, Akt, enhanced glycogen synthase kinase-3β, PTEN, and Aβ production ( Steen et al., 2005 ). Dr. Zhigang He has published 25 papers, making him the leading author in the research on PTEN in the nervous system. The most cited research article from Dr. Zhigang He is ‘Promoting Axon Regeneration in the Adult CNS by Modulation of the PTEN/mTOR Pathway,’ which was published in Science . In this study, they found that there are intrinsic inhibitory molecules impeding axon regeneration and that mTOR activation and protein production were inhibited in crushed retinal ganglion cell (RGC) axons, which may further inhibit axon regrowth. However, the deletion of PTEN in adult RGCs using a conditional knockout approach can robustly facilitate axon regeneration. Thus, their findings provided a manipulated therapeutic method for the intrinsic pathway to enhance axon regrowth after the crushing of axons ( Park et al., 2008 ). The co-citation map indicates intensive cooperation among researchers interested in the same research area. We found that another two of the top three co-cited references, ‘PTEN deletion enhances the regenerative ability of adult corticospinal neurons’ and ‘Sustained axon regeneration induced by co-deletion of PTEN and SOCS3’, are also involved in the top 10 cited studies. The first study indicates that the PTEN/mTOR pathway is critical for promoting corticospinal tract axon regeneration in injured corticospinal neurons ( Liu K et al., 2010 ). The second study showed that knockout of both PTEN and suppressor of cytokine signaling 3 (SOCS3) cooperatively enhance robust axon regrowth by concurrent activation of mTOR and the Janus kinase (JAK)-signal transducers and activators of transcription (STAT) pathway ( Sun et al., 2011 ). Thus, these highly cited and co-cited articles all proved that targeting intrinsic PTEN is an effective method for enhancing axon regrowth after axonal injury, indicating that it is also a hot topic in the research field. 4.3 Hotspots and frontiers A keyword frequency analysis was used to reflect the current trends and future directions of a research field. In this study, we found that ‘ in vivo ’ has the highest burst strength, suggesting that in vivo studies of PTEN in the nervous system are the key hotspot. Some of the most frequent keywords were PTEN, Akt, mTOR, axon regeneration, and spinal cord injury, which are related to signaling molecules, cellular mechanisms, and diseases, suggesting that they are key research hotspots. Notably, the keyword frequency analysis results were consistent with the keywords used in highly cited literature. To further clarify the specific hotspots in research on PTEN in the nervous system, we first analysed the key signaling molecules related to molecular biology and biochemistry. Except for the key regulators—such as PTEN, Akt, mTOR, and PI3K—exosomes, NMDA receptors, micRNA-21, and DJ-1 also appeared frequently, indicating key signaling molecules and hotspots of PTEN in the nervous system. Furthermore, analysis of the most frequently occurring cellular mechanisms, which mainly include apoptosis, axon regeneration, autophagy, inflammation, and differentiation/neurogenesis/oxidative stress, may provide hotspots for cellular mechanisms that have attracted considerable attention. Statistical analyses of key signaling molecules and cellular mechanisms indicated the importance of PTEN-mediated pathways, mechanisms, and phenotypes in the nervous system. Finally, we analysed the most frequently occurring diseases, mainly SCI, autism, PD, AD, epilepsy, ageing, and stroke, which are hotspot diseases in the study of PTEN involvement in the nervous system and revealed that these diseases attracted more attention among investigators. Finally, we analysed the publication trends of PTEN in the nervous system published within the last 5 years, which could be used to extrapolate the future trends of PTEN research further. The most frequent keywords, mainly covering signaling molecules, such as Akt, PI3K, and mTOR; cellular mechanisms, such as apoptosis, axon regeneration, and inflammation; and pathological diseases, such as SCI, PD, and autism, suggest research trends in the study of PTEN involvement in the nervous system. However, we failed to analyse further and visualize the trends in potential therapeutics. In our analysis, we carefully screened potential therapeutics and found that no potential therapeutics appeared frequently, which means that no potentially effective or hotpot therapeutics are emerging, and the investigation of effective therapeutics for PTEN-mediated neurodegenerative diseases is urgently needed. Taken together, a series of studies has suggested that PTEN is a key regulatory molecule in the nervous system, particularly in neural development and pathological diseases. By analysing important signaling molecules and cellular mechanisms, it is important to discover key regulated pathways and provide new therapeutic targets for PTEN-related nervous system injuries and diseases. In addition, discussing the key molecules, mechanisms, and diseases in the research of PTEN in the nervous system could provide wide insight into current research hotspots and could be a reference for new researchers to select their starting research directions. Further research focused on these molecules, mechanisms, or diseases may be gradually discovered, which may also lead to a second spurt of research. 4.4 Limitations (1) We completed the retrieved work on 23 January 2024. Therefore, some of the latest published literature with key findings may be neglected in this study ( Zhu et al., 2021 , 2022 ). (2) We only retrieved articles and reviews from WoSCC because we wanted to guarantee the quality of the literature as much as possible. Therefore, other publication types, like books, case reports, clinical trials, and meta-analyses with important findings, may also be neglected ( Peng et al., 2022 ; Xavier-Santos et al., 2022 ). (3) Because the search was limited to the WoSCC-indexed journals, a few studies were not included in the WoSCC ( Zhu et al., 2022 ; Gu et al., 2023 ). (4) Only English studies were retrieved from the WoSCC, so those published in other languages with important research results may not be retrieved and concluded ( Peng et al., 2022 ; Xavier-Santos et al., 2022 ). (5) Due to software limitations, bibliometric studies are analysed and created by mathematical methods based on machine-driven understanding ( Lam et al., 2022 ; Wang et al., 2022 ). Therefore, the literature may have included irrelevant documents. Thus, manual and detailed screening and review of the analysed results are needed. These limitations have been reported in other bibliometric studies. 5 Conclusion This study aimed to analyse research hotspots and trends in PTEN research in the nervous system, particularly in neural development and neurological diseases. Furthermore, a series of key regulated signaling molecules and cellular mechanisms related to PTEN in the nervous system have been identified, which could provide therapeutic targets and guidelines for PTEN-related nervous system diseases in fundamental research and clinical treatments. Data availability statement The original contributions presented in the study are included in the article/supplementary material, further inquiries can be directed to the corresponding author. Author contributions YZ: Investigation, Methodology, Project administration, Software, Writing – original draft. Y-tT: Formal analysis, Investigation, Methodology, Writing – original draft. M-jW: Investigation, Methodology, Software, Writing – original draft. LL: Data curation, Funding acquisition, Investigation, Methodology, Project administration, Software, Writing – review & editing. J-fH: Project administration, Supervision, Writing – review & editing. S-cW: Conceptualization, Formal analysis, Funding acquisition, Methodology, Project administration, Supervision, Writing – review & editing. 1 https://www.NCBI.nlm.nih.gov/mesh Conflict of interest The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher’s note All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. References Albuquerque P. C. Zicker F. Fonseca B. P. ( 2022 ). Advancing drug repurposing research: trends, collaborative networks, innovation and knowledge leaders . Drug Discov. Today 27 : 103396 . doi: 10.1016/j.drudis.2022.103396 , PMID: 36241041 Ban X. X. Wan H. Wan X. X. Tan Y. T. Hu X. M. Ban H. X. . ( 2024 ). Copper metabolism and cuproptosis: molecular mechanisms and therapeutic perspectives in neurodegenerative diseases . Curr Med Sci 44 , 28 – 50 . doi: 10.1007/s11596-024-2832-z , PMID: 38336987 Blanco D. B. Chapman N. M. Raynor J. L. Xu C. Su W. Kc A. . ( 2022 ). PTEN directs developmental and metabolic signaling for innate-like T cell fate and tissue homeostasis . Nat. Cell Biol. 24 , 1642 – 1654 . doi: 10.1038/s41556-022-01011-w , PMID: 36302969 Campbell R. B. Liu F. Ross A. H. ( 2003 ). Allosteric activation of PTEN phosphatase by phosphatidylinositol 4, 5-bisphosphate . J. Biol. Chem. 278 , 33617 – 33620 . doi: 10.1074/jbc.C300296200 , PMID: 12857747 Cartoni R. Pekkurnaz G. Wang C. Schwarz T. L. He Z. ( 2017 ). A high mitochondrial transport rate characterizes CNS neurons with high axonal regeneration capacity . PLoS One 12 : e0184672 . doi: 10.1371/journal.pone.0184672 , PMID: 28926622 Chang N. El-Hayek Y. H. Gomez E. Wan Q. ( 2007 ). Phosphatase PTEN in neuronal injury and brain disorders . Trends Neurosci. 30 , 581 – 586 . doi: 10.1016/j.tins.2007.08.006 17959258 Chen Y. Li Y. Guo L. Hong J. Zhao W. Hu X. . ( 2020 ). Bibliometric analysis of the Inflammasome and pyroptosis in brain . Front. Pharmacol. 11 : 626502 . doi: 10.3389/fphar.2020.626502 , PMID: 33551822 Chen C. J. Sgritta M. Mays J. Zhou H. Lucero R. Park J. . ( 2019 ). Therapeutic inhibition of mTORC2 rescues the behavioral and neurophysiological abnormalities associated with Pten-deficiency . Nat. Med. 25 , 1684 – 1690 . doi: 10.1038/s41591-019-0608-y , PMID: 31636454 Christine A. Park M. K. Song S. J. Song M. S. ( 2022 ). The equilibrium of tumor suppression: DUBs as active regulators of PTEN . Exp. Mol. Med. 54 , 1814 – 1821 . doi: 10.1038/s12276-022-00887-w , PMID: 36385557 Creager M. A. Hernandez A. F. Bender J. R. Foster M. H. Heidenreich P. A. Houser S. R. . ( 2022 ). Assessing the impact of the American Heart Association's research portfolio: a scientific statement from the American Heart Association . Circulation 146 , e246 – e256 . doi: 10.1161/CIR.0000000000001094 , PMID: 36134568 Cullen E. R. Tariq K. Shore A. N. Luikart B. W. Weston M. C. ( 2023 ). mTORC2 inhibition improves morphological effects of PTEN loss, but does not correct synaptic dysfunction or prevent seizures . J. Neurosci. 43 , 827 – 845 . doi: 10.1523/JNEUROSCI.1354-22.2022 , PMID: 36526374 Dai C. Wu B. Chen Y. Li X. Bai Y. Du Y. . ( 2021 ). Aagab acts as a novel regulator of NEDD4-1-mediated Pten nuclear translocation to promote neurological recovery following hypoxic-ischemic brain damage . Cell Death Differ. 28 , 2367 – 2384 . doi: 10.1038/s41418-021-00757-4 , PMID: 33712741 de Oliveira P. V. de Santana Lira R. L. de Abreu Lima R. Mendes Y. C. Martins A. B. de Melo B. O. . ( 2023 ). Bibliometric review on new possibilities of antimycobacterial agents: exploring Siderophore desferrioxamine's applications as an antimicrobial agent . Pharmaceuticals (Basel) 16 : 1335 . doi: 10.3390/ph16091335 , PMID: 37765143 Dibble C. C. Barritt S. A. Perry G. E. Lien E. C. Geck R. C. DuBois-Coyne S. E. . ( 2022 ). PI3K drives the de novo synthesis of coenzyme a from vitamin B5 . Nature 608 , 192 – 198 . doi: 10.1038/s41586-022-04984-8 , PMID: 35896750 Fan Q. Liu Y. Sheng L. Lv S. Yang L. Zhang Z. . ( 2023 ). Chaihu-Shugan-san inhibits neuroinflammation in the treatment of post-stroke depression through the JAK/STAT3-GSK3beta/PTEN/Akt pathway . Biomed. Pharmacother. 160 : 114385 . doi: 10.1016/j.biopha.2023.114385 , PMID: 36774722 Gu C. Wang Z. Pan Y. Zhu S. Gu Z. ( 2023 ). Tungsten-based nanomaterials in the biomedical field: a bibliometric analysis of research Progress and prospects . Adv. Mater. 35 : e2204397 . doi: 10.1002/adma.202204397 , PMID: 35906814 Guo S. Gao Y. Zhao Y. ( 2023 ). Neuroprotective micro RNA-381 binds to repressed early growth response 1 (EGR1) and alleviates oxidative stress injury in Parkinson's disease . ACS Chem. Neurosci. 14 , 1981 – 1991 . doi: 10.1021/acschemneuro.2c00724 , PMID: 37166273 Guo J. Wang H. Li Y. Zhu S. Hu H. Gu Z. ( 2023 ). Nanotechnology in coronary heart disease . Acta Biomater. 171 , 37 – 67 . doi: 10.1016/j.actbio.2023.09.011 , PMID: 37714246 Halepoto H. Gong T. Noor S. Memon H. ( 2022 ). Bibliometric analysis of artificial intelligence in textiles . Materials (Basel) 15 : 2910 . doi: 10.3390/ma15082910 , PMID: 35454603 Hopkins B. D. Pauli C. Du X. Wang D. G. Li X. Wu D. . ( 2018 ). Suppression of insulin feedback enhances the efficacy of PI3K inhibitors . Nature 560 , 499 – 503 . doi: 10.1038/s41586-018-0343-4 , PMID: 30051890 Hoxhaj G. Manning B. D. ( 2020 ). The PI3K-AKT network at the interface of oncogenic signalling and cancer metabolism . Nat. Rev. Cancer 20 , 74 – 88 . doi: 10.1038/s41568-019-0216-7 , PMID: 31686003 Hu W. Kong X. Cui Y. Wang H. Gao J. Wang X. . ( 2023 ). Surfeit locus protein 4 as a novel target for therapeutic intervention in cerebral ischemia-reperfusion injury . Mol. Neurobiol. doi: 10.1007/s12035-023-03687-z , PMID: 37843800 Hu Q. Li C. Wang S. Li Y. Wen B. Zhang Y. . ( 2019 ). Lnc RNAs-directed PTEN enzymatic switch governs epithelial-mesenchymal transition . Cell Res. 29 , 286 – 304 . doi: 10.1038/s41422-018-0134-3 , PMID: 30631154 Hu X. M. Li Z. X. Zhang D. Y. Yang Y. C. Zheng S. Y. Zhang Q. . ( 2022 ). Current research and clinical trends in rosacea pathogenesis . Heliyon 8 : e10874 . doi: 10.1016/j.heliyon.2022.e10874 , PMID: 36276718 Hua F. Z. Ying J. Zhang J. Wang X. F. Hu Y. H. Liang Y. P. . ( 2016 ). Naringenin pre-treatment inhibits neuroapoptosis and ameliorates cognitive impairment in rats exposed to isoflurane anesthesia by regulating the PI3/Akt/PTEN signalling pathway and suppressing NF-kappa B-mediated inflammation . Int. J. Mol. Med. 38 , 1271 – 1280 . doi: 10.3892/ijmm.2016.2715 , PMID: 27572468 Jacobi A. Tran N. M. Yan W. Benhar I. Tian F. Schaffer R. . ( 2022 ). Overlapping transcriptional programs promote survival and axonal regeneration of injured retinal ganglion cells . Neuron 110 : 2625-2645 e 2627 . doi: 10.1016/j.neuron.2022.06.002 , PMID: 35767994 Jiang H. Guo W. Liang X. Rao Y. ( 2005 ). Both the establishment and the maintenance of neuronal polarity require active mechanisms: critical roles of GSK-3beta and its upstream regulators . Cell 120 , 123 – 135 . doi: 10.1016/j.cell.2004.12.033 , PMID: 15652487 Kilic E. ElAli A. Kilic U. Guo Z. Ugur M. Uslu U. . ( 2010 ). Role of Nogo-a in neuronal survival in the reperfused ischemic brain . J. Cereb. Blood Flow Metab. 30 , 969 – 984 . doi: 10.1038/jcbfm.2009.268 20087369 Knobbe C. B. Lapin V. Suzuki A. Mak T. W. ( 2008 ). The roles of PTEN in development, physiology and tumorigenesis in mouse models: a tissue-by-tissue survey . Oncogene 27 , 5398 – 5415 . doi: 10.1038/onc.2008.238 , PMID: 18794876 Kong X. Hu W. Cui Y. Gao J. Yao X. Ren J. . ( 2022 ). Transcranial direct-current stimulation regulates MCT1-PPA-PTEN-LONP1 signaling to confer neuroprotection after rat cerebral ischemia-reperfusion injury . Mol. Neurobiol. 59 , 7423 – 7438 . doi: 10.1007/s12035-022-03051-7 , PMID: 36190692 Kong X. Yao X. Ren J. Gao J. Cui Y. Sun J. . ( 2023 ). tDCS regulates ASBT-3-Oxo LCA-PLOD2-PTEN signaling pathway to confer neuroprotection following rat cerebral ischemia-reperfusion injury . Mol. Neurobiol. 60 , 6715 – 6730 . doi: 10.1007/s12035-023-03504-7 , PMID: 37477767 Kreis P. Leondaritis G. Lieberam I. Eickholt B. J. ( 2014 ). Subcellular targeting and dynamic regulation of PTEN: implications for neuronal cells and neurological disorders . Front. Mol. Neurosci. 7 : 23 . doi: 10.3389/fnmol.2014.00023 , PMID: 24744697 Lai T. W. Zhang S. Wang Y. T. ( 2014 ). Excitotoxicity and stroke: identifying novel targets for neuroprotection . Prog. Neurobiol. 115 , 157 – 188 . doi: 10.1016/j.pneurobio.2013.11.006 , PMID: 24361499 Lam W. H. Lam W. S. Jaaman S. H. Lee P. F. ( 2022 ). Bibliometric analysis of information theoretic studies . Entropy (Basel) 24 : 1359 . doi: 10.3390/e24101359 , PMID: 37420379 Li Y. Fan C. Wang L. Lan T. Gao R. Wang W. . ( 2021 ). Micro RNA-26a-3p rescues depression-like behaviors in male rats via preventing hippocampal neuronal anomalies . J. Clin. Invest. 131 : e148853 . doi: 10.1172/JCI148853 , PMID: 34228643 Li H. H. Lin S. L. Huang C. N. Lu F. J. Chiu P. Y. Huang W. N. . ( 2016 ). MI R-302 attenuates amyloid-beta-induced neurotoxicity through activation of Akt signaling . J. Alzheimers Dis. 50 , 1083 – 1098 . doi: 10.3233/JAD-150741 , PMID: 26890744 Li Y. Wang H. Muffat J. Cheng A. W. Orlando D. A. Loven J. . ( 2013 ). Global transcriptional and translational repression in human-embryonic-stem-cell-derived Rett syndrome neurons . Cell Stem Cell 13 , 446 – 458 . doi: 10.1016/j.stem.2013.09.001 , PMID: 24094325 Liu B. Li L. Zhang Q. Chang N. Wang D. Shan Y. . ( 2010 ). Preservation of GABAA receptor function by PTEN inhibition protects against neuronal death in ischemic stroke . Stroke 41 , 1018 – 1026 . doi: 10.1161/STROKEAHA.110.579011 , PMID: 20360540 Liu K. Lu Y. Lee J. K. Samara R. Willenberg R. Sears-Kraxberger I. . ( 2010 ). PTEN deletion enhances the regenerative ability of adult corticospinal neurons . Nat. Neurosci. 13 , 1075 – 1081 . doi: 10.1038/nn.2603 , PMID: 20694004 Liu Z. J. Wang M. J. Luo J. Tan Y. T. Hou M. Wang S. C. ( 2023 ). A bibliometric analysis of hotpots and trends for the relationship between skin inflammation and regeneration . Front. Surg. 10 : 1180624 . doi: 10.3389/fsurg.2023.1180624 , PMID: 37151861 Lu Y. Belin S. He Z. ( 2014 ). Signaling regulations of neuronal regenerative ability . Curr. Opin. Neurobiol. 27 , 135 – 142 . doi: 10.1016/j.conb.2014.03.007 , PMID: 24727245 Lunardi A. Varmeh S. Chen M. Taulli R. Guarnerio J. Ala U. . ( 2015 ). Suppression of CHK1 by ETS family members promotes DNA damage response bypass and tumorigenesis . Cancer Discov. 5 , 550 – 563 . doi: 10.1158/2159-8290.CD-13-1050 , PMID: 25653093 Luo Y. D. Fang L. Yu H. Q. Zhang J. Lin X. T. Liu X. Y. . ( 2021 ). P53 haploinsufficiency and increased mTOR signalling define a subset of aggressive hepatocellular carcinoma . J. Hepatol. 74 , 96 – 108 . doi: 10.1016/j.jhep.2020.07.036 , PMID: 32738450 Mathur D. Stratikopoulos E. Ozturk S. Steinbach N. Pegno S. Schoenfeld S. . ( 2017 ). PTEN regulates glutamine flux to pyrimidine synthesis and sensitivity to dihydroorotate dehydrogenase inhibition . Cancer Discov. 7 , 380 – 390 . doi: 10.1158/2159-8290.CD-16-0612 , PMID: 28255082 Melo R. L. F. Sales M. B. de Castro Bizerra V. de Sousa Junior P. G. Cavalcante A. L. G. Freire T. M. . ( 2023 ). Recent applications and future prospects of magnetic biocatalysts . Int. J. Biol. Macromol. 253 : 126709 . doi: 10.1016/j.ijbiomac.2023.126709 , PMID: 37696372 Nguyen Huu T. Park J. Zhang Y. Park I. Yoon H. J. Woo H. A. . ( 2021 ). Redox regulation of PTEN by peroxiredoxins . Antioxidants (Basel) 10 : 302 . doi: 10.3390/antiox10020302 , PMID: 33669370 Nieuwenhuis B. Eva R. ( 2022 ). Promoting axon regeneration in the central nervous system by increasing PI3-kinase signaling . Neural Regen. Res. 17 , 1172 – 1182 . doi: 10.4103/1673-5374.327324 , PMID: 34782551 Ning K. Pei L. Liao M. Liu B. Zhang Y. Jiang W. . ( 2004 ). Dual neuroprotective signaling mediated by downregulating two distinct phosphatase activities of PTEN . J. Neurosci. 24 , 4052 – 4060 . doi: 10.1523/JNEUROSCI.5449-03.2004 , PMID: 15102920 Norsworthy M. W. Bei F. Kawaguchi R. Wang Q. Tran N. M. Li Y. . ( 2017 ). Sox 11 expression promotes regeneration of some retinal ganglion cell types but kills others . Neuron 94 , 1112 – 1120 . doi: 10.1016/j.neuron.2017.05.035 , PMID: 28641110 Pan Y. Fu L. Du J. Zhang D. Lu T. Zhang Y. . ( 2022 ). Layer-by-layer self-assembly coating for multi-functionalized fabrics: a scientometric analysis in cite space (2005-2021) . Molecules 27 : 6767 . doi: 10.3390/molecules27196767 , PMID: 36235299 Park K. K. Liu K. Hu Y. Smith P. D. Wang C. Cai B. . ( 2008 ). Promoting axon regeneration in the adult CNS by modulation of the PTEN/mTOR pathway . Science 322 , 963 – 966 . doi: 10.1126/science.1161566 , PMID: 18988856 Peng C. Kuang L. Zhao J. Ross A. E. Wang Z. Ciolino J. B. ( 2022 ). Bibliometric and visualized analysis of ocular drug delivery from 2001 to 2020 . J. Control. Release 345 , 625 – 645 . doi: 10.1016/j.jconrel.2022.03.031 , PMID: 35321827 Rademacher S. Eickholt B. J. ( 2019 ). PTEN in autism and neurodevelopmental disorders . Cold Spring Harb. Perspect. Med. 9 : a036780 . doi: 10.1101/cshperspect.a036780 , PMID: 31427284 Sakakibara A. Horwitz A. F. ( 2006 ). Mechanism of polarized protrusion formation on neuronal precursors migrating in the developing chicken cerebellum . J. Cell Sci. 119 , 3583 – 3592 . doi: 10.1242/jcs.03080 , PMID: 16912080 Shah S. M. Ahmad T. Chen S. Yuting G. Liu X. Yuan Y. ( 2021 ). A bibliometric analysis of the one hundred Most cited studies in psychosomatic research . Psychother. Psychosom. 90 , 425 – 430 . doi: 10.1159/000516185 , PMID: 33957635 Shen L. M. Song Z. W. Hua Y. Chao X. Liu J. B. ( 2017 ). miR-181d-5p promotes neurite outgrowth in PC12 cells via PI3K/Akt pathway . CNS Neurosci. Ther. 23 , 894 – 906 . doi: 10.1111/cns.12761 , PMID: 28961370 Spina Nagy G. Kawamoto E. M. Bridi J. C. ( 2021 ). The role of PTEN signaling in synaptic function: implications in autism spectrum disorder . Neurosci. Lett. 759 : 136015 . doi: 10.1016/j.neulet.2021.136015 , PMID: 34111509 Steen E. Terry B. M. Rivera E. J. Cannon J. L. Neely T. R. Tavares R. . ( 2005 ). Impaired insulin and insulin-like growth factor expression and signaling mechanisms in Alzheimer's disease--is this type 3 diabetes? J. Alzheimers Dis. 7 , 63 – 80 . doi: 10.3233/jad-2005-7107 , PMID: 15750215 Sun F. Park K. K. Belin S. Wang D. Lu T. Chen G. . ( 2011 ). Sustained axon regeneration induced by co-deletion of PTEN and SOCS3 . Nature 480 , 372 – 375 . doi: 10.1038/nature10594 , PMID: 22056987 Sun F. Sun Y. Zhu J. Wang X. Ji C. Zhang J. . ( 2022 ). Mesenchymal stem cells-derived small extracellular vesicles alleviate diabetic retinopathy by delivering NEDD4 . Stem Cell Res Ther 13 : 293 . doi: 10.1186/s13287-022-02983-0 , PMID: 35841055 Tan L. Wang X. Yuan K. Yin T. Du R. Shen L. . ( 2023 ). Structural and temporal dynamics analysis on drug-eluting stents: history, research hotspots and emerging trends . Bioact Mater 23 , 170 – 186 . doi: 10.1016/j.bioactmat.2022.09.009 , PMID: 36406256 van den Hoven A. F. Keijsers R. G. M. Lam M. Glaudemans A. Verburg F. A. Vogel W. V. . ( 2023 ). Current research topics in FAPI theranostics: a bibliometric analysis . Eur. J. Nucl. Med. Mol. Imaging 50 , 1014 – 1027 . doi: 10.1007/s00259-022-06052-9 , PMID: 36437424 Wang J. Cui Y. Yu Z. Wang W. Cheng X. Ji W. . ( 2019 ). Brain endothelial cells maintain lactate homeostasis and control adult hippocampal neurogenesis . Cell Stem Cell 25 , 754 – 767.e9 . doi: 10.1016/j.stem.2019.09.009 , PMID: 31761722 Wang W. Li T. Wang Z. Yin Y. Zhang S. Wang C. . ( 2023 ). Bibliometric analysis of research on neurodegenerative diseases and single-cell RNA sequencing: Opportunities and challenges . iScience 26 : 107833 . doi: 10.1016/j.isci.2023.107833 , PMID: 37736042 Wang J. Li Z. Zhang J. ( 2022 ). Visualizing the knowledge structure and evolution of bioinformatics . BMC Bioinformatics 23 : 404 . doi: 10.1186/s12859-022-04948-9 , PMID: 36180852 Wang J. Maniruzzaman M. ( 2022 ). A global bibliometric and visualized analysis of bacteria-mediated cancer therapy . Drug Discov. Today 27 : 103297 . doi: 10.1016/j.drudis.2022.05.023 , PMID: 35654388 Wani A. Gupta M. Ahmad M. Shah A. M. Ahsan A. U. Qazi P. H. . ( 2019 ). Alborixin clears amyloid-beta by inducing autophagy through PTEN-mediated inhibition of the AKT pathway . Autophagy 15 , 1810 – 1828 . doi: 10.1080/15548627.2019.1596476 , PMID: 30894052 Wong F. K. Bercsenyi K. Sreenivasan V. Portales A. Fernandez-Otero M. Marin O. ( 2018 ). Pyramidal cell regulation of interneuron survival sculpts cortical networks . Nature 557 , 668 – 673 . doi: 10.1038/s41586-018-0139-6 , PMID: 29849154 Wu H. Li H. Bai T. Han L. Ou J. Xun G. . ( 2020 ). Phenotype-to-genotype approach reveals head-circumference-associated genes in an autism spectrum disorder cohort . Clin. Genet. 97 , 338 – 346 . doi: 10.1111/cge.13665 , PMID: 31674007 Xavier-Santos D. Padilha M. Fabiano G. A. Vinderola G. Gomes Cruz A. Sivieri K. . ( 2022 ). Evidences and perspectives of the use of probiotics, prebiotics, synbiotics, and postbiotics as adjuvants for prevention and treatment of COVID-19: a bibliometric analysis and systematic review . Trends Food Sci. Technol. 120 , 174 – 192 . doi: 10.1016/j.tifs.2021.12.033 , PMID: 35002079 Xu G. Jin B. Xian X. Yang H. Zhao H. Du S. . ( 2021 ). Evolutions in the Management of Hepatocellular Carcinoma over last 4 decades: an analysis from the 100 Most influential articles in the field . Liver Cancer 10 , 137 – 150 . doi: 10.1159/000513412 , PMID: 33977090 Xu J. Yu X. Martin T. C. Bansal A. Cheung K. Lubin A. . ( 2021 ). AKT degradation selectively inhibits the growth of PI3K/PTEN pathway-mutant cancers with wild-type KRAS and BRAF by destabilizing Aurora kinase B . Cancer Discov. 11 , 3064 – 3089 . doi: 10.1158/2159-8290.CD-20-0815 , PMID: 34301793 Yan W. T. Lu S. Yang Y. D. Ning W. Y. Cai Y. Hu X. M. . ( 2021 ). Research trends, hot spots and prospects for necroptosis in the field of neuroscience . Neural Regen. Res. 16 , 1628 – 1637 . doi: 10.4103/1673-5374.303032 , PMID: 33433494 Yan W. T. Yang Y. D. Hu X. M. Ning W. Y. Liao L. S. Lu S. . ( 2022 ). Do pyroptosis, apoptosis, and necroptosis (PANoptosis) exist in cerebral ischemia? Evidence from cell and rodent studies . Neural Regen. Res. 17 , 1761 – 1768 . doi: 10.4103/1673-5374.331539 , PMID: 35017436 Yu Q. Zhang R. Li T. Yang L. Zhou Z. Hou L. . ( 2023 ). Mitochondrial hydrogen peroxide activates PTEN and inactivates Akt leading to autophagy inhibition-dependent cell death in neuronal models of Parkinson's disease . Mol. Neurobiol. 60 , 3345 – 3364 . doi: 10.1007/s12035-023-03286-y , PMID: 36853430 Zeng L. Jiang H. Ashraf G. M. Liu J. Wang L. Zhao K. . ( 2022 ). Implications of mi R-148a-3p/p 35/PTEN signaling in tau hyperphosphorylation and autoregulatory feedforward of Akt/CREB in Alzheimer's disease . Mol Ther Nucleic Acids 27 , 256 – 275 . doi: 10.1016/j.omtn.2021.11.019 , PMID: 35024240 Zhang J. H. Ni S. Y. Tan Y. T. Luo J. Wang S. C. ( 2022 ). A bibliometric analysis of PIN1 and cell death . Front. Cell Dev. Biol. 10 : 1043725 . doi: 10.3389/fcell.2022.1043725 , PMID: 36393861 Zhang T. Tang Y. Li H. Hu W. Cheng J. Lee X. ( 2023 ). A bibliometric review of biochar for soil carbon sequestration and mitigation from 2001 to 2020 . Ecotoxicol. Environ. Saf. 264 : 115438 . doi: 10.1016/j.ecoenv.2023.115438 , PMID: 37683427 Zhang J. H. Wang M. J. Tan Y. T. Luo J. Wang S. C. ( 2023 ). A bibliometric analysis of apoptosis in glaucoma . Front. Neurosci. 17 : 1105158 . doi: 10.3389/fnins.2023.1105158 , PMID: 36814788 Zheng S. Y. Hu X. M. Huang K. Li Z. H. Chen Q. N. Yang R. H. . ( 2022 ). Proteomics as a tool to improve novel insights into skin diseases: what we know and where we should be going . Front. Surg. 9 : 1025557 . doi: 10.3389/fsurg.2022.1025557 , PMID: 36338621 Zheng H. Ying H. Yan H. Kimmelman A. C. Hiller D. J. Chen A. J. . ( 2008 ). P53 and PTEN control neural and glioma stem/progenitor cell renewal and differentiation . Nature 455 , 1129 – 1133 . doi: 10.1038/nature07443 , PMID: 18948956 Zhou J. Ping F. F. Lv W. T. Feng J. Y. Shang J. ( 2014 ). Interleukin-18 directly protects cortical neurons by activating PI3K/AKT/NF-kappa B/CREB pathways . Cytokine 69 , 29 – 38 . doi: 10.1016/j.cyto.2014.05.003 , PMID: 25022959 Zhu S. Liu Y. Gu Z. Zhao Y. ( 2021 ). A bibliometric analysis of advanced healthcare materials: research trends of biomaterials in healthcare application . Adv. Healthc. Mater. 10 : e2002222 . doi: 10.1002/adhm.202002222 , PMID: 33599117 Zhu S. Liu Y. Gu Z. Zhao Y. ( 2022 ). Research trends in biomedical applications of two-dimensional nanomaterials over the last decade – a bibliometric analysis . Adv. Drug Deliv. Rev. 188 : 114420 . doi: 10.1016/j.addr.2022.114420 , PMID: 35835354 Zhu H. Wang Y. Yang X. Wan G. Qiu Y. Ye X. . ( 2019 ). Catalpol improves axonal outgrowth and reinnervation of injured sciatic nerve by activating Akt/mTOR pathway and regulating BDNF and PTEN expression . Am. J. Transl. Res. 11 , 1311 – 1326 . PMID: 30972164",
  "plain_text": "Phosphatase and tensin homologue deleted on chromosome ten (PTEN) was initially recognized as a significant regulator of cancer suppression and could impede cancer cell survival, proliferation, and energy metabolism. PTEN is highly expressed in neurons and performs crucial functions in neurogenesis, synaptogenesis, and neuronal survival. Disruption of PTEN activity may also result in abnormal neuronal function and is associated with various neurological disorders, including stroke, seizures, and autism. Although several studies have shown that PTEN is involved in the development and degenerative processes of the nervous system, there is still a lack of in-depth studies that summarize and analyse patterns of cooperation between authors, institutions, countries, and journals, as well as research hotspots and trends in this important field. To identify and further visualize the cooperation and comprehend the development and trends of PTEN in the nervous system, especially in neural development and neurological diseases, we used a bibliometric analysis to identify relevant publications on this topic. We first found that the number of publications displayed a growing trend with time, but this was not stable. Universities, institutions, and authors from the United States are leading in this area of research. In addition, many cutting-edge research results have been discovered, such as key regulatory molecules and cellular mechanisms of PTEN in the nervous system, which may provide novel intervention targets and precise therapeutic strategies for related pathological injuries and diseases. Finally, the literature published within the last 5 years is discussed to identify future research trends regarding PTEN in the nervous system. Taken together, our findings, analysed using bibliometrics, may reflect research hotspots and trends, providing a reference for studying PTEN in the nervous system, especially in neural development and neurological diseases. These findings can assist new researchers in developing their research interests and gaining basic information. Moreover, our findings also may provide precise clinical guidelines and strategies for treating nervous system injuries and diseases caused by PTEN dysfunction."
}
