{
    "PMC": "6561740",
    "DOI": "10.1126/sciadv.aaw1386",
    "PMID": "31206022",
    "PMCID": "PMC6561740",
    "title": "BAP31 regulates mitochondrial function via interaction with Tom40 within ER-mitochondria contact sites.",
    "year": 2019,
    "source_url": "https://europepmc.org/article/PMC/PMC6561740",
    "source": "MED",
    "abstract_text": "The endoplasmic reticulum (ER) is composed of large membrane-bound compartments, and its membrane subdomain appears to be in close contact with mitochondria via ER-mitochondria contact sites. Here, I demonstrate that the ER membrane protein, BAP31, acts as a key factor in mitochondrial homeostasis to stimulate the constitution of the mitochondrial complex I by forming an ER-mitochondria bridging protein complex. Within this complex, BAP31 interacts with mitochondria-localized proteins, including Tom40, to stimulate the translocation of NDUFS4, the component of complex I from the cytosol to the mitochondria. Disruption of the BAP31-Tom40 complex inhibits mitochondrial complex I activity and oxygen consumption by the decreased NDUFS4 localization to the mitochondria. Thus, the BAP31-Tom40 ER-mitochondria bridging complex mediates the regulation of mitochondrial function and plays a role as a previously unidentified stress sensor, representing a mechanism for the establishment of ER-mitochondria communication via contact sites between these organelles.",
    "full_text": "Sci Adv Sci Adv SciAdv advances Science Advances 2375-2548 American Association for the Advancement of Science 6561740 aaw1386 10.1126/sciadv.aaw1386 Research Article Research Articles SciAdv r-articles Cell Biology Molecular Biology Cell Biology BAP31 regulates mitochondrial function via interaction with Tom40 within ER-mitochondria contact sites http://orcid.org/0000-0003-4106-541X Namba Takushi 1 2 1 Science Research Center, Kochi University, Nankoku 783-8505, Japan. 2 Department of Marine Resource Science, Faculty of Agriculture and Marine Science, Kochi University, Nankoku 783-8502, Japan. Email: t-namba@kochi-u.ac.jp 6 2019 12 6 2019 5 6 eaaw1386 20 11 2018 10 5 2019 Copyright © 2019 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC). 2019 The Authors This is an open-access article distributed under the terms of the Creative Commons Attribution-NonCommercial license , which permits use, distribution, and reproduction in any medium, so long as the resultant use is not for commercial advantage and provided the original work is properly cited. ER-mitochondria communication via the BAP31-Tom40 complex is essential for control of mitochondrial homeostasis. The endoplasmic reticulum (ER) is composed of large membrane-bound compartments, and its membrane subdomain appears to be in close contact with mitochondria via ER-mitochondria contact sites. Here, I demonstrate that the ER membrane protein, BAP31, acts as a key factor in mitochondrial homeostasis to stimulate the constitution of the mitochondrial complex I by forming an ER-mitochondria bridging protein complex. Within this complex, BAP31 interacts with mitochondria-localized proteins, including Tom40, to stimulate the translocation of NDUFS4, the component of complex I from the cytosol to the mitochondria. Disruption of the BAP31-Tom40 complex inhibits mitochondrial complex I activity and oxygen consumption by the decreased NDUFS4 localization to the mitochondria. Thus, the BAP31-Tom40 ER-mitochondria bridging complex mediates the regulation of mitochondrial function and plays a role as a previously unidentified stress sensor, representing a mechanism for the establishment of ER-mitochondria communication via contact sites between these organelles. JSPS 16K18874 Copyeditor Sam Ardiente INTRODUCTION The endoplasmic reticulum (ER) and mitochondria are essential organelles responsible for various cellular functions and are key components of cellular stress responsiveness. They are also hosts to an array of biological reactions that are critical for the survival and homeostatic adaptation of cells ( 1 , 2 ). Several cellular stressors induce ER and mitochondrial dysfunction, impairing protein folding and respiratory chain activity–induced depletion of adenosine triphosphate (ATP) ( 3 , 4 ). Homeostasis dysfunction results from various human diseases, including neurodegenerative or metabolic disorders and cancer, and thus, the identification of the molecular mechanism underlying the maintenance of ER and mitochondrial homeostasis is important for developing treatments for these diseases ( 1 , 5 ). Advances in cellular visualization technologies have revealed details regarding the organelle structure; specifically, the ER comprises large membrane-bound compartments, with a network extending throughout the cytoplasm and a membrane subdomain, the mitochondria-associated ER membrane (MAM), which is a highly conserved feature of eukaryotic cells, and appears to be in close contact with the mitochondria ( 6 , 7 ). Increasing evidence suggests that ER-mitochondria contact sites serve as an important cellular signaling platform associated with several important functions, including Ca 2+ storage, lipid biogenesis, mitochondrial division, and induction of autophagy ( 8 – 11 ). Thus, these contact sites are involved in the regulation of cellular biological reactions; however, their role in cellular homeostasis and stress responses remains unclear. B cell receptor–associated protein 31 (BAP31) is an integral ER membrane protein ( 12 ). Recent studies have uncovered critical factors responsible for the cross-talk of apoptotic signals between the ER and mitochondria by identifying associations between BAP31 and mitochondrial fission factor (Fis1) and Bcl-2 ( 13 – 15 ). Thus, BAP31 appears to be involved in cell death and in ER and mitochondrial signaling; however, whether BAP31 is related to cellular homeostatic pathways remains unknown. This study reports that BAP31 acts as a key factor in mitochondrial homeostasis and forms an ER-mitochondria bridging protein complex that interacts with mitochondria-localized proteins, including translocase of the outer mitochondrial membrane 40 (Tom40), mitochondrial respiratory chain complexes, and NADH:ubiquinone oxidoreductase (mitochondrial complex I) core subunit 4 (NDUFS4) located in ER-mitochondria contact sites. The loss of BAP31 decreased mitochondrial oxygen consumption and increased glycolysis and autophagy via the activation of adenosine monophosphate–activated protein kinase (AMPK) signaling. Moreover, the genetic suppression of BAP31 function or the induction of ER stress induced the disruption of the BAP31-Tom40 complex and inhibited precursor NDUFS4 (pre-NDUFS4) translocation from the cytosol to the mitochondria, indicating that interaction between BAP31 and Tom40 stimulates NDUFS4 mitochondrial localization and maintains mitochondrial complex I activity. Not only NDUFS4 but also another specific mitochondrial protein also regulated mitochondrial translocation by the BAP31-Tom40 complex. Thus, the BAP31-Tom40 bridging complex mediates mitochondrial homeostasis and stimulates nuclear-encoded mitochondrial protein translocation within the mitochondria, representing a mechanism underlying ER-mitochondria communication via contact sites between these organelles. RESULTS Loss of BAP31 induces autophagy To further understand the role of BAP31 within the cellular homeostatic signaling pathway, I performed transmission electron microscopy (TEM) to identify any change in the cellular or organelle structure by BAP31 knockout. As shown in Fig. 1G (left), BAP31 knockout in U2OS via the CRISPR-Cas9 method (sgBAP31-2) and subsequent TEM indicated that BAP31 knockout induced autolysosome-like structures ( Fig. 1, A and B ). I further examined whether BAP31 knockdown affects autophagy signaling. U2OS cells were treated with small interfering RNA (siRNA) for BAP31 to suppress BAP31 expression, and autophagy marker LC3-II levels were monitored. As shown in Fig. 1 (C and D) , BAP31 knockdown by siRNA silencing increased LC3-II protein expression and green fluorescent protein (GFP)–LC3 puncta. Increased LC3-II levels may be associated with enhanced autophagosome synthesis or reduced autophagosome turnover. To interpret these changes in processed LC3-II levels, I applied bafilomycin A1, which inhibits the degradation of autolysosome contents. Increasing LC3-II protein levels could provide evidence of efficient autophagic flux in the presence of bafilomycin A1. As shown in Fig. 1E , cotreatment with siBAP31 and bafilomycin A1 increased LC3-II protein levels compared with treatment with siBAP31 alone, suggesting that the suppression of BAP31 expression induced autophagosome synthesis. Fig. 1 Suppression of BAP31 expression induces autophagy via AMPK signaling. ( A ) U2OS cells subjected to BAP31 knockout via CRISPR-Cas9 system (sgControl and sgBAP31-2) were subjected to TEM. Higher magnification images are shown at the right. Scale bars, 10 and 1 μm (left and right, respectively). White arrows indicate autolysosomes. ( B ) Total number of autolysosomes in each cell was determined. Data are presented as means ± SD ( n = 6). ( C ) Loss of BAP31 increases LC3-II expression. U2OS cells were transfected with the indicated concentrations of siBAP31 and 150 pmol of siControl for 24 hours. Cells were subjected to immunoblotting using anti-BAP31, anti-LC3, and anti–β-actin antibodies. ( D ) U2OS cells stably expressing GFP-LC3 were transfected with 100 pmol of siBAP31 or siControl for 24 hours. Cells were fixed with 4% paraformaldehyde, and GFP-LC3 (green) fluorescence was determined. Blue represents nuclear 4′,6-diamidino-2-phenylindole (DAPI) staining. Scale bar, 10 μm. The number of LC3-GFP puncta in the cells (green dots) was determined, and data are presented as means ± SD ( n = 6). ( E ) Loss of BAP31 stimulates autophagosome synthesis. U2OS cells were transfected with 100 pmol of siControl or siBAP31 for 24 hours, followed by treatment with or without bafilomycin A1 (1 μg/ml) for 1 hour. Cells were subjected to immunoblotting using the indicated antibodies. ( F ) BAP31 does not affect the ER stress response. U2OS cells were transfected with siBAP31 and siControl for 18 hours and then treated with or without BFA (1 μg/ml) for 8 hours. Cells were subjected to immunoblotting using the indicated antibodies and Phos-tag SDS–polyacrylamide gel electrophoresis (PAGE) or normal SDS-PAGE. ( G ) BAP31 knockout or knockdown activates the AMPK-ULK-LC3 signaling pathway. U2OS and HeLa cells subjected to BAP31 knockout via the CRISPR-Cas9 system (sgControl, sgBAP31-2, and sgBAP31-3) and MEF cells transfected with siControl (200 pmol) and siBAP31 at the indicated concentrations for 24 hours were subjected to immunoblotting using the indicated antibodies. P value was calculated using two-way analysis of variance (ANOVA). ** P < 0.01 (B and D). Loss of BAP31 activates the AMPK signaling pathway The ER membrane–associated proteins IRE1 (inositol-requiring enzyme 1), PERK (RNA-dependent protein kinase-like ER kinase), and ATF6 (activating transcription factor 6) are major stress response sensors involved in a series of signaling cascades and induction of AMPK activation and autophagy ( 16 ). Therefore, I tested whether the RNA interference (RNAi)–mediated depletion of BAP31 affects the activation of three related ER stress sensors/pathways with or without treatment with an ER stress agent. I observed that the depletion of BAP31 did not affect PERK or IRE1 phosphorylation, and ATF6 cleavage was observed under ER stress conditions ( Fig. 1F ), indicating that BAP31 is not involved in ER stress responses. AMPK signaling is important for inducing autophagy; specifically, the inactivation of mTORC1 (mammalian target of rapamycin complex 1) and activation of unc-51–like kinase (ULK) are directly or indirectly regulated by AMPK. Thus, I investigated whether the loss of BAP31 affects AMPK activity. As shown in Fig. 1G , BAP31 knockout in U2OS and HeLa cells via CRISPR-Cas9 (sgBAP31-2 and sgBAP31-3 are different target sequences) and the siRNA depletion of BAP31 in mouse embryonic fibroblast (MEF) cells induced AMPK (Thr 172 ) phosphorylation (i.e., the active form of AMPK), ULK activation (via Ser 317 phosphorylation and Ser 757 dephosphorylation), and increased LC3-II expression. Thus, the loss of BAP31 stimulates enhanced autophagosome synthesis via the activation of AMPK-ULK signaling without inducing an ER stress response. BAP31 regulates mitochondrial homeostasis The loss of BAP31 activates AMPK signaling, indicating that ATP production is reduced in BAP31-depleted cells. Therefore, I hypothesized that this ER membrane protein BAP31 is involved in mitochondrial homeostasis and respiratory chain activity. It was previously reported that cycles of fusion and fission modify the morphology of the mitochondrial compartment, which correlates to respiratory activity in the cells. Fragmented short mitochondria show low respiratory activity compared with that of fusion of long-form mitochondria ( 17 ). As shown in Fig. 2A , I performed confocal imaging analyses using a MitoTracker to visualize mitochondrial morphology, which indicated that mitochondria exhibit long and short forms in control U2OS cells (sgControl); however, the loss of BAP31 (sgBAP31-2) abnormally increased the abundance of the short form. Mitochondrial transmembrane electric potential (ΔΨ m ) reflects mitochondrial function. Therefore, I attempted to analyze the effect of siBAP31 on ΔΨ m using fluorescent JC-1. Red fluorescence represents JC-1 aggregates appearing in the mitochondria after potential-dependent aggregation. Green fluorescence represents JC-1 monomers appearing in the cytosol after mitochondrial membrane depolarization. As shown in Fig. 2B , U2OS cells treated with siBAP31 exhibited decreased JC-1 aggregates (red) and increased JC-1 monomers (green) compared with siControl-treated cells. The ΔΨ m was decreased by suppression of BAP31 expression as shown by microplate reader analysis ( Fig. 2C ). Mitophagy induces the selective elimination of damaged and dysfunctional mitochondria, initiation of mitophagy signaling involves localization changing from Parkin in the cytosol to the damaged mitochondria, and a high level of mitophagy reduced total mitochondrial protein. Thus, I examined whether the loss of BAP31 induced mitophagy as a result of mitochondrial dysfunction, and BAP31-depleted (+) or BAP31 control (−) U2OS cells were fractionated into cytosolic and mitochondrial fractions and examined with Parkin subcellular localization. As shown in Fig. 2D , Parkin was mainly found in the cytosol of control cells. However, Parkin levels increased in the mitochondrial fraction but remained the same in the cytosol fraction following deletion of BAP31 expression. Mitochondrial total protein was decreased with the mitophagy inducer, carbonyl cyanide p -trifluoromethoxyphenylhydrazone (FCCP) with oligomycin, and treated cells, but deleted BAP31 did not reduce mitochondrial total protein ( Fig. 2E ). To estimate the occurrence of mitophagy, I incubated cells with mitophagy dye (red) and lysosome dye (green), and mitophagy can be detected with the colocalization of mitophagy and lysosome dyes. As shown in fig. S1, deleted BAP31 induced mitophagy but was a minor effect compared with mitophagy inducer–treated cells. These results indicated that BAP31 is involved in mitochondrial homeostatic function, and the inhibition of BAP31 function induced mitochondrial dysfunction and mitophagy. Fig. 2 Loss of BAP31 impaired mitochondrial function. ( A ) Loss of BAP31 induces mitochondrial morphological changes. U2OS sgControl or sgBAP31-2 cells were treated with MitoTracker orange and subjected to fluorescence microscopy. Red represents mitochondria MitoTracker staining, and blue represents nuclear DAPI staining. Scale bars, 10 μm. The length of mitochondria within the cells was determined, and data are presented as means ± SD ( n = 30). ( B and C ) Loss of BAP31 decreases mitochondrial transmembrane electric potential. After 24 hours of treatment with siControl or siBAP31 in U2OS cells, these cells were incubated with JC-1 for 20 min and subjected to either (B) fluorescence microscopy (red, JC-1 aggregates; green, JC-1 monomers) or (C) microplate reader; ΔΨ m was determined by the ratio between the fluorescence intensity obtained at red fluorescence of energized mitochondrion and green fluorescence of de-energized mitochondrion. Scale bars, 20 μm. ( D ) Parkin-localized mitochondrial fraction by loss of BAP31. U2OS sgControl or sgBAP31-2 cells were fractionated into three parts (whole cell, cytosol, and mitochondria) and blotted with antibodies to Parkin, COXIV (mitochondria marker), and α-tubulin (cytosol marker). ( E ) The same number of U2OS sgBAP31-2 cells and sgControl cells with or without simultaneous treatment of FCCP (1 μM) and oligomycin (1 μM) for 12 hours was isolated via mitochondrial fractionation, and protein concentration was determined. ( F ) Mitochondrial oxygen consumption is suppressed by BAP31 knockdown. U2OS cells transfected with siBAP31 or siControl for 24 hours received additional treatment with or without rotenone (5 μM) for 6 hours. Time-resolved fluorescence (TR-F) of MitoXpress probe was converted to phosphorescence values and normalized to the cell number. Data are expressed as mean TR-F. Data are presented as means ± SD of three simultaneously performed experiments. RFU, relative fluorescence units. ( G ) Cell lysates were subjected to immunoblotting using the indicated antibodies. The intensity of the P-AMPK band was determined using ImageJ software. ( H ) ATP level was determined using a CellTiter-Glo assay. RLU, relative luminescence units. ( I ) Suppression of BAP31 expression decreases ATP levels and stimulates glycolysis. U2OS cells were treated with siControl or siBAP31 for the indicated time periods. l -Lactate levels were determined using the Glycolysis Cell-Based Assay Kit. ( J ) Inhibition of mitochondrial complex I stimulates glycolysis. U2OS cells transfected with siBAP31 or siControl for 24 hours received additional treatment with or without rotenone (5 μM) for 6 hours. l -Lactate levels were determined using the same procedure described in (I). Data are presented as means ± SD of three simultaneously performed experiments (C, E, F, and H to J). P value was calculated using two-way ANOVA; n.s., not significant; * P < 0.05; ** P < 0.01. BAP31 regulates mitochondrial oxygen consumption Next, I measured mitochondrial oxygen consumption levels in whole cells using an oxygen-sensitive fluorescent probe (MitoXpress) quenched by molecular oxygen via a nonchemical mechanism and found that reduced dissolved oxygen concentrations in the medium increase the probe signal ( 18 ). U2OS and MEF cells treated with siControl exhibited increased fluorescence intensity, suggesting that cells consumed oxygen within the medium. However, siBAP31 treatment partially reduced fluorescence intensity compared with that observed following siControl treatment, indicating that the depletion of BAP31 suppressed mitochondrial oxygen consumption. The mitochondrial complex I inhibitor strongly suppressed mitochondrial oxygen consumption ( Fig. 2F and fig. S2A), suggesting that this method can be used to measure mitochondria-dependent oxygen consumption via the respiratory chain in U2OS and MEF cells. BAP31 knockout cells also showed a reduction in fluorescence intensity compared with that observed in the sgControl U2OS and HeLa cells (fig. S2, B and C). Subsequently, I demonstrated that BAP31 plays a role in ATP production. siBAP31 suppressed BAP31 protein expression in a time-dependent manner, but the AMPK phosphorylation rate following 24 hours of siBAP31 treatment decreased compared with 6 hours after siBAP31 treatment ( Fig. 2G ). The luciferase assay revealed that the depletion of BAP31 via siBAP31 significantly suppressed ATP production after 6 hours, but not after 24 hours, following treatment ( Fig. 2H ). The inhibition of mitochondrial oxygen consumption leads to the activation of AMPK signaling, which stimulates glycolysis to maintain cellular ATP concentrations ( 3 ). Here, I demonstrated that the depletion of BAP31 stimulates glycolysis, which results in the production of pyruvate, i.e., lactate dehydrogenase converted to l -lactate via lactic acid fermentation, allowing l -lactate to serve as an indicator of glycolysis. As shown in Fig. 2I , l -lactate levels were increased by the suppression of BAP31 after 24 hours but not after 6 hours. These results suggested that decreased AMPK phosphorylation rate after 24 hours correlated with increasing levels of glycolysis and ATP production. BAP31 knockout cells showed continuous suppression of ATP production and increased l -lactate levels compared with that observed in the sgControl U2OS cells (fig. S3), suggesting that the loss of BAP31 suppressed ATP production and then stimulated glycolysis to increase ATP content in the cells and that the suppression of BAP31 expression showed a slightly different phenotype concerning ATP production. The inhibition of mitochondrial complex I activity stimulates glycolysis ( 19 , 20 ); therefore, I investigated whether the inhibition of mitochondrial complex I activity stimulates glycolysis. In the presence of siRNA for BAP31 or rotenone, U2OS cells exhibited increased l -lactate concentrations ( Fig. 2J ), suggesting that BAP31 is required to maintain mitochondrial homeostasis, including mitochondrial oxygen consumption, and that a loss of BAP31 induces the modulation of cellular metabolism, which reduces mitochondrial oxygen consumption and increases aerobic glycolysis. Identification of Tom40 and NDUFS4 as BAP31-binding components To further understand the role of BAP31 in mitochondrial function, I analyzed the metazoan complex database ( http://metazoa.med.utoronto.ca/ ) ( 21 ) to identify BAP31-binding proteins, including mitochondrial proteins NDUFS4, prohibitin, Tom40, and COXVI, as potential BAP31 binding partners. I first confirmed the interaction between BAP31 and these proteins by performing reciprocal immunoprecipitation in U2OS cells. As shown in Fig. 3 (A and B) , BAP31 and Tom40 or NDUFS4 endogenously associated, whereas BAP31 and prohibitin or COXVI did not. BAP31 has both transmembrane (amino acids 1 to 127) and cytosolic (amino acids 128 to 246) regions. I further investigated whether the BAP31 cleaved form of p20BAP31 can associate with Tom40 and NDUFS4 using flag-tagged BAP31 (amino acids 1 to 246) or p20BAP31 (amino acids 1 to 164) constructs expressed in U2OS cells. Co-immunoprecipitation experiments demonstrated that p20BAP31 does not bind Tom40 or NDUFS4 ( Fig. 3C ), indicating that the cytosolic region of BAP31 is important for interaction with these proteins. Fig. 3 BAP31 interacts with NDUFS4 and Tom40. ( A and B ) U2OS cells were harvested, and proteins were cross-linked with dithiobis(succinimidyl propionate) before protein extraction. A co-immunoprecipitation (IP) assay was performed with cell lysates using the indicated antibodies, followed by Western blotting. IgG, immunoglobulin G. ( C ) Mapping of BAP31 binding sites for NDUFS4 or Tom40 by co-immunoprecipitation, followed by Western blotting using the indicated antibodies. The indicated flag-BAP31 proteins (amino acids 1 to 246) and flag-BAP31 deletion proteins (p20BAP31; amino acids 1 to 164) were generated for these co-immunoprecipitation experiments. BAP31 interacts with pre-NDUFS4 and stimulates translocation of NDUFS4 from cytosol to mitochondria NDUFS4 is encoded by a nuclear gene, synthesized in the cytosol, and imported to the mitochondria via translocation through the outer mitochondrial membrane (TOM) complex and is lastly localized on the inner mitochondrial membrane as a subunit of the mitochondrial complex I ( 22 ). The ER membrane and inner mitochondria-localized proteins are separated by the outer mitochondrial membrane (OMM), suggesting that BAP31 interacts with NDUFS4 in the process of translocation from the cytosol to the inner mitochondria. Tom40 is the channel for chaperone-carried preproteins comprising components of the TOM complex within the OMM. Thus, I hypothesized that the BAP31-Tom40 complex stimulates the translocation of NDUFS4 in the mitochondria via the TOM complex. To confirm this, I attempted to identify cellular BAP31 localization and determine whether NDUFS4 and Tom40 localization is modified by BAP31 knockout. I performed subcellular fractionation to divide the MAM, ER, and mitochondria as shown in Fig. 4A . BAP31 was localized to the MAM and ER, and NDUFS4 and Tom40 were localized to the MAM and mitochondria. Once BAP31 knockout was achieved, NDUFS4 showed decreased localization within the MAM and mitochondria ( Fig. 4A ). Therefore, BAP31 interacted with Tom40 in the MAM and involved partial NDUFS4 localization to the mitochondria. Previous reports showed that pre-NDUFS4 cleaves to the mature form of NDUFS4, which occurs during the process of import to the mitochondria via the TOM complex, and some NDUFS4 exports from the inner mitochondria to cytosol ( 23 ). Thus, I anticipated that a small amount of NDUFS4 protein would be present in the MAM fraction compared with the mitochondrial fraction. When comparing NDUFS4 protein abundance within the MAM and mitochondria, the cell lysates consisting of the same cell numbers were subjected to subcellular fractionation to divide the MAM and mitochondrial fraction and were suspended in the same amount of volume of sample buffer, and then equal volumes were applied to each well during SDS–polyacrylamide gel electrophoresis. NDUFS4 protein abundance in mitochondria was around eight times higher than within the MAM (fig. S4). Previous findings have indicated that dysfunctional or depleted NDUFS4 suppressed mitochondrial complex I activity and failed to result in normal mitochondrial functioning, i.e., ATP production via the mitochondrial respiratory chain ( 24 ). I examined mitochondrial complex I [reduced form of nicotinamide adenine dinucleotide (NADH) dehydrogenase] activity, which was measured via spectrophotometric assessment, and found that BAP31 knockdown suppressed mitochondrial complex I activity ( Fig. 4B ). Subsequently, I examined whether complex I is involved in AMPK signaling or autophagosome synthesis. I treated U2OS cells with rotenone, which is an inhibitor of mitochondrial complex I. In the presence of rotenone, AMPK was phosphorylated, and processed LC3-II levels were increased (fig. S5). As shown in Fig. 4 (A and C) , NDUFS4 protein expression levels in the mitochondrial fraction were decreased by the loss of BAP31, despite NDUFS4 mRNA levels. It has been reported that pre-NDUFS4 binds to the mitochondrial surface and imports into the mitochondria via the TOM complex ( 23 ). However, pre-NDUFS4 was not detected via the detergent-based cell lysis method ( Fig. 3B ); the homogenization- and sonication-based method could detect pre-NDUFS4 ( Fig. 4D ). As shown in Fig. 4D , the pre-NDUFS4 expression level was not affected by deletion of BAP31, but NDUFS4 expression level did decrease in BAP31 knockout cells, indicating that BAP31 did not affect pre-NDUFS4 expression levels. As shown in Fig. 3 (A and B) , BAP31 interacted with NDUFS4; I examined whether BAP31 also associates with pre-NDUFS4 by performing reciprocal immunoprecipitation in homogenization- and sonication-based lysed U2OS cells. BAP31 interacted with pre-NDUFS4 and NDUFS4 ( Fig. 4E ). Next, I examined whether BAP31 stimulated translocation of pre-NDUFS4 from the cytosol to the surface of mitochondria and mature NDUFS4 to the inner mitochondria; cells were fractionated from the cytosol and mitochondria and treated with or without the proteasome inhibitor MG132. As shown in Fig. 4F , pre-NDUFS4 was increased in the cytosol fraction and was decreased on the surface of mitochondria by BAP31 depletion, and according to these results, the inner mitochondria-localized NDUFS4 was also decreased by BAP31 knockout. The proteasome inhibitor treatment increased pre-NDUFS4 and NDUFS4 levels in the cytosol fraction, indicating that pre-NDUFS4 and NDUFS4 were degraded by proteasome activity ( Fig. 4F ). These results suggested that BAP31 was involved in the construction of mitochondrial complex I to stimulate translocation of pre-NDUFS4 from the cytosol to the mitochondria and translocation of NDUFS4 to the inner mitochondria via interaction with Tom40 and pre-NDUFS4 and that the loss of BAP31-dependent decreasing mitochondrial NDUFS4 protein levels induced mitochondrial dysfunction. Fig. 4 BAP31 stimulates translocation of NDUFS4 from cytosol to mitochondria. ( A ) Decreased NDUFS4 localization at MAM and mitochondria with BAP31 knockout. U2OS cells with sgBAP31 (+) or sgNegative (−) were fractionated into three parts (MAM, mitochondria, and ER) and blotted using antibodies to NDUFS4, Tom40, BAP31, FACL-4 (MAM marker), cytochrome c (mitochondria marker), and calnexin (ER and MAM markers). The protein concentration was equalized between each sample fraction. ( B ) Mitochondrial complex I activity is suppressed by BAP31 knockdown. U2OS cells transfected with siControl or siBAP31 for 24 hours were subsequently assessed for mitochondrial respiratory complex I activity. Data are presented as mean ± SD of three simultaneously performed experiments. mOD, millioptical density. ( C ) BAP31 expression level does not affect NDUFS4 mRNA expression. Total RNA of U2OS cells transfected with siControl or siBAP31 for 24 hours was extracted and subjected to real-time quantitative polymerase chain reaction. Data are presented as means ± SD (three different datasets). ( D ) BAP31 expression level does not affect total pre-NDUFS4 expression. U2OS sgControl or sgBAP31-2 cells were subjected to immunoblotting with the indicated antibodies. The clear band intensity was determined and expressed relative to the sgControl ( n = 3). ( E ) BAP31 interacts with pre-NDUFS4. U2OS cells were harvested, and a co-immunoprecipitation assay was performed with cell lysates for pre-NDUFS4 detection using the indicated antibodies, followed by Western blotting. ( F ) Loss of BAP31 inhibits pre-NDUFS4/NDUFS4 translocation to mitochondria and stimulates proteolysis by the proteasome. U2OS sgControl (−) or sgBAP31-2 (+) cells were treated with the proteasome inhibitor MG132 for 1 hour, and cells were subsequently subjected to fractionation and immunoblotting with the indicated antibodies. DMSO, dimethyl sulfoxide. Cytosol fraction was concentrated by using amicon ultra spin. ( G ) BAP31 interacts with VDAC1 and NDUFB11. The co-immunoprecipitation assay is described in Fig. 3A . ( H ) BAP31 regulates NDUFS4 and NDUFB11 localization to the mitochondria. U2OS sgControl (−) or sgBAP31-2 (+) cells were subjected to fractionation and immunoblotting with the indicated antibodies. ( I ) The clear band intensity was determined [gels are shown in (H)] and expressed relative to the sgControl whole-cell fraction ( n = 3). P value was calculated using two-way ANOVA; * P < 0.05; ** P < 0.01 (B, D, and I). FACL-4, fatty acid-CoA ligase 4; VDAC1, voltage-dependent anion-selective channel 1; NDUFB11, NADH:ubiquinone oxidoreductase subunit B11; HSP60, heat shock protein 60. BAP31 stimulates translocation of some mitochondrial proteins from the cytosol to mitochondria The TOM complex is important for translocation of various mitochondrial proteins, which are coded from nuclear DNA from the cytosol to mitochondria ( 25 ). I confirmed whether the interaction of BAP31 and Tom40 specifically stimulates NDUFS4 mitochondrial translocation. Several mitochondrial proteins, including the mitochondrial outer membrane proteins [which also exist within the MAM; fatty acid-CoA ligase 4 (FACL-4), mitofusin-1, and voltage-dependent anion-selective channel 1 (VDAC1)] and the inner mitochondrial proteins [cytochrome c, cytochrome c oxidase subunit 4 (COXIV), NADH:ubiquinone oxidoreductase subunit B11 (NDUFB11), and heat shock protein 60 (HSP60)], were subjected to immunoprecipitation for analysis of their interactions with BAP31. NDUFB11, complex I subunit, and VDAC1 were identified as BAP31 interaction partners ( Fig. 4G ). Next, these mitochondrial proteins were examined to regulate translocation of mitochondria by the BAP31-Tom40 complex. As shown in Fig. 4 (H and I) , NDUFS4 and NDUFB11 significantly suppressed mitochondrial translocation by depletion of BAP31, and the other proteins were not regulated via mitochondrial translocation by BAP31. These results indicated that the BAP31-Tom40 complex regulates the BAP31 binding partner of inner mitochondrial proteins to translocate to the mitochondria via the TOM complex, and these proteins might have some particular characteristics. BAP31-Tom40 complex collapses following ER stress ER stress suppresses mitochondrial oxygen consumption and induces autophagosome flux ( 4 ). To confirm whether ER stress suppressed mitochondrial oxygen consumption, I treated U2OS cells with tunicamycin (Tm) and analyzed mitochondrial oxygen consumption using an oxygen-sensitive fluorescent probe. As shown in Fig. 5A , Tm treatment suppressed mitochondrial oxygen consumption. I demonstrated that the ER stress–dependent activation of AMPK signaling via siBAP31 or the ER stress inducer, brefeldin A (BFA) treatment, ER stress–activated AMPK signaling [AMPK (Thr 172 ) and ULK (Ser 317 ) phosphorylation and ULK (Ser 757 ) dephosphorylation], and cotreatment with siRNA for BAP31 and ER stress stimulated ULK activation but did not affect AMPK phosphorylation (fig. S6), suggesting that ER stress suppressed mitochondrial activity and induced the activation of AMPK signaling. I then hypothesized that ER stress inhibits BAP31 function. To test this hypothesis, I examined the possibility that ER stress affects the BAP31–pre-NDUFS4/NDUFS4–Tom40 complex. As shown in Fig. 5B , co-immunoprecipitation assay revealed that BAP31 and Tom40 or pre-NDUFS4/NDUFS4 endogenously associated and that their interaction decreased following Tm treatment. I next performed confocal imaging analysis with the Duolink method, which provides a distinct signal when two different antibody epitopes are localized within 40 nm of each other, to detect and visualize BAP31-Tom40 or BAP31–pre-NDUFS4/NDUFS4 association with or without ER stress. Using antibodies recognizing BAP31 and Tom40, this analysis showed that BAP31 appeared to colocalize with Tom40, and this colocalization decreased ER stress response ( Fig. 5C , left). Using the Duolink method, I confirmed positive signals indicative of BAP31-Tom40 interactions, and most of these signals were present on the mitochondria; however, these interaction signals decreased in response to ER stress ( Fig. 5C , middle and right). Using antibodies to BAP31 and pre-NDUFS4/NDUFS4, I found that colocalization signal (yellow) was partially observed ( Fig. 5D , left) and BAP31 and pre-NDUFS4/NDUFS4 interaction signals were detected on the mitochondria, and these signals were decreased under ER stress conditions ( Fig. 5D , middle and right). Fig. 5 ER stress-dependent modification of BAP31 localization and interaction with Bcl-2 induces disruption of the BAP31-Tom40 complex. ( A ) Mitochondrial oxygen consumption is suppressed by Tm treatment. U2OS cells were treated with Tm for 8 hours. TR-F of the MitoXpress probe was performed using the same procedure described in Fig. 2E . Data are presented as means ± SD of three simultaneously performed experiments. ( B ) BAP31 and Tom40 or pre-NDUFS4/ NDUFS4 interaction is suppressed by ER stress. U2OS cells were treated with or without Tm (1 μg/ml) for 8 hours. Co-immunoprecipitation was performed using the same procedure described in Fig. 3A and Fig. 4E . ( C and D ) U2OS cells were treated with Tm (1 μg/ml) for 8 hours. Cells were subjected to immunostaining analysis using antibodies Tom40 (green) and BAP31 (red) (C, left) or pre-NDUFS4/NDUFS4 (red) and BAP31 (green) (D, left). Representative images of Duolink using BAP31 and Tom40 (C, middle) and BAP31 and pre-NDUFS4/NDUFS4 (D, middle) antibodies in U2OS cells following Tm treatment. Endogenous BAP31 and Tom40 or pre-NDUFS4/NDUFS4 interactions were detected by performing a proximity ligation assay and are shown as green dots. Red represents mitochondria MitoTracker staining (C, middle, and D, middle). Merged images are also shown, and colocalization is indicated in yellow. Blue represents nuclear DAPI staining. The number of Duolink dots in the cells was determined ( n = 6) (C, right, and D, right). Scale bars, 10 μm. ( E ) BAP31 localization in MAM is decreased by ER stress. U2OS cells were treated with Tm for 8 hours. Cell lysates were fractionated using the same procedure described in Fig. 4A . ( F ) BAP31 and Tom40 dissociate upon ER stress, and then BAP31 interacts with Bcl-2. U2OS cells were treated with Tm (1 μg/ml) for the indicated time periods, and co-immunoprecipitation was performed using the same procedure described in Fig. 3A . P value was calculated using two-way ANOVA; * P < 0.05; ** P < 0.01. ER stress suppresses NDUFS4 mitochondrial translocation I performed subcellular fractionation using Percoll methods in the presence or absence of ER stress, as shown in Fig. 5E . In the absence of stress, BAP31 was mainly found within the ER and MAM, and Tom40 and NDUFS4 were found within the MAM and mitochondria. However, following the 8-hour Tm treatment, BAP31 levels were decreased in the MAM fraction and NDUFS4 levels were decreased in the MAM and mitochondrial fractions. These results were similar to observations in the BAP31 knockout cells ( Fig. 4A ). In conclusion, ER stress–dependent dissociation of the BAP31-Tom40 complex is involved in failed mitochondrial homeostasis via the inhibition of NDUFS4 mitochondrial translocation. BAP31 localization and interaction partner are modified upon ER stress To further understand the molecular mechanism of ER stress–dependent disintegration of the BAP31-Tom40 complex, I focused on the stress-dependent alternation of the ER-mitochondria contact sites, which play a crucial role in ER and mitochondrial homeostasis via protein-protein communication and are important sites that interact with ER- and mitochondria-localized proteins ( 26 ). As shown in Fig. 5E , following 8 hours of Tm treatment, BAP31 levels were decreased in the MAM fraction. I previously reported that BAP31 also interacts with Bcl-2, and this interaction stimulates the mitochondria-dependent cell death pathway via the activation of Bcl-2 associated X protein (BAX) ( 15 ). Therefore, I tested BAP31 and Tom40 or Bcl-2 interactions by performing time-dependent modifications of Tm treatment using co-immunoprecipitation methods. As shown in Fig. 5F , BAP31-Tom40 association was decreased with Tm treatment between 8 and 24 hours, with BAP31 and Bcl-2 beginning to interact between 12 and 24 hours following Tm treatment, suggesting that the ER stress–dependent decrease in BAP31 expression within MAM was a trigger for the dissociation of BAP31 and Tom40, followed by an association of BAP31 with Bcl-2 in place of Tom40. I tested whether ER stress also changes BAP31 localization using antibodies recognizing BAP31 and GRP94, a rough ER marker, and DsRed-ER, a general ER marker. Confocal imaging revealed that BAP31 localizes to the entirety of the ER in the absence of Tm treatment, and BAP31 localized to the rough ER 8 hours following Tm treatment (fig. S7, A and B), which suggested that Tm-dependent BAP31 localization change might be related to decreased BAP31 localization of the MAM fraction. Together, data shown in Fig. 5 indicate that ER stress–dependent mitochondrial dysfunction is induced by decreasing of mitochondrial NDUFS4 protein levels, which is involved in the disintegration of the BAP31–pre-NDUFS4/NDUFS4–Tom40 complex and is initiated by a change in BAP31 localization from MAM. Furthermore, following this change, BAP31 associated with Bcl-2 instead of Tom40 during the late phase of ER stress. DISCUSSION The present study shows that BAP31 is a key factor for maintaining homeostatic mitochondrial function. By performing database analyses and co-immunoprecipitation assays, I identified that mitochondrial proteins Tom40 and pre-NDUFS4/NDUFS4 are associating partners of BAP31 at the ER-mitochondria contact sites. The BAP31-Tom40 complex is critical for the activation of mitochondrial oxygen consumption via the regulation of complex I activity to stimulate NDUFS4 translocation within the mitochondria. Furthermore, the loss of BAP31 function modulates cellular metabolism, which activates AMPK signaling triggered through the subsequent suppression of mitochondrial oxygen consumption–dependent decreasing ATP levels, ultimately leading to autophagy and glycolysis. Previous studies have indicated that BAP31 is involved in mitochondrial apoptotic signals by various stresses and that it is an escorting factor in the sorting of newly synthesized membrane proteins within the ER ( 13 – 15 ). Here, I provide novel insight into the role of BAP31 in mitochondrial homeostasis, i.e., the regulation of mitochondrial oxygen consumption activity at ER-mitochondria contact sites. Numerous reports have indicated that ER-mitochondria contact sites have physical, biochemical, and functional relationships and serve as a signaling hub via components of proteins and protein complexes ( 7 , 26 ). In this study, I identified a BAP31-Tom40 bridging complex, which regulates mitochondrial complex I activity via NDUFS4 translocation from the cytosol to the mitochondria. Specifically, De Rasmo et al. ( 23 ) reported that HSP70 binding to pre-NDUFS4 is needed for translocation in the cytosol. Our results shed light on more details concerning the pre-NDUFS4 transport mechanism following HSP70 escorting. Pre-NDUFS4 effectively interacts with the BAP31-Tom40 complex through Tom40, a channel of the TOM complex within the ER-mitochondria contact sites. As the main entry portal of nuclear-encoded mitochondrial proteins, Tom40 mediates the import of nearly 1500 proteins ( 25 , 27 ). This study indicated that some inner mitochondrial proteins stimulated mitochondrial translocation by the BAP31-Tom40 complex, but this complex did not affect all nuclear-encoded mitochondrial protein translocation to the mitochondria. Moreover, during the early time points of ER stress (Tm treatment for 8 hours), BAP31 relocalized from the whole ER to rough ER regions, which might be involved in initiation of the dissociation of BAP31-Tom40 and subsequent suppression of mitochondrial oxygen consumption and ATP synthesis. Decreased ATP levels triggered the activation of AMPK signaling in response to ER stress, thereby increasing glycolysis and inducing autophagy. During the late phase of ER stress (18 hours of Tm treatment), BAP31 interacts with Bcl-2 instead of Tom40 to activate BAX signaling–induced cell death ( 15 ). I speculate that BAP31 regulates adaptation or cell death during ER stress depending on one of its dual roles, i.e., activation of either AMPK signaling or mitochondrial apoptosis pathway. In this study, I identified BAP31 as an important ER stress–responsive and Tom40-interacting protein. Notably, our studies reveal that the loss of BAP31 function is induced by mitochondrial dysfunction. Considering that mitochondrial dysfunction is becoming increasingly significant in the pathogenesis of various disorders, including neurological conditions, further studies into the function and downstream effectors of BAP31 are warranted ( 1 ). Analysis of recently available patient sample sequencing data showed that loss-of-function mutations in BAP31 are present in patients suffering from neurological disorders, including motor and intellectual disabilities, dystonia, sensorineural deafness, and white matter changes ( 28 , 29 ). Overall, these findings establish the concept of ER-mitochondria cross-talk via protein-protein interactions and regulation of mitochondrial homeostasis as follows: BAP31 preserves the construction of mitochondrial complex I by controlling NDUFS4 and NDUFB11 mitochondrial localization for interaction with Tom40, and the inhibition of BAP31 function, such as that induced by ER stress, triggers the down-regulation of mitochondrial oxygen consumption, which modifies the metabolic pathway via the activation of AMPK signaling. MATERIALS AND METHODS Cell lines and generation of stable cell lines U2OS and HeLa cells were maintained in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 10% fetal bovine serum (FBS), penicillin (100 U/ml), and streptomycin (100 μg/ml). MEF cells were maintained in DMEM supplemented with 10% FBS, 1× nonessential amino acid, and 0.1% β-mercaptoethanol. All cells were maintained at 37°C with 5% CO 2 . To generate stable cell lines expressing GFP-LC3 (pEGFP-LC3; no. 21073, Addgene, Cambridge, MA, USA), pDsRed-ER (Takara Co., Tokyo, Japan), or pcDNA3.1 (control) (Invitrogen/Thermo Fisher Scientific, Hampton, NH, USA), constructs were introduced into U2OS cells using lipofection methods. Plasmids were transfected into U2OS cells and selected with G418 for 2 weeks. Experiments were performed using single clones (GFP-LC3 or DsRed-ER). To generate BAP31 knockout cells, U2OS or HeLa cells were transfected with a CRISPR ribonucleoprotein complex containing an Alt-R CRISPR target CRISPR RNA (crRNA) or negative control crRNA:tracrRNA (trans-activating crRNA) and Cas9 nuclease according to the manufacturer’s protocol (Integrated DNA Technologies, Coralville, IA, USA). To target human BAP31, the following sgBAP31 sequence was used: 5′-TGCCACCTTCCTCTATGCGG-3′ (sgBAP31-2) and 5′-GTGAACCTCCAGAACAATCC-3′ (sgBAP31-3). U2OS cells were transiently transfected using lipofection with plasmids expressing flag-BAP31 (pcDNA3.1-flag-BAP31, cloned using primers 5′-GCTCTAGAGCATGGACTACAAAGACGATGACGACAAGAGTCTGCAGTGGACTGCAGT-3′and 5′-CGGGATCCCGTTACTCTTCCTTCTTGTCCA-3′) or flag-p20BAP31 (pcDNA3.1-flag-p20BAP31, cloned using primers 5′-GCTCTAGAGCATGGACTACAAAGACGATGACGACAAGAGTCTGCAGTGGACTGCAGT-3′ and 5′-CGGGATCCCGTCAGTCAACAGCAGCTCCCTT-3′). Transmission electron microscopy Culture cells were fixed with 1% glutaraldehyde in phosphate-buffered saline (PBS) at pH 7.3 for 1 hour at 4°C and then post-fixed with 1% osmium tetroxide in 0.1 M phosphate buffer at pH 7.3 for 1 hour at 4°C and dehydrated in a graded series of ethanol. Following dehydration, they were embedded in Epon 812 (TAAB Laboratories Equipment, Berkshire, England) and then observed under a JEM-1400 Plus electron microscope (JEOL, Japan). Immunoprecipitation Cells were washed and incubated with PBS containing 1 mM dithiobis(succinimidyl propionate) for 30 min, and the reaction was quenched by adding 50 mM tris (pH 8.0) for 3 min. Cells were lysed in tris lysis buffer [50 mM tris-HCl (pH 7.4), 1 mM EDTA, 0.5% Triton X-100, 1 mM NaF, protease inhibitor mix (Wako Co., Tokyo, Japan)] and incubated on ice for 10 min. Cellular debris was pelleted by centrifugation at 14,000 rpm for 10 min at 4°C. To detect pre-NDUFS4, cells were washed with PBS and resuspended in fractionation buffer A [250 mM sucrose, 20 mM Hepes, 10 mM KCl, 1.5 mM MgCl 2 , 1 mM EDTA, 1 mM EGTA, protease inhibitor mix (pH 7.5)], stored on ice for 30 min, and then disrupted via passage through 26-gauge needles 10 times. Cell lysates were centrifuged at 720 g for 5 min to eliminate the nuclei fraction and were sonicated. The primary antibody was covalently immobilized onto protein A/G PLUS-Agarose, followed by immunoprecipitation using a Crosslink Immunoprecipitation kit (Pierce/Thermo Fisher Scientific, Hampton, NH, USA) according to the manufacturer’s protocol. Immunoprecipitated products were incubated with lithium dodecyl sulfate sample buffer containing 50 mM dithiothreitol at 95°C for 10 min. Immunostaining Cells were cultured on poly- l -lysine–coated coverslips and fixed in 4% formaldehyde before permeabilization in 0.1% Triton X-100. Primary antibodies included an anti-NDUFS4 polyclonal, anti-BAP31 monoclonal or polyclonal (Santa Cruz Biotechnology, Santa Cruz, CA, USA), and anti-Tom40 monoclonal (Santa Cruz Biotechnology, Santa Cruz, CA, USA) antibodies. Secondary antibodies were fluorescein isothiocyanate–conjugated for rabbit immunoglobulin G (IgG) and Rhodamine Red–conjugated for mouse IgG (Molecular Probes, Hampton, NH, USA). Nuclei were stained with 4′,6-diamidino-2-phenylindole (Roche, Indianapolis, IN, USA). In situ proximity ligation assay (PLA) and immunofluorescence were performed to detect BAP31 and Tom40 and BAP31 and pre-NDUFS4/NDUFS4 interactions using primary antibodies and a Duolink II detection kit with PLA PLUS and MINUS probes for rabbit and mouse according to the manufacturer’s protocol (Olink Bioscience, Uppsala, Sweden). All images were obtained with a confocal microscope (Olympus, Tokyo, Japan) and processed using Adobe Photoshop software. Immunoblotting analysis Immunoblotting experiments were conducted as previously described ( 15 ). Antibodies used for immunoblotting were specific for the following proteins: LC3b, PERK, IRE1α, P-AMPK, AMPK (total), P-ULK (Ser 757 ), P-ULK (Ser 317 ), ULK (total), COXIV, cytochrome c, calnexin, HSP60, mitofusin-1, and Bcl-2 (Cell Signaling Technology); BAP31, ATF6, Tom40, Tom22, prohibitin, and VDAC1 (Santa Cruz Biotechnology); Parkin and FACL-4 (Abcam); and NDUFS4, NDUFB11, α-tubulin, β-actin, and flag (Sigma-Aldrich). Antibodies were diluted to 1:1000, except for NDUFS4 (1:500) or anti–β-actin (1:10,000). Secondary antibodies were purchased from Promega (anti-rabbit and anti-mouse at 1:5000). siRNA targeting of genes U2OS and MEF cells were transfected with siRNA for BAP31 (siRNA SMARTpools for human or mouse BAP31, Dharmacon, Lafayette, CO, USA) ( 30 ) and controls (Santa Cruz Biotechnology, Santa Cruz, CA, USA) using Lipofectamine RNAiMAX transfection reagent (Invitrogen, Carlsbad, CA, USA) according to the manufacturer’s instructions. Mitophagy assay To detect mitophagy, the Mitophagy Detection Kit (Dojindo Molecular Technologies) was used according to the manufacturer’s protocol. This kit is composed of Mtphagy Dye, a reagent for detection of mitophagy, and lyso dye, used for staining of lysosomes to allow accurate quantification of damaged mitochondria fusing to the lysosomes. Isolation of ER, mitochondria, and MAM fractions MAM, mitochondria, and microsomes were isolated from cells using Percoll gradient fractionation methods as previously reported ( 31 ). Briefly, U2OS cells were washed with PBS, collected by centrifugation at 600 g for 5 min, and resuspended in 30 mM tris-HCl (pH 7.4) 75 mM sucrose, 225 mM mannitol, and 0.1 mM EGTA. Cells were then homogenized using a glass/Teflon potter homogenizer. Unbroken cells and nuclei were separated by centrifugation at 600 g for 5 min. Further centrifugation of the supernatant at 7000 g and 10,000 g for 10 min each was performed to isolate the crude mitochondria (pellet), cytosol, microsomes, and plasma membrane (supernatant). To isolate microsomes, the supernatant was centrifuged at 100,000 g for 1 hour. To isolate MAM and pure mitochondrial fractions, the crude mitochondrial pellet was resuspended in isolation medium [250 mM mannitol, 5 mM Hepes (pH 7.4), 0.5 mM EGTA], and the crude mitochondrial suspension was layered on top of a medium containing Percoll [225 mM mannitol, 25 mM Hepes (pH 7.4), 1 mM EGTA, 30% (v/v) Percoll]. After centrifugation at 95,000 g for 30 min, mitochondria were collected and MAM fractions were further purified by centrifugation at 6300 g for 10 min. Then, MAM was collected following centrifugation at 100,000 g for 1 hour. The mitochondrial fraction was isolated two-thirds down the tube, and the MAM complex was directly found above the mitochondrial fraction. Mitochondrial fractions were isolated using a thin pasteur pipette and washed to remove residual Percoll by first diluting the fractions with isolation medium, followed by centrifugation twice at 6300 g for 10 min. The final mitochondrial pellet was resuspended in isolation buffer. The isolated MAM fraction was resuspended in a cocktail containing 0.25 mM sucrose, 10 mM tris-HCl (pH 7.4), and a protease cocktail. Subcellular fractionation Cells were resuspended in fractionation buffer A and stored on ice for 30 min and then disrupted via passage through 26-gauge needles 10 times. Cell lysates were centrifuged at 720 g for 5 min to isolate the nuclei fraction. The supernatant was centrifuged at 15,000 g for 5 min. The pellet was retained as the ER and mitochondrial fraction. Supernatant was centrifuged at 14,000 rpm for 5 min, and subsequently, supernatants were collected as the cytosol fraction. ER and mitochondrial fractions were washed again in fractionation buffer A by centrifugation at 720 g for 5 min to remove any contaminating particle and then recovered by centrifugation at 15,000 g for 5 min. The isolated ER and mitochondria were resuspended in fractionation buffer A for immunoblotting. Real-time quantitative polymerase chain reaction Real-time quantitative polymerase chain reaction was performed as previously described ( 17 ). Total RNA was normalized in each reaction using β-actin complementary DNA as an internal standard. Forward and reverse primers included 5′-GTGGTACTGAGGCAGACGTTGT-3′ and 5′-GTCCTGTGCCAATCTCCATGTG-3′ ( NDUFS4 ) and 5′-GGACTTCGAGCAAGAGATGG-3′ and 5′-AGCACTGTGTTGGCGTACAG-3′ (β-actin). Mitochondrial respiratory complex I activity The Abcam mitochondrial respiratory complex I activity assay (ab109721, Cambridge, MA, USA) was used to perform immunocapture of complex I and measure colorimetric reaction activity via absorbance increases at 450 nm according to the manufacturer’s protocol. JC-1 staining Mitochondrial membrane potential was assessed using JC-1 (Dojindo Molecular Technologies, Tokyo, Japan) staining according to the manufacturer’s protocols and previous reports ( 32 ). All images were obtained with a fluorescence microscope (Olympus, Tokyo, Japan) and processed using Adobe Photoshop software. Fluorescence was measured on a fluorescence microplate reader (Infinite M200, TECAN, Tokyo, Japan) with filter pairs of 535 nm/590 nm and 485 nm/535 nm. Results are shown as a ratio of fluorescence measured at 535 nm/590 nm to that measured at 485 nm/535 nm (aggregates to monomer fluorescence). MitoXpress assay to measure oxygen consumption Oxygen consumption was monitored using the MitoXpress oxygen-sensitive probe (Luxcel Biosciences, Cork, Ireland) according to the manufacturer’s protocols and previous reports ( 18 ). Briefly, 1 μM of MitoXpress was added to each well, wells were sealed with 100 μl of mineral oil, and fluorescence was quantified at 37°C; time-resolved fluorescence measurements were performed at 380-nm emission and 650-nm excitation with a delay of 30 μs and gate time of 100 μs using a fluorescence microplate reader (Infinite M200, TECAN, Tokyo, Japan). Glycolysis and ATP assays Glycolysis and intracellular ATP levels were measured using the Glycolysis Cell-Based Assay Kit (Cayman Chemical, Ann Arbor, MI, USA) and the CellTiter-Glo 2.0 Assay Kit (Promega, Madison, WI, USA), respectively, following the manufacturers’ instructions. Statistical analysis Differences in mean values were evaluated using two-way analysis of variance (ANOVA), followed by Tukey’s test, with P < 0.05 being considered statistically significant. Supplementary Material http://advances.sciencemag.org/cgi/content/full/5/6/eaaw1386/DC1 Download PDF Acknowledgments TEM analysis was performed by the Science Research Center of Kochi University. I thank the members of the Namba laboratory for helpful advice and suggestions during the project. Funding: This study was partially supported by Grants-in-Aid from the JSPS (16K18874), Takeda Science Foundation, and Tokyo Biochemical Research Foundation. Author contributions: T.N. designed and performed the experiments and wrote the paper. Competing interests: The author declares that he has no competing interests. Data and materials availability: All data needed to evaluate the conclusions in this paper are present in the paper and/or the Supplementary Materials. Additional data related to this paper may be requested from the author. SUPPLEMENTARY MATERIALS Supplementary material for this article is available at http://advances.sciencemag.org/cgi/content/full/5/6/eaaw1386/DC1 Fig. S1. BAP31 depletion induces mitophagy. Fig. S2. Mitochondrial oxygen consumption is suppressed by BAP31 knockdown. Fig. S3. Depletion of BAP31 expression decreases ATP levels and stimulates glycolysis. Fig. S4. The abundance of NDUFS4 localization at the MAM is lower than at the mitochondria. Fig. S5. Inhibition of mitochondrial complex I induces the activation of AMPK and LC3-II expression. Fig. S6. AMPK signaling is activated by ER stress. Fig. S7. The effect of ER stress on BAP31 localization. REFERENCES AND NOTES 1 Suomalainen A. , Battersby B. J. , Mitochondrial diseases: The contribution of organelle stress responses to pathology . Nat. Rev. Mol. Cell Biol. 19 , 77 – 92 ( 2018 ). 28792006 2 Walter P. , Ron D. , The unfolded protein response: From stress pathway to homeostatic regulation . Science 334 , 1081 – 1086 ( 2011 ). 22116877 3 Green D. R. , Galluzzi L. , Kroemer G. , Metabolic control of cell death . Science 345 , 1250256 ( 2014 ). 25237106 4 Win S. , Than T. A. , Fernandez-Checa J. C. , Kaplowitz N. , JNK interaction with Sab mediates ER stress induced inhibition of mitochondrial respiration and cell death . Cell Death Dis. 5 , e989 ( 2014 ). 24407242 5 Hotamisligil G. S. , Endoplasmic reticulum stress and the inflammatory basis of metabolic disease . Cell 140 , 900 – 917 ( 2010 ). 20303879 6 Giacomello M. , Pellegrini L. , The coming of age of the mitochondria–ER contact: A matter of thickness . Cell Death Differ. 23 , 1417 – 1427 ( 2016 ). 27341186 7 Prudent J. , McBride H. M. , The mitochondria–endoplasmic reticulum contact sites: A signalling platform for cell death . Curr. Opin. Cell Biol. 47 , 52 – 63 ( 2017 ). 28391089 8 Vance J. E. , Phospholipid synthesis in a membrane fraction associated with mitochondria . J. Biol. Chem. 265 , 7248 – 7256 ( 1990 ). 2332429 9 Rizzuto R. , Brini M. , Murgia M. , Pozzan T. , Microdomains with high Ca2+ close to IP3-sensitive channels that are sensed by neighboring mitochondria . Science 262 , 744 – 747 ( 1993 ). 8235595 10 Friedman J. R. , Lackner L. L. , West M. , DiBenedetto J. R. , Nunnari J. , Voeltz G. K. , ER tubules mark sites of mitochondrial division . Science 334 , 358 – 362 ( 2011 ). 21885730 11 Hamasaki M. , Furuta N. , Matsuda A. , Nezu A. , Yamamoto A. , Fujita N. , Oomori H. , Noda T. , Haraguchi T. , Hiraoka Y. , Amano A. , Yoshimori T. , Autophagosomes form at ER-mitochondria contact sites . Nature 495 , 389 – 393 ( 2013 ). 23455425 12 Rosati E. , Sabatini R. , Rampino G. , De Falco F. , Di Ianni M. , Falzetti F. , Fettucciari K. , Bartoli A. , Screpanti I. , Marconi P. , Novel targets for endoplasmic reticulum stress-induced apoptosis in B-CLL . Blood 116 , 2713 – 2723 ( 2010 ). 20628148 13 Iwasawa R. , Mahul-Mellier A.-L. , Datler C. , Pazarentzos E. , Grimm S. , Fis1 and Bap31 bridge the mitochondria–ER interface to establish a platform for apoptosis induction . EMBO J. 30 , 556 – 568 ( 2011 ). 21183955 14 Ng F. W. H. , Nguyen M. , Kwan T. , Branton P. E. , Nicholson D. W. , Cromlish J. A. , Shore G. C. , p28 Bap31, a Bcl-2/Bcl-X L - and procaspase-8–associated protein in the endoplasmic reticulum . J. Cell Biol. 139 , 327 – 338 ( 1997 ). 9334338 15 Namba T. , Tian F. , Chu K. , Hwang S.-Y. , Yoon K. W. , Byun S. , Hiraki M. , Mandinova A. , Lee S. W. , CDIP1-BAP31 complex transduces apoptotic signals from endoplasmic reticulum to mitochondria under ER stress . Cell Rep. 5 , 331 – 339 ( 2013 ). 24139803 16 Rashid H.-O. , Yadav R. K. , Kim H.-R. , Chae H.-J. , ER stress: Autophagy induction, inhibition and selection . Autophagy 11 , 1956 – 1977 ( 2015 ). 26389781 17 Westermann B. , Bioenergetic role of mitochondrial fusion and fission . Biochim. Biophys. Acta 1817 , 1833 – 1838 ( 2012 ). 22409868 18 Will Y. , Hynes J. , Ogurtsov V. I. , Papkovsky D. B. , Analysis of mitochondrial function using phosphorescent oxygen-sensitive probes . Nat. Protoc. 1 , 2563 – 2572 ( 2006 ). 17406510 19 Hou W.-L. , Yin J. , Alimujiang M. , Yu X.-Y. , Ai L.-G. , Bao Y.-q. , Liu F. , Jia W.-P. , Inhibition of mitochondrial complex I improves glucose metabolism independently of AMPK activation . J. Cell. Mol. Med. 22 , 1316 – 1328 ( 2018 ). 29106036 20 Hu Y. , Lu W. , Chen G. , Wang P. , Chen Z. , Zhou Y. , Ogasawara M. , Trachootham D. , Feng L. , Pelicano H. , Chiao P. J. , Keating M. J. , Garcia-Manero G. , Huang P. , K-ras G12V transformation leads to mitochondrial dysfunction and a metabolic switch from oxidative phosphorylation to glycolysis . Cell Res. 22 , 399 – 412 ( 2012 ). 21876558 21 Wan C. , Borgeson B. , Phanse S. , Tu F. , Drew K. , Clark G. , Xiong X. , Kagan O. , Kwan J. , Bezginov A. , Chessman K. , Pal S. , Cromar G. , Papoulas O. , Ni Z. , Boutz D. R. , Stoilova S. , Havugimana P. C. , Guo X. , Malty R. H. , Sarov M. , Greenblatt J. , Babu M. , Derry W. B. , R. Tillier E. , Wallingford J. B. , Parkinson J. , Marcotte E. M. , Emili A. , Panorama of ancient metazoan macromolecular complexes . Nature 525 , 339 – 344 ( 2015 ). 26344197 22 Papa S. , De Rasmo D. , Technikova-Dobrova Z. , Panelli D. , Signorile A. , Scacco S. , Petruzzella V. , Papa F. , Palmisano G. , Gnoni A. , Micelli L. , Sardanelli A. M. , Respiratory chain complex I, a main regulatory target of the cAMP/PKA pathway is defective in different human diseases . FEBS Lett. 586 , 568 – 577 ( 2012 ). 21945319 23 De Rasmo D. , Panelli D. , Sardanelli A. M. , Papa S. , cAMP-dependent protein kinase regulates the mitochondrial import of the nuclear encoded NDUFS4 subunit of complex I . Cell. Signal. 20 , 989 – 997 ( 2008 ). 18291624 24 Kruse S. E. , Watt W. C. , Marcinek D. J. , Kapur R. P. , Schenkman K. A. , Palmiter R. D. , Mice with mitochondrial complex I deficiency develop a fatal encephalomyopathy . Cell Metab. 7 , 312 – 320 ( 2008 ). 18396137 25 Meisinger C. , Sickmann A. , Pfanner N. , The mitochondrial proteome: From inventory to function . Cell 134 , 22 – 24 ( 2008 ). 18614007 26 English A. R. , Voeltz G. K. , Endoplasmic reticulum structure and interconnections with other organelles . Cold Spring Harb. Perspect. Biol. 5 , a013227 ( 2013 ). 23545422 27 Bolender N. , Sickmann A. , Wagner R. , Meisinger C. , Pfanner N. , Multiple pathways for sorting mitochondrial precursor proteins . EMBO Rep. 9 , 42 – 49 ( 2008 ). 18174896 28 Cacciagli P. , Sutera-Sardo J. , Borges-Correia A. , Roux J.-C. , Dorboz I. , Desvignes J.-P. , Badens C. , Delepine M. , Lathrop M. , Cau P. , Lévy N. , Girard N. , Sarda P. , Boespflug-Tanguy O. , Villard L. , Mutations in BCAP31 cause a severe X-linked phenotype with deafness, dystonia, and central hypomyelination and disorganize the Golgi apparatus . Am. J. Hum. Genet. 93 , 579 – 586 ( 2013 ). 24011989 29 Osaka H. , Takagi A. , Tsuyusaki Y. , Wada T. , Iai M. , Yamashita S. , Shimbo H. , Saitsu H. , Salomons G. S. , Jakobs C. , Aida N. , Toshihiro S. , Kuhara T. , Matsumoto N. , Contiguous deletion of SLC6A8 and BAP31 in a patient with severe dystonia and sensorineural deafness . Mol. Genet. Metab. 106 , 43 – 47 ( 2012 ). 22472424 30 Wang B. , Heath-Engel H. , Zhang D. , Nguyen N. , Thomas D. Y. , Hanrahan J. W. , Shore G. C. , BAP31 interacts with Sec61 translocons and promotes retrotranslocation of CFTRDeltaF508 via the derlin-1 complex . Cell 133 , 1080 – 1092 ( 2008 ). 18555783 31 Wieckowski M. R. , Giorgi C. , Lebiedzinska M. , Duszynski J. , Pinton P. , Isolation of mitochondria-associated membranes and mitochondria from animal tissues and cells . Nat. Protoc. 4 , 1582 – 1590 ( 2009 ). 19816421 32 Smiley S. T. , Reers M. , Mottola-Hartshorn C. , Lin M. , Chen A. , Smith T. W. , Steele G. D. Jr. , Chen L. B. , Intracellular heterogeneity in mitochondrial membrane potentials revealed by a J-aggregate-forming lipophilic cation JC-1 . Proc. Natl. Acad. Sci. U.S.A. 88 , 3671 – 3675 ( 1991 ). 2023917",
    "full_text_abstract": "ER-mitochondria communication via the BAP31-Tom40 complex is essential for control of mitochondrial homeostasis.\n\nThe endoplasmic reticulum (ER) is composed of large membrane-bound compartments, and its membrane subdomain appears to be in close contact with mitochondria via ER-mitochondria contact sites. Here, I demonstrate that the ER membrane protein, BAP31, acts as a key factor in mitochondrial homeostasis to stimulate the constitution of the mitochondrial complex I by forming an ER-mitochondria bridging protein complex. Within this complex, BAP31 interacts with mitochondria-localized proteins, including Tom40, to stimulate the translocation of NDUFS4, the component of complex I from the cytosol to the mitochondria. Disruption of the BAP31-Tom40 complex inhibits mitochondrial complex I activity and oxygen consumption by the decreased NDUFS4 localization to the mitochondria. Thus, the BAP31-Tom40 ER-mitochondria bridging complex mediates the regulation of mitochondrial function and plays a role as a previously unidentified stress sensor, representing a mechanism for the establishment of ER-mitochondria communication via contact sites between these organelles."
}