{
    "PMC": "9674586",
    "DOI": "10.1038/s41420-022-01248-2",
    "PMID": "36400755",
    "PMCID": "PMC9674586",
    "title": "Correction to: ZGRF1 promotes end resection of DNA homologous recombination via forming complex with BRCA1/EXO1.",
    "year": 2022,
    "source_url": "https://europepmc.org/article/PMC/PMC9674586",
    "source": "MED",
    "full_text": "pmc Cell Death Discov Cell Death Discov Cell Death Discovery 2058-7716 Nature Publishing Group UK London 9674586 1248 10.1038/s41420-022-01248-2 Correction Correction to: ZGRF1 promotes end resection of DNA homologous recombination via forming complex with BRCA1/EXO1 Yan Shuang 1 2 Song Man 2 Ping Jie 3 Lai Shu-ting 1 2 Cao Xiao-yu 2 4 Bai Chen-Jun 2 Xie Da-Fei 2 Guan Hua 1 2 4 http://orcid.org/0000-0003-0689-8774 Gao Shan-shan gaoshanbprc@163.com 2 Zhou Ping-Kun zhoupk@bmi.ac.cn 1 2 4 1 grid.412017.1 0000 0001 0266 8918 Institute for Environmental Medicine and Radiation Hygiene, School of Public Health, University of South China, Hengyang, Hunan Province People’s Republic of China 2 grid.506261.6 0000 0001 0706 7839 Department of Radiation Biology, Beijing Key Laboratory for Radiobiology, Beijing Institute of Radiation Medicine, Beijing, People’s Republic of China 3 grid.506261.6 0000 0001 0706 7839 State Key Laboratory of Proteomics, National Center for Protein Sciences, Beijing Institute of Radiation Medicine, Beijing, People’s Republic of China 4 grid.256885.4 0000 0004 1791 4722 College of Life Sciences, Hebei University, Baoding, He Bei Province People’s Republic of China 18 11 2022 18 11 2022 2022 8 460 © The Author(s) 2022 https://creativecommons.org/licenses/by/4.0/ Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ . Subject terms Targeted therapies DNA issue-copyright-statement © The Author(s) 2022 Correction to: Cell Death Discovery (2021) 7:260 10.1038/s41420-021-00633-7, published online 22 September 2021 There is an error in Figure 5 of the originally published article, where a wrong flow cytometric histogram was unfortunately uploaded in placed of ZGFR1 KO2 panel- IR 12h in Figure 5B. The correct Figure 5 can be found below. The original article has been corrected."
}