{
    "PMC": "302190",
    "DOI": "10.1251/bpo66",
    "PMID": "14702098",
    "PMCID": "PMC302190",
    "title": "A Method to Identify p62's UBA Domain Interacting Proteins.",
    "year": 2003,
    "source_url": "https://europepmc.org/article/PMC/PMC302190",
    "source": "MED",
    "abstract_text": "The UBA domain is a conserved sequence motif among polyubiquitin binding proteins. For the first time, we demonstrate a systematic, high throughput approach to identification of UBA domain-interacting proteins from a proteome-wide perspective. Using the rabbit reticulocyte lysate in vitro expression cloning system, we have successfully identified eleven proteins that interact with p62's UBA domain, and the majority of the eleven proteins are associated with neurodegenerative disorders, such as Alzheimer's disease. Therefore, p62 may play a novel regulatory role through its UBA domain. Our approach provides an easy route to the characterization of UBA domain interacting proteins and its application will unfold the important roles that the UBA domain plays.",
    "full_text": "Biol Proced Online Biol Proced Online Biological Procedures Online 1480-9222 Springer-Verlag New York 302190 14702098 51228 10.1251/bpo66 Article A method to identify p62’s UBA domain interacting proteins Pridgeon Julia W. Geetha Thangiah Wooten Marie W. 334-844-9226 334-844-9234 wootemw@auburn.edu grid.252546.2 0000000122978753 Department of Biological Sciences, Program in Cellular and Molecular Biosciences, Auburn University, 331 Funchess Hall, 36849 Auburn, AL USA 2 2003 5 1 228 237 26 8 2003 19 11 2003 20 11 2003 © Springer 2003 This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic. The UBA domain is a conserved sequence motif among polyubiquitin binding proteins. For the first time, we demonstrate a systematic, high throughput approach to identification of UBA domain-interacting proteins from a proteome-wide perspective. Using the rabbit reticulocyte lysate in vitro expression cloning system, we have successfully identified eleven proteins that interact with p62’s UBA domain, and the majority of the eleven proteins are associated with neurodegenerative disorders, such as Alzheimer’s disease. Therefore, p62 may play a novel regulatory role through its UBA domain. Our approach provides an easy route to the characterization of UBA domain interacting proteins and its application will unfold the important roles that the UBA domain plays. Indexing terms Ubiquitin Alzheimer Disease issue-copyright-statement © Springer 2003 Published: December 12, 2003. References 1. Park I Chung J Walsh CT Yun Y Strominger JL Shin J Phosphotyrosine-independent binding of a 62-kDa protein to the src homology 2 (SH2) domain of p56lck and its regulation by phosphorylation of Ser-59 in the lck unique N-terminal region Proc Natl Acad Sci 1995 92 12338 12342 10.1073/pnas.92.26.12338 8618896 2. Joung I Strominger JL Shin J Molecular cloning of a phosphotyrosine-independent ligand of the p56lck SH2 domain Proc Natl Acad Sci 1996 93 5991 5995 10.1073/pnas.93.12.5991 8650207 3. Cooper JA Howell B The when and how of Src regulation Cell 1993 73 1051 1054 10.1016/0092-8674(93)90634-3 7685656 4. Weiss A Littman DR Signal transduction by lymphocyte antigen receptors Cell 1994 76 263 274 10.1016/0092-8674(94)90334-4 8293463 5. Puls A Schmidt S Grawe F Stabel S Interaction of protein kinase C zeta with ZIP, a novel protein kinase C-binding protein Proc Natl Acad Sci 1997 94 6191 6196 10.1073/pnas.94.12.6191 9177193 6. Sanchez P De Carcer G Sandoval IV Moscat J Diaz-Meco MT Localization of atypical protein kinase C isoforms into lysosome-targeted endosomes through interaction with p62 Mol Cel Biol 1998 18 3069 3080 7. Vadlamundi RK Joung I Strominger JL Shin J p62, a phosphotyrosine-independent ligand of the SH2 domain of p56 lck , belongs to a new class of ubiquitin-binding protein J Biol Chem 1996 271 20235 20237 10.1074/jbc.271.34.20235 8702753 8. Bertolaet BL Clarke DJ Wolff M Watson MH Henze M Divita G Reed SI UBA domains of DNA damage-inducible proteins interact with ubiquitin Nat Struct Biol 2001 8 417 422 10.1038/87575 11323716 9. Geetha T Wooten MW Structure and functional properties of the ubiquitin-binding protein p62 FEBS Lett 2001 512 19 24 10.1016/S0014-5793(02)02286-X 10. Weissman AM Themes and variations on ubiquitylation Nat Rev Mol Cell Bio 2001 2 169 178 10.1038/35056563 11265246 11. Pickart CM Ubiquitin enters the new millennium Mol Cell 2001 8 499 504 10.1016/S1097-2765(01)00347-1 11583613 12. Hicke L A new ticket for entry into budding vesicles-ubiquitin Cell 2001 106 527 530 10.1016/S0092-8674(01)00485-8 11551499 13. Hofmann K Bucher P The UBA domain: a sequence motif present in multiple enzyme classes of the ubiquitination pathway TIBS 1996 21 172 173 8871400 14. Rao H Sastry A Recognition of specific ubiquitin conjugates is important for the proteolytic functions of the ubiquitin-associated domain proteins Dsk2 and Rad23 J Biol Chem 2002 277 11691 11695 10.1074/jbc.M200245200 11805121 15. Hicke L Riezman H Ubiquitination of a yeast plasma membrane receptor signals its ligand-stimulated endocytosis Cell 1996 84 277 287 10.1016/S0092-8674(00)80982-4 8565073 16. Hicke L Ubiquitin-dependent internalization and down-regulation of plasma membrane proteins FASEB J 1997 11 1215 1226 9409540 17. Shin J p62 and the sequestosome, a novel mechanism for protein metabolism Arch Pharm Res 1998 21 829 833 18. Lee YH Ko J Joung I Kim JH Shin J Immediate early response of the p62 gene encoding a non-proteasomal multiubiquitin chain binding protein FEBS Lett 1998 438 297 300 10.1016/S0014-5793(98)01323-4 9827565 19. Sato S Ward CL Kopito RR Cotranslational ubiquitination of cystic fibrosis transmembrane conductance regulator in vitro J Biol Chem 1998 273 7189 7192 10.1074/jbc.273.13.7189 9516408 20. Tibbles KW Brierley I Cavanagh D Brown TD A region of the coronavirus infectious bronchitis virus a1 polyprotein encoding the 3C-like protease domain is subject to rapid turnover when expressed in rabbit reticulocyte lysate J Gen Virol 1995 76 3059 3070 10.1099/0022-1317-76-12-3059 8847511 21. Roher AE Weiss N Kokjohn TA Kuo Y Kalback W Anthony J Watson D Leuhers DC Walker D Emmerling M Goux W Beach T Increased Aβ peptide and reduced cholesterol and myelin proteins characterize white matter degeneration in Alzheimer’s Disease Biochemistry 2002 41 11080 11090 10.1021/bi026173d 12220172 22. Kang J Lemaire HG Unterbeck A Salbaum JM Masters CL Grzeschik KH Multhaup G Beyreuther K Muller-Hill B The precursor of Alzheimer’s disease amyloid A4 protein resembles a cell-surface receptor Nature 1987 325 733 736 10.1038/325733a0 2881207 23. Layfield R Fergusson J Aitken A Lowe J Landon M Mayer RJ Neurofibrillary tangles of Alzheimer’s disease brains contain 14-3-3 proteins Neurosci Lett 1996 209 57 60 10.1016/0304-3940(96)12598-2 8734909 24. Ho CS Marinescu V Steinhilb ML Gaut JR Turner RS Stuenkel EL Synergistic effects of Munc18a and X11 proteins on amyloid precursor protein metabolism J Biol Chem 2002 277 27021 27028 10.1074/jbc.M201823200 12016213 25. Blass JP, Sheu KF, Cooper AJ, Jung EH, Gibson GE. Thiamin and Alzheimer’s disease. J Nutr Sci Vitaminol 1992; Spec No:401–404. 26. Yoo BC Seidl R Cairns N Lubec G Heat-shock protein 70 levels in brain of patients with Down syndrome and Alzheimer’s disease J Neural Transm 1999 57 315 322 27. Renkawek K Bosman GJ Gaestel M Increased expression of heat-shock protein 27KDa in Alzheimer disease: a preliminary study Neuroreport 1993 5 14 16 10.1097/00001756-199310000-00003 8280851 28. Mao JJ Katayama S Watanabe C Harada Y Noda K Yamamura Y Nakamura S The relationship between alphacrystallin and neurofibrillary tangles in Alzheimer’s disease Neuropath Appl Neuro 2001 27 180 188 10.1046/j.1365-2990.2001.00310.x 29. Beffert U Morfini G Bock HH Reyna H Brady ST Herz J Reelin-mediated signaling locally regulates protein kinase B/Akt and glycogen synthase kinase 3β J Biol Chem 2002 277 49958 49964 10.1074/jbc.M209205200 12376533 30. Ohkubo N Lee YD Morishima A Terashima T Kikkawa S Tohyama M Sakanaka M Tanaka J Maeda N Vitek MP Mitsuda N Apolipoprotein E and Reelin ligands modulate tau phosphorylation through an apolipoprotein E receptor/disabled-1/glycogen synthase kinase-3ß cascade FASEB J 2003 17 295 297 12490540 31. McKee AC Kosik KS Kennedy MB Kowall NW Hippocampal neurons predisposed to neurofibrillary tangle formation are enriched in type II calcium/calmodulin-dependent protein kinase J Neuropath Exp Neur 1990 49 49 63 10.1097/00005072-199001000-00006 2153760 32. Perry G Friedman R Shaw G Chau V Ubiquitin is detected in neurofibrillary tangles and senile plaque neurites of Alzheimer disease brains Proc Natl Acad Sci 1987 84 3033 3036 10.1073/pnas.84.9.3033 3033674 33. Kuusisto E Salminen A Alafuzoff I Early accumulation of p62 in neurofibrillary tangles in Alzheimer’s disease: possible role in tangle formation Neuropath Appl Neuro 2002 28 228 237 10.1046/j.1365-2990.2002.00394.x 34. Choe SK Vlachakis N Sagerstrom CG Meis family proteins are required for hindbrain development in the zebrafish Development 2002 129 585 595 11830560 35. Hedgecock EM Culotti JG Thomson JN Perkins LA Axonal guidance mutants of Caenorhabditis elegans identified by filling sensory neurons with fluorescein dyes Dev Bio 1985 111 158 170 10.1016/0012-1606(85)90443-9 3928418 36. Okazaki N Yan J Yuasa S Ueno T Kominami E Masuho Y Koga H Muramatsu M Interaction of the Unc-51-like kinase and microtubule-associated protein light chain 3 related proteins in the brain: possible role of vesicular transport in axonal elongation Mol Brain Res 2000 85 1 12 10.1016/S0169-328X(00)00218-7 11146101 37. Fung JJ Starzl TE FK506 in solid organ transplantation Ther Drug Monit 1995 17 592 595 10.1097/00007691-199512000-00008 8588226 38. Schreiber SL Crabtree GR The mechanism of action of cyclosporin A and FK506 Immunol Today 1992 13 136 142 10.1016/0167-5699(92)90111-J 1374612 39. Christner C Herdegen T Fischer G FKBP ligands as novel therapeutics for neurological disorders Mini-Reviews in Medicinal Chemistry 2001 1 377 397 10.2174/1389557013406675 12369964 40. Avramut M Zeevi A Achim CL The immunosuppressant drug FK506 is a potent trophic agent for human fetal neurons Dev Brain Res 2001 132 151 157 10.1016/S0165-3806(01)00307-8 11744119 41. Boutell JM Thomas P Neal JW Weston VJ Duce J Harper PS Jones AL Aberrant interactions of transcriptional repressor proteins with the Huntington’s disease gene product, huntingtin Hum Mol Genet 1999 8 1647 1655 10.1093/hmg/8.9.1647 10441327 42. Chau V Tobias JW Bachmair A Marriott D Ecker DJ Gonda DK Varshavsky A A multiubiquitin chain is confined to specific lysine in a targeted short-lived protein Science 1989 243 1576 1583 10.1126/science.2538923 2538923 43. Gregori L Poosch MS Cousins G Chau V A uniform isopeptide-linked multiubiquitin chain is sufficient to target substrate for degradation in ubiquitin-mediated proteolysis J Biol Chem 1990 265 8354 8357 2160452 44. Finley D Sadis S Monia BP Boucher P Ecker DJ Crooke ST Chau V Inhibition of proteolysis and cell cycle progression in a multiubiquitination-deficient yeast mutant Mol Cell Biol 1994 14 5501 5509 8035826 45. Jiang J Ballinger CA Wu Y Dai Q Cyr DM Hohfeld J Patterson C CHIP is a U-box-dependent E3 ubiquitin ligase: identification of Hsc70 as a target for ubiquitylation J Biol Chem 2001 276 42938 42944 10.1074/jbc.M101968200 11557750 46. Wooten MW Seibenhener ML Mamidipudi V Diaz-Meco MT Barker PA Moscat J The atypical protein kinase C-interacting protein p62 is a scaffold for NF-kappaB activation by nerve growth factor J Biol Chem 2001 276 7709 7712 10.1074/jbc.C000869200 11244088",
    "full_text_abstract": "The UBA domain is a conserved sequence motif among polyubiquitin binding proteins. For the first time, we demonstrate a systematic, high throughput approach to identification of UBA domain-interacting proteins from a proteome-wide perspective. Using the rabbit reticulocyte lysate in vitro expression cloning system, we have successfully identified eleven proteins that interact with p62’s UBA domain, and the majority of the eleven proteins are associated with neurodegenerative disorders, such as Alzheimer’s disease. Therefore, p62 may play a novel regulatory role through its UBA domain. Our approach provides an easy route to the characterization of UBA domain interacting proteins and its application will unfold the important roles that the UBA domain plays."
}