{
  "PMC": "4339644",
  "DOI": "10.1186/s12935-015-0167-3",
  "PMID": "25717284",
  "PMCID": "PMC4339644",
  "title": "Ribonucleic acid (RNA) biosynthesis in human cancer.",
  "year": 2015,
  "source_url": "https://europepmc.org/article/PMC/PMC4339644",
  "source": "MED",
  "abstract_text": "In many respects, the most remarkable chemical substances within the genome of eukaryotic cells are remarkable proteins which are the critical structural and functional units of living cells. The specifications for everything that goes in the cell are natural digital-to-digital decoding process in an archive sequence by deoxyribonucleic acid (DNA) and an articulate construction by ribonucleic acid (RNA). The products of DNA transcription are long polymers of ribonucleotides rather than deoxyribonucleotides and are termed ribonucleic acids. Certain deoxyribonucleotide sequences, or genes, give rise to transfer RNA (tRNA) and other ribosomal RNA (rRNA) when transcribed. The ribonucleotide sequences fold extensively and rRNA is associated with specific proteins to yield the essential cell components, ribosomes. Transcription of other special sequences yields messenger RNAs (mRNAs) that contain ribonucleotide sequences that will be ultimately translated into new types of amino acid sequences of functional cellular protein molecules. This switch to a different variety of cellular molecular sequences is complex, but each sequence of the three ribonucleotides specifies the insertion of one particular amino acid into the polypeptide chain under production. Whilst mRNA is considered the vehicle by which genetic information is transmitted from the genome and allocated in the appropriate cytoplasmic sites for translation into protein via cap-dependent mechanism, the actual translation depends also on the presence of other so-called household and luxury protein molecules. Recent evidence suggests RNA species are required at initiation, because treatment of cells with antibiotics or drugs that inhibit RNA synthesis cause a decrease in protein synthesis. The rRNA is necessary as a structural constituent of the ribosomes upon which translation takes place, whereas tRNA is necessary as an adaptor in amino acid activation and elongation protein chains to ribosomes. In this article, we review malignant tumor, with stem like properties, and recent technical advances into the phenomenon of micro-particles and micro-vesicles containing cell-free nucleic acids that circulate plasma. New areas of research have been opened into screening tumor telomerase progression, prognosis of aptamers targeting cell surface, monitoring the efficacy of anticancer therapies, oncogenic transformation of host cell, and RNA polymerases role in the cell cycle progression and differentiation.",
  "full_text": "Cancer Cell Int Cancer Cell Int Cancer Cell International 1475-2867 BioMed Central London 4339644 167 10.1186/s12935-015-0167-3 Review Ribonucleic acid (RNA) biosynthesis in human cancer Hajjawi Omar S omar.hajjawi@aauj.edu Department of Biology, Arab American University, P. O. Box 240, Jenin, Israeli Occupied Territories of Palestine 21 2 2015 21 2 2015 2015 15 22 17 11 2014 20 1 2015 © Hajjawi; licensee BioMed Central. 2015 This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http://creativecommons.org/licenses/by/4.0 ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons Public Domain Dedication waiver ( http://creativecommons.org/publicdomain/zero/1.0/ ) applies to the data made available in this article, unless otherwise stated. In many respects, the most remarkable chemical substances within the genome of eukaryotic cells are remarkable proteins which are the critical structural and functional units of living cells. The specifications for everything that goes in the cell are natural digital-to-digital decoding process in an archive sequence by deoxyribonucleic acid (DNA) and an articulate construction by ribonucleic acid (RNA). The products of DNA transcription are long polymers of ribonucleotides rather than deoxyribonucleotides and are termed ribonucleic acids. Certain deoxyribonucleotide sequences, or genes, give rise to transfer RNA (tRNA) and other ribosomal RNA (rRNA) when transcribed. The ribonucleotide sequences fold extensively and rRNA is associated with specific proteins to yield the essential cell components, ribosomes. Transcription of other special sequences yields messenger RNAs (mRNAs) that contain ribonucleotide sequences that will be ultimately translated into new types of amino acid sequences of functional cellular protein molecules. This switch to a different variety of cellular molecular sequences is complex, but each sequence of the three ribonucleotides specifies the insertion of one particular amino acid into the polypeptide chain under production. Whilst mRNA is considered the vehicle by which genetic information is transmitted from the genome and allocated in the appropriate cytoplasmic sites for translation into protein via cap-dependent mechanism, the actual translation depends also on the presence of other so-called household and luxury protein molecules. Recent evidence suggests RNA species are required at initiation, because treatment of cells with antibiotics or drugs that inhibit RNA synthesis cause a decrease in protein synthesis. The rRNA is necessary as a structural constituent of the ribosomes upon which translation takes place, whereas tRNA is necessary as an adaptor in amino acid activation and elongation protein chains to ribosomes. In this article, we review malignant tumor, with stem like properties, and recent technical advances into the phenomenon of micro-particles and micro-vesicles containing cell-free nucleic acids that circulate plasma. New areas of research have been opened into screening tumor telomerase progression, prognosis of aptamers targeting cell surface, monitoring the efficacy of anticancer therapies, oncogenic transformation of host cell, and RNA polymerases role in the cell cycle progression and differentiation. Keywords Polymerases Polyadenylation Ribosomal RNA Telomerase RNA Aptamers Carcinogenesis Genometastasis Antineoplastic agents Signal Transducer and Activator of Transcription-STAT Drug resistance issue-copyright-statement © The Author(s) 2015 Introduction Rudolf Virchow (1821–1902) is generally credited as the first to recognize leukemia cells [ 1 ], and Fridrich Miescher (1844–1895) had identified and isolated cellular substance containing nitrogen and phosphorus, whereas Albrecht Kossel (1853–1927) isolated the nucleic acids: two purines (adenine and guanine) and three pyrimidines (thymine, cytosine and uracil) [ 2 ]. Cancer is however defined as a group of more than 100 different diseases that is caused by multiple changes in cellular DNA and RNA, and it is characterized by uncontrollable growth (mitosis) in which cells are aggressive, invasive and sometimes metastatic [ 3 ]. Also, the discovery of the double helix of DNA molecule by Watson and Crick [ 4 ] was an added milestone in the twentieth century science (Figure 1 ). The genetic material of living organisms and double helix of DNA molecule formed the foundation of new discipline of molecular biology. Figure 1 The essential single strand RNA and two strands DNA nucleic acids. A complete turn of DNA double helix spans ten base pairs that cover a distance of 34 Ǻ (3.4 nm). The individual base pairs are spaced 34 Ǻ (3.4 nm) apart. The places where the strands cross hide base pairs that extend perpendicular to the viewer. The inside diameter is 11 Ǻ (1.1 nm), and the outside diameter 20 Ǻ (2.0 nm). Within the cylindrical outline of the double helix are two grooves that are large enough to house polypeptide chains. The largest human chromosome, chromosome number 1, consists of approximately 220 million base pairs and is 85 nm long. The minus signs alongside the double helix strands represent many negatively charged phosphate groups along the entire length of each strand. Unlike double-stranded DNA, RNA is a single-stranded molecule in many of its biological roles and has a much shorter chain of nucleotides. However, RNA can, by complementary base pairing, form intra-strand double helixes, as in tRNA. While DNA contains deoxyribose, RNA contains ribose (in deoxyribose there is no hydroxyl group attached to the pentose ring in the 2′ position). These hydroxyl groups make RNA less stable than DNA because it is more prone to hydrolysis. The complementary base to adenine is not thymine, as it is in DNA, but rather uracil, which is a nunmethylated form of thymine. Adopted from: Watson J.D. and Crick, F.H.C. (1953) “Molecular structure of nucleic acid. A structure of deoxyribosenucleic acid”, Nature, vol.171, pp.737-738; Gregory, S., Barlow, K.F., McLay, K.E., Kaul, R., Swarbreck, D., Dunham, A., Scott, C.E., Howe, K.L. and Woodfine, K. (2006). “The DNA sequence and biological annotation of human chromosome 1”. Nature, vol. 441 (7091), pp.315–221; Nelson, D.L. and Cox, M.M. (2008) Lehninger Principles of Biochemistry, 5th edn, pp.277-287. New York, NY: W.H. Freeman and Company. The detailed mechanism by which such genetic material could be expressed as the structural and catalytic proteins which play so important a role in the functioning of all living cells was still not obvious [ 5 - 7 ]. Stanley miller (1930–2007) and Harold Urey (1893–1981) designed an experiment that simulated hypothetical conditions thought to be present at the time of early life on earth [ 8 , 9 ] and tested qualitatively for the occurrence of earthly chemicals that originated life [ 10 ]. The essential chemical elements of H 2 , CH 4 , H 2 O and NH 3 which were confined to a sterile glass flasks and tubes, were subjected to electric discharges and the interaction produced 20 amino acids, the building block of proteins, as well as other organic compounds like: adenosine triphosphate, lipids, some sugars and the bases for RNA and DNA (Lazcano and Bada [ 11 , 12 ]). Crick et al. [ 13 ] designed an elegant experimental strategy to determine the nature of the genetic code that was remarkably the correct one despite the absence of technology to analyze and compare DNA and protein sequence. The genetic code is the relation between the bases sequence in DNA (or its RNA transcripts) and amino acids sequence in proteins [ 14 ]. The features of the genetic code are as follows: (1) three nucleotide encode an amino acid, (2) the code is nonoverlapping, (3) the code has no punctuation, and (4) the genetic code is degenerate [ 14 - 16 ]. Proline only differs from this basic structure as it contains an unusual ring to the N-end amine group, which forces the CO–NH amide moiety into a fixed conformation [ 17 , 18 ]. Once this conceptual breakthrough had been made, the complex task of unraveling the many steps in protein biosynthesis could begin in the laboratory [ 19 ]. The sequence of amino acids in a protein is defined by a gene and encoded in the genetic code. Although this genetic code specifies 20 different L-α-amino acids, the residues in a protein are often chemically altered in post-translational modification: either before the protein can function in the cell, or as part of control mechanisms [ 17 , 20 ]. Genes are made of nucleic acids that contain the instructions for making proteins; enzymes are also made of proteins and they are needed to replicate genes [ 21 - 25 ]. Genetic information encoded in the two complementary strands of the DNA of any structural gene is transcribed by an enzyme called DNA-dependent RNA polymerase that catalyzes the synthesis of RNA from a DNA or RNA template [ 26 ]. The eukaryotic RNA polymerases (pol-I [ 27 ], pol-II [ 28 ] and pol-III [ 29 , 30 ] are the central multiprotein machines. The DNA-dependent RNA polymerase makes a single stranded RNA copy, complementary to one of the strands that are called mRNA. This attaches to a subcellular organelle ribosome which is composed of two subunits between 25 and 30 nm (250–300 Å) in diameter with an rRNA to rotein ratio that is close to 1 [ 18 , 19 ]. It operates as a black box upon which the mRNA is translated [ 31 , 32 ]. The term translation encompasses all the steps by which the genetic content of the mRNA contained in the linear sequence of ribonucleotides is converted into a linear sequence of amino acids [ 26 ]. Whilst mRNA might be considered the means whereby genetic information is actually transmitted from the genome (the DNA), and placed in the appropriate cytoplasmic sites for translation into protein [ 33 ]. Organelle biogenesis and maintenance requires newly synthesized proteins, each of which needs to go from the ribosome translating its mRNA to the correct translocation to an organelle sub compartment [ 34 ]. Interestingly, it was demonstrated that fat and obesity-associated gene is located on chromosome 16 of mRNA demethylase [E.C. 2.1.1.270], i.e. methylation of mRNA plays a critical role in human energy homeostasis [ 35 - 37 ]. The nucleic acids are assembled from individual nucleotides just as proteins are assembled from individual amino acids. The nucleotides are synthesized by a series of enzyme mediated-mediated reactions [ 26 , 38 , 39 ]. Biochemical pathways are separately pursued for the synthesis of the ribose and the different bases that are then assembled to form nucleotide triphosphates [ 40 ]. The energy-carrying molecule ATP which consists of the base adenine, ribose, and three phosphate groups is also one of the nucleotide building blocks used in the synthesis of RNA, and the others being guanosine triphosphate, cytidine triphosphate and uridine triphosphate [ 41 ]. These nucleotides are usually synthesized by the transfer of energy from ATP to their diphosphate forms of the nucleotides [ 18 ]. Thus, there is a general pool of nucleotide triphosphates that work as building blocks for RNA within the cell [ 42 , 43 ]. These free nucleotides assembled into a linear sequence where the RNA molecule contains some of the coded information that is present in DNA, and when the DNA is copied into mRNA using base pairing of adenine-thymine, and guanine-cytosine is the process of DNA transcription [ 14 ]. During the synthesis of mRNA, the bonds between these pairs in DNA, adenine-thymine and guanine-cytosine, and the double- stranded structure partially unwinds and the two strands separate [ 18 ]. The bases of the free nucleotide triphosphates and the bases in one of the separated DNA chains form new bonds. DNA therefore acts as a template to command the sequence of the bases in RNA. The base adenine in the free nucleotide would pair with the base thymine in DNA, and the base uracil in the free nucleotide would also pair with the base adenine in DNA. Similarly, the base cytosine in the free nucleotide pairs with the base guanine in DNA, and the base guanine in the free nucleotide pairs with base cytosine in DNA [ 44 ]. The resulting outcome would be a new sequence of bases in RNA which is an enantiomer mirror image of the base sequence in DNA [ 43 ]. Since the primary advantage of nucleotide base-pairing is that DNA two strands can replicate easily and accurately, each base can only pair to one other base (thymine to adenine, adenine to thymine, cytosine to guanine, and guanine to cytosine). Thus, if the original DNA codon contains the base sequence cytosine-guanine-thymine, the complementary codon sequence in mRNA is guanine-cytosine-adenine [ 45 - 48 ]. Once the appropriate free nucleotide triphosphates are base-paired to the corresponding bases in DNA, the nucleotides are joined to each other by the enzyme RNA-polymerase II (12 subunits) that causes pyrophosphate to be split off from nucleotide triphosphate in the process of linking one nucleotide to the next, forming the sugar-phosphate backbone of mRNA [ 43 , 49 , 50 ]. This enzyme is active only in the presence of DNA and it does not link the free nucleotide triphosphates together in its absence [ 46 ]. The enzyme moves along the DNA strand, linking one nucleotide at a time into the growing mRNA chain [ 47 , 51 ]. RNA-polymerase II activity is DNA-dependent, meaning that it must have a DNA template molecule before it can synthesize the RNA transcript. The DNA-dependent polymerase must also have Mg 2+ and ribonucleoside 5′ triphosphates in order to carry out RNA synthesis. The RNA polymerase creates the new RNA strand from 5′ to 3′ [ 48 ]. Protein expression is determined by the rate of transcription and by post transcription processes that lead to changes in the mRNA transport, stability and translation efficiency [ 52 ]. These post-transcriptional processes are mediated by RNA modifications, secondary structure, micro RNAs (miRNAs), and RNA-binding proteins that recognize regulatory elements located in the 3′ untranslated regions of transcripts [ 53 ]. The critical cellular process of polyadenylation that is the addition of poly (A) tail to mRNA that plays important roles in many aspects of the cellular metabolism of mRNA, though it begins as the transcription of a gene finishes or terminates. The 3′-most segment of the newly made pre-MRNA is first cleaved off by a set of proteins; these proteins then synthesize the poly (A) tail at any one of several possible sites [ 54 ]. The cleavage generates the free 3′-hydroxyl group that defines the end of the mRNA to which adenine residues are immediately added by polyadenylate polymerase that catalyzes the reaction: \\documentclass[12pt]{minimal} \\usepackage{amsmath} \\usepackage{wasysym} \\usepackage{amsfonts} \\usepackage{amssymb} \\usepackage{amsbsy} \\usepackage{mathrsfs} \\usepackage{upgreek} \\setlength{\\oddsidemargin}{-69pt} \\begin{document}$$ \\mathrm{R}\\mathrm{N}\\mathrm{A} + \\mathrm{nATP} \\circ ledR\\ \\mathrm{R}\\mathrm{N}\\mathrm{A}\\hbox{-} {\\left(\\mathrm{A}\\mathrm{M}\\mathrm{P}\\right)}_{\\mathrm{n}} + {\\mathrm{n}\\mathrm{P}\\mathrm{P}}_{\\mathrm{i}} $$\\end{document} R N A + nATP ® R N A ‐ A M P n + n P P i where n = 200–250 [ 18 , 55 ]. The poly (A) tail and its associated proteins are more likely to ptotect mRNA from enzymic destruction [ 56 ]. Protein-coding genes may have more than one polyadenylation site, “extra RNA”, so a gene can code for several mRNAs that differ in their 3′-end [ 57 ], though mRNA polyadenylation is controlled by various cis -acting elements surrounding the cleavage site and their binding factors. Since alternative polyadenylation changes the length of the 3′ untranslated region, global shortening of 3′ untranslated regions through alternative polyadenylation is an emerging hallmark of cancer [ 58 , 59 ]; it can also change which binding sites for miRNAs the 3′ untranslated region contains [ 60 ]. So, polyadenylation is a way of marking the RNA for degradation for many non-coding RNAs, including tRNA, rRNA,snRNA and snoRNA [ 61 ]. The RNA exosome (30-100 nm) is a conserved degradation machinery, which obtains full activity only when associated with cofactors; poly (A) tails have been found on human RNA fragments of both homopolymeric and mostly heterpolymeric tails [ 61 - 63 ]. Regulated polyadenylation of specific mRNAs is involved in oogenesis, cell cycle progression and synaptic plasticity [ 64 ]. Many polyadenylation trans -acting factors, including polyadenylate polymerase, are increasingly found to be involved in cell cycle, apoptosis and cancer prognosis [ 65 ]. So, genes undergoing alternative cleavage and polyadenylation during human cancer progression may be useful novel biomarkers and potentially targeted for disease prevention and treatment [ 66 , 67 ]. The micro RNAs are an endogenous class of post-transcriptional regulators that regulate as many as one-third of human genes; they are small in length (21–25 nucleotide-long fragments) and single stranded [ 68 ]. Studies suggest that approximately half of known microRNA reside in non-protein coding RNAs (intron and extron) or within the intron of protein coding genes [ 68 , 69 ]. They can recognize and bind to imperfect base-pairing complementary sequences in the 3′-untranslated region of multiple target mRNAs, blocking translation of the gene expression or inducing cleavage of mRNA to control a multitude of critical processes through either reduction or inhibition in the translational efficiency of the target mRNA [ 70 , 71 ]. Recent studies have shown that miRNAs are aberrantly expressed in various human diseases, ranging from cancer to cardiovascular hypertrophy [ 72 ]. The micro RNAs target ~60% of all genes, and they are abundantly present to repress 100 s of targets in all human cells; bioinformatics indicates that a 22 nucleotide single stranded RNA composed of 4 different ribonucleotides, they can have over 10 13 possible sequence combinations. So, since the cell contains typically ~1049 miRNAs, there must be a very high developmental and evolutionary selection pressure that utilizes only specific miRNA oligonucleotide sequences to yield biologically useful miRNA-mRNA interactions [ 73 ]. The biogenesis of miRNA is similar to other RNA starting from DNA transcription. A primary miRNA is an independent transcript processed by RNA polymerase II and they are bound in the nucleus by the ‘microprocessor’ complex that consists of ribonuclease III (an Mg 2+ -dependent endonuclease), Drosha, and its co-factor, Pasha (DGCR8) [ 74 ]. The generation of mature miRNAs from precursor miRNAs by the ribonuclease III (Dicer1 /TRBP complex in the cytoplasm [ 75 ]. Dicer is a specialized ribonuclease that initiates RNA interference by cleaving double-stranded RNA into miRNA fragments [ 76 ], and TRBP (the human immunodeficiency virus transactivating response to double strand RNA-binding protein) is an integral component of a Dicer-containing complex [ 75 , 76 ]. Neoplasia that includes many diseases is an abnormality of cellular differentiation, maturation and control of growth [ 77 ]. Rupert Allan Willis (1898–1980) defined neoplasm as “an abnormal mass of tissue, the growth of which exceeds and is uncoordinated with that of the surrounding normal tissues and persists in the same excessive manner after cessation of the stimuli that evoked the change”, and this definition is the widely cited one [ 29 ]. Also, several neoplastic and non-neoplastic diseases were shown to contain circulating nucleic acids and that in cancer they originate mostly from tumor [ 78 ]. Hence, the level of circulating nucleic acids that have been associated with tumor burden and malignant progression, are utilized for cancer screening, prognosis, and monitoring the efficacy of an anticancer therapy [ 79 ]. Also, Conrad H. Waddington (1905–1975) had reported an intricate interplay between the cellular environment and genes effects on phenotype determination; he attributed the molecular signals to epigenetic phenomenon [ 80 - 82 ]. The epigenetic signals that are responsible for the establishment, maintenance and the reversal of metastable transcriptional states, have direct correlation with promoter hypermethylation and silenced tumor suppressor genes, upstream transcription factors and DNA repair enzymes [ 83 , 84 ]. Since cancer is ultimately a disease of genes, the mechanism by which epigenetic information is transmitted through cell division remain unclear as the complex epigenetic states are orchestrated by several converging signals [ 84 - 86 ]. The biologically active RNAs, including mRNA, tRNA, rRNA, small nucleic RNAs, [ 87 ] and other non-coding RNAs [ 64 ], contain self-complementary sequences that allow parts of the RNA to fold [ 88 - 90 ] and pair with itself to form double helices (Figure 2 ). Figure 2 The fundamentals process of information transfer in cells. The analysis of these RNAs has revealed that they are highly structured and they do not consist of long double helices but rather collections of short helices packed together into structures akin to proteins. RNAs fold and conform to enzyme chemical catalysis [ 88 , 91 , 92 ], for example, the active site of ribosome that analyzes peptide bond formation and release consists entirely of RNA [ 87 , 93 ]. The rRNA is necessary as a structural component of ribosomes upon which translation actually takes place and tRNA is required in amino acid activation, as an adaptor in mRNA directed amino acid specification and in binding the growing protein chains to the ribosomes (Figure 2 ). In the process of DNA transcription the positioning of nucleotide units in the RNA molecules being made is under the control of the DNA that acts as a template [ 18 , 94 ]. The means by which this template dictates such a sequence involves both base pairing interactions and specific interactions between proteins and nucleic acids [ 95 ]. Each RNA chain is initiated at a specific site on the DNA template and subject to termination at another unique type of site on the template, i.e. there are defined units of transcription [ 41 , 96 ]. It is a selective process. Specific signals in the DNA template are recognized by the transcription apparatus. Initiation is governed by promoter regions in the DNA, and the region governing termination is designated a terminator [ 97 ]. (1) Transcription: Information encoded in the nucleotide sequence of DNA is transcribed through synthesis of mRNA whose sequence is dictated by the DNA sequence. (2) Translation: As the sequence of mRNA is decoded by the protein synthesis machinery, it is translated into the sequence of amino acids in a protein. This information transfer is encapsulated in the dogma: DNA → RNA → Protein. Adopted from : Hernández, G. (2012) On the Emergence and Evolution of the Eukaryotic Translation Apparatus, in Cell-Free Protein Synthesis, Biyani, M. (ed.), p.32. Retrieved September13, 2014 from http://cdn.intechopen.com/pdfs-wm/39965.pdf . Archibald Garrod (1857–1936) was one of the first scientists to propose that inherited factors (genes) controlled the function of proteins [ 51 ]. Defects (diseases) in metabolism could be linked to the failure of specific enzymes to catalyze essential biochemical reactions. Protein synthesis, translation, is directed by an mRNA molecule. Translation can be seen to occur in two phases: (1) information transfer, in which RNA base sequence of the mRNA determines the sequence of amino acids and (2) chemical processes, in which the peptide bonds between the adjacent amino acids are formed. The components required for translation include: mRNA, ribosomes (60S and 40S), tRNA, aminoacyl tRNA synthetases, and accessory proteins involved in initiation, elongation and termination [ 18 , 80 ]. Elongation can be thought to involve three processes: (1) aligning each aminoacylated tRNA, (2) forming the peptide bond to add the new amino acid to the polypeptide chain, and (3) moving the ribosome along the mRNA by three more bases (one codon). Elongation proceeds until a stop codon is reached. There are three stop codons in the genetic code: UAG, UGA, UAA [ 98 ]. It is exceptionally difficult to assess the carcinogenic effects of so many agricultural, industrial, and household chemicals, but a significant hazard is posed by the disposal of various agricultural and industrial wastes that may contaminate drinking water, coastal water and marine life pollution [ 99 - 101 ]. Also, the identification of a chemical carcinogen is problematic because of the long lag between chemical exposure and the development of cancer, unless the effect is dramatic [ 102 , 103 ]. In view of the vast number of chemical substances that people encountered during their lives, Table 1 shows most strongly evidenced carcinogenic chemicals. Table 1 Major chemical carcinogens in humans No. Chemical carcinogen 1 Aflatoxin - B1 [CAS:1162-65-8] & Aflatoxin - G1 [CAS:1165-39-5]: A group of toxic polynuclear (benzenoid type) metabolite molds produced chiefly by the fungus Aspergillus flavus ; they are natural contaminants of a wide range of fruits, vegetables, cereal grains and improperly stored food. The B 1 and G 1 strains are known carcinogens 2 Aromatic amines [CAS: 8007-70-3]: Benzidine-based and naphthyamine are procarcinogens examples that enter the body through the skin, lungs or intestine. The gradation of potency of the carcinogenic amines depends on their hydrophobicity, and on electronic (reactivity, propensity to be metabolically transformed) and steric properties Azo dyes [CAS: 84812-61-3]: Any of a broad series of synthetic dyes that have –N = N- as a chromophore group. They are widely used in the food, pharmaceutical, cosmetic, textile and leather industries. 3 Asbestos [CAS: 1332-21-4]: A group of impure magnesium silicate minerals which occur in fibrous form. The various types serpentine, amphibole, amosite and crocidolite are highly toxic by inhalation of dust particles 4 Chemotherapeutic agents: Cytotoxic chemicals that are selectively destructive to malignant cells and tissues. They are classified into antimetabolites, anti-tumour, anthracyclines, topoisomerase inhibitors, plant alkaloids, and alkyting agents which are considered most important because they can add alkyl groups to the many electronegative groups under conditions which are present in some cells to modify DNA chemically. Examples of antineoplastic drugs: Busulfan [CAS: 55-98-1] Carboplatin [CAS: 41575-94-4] Cisplatin [CAS: 9002-60-2] Chlorambucil [CAS: 305-03-3] Cyclophosphamide [CAS: 50-18-0] Mechlorethamine [CAS: 51-75-2] Oxaliplatin [CAS: 61825-94-3] Thiotepa [CAS: 52-24-4] 5 Heavy metals Arsenic 32 AS [CAS:7440-38-2] Cadmium 48 Cd [CAS: 7440-43-9] Chromium 24 Cr [CAS:7440-47-3] Nickel 28 Ni [CAS:7440-02-0] 6 Hydrocarbons: Soot [CAS: 98615-67-9]: An airborne powder made of amorphous carbon, whereas its gas phase contains polycyclic aromatic hydrocarbons. Tobacco [CAS: 8037-19-2]: Cured leaves of the species Nicotiana tabacum that contains acids (citric, oxalic, formic), alkaloids (nicotine, anabasine, myosmine), carbohydrates (lignin, pentosans, starch, sucrose), as well as tannin, ammonia, glutamine, and micro amounts of zinc, iodine, copper, manganese and polonium 84 Po 210 . Cigarette tar contains various aromatic ring compounds (especially benzo-[a] oyrene). 7 Vinyl chloride [CAS: 75-01-4]: CH 2 = CHCl, It is a manufactured substance that is used to prepare polyvinyl chloride to make plastic products for use in food packaging, medical products, appliances, cars, toys, credit cards and rainwear, and leaches into air and water. The chemicals listed are those for which strong evidence exists. Source : Chandrasoma, P. and Taylor, C.T. (2000) Concise Pathology, 3rd edn. East Norwalk, CT: Appleton& Lange; Kumar, V., Abbas, A.K. and Aster, J.C. (2014) Robins and Cotran Pathologic Basis of Disease, 9th edn. Philadelphia, PA: W.B. Saunders. Virus is an ultramicroscopic virion wrapped in protective coating of protein, infectious agent, obligate intracellular parasites whose replication depends on its core DNA or RNA and protein synthetic process of the host cell for growth in tissue culture [ 104 ]. The major pathogenic of viruses are adenoviridae, flaviviridae, hepadnaviridae, herpesviridae, homyxoviridae, papovaviridae, paramyxoviridae, picornaviridae, polyomaviridae, orthomyxoviridade, rhabdoviridae and togaviridae [ 105 ]. The viral infection commonly reaches optimal time as a function of replication as clinical symptoms appear [ 106 ] , and the replication consists of the following steps: (1) attachment to and penetration of susceptible cell, (2) disassembly of nonstructural proteins to make nucleic acid available for virus multiplication, (3) synthesis of RNA or DNA through transcription and translation (Figure 2 ), (4) synthesis of structural and functional proteins, and (5) assembly and release mature viral particles from the cell [ 81 , 104 ]. Table 2 shows antiviral chemical agents that would clinically block virus replication when they are administered on the inset of disease, i.e. chemoprophylaxis. Table 2 Antiviral agents and some of their properties Drug Description Used for Purine and Pyrimidine analogues Atripla An antiretroviral contains non-nucleoside ( efavirenz ) and two nucleosides ( emtricitabine and tenofovir disoproxil fumerate ) reverse transcriptase inhibitor. A fixed-dose regimen or in combination with other antiretroviral drugs (rifampin) for the treatment of HIV infection. Azidothymidine: Combivir An anti-HIV drug containing nucleoside reverse transcriptase inhibitors, containing zidovudine and lamivudine. In combination with other antiretroviral drugs for treatment of immunodeficiency for HIV infection. Retrovir A nucleoside reverse transcriptase. In combination with other retroviral drugs to treat HIV infection. Trizvir An antiretroviral, nucleoside reverse transcriptase inhibitor. In combination with other drugs for treatment of HIV infection. Complera An antiretroviral contains non-nucleoside ( rilpivirine ) and two nucleosides ( emtricitabine and tenofovir disoproxil fumerate ) reverse transcriptase inhibitor. A fixed-dose regimen or in combination with other antiretroviral drugs for the treatment of HIV infection. Cymevene An antiviral preparation which is a DNA polymerase inhibitor, containing ganciclovir . Cytomegalovirus-CMV in AIDS patients with reduced immunity. Emtriva A nucleoside reverse transcriptase inhibitor that contains emtricitabine . In combination with other antiretroviral drugs for treatment of HIV infection. It is similar to lamivudine and cross-resistance between the two is near similar. Epivir A nucleoside reverse transcriptase inhibitor, containing lamivudine . In addition to other antiretroviral drugs to control and treat HIV infection. Harvoni A nucleoside reverse transciptase inhibitor that contains both ledipasvir and sofosbuvir . An antiviral drug to treat chronic Hepatitus C. Herpid An antiviral preparation containing idoxuridine . Skin infections caused by Herpes zoster and Herpes simplex. Hivid A nucleoside reverse transcriptase inhibitor, containing zalcitabine . A combination therapy with antiretroviral drugs for treatment of HIV infection. Lamivudine: Combivir A nucleoside reverse transcriptase inhibitor that contains both lamivudine and zidovudine . In combination with other antiretroviral drugs for treatment of HIV infection. Epivir A nucleoside reverse transcriptase inhibitor. In combination with other antiretroviral drugs for treatment of HIV infection and disease. Trizivir A nucleoside reverse transcriptase inhibitor that contains both lamivudine and zidovudine . In combination with other antiretroviral drugs for treatment of HIV infection. Zeffix A nucleoside reverse transcriptase inhibitor. Chronic Hepatitis B and evidence of viral replication in patients with liver disease, inflammation and fibrosis. Rebetol An antiviral preparation that contains tribavirin . In combination with interferon (pegintron) for the treatment of chronic Hepatitis C. Stribild An antiretroviral tablet contains non-nucleoside ( elvitegravir ) integrase strand transfer inhibitor, mechanism-based inhibitor of cytochrome P450 ( cobicistat ) and two nucleosides ( emtricitabine and tenofovir disoproxil fumerate ) reverse transcriptase inhibitor. A fixed-dose regimen for the treatment of HIV infection in adults who are antiretroviral treatment-naïve. Videx A nucleoside reverse transcriptase inhibitor that contains didanosine . In combination with other antiretroviral drugs for treatment of HIVinfection. Vira-A An antiviral medication that contains vidarabin . Ointment treatment caused by Herpes simplex. It is an alternative to acyclovir. Viracept An antiviral protease inhibitor that contains nelfinavir . In addition to other antiretroviral drugs for treatment of HIV infection. Viread An antiviral nucleotide analogue that contains tenofivir . In combination with other retroviral drugs for treating Hepatitis B and HIV infected patients with virological failure. Virgan An antiviral eye gel preparation that contains ganciclovir . Acute inflammation of cornea, keratitis. Viroptic An antiviral medication that contains trifluridine . Eye drops treatment caused by mild viral infection. Zeffix A nucleoside analogue that contains lamivudine . Chronic Hepatitis B and evidence of viral replication in patients with liver disease, inflammation and fibrosis. Zerit A nucleoside reverse transcriptase inhibitor that contains stavudine . In combination with other antiretroviral drugs for treatment of HIV infection. Zovirax An antiviral DNA polymerase inhibitor that contains acyclovir . Treatment and suppression of infections of skin and mucous membranes caused by Herpes simplex, Herpes zoster and varicella. Other drugs Abacavir : Trizivir An antiretroviral,nucleoside reverse transcriptase inhibitor that contains abacavir , lamivudine and zidovudine . In combination with other antiretroviral drugs for the treatment of HIV infection. Ziagen A nucleoside reverse transcriptase inhibitor. In combination with other antiretroviral drugs for treating HIV infection. Amanatadine hydrochloride: A viral replication inhibitor. Treatment and prevention of influenza A. Lysovir A dopaminergic, tricyclic amine preparation. Parkinsonism. Symmetral Dolutegravir An antiretroviral, integrase strand transfer inhibitor. Treatment of HIVinfection in conjunction with other antiretroviral drugs. Foscavir A DNA polymerase inhibitor that acts in two stages to suppress the replication of cytomegalovirus; it contains foscarnet . Life-threatening infections of viral origin especially those of eyes in AIDS patients with cytomegalovirus retinitis. Also, infections of mucous membranes and skin caused by Herpes simplex and AIDS patients who have not responded to treatment with acyclovir. Gamma globulin: A preparation of human normal immunoglobulin (5%). Immunoglobulin replacement therapy in patients who are immunodeficient, including, including various inherited disorders like hypogammaglobulinaemia (low levels of gammaglobulin in blood), agammaglobulinaemia (absence of gammaglobulin in blood). Also, thrombocytopenia purpera (bleeding disorder), and helping to prevent recurrent infection by HIV infection. A preparation of human normal immunoglobulin (16%). Flebogamma A preparation of human normal immunoglobulin, freeze-dried powder comprising 0.5 g, 2.5 g, 5.0 g and 10.0 g in bottles with diluents for reconstitution and injection. Gammabulin A preparation of human normal immunoglobulin (5%). Antibody deficiency syndrome. A freeze-dried preparation of human normal immunoglobulin. Guillain-Barre syndrome (a severe,often rapidly progressive syndrome of muscular weakness and paralysis, believed to be an autoimmune disease), Kawasaki syndrome (a disorder affecting lymph nodes), thrombocytopaenia purpera (a clotting disorder involving blood platelets). Gammagard A preparation of human normal immunoglobulin, available as a solution and powder Replacement in various immunodeficiency states, including certain congenital conditions like thrombocytopaenia purpera. Also, prevention of recurring bacterial infections with HIV, Guillain-Barre syndrome, Kawasaki syndrome. OctagamSandoglobulinVigam Replacement treatment in primary and secondary immunoglobulin deficiencies, prevention of bacterial infections in children born with AIDS, thrombocytopenic purpura, Kawasaki disease, bone marrow transplants, Guillain-Barre syndrome. Vigam Primary agammaglobulinaemia, hypogammaglobulinaemia, and other secondary secondary immunodeficiency disorders in children with AIDS,thrombocytopenia purpura,Kawasaki disease,bone marrow transplants and Guillain Barre syndrome Interferons alfa: Introna A single-subtype recombinant preparation in powder. Neoplastic disorders (malignant conditions). Roferon-A A preparation of interferon alfa-2a in a solution. Hepatitis B and Hepatitis C (with or without tribavirin ), neoplastic disorders. Viraferon A preparation of interferon alfa-2b ina solution. Chronic Hepatitis B and chronic Hepatitis C infections. Interferons beta: Betaferon A preparation acting on the immune system. Relapsing-remitting multiple sclerosis, and secondary progressive multiple sclerosis. Rebif An immunimodulator of interferon beta-1a. Multiple sclerosis with relapses. Interferons Gamma: Immukin A preparation of recombinant human interferon gamma- Ib. Additional treatment (with antibiotics) to lessen the incidence of serious infections acquired by patients with chronic granulomatous disease (any disese that gives rise to masses of granulation tissue, e.g.tuberculosis and leprosy). Paclitaxel A taxoid antineoplastic agent and mitotic inhibitor that is based on plant alkaloid taxane or 11 (15- > 1) abeotaxane. Treatment of tumor cancers: breast, ovarian, lung, bladder, prostate, melanoma, esophageal and Kaposi sarcoma. Rifadin An antibiotic and antimalarial preparation that contains rifampicin . Prevention of meningococcal meningitis, carriers of Haemophilus influenza, additional therapy for brucellosis, Legionnaire’s disease and serious staphylococcal infections, tuberculosis and mycobacterial infections, leprosy. Triumeq An antiviral medication that contains a non-nucleoside integrase strand transfer inhibitor ( dolutegravir ), and two nucleoside reverse transcriptase inhibitors ( abacavir and lamivudine ). A single-pill regimen for treatment HIV infection. Viramune A non-nucleoside reverse transcriptase inhibitor that contains nevirapine . In combination with other antiretroviral drugs for treatment HIV infection, progressive and/or advanced immunodeficiency. Both DNA and RNA viruses can cause neoplasia. DNA viruses insert their nucleic acid directly into the genome of host cell and the virus replication normally ensues. Examples: Papilloma, Herpes simplex, Molluscum contagiosum,and Hepatitis B. RNA viruses require RNA-directed DNA polymerase (reverse transcriptase), an enzyme that causes production of a DNA copy of the RNA viral genome. Retroviruses examples: human T lymphocyte virus type I- HTLV-I, acquired immune deficiency syndrome –AIDS, human immunodeficiency virus –HIV. Adopted from : Medicines & Prescription Drugs [ 102 ] New Lanark,ML: Geddes & Grosset; Pisano, D.J. and Mantus, D.S. (2008) FDA Regulatory Affairs: A Guide for Prescription Drugs, Medical Devices and Biologics, 2nd edn. New York, NY: Informa Healthcare USA, Inc.; Katzung, B.G., Masters, S.B. and Trevor, A.J. (2011) Basic & Clinical Phamacology, 12th edn. New York, NY: McGraw-Hill Medical Division. Methodology On infection, a viral RNA permeates human host cell membranes, whereupon it is either destroyed by several cellular RNases [E.C.3.1.26.4 RNase H; E.C. 3.1.26.5 RNase P; E.C. 3.1.27.3 RNase T 1 ; E.C. 3.1.27.1 RNase T 2 ; E.C. 3.1.27.4 RNase V 2 ; E.C.3.1.27.8. RNase V 1 and others], or it binds to ribosomes and it grows and divides to make proteins at an unregulated quickened pace [ 107 , 108 ]. The process of transcription cycle that consists of: preinitiation, initiation,promoter clearance, elongation and termination have a significant impact on the growth potential of tumours [ 109 ]. The failure of the host cell to recognize and destroy the viral infection is caused by the lack of particular co-stimulated molecules that aid in the way antigens react with lymphocytes [ 110 - 112 ]. Hence, the basic research into cancer entails identification of causes and developing strategies for prevention, diagnosis, treatments and cure [ 113 - 116 ]. The research spans chemotherapy, hormone therapy, immune therapy, nanomaterials, palliative surgery, radiation therapy and combined treatment modalities [ 77 , 94 , 117 - 121 ]; and the methods of evaluation were mainly: (1) cytological methods (exfoliative and aspirational cytology), (2) flow cytometry, (3) hystological methods, (4) immunohistochemistry, (5) molecular diagnosis (aptamers), (6) tumor markers (hormones (calcitonin, catecholamine & metabolites, ectopic, human chronic gonadotropin-HCG), oncofetal antigens (α-fetal protein, carcino embryonic antigen), iso enzymes, specific proteins, mucins and glycoproteins, new molecular markers). RNA phage of each step of protein synthesis that could be possible to control, is indicative of individual inter-related biosynthesis of a given protein [ 122 ]. The rate of initiation complex formation dictates the amount of each of the viral proteins [ 98 , 123 ]. The RNA polymerases begin to replicate the viral RNA, a process of the most central mediators of malignant transformation [ 32 , 124 ]. RNA polymerase I [ 125 ], RNA polymerase II [ 50 , 126 , 127 ] and RNA polymerase III [ 128 , 129 ] transcribe protein-coding genes and they interact with factors involved in the synthesis of precursor rRNA 45S, chromatin remodeling, transcriptional activation, elongation, and RNA processing. The multicellular eukaryotic human enzymes can be purified using isolated organelle, like nucleus, nucleoli, mitochondria and other internal organelles as a starting material, though simultaneous recovery of all three RNA polymerases is not always feasible due to diffusible nature of some of nuclear enzymes [ 18 , 110 ]. Jacob and Rose [ 130 ] had extensively reviewed the methods of solubilization, purification and difficulties of mammalian RNA polymerases. HeLa cells were often the source for RNA polymerase complexes [ 131 ]; mitotic cells and cancer tissues with corresponding normal tissues that can be collected and frozen in liquid nitrogen at −80°C, are viably preserved until essayed [ 127 , 132 ]. Histopathological examination is done on the 10% formalin-fixed, paraffin-embedded tissue specimens which is an invaluable resource for clinical research though the nucleic acids extracted are fragmented and chemically modified making them challenging to use in molecular studies [ 133 - 135 ]. Histopathological observations are utilized in progression, metastatic susceptibility, therapeutic and radiation therapy sensitivity and prognosis [ 136 , 137 ]. Interestingly, the Raman spectroscopy non-invasive technique enables the observation of intracellular biological molecules without fixation or labeling procedures in situ [ 137 , 138 ]. The bicinchoninic acid kit protein quantification assay [ 139 ] that is widely used to determine protein concentrations in the region 25-2000 μg/ml. The cells are suspended and lysed in hypotonic buffer (20 mM Tris–HCl [pH 7.5], 1 mM CaCl 2 , 1 mM MgCl 2 , 1 mM ZnCl 2 containing 1% Triton X-100) for 5 min on ice; they were then separated into nucleolar and nucleoplasmic fractions by zonal centrifugation in sucrose [ 140 ] at 15,000 rpm for 15 min at 4°C, and the supernatant was collected and frozen at −20°C until re-use [ 50 , 132 ]. This method is a modified form of the Lowry et al. [ 141 ] and Bradford [ 142 ] methods that are also widely used dye-binding chromogenic protein variations assays [ 143 ]. The Bradford [ 142 ] protein assay is based on the association of specific amino acid residues, arginine, lysine, and histidine, with non-conjugated groups of Coomassie brilliant blue G-250 dye, in an acidic environment. When the dye-protein complex is formed, the pK a of the red-brown acidic solution converted to blue and it measured at 595 nm. Bradford dye is convenient protocol to use, fast and relatively sensitive, but several compounds can interfere with the assay against typical standard curves for bovine serum albumin and bovine gamma globulin [ 144 ]. The other Lowry et al. [ 141 ] protein assay lies in the formation of peptide nitrogen(s) complex with Cu 2+ under alkaline conditions (pH 10.0-10.5), and the subsequent reduction of the Folin-Ciocalteay phosphomolybdic phosphotungstic acid reagent to heteropolymolybdenum blue at spectra 750 nm, though ethylenediaminetetraacetic acid (EDTA) can interfere with chromophore production [ 145 ]. Radio-immunohistochemistry is a very sensitive in vitro technique in which a traceable radioactive isotope tags a marker to detect, identify and quantitate the concentration of specific ochemical neoplasia substance(s) [ 134 , 146 - 149 ]. Radioimmunoassay has been developed to identify and quantitate the concentration of RNA polymerase I [ 150 ], RNA polymerase II [ 151 ], RNA polymerase III [ 152 ] and mRNA [ 153 ]. Although it is less sensitive than enzymic activity as a measure of reverse transcriptase, but it can detect antigen using minute amounts of protein and in the presence of inhibitors for an RNA tumor virus-producing cells [ 154 ]. The three RNA polymerases transcribe the genome in the cell nuclei. The RNA polymerase II that is responsible for synthesizing mRNA and a large variety of noncoding RNAs, is mostly important; RNA production in growing cells is carried out by RNA polymerase I that transcribes the precursor of large rRNA, and by RNA polymerase III that transcribes rRNA, tRNA, and some noncoding RNAs [ 155 ]. Hossenlopp et al. [ 156 ] have used anti-polymerase I serum to classify the three RNA polymerases in order of their inhibition: I > III > I, indicating that polymerases I and II are more closely related than polymerases I and II [ 32 , 157 ]. Findings and interpretations The differential effect of selective inhibition on nuclear and nucleoplasmic RNA sysnthesis is related to the existence of distinct nuclear and chromosomal RNA polymerases that cause mitotic-like biochemical and morphological responses. Also. ribosome synthesis in HeLa cells is shown to be controlled at the level of processing rather than at the level of 45S RNA transcription where chemical agents would cause the physiological and structural transitions of viral mitosis [ 158 , 159 ]. Table 2 lists some of these therapeutic agents that can be considered to interfere with the process of virus replication. In conclusion, the advent of sequencing human genome has facilitated the impressive advances in diagnosis, prognosis and treatment methodologies of invasive human tumor cells. A new area of research into chemical agents that interfere with mitosis-related cell death (apoptosis), are able to denature chemotherapy resistant neoplastic cells and inhibit protein expressions. Giri and Kumar [ 55 , 160 ] have reported that the over expression of neo-poly (A) polymerase in human cancer cells signifies the importance of polyadenylation in cancer cellular events. The specificity of an electrostatic interaction between RNA and natural alkaloids or their synthetic analogs is found to be capable of inducing self-structure in polyadenelation. Hence, new novel compounds that exhibit excellent binding affinity to many RNA structures, can be utilized to modulate poly (A) structure in developing RNA targeted cancer therapeutics [ 161 , 162 ]. The nanoparticles of aptamers are also emerging to target the reaction of specific antigen epitopes with their binding sites. These are promising techniques in clinical diagnosis and therapy. Such new insights into genetics of tumors have prompted ground-breaking insights into development of new drugs that can treat, shrink and coax given tumors into prolonged remission. Competing interests The author declares that he has no competing interests. References 1. Murgatroyd C The power of the gene: the origin and impact of genetic disorder 2011 New York, NY Nova Science Publishers, Inc. 2. Dahm R Discovering DNA: Friedrich Miescher and the early years of nucleic acids research Hum Genet 2008 122 6 565 81 17901982 3. Lorincz A Nucleic acid testing for human disease 2006 New York, NY Taylor & Francis Group, LLC 4. Weaver JR Susiarjo M Bartolomei MS Imprinting and epigenetic changes in the early embryo Mamm Genome 2009 20 9–10 532 43 19760320 5. Reik W Dean W Walter J Epigenetic reprogramming in mammalian delopment Science 2001 293 5532 1089 93 11498579 6. Aplin JD Developmental cell biology of human villous trophoblast: current research problems Int J Dev Biol 2010 54 323 9 19876840 7. Haberle V Li N Hadzhiev Y Plessy C Previti C Nepal C Two independent transcription initiation codes overlap on vertebrate core promoters Nature 2014 507 381 5 24531765 8. Miller SL Urey HC Organic compound synthesis on the primitive earth Science 1959 130 3370 245 51 13668555 9. Millette RL Trotter CD Initiation and release of RNA by DNA-dependent RNA polymerase Proc Natl Acad Sci U S A 1970 66 3 701 8 4913208 10. Hajjawi O Metal transport across human cell membranes Eur Scientif J 2014 10 6 252 70 11. Lazcano A Bada JL The 1953 Stanley L. Miller experiment: fifty years of prebiotic organic chemistry Origins Life Evol Biospheres 2004 33 3 235 42 12. Campbell MK Farrell SO Biochemistry 2006 5 Belmont, CA Thomson Learning, Inc 13. Crick FHC Barnett L Brenner S Watts-Tobin RJ General nature of the genetic code for proteins Nature 1961 192 1227 32 13882203 14. Berg JM Tymoczko JL Stryer L Biochemistry 2002 5 New York, NY WH Freeman and Company 15. Yasser M Shaikh R Chilakapati MK Teni T Raman spectroscopic study of radioresistant oral cancer sublines established by fractionated Ionizing radiation PLoS One 2014 9 5 e97777 24841281 16. Koonin EV Novzhilov AS Origin and evolution of the genetic code the universal enigma Int Union Biochem Mol Biol Life 2009 61 2 99 111 17. Dobson CM Pain RH The nature and significance of protein folding Mechanisms of protein folding 2000 2 New York, NY Oxford University Press 18. Nissen P Hansen J Ban N Moore PB Steitz TA The structural basis of ribosome activity in peptide bond synthesis Science 2000 289 5481 920 30 10937990 19. Dever TE Molecular biology: a new start for protein synthesis Science 2012 336 6089 1645 6 22745408 20. Lodish H Berk A Matsudaira P Kaiser CA Krieger M Scott MP Molecular cell biology 2004 5 New York, NY WH Freeman and Company 21. Joyce GF RNA evolution and the origins of life Nature 1989 338 6212 217 24 2466202 22. Frankel AD Young JAT HIV-1: fifteen proteins and an RNA Annu Rev Plant Physiol Plant Mol Biol 1998 67 1 25 23. Vogel C Marcotte EM Insights into the regulation of protein abundance from proteomic and transcriptomic analyses Nature Rev Genet 2012 3 227 32 22411467 24. Fletcher G Mason S Terrett J Solviev M Self-assembly of proteins and their nucleic acids J Nanobiotech 2003 1 1 1 25. Kuwahara M, Li Y, Rozners E, Murakami H. Artificially created nucleic acids and peptide/protein in chemical biology. J Nucleic Acids. 2013;e219263. doi:10.1155/2013/219263. 26. Cramer P Armache KJ Baumli S Benkert S Brueckner F Buchen C Structure of eukaryotic RNA polymerases Annu Rev Biophys 2008 37 337 52 18573085 27. Grummt I Regulation of mammalian ribosomal gene transcription by RNA polymerase I Prog Nucleic Acid Res Mol Biol 1999 62 109 54 9932453 28. Lee Y Kim M Han J Yeom KH Lee S Baek SH MicroRNA genes are transcribed by RNA polymerase II EMBO J 2004 23 20 4051 60 15372072 29. Willis IM RNA polymerase III: genes, factors and transcriptional specificity Eur J Biochem 1993 212 1 1 11 8444147 30. Autexier C Lue NF The structure and function of telomerase reverse transcriptase Annu Rev Plant Physiol Plant Mol Biol 2006 75 493 517 31. Cramer P Bushnell DA Kornberg RD Structural basis of transcription: RNA polymerase II at 2.8 ångstrom resolution Science 2001 292 1863 76 11313498 32. Bywater MJ Pearson RB McArthur GA Hannan RD Dysregulation of the basal RNA polymerase transcription apparatus in cancer Nat Rev Cancer 2013 13 299 314 23612459 33. Sandberg R Neilson JR Sarma A Sharp PA Burge CB Proliferating cells express mRNAs with shortened 3' untranslated regions and fewer microRNA target sites Science 2008 320 5883 1643 7 18566288 34. Welsch WF Lieber M Ground water pollution from industrial waste Sewage Industrial Wastes 1955 27 9 1065 72 35. Jia G Fu Y Zhao X Dia Q Zheng G Yang Y N6-methyladenosine in nuclear RNA is a major substrate of the obesity-associated FTO Nature Chem Biol 2011 7 12 885 7 22002720 36. Loos RJF Yeo GSH The bigger picture of FTO-the first GWAS-identified obesity gene Nat Rev Endocrinol 2014 10 51 61 24247219 37. Watanabe T Miura T Degawa Y Fujita Y Inoue M Kawaguchi M Comparison of lung cancer cell lines representing four histopathological subtypes with gene expression profiling using quantitative real-time PCR Cancer Cell Int 2010 10 2 e2867 38. Allen FW The biochemistry of the nucleic acids purines and pyrimidines Annu Rev Plant Physiol Plant Mol Biol 1941 10 221 44 39. Gott JM Emeson RB Functions and mechanisms of RNA editing Ann Rev Genet 2000 34 499 531 11092837 40. Garrett RH Grisham CM Biochemistry 2010 4 Boston, MA Brooks/Cole, Cengage Learning 41. Ugozzoli L Wallace RB Application of an allele-specific polymerase chain reaction to the direct determination of ABO blood group genotypes Genomics 1992 12 4 670 4 1572640 42. Tsurugi K Oqata K Effects of cell sap, ATP, and RNA synthesis on the transfer of ribosomal proteins into nuclei and nucleoli in a rat liver cell-free system Eur J Biochem 1984 145 1 83 9 6489355 43. Henras AK Soudet J Gérus M Lebaron S Caizerques-Ferrer M Mougin A The post-transcriptional steps of eukaryotic ribosome biogenesis Cell Mol Life Sci 2008 65 15 2234 59 44. Henriette MK Mochizuki K Non-coding RNA: a bridge between Small RNA and DNA RNA Biol 2009 6 2 138 40 19276654 45. Geiduschek EP Haselkorn R Messenger RNA Annu Rev Plant Physiol Plant Mol Biol 1969 38 647 76 46. Gregory S Barlow KF McLay KE Kaul R Swarbreck D Dunham A The DNA sequence and biological annotation of human chromosome 1 Nature 2006 441 7091 315 21 16710414 47. Clancy S Chemical structure of RNA Nat Educ 2008 7 1 60 70 48. Hernández G Altmann M Lasko P Origins and evolution of the mechanisms regulating translation initiation in eukaryotes Trends Biochem Sci 2010 35 2 63 73 19926289 49. Brenner S Jacob F Meselson M An unstable intermediate carrying information from genes to ribosomes for protein synthesis Nature 1961 190 576 81 20446365 50. Pattabiraman DR Winberg RA Tackling the cancer stem cells-what challenges do they pose? Nat Rev Drug Discov 2014 13 497 512 24981363 51. Nalwa HS Webster T Cancer nanotechnology- a nanomaterial for cancer diagnosis and therapy 2006 Valencia, CA American Scientific Publishers 52. Meyer KD Saletore Y Zumbo P Elemento O Mason CE Jeffrey SR Comprehensive analysis of mRNA methylation reveals enrichment in 3' UTRs and near stop codons Cell 2012 149 7 1635 46 22608085 53. Waddington CH Developmental mechanics of chick and duck embryos Nature 1930 125 924 5 54. Ralston A Shaw K Gene expression regulates cell differentiation Nat Educ 2008 1 1 127 31 55. Giri P Kumar GS Molecular aspects of small molecules-poly (A) interaction: an approach to RNA based drug design Curr Med Chem 2009 16 8 965 87 19275606 56. Lianoglou S Garg V Yang JL Leslie CS Mayr C Ubiquitously transcribed genes use alternative polyadenylation to achieve tissue-specific expression Genes Dev 2013 27 2380 96 24145798 57. Danckwardt S Hentz W Kulozik AE 3' end mRNA processing: molecular mechanisms and implications for health and disease EMBO Life 2008 27 3 482 98 58. Lin Y Ozsolak F Kim SW Arango-Argoty G Liu TT Tenenbaum SA An in-depth map of polyadenylation sites in cancer Nucleic Acids Res 2012 40 17 8460 71 22753024 59. Han T Kim JK Giving glioblastoma growth by alternative polyadenylation Cell Res 2014 24 1023 4 24993033 60. Scherer WF Syverton JT Gey GO Syverton G Studies on the propagation in the vitro of poliomyelitis viruses. IV. Viral multiplication in a stable strain of human malignant epithelial cell (strain HeLa) derived from an epidermoid carcinoma of the cervix J Exp Med 1953 97 5 695 710 13052828 61. Smith PK Krohn RI Hermanson GT Mallia AK Gartner FH Provenzano MD Measurement of protein using bicinchoninic acid Biogeosciences 1985 150 76 85 62. Tinoco I Bustamante C How RNA folds J Mol Biol 1999 293 2 271 81 10550208 63. Lubas M Christensen MS Kristiansen MS Domanski M Falkenby LG Lykk-Andersen S Intraction profiling identities the human nuclear exosome targeting complex Mol Cell 2011 43 4 624 37 21855801 64. Meijer HA Bushell M Hill K Gant TW Willis AE Jones P A novel method for poly (A) fractionation reveals a large population of mRNAs with a short poly (A) tail in mammalian cells Nucleic Acids Res 2007 35 19 e132 17933768 65. Tian B Hu J Zhang H Lutz CS A large-scale analysis of mRNA polyadenylation of human and mouse genes Nucleic Acids Res 2005 33 1 201 12 15647503 66. Mukherjee S The emperor of All maladies: a biography of cancer 2010 New York, NY Simon & Schuster, Inc. 67. Xiao YL Kash JC Taubenberger JK High-throughput RNA sequencing of a formalin-fixed paraffin-embedded autopsy lung tissue sample from the 1918 influenza pandemic J Pathol 2013 229 4 535 45 23180419 68. Tan KH Environmental soil science 1995 New York, NY Marcel Dekker, Inc. 69. Rosenberg LE DNA and other strands: the making of human geneticist Annu Rev Genome 2014 15 1 26 70. Friedman RC Farh KK Burge CB Bartel DP Most mammalian mRNAs are conserved targets of microRNAs Genome Res 2009 19 92 105 18955434 71. Houzet L Jeang KT MicroRNAs and human retroviruses Biochim Biophys Acta 2011 1809 11–12 686 93 21640212 72. Magbool R Hussain MU MicroRNAs and human disease: diagnostic and therapeutic potential Cell Tissue Res 2014 358 1 1 15 24493638 73. Lukiw WJ NF-KB- regulated micro RNAs (miRNAs) in primary human brain cells Exp Neurol 2012 235 2 484 90 22138609 74. Morris AR Bos A Diosdado B Rooijers K Elkon R Bolijn AS Alternative cleavage and polyadenylation during colorectal cancer development Clin Cancer Res 2012 18 19 5256 66 22874640 75. Chendrimada TP Gregory RI Kumaraswamy E Norman J Cooch N Nishikura K TRBP recruits the Dicer complex to Ago 2 for microRNA processing and gene silencing Nature 2005 436 740 4 15973356 76. Lau PW Potter CS Carragher B MacRae IJ Structure of human Dicer-TRBP complex by electron microscopy Structure 2009 17 10 1326 32 19836333 77. Duraiswamy J Freeman GJ Coukos G Therapeutic PD-1 pathway blockade augments with other modalities of immunotherapy T-cell function to prevent immune decline in ovarian cancer Cancer Res 2013 73 23 6900 69012 23975756 78. Casciano I Di Vinci A Banelli B Brigati C Forlani A Allemanni G Circulating tumer nucleic acids: perspective in breast cancer Breast Care (Basel) 2010 5 2 75 80 20847818 79. Seguin L Kato S Franovic A Camargo MF Lesperance J Elliott KC An integrin β3–KRAS–RalB complex drives tumour stemness and resistance to EGFR inhibition Nat Cell Biol 2014 16 457 68 24747441 80. Wang X Lu X Gomez A Hon GC Yue Y Han D N6-methyladenosine-dependent regulation of messenger RNA stability Bature 2014 2505 7481 117 20 81. Revyakin A Zhang Z Coleman RA Li Y Inouye C Lucas JK Transcription initiation by human RNA polymerase II visualized at single-molecule resolution Genes Dev 2012 26 15 1691 702 22810624 82. Weis BL Schleiff E Zerges W Protein targeting to subcellular organelles via mRNA localization Biochim Biophys Acta Mol Cell Res 2013 1833 2 260 73 83. Kopelvich L Crowell JA Fay JR The Epigenome as a target for cancer chemoprevention J Natl Cancer Inst 1995 5 23 1747 57 84. Bonasio R Tu S Reinberg D Molecular signals of epigenetic states Science 2010 330 6004 612 6 21030644 85. Dawson MA Kouzarides T Cancer epigenetics: from mechanism to therapy Cell 2012 150 1 12 27 22770212 86. Housman G Byler S Heerboth S Lapinska K Longacre M Snyder N Drug resistance in cancer: an overview Cancer 2014 6 3 e1769 87. Zemora G Waldsich C RNA folding in living cells RNA Biol 2010 7 6 634 41 21045541 88. Ferré-D'Amaré AR Doudna JA RNA folds: insights from recent crystal structures Annu Rev Biophys Biomol Struct 1999 28 57 73 10410795 89. Tschochner H Hurt E Pre-ribosomes on the road from the nucleolus to the cytoplasm Trends Cell Biol 2003 13 5 255 63 12742169 90. Schwarzenbach H Hoon DSB Pantel K Cell-free nucleic acids as biomarkers in cancer patients Nat Rev Cancer 2011 11 426 37 21562580 91. Frank DN Pace NR Ribonuclease P: unity and diversity in a tRNA processing ribozyme Annu Rev Biochem 1998 67 153 80 9759486 92. Higgs PG RNA secondary structure: physical and computational aspects Q Rev Biophys 2000 33 3 199 253 11191843 93. Noble JE Bailey MJA Quantitation of protein Methods Enzymol 2009 463 73 95 19892168 94. Freeman GJ Sharpe AH A new therapeutic strategy for malaria targeting T cells exhaustion Nat Immunol 2012 13 2 113 5 22261959 95. Jackson SP Bartek J The DNA-damage response in human biology and disease Nature 2009 461 1071 8 19847258 96. Möller A Xie SQ Hosp F Lang B Phatmani HP James S Proteomic analysis of mitotic RNA polymerase II reveals novel interactors and association with proteins dysfunctional in disease Mol Cell Proteomics 2012 11 6 e11767 97. Schroeder R Barta A Semrad K Strategies for RNA folding and assembly Nat Rev Mol Cell Biol 2004 5 908 19 15520810 98. Sun G Yan J Noltner K Feng J Li H Sarkis DA SNPs in human miRNA genes affect biogenesis and function RNA 2009 15 9 1640 51 19617315 99. White RJ RNA polymerases I and III, growth control and cancer Nat Rev Mol Cell Biol 2005 6 69 78 15688068 100. Tanaka K Nishioka J Kato K Nakamura A Mouri T Miki C Mitotic checkpoint protein hsMAD2 as a marker predicting liver metastasis of human gastric cancers Jpn J Cancer Res 2001 92 952 8 11572763 101. Hogan CM McGinley M Water pollution Encylopedia of earth topic 2010 Washington, DC Cleveland National Council on Science and Environment 102. Verma S Eckstein F Modified oligonucleotides: synthesis and strategy for users Annu Rev Biochem 1998 67 99 134 9759484 103. Miller MD Marty MA Impact of environmental chemicals on lung development Environ Health Perspect 2010 118 8 1155 64 20444669 104. Katzung BG Masters SB Trevor AJ Basic & clinical pharmacology 2011 12 New York, NY McGraw-Hill Medical Division 105. Knipe DM Howley PM Fields virology 2013 6 Philadelphia, PA Lippincott Williams and Wilkins 106. Chandrasoma P Taylor CT Concise Pathology 2000 3 East Norwalk, CT Appleton & Lange 107. Favoni RE de Cupis A The role of polypeptide growth factors in human carcinomas: new targets for a novel pharmacological approach Pharmacol Rev 2000 52 2 179 206 10835099 108. Holzmann J Frank P Löffler E Bennett K Gerner C Rossmanith W RNase P without RNA: identification and functional reconstitution of the human mitochondrial tRNA processing enzyme Cell 2008 135 3 462 74 18984158 109. Willis RA The spread of tumors in the human body 1952 London Butterworth 110. Alberts B Johnson A Lewis J Raff M Roberts K Walter P Molecular Biology 2002 4 New York, NY Garland Science 111. Coulie PG van den Eynde B der Bruggen P Boon T Tumor antigens recognized by T lymphocytes at the core of cancer immunotherapy Nat Rev Cancer 2014 14 135 46 24457417 112. Penman S Vesco C Penman M Localization and kinetics of formation of nuclear heterodisperse RNA. cytoplasmic heterodisperse RNA and polyribosome-associated messenger RNA in HeLa cells J Mol Biol 1968 34 49 69 4106524 113. Kopnin BP Targets of oncogenes and tumor supressors: key for understanding basic mechanisms of carcinogenesis Biochemistry 2000 65 2 27 10702637 114. Hahn WC Weinberg RA Roles of making human tumor cell New England J Med 2002 347 1593 603 12432047 115. Chin L Gray JW Translating insights from cancer genome into clinical practice Nature 2008 452 7187 553 63 18385729 116. Fernandez TS, Fernandez CS, Mencalha AL. Human induced pluripotent stem cells from basic research to potential clinical applications in cancer. BioMed Res Int. 2013; 13. Retrieved October 22, 2014, from http://dx.doi.org/10.1155/2013/430290 . 117. Sul JY Kim TK Lee JH Eberwine J Perspective on cell reprogramming with RNA Biotechnology 2012 30 5 243 9 118. Nelson DL Cox MM Lehninger principles of biochemistry 2008 5 New York, NY WH Freeman and Company 119. Ahmed SI Lab diagnostics of neoplasia 2009 San Francisco, CA Sapphiresia 120. Hayat MA Methods of cancer diagnosis, therapy and prognosis 2009 New York, NY Springer Verlag 121. Fadare O Parkash V Diagnosis of neoplasia in endometrial biopsies book and online bundle: a pattern-based and algorithmic 2014 Cambridge Cambridge University Press 122. Pisano DJ Mantus DS FDA regulatory affairs: a guide for prescription drugs, medical devices and biologics 2008 2 New York, NY Informa Healthcare USA, Inc. 123. Kim J Eberwine J RNA: state of memory and mediator of cellular phenotype Trends Cell Biol 2010 20 6 311 8 20382532 124. Slomovic S Laufer D Geiger D Schusfer G Polyadenylation of ribosomal RNA in human cells Nucleic Acids Res 2006 34 10 2966 75 16738135 125. Morita Y Shibutani T Nakanishi N Nishikura K Iwai S Kuraoka I Human endonuclease V is a ribonuclease specific for inosine-containing RNA Nat Communication 2013 4 e2273 126. Maldonado E Drapkin R Reinberg D Purification of human RNA polymerase II and general transcription factors Methods Enzymol 1996 174 72 100 8902797 127. Montanaro L Treré D Derenzini M The emerging role of RNA polymerase I transcription machinery in human malignancy: a clinical perspective Onco Targets Ther 2013 6 909 16 23888116 128. Haurie V Durrieu-Caillard S Dumay-Odelot H Da Silva D Rey C Prochazkova M Two isoforms of human RNA polymerase III with specific functions in cell growth and transformation Proc Natl Acad Sci 2010 107 9 4176 81 20154270 129. Alla RK Cairns BR RNA polymerase III transcriptomes in human embryonic stem cells and induced pluripotent stem cells, and relationships with pluripotency transcription factors PLoS One 2014 9 1 e85648 24465633 130. Jacob ST Rose KM RNA polymerases and Poly (A) polymerase from neoplastic tissues and cells Methods Cancer Res 1978 14 191 241 131. Schneider DA RNA polymerase I activity is regulated at multiple steps in the transcription cycle: recent insights into factors that influence transcription elongation Gene 2012 493 2 176 84 21893173 132. Thomadaki H Tsiapalis CM Scorilas A Polyadenylate polymerase modulation in human epithelioid cervix and breast cancer cell lines, treated with etoposide or cordycepin, follow cell cycle rather than apoptosis Biol Chem 2005 386 5 471 80 15927891 133. Waterberg JH Walker JM The lowery method for protein quantitation The protein protocols handbook 2002 2 Totawa, NJ Humana Press Inc 134. Yallow RS Berson SA Immunoassay of endogenous plasma insulin in man J Clin Investigation 1960 39 1157 75 135. Hedegaard J Thorsen K Lund MK Hein AMK Hamilton-Dutoit SJ Vang S Next-generation sequencing of RNA and DNA isolated from paired fresh-frozen and formalin-fixed paraffin-embedded samples of human cancer and normal tissue PLoS One 2014 9 5 e98187 24878701 136. Cillo C Schreyer M Odartchenko N Carrel S Histological analysis of human tumour cell colonies grown in methylcellulose cultures Br J Cancer 1984 49 653 7 6372844 137. Panet A Baltimore D Hanafusa T Quantitative of avian RNA tumor virus transcriptase by radioimmunoassay J Virol 1975 16 1 146 52 48558 138. Youngman EM Brunelle JL Kochaniak AB Green R The active site of the ribosome is composed of two layers of conserved nucleotides with distinct roles in peptide bond formation and peptide release Cell 2004 117 5 589 99 15163407 139. Stella GM Senetta R Cassenti A Margherita R Cassoni P Cancers of unknown primary origin: current perspective and future therapeutic strategies J Translational Med 2012 10 12 e5876 140. Perry RP Processing of RNA Annu Rev Biochem 1976 45 605 29 786158 141. Lowry OH Rosebrough NJ Farr AL Randall RJ Protein measurement with the Folin phenol reagent J Biol Chem 1951 193 265 75 14907713 142. Bradford MM A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein dye binding Anal Biochem 1976 72 248 54 942051 143. Berges JA Fisher AE Harrison PJ Comparison of Lowry, Bradfor and Smith protein assays using different protein standards and protein isolated from the marine diatom Thalassiosira pseudonana Mar Biol 1993 115 187 93 144. Oshima Y Shinzawa H Takenaka T Furihata C Sata H Discrimination analysis of human lung cancer cells associated with histological type and malignancy using Raman spectroscopy J Biomed Opt 2010 15 1 e3316296 145. Watson JD Crick FHC Molecular structure of nucleic acid: a structure of deoxyribosenucleic acid Nature 1953 171 737 8 13054692 146. Greenwood FC Hunter WM Glover JS The preparation of 125I-labelled human growth hormones of high specific radioactivity Biochem J 1963 89 114 23 14097352 147. Brailly S Lorenzo F Jolivet A Logeat F Pallud C Milgrom E Radioimmunoassay of progesterone receptor in human tissues: application to breast cancer J Endocrinol 1988 116 3 427 34 3351431 148. Akiyama F Horii R Therapeutic strategies for breast cancer based on histological type Breast Cancer 2009 16 168 72 19479319 149. Straus H Max Gerson: healing the hopeless 2001 Kingston, Ontario Quarry Books 150. Stetler DA Rose KM Wenger ME Berlin CM Jacob ST Antibodies to distinct polypeptides of RNA polymerase I in sera from patients with rheumatic autoimmune disease Proc Natl Acad Sci U S A 1982 79 7499 503 6961426 151. Guialis A Beaty BG Ingles CJ Crerar MM Regulation of RNA polymerase II activity in alpha-amanitin resistant CHO hybrid cells Cell 1977 10 53 60 837443 152. Borchert GM Lanier W Davidson BL RNA polymerase III transcribes human microRNAs Nat Struct Mol Biol 2006 13 12 1097 101 17099701 153. Baldwin GS Zhang QX Measurement of gastrin and transforming growth factor α messenger RNA levels in colonic carcinoma cell lines by quantitative polymerase chain reaction J Cancer Res 1992 52 2261 7 154. Parsons GG Spencer CA Mitotic repression of RNA polymerase II transcription is accompanied by release of transcription elongation complexes Mol Cell Biol 1997 17 10 5791 802 9315637 155. Albert B Leger-Solvestre I Normand C Ostermaier MK Perez-Fernandez J Panov KI RNA polymerase I- specific subunits promote polymerase clustering to enhance the rRNA gene transcription cycle J Cell Biol 2011 192 2 277 93 21263028 156. Hossenlopp P Wells D Chambon P Animal DNA-dependendent RNA polymerases: partial purification and properties of three classes of RNA polymerases from uninfected and adenovirus-infected HeLa cells Eur J Biochem 1975 58 237 51 1183437 157. Gibb EA Brown C Lam WL The functional of long non-coding RNA in human carcinomas Molec Cancer 2011 10 38 1 17 21205300 158. Bonnart C Gérus M Hoareau-Aviella C Kiss T Caizergues-Ferrer M Henry Y Mammalian HCA66 protein is required for both ribosome synthesis and centriole duplication Nucl Acids Res 2012 40 13 6270 89 22434888 159. Hochstatter J Hölzel M Rohmoser M Schermelleh L Leonhardt H Keouph R Myb-binding protein 1a (Mybbp1a) regulates levels and processing of pre-ribosomal RNA J Biol Chem 2012 287 29 24385 77 160. Giri P Kumar GS Isoquinoline alkaloids and their binding with polyadenylic acid: potential basis of therapeutic action Mini Rev Med Chemist 2010 10 7 568 77 161. Hossain M Kabir A Kumar GS Binding of the anticancer alkaloid sanguinarine with tRNAphe: spectroscopic and calorimetric studies J Biomole Struc Dynamics 2012 30 2 223 34 162. Kumar GS RNA targeting by small molecules: binding of protoberberine. benzophenanthridine Aristolochia alkaloids various RNA structures J Bioscience 2012 37 539 52",
  "plain_text": "In many respects, the most remarkable chemical substances within the genome of eukaryotic cells are remarkable proteins which are the critical structural and functional units of living cells. The specifications for everything that goes in the cell are natural digital-to-digital decoding process in an archive sequence by deoxyribonucleic acid (DNA) and an articulate construction by ribonucleic acid (RNA). The products of DNA transcription are long polymers of ribonucleotides rather than deoxyribonucleotides and are termed ribonucleic acids. Certain deoxyribonucleotide sequences, or genes, give rise to transfer RNA (tRNA) and other ribosomal RNA (rRNA) when transcribed. The ribonucleotide sequences fold extensively and rRNA is associated with specific proteins to yield the essential cell components, ribosomes. Transcription of other special sequences yields messenger RNAs (mRNAs) that contain ribonucleotide sequences that will be ultimately translated into new types of amino acid sequences of functional cellular protein molecules. This switch to a different variety of cellular molecular sequences is complex, but each sequence of the three ribonucleotides specifies the insertion of one particular amino acid into the polypeptide chain under production. Whilst mRNA is considered the vehicle by which genetic information is transmitted from the genome and allocated in the appropriate cytoplasmic sites for translation into protein via cap-dependent mechanism, the actual translation depends also on the presence of other so-called household and luxury protein molecules. Recent evidence suggests RNA species are required at initiation, because treatment of cells with antibiotics or drugs that inhibit RNA synthesis cause a decrease in protein synthesis. The rRNA is necessary as a structural constituent of the ribosomes upon which translation takes place, whereas tRNA is necessary as an adaptor in amino acid activation and elongation protein chains to ribosomes. In this article, we review malignant tumor, with stem like properties, and recent technical advances into the phenomenon of micro-particles and micro-vesicles containing cell-free nucleic acids that circulate plasma. New areas of research have been opened into screening tumor telomerase progression, prognosis of aptamers targeting cell surface, monitoring the efficacy of anticancer therapies, oncogenic transformation of host cell, and RNA polymerases role in the cell cycle progression and differentiation."
}
