{
    "PMC": "10135985",
    "DOI": "10.3390/biology12040558",
    "PMID": "37106758",
    "PMCID": "PMC10135985",
    "title": "Humanin and Its Pathophysiological Roles in Aging: A Systematic Review.",
    "year": 2023,
    "source_url": "https://europepmc.org/article/PMC/PMC10135985",
    "source": "MED",
    "abstract_text": "<h4>Background</h4>Senescence is a cellular aging process in all multicellular organisms. It is characterized by a decline in cellular functions and proliferation, resulting in increased cellular damage and death. These conditions play an essential role in aging and significantly contribute to the development of age-related complications. Humanin is a mitochondrial-derived peptide (MDP), encoded by mitochondrial DNA, playing a cytoprotective role to preserve mitochondrial function and cell viability under stressful and senescence conditions. For these reasons, humanin can be exploited in strategies aiming to counteract several processes involved in aging, including cardiovascular disease, neurodegeneration, and cancer. Relevance of these conditions to aging and disease: Senescence appears to be involved in the decay in organ and tissue function, it has also been related to the development of age-related diseases, such as cardiovascular conditions, cancer, and diabetes. In particular, senescent cells produce inflammatory cytokines and other pro-inflammatory molecules that can participate to the development of such diseases. Humanin, on the other hand, seems to contrast the development of such conditions, and it is also known to play a role in these diseases by promoting the death of damaged or malfunctioning cells and contributing to the inflammation often associated with them. Both senescence and humanin-related mechanisms are complex processes that have not been fully clarified yet. Further research is needed to thoroughly understand the role of such processes in aging and disease and identify potential interventions to target them in order to prevent or treat age-related conditions.<h4>Objectives</h4>This systematic review aims to assess the potential mechanisms underlying the link connecting senescence, humanin, aging, and disease.",
    "full_text": "pmc Biology (Basel) Biology (Basel) biology Biology 2079-7737 MDPI 10135985 10.3390/biology12040558 biology-12-00558 Systematic Review Humanin and Its Pathophysiological Roles in Aging: A Systematic Review Coradduzza Donatella 1 † https://orcid.org/0000-0002-8112-1298 Congiargiu Antonella 1 † https://orcid.org/0000-0002-9884-0002 Chen Zhichao 1 https://orcid.org/0000-0001-8632-2577 Cruciani Sara 1 https://orcid.org/0000-0002-8396-0968 Zinellu Angelo 1 https://orcid.org/0000-0002-6985-4907 Carru Ciriaco 1 2 * https://orcid.org/0000-0002-4304-0251 Medici Serenella 3 Dato Serena Academic Editor Rose Giuseppina Academic Editor Crocco Paolina Academic Editor 1 Department of Biomedical Sciences, University of Sassari, 07100 Sassari, Italy 2 Control Quality Unit, Azienda-Ospedaliera Universitaria (AOU), 07100 Sassari, Italy 3 Department of Chemical, Physical, Mathematical and Natural Sciences, University of Sassari, 07100 Sassari, Italy * Correspondence: carru@uniss.it † These authors contributed equally to this work. 06 4 2023 4 2023 12 4 558 12 3 2023 03 4 2023 03 4 2023 © 2023 by the authors. 2023 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Simple Summary Humanin is a small mitochondrial-derived peptide still under study, with a number of potential therapeutic applications for various age-related diseases. It plays an important role in the body against several pathophysiological conditions; for instance, humanin has been shown to exert neuroprotective effects, which may make it a promising therapeutic candidate for Alzheimer’s and Parkinson’s disease. Moreover, it can help reduce inflammation and oxidative stress, thus interfering with the development of cardiovascular conditions and autoimmune diseases. Humanin also helps maintain the proper functioning of mitochondria, the dysfunction of which can contribute to a number of health problems, including neurodegenerative diseases and metabolic disorders, such as diabetes and obesity. It has been shown to improve glucose metabolism and insulin sensitivity in animal models. Treatment with humanin on mice is able to increase both their lifespan and health span. The mechanisms behind the protective effects of humanin in different diseases are slowly being unveiled and appear to be connected with autophagy and cytoprotective activity. Abstract Background: Senescence is a cellular aging process in all multicellular organisms. It is characterized by a decline in cellular functions and proliferation, resulting in increased cellular damage and death. These conditions play an essential role in aging and significantly contribute to the development of age-related complications. Humanin is a mitochondrial-derived peptide (MDP), encoded by mitochondrial DNA, playing a cytoprotective role to preserve mitochondrial function and cell viability under stressful and senescence conditions. For these reasons, humanin can be exploited in strategies aiming to counteract several processes involved in aging, including cardiovascular disease, neurodegeneration, and cancer. Relevance of these conditions to aging and disease: Senescence appears to be involved in the decay in organ and tissue function, it has also been related to the development of age-related diseases, such as cardiovascular conditions, cancer, and diabetes. In particular, senescent cells produce inflammatory cytokines and other pro-inflammatory molecules that can participate to the development of such diseases. Humanin, on the other hand, seems to contrast the development of such conditions, and it is also known to play a role in these diseases by promoting the death of damaged or malfunctioning cells and contributing to the inflammation often associated with them. Both senescence and humanin-related mechanisms are complex processes that have not been fully clarified yet. Further research is needed to thoroughly understand the role of such processes in aging and disease and identify potential interventions to target them in order to prevent or treat age-related conditions. Objectives: This systematic review aims to assess the potential mechanisms underlying the link connecting senescence, humanin, aging, and disease. senescence humanin aging and diseases FAR 2019 of Serenella Medici and Ciriaco Carru This research was funded by FAR 2019 of Serenella Medici and Ciriaco Carru. 1. Introduction By 2050, the population aged 85 and over will triple [ 1 ]. Understanding demographic trends is crucial for national development planning, for the implementation of the 2030 Agenda, and for sustainable development in which people are at the center [ 2 ]. Recent demographic trends are harbingers of future challenges for health systems and are of considerable importance for public health [ 3 ]. Aging-related diseases (ACVD) increase as the population ages, placing a heavy economic burden on society [ 1 , 2 ]. Aging is a complex biological pathway due to the synergistic effects generated by multiple processes that disrupt the structures and functions of an organism on different scales, going from the molecular, to the cellular, to the organ levels. The causes of aging include, but are not limited to, oxidative stress, glycation, telomere shortening, mutations, side reactions, epigenetic changes, protein aggregation, and many others [ 4 ]. Oxidative stress is just a part (but an important piece) of this pathway, and oxidative phosphorylation in the mitochondria is the main source of reactive oxygen species (ROS). Increased levels of ROS disrupt the dynamic balance between the oxidative and antioxidant systems [ 5 ]. Many strategies, such as the study of ferroptosis [ 6 ], have evaluated suppression of ROS generation as a potential strategy against senescence. Among the molecules counteracting oxidative stress, polyamines, whose regulation is over-regulated by the ODC gene transcription, have also emerged and play multiple roles [ 7 , 8 , 9 , 10 ]. Overall, aging is a metabolic process characterized by loss of cellular homeostasis, increased susceptibility to chronic diseases, and altered resilience. Moreover, it is affected by diet (e.g., dietary restriction), genetics (e.g., insulin/insulin-like signaling), and pharmacological interventions (e.g., rapamycin, metformin) [ 11 ], resulting in metabolic, immune, and inflammatory remodeling, during which mitochondrial metabolism plays an important role. Until now, mitochondrial–nuclear communication has always been considered the key to healthy aging [ 12 ] and is mediated by core-encoded proteins, transient molecules, and mitochondrial metabolites; now, mitochondrial-derived peptides (MDP) are also emerging as key players through interactions with stress-sensitive transcription factors [ 13 ]. Among them, humanin in particular ( vide infra ), or better its lack, contributes to specific aging processes, including cellular senescence, chronic inflammation, and cognitive decline. Mitochondria are the powerhouse and the beating heart of the cell, and mitochondrial dysfunction is implicated in many age-related diseases, the causal or simply related role of which is still unclear. Thus, in the last decade, mitochondrial-derived peptides and micro peptides have attracted the interest of many researchers primarily because they regulate mitohormesis, which is, in turn, related to lifespan [ 14 ]. MDPs cause several cellular effects such as the activation of nuclear genes and signaling pathways [ 15 ]. Naturally occurring MDPs are age-dependent regulators of apoptosis, insulin sensitivity, and inflammatory markers [ 14 , 16 ]. Humanin (HN) is a short peptide, as shown in Figure 1 , consisting of 21 or 24 amino acids (depending on mitochondrial or cytoplasmic translation, respectively), and it was discovered in 2001 by Nishimoto Lab [ 17 , 18 ] during a screening of neurotrophic factors that inhibited apoptosis induced by a pathological amyloid beta mutant in Alzheimer’s disease [ 19 ]. It is one of the nine (and the first to be discovered) MDPs, each of which has been shown to have various cytoprotective or metaboloprotective properties, encoded by short ORF (open reading frame) sequences located within the 16S ribosomal RNA gene MTRNR2. The humanin gene is presumed to be an ancient mitochondrial signal used to communicate with the rest of the organism; in fact, it is highly conserved even in distant species such as the nematodes [ 20 ]. An interesting aspect of humanin is that it possesses biological activity and does not have a signal peptide for secretion, but may act as a signal peptide itself [ 21 ]. To date, it is well established that humanin is expressed in different tissues of various organs, including the heart, kidney, liver, testes, skeletal muscle, and brain [ 22 ]. It acts at the cellular level, but can be found secreted into plasma, cerebrospinal fluid and seminal fluid, although it is still unclear which tissue(s) contribute to the circulating pool of this peptide and which is the secretory mechanism of its release. Entry into cells is even less known. Thus, the role of humanin has not yet been fully clarified; what is clear is that its involvement in the protection against many other age-related diseases such as stroke and atherosclerosis has expanded with various beneficial consequences now becoming evident [ 23 , 24 ]. HN has multiple interactors, not all of which are probably known. Some experiments have revealed how this peptide could interact, by inhibiting it, with the pro-apoptotic protein BAX, a member of the Bcl-2 family of genes which regulate programmed cell death, involved in apoptosis [ 20 , 25 , 26 ]. At the same time, P. Cohen found that HN interacts with insulin-like growth factor (IGF)-binding protein-3 (IGFBP-3) and possesses both growth-inhibiting and enhancing effects on cells [ 27 ]. It acts as a ligand for two different membrane receptors: FPRL1 and G-protein-coupled, for intracellular calcium mobilization and activation of the ERK1/2 pathway, implicated in cell survival responsible for cytoprotective effects. In addition, it exerts cytoprotective and antioxidant effects from interaction with the trimeric extracellular receptor CNTFR/gp130/WSX-1, which leads to phosphorylation of JAK2 and STAT3 and transcription of genes conferring cryoprotection. Humanin is also able to stimulate chaperone-mediated autophagy (CMA) which, by directing oxidized proteins to the lysosomes, helps maintain quality control and confers cytoprotection [ 28 ]. Circulating levels of humanin, according to conflicting studies, decrease with age in mice and humans [ 29 , 30 ]. This could be due to the age-dependent accumulation of mitochondrial DNA (mtDNA) damage, including deletions and point mutations [ 31 ], as well as a decrease in mitochondria number and mtDNA copy number in some organs [ 32 ]. Kim et al. hypothesize that humanin but also other MDPs may act to attenuate the senescence phenotype or even function as senolytic agents themselves in cell culture experiments [ 33 ]. Not only wild-type HN, but also some of its synthetic derivatives have demonstrated to be highly active, as in the case of HN-S14G (HNG), where the serine at amino acid residue 14 was substituted with a glycine. HNG was more effective than HN on the reduction of intracellular ROS, as well as in the preservation of mitochondrial membrane potential and structure with cardioprotective activity in vivo [ 34 , 35 ], for instance. This, and many other aspects connecting humanin and senescence will be examined hereafter, as an attempt to unveil the mechanisms involved. Figure 1 Humanin molecule, whose sequence is: Met-Ala-Pro-Arg-Gly-Phe-Ser-Cys-Leu-Leu-Leu-Leu-Thr-Ser-Glu-Ile-Asp-Leu-Pro-Val-Lys-Arg-Arg-Ala [ 36 ]. 2. Materials and Methods This review was undertaken under the guidance of Preferred Reporting Items for Systematic Review and Meta-analysis, Figure 2 . Regarding the Institutional Review Board Statement and Informed Consent Statement, they are not applicable. 2.1. Search Strategy A comprehensive search of multiple databases was conducted to identify relevant studies. The databases searched included Google Scholar, PubMed, and Scopus. The search included published and unpublished studies and was conducted in December 2022. The search terms used included ‘senescence’, ‘humanin’, ‘aging’, and ‘disease’. The search was limited by the English language. 2.2. Inclusion Criteria This review considered studies investigating senescence and/or humanin in any tissue or organ as they satisfied the eligibility criteria. The other considerations in the inclusion criteria were studies that focused on human or animal subjects or cells. 2.3. Exclusion Criteria This review considered exclusion studies that failed to investigate senescence and/or humanin. The review excluded editorial comments and conference abstracts. 2.4. Data Extraction Two independent reviewers using a standardized form participated in the data extraction process. The following information was extracted from each study: study design, participant characteristics such as gender, age, interventions, disease status, sample size, outcomes, and results. Any discrepancies between the reviewers were resolved through discussion and consensus. The study characteristics were then tabulated. 2.5. Quality Assessment The quality of the included studies was assessed using the ROBIS tool for assessing the risk of bias. Two independent reviewers performed the quality assessment, and any discrepancies were resolved through discussion and consensus. The overall quality of each study was rated as ‘low risk’, ‘high risk’, or ‘unclear risk’ based on the ratings of the individual domains. 2.6. Analysis Senescence and humanin are involved in the aging process and the development of age-related diseases. Senescence occurs when there is a decay in cell function and proliferation, with an increase in cell damage and death. On the other hand, humanin is defined as a cytoprotective peptide of 24 amino acids encoded by short open reading frames within the mitochondrial genome. Both senescence and humanin have been linked to several diseases, including neurodegeneration, cardiovascular disease, and cancer. However, the exact mechanisms underlying the link between these processes, aging, and disease are not yet fully understood. This review aims to assess the current evidence on the potential mechanisms underlying the link between senescence, humanin, aging, and disease. 3. Results and Discussion The relatively recent discovery of humanin, together with the necessity of clarifying its role and functions, are responsible for the so far limited number of studies where this mitochondrial peptide has been directly connected to senescence, while others deal with different dysfunction that can lead to or are related with aging processes. Nevertheless, the literature reports various interesting and enlightening papers on the topic, as follows. 3.1. Brain and Neurodegeneration A decay in mitochondrial activity and quality has been related to impairment of mitochondrial membrane potential, which is the central bioenergetic parameter controlling ATP synthesis, respiratory rate, and generation of ROS correlated with the development of different age-related diseases such as neurodegeneration. Kim [ 37 ] and other researchers focused on HN playing a crucial protective role against cognitive decline and associated neurological conditions such as Alzheimer’s disease. The molecular pathway implicated in cognitive function is complex and interferes with the release of cytochrome, which, in turn, interacts with the pro-apoptotic proteins Bim, Bid, and Bax. Furthermore, humanin localizes onto the membrane surface of lysosomes, therefore boosting the activation of chaperone-mediated autophagy, leading to the degradation of misfolded proteins, suppressing fibril formation and Aβ-induced toxicity through the activation of pro-survival signaling cascades associated with kinases, including AKT1 kinase, tyrosine kinases associated with STAT3 and caspase-3 activation, and extracellular signal-regulated kinases 1 and 2 (ERK1/2). A considerable protective action in cardiovascular conditions has also emerged, and treatment with HNG caused the reversal of cardiomyocyte apoptosis in aged mice, together with the decrease in fibroblast proliferation and collagen deposits. These authors also reported that such effects are mainly due to HN capability to reduce mitochondrial dysfunction and discussed the correlation between humanin and aging in two animal models (the worm C. elegans and mice). Humanin decreased functional cognitive decline and overall inflammation induced by IBA-1, IL-6, and IL-10. Moreover, HN treatment induced positive results on metabolic aging, as it decreased midlife adiposity by increasing lean body mass and reducing visceral fat [ 38 ]. Finally, HN was able to produce a small, but significant, expansion of the lifespan in transgenic worms. Such an effect was dependent on daf-16/FOXO, indicating that the insulin/IGF signaling pathway is critical for this mechanism [ 39 ]. Yen et al. in 2018 demonstrated the neuroprotective effect of humanin, both in in vitro and in vivo experiments [ 38 ]. The protective effect of HN and its analog HNG against amyloid-beta (Aβ) mitochondrial toxicity was tested in vitro. SH-SY5Y cells, a human neuroblastoma cell line, with soluble Aβ, were treated with and without HNG. The authors showed that administration of humanin prevented some of the normal age-related behavioral and cognitive deficits in common laboratory mice. It was also observed that plasma humanin levels were reduced in African Americans, linking the mitochondria and mitochondrial peptides to health disparities [ 38 ]. Later, the same authors [ 40 ] analyzed the levels of humanin in different living forms, showing, for instance, that humanin treatment conferred protection against lethal heat-shock doses in yeasts. They also generated a transgenic C. elegans worm, overexpressing humanin, and noted that such overexpression correlated with an increase in lifespan dependent on the daf-16/FOXO gene. This resulted in reduced body size, body fat, and reproductive output in the worms. A similar effect was found in humanin transgenic mice, which showed a 16% increase on circulating humanin and were protected against toxic insults. In another experiment, middle-aged mice underwent exogenous administration of HNG to twice a week. This treatment reduced inflammatory markers and improved metabolic health parameters. In addition, the authors analyzed circulating levels of humanin in a cohort of human centenarians, but due to the lack of a control group, they rather examined their children, who had indeed higher levels of humanin compared to control subjects. Analyzing humanin levels, the researchers found that mtDNA copy numbers decrease in human conditions such as Alzheimer’s disease and MELAS (mitochondrial encephalopathy, lactic acidosis, and stroke-like episodes). Together, these studies showed that humanin is linked to better health and a longer lifespan [ 40 ]. Lee et al. also made a digression on the regulation by mitochondria of metabolic homeostasis at the cellular and organismal level via humanin, suggesting the possible existence of additional sORFs in mtDNA [ 41 ]. Humanin and its homologs including HNG, which is 1000 times more potent, block memory impairment associated with the neurotoxic scopolamine, 1,4–6 Aβ (Amyloid-β), and 3-quinuclidinyl benzilate [ 33 ]. In another study by Caso et al., the interaction of humanin with formylmethionine-leucyl-phenylalanine (f-MLP) FPRL1, FPRL2 protects neurons from Aβ and is STAT-dependent [ 42 ]. Furthermore, in mouse models, it reduced plaque accumulation, improved cognitive dysfunction by acting on the prefrontal cortex in patients with Alzheimer’s disease and has a cytoprotective action in stroke [ 43 ], and acts positively in a model of familial Amyotrophic Lateral Sclerosis (ALS) combined with neurotrophic factor [ 44 ]. Its action is not the same as in other neurodegenerative diseases such as prion disease and Huntington’s disease [ 45 ]. Additionally, in the mouse model, humanin has a cytoprotective action in diabetes [ 46 ], atherosclerosis [ 47 , 48 ], and in myocardial infarction and reperfusion injury [ 49 ], atherosclerosis, by maintaining endothelial cell function, and in hypercholesterolemic subjects, ApoE blocks atherosclerotic plaque progression [ 33 ]. Zárate et al. studied the neuroprotective effect of humanin [ 50 ]. Ovarian hormones, particularly estrogen, are regulators of mitochondrial function, which is crucial in organs and tissues with a high energy demand such as the central nervous system. In a rat model of surgical menopause, the effect of ovarian hormone deprivation on humanin expression and localization in the hippocampus was studied. Humanin expression was lower in the hippocampus of ovariectomized rats, and its immunoreactivity was colocalized with astroglial markers. Chronic ovariectomy promoted structural changes in hippocampal astrocytes, which are directly proportional to reduced HN expression in this brain area. Ovarian hormones increased the intracellular content and release of humanin by astrocytes in culture. Humanin prevented glutamate-induced dendritic atrophy and reduced puncta number and total puncta area for the pre-synaptic marker synaptophysin in cultured hippocampal neurons. As other authors, Table 1 , have already pointed out, the effect of HN on Alzheimer’s disease has been studied both in vitro and in vivo [ 51 ]. HN suppresses neuronal cell death induced by Aβ and three different types of familial AD (FAD) genes including presenilin (PS)1 and PS2, and mutant APP. Moreover, HN inhibits neurotoxicity by AD-relevant insults induced by other FAD genes including A617G-APP, L648P-APP, A246E-PS1, L286V-PS1, C410Y-PS1, and H163R-PS1, and other Aβ peptides (Aβ 1–42 and Aβ 25–35) [ 52 ]. The potent HN analog HNG not only inhibits the formation of the Aβ 1–42 fibrils but also causes disaggregation of the preformed fibrils [ 53 ]. HNG inhibits Aβ 1–42 fibril formation, disaggregates preformed fibrils, and protects against Aβ-induced cytotoxicity in vitro [ 54 ]. Administration of HNG with a 3-month IP injection treatment significantly improves spatial learning and memory deficits, decreases Aβ plaque accumulation and insoluble Aβ concentrations, and reduces neuro-inflammatory responses in middle-aged APPswe/PS1dE9 mice, a double transgenic mouse model of AD overexpressing APP, and mutant human PS1 in neurons [ 55 ]. The use of hyperinsulinemic–euglycemic clamp and hyperglycemic clamp techniques helped clarify the role of HN in glucose homeostasis. The crucial action of HN appeared to be mediated by the activation of hypothalamic STAT-3 signaling pathway. Continuous IV infusions of HNGF6A (another HN analog that is potent, stable, and non-IGFBP-3 binding) during the hyperinsulinemic–euglycemic clamp, suppressed hepatic glucose production and increased GIR, peripheral glucose uptake. Finally, HNGF6A significantly decreased the blood glucose in Zucker diabetic fatty rats when administered as a single IV injection. 3.2. Heart and Cardiovascular Diseases Evidence is emerging that serum levels of HN are negatively correlated with age and related to age-connected cardiovascular disease, Table 2 , [ 29 , 40 , 56 , 57 ]. Experimentally, it was found that HN, by promoting the expression of antioxidant defense system proteins, reduced oxidative stress induced by H 2 O 2 and reduced ROS production by restoring chaperone-mediated autophagy in myocardial cells and myocardial mitochondria [ 34 , 58 , 59 ]. HN upregulates antioxidant enzyme expression, preserving cardiac function after myocardial infarction in an ischemia-reperfusion injury model by reducing myocardial cell death and myocardial infarct area [ 18 , 19 , 20 ]. Furthermore, HN protects, in vitro, endothelial cells from oxidation produced by ROS derived from abnormal glycolipid metabolism [ 60 , 61 , 62 ]. Humanin acts in age-related ventricular stiffness and heart failure by reducing the process associated with cardiac fibrosis. Moreover, in adult mouse models, it reversed the ratio of cardiomyocytes to fibroblasts to levels similar to those measured in young 5-month-old mice by inhibiting cardiomyocyte apoptosis and fibroblast proliferation [ 63 ]. Recently, it was discovered that humanin has six similar peptides encoded by the 16S RNA gene, which also have an action on autophagy chaperones (CMAs) to maintain protein control and direct oxidized proteins to the lysosome [ 64 ]. Moreover, circulating levels of humanin were significantly higher in long-lived Ames dwarf mice, but lower in short-lived growth hormone (GH) transgenic mice linking it to longevity [ 65 ]. Furthermore, there is a negative correlation with GH/IGF-1, and treatment of mice and humans with GH or IGF-1 reduces their circulating levels. Humanin would be expected to increase with age, correlating with an increase in cellular stress associated with age-related pathology; in fact, Conte et al. directly contradict the data reported so far by examining a human cohort of 693 subjects aged 21 to 113 years [ 30 ]. Gong Z et al. took up the basic concepts of MDPs, and in particular of humanin [ 49 ]. It emerges from the data that HN influences various metabolic processes including autophagy, ER stress, cell metabolism, inflammation, and oxidative stress, as well as playing critical roles in aging, various metabolic disorders, and cardiovascular and autoimmune diseases. They analyzed and collected data on its role in cardio-protection after myocardial ischemia-reperfusion, associated with a significant increase in ROS-related damage to the mitochondrial respiratory chain machinery causing further ROS production and a vicious cycle of bioenergetic decline that ultimately leads to cell death. After an ischemic damage, myocardium undergoes remodeling that includes cardiac hypertrophy, extracellular matrix deposition and excessive myofibroblast proliferation, and to meet the blood supply demand. A study conducted by RH Muzumdar et al., showed that intracardiac treatment with a single dose of HNG, either at the time of ischemia or reperfusion, improves cardiac function and decreases infarction size in a mouse model [ 66 , 67 ]. Exogenously administered HNG increased cardiomyocyte survival and inhibited apoptosis. Thummasorn et al. found that HNG treatment decreased cardiac arrhythmias and infarct size and improved the function of the left ventricle during MI-R [ 68 , 69 , 70 ]. The authors showed that HNG treatment enhanced cardiac mitochondrial function and decreased the mitochondrial ROS level in cardiac cells. Thomas E. Sharp III et al. translated the cardio protection seen in mice to a porcine model of MI-R, which is a model very similar to humans in terms of myocardial structure, cardiac metabolism, and the coronary artery anatomy [ 71 ]. Results showed that a single dose of HNG, administered by intravenous injection at the time of reperfusion, inhibits cardiomyocyte apoptosis and decreases cardiac infarction size in a porcine model of MI-R with 60 min of ischemia. The protective effects were nullified when the animals were subjected to 75 min of ischemia, indicating that the ability of HN to limit MI-R-induced infarction depends on the duration of myocardial ischemia, and consequently, the extent of injury. It was also observed that patients with coronary heart disease show lower circulating HN levels compared to healthy controls. HN levels are positively associated with homoarginine, and negatively correlated with circulating levels of lactic acid, the latter indicating a relationship with mitochondrial oxidative metabolism. Subjects with angina and MI had lower circulating HN levels compared to controls, and the HN levels could be exploited as a prognostic biomarker for major cardiac events in patients with angina. biology-12-00558-t002_Table 2 Table 2 Role of Humanin in cardiovascular disease, N/A is not applicable. Article Study Design Population Outcome Measures Yen, K. et al. (2020) [ 40 ] In vivo study C. elegans , Mouse, Human Circulating levels of humanin and their relation to diseases of aging and lifespan Cai, H. et al. (2021) [ 72 ] Review N/A Protective effect of humanin against oxidative stress Conte, M. et al. (2019) [ 30 ] In vivo study Human Aging; longevity. plasma levels of different mitokines Gong, Z. et al. (2022) [ 49 ] Review Mouse, Porcine Protective effect of humanin in myocardial ischemia-reperfusion. Muzumdar, R.H. et al. (2010) [ 67 ] In vivo study Mouse Intracardiac administration of a single dose of HNG at the time of ischemia or reperfusion reduces infarction size and improves cardiac function. Humanin attenuated protein levels of Bax in the heart following MI. Thummasorn, S. et al. (2016) [ 68 ] In vivo study Mouse HNG treatment reduced cardiac infarct size, improved the function of the left ventricle, and decreased cardiac arrhythmias during MI-R. HNG treatment improved cardiac mitochondrial function and decreased the mitochondrial ROS level in cardiac cells Sharp, T.E., III et al. (2020) [ 71 ] In vivo study Porcine A single dose of HNG, administered at the time of reperfusion, diminishes cardiac infarction size and inhibits cardiomyocyte apoptosis Several studies demonstrated that humanin is able to inhibit MI-R-induced apoptosis in both porcine and murine models. The cytoprotective role of HN is related to its anti-apoptotic effect. Muzumdar et al. reported that HN decreased the levels of B-cell lymphoma-2 (Bcl2)-associated X protein (Bax) in the heart after MI [ 67 ] in a mouse model of MI-R. This is due to the fact that humanin directly binds to and inactivates the apoptosis-inducing protein Bax [ 20 ] and extra-long isoform of Bim (BimEL). Binding of HN to insulin-like growth factor-binding protein 3 (IGFBP3) has also been reported, together with importin-β1 interaction and translocation and prevention of IGFBP3, resulting in a reduction of apoptosis. Furthermore, HN can also alter apoptosis through regulation of signaling cascades. HN binds to multiple cell surface receptors, such as ciliary neurotrophic factor receptor alpha (CNTFR), formylpeptide receptor-like-1 molecule (FPRL-1), WSX-1, and gp130. It also activates signal transducer and activator of transcription (STAT) 3 protecting neuronal cells from Aβ-induced apoptosis. HN mitigates MI-R-induced oxidative stress in the cardiomyocytes by promoting the removal of oxidative stress-damaged proteins and the activation of antioxidant enzymes by switching on chaperone-mediated autophagy CMA. Finally, HN capability to promote glycolysis, glucose utilization, and ATP production in energy-scarce situations allow cardiomyocyte survival while limiting ROS production. All these mechanisms are able to stimulate cardiomyocyte survival and decrease MI-R-induced apoptosis. 3.3. Immune System and Inflammation A characteristic feature of aging appears to be the presence of a large number of dysfunctional mitochondria, which may be the trigger of inflammatory stimuli and concur to immune impairment. Some authors, Table 3 , speculate that mitochondrial dysfunction may be beneficial to the cell because it may elicit an effective stress response [ 73 ] leading to the activation of compensatory mechanisms that increase lifespan [ 74 ] through a process called mitohormesis. Mitohormesis is an adaptive mechanism whereby moderate stress stimulates the activation and increased production of antioxidant defense systems. Mild mitochondrial stress would increase the resistance and survival of the entire organism, not only limited to the affected tissue or cell, but also spread to distal areas [ 75 ], due to increased ROS formation, which, in turn, activates a retrograde stress-resistance response culminating in lifespan extension. These mitochondrial perturbations are spread throughout the body via soluble mediators, among these are catalogued peptides encoded by mtDNA that include humanin [ 76 , 77 ]. These molecules are called mitokines, secreted in response to a mitochondrial stress reaction, and they increase with age and participate in chronic inflammation termed inflammaging, supporting the idea of mitohormesis introduced by Ristow and Zarse [ 78 ]. The age-related increase in mitokines could therefore be considered as an attempt at mitohormesis aimed at improving stress resistance [ 30 , 79 ]; nonetheless, when the production of otherwise beneficial cytokines goes from acute to chronic, these become either ineffective or even toxic [ 30 ]. HN exerts a cytoprotective action against oxidative stress, apoptosis, and inflammatory response [ 80 ], while in immune responses, as an anti-inflammatory mediator, HN decreases macrophage infiltration and inflammation, as well as apoptosis, by interacting with the gp130 subunit of the IL-6 receptor, leading to a reduced in vitro production of pro-inflammatory cytokines, such as IL-1β, IL-6, and TNF-α [ 81 , 82 , 83 , 84 ]. HN has anti-apoptotic effects because it reduces apoptosis-related pro-inflammatory DAMP levels. However, the action of HN is linked to its interaction with IGFBP-3, a protein particularly expressed in the AD brain, with a role in cell death [ 27 , 85 ]. Furthermore, HN interacts with the apoptosis-inducing protein Bax, creating an HN-Bax complex, which, in the cytoplasm, prevents translocation into the mitochondria, protecting against apoptosis [ 86 , 87 ]. This mechanism is rather important, as the activation of Bax/Bak complexes causes the release of pro-apoptotic molecules, but also mtDNA and dsRNA that can, in turn, activate a pro-inflammatory response via inflammasomes [ 87 ]. HN has not only cytoprotective, but also anti-inflammatory roles in markedly inflammatory diseases such as in Alzheimer’s disease [ 88 ] but also in type 2 diabetes (T2D), cardiovascular disease (CVD), and atherosclerosis [ 51 , 82 , 87 , 89 , 90 , 91 ]. Available data, in a recent paper by Salemi et al., point to an anti-inflammatory role of cytokines and, in particular, humanin, which shows it to be significantly upregulated in fibroblasts from people with Down’s syndrome compared to their non-trisomic siblings [ 92 ] as well as in vivo in people with accelerated aging such as people with Down’s syndrome, compared to their siblings of similar age [ 93 ]. Finally, the authors summarize the proposals that HN, and other cytokines, can be used experimentally as an anti-inflammatory therapeutic tool and target, both in humans and in animal models [ 87 ]. Nashine et al. conducted a study aimed at demonstrating that treatment with HNG can reduce plasma levels of inflammation-associated marker protein which play a crucial role in the pathogenesis of AMD (age-related macular degeneration) [ 94 ]. HN levels were measured in the plasma of AMD patients and normal subjects using ELISA assay. A reduced level of humanin and an elevated level of inflammatory proteins were observed in the plasma of patients with AMD compared to control plasma samples. HNG was added to normal (control) and AMD RPE transmitochondrial cybrid cells, which had identical nuclei from mitochondria-deficient ARPE-19 cells but differed in mtDNA content derived from clinically characterized AMD patients and normal (control) subjects. Cell lysates were extracted from untreated and HNG-treated AMD and normal cybrids, and the levels of inflammatory proteins were measured with Luminex XMAP multiplex assay. In AMD RPE cybrid cells, treatment with HNG reduced CD62E/E-Selectin (by 64.62%), CD62P/ P-Selectin (by 60.99%), ICAM-1(by 30.82%), TNF-α (by 46.09%), MIP-1α (by 61.98%), IFN-γ (by 62.86%), IL-1β (by 68.31%), IL-13 (by 57.63%), and IL-17A (by 48.31%) protein levels. Therefore, HNG seems to act as a suppressor of the inflammatory proteins that may contribute to the development of AMD. Furthermore, it has been observed that in the cells that are healthy and have normal homeostasis, HNG does not exert any negative effect. In another recent study by Conte et al., plasma levels of fibroblast growth factor 21 (FGF21), growth differentiation factor 15 (GDF15), humanin, and mitochondrial stress-related mitokines, were measured in patients with type 2 diabetes (T2D) or Alzheimer’s disease (AD) compared to healthy subjects, including centenarians’ offspring (OFF) [ 89 ]. Circulating FGF21 levels were higher in OFF and lower in AD but not in T2D patients, GDF15 levels were higher in T2D patients but not in AD ones, and HN levels were lower in both T2D and AD patients, particularly in the latter. As for T2D, all the three mitokines evidenced interesting associations with the presence of complications and they were related to worsening eGFR. No association was observed between HN and T2D. On the other hand, a negative correlation was found between HN with HbA1c and glycemia, suggesting that HN could be involved in the maintenance of insulin sensitivity. Still, the same author, Conte et al., in a study carried out in 2019, measured plasma levels of different mitokines, in particular, fibroblast growth factor 21 (FGF21), growth differentiation factor 15 (GDF15), and humanin, in 693 subjects aged from 21 to 113 years and in 28 sibling pairs constituted by a person with Down’s syndrome (age range 11–43 years) and a non-trisomic sibling (age range 8–52 years), and analyzed the association of these mitokines with parameters of health status [ 30 ]. An increase in circulating levels of FGF21, HN, and GDF15 in old age was observed, with the highest levels found in centenarians. These molecules are associated with worsened parameters (such as triglycerides, insulin sensitivity, and handgrip strength), especially in 70-year-old subjects, and their levels are inversely correlated with survival in the oldest subjects. Persons with Down’s syndrome (characterized by accelerated aging) have higher levels of GDF15 and HN with respect to siblings [ 30 ]. Woodhead et all., also report changes in plasma humanin levels in long-lived subjects. The increase in plasma HN has been interpreted as a hormetic response, with either beneficial or detrimental effects [ 7 ], depending on the levels of response toward stress [ 95 ]. 3.4. Diabetes and Obesity Boutari et al. indicated that HN improves the survival of pancreatic beta cells, increases insulin sensitivity, and delays the development of diabetes [ 46 ]. HN is regulated by growth hormone (GH) and insulin-growth factor 1 (IGF-1). HN and IGF-1 levels decrease with age. It has also been proposed that HN levels are inhibited by GH via IGF-1. Circulating HN levels are reduced by treatment with GH or IGF-1 in both humans and mice. Concerning diabetes, HN confers protection against cytokine-induced apoptosis by binding pro-apoptotic Bax, inhibiting its mitochondrial localization, and diminishing Bax-mediated apoptosis activation, acting either through the FPRL-1 receptor or directly on Bax. As for neuroendocrine beta cells’ protection, it involves HN binding to a complex involving CNTFR/WSX-1/GP130 and activation of tyrosine kinases and STAT-3 phosphorylation. The interaction between HN and insulin-like growth factor-binding protein-3 (IGFBP-3) which prevents the activation of caspases, is also relevant in these mechanisms. Moreover, both humanin and small humanin-like peptide 2 (SHLP2) have been reported to modulate metabolism and act as insulin sensitizers. A study conducted by Mehta et al. investigated how humanin and SHLP2 treatment is able to regulate the plasma metabolite profile in a diet-induced obesity (DIO) mouse model. In their experiments, plasma samples were obtained from DIO mice subjected to vehicle (water) treatment, or peptide treatment with either HNG or SHLP2. The latter significantly altered the levels of amino acid and lipid metabolites in plasma. In fact, the treatment with peptides led to the reduction of major intermediates in the glutathione cycle and sphingolipid pathways which play a key role in lipid signaling and a potential connection to insulin resistance and apoptosis [ 96 ]. Additionally, Muzumdar et al. conducted an in vivo study on 101 rats to investigate the role of central and peripheral HN on insulin action. It was demonstrated that continuous intra-cerebro-ventricular infusion of HN significantly improved overall insulin sensitivity [ 29 , 97 ]. Activation of hypothalamic STAT-3 signaling was associated with central effects of HN on insulin action; such effects were canceled by co-inhibition of hypothalamic STAT-3. Peripheral intravenous infusions of novel and potent HN derivatives reproduced the insulin-sensitizing effects of central HN. HN levels were also measured in rodents to examine whether there were age-related changes. The amount of detectable HN in the cortex, skeletal muscle, and hypothalamus diminished with age in rodents, while circulating levels of HN were decreased with age in mice and humans. This change suggests that HN could play a role in the pathogenesis of age-related diseases as reported in Table 4 , [ 96 ]. 3.5. Potential Mechanisms Involved in the Protective Effects of Humanin 3.5.1. Autophagy As previously seen, some authors explored several systems, including cell cultures, mice, C. elegans , and RNA-seq of the human brain, the mitochondrial functions and synthesis of humanin from mtDNA, which lacks repair mechanisms like those found in the nucleus [ 98 ]. This, combined with the proximity of mtDNA to the electron transport chain, gives rise to a high number of mtDNA mutations by interaction with reactive oxygen species. Mutations are correlated with aging, abnormal body composition, reduced fertility, and shortened lifespan [ 98 , 99 ]. Yet humanin and its homologs increased lifespan and mechanism are still unknown [ 45 ]. Currently, humanin is being closely examined for its relationship to metabolic decompensation-associated diseases such as diabetes and obesity, as well as attracting attention for its possible association with cancers due to the Warburg effect, which has already been correlated with mitochondrial dysfunction and mtDNA instability [ 100 ]. Humanin is now established to induce autophagy in transgenic worms and several cell types, and in skeletal muscle in mouse models, Table 5 , [ 40 ]. Autophagy is activated to prevent the accumulation of dysfunctional damaged mitochondria because they could induce oxidative damage, muscle catabolism, or by excess autophagy, atrophy [ 101 ]. A hallmark of aging appears to be the presence of large numbers of dysfunctional mitochondria, which may be the source of inflammatory stimuli and contribute to immune impairment. Some authors speculate that mitochondrial dysfunction may be beneficial to the cell because it may elicit an effective stress response [ 72 ]. Through these, mitochondria regulate not only energy production but a cellular homeostasis that includes a range of processes such as immune/inflammatory responses, proteostasis, adaptive responses to stress, and apoptosis [ 96 , 97 , 98 ]. Muscle humanin expression is upregulated in humans, in response to exercise stress, mtDNA mutation-associated diseases, and healthy aging, suggesting a tissue-specific response aimed at restoring mitochondrial homeostasis [ 102 ] in response to stress from, for example, acute exercise [ 102 ]. Several skeletal muscle diseases are manifested by either an excess of leading to atrophy, or a reduced autophagy mechanism leading to muscle and mitochondrial degeneration [ 103 ]. The authors dwell on the elevated expression of humanin in muscles of patients with the mitochondrial mutations leading to MELAS (mitochondrial encephalomyopathy with lactic acidosis and stroke-like episodes) and CPEO (chronic progressive external ophthalmoplegia) [ 104 , 105 ]. Furthermore, in patients with chronic kidney disease, circulating humanin levels are higher while lower in skeletal muscle fibers than in healthy controls [ 106 ]. In addition, autophagy decreases during aging with progressive decline in muscle mass, strength, and quality [ 107 ]. Autophagic removal of damaged mitochondria appears to be one of the cellular mechanisms to prevent loss of muscle mass and quality by attenuating mitochondria-induced apoptosis in a healthy cell [ 108 ]. It would be crucial to have control over autophagy regulation in order to develop a cure for several diseases. For this reason, there has been increasing attention on the therapeutic modulation of autophagy, due to its cytoprotective nature [ 72 , 109 , 110 , 111 ]. If external retrograde control through the administration of humanin, autophagy, were possible, it would be an excellent therapeutic tool as it could be stimulated to increase normal cellular function and thus counteract senescence, as well as inhibited to treat cancer [ 72 , 112 , 113 ]. Sreekumar et al. [ 114 ] studied the expression of HN in human retinal pigment epithelial (hRPE) cells and its action on mitochondrial bioenergetics, oxidative stress-induced cell death, and senescence. Human RPE cells were treated with 150 μM tert-Butyl hydroperoxide (tBH) in the absence/presence of HN (0.5–10 μg/mL) for 24 h. Increased localization of exogenous humanin was detected in the mitochondrial and cytoplasmic compartments of hRPE cells. It was observed that humanin co-treatment inhibited the formation of ROS induced by tBH treatment and significantly restored mitochondrial bioenergetics in hRPE cells. Following treatment with humanin, an increase in mtDNA copies and upregulation of a key protein involved in mitochondrial biogenesis (mtTFA) were detected. HN was able to protect RPE cells from oxidative stress-induced cell death by STAT3 phosphorylation and inhibit caspase-3 activation. Thus, humanin treatment inhibited oxidant-induced senescence; in fact, it significantly reduced senescence-associated β-Gal-positive cells, ApoJ transcripts, and p16INK4a expression. Other authors have demonstrated that HN increases long-lived protein degradation through stimulation of both basal and inducible autophagy [ 115 ]. The effect of humanin on intracellular protein degradation is not mediated by macro autophagy; instead, it was demonstrated that HN directly activates chaperone-mediated autophagy (CMA) and that activation of this pathway is required for the protective effect of HN against a variety of stressors including H 2 O 2 , PQ, rotenone, hypoxia, and starvation. CMA allows for the selective degradation of soluble proteins in lysosomes, contributing to the cellular quality control and maintenance of cellular energetic balance. Both exogenous and endogenous HN localize at the lysosomal membrane where they cooperate to enhance CMA efficiency. HN acts by stabilizing the binding of the chaperone HSP90 to the upcoming substrates at the cytosolic side of the lysosomal membrane. HN levels and the effectiveness of CMA both decrease with age. Interventions aimed at increasing HN levels could protect against oxidative stress by removing oxidative-damaged proteins through CMA activation. Kim SJ et al. observed the effect of humanin on macro autophagy in four different study categories: cell lines, mice, C. elegans , and a human cohort [ 116 ]. It was observed that humanin induces autophagy in different cell types and in the skeletal muscle of aged mice. Autophagy is activated to maintain muscle integrity by eliminating protein aggregates and non-functioning mitochondria in skeletal muscle. This prevents the accumulation of damaged mitochondria that can induce oxidative damage and skeletal muscle apoptosis, and thus lead to muscle disease. It has already been reminded that in C. elegans transgenic worms with humanin, autophagy plays a critical role in the extension of lifespan. Moreover, humanin is co-expressed with autophagy-related genes in the human brain, further highlighting its effects on autophagy pathways. HN administration increases the expression of autophagy-related genes and reduces the accumulation of harmful misfolded proteins in the skeletal muscle of mice. Summing up, HN has a positive bioenergetic impact as evidenced through increased basal oxygen consumption rate, increased respiratory capacity, and increased ATP production in retinal pigment epithelial cells [ 117 ]. In the nude mole rat, a model of negligible senescence, it shows only a slight decrease in humanin levels during its exceptionally long lifespan of 30 years, supporting the idea that humanin is related to biological aging [ 30 , 40 ]. Part of the study was conducted on HEK293 cells to examine the induction of autophagy by various mitochondrial-derived peptides. The authors treated the cells with different doses of different MDPs to quantify autophagosomes and autolysosomes. They treated the cells with HNG, a potent analog of humanin, which has cytoprotective roles in various age-related diseases [ 116 , 118 , 119 ], proposed as a dietary restriction mimetic peptide by activating AMPK [ 120 ]. Humanin is known to activate chaperone-mediated autophagy by interacting with hsp90, and increasing substrate binding and translocation into lysosomes [ 115 ]. The results from several studies indicate that HNG increases autophagy via an upstream effector of PI3K class III complex formation such as ULK1, AMPK, and mTOR. HNG induces the autophagic process in cells by maintaining autophagic flux like humanin. It was important to understand whether HNG treatment increased autophagy proteins involved in the initiation complex (Beclin-1) and LC3 lipidation during elongation (ATG7, 5, and 3). It was evidenced that either 1 and 100 μM HNG augmented the expression of autophagy proteins involved in initiation and elongation. To study the role of humanin in the skeletal muscle of aged mice, HNG was administered to 18-month-old female C57Bl/6N mice for 14 months in order to understand its effects on lifespan and health [ 38 ], observing that it increases health span in mice by reducing inflammation and improving cognitive function [ 121 ], but it also increases mitochondrial biogenesis and AMPK pathways in skeletal muscle [ 122 ]. Furthermore, autophagy decreases with age together with multiple diseases while improving muscle function [ 107 , 123 ]; the hypothesis being that old HNG-treated mice are able to maintain their autophagy process better than the control group, thus improving mitochondrial and protein quality. The finding that humanin maintains the autophagic process and reduces abnormal protein accumulation in skeletal muscle during aging may be one of the mechanisms by which humanin-treated animals maintain better motor function while aging. The transgenic C. elegans HN worm increased the average lifespan from 24 days in the control to 27 days in the transgenic, demonstrating that autophagy plays an important role in humanin-induced lifespan extension. Furthermore, the results obtained from the study suggested that endogenous humanin could regulate autophagy pathways, as already demonstrated in the human brain, also in basal autophagy. biology-12-00558-t005_Table 5 Table 5 Role of Humanin in autophagy, N/A is not applicable. Article Study Design Population Outcome Measures Miller, B. et al. (2022) [ 98 ] Review N/A Aging; mitochondrial copy number; relative ratio of mtDNA to nuclear DNA, and autophagy Li, P. et al. (2021) [ 107 ] N/A N/A Autophagy in skeletal muscle Sreekumar, P.G. et al. (2016) [ 114 ] In vitro study hRPE cells Expression of humanin and its effect on oxidative stress-induced cell death; mitochondrial bioenergetics, and senescence. Gong, Z. et al. (2018) [ 115 ] In vitro study N/A Chaperone-mediated autophagy Kim, S.J. et al. (2022) [ 116 ] In vivo and in vitro study HEK293 cells; Mouse; C. elegans ; Human Role of humanin in the activation and regulation of autophagy Kim, S.J. et al. (2018) [ 124 ] In vitro study Primary senescent human fibroblasts Number of mitochondria; levels of mitochondrial respiration; mtDNA methylation, and mitochondria-encoded peptides Kim SJ et al. supposed that targeting metabolic pathways in senescent cells might be a novel strategy to eliminate senescent cells and modulate the senescence-associated secretory phenotype (SASP) [ 124 ]. They investigated the characteristics of mitochondria in doxorubicin-induced senescence using primary human fibroblasts rendered senescent by replicative exhaustion, hydrogen peroxide, or doxorubicin treatment. Moreover, they examined the number of mitochondria and the levels of mitochondrial respiration, mtDNA methylation, and the mitochondria-encoded peptides of humanin and others. Senescent cells evidenced elevated levels of humanin, increased numbers of mitochondria, and higher levels of mitochondrial respiration, together with variable changes in mtDNA methylation. Exposure of senescent cells to high levels of humanin increased mitochondrial respiration and certain SASP factors. Additionally, fibroblast cells were treated with humanin for 10 days and no activity was found when examining SA-β-gal activity or SA-β-gal-positive cells. These results indicate that treatment with humanin not only does not cause senescence, but it might help senescent cells maintain a senescent status and the production of SASP factors. 3.5.2. Cytoprotective Activity Alsanousi et al. have revealed the correlation between the functional activity, tertiary structure, and partner recognition mode of humanin to better understand the molecular mechanisms of the cytoprotective activity of HN [ 125 ]. Already, some studies, Table 6 , had highlighted the relationship between the cytoprotective activity that the optical isomerization of Ser14 residue from the l to d form without, however, explaining the details of the molecular mechanism. The authors identified an Aβ-binding site on humanin D-Ser14 by NMR, detecting the structure-function relationships of HN and explaining the mechanisms of the conformational change favoring the interaction caused by d-isomerization of residue Ser14. Purified peptides (>95% purity) from wild-type HN, HNS14G, and HN D-Ser14 were used for the study. To identify which among the three variants had higher affinity, they studied the Aβ-binding sites of HN and HN DSer14 showing which of them had higher inhibitory activity toward fibril formation given by Abeta aggregation/fibrillation. HN S14G and HN DSer14 were shown to have greater cytoprotective activity than HN and zinc ions which could demonstrate the aggregation pathway of HN variants and explain how HN suppresses zinc-mediated Aβ aggregation or fibrillation to become a future site of exogenous action. HN-dependent citoprotection is mediated in part by interacting with and antagonizing pro-apoptotic Bax-related peptides and IGFBP-3 (IGF-binding protein 3). An in silico study identified six additional peptides in the same region of mtDNA as humanin, which were named small human-like peptides (SHLPs) [ 14 ]. In particular, the authors investigated the effects of SHLP2 and SHLP3 on apoptosis and cell metabolism. Like HN, both SHLP2 and SHLP3 improved cell survival in response to toxic insults, reduced the generation of ROS, prevented apoptosis, and improved mitochondrial metabolism in vitro, while SHLP6 had the opposite effect. Systemic hyperinsulinemic–euglycemic clamp investigations indicated that intracerebrally infused SHLP2 increased glucose uptake and suppressed hepatic glucose production, suggesting that it functions as an insulin sensitizer both peripherally and centrally. In analogy with HN, also the concentrations of circulating SHLP2 were found to decrease with age. All these evidences, together with the neuroprotective effect and the anti-oxidative stress action of SHLP2, imply that SHLP2 has a role in the regulation of aging and age-related conditions, such as Alzheimer’s disease, diabetes, and atherosclerosis [ 14 ]. As it has already been extensively discussed, HN inhibits the binding to the mitochondrial membrane, and the oligomerization of Bax and Bid proteins, which would reduce their permeability. On the other hand, both Bax and Bid are potential mediators of the pro-apoptotic effects of GC in chondrocytes [ 126 ], which is why the authors hypothesized that HN, and its potent analog HNG, could prevent the long-term effects of glucocorticoids such as impaired bone growth. During the study, the researchers showed that HN does not interfere with the anti-inflammatory effects of these molecules as a new regulator of Hedgehog signaling. This phenomenon was observed in a growth plate showing longitudinal bone growth of chondrocytes and their proliferation in response to various hormones [ 127 ], and substances such as dexamethasone (Dexa), a glucocorticoid. Normally, glucocorticoids alter the proliferation/differentiation of chondrocytes and disrupt the normal growth of cartilage lengthwise [ 128 ]. biology-12-00558-t006_Table 6 Table 6 Cytoprotective effect of humanin, N/A is not applicable. Article Study Design Population Outcome Measures Alsanousi, N. et al. (2016) [ 125 ] In vitro study N/A Inhibitory effect against amyloid-β fibrillation of humanin Zaman, F. et al. (2019) [ 126 ] In vitro study N/A Humanin regulator of Hedgehog signaling and prevents glucocorticoid-induced bone growth impairment Qin, Q. et al. (2018) [ 129 ] In vivo study Mouse Effect of exogenous humanin to prevent and reverse cardiac fibrosis and apoptosis in the aging heart Liu, C. et al. (2019) [ 106 ] In vivo study Human Expression levels of humanin and MOTS-C in skeletal muscle and serum levels in CKD A key role in growth and as a regulator of proliferation/differentiation is played by Indian Hedgehog factor (Ihh) secreted by chondrocytes [ 14 , 15 ]. HN has already been shown in mouse models to protect against GC-induced bone growth impairment by Bax ablation [ 126 ], has shown anti-inflammatory effects, and has presented itself as a regulator of Hh signaling that prevents GC-induced bone growth impairment without interfering with the desired actions of GCs. This in vitro finding nominated humanin as a possible therapeutic substance that counteracts the action of glucocorticoids, especially in growing subjects [ 126 ]. Several authors have tried to understand what role humanin might play in the various tissue districts. Qin et al. tested the effect of exogenous humanin to prevent and reverse cardiac fibrosis and apoptosis in the aging heart of middle-aged mice. Female C57BL/6N mice at 18 months of age received 14-mo intraperitoneal injections of vehicle (old group; n = 6) or HN analog (HNG; 4 mg/kg 2 times/wk, old + HNG group, n = 8) and were euthanized at 32 months of age. C57BL/6N female mice (young group, n = 5) at 5 months of age were used as young controls. In mice that received HNG treatment, an increase in the ratio of cardiomyocytes to fibroblasts in aging hearts was observed. HNG treatment significantly reduced the enhanced interstitial collagen deposition in aged hearts, together with cardiac fibroblast proliferation, and attenuated fibroblast growth factor-2, matrix metalloproteinase-2 expression, and transforming growth factor-β1 in aging mice. Additionally, myocardial apoptosis was inhibited in HNG-treated aged mice. Data from this study indicate that the cardioprotective effect of HNG is associated with activation of Akt/GSK-3β signaling as well as an alteration in pro-apoptotic factors (Bax, Bid, and Bim). Administration of HNG activated the Akt pathway. Activated Akt inactivates pro-apoptotic proteins, including Bax, Bad, Bim, Bid, and caspase-9. Moreover, activated Akt directly phosphorylates GSK-3β at Ser9, which negatively regulates its kinase activity, inhibits the opening of mitochondrial permeability transition pores, and inhibits myocardial apoptosis and fibrosis in heart failure. Moreover, HN mediates its anti-apoptotic effect through intracellular pathways. In fact, HN binds to pro-apoptotic proteins (Bax, Bid, and Bim), inactivating their function [ 129 ]. Among the pathologies characterizing senescence, advanced chronic kidney disease (CKD) is characterized by a premature aging phenotype of multifactorial origin. Mitochondrial dysfunction has been proposed, for example, as one of the main factors contributing to poor muscle function. Liu C et al. examined the expression levels of humanin in skeletal muscle and serum levels in CKD at stage 5 patients compared to patients with normal renal function. High circulating levels of humanin were observed while local muscle levels were reduced. Humanin in serum correlated positively to circulating TNF levels, a marker of systemic inflammation in CKD. Reduced humanin and MDP levels, in general, in skeletal muscle were associated with lower mitochondrial density and evidence of oxidative stress. The results of this study indicate a differential regulation of MDPs in CKD and suggest an alternative site of production for circulating humanin than skeletal muscle. Reduced skeletal muscle MDP levels were inversely related to systemic inflammation and oxidative stress [ 106 ]. 4. Conclusions Humanin, a peptide encoded by mtDNA, plays a cytoprotective and senolytic role, helping to preserve mitochondrial function and cell viability under conditions of senescent cell-associated diseases and stress, and is potentially a drug candidate for a number of age-related diseases, proving to be a fruitful avenue for future studies and possible developments. Acknowledgments The images are original and created with BioRender.com (accessed on 24 March 2023). Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Author Contributions Conceptualization, D.C. and S.M.; methodology, D.C. and S.M.; software, D.C., Z.C. and A.Z.; formal analysis, D.C., S.C. and A.C.; investigation, D.C., S.M. and A.C.; resources, C.C.; writing—original draft preparation, D.C., A.C. and S.M.; writing—review and editing, S.M. and C.C.; supervision, C.C.; funding acquisition, S.M. All authors have read and agreed to the published version of the manuscript. Institutional Review Board Statement Not applicable. Informed Consent Statement Not applicable. Data Availability Statement Not applicable. Conflicts of Interest The authors declare no conflict of interest. References 1. Jakovljevic M.M. Netz Y. Buttigieg S.C. Adany R. Laaser U. Varjacic M. Population aging and migration–history and UN forecasts in the EU-28 and its east and south near neighborhood–one century perspective 1950–2050 Glob. Health 2018 14 30 10.1186/s12992-018-0348-7 29548339 2. Anderson K. Ryan B. Sonntag W. Kavvada A. Friedl L. Earth observation in service of the 2030 Agenda for Sustainable Development Geo-Spat. Inf. Sci. 2017 20 77 96 10.1080/10095020.2017.1333230 3. Frias L. Highlights from ICOPA 2022 Lancet Microbe 2022 3 e813 10.1016/S2666-5247(22)00285-3 36202113 4. Liochev S.I. Which is the most significant cause of aging? Antioxidants 2015 4 793 810 10.3390/antiox4040793 26783959 5. Sthijns M.M. van Blitterswijk C.A. LaPointe V.L. Redox regulation in regenerative medicine and tissue engineering: The paradox of oxygen J. Tissue Eng. Regen. Med. 2018 12 2013 2020 10.1002/term.2730 30044552 6. Coradduzza D. Congiargiu A. Chen Z. Zinellu A. Carru C. Medici S. Ferroptosis and Senescence: A Systematic Review Int. J. Mol. Sci. 2023 24 3658 10.3390/ijms24043658 36835065 7. Coradduzza D. Arru C. Culeddu N. Congiargiu A. Azara E.G. Scanu A.M. Zinellu A. Muroni M.R. Rallo V. Medici S. Quantitative Metabolomics to Explore the Role of Plasma Polyamines in Colorectal Cancer Int. J. Mol. Sci. 2022 24 101 10.3390/ijms24010101 36613539 8. Coradduzza D. Ghironi A. Azara E. Culeddu N. Cruciani S. Zinellu A. Maioli M. De Miglio M.R. Medici S. Fozza C. Role of Polyamines as Biomarkers in Lymphoma Patients: A Pilot Study Diagnostics 2022 12 2151 10.3390/diagnostics12092151 36140552 9. Coradduzza D. Solinas T. Azara E. Culeddu N. Cruciani S. Zinellu A. Medici S. Maioli M. Madonia M. Carru C. Plasma polyamine biomarker panels: Agmatine in support of prostate cancer diagnosis Biomolecules 2022 12 514 10.3390/biom12040514 35454104 10. Coradduzza D. Azara E. Medici S. Arru C. Solinas T. Madonia M. Zinellu A. Carru C. A preliminary study procedure for detection of polyamines in plasma samples as a potential diagnostic tool in prostate cancer J. Chromatogr. B 2021 1162 122468 10.1016/j.jchromb.2020.122468 11. López-Otín C. Galluzzi L. Freije J.M. Madeo F. Kroemer G. Metabolic control of longevity Cell 2016 166 802 821 10.1016/j.cell.2016.07.031 27518560 12. Mottis A. Herzig S. Auwerx J. Mitocellular communication: Shaping health and disease Science 2019 366 827 832 10.1126/science.aax3768 31727828 13. Kim K.H. Son J.M. Benayoun B.A. Lee C. The mitochondrial-encoded peptide MOTS-c translocates to the nucleus to regulate nuclear gene expression in response to metabolic stress Cell Metab. 2018 28 516 524.e517 10.1016/j.cmet.2018.06.008 29983246 14. Cobb L.J. Lee C. Xiao J. Yen K. Wong R.G. Nakamura H.K. Mehta H.H. Gao Q. Ashur C. Huffman D.M. Naturally occurring mitochondrial-derived peptides are age-dependent regulators of apoptosis, insulin sensitivity, and inflammatory markers Aging 2016 8 796 10.18632/aging.100943 27070352 15. Miwa S. Kashyap S. Chini E. von Zglinicki T. Mitochondrial dysfunction in cell senescence and aging J. Clin. Investig. 2022 132 e158447 10.1172/JCI158447 35775483 16. Lee C. Zeng J. Drew B.G. Sallam T. Martin-Montalvo A. Wan J. Kim S.-J. Mehta H. Hevener A.L. de Cabo R. The mitochondrial-derived peptide MOTS-c promotes metabolic homeostasis and reduces obesity and insulin resistance Cell Metab. 2015 21 443 454 10.1016/j.cmet.2015.02.009 25738459 17. Hashimoto Y. Ito Y. Niikura T. Shao Z. Hata M. Oyama F. Nishimoto I. Mechanisms of neuroprotection by a novel rescue factor humanin from Swedish mutant amyloid precursor protein Biochem. Biophys. Res. Commun. 2001 283 460 468 10.1006/bbrc.2001.4765 11327724 18. Nishimoto I. Matsuoka M. Niikura T. Unravelling the role of Humanin Trends Mol. Med. 2004 10 102 105 10.1016/j.molmed.2004.01.001 15106598 19. Matsuoka M. Hashimoto Y. Aiso S. Nishimoto I. Humanin and colivelin: Neuronal-death-suppressing peptides for Alzheimer’s disease and amyotrophic lateral sclerosis CNS Drug Rev. 2006 12 113 122 10.1111/j.1527-3458.2006.00113.x 16958985 20. Guo B. Zhai D. Cabezas E. Welsh K. Nouraini S. Satterthwait A.C. Reed J.C. Humanin peptide suppresses apoptosis by interfering with Bax activation Nature 2003 423 456 461 10.1038/nature01627 12732850 21. Yasuda H. Nakatani S. Stugaard M. Tsujita-Kuroda Y. Bando K. Kobayashi J. Yamagishi M. Kitakaze M. Kitamura S. Miyatake K. Failure to prevent progressive dilation of ascending aorta by aortic valve replacement in patients with bicuspid aortic valve: Comparison with tricuspid aortic valve Circulation 2003 108 II-291 II-294 10.1161/01.cir.0000087449.03964.fb 12970248 22. Bodzioch M. Lapicka-Bodzioch K. Zapala B. Kamysz W. Kiec-Wilk B. Dembinska-Kiec A. Evidence for potential functionality of nuclearly-encoded humanin isoforms Genomics 2009 94 247 256 10.1016/j.ygeno.2009.05.006 19477263 23. Chai G.-S. Duan D.-X. Ma R.-H. Shen J.-Y. Li H.-L. Ma Z.-W. Luo Y. Wang L. Qi X.-H. Wang Q. Humanin attenuates Alzheimer-like cognitive deficits and pathological changes induced by amyloid β-peptide in rats Neurosci. Bull. 2014 30 923 935 10.1007/s12264-014-1479-3 25391447 24. Yang X. Zhang H. Wu J. Yin L. Yan L.-J. Zhang C. Humanin attenuates NMDA-induced excitotoxicity by inhibiting ROS-dependent JNK/p38 MAPK pathway Int. J. Mol. Sci. 2018 19 2982 10.3390/ijms19102982 30274308 25. Zhai D. Luciano F. Zhu X. Guo B. Satterthwait A.C. Reed J.C. Humanin binds and nullifies Bid activity by blocking its activation of Bax and Bak J. Biol. Chem. 2005 280 15815 15824 10.1074/jbc.M411902200 15661737 26. Njomen E. Evans H.G. Gedara S.H. Heyl D.L. Humanin peptide binds to insulin-like growth factor-binding protein 3 (IGFBP3) and regulates its interaction with importin-β Protein Pept. Lett. 2015 22 869 876 10.2174/0929866522666150728114955 26216267 27. Ikonen M. Liu B. Hashimoto Y. Ma L. Lee K.-W. Niikura T. Nishimoto I. Cohen P. Interaction between the Alzheimer’s survival peptide humanin and insulin-like growth factor-binding protein 3 regulates cell survival and apoptosis Proc. Natl. Acad. Sci. USA 2003 100 13042 13047 10.1073/pnas.2135111100 14561895 28. Gong Z. Tasset I. Humanin enhances the cellular response to stress by activation of chaperone-mediated autophagy Oncotarget 2018 9 10832 10.18632/oncotarget.24396 29541379 29. Muzumdar R.H. Huffman D.M. Atzmon G. Buettner C. Cobb L.J. Fishman S. Budagov T. Cui L. Einstein F.H. Poduval A. Humanin: A novel central regulator of peripheral insulin action PLoS ONE 2009 4 e6334 10.1371/journal.pone.0006334 19623253 30. Conte M. Ostan R. Fabbri C. Santoro A. Guidarelli G. Vitale G. Mari D. Sevini F. Capri M. Sandri M. Human aging and longevity are characterized by high levels of mitokines J. Gerontol. Ser. A 2019 74 600 607 10.1093/gerona/gly153 31. Kennedy S.R. Salk J.J. Schmitt M.W. Loeb L.A. Ultra-sensitive sequencing reveals an age-related increase in somatic mitochondrial mutations that are inconsistent with oxidative damage PLoS Genet. 2013 9 e1003794 10.1371/journal.pgen.1003794 24086148 32. Bratic A. Larsson N.-G. The role of mitochondria in aging J. Clin. Investig. 2013 123 951 957 10.1172/JCI64125 23454757 33. Mendelsohn A.R. Larrick J.W. Mitochondrial-derived peptides exacerbate senescence Rejuvenation Res. 2018 21 369 373 10.1089/rej.2018.2114 30058454 34. Klein L.E. Cui L. Gong Z. Su K. Muzumdar R. A humanin analog decreases oxidative stress and preserves mitochondrial integrity in cardiac myoblasts Biochem. Biophys. Res. Commun. 2013 440 197 203 10.1016/j.bbrc.2013.08.055 23985350 35. Minasyan L. Sreekumar P.G. Hinton D.R. Kannan R. Protective mechanisms of the mitochondrial-derived peptide humanin in oxidative and endoplasmic reticulum stress in RPE cells Oxid. Med. Cell. Longev. 2017 2017 1675230 10.1155/2017/1675230 28814984 36. Apweiler R. Bairoch A. Wu C.H. Barker W.C. Boeckmann B. Ferro S. Gasteiger E. Huang H. Lopez R. Magrane M. UniProt: The universal protein knowledgebase Nucleic Acids Res. 2004 32 D115 D119 10.1093/nar/gkh131 14681372 37. Kim S.-J. Miller B. Kumagai H. Silverstein A.R. Flores M. Yen K. Mitochondrial-derived peptides in aging and age-related diseases Geroscience 2021 43 1113 1121 10.1007/s11357-020-00262-5 32910336 38. Yen K. Wan J. Mehta H.H. Miller B. Christensen A. Levine M.E. Salomon M.P. Brandhorst S. Xiao J. Kim S.-J. Humanin prevents age-related cognitive decline in mice and is associated with improved cognitive age in humans Sci. Rep. 2018 8 14212 10.1038/s41598-018-32616-7 30242290 39. Lorenzini A. Salmon A.B. Lerner C. Torres C. Ikeno Y. Motch S. McCarter R. Sell C. Mice producing reduced levels of insulin-like growth factor type 1 display an increase in maximum, but not mean, life span J. Gerontol. Ser. A Biomed. Sci. Med. Sci. 2014 69 410 419 10.1093/gerona/glt108 40. Yen K. Mehta H.H. Kim S.-J. Lue Y. Hoang J. Guerrero N. Port J. Bi Q. Navarrete G. Brandhorst S. The mitochondrial derived peptide humanin is a regulator of lifespan and healthspan Aging 2020 12 11185 10.18632/aging.103534 32575074 41. Lee C.-Y. Uzsoy R. Martin-Vega L.A. Efficient algorithms for scheduling semiconductor burn-in operations Oper. Res. 1992 40 764 775 10.1287/opre.40.4.764 42. Caso V.M. Manzo V. Pecchillo Cimmino T. Conti V. Caso P. Esposito G. Russo V. Filippelli A. Ammendola R. Cattaneo F. Regulation of inflammation and oxidative stress by formyl peptide receptors in cardiovascular disease progression Life 2021 11 243 10.3390/life11030243 33804219 43. Zacharias D.G. Kim S.G. Massat A.E. Bachar A.R. Oh Y.K. Herrmann J. Rodriguez-Porcel M. Cohen P. Lerman L.O. Lerman A. Humanin, a cytoprotective peptide, is expressed in carotid artherosclerotic plaques in humans PLoS ONE 2012 7 e31065 10.1371/annotation/1a60b239-181f-4d5f-9a37-3d3b04949954 22328926 44. Yacila G. Sari Y. Potential therapeutic drugs and methods for the treatment of amyotrophic lateral sclerosis Curr. Med. Chem. 2014 21 3583 3593 10.2174/0929867321666140601162710 24934355 45. Yen K. Lee C. Mehta H. Cohen P. The emerging role of the mitochondrial-derived peptide humanin in stress resistance J. Mol. Endocrinol. 2013 50 R11 10.1530/JME-12-0203 23239898 46. Boutari C. Pappas P.D. Theodoridis T.D. Vavilis D. Humanin and diabetes mellitus: A review of in vitro and in vivo studies World J. Diabetes 2022 13 213 10.4239/wjd.v13.i3.213 35432758 47. Wang X. Wu Z. He Y. Zhang H. Tian L. Zheng C. Shang T. Zhu Q. Li D. He Y. Humanin prevents high glucose-induced monocyte adhesion to endothelial cells by targeting KLF2 Mol. Immunol. 2018 101 245 250 10.1016/j.molimm.2018.07.008 30029058 48. Dabravolski S.A. Nikiforov N.G. Starodubova A.V. Popkova T.V. Orekhov A.N. The role of mitochondria-derived peptides in cardiovascular diseases and their potential as therapeutic targets Int. J. Mol. Sci. 2021 22 8770 10.3390/ijms22168770 34445477 49. Gong Z. Goetzman E. Muzumdar R.H. Cardio-protective role of Humanin in myocardial ischemia-reperfusion Biochim. Biophys. Acta BBA Gen. Subj. 2022 1866 130066 10.1016/j.bbagen.2021.130066 50. Zárate S.C. Traetta M.E. Codagnone M.G. Seilicovich A. Reinés A.G. Humanin, a mitochondrial-derived peptide released by astrocytes, prevents synapse loss in hippocampal neurons Front. Aging Neurosci. 2019 11 123 10.3389/fnagi.2019.00123 31214013 51. Gong Z. Tas E. Muzumdar R. Humanin and age-related diseases: A new link? Front. Endocrinol. 2014 5 210 10.3389/fendo.2014.00210 52. Hashimoto Y. Niikura T. Tajima H. Yasukawa T. Sudo H. Ito Y. Kita Y. Kawasumi M. Kouyama K. Doyu M. A rescue factor abolishing neuronal cell death by a wide spectrum of familial Alzheimer’s disease genes and Aβ Proc. Natl. Acad. Sci. USA 2001 98 6336 6341 10.1073/pnas.101133498 11371646 53. Zhang W. Du Y. Bai M. Xi Y. Li Z. Miao J. Retracted: S14G-humanin inhibits Aβ1–42 fibril formation, disaggregates preformed fibrils, and protects against Aβ-induced cytotoxicity in vitro J. Pept. Sci. 2013 19 159 165 10.1002/psc.2484 23349038 54. Romeo M. Stravalaci M. Beeg M. Rossi A. Fiordaliso F. Corbelli A. Salmona M. Gobbi M. Cagnotto A. Diomede L. Humanin specifically interacts with amyloid-β oligomers and counteracts their in vivo toxicity J. Alzheimers Dis. 2017 57 857 871 10.3233/JAD-160951 28282805 55. Park T.-Y. Kim S.-H. Shin Y.-C. Lee N.-H. Lee R.-K.C. Shim J.-H. Glimcher L.H. Mook-Jung I. Cheong E. Kim W.-K. Amelioration of neurodegenerative diseases by cell death-induced cytoplasmic delivery of humanin J. Control. Release 2013 166 307 315 10.1016/j.jconrel.2012.12.022 23298615 56. Roth G.A. Abate D. Abate K.H. Abay S.M. Abbafati C. Abbasi N. Abbastabar H. Abd-Allah F. Abdela J. Abdelalim A. Global, regional, and national age-sex-specific mortality for 282 causes of death in 195 countries and territories, 1980–2017: A systematic analysis for the Global Burden of Disease Study 2017 Lancet 2018 392 1736 1788 10.1016/S0140-6736(18)32203-7 30496103 57. Cai H. Liu Y. Men H. Zheng Y. Protective mechanism of humanin against oxidative stress in aging-related cardiovascular diseases Front. Endocrinol. 2021 12 680 10.3389/fendo.2021.683151 58. Li Y. Lin R. Peng X. Wang X. Liu X. Li L. Bai R. Wen S. Ruan Y. Chang X. The Role of Mitochondrial Quality Control in Anthracycline-Induced Cardiotoxicity: From Bench to Bedside Oxid. Med. Cell. Longev. 2022 2022 3659278 10.1155/2022/3659278 36187332 59. Deng J. Jiang Y. Chen Z.B. Rhee J.-W. Deng Y. Wang Z.V. Mitochondrial Dysfunction in Cardiac Arrhythmias Cells 2023 12 679 10.3390/cells12050679 36899814 60. Ji A. Meyer J.M. Cai L. Akinmusire A. de Beer M.C. Webb N.R. Van der Westhuyzen D.R. Scavenger receptor SR-BI in macrophage lipid metabolism Atherosclerosis 2011 217 106 112 10.1016/j.atherosclerosis.2011.03.017 21481393 61. Ding Y. Feng Y. Zhu W. Zou Y. Xie Y. Wang F. Liu C.F. Zhang Y. Liu H. [Gly14]-Humanin Prevents Lipid Deposition and Endothelial Cell Apoptosis in a Lectin-like Oxidized Low-density Lipoprotein Receptor-1-Dependent Manner Lipids 2019 54 697 705 10.1002/lipd.12195 31574567 62. Xie Y. Liu Z.-h. Li X.-y. Xu X. Hu L.-f. Zhang Y.-l. Liu C.-f. Protection effect of [Gly14]-Humanin from apoptosis induced by high glucose in human umbilical vein endothelial cells Diabetes Res. Clin. Pract. 2014 106 560 566 10.1016/j.diabres.2014.09.020 25451915 63. Choi S.-Y. Chang H.-J. Choi S.-I. Kim K.-I. Cho Y.-S. Youn T.-J. Chung W.-Y. Chae I.-H. Choi D.-J. Kim H.-S. Long-term exercise training attenuates age-related diastolic dysfunction: Association of myocardial collagen cross-linking J. Korean Med. Sci. 2009 24 32 39 10.3346/jkms.2009.24.1.32 19270810 64. Hubert V. Weiss S. Rees A.J. Kain R. Modulating Chaperone-Mediated Autophagy and Its Clinical Applications in Cancer Cells 2022 11 2562 10.3390/cells11162562 36010638 65. Lee C. Wan J. Miyazaki B. Fang Y. Guevara-Aguirre J. Yen K. Longo V. Bartke A. Cohen P. IGF-I regulates the age-dependent signaling peptide humanin Aging Cell 2014 13 958 961 10.1111/acel.12243 25040290 66. Thummasorn S. Shinlapawittayatorn K. Chattipakorn S.C. Chattipakorn N. High-dose Humanin analogue applied during ischemia exerts cardioprotection against ischemia/reperfusion injury by reducing mitochondrial dysfunction Cardiovasc. Ther. 2017 35 e12289 10.1111/1755-5922.12289 67. Muzumdar R.H. Huffman D.M. Calvert J.W. Jha S. Weinberg Y. Cui L. Nemkal A. Atzmon G. Klein L. Gundewar S. Acute humanin therapy attenuates myocardial ischemia and reperfusion injury in mice Arterioscler. Thromb. Vasc. Biol. 2010 30 1940 1948 10.1161/ATVBAHA.110.205997 20651283 68. Thummasorn S. Apaijai N. Kerdphoo S. Shinlapawittayatorn K. Chattipakorn S.C. Chattipakorn N. Humanin exerts cardioprotection against cardiac ischemia/reperfusion injury through attenuation of mitochondrial dysfunction Cardiovasc. Ther. 2016 34 404 414 10.1111/1755-5922.12210 27434747 69. Wu D. Kampmann E. Qian G. Novel insights into the role of mitochondria-derived peptides in myocardial infarction Front. Physiol. 2021 12 750177 10.3389/fphys.2021.750177 34777013 70. Frontiers Editorial Office Retraction: Novel insights into the role of mitochondria-derived peptides in myocardial infarction Front. Physiol. 2022 13 1006441 10.3389/fphys.2022.1006441 35991168 71. Sharp T.E. III Gong Z. Scarborough A. Goetzman E.S. Ali M.J. Spaletra P. Lefer D.J. Muzumdar R.H. Goodchild T.T. Efficacy of a novel mitochondrial-derived peptide in a porcine model of myocardial ischemia/reperfusion injury Basic Transl. Sci. 2020 5 699 714 10.1016/j.jacbts.2020.04.015 72. Coradduzza D. Cruciani S. Arru C. Garroni G. Pashchenko A. Jedea M. Zappavigna S. Caraglia M. Amler E. Carru C. Role of miRNA-145, 148, and 185 and Stem Cells in Prostate Cancer Int. J. Mol. Sci. 2022 23 1626 10.3390/ijms23031626 35163550 73. Bajracharya R. Ballard J.W.O. Low protein to carbohydrate ratio diet delays onset of Parkinsonism like phenotype in Drosophila melanogaster parkin null mutants Mech. Ageing Dev. 2016 160 19 27 10.1016/j.mad.2016.10.003 27720857 74. Faith J.J. Hayete B. Thaden J.T. Mogno I. Wierzbowski J. Cottarel G. Kasif S. Collins J.J. Gardner T.S. Large-scale mapping and validation of Escherichia coli transcriptional regulation from a compendium of expression profiles PLoS Biol. 2007 5 e8 10.1371/journal.pbio.0050008 17214507 75. Durieux J. Wolff S. Dillin A. The cell-non-autonomous nature of electron transport chain-mediated longevity Cell 2011 144 79 91 10.1016/j.cell.2010.12.016 21215371 76. Fujita Y. Taniguchi Y. Shinkai S. Tanaka M. Ito M. Secreted growth differentiation factor 15 as a potential biomarker for mitochondrial dysfunctions in aging and age-related disorders Geriatr. Gerontol. Int. 2016 16 17 29 10.1111/ggi.12724 27018280 77. Hashimoto H. Niikura T. Tajima H. Yasukawa M. Kouyama K. Doyu M. Sobue G. Koide T. Tsuji D. Lang J. Erratum: A rescue factor abolishing nueronal cell death by a wide spectrum of familial Alzheimer’s diseas genes and Aβ (Proceedings of the National Academy of Science of the United States of America (May 22, 2001) 98: 11 (6336-6341)) Proc. Natl. Acad. Sci. USA 2001 98 12854 10.1073/pnas.101133498 78. Ristow M. Zarse K. How increased Hormesis in Aging and Neurodegeneration—A Prodigy Awaiting Dissection mitochondrial hormesis (mitohormesis) Exp. Gerontol. 2010 45 410 418 10.1016/j.exger.2010.03.014 20350594 79. Klaus S. Ost M. Mitochondrial uncoupling and longevity—A role for mitokines? Exp. Gerontol. 2020 130 110796 10.1016/j.exger.2019.110796 31786315 80. Esterhuizen K. Van der Westhuizen F.H. Louw R. Metabolomics of mitochondrial disease Mitochondrion 2017 35 97 110 10.1016/j.mito.2017.05.012 28576558 81. Kanfer G. Peterka M. Arzhanik V.K. Drobyshev A.L. Ataullakhanov F.I. Volkov V.A. Kornmann B. CENP-F couples cargo to growing and shortening microtubule ends Mol. Biol. Cell 2017 28 2400 2409 10.1091/mbc.e16-11-0756 28701340 82. Bachar A.R. Scheffer L. Schroeder A.S. Nakamura H.K. Cobb L.J. Oh Y.K. Lerman L.O. Pagano R.E. Cohen P. Lerman A. Humanin is expressed in human vascular walls and has a cytoprotective effect against oxidized LDL-induced oxidative stress Cardiovasc. Res. 2010 88 360 366 10.1093/cvr/cvq191 20562421 83. Zhao S.-T. Zhao L. Li J.-H. Neuroprotective peptide humanin inhibits inflammatory response in astrocytes induced by lipopolysaccharide Neurochem. Res. 2013 38 581 588 10.1007/s11064-012-0951-6 23277413 84. Gottardo M.F. Jaita G. Magri M.L. Zárate S. Moreno Ayala M. Ferraris J. Eijo G. Pisera D. Candolfi M. Seilicovich A. Antiapoptotic factor humanin is expressed in normal and tumoral pituitary cells and protects them from TNF-α-induced apoptosis PLoS ONE 2014 9 e111548 10.1371/journal.pone.0111548 25360890 85. Varma Shrivastav S. Bhardwaj A. Pathak K.A. Shrivastav A. Insulin-like growth factor binding protein-3 (IGFBP-3): Unraveling the role in mediating IGF-independent effects within the cell Front. Cell Dev. Biol. 2020 8 286 10.3389/fcell.2020.00286 32478064 86. Obulesu M. Lakshmi M.J. Apoptosis in Alzheimer’s disease: An understanding of the physiology, pathology and therapeutic avenues Neurochem. Res. 2014 39 2301 2312 10.1007/s11064-014-1454-4 25322820 87. Conte M. Martucci M. Chiariello A. Franceschi C. Salvioli S. Mitochondria, immunosenescence and inflammaging: A role for mitokines? Seminars in Immunopathology Springer Berlin/Heidelberg, Germany 2020 607 617 88. De Oliveira J. Kucharska E. Garcez M.L. Rodrigues M.S. Quevedo J. Moreno-Gonzalez I. Budni J. Inflammatory cascade in Alzheimer’s disease pathogenesis: A review of experimental findings Cells 2021 10 2581 10.3390/cells10102581 34685563 89. Conte M. Sabbatinelli J. Chiariello A. Martucci M. Santoro A. Monti D. Arcaro M. Galimberti D. Scarpini E. Bonfigli A.R. Disease-specific plasma levels of mitokines FGF21, GDF15, and Humanin in type II diabetes and Alzheimer’s disease in comparison with healthy aging Geroscience 2021 43 985 1001 10.1007/s11357-020-00287-w 33131010 90. Li W. Zhang D. Yuan W. Wang C. Huang Q. Luo J. Humanin ameliorates free fatty acid-induced endothelial inflammation by suppressing the NLRP3 inflammasome ACS Omega 2020 5 22039 22045 10.1021/acsomega.0c01778 32923762 91. McLaughlin K. Lytvyn Y. Luca M.C. Liuni A. Gori T. Parker J.D. Repeated daily dosing with sildenafil provides sustained protection from endothelial dysfunction caused by ischemia and reperfusion: A human in vivo study Am. J. Physiol. Heart Circ. Physiol. 2014 307 H888 H894 10.1152/ajpheart.00215.2014 25063793 92. Salemi M. Ridolfo F. Salluzzo M.G. Cannarrella R. Giambirtone M. Caniglia S. Tirolo C. Ferri R. Romano C. Humanin gene expression in fibroblast of Down syndrome subjects Int. J. Med. Sci. 2020 17 320 10.7150/ijms.39145 32132866 93. Gensous N. Bacalini M.G. Franceschi C. Garagnani P. Down syndrome, accelerated aging and immunosenescence Seminars in Immunopathology Springer Berlin/Heidelberg, Germany 2020 635 645 94. Nashine S. Cohen P. Wan J. Kenney M.C. Effect of Humanin G (HNG) on inflammation in age-related macular degeneration (AMD) Aging 2022 14 4247 10.18632/aging.204074 35576057 95. Merry T.L. Chan A. Woodhead J.S. Reynolds J.C. Kumagai H. Kim S.-J. Lee C. Mitochondrial-derived peptides in energy metabolism Am. J. Physiol. Endocrinol. Metab. 2020 319 E659 E666 10.1152/ajpendo.00249.2020 32776825 96. Mehta H.H. Xiao J. Ramirez R. Miller B. Kim S.-J. Cohen P. Yen K. Metabolomic profile of diet-induced obesity mice in response to humanin and small humanin-like peptide 2 treatment Metabolomics 2019 15 88 10.1007/s11306-019-1549-7 31172328 97. Cruciani S. Garroni G. Pala R. Coradduzza D. Cossu M.L. Ginesu G.C. Capobianco G. Dessole S. Ventura C. Maioli M. Metformin and vitamin D modulate adipose-derived stem cell differentiation towards the beige phenotype Adipocyte 2022 11 356 365 10.1080/21623945.2022.2085417 35734882 98. Miller B. Kim S.J. Kumagai H. Yen K. Cohen P. Mitochondria-derived peptides in aging and healthspan J. Clin. Investig. 2 May 2022 132 e158449 10.1172/JCI158449 35499074 99. Ng L.F. Ng L.T. van Breugel M. Halliwell B. Gruber J. Mitochondrial DNA damage does not determine C. elegans lifespan Front. Genet. 2019 10 311 10.3389/fgene.2019.00311 31031801 100. Hazafa A. Batool A. Ahmad S. Amjad M. Chaudhry S.N. Asad J. Ghuman H.F. Khan H.M. Naeem M. Ghani U. Humanin: A mitochondrial-derived peptide in the treatment of apoptosis-related diseases Life Sci. 2021 264 118679 10.1016/j.lfs.2020.118679 33130077 101. Murrow L. Debnath J. Autophagy as a stress-response and quality-control mechanism: Implications for cell injury and human disease Annu. Rev. Pathol. Mech. Dis. 2013 8 105 137 10.1146/annurev-pathol-020712-163918 102. Wan W. Zhang L. Lin Y. Rao X. Wang X. Hua F. Ying J. Mitochondria-derived peptide MOTS-c: Effects and mechanisms related to stress, metabolism and aging J. Transl. Med. 2023 21 36 10.1186/s12967-023-03885-2 36670507 103. Chen T.-H. Koh K.-Y. Lin K.M.-C. Chou C.-K. Mitochondrial dysfunction as an underlying cause of skeletal muscle disorders Int. J. Mol. Sci. 2022 23 12926 10.3390/ijms232112926 36361713 104. Woodhead J.S. D’Souza R.F. Hedges C.P. Wan J. Berridge M.V. Cameron-Smith D. Cohen P. Hickey A.J. Mitchell C.J. Merry T.L. High-intensity interval exercise increases humanin, a mitochondrial encoded peptide, in the plasma and muscle of men J. Appl. Physiol. 2020 128 1346 1354 10.1152/japplphysiol.00032.2020 32271093 105. Alser M. Ramanjaneya M. Anwardeen N.R. Donati F. Botrè F. Jerobin J. Bettahi I. Mohamed N.A. Abou-Samra A.B. Elrayess M.A. The Effect of Chronic Endurance Exercise on Serum Levels of MOTS-c and Humanin in Professional Athletes Rev. Cardiovasc. Med. 2022 23 181 10.31083/j.rcm2305181 106. Liu C. Gidlund E.-K. Witasp A. Qureshi A.R. Söderberg M. Thorell A. Nader G.A. Barany P. Stenvinkel P. von Walden F. Reduced skeletal muscle expression of mitochondrial-derived peptides humanin and MOTS-C and Nrf2 in chronic kidney disease Am. J. Physiol. Ren. Physiol. 2019 317 F1122 F1131 10.1152/ajprenal.00202.2019 107. Li P. Ma Y. Yu C. Wu S. Wang K. Yi H. Liang W. Autophagy and aging: Roles in skeletal muscle, eye, brain and hepatic tissue Front. Cell Dev. Biol. 2021 9 2925 10.3389/fcell.2021.752962 108. Li A. Gao M. Liu B. Qin Y. Chen L. Liu H. Wu H. Gong G. Mitochondrial autophagy: Molecular mechanisms and implications for cardiovascular disease Cell Death Dis. 2022 13 444 10.1038/s41419-022-04906-6 35534453 109. Rubinsztein D.C. Codogno P. Levine B. Autophagy modulation as a potential therapeutic target for diverse diseases Nat. Rev. Drug Discov. 2012 11 709 730 10.1038/nrd3802 22935804 110. Galluzzi L. Bravo-San Pedro J.M. Levine B. Green D.R. Kroemer G. Pharmacological modulation of autophagy: Therapeutic potential and persisting obstacles Nat. Rev. Drug Discov. 2017 16 487 511 10.1038/nrd.2017.22 28529316 111. Angius A. Pira G. Cossu-Rocca P. Sotgiu G. Saderi L. Muroni M.R. Virdis P. Piras D. Vincenzo R. Carru C. Deciphering clinical significance of BCL11A isoforms and protein expression roles in triple-negative breast cancer subtype J. Cancer Res. Clin. Oncol. 2022 epub ahead of print 10.1007/s00432-022-04301-w 112. Lu G. Wang Y. Shi Y. Zhang Z. Huang C. He W. Wang C. Shen H.M. Autophagy in health and disease: From molecular mechanisms to therapeutic target MedComm 2022 3 e150 10.1002/mco2.150 35845350 113. Jin P. Jiang J. Zhou L. Huang Z. Nice E.C. Huang C. Fu L. Mitochondrial adaptation in cancer drug resistance: Prevalence, mechanisms, and management J. Hematol. Oncol. 2022 15 97 10.1186/s13045-022-01313-4 35851420 114. Sreekumar P.G. Ishikawa K. Spee C. Mehta H.H. Wan J. Yen K. Cohen P. Kannan R. Hinton D.R. The mitochondrial-derived peptide humanin protects RPE cells from oxidative stress, senescence, and mitochondrial dysfunction Investig. Ophthalmol. Vis. Sci. 2016 57 1238 1253 10.1167/iovs.15-17053 26990160 115. Gong Z. Tasset I. Diaz A. Anguiano J. Tas E. Cui L. Kuliawat R. Liu H. Kühn B. Cuervo A.M. Humanin is an endogenous activator of chaperone-mediated autophagy J. Cell Biol. 2018 217 635 647 10.1083/jcb.201606095 29187525 116. Kim S.-J. Devgan A. Miller B. Lee S.M. Kumagai H. Wilson K.A. Wassef G. Wong R. Mehta H.H. Cohen P. Humanin-induced autophagy plays important roles in skeletal muscle function and lifespan extension Biochim. Biophys. Acta BBA Gen. Subj. 2022 1866 130017 10.1016/j.bbagen.2021.130017 117. Sreekumar P.G. Kannan R. Mechanisms of protection of retinal pigment epithelial cells from oxidant injury by humanin and other mitochondrial-derived peptides: Implications for age-related macular degeneration Redox Biol. 2020 37 101663 10.1016/j.redox.2020.101663 32768357 118. Ghosh R. Vinod V. Symons J.D. Boudina S. Protein and mitochondria quality control mechanisms and cardiac aging Cells 2020 9 933 10.3390/cells9040933 32290135 119. Bahar E. Han S.-Y. Kim J.-Y. Yoon H. Chemotherapy resistance: Role of mitochondrial and autophagic components Cancers 2022 14 1462 10.3390/cancers14061462 35326612 120. Jeong J.-H. Han J.-S. Jung Y. Lee S.-M. Park S.-H. Park M. Shin M.-G. Kim N. Kang M.S. Kim S. A new AMPK isoform mediates glucose-restriction induced longevity non-cell autonomously by promoting membrane fluidity Nat. Commun. 2023 14 288 10.1038/s41467-023-35952-z 36653384 121. Burtscher J. Soltany A. Visavadiya N.P. Burtscher M. Millet G.P. Khoramipour K. Khamoui A.V. Mitochondrial stress and mitokines in aging Aging Cell 2023 22 e13770 10.1111/acel.13770 36642986 122. Wu S. Zou M.-H. AMPK, mitochondrial function, and cardiovascular disease Int. J. Mol. Sci. 2020 21 4987 10.3390/ijms21144987 32679729 123. Triolo M. Oliveira A.N. Kumari R. Hood D.A. The influence of age, sex, and exercise on autophagy, mitophagy, and lysosome biogenesis in skeletal muscle Skelet. Muscle 2022 12 13 10.1186/s13395-022-00296-7 35690879 124. Kim S.-J. Mehta H.H. Wan J. Kuehnemann C. Chen J. Hu J.-F. Hoffman A.R. Cohen P. Mitochondrial peptides modulate mitochondrial function during cellular senescence Aging 2018 10 1239 10.18632/aging.101463 29886458 125. Alsanousi N. Sugiki T. Furuita K. So M. Lee Y.-H. Fujiwara T. Kojima C. Solution NMR structure and inhibitory effect against amyloid-β fibrillation of Humanin containing a d-isomerized serine residue Biochem. Biophys. Res. Commun. 2016 477 647 653 10.1016/j.bbrc.2016.06.114 27349871 126. Zaman F. Zhao Y. Celvin B. Mehta H.H. Wan J. Chrysis D. Ohlsson C. Fadeel B. Cohen P. Sävendahl L. Humanin is a novel regulator of Hedgehog signaling and prevents glucocorticoid-induced bone growth impairment FASEB J. 2019 33 4962 10.1096/fj.201801741R 30657335 127. Aghajanian P. Mohan S. The art of building bone: Emerging role of chondrocyte-to-osteoblast transdifferentiation in endochondral ossification Bone Res. 2018 6 19 10.1038/s41413-018-0021-z 29928541 128. Chen H. Tan X.-N. Hu S. Liu R.-Q. Peng L.-H. Li Y.-M. Wu P. Molecular mechanisms of chondrocyte proliferation and differentiation Front. Cell Dev. Biol. 2021 9 664168 10.3389/fcell.2021.664168 34124045 129. Qin Q. Mehta H. Yen K. Navarrete G. Brandhorst S. Wan J. Delrio S. Zhang X. Lerman L.O. Cohen P. Chronic treatment with the mitochondrial peptide humanin prevents age-related myocardial fibrosis in mice Am. J. Physiol. Heart Circ. Physiol. 2018 315 H1127 H1136 10.1152/ajpheart.00685.2017 30004252 Figure 2 PRISMA flow diagram; n is the number of articles selected, * total number, ** other topics. biology-12-00558-t001_Table 1 Table 1 Neuroprotective effect of Humanin, N/A is not applicable. Article Study Design Population Outcome Measures Zárate, S.C. et al. (2019) [ 50 ] In vivo study Rat Neuroprotective effect of humanin and relationship with ovarian hormones Yen, K. et al. (2018) [ 38 ] In vitro and in vivo study SH-SY5Y cells, Mouse Neuroprotective effect of humanin Yen, K. et al. (2020) [ 40 ] In vivo study C. elegans , Mouse, Human Circulating levels of humanin and their relation to diseases of aging and lifespan Gong, Z. et al. (2022) [ 49 ] Review Mouse, Porcine Protective effect of humanin in myocardial ischemia-reperfusion. Kim, S.J. et al. (2021) [ 37 ] Review N/A Humanin in age-related disease Gong, Z. et al. (2014) [ 51 ] Review N/A Role of humanin in age-related disease Caso, V.M. et al. (2021) [ 42 ] In vitro study N/A Neuroprotective effects of humanin and its homologs (HNG) from Aβ Zacharias, D.G. et al. (2012) [ 43 ] In vivo study Mouse Humanin reduced plaque accumulation in Alzheimer’s disease and has a cytoprotective action in stroke Park, T. et al. (2013) [ 55 ] In vivo study Middle-aged APPswe/PS1dE9 mice Treatment with HNG significantly improves spatial learning and memory deficits, reduces Aβ plaque accumulation and insoluble Aβ concentration; decreases neuro-inflammatory responses biology-12-00558-t003_Table 3 Table 3 Role of Humanin in inflammation, N/A is not applicable. Article Study Design Population Outcome Measures Esterhuizen, K. et al. (2017) [ 80 ] In vitro study N/A Role of HN against oxidative stress, apoptosis, and inflammatory response Bachar, A.R. et al. (2010) [ 82 ] In vitro study N/A HN attenuates inflammation and macrophage infiltration, reduces in vitro production of IL-6, IL-1β, and TNF-α Nashine, S. et al. (2022) [ 94 ] In vivo study AMD patients AMD RPE transmitochondrial cybrid cells Treatment with HNG can reduce plasma levels of inflammation-associated marker protein. In AMD RPE cybrid cells, treatment with HNG reduced CD62E/E-Selectin, CD62P/P-Selectin, ICAM-1, TNF-α, MIP-1α, IFN–γ, IL-1β, IL-13. and IL-17A Conte, M. et al. (2021) [ 89 ] In vivo study Patients with T2D and AD Plasma levels of fibroblast growth factor 21 (FGF21), growth differentiation factor 15 (GDF15), humanin, and mitochondrial stress-related mitokines Conte, M. et al. (2019) [ 30 ] In vivo study Human Aging; longevity; plasma levels of different mitokines Merry, T.L. et al. (2020) [ 95 ] In vivo study Human Plasma humanin levels in long-lived subjects biology-12-00558-t004_Table 4 Table 4 Role of Humanin in diabetes and metabolism, N/A is not applicable. Article Study Design Population Outcome Measures Boutari, C. et al. (2022) [ 46 ] Review N/A Role of humanin in age-related diseases Mehta, H.H. et al. (2019) [ 96 ] In vivo study DIO Mouse Humanin effect on metabolism Merry, T.L. et al. (2020) [ 95 ] Review N/A Role of humanin in metabolism; relationship with (GH)/IGF-1 Muzumdar, R.H. et al. (2009) [ 29 ] In vivo study Rat Central effects of HN on insulin action",
    "full_text_abstract": "Simple Summary Humanin is a small mitochondrial-derived peptide still under study, with a number of potential therapeutic applications for various age-related diseases. It plays an important role in the body against several pathophysiological conditions; for instance, humanin has been shown to exert neuroprotective effects, which may make it a promising therapeutic candidate for Alzheimer’s and Parkinson’s disease. Moreover, it can help reduce inflammation and oxidative stress, thus interfering with the development of cardiovascular conditions and autoimmune diseases. Humanin also helps maintain the proper functioning of mitochondria, the dysfunction of which can contribute to a number of health problems, including neurodegenerative diseases and metabolic disorders, such as diabetes and obesity. It has been shown to improve glucose metabolism and insulin sensitivity in animal models. Treatment with humanin on mice is able to increase both their lifespan and health span. The mechanisms behind the protective effects of humanin in different diseases are slowly being unveiled and appear to be connected with autophagy and cytoprotective activity. Abstract Background: Senescence is a cellular aging process in all multicellular organisms. It is characterized by a decline in cellular functions and proliferation, resulting in increased cellular damage and death. These conditions play an essential role in aging and significantly contribute to the development of age-related complications. Humanin is a mitochondrial-derived peptide (MDP), encoded by mitochondrial DNA, playing a cytoprotective role to preserve mitochondrial function and cell viability under stressful and senescence conditions. For these reasons, humanin can be exploited in strategies aiming to counteract several processes involved in aging, including cardiovascular disease, neurodegeneration, and cancer. Relevance of these conditions to aging and disease: Senescence appears to be involved in the decay in organ and tissue function, it has also been related to the development of age-related diseases, such as cardiovascular conditions, cancer, and diabetes. In particular, senescent cells produce inflammatory cytokines and other pro-inflammatory molecules that can participate to the development of such diseases. Humanin, on the other hand, seems to contrast the development of such conditions, and it is also known to play a role in these diseases by promoting the death of damaged or malfunctioning cells and contributing to the inflammation often associated with them. Both senescence and humanin-related mechanisms are complex processes that have not been fully clarified yet. Further research is needed to thoroughly understand the role of such processes in aging and disease and identify potential interventions to target them in order to prevent or treat age-related conditions. Objectives: This systematic review aims to assess the potential mechanisms underlying the link connecting senescence, humanin, aging, and disease."
}