{
    "PMC": "3823411",
    "DOI": "10.1111/j.1582-4934.2009.00690.x",
    "PMID": "19220582",
    "PMCID": "PMC3823411",
    "title": "The R439C mutation in LMNA causes lamin oligomerization and susceptibility to oxidative stress.",
    "year": 2009,
    "source_url": "https://europepmc.org/article/PMC/PMC3823411",
    "source": "MED",
    "abstract_text": "Dunnigan-type familial partial lipodystrophy (FPLD) is a laminopathy characterized by an aberrant fat distribution and a metabolic syndrome for which oxidative stress has recently been suggested as one of the disease-causing mechanisms. In a family affected with FPLD, we identified a heterozygous missense mutation c.1315C>T in the LMNA gene leading to the p.R439C substitution. Cultured patient fibroblasts do not show any prelamin A accumulation and reveal honeycomb-like lamin A/C formations in a significant percentage of nuclei. The mutation affects a region in the C-terminal globular domain of lamins A and C, different from the FPLD-related hot spot. Here, the introduction of an extra cysteine allows for the formation of disulphide-mediated lamin A/C oligomers. This oligomerization affects the interaction properties of the C-terminal domain with DNA as shown by gel retardation assays and causes a DNA-interaction pattern that is distinct from the classical R482W FPLD mutant. Particularly, whereas the R482W mutation decreases the binding efficiency of the C-terminal domain to DNA, the R439C mutation increases it. Electron spin resonance spectroscopy studies show significantly higher levels of reactive oxygen species (ROS) upon induction of oxidative stress in R439C patient fibroblasts compared to healthy controls. This increased sensitivity to oxidative stress seems independent of the oligomerization and enhanced DNA binding typical for R439C, as both the R439C and R482W mutants show a similar and significant increase in ROS upon induction of oxidative stress by H2O2.",
    "full_text": "J Cell Mol Med J. Cell. Mol. Med jcmm Journal of Cellular and Molecular Medicine 1582-1838 1582-4934 Blackwell Publishing Ltd Oxford, UK 3823411 19220582 10.1111/j.1582-4934.2009.00690.x Articles The R439C mutation in LMNA causes lamin oligomerization and susceptibility to oxidative stress Verstraeten Valerie LRM * a b # Caputo Sandrine c d e Van Steensel Maurice AM a b Duband-Goulet Isabelle f Zinn-Justin Sophie c Kamps Miriam a b g Kuijpers Helma JH g Östlund Cecilia h Worman Howard J h Briedé Jacob J i Le Dour Caroline j k Marcelis Carlo LM l Van Geel Michel a b Steijlen Peter M a b Van Den Wijngaard Arthur m Ramaekers Frans CS b g n Broers Jos LV b g o a Department of Dermatology, University Hospital Maastricht, The Netherlands b Research Institute for Growth and Development (GROW), University of Maastricht, The Netherlands c Laboratoire de Biologie Structurale et Radiobiologie, iBiTec-S, CEA, Gif-sur-Yvette, France d Institut de Chimie des Substances Naturelles, CNRS, Gif-sur-Yvette, France e Ecole Polytechnique, Palaiseau, France f Institut Jacques Monod-CNRS UMR, Universités Paris6/Paris7, France g Department of Molecular Cell Biology, University of Maastricht, The Netherlands h Departments of Medicine and of Anatomy and Cell Biology, College of Physicians and Surgeons, Columbia University, NY, USA i Department of Health Risk Analysis & Toxicology, Faculty of Health, Medicine and Life Sciences, University of Maastricht, The Netherlands j INSERM, Faculté de Médecine Pierre et Marie Curie, Site Saint-Antoine, Paris, France k UPMC Univ Paris, Paris, France l Department of Clinical Genetics, Radboud University Nijmegen Medical Centre, The Netherlands m Department of Clinical Genetics, University Hospital Maastricht, The Netherlands n Cardiovascular Research Institute Maastricht (CARIM), University of Maastricht, The Netherlands o Department of Biomedical Engineering, Biomechanics and Tissue Engineering, Eindhoven University of Technology, The Netherlands *Correspondence to: Valerie L.R.M. VERSTRAETEN, Bioengineering and Cardiovascular Research Group, Partners Research Facility, Room 280, 65 Landsdowne Street, Cambridge, MA 02139, USA. Tel.: 617-768-8284; Fax: 617-768-8280 E-mail: vverstraeten@rics.bwh.harvard.edu # Present address: Department of Medicine, Brigham & Women's Hospital/Harvard Medical School, Cambridge, MA 02139, USA 5 2009 11 2 2009 13 5 959 971 21 8 2008 26 1 2009 © 2009 The Authors Journal compilation © 2009 Foundation for Cellular and Molecular Medicine/Blackwell Publishing Ltd 2009 Abstract Dunnigan-type familial partial lipodystrophy (FPLD) is a laminopathy characterized by an aberrant fat distribution and a metabolic syndrome for which oxidative stress has recently been suggested as one of the disease-causing mechanisms. In a family affected with FPLD, we identified a heterozygous missense mutation c.1315C>T in the LMNA gene leading to the p.R439C substitution. Cultured patient fibroblasts do not show any prelamin A accumulation and reveal honeycomb-like lamin A/C formations in a significant percentage of nuclei. The mutation affects a region in the C-terminal globular domain of lamins A and C, different from the FPLD-related hot spot. Here, the introduction of an extra cysteine allows for the formation of disulphide-mediated lamin A/C oligomers. This oligomerization affects the interaction properties of the C-terminal domain with DNA as shown by gel retardation assays and causes a DNA-interaction pattern that is distinct from the classical R482W FPLD mutant. Particularly, whereas the R482W mutation decreases the binding efficiency of the C-terminal domain to DNA, the R439C mutation increases it. Electron spin resonance spectroscopy studies show significantly higher levels of reactive oxygen species (ROS) upon induction of oxidative stress in R439C patient fibroblasts compared to healthy controls. This increased sensitivity to oxidative stress seems independent of the oligomerization and enhanced DNA binding typical for R439C, as both the R439C and R482W mutants show a similar and significant increase in ROS upon induction of oxidative stress by H2O2. FPLD laminopathy lipodystrophy oxidative stress oligomerization disulphide bond DNA ROS cysteine Introduction Mutations in the LMNA gene [MIM 150330] cause a wide variety of inherited disorders called laminopathies that affect bone, fat, heart, nervous system, skeletal muscle and skin (reviewed in [ 1, 2 ]). Lamins are intermediate filament proteins with N- and C-terminal regions flanking an α-helical rod domain. This structure forms coiled-coil dimers which polymerize into a fibrous network lining the inner side of the nuclear membrane, and into a more dispersed network in the nucleoplasm [ 3, 4 ]. Lamins play an essential role in the maintenance of nuclear structural integrity and in the regulation of chromatin structure and function [ 5, 6 ]. Studies on A- and B-type lamins performed under oxidizing conditions revealed the capacity to form high molecular weight complexes through disulphide bond formation [ 7 ]. The in vivo existence of these multimers has been questioned, although dimers of the 67-kD lamin stabilized by disulphide bonds could be detected in surf clam (Spisula Solidissima) oocytes [ 8 ]. Dunnigan-type familial partial lipodystrophy (FPLD) [MIM 151660] is a laminopathy characterized by wasting of fat in the extremities and gluteal area starting around puberty, accompanied by excess fat deposition in the face, neck and often labia majora [ 9–11 ]. In addition, most patients develop a metabolic syndrome with diabetes mellitus, dyslipidaemia and hypertension [ 11 ]. Mutations resulting in classical FPLD usually affect residue R482 and decrease the positive charge of a specific solvent-exposed surface on the C-terminal Ig-like domain of lamin A/C, which is conserved in all types of lamins [ 12 ]. Multiple disease-causing mechanisms for laminopathies have been put forward, including defective structural nuclear and cellular integrity resulting in increased fragility, aberrant gene expression, defective DNA repair and prelamin A toxicity [ 1, 2 ]. Lately, the notion that oxidative stress might contribute to the pathogenesis of laminopathies has been gaining interest [ 13, 14 ]. Moreover, the production of reactive oxygen species (ROS) was increased in fibroblasts from patients with LMNA mutations causing lipodystrophy and premature aging disorders [ 13 ]. Therefore, mutations introducing a cysteine in nuclear lamins are of specific interest as the thiol group may be a target for oxidation in the presence of ROS, potentially leading to cystine formation [ 15 ]. Here, we studied the functional consequences of the FPLD-associated heterozygous LMNA missense mutation that affects nucleotide c.1315C>T in exon 7, resulting in an arginine to cysteine substitution (p.R439C). This mutation has been reported previously [ 16 ] and affects the C-terminal Ig-like domain of A-type lamins. We examined the impact of this mutation on the nuclear lamina organization, the structure of the C-terminal globular domain and the interaction properties of the R439C mutant C-terminal Ig-like domain with DNA. Because oxidative stress has been implicated in FPLD, we investigated ROS levels in R439C patient, R482W patient and healthy control skin fibroblasts at baseline and upon induction of oxidative stress by H 2 O 2 . Materials and methods Patients and cells Four female patients from a Dutch family presented with an abnormal fat distribution, pronounced thigh and upper arm musculature and insulin resistance. Having diagnosed Dunnigan-type partial lipodystrophy, we examined the LMNA gene for mutations. In all four patients, we identified a previously reported heterozygous missense mutation c.1315C>T (p.R439C) in exon 7 [ 16 ]. Primary skin fibroblast cultures were established from a skin punch biopsy. R482W skin fibroblasts were obtained from patient P6, of whom the FPLD phenotype has been described in [ 17 ]. All studies were performed after obtaining informed consent and in accordance with the Helsinki guidelines and appropriate institutional regulations. Immunocytochemical staining of cultured R439C patient fibroblasts R439C patient fibroblasts were grown on glass cover slips in 12-well culture plates with DMEM-F12 (Cambrex, Verviers, Belgium), 10% foetal calf serum and 1% antibiotics (penicillin-streptomycin; GIBCO-Invitrogen, Cat. No.15140–148, Leek, The Netherlands). After reaching 80% confluency the cells were fixed with 4% formaldehyde in phosphate buffered saline (PBS) pH 7.4 for 15 min., followed by permeabilization in 0.1% Triton X-100 for 10 min. at room temperature (RT). For staining with the LN43 antibody, cells were fixed in methanol at −20°C for 10 min. Primary antibodies (see below) diluted in PBS with 3% bovine serum albumine (BSA) were applied onto the cells for 1 hr at RT. After washing in PBS, secondary antibodies were applied for 1 hr at RT. Secondary antibodies used are fluorescein isothiocyante (FITC)-conjugated rabbit anti-mouse Ig (1:100, DAKO, Heverlee, Belgium), FITC-conjugated swine anti-rabbit Ig (1:80, DAKO) or FITC-conjugated rabbit anti-goat Ig (1:50, DAKO). Secondary antibodies were diluted in PBS pH 7.4 containing 3% BSA. After three final washing steps (each 5 min.) in PBS, slides were mounted in 90% glycerol, 0.02 M TRIS–HCl (pH 8.0), 0.8% NaN3 and 2% 1,4-di-azobicyclo-(2,2,2)-octane (DABCO; Merck, Haarlem, The Netherlands) containing 1 mg/ml propidium iodide. Hereafter, the samples were analysed by confocal laser scanning microscopy. The settings of the MRC600 confocal microscope (Bio-Rad Laboratories, Hemel Hempstead, Hertfordshire, UK) have been described earlier [ 18 ]. Primary antibodies used for immunofluorescence studies: 1 Jol-2 (mouse monoclonal IgG1) was kindly provided by Dr. C. Hutchison (Durham, UK). The antibody reacts with an epitope (amino acids 464–572) in the C-terminal domain of lamins A, AΔ10 and C [ 19 ]. Dilution used for immunocytochemistry: 1/20, dilution used for immunoblotting: 1/1000. 2 133A2 (mouse monoclonal IgG3) was a kind gift from Dr. Y. Raymond (Montreal, Canada) and is distributed by MUbio Products BV (Maastricht, The Netherlands). It recognizes lamin A and AΔ10, reacting with the epitope consisting of amino acids 598–611 [ 20 ]. Dilution used for immunocytochemistry: 1/100. 3 RalC (MUbio Products BV) is an affinity purified rabbit polyclonal antibody directed against the C-terminal sequence VSGSRR (position 567–572) of human lamin C [ 21 ]. Dilution used for immunocytochemistry: 1/20. 4 119D5-F1 (mouse monoclonal IgG1) (MUbio Products BV) directed against an epitope located C-terminal of residue 231 in lamin B1 [ 20, 22, 23 ]. Dilution used for immunocytochemistry: 1/100. 5 Lamin B1 is an affinity-purified rabbit polyclonal antibody to lamin B1 kindly provided by Dr J.C. Courvalin (INSERM, Paris, France) [ 24 ]. Dilution used for immunocytochemistry: 1/100. 6 LN43 (mouse monoclonal IgG1) (MUbio Products BV), recognizes lamin B2 and does not cross react with lamin B1 or A-type lamins [ 25 ]. The antibody was kindly provided by Dr. E.B. Lane (Dundee, UK). LN43 was used as undiluted culture supernatant or diluted 1/5 in immuno-cytochemistry. 7 NCL-emerin (mouse monoclonal IgG1) (clone 4G5; Novocastra, Newcastle, UK) directed against the 222 amino acid N-terminal part of the emerin protein [ 26, 27 ]. Dilution used for immunocytochemistry: 1/50. 8 α-Prelamin A (PA), a polyclonal rabbit antibody kindly provided by Dr. M. Sinensky, and directed against the 15 amino acids of prelamin A that are proteolytically removed during the farnesylation-dependent processing step [ 28 ]. Dilution used for immunocytochemistry: 1/200, dilution used for immunoblotting: 1/250. 9 Lamin A (C-20), a polyclonal goat antibody (sc-6214; Santa Cruz Biotechnology, Santa Cruz, CA, USA) directed against a peptide mapping at the C-terminus of both lamin A and prelamin A [ 29 ]. Dilution used for immunocytochemistry: 1/50. Lovastatin treatment of cultured R439C patient fibroblasts R439C fibroblasts (passage 7) were cultured up to 50% confluence on glass cover slips in 12-well culture plates with DMEM-F12 (Cambrex), 10% foetal calf serum and antibiotics (penicillin-streptomycin; GIBCO-Invitrogen) in a 1:100 dilution. The farnesylation inhibitor lovastatin (Merck) was added to the culture medium at a 40 μM concentration, as described earlier [ 18 ]. After 18 hrs the cells were fixed with 4% formaldehyde in PBS for 15 min. and stained with the α-PA antibody as described above. Gel electrophoresis and immunoblotting One-dimensional SDS-polyacrylamide gel electrophoresis (Bio-Rad Laboratories) was performed as described by Laemmli [ 30 ]. We used Coomassie Brilliant Blue staining to assess the amount of protein loaded onto the gel. Gels were run on the Mini-Protean II system from Bio-Rad Laboratories at 100 V for 1 hr or 1 hr 30 min. Proteins were blotted using a Mini Trans-Blot cell (Bio-Rad Laboratories) onto nitrocellulose membranes (BA85, Schleicher and Schüll, Dassel, Germany) during 60 min. at 100 V, in a buffer containing 192 mM glycine (Bio-Rad Laboratories) 25 mM TRIS (Bio-Rad Laboratories), 20% methanol (Sigma, Moerdijk, The Netherlands) and 0.02% SDS (Bio-Rad Laboratories), essentially as described by Towbin [ 31 ]. The membranes were pre-incubated in blocking solution (PBS/0.5% Triton X-100 with 5% non-fat dry milk [Vreugdenhil B.V., Voorthuizen, The Netherlands]) followed by 1 hr incubation with antibodies X67 (dilution 1:250, mouse monoclonal IgG1) kindly provided by Dr. G. Krohne (Würzburg, Germany) recognizing amino acids 1–28 at the N-terminus of lamins A, AΔ10 and C, Jol-2 (specified above) or α-PA (specified above). As secondary antibody, peroxidase-conjugated rabbit anti-mouse Ig (DAKO) (dilution 1/10,000) or peroxidase-conjugated swine anti-rabbit Ig (DAKO) (dilution 1/10,000) was used. Peroxidase activity was detected by chemiluminescence (Pierce, Rockford, IL, USA), visualized on RX Fuji medical X-ray films (Fuji, Tokyo, Japan). Recombinant globular domain protein preparation The cDNA plasmid encoding the wild-type A-type lamin C-terminal domain (residues 411–553) [ 12 ] served as a basis to generate the R439C mutant peptide using the Transformer Site-Directed Mutagenesis Kit (Clontech Laboratories, Mountain View, CA, USA) following the manufacturer's instructions (primer sequences used are available upon request). The wild-type, as well as mutant R482W [ 32 ] and R439C A-type lamin C-terminal domains (residues 411–553) were cloned into plasmid pGEX-4T-1 (Amersham Pharmacia Biotech, Piscataway, NJ, USA) that encodes glutathione-S-transferase (GST) and a thrombin cleavage site between the lamin protein and GST. The construct was expressed in E. coli strain BL21 Star (DE3) (Invitrogen, Groningen, The Netherlands). The fusion protein was purified using glutathione sepharose 4B (Amersham Pharmacia Biotech) and cleaved using thrombin protease. NMR spectroscopy For nuclear magnetic resonance (NMR) spectroscopy, samples contained 0.5 mM protein dissolved in 20 mM TRIS-HCl buffer (pH 6.3), 1 mM dithiothreitol (DTT), 1 mM ethylenediaminetetraacetic acid (EDTA) and 0.1 mM NaN3, while 3-(trimethylsilyl) [2,2,3,3–2H 4 ] propionate (TSP) was added as a chemical shift reference. All experiments were performed at 20°C on a Bruker DRX-600 spectrometer (Fällanden, Switzerland) and spectra were processed with the program Xwinnmr. Circular dichroism For the circular dichroism studies the protein concentration used was 5 μM in a buffer of 20 mM TRIS-HCl (pH 6.3) containing 0.1 mM DTT. The C-terminal domain of the R439C A-type lamin mutant was analysed by circular dichroism using a Jobin-Ivon CD6 spectropolarimeter (Longjumeau, France). Spectra were recorded between 190 and 250 nm on a 1 ml protein sample (optical length: 1cm) at temperatures varying from 10°C to 90°C. Dimerization/oligomerization study For the dimerization/oligomerization studies the wild-type, R439C or R482W mutant A-type lamin globular domains were diluted to 50 μM in 10 mM Tris-HCl (pH 8.0), 1 mM EDTA and 1 mM 4-(2-aminoethyl)-benzenesulfonyl fluoride containing 100 mM NaCl and 0.1% Triton X-100, and incubated at either 4°C or 37°C. At different time-points of the dimerization/oligomerization kinetics study, proteins were solubilized in one volume of two-times concentrated SDS-sample buffer (62.5 mM Tris-HCl pH 6.8, 2.0% SDS, 10% glycerol and 0.05% Bromophenol Blue) with or without 100 mM DTT and analysed by SDS-gel electrophoresis. Gel retardation assay DNA preparation The 357 bp DNA fragment was obtained from a Bam HI digest of the plasmid pUC357.4 [ 33 ]. The 67bp DNA fragment was obtained from the Dra I and Dpn I double digest of the 357bp DNA fragment. Dephosphorylation of DNA fragments and 5′-end labelling with 32 P-ATP and T4 polynucleotide kinase were performed according to standard protocols [ 34 ]. Protein–DNA interactions Protein diluted at the indicated concentrations in 10 mM TRIS-HCl (pH 8.0), 1 mM EDTA and 1 mM 4-(2-aminoethyl)-benzenesulfonyl fluoride containing 100 mM NaCl and 0.1% Triton X-100 were incubated with radioactive DNA fragments at either 4°C, 8°C or RT for 3 or 16 hrs as indicated in the figure legends. Protein–DNA complexes were analysed on 4% polyacrylamide gels at an acrylamide/bisacrylamide ratio of 29/1 (w/w) in 12.5 mM TRIS-HCl (pH 8.4), 95 mM glycine, and 0.5 mM EDTA. After a 1 hr pre-electrophoresis, samples were loaded and resolved at 80 V by a 45 min. to 2 hrs 30 min electrophoresis – depending on the size of the DNA fragment – at 4°C except for the 67bp electrophoresis that was performed at RT. DNA retardation was detected by autoradiography of the dried polyacrylamide gel kept at −80°C, using Biomax MR film (Kodak, Paris, France) and an intensifying screen. Electron spin resonance (ESR) spectroscopy Solutions of the spin trap 5,5-dimethyl-1-pyrroline N-oxide (DMPO, Sigma) were purified as described before [ 35 ]. Three days prior to the ESR spectroscopy R439C patient (passages 10–14), R482W patient (passage 13) and control (normal human dermal fibroblasts (NHDF)-α, passages 10–14) fibroblasts were plated in 45 mm cell culture dishes and grown to 80% confluence at the start of the experiments. For each cell line, three different cell culture dishes were counted to determine the mean cell number. The remaining dishes were washed twice with Hank's balanced salt solution (HBSS, Invitrogen), followed by incubation of the cells in 1 ml 50 mM DMPO in HBSS in a CO2 incubator at 37°C for 30 min. Subsequently, 200 μM H 2 O 2 was added for another 30 min. in order to assess ROS production under oxidative stress. The H 2 O 2 -treated and control cells were harvested by scraping, centrifuged for 3 min. at 3000 rpm in an Eppendorf centrifuge, and re-suspended in a final volume of 200 μl. For each sample a 100 μl glass capillary (Brand, Wertheim, Germany) was filled with the suspension and sealed. The capillary was immediately placed in ER 4119HS high sensitivity resonator placed in X band Bruker EMX 1273 spectrometer and spectra were recorded at RT. The instrumental conditions for the recorded spectra and the quantification of the DMPO-hydroxy (OH) signal in the spectra performed by peak surface measurements using the WIN-EPR spectrum manipulation program, were done as described before [ 35 ]. All experiments were performed in triplicate and statistical analysis was performed with an unpaired two-tailed t-test with a 95% confidence interval. Results Organization of the nuclear lamina in R439C skin fibroblasts Cultured R439C skin fibroblasts were used at passage 3 for immunocytochemical lamin analyses ( Fig. 1 ) and compared to normal NHDF-α skin fibroblasts (data not shown). Several nuclei in the R439C mutant were irregularly shaped. Nuclear blebbing was found in 6.5% of all patient fibroblasts, while honeycomb structures were encountered in about 10% of the nuclei ( Fig. 1A and B ). Donut-shaped nuclei could be detected in a small percentage of cells (<1%). In contrast, human control fibroblasts (NHDF-α, passage 5) showed nuclear blebbing and honeycomb figures in about 2% and 3%, respectively (data not shown). A-type lamins ( Fig. 1A–C ) as well as emerin ( Fig. 1D ) were normally expressed at the nuclear lamina of the R439C mutant. However, in the nuclear protrusions lamin B1 ( Fig. 1E ) was absent and lamin B2 ( Fig. 1F ) expression reduced. Prelamin A expression could not be detected with the α-PA antibody, directed against the 15 amino acids of prelamin A that are proteolytically removed during processing ( Fig. 1H and J ). With the lamin A (C-20) antibody, used by Capanni et al . [ 29 ] and Caron et al . [ 13 ] to show the accumulation of prelamin A in fibroblasts of patients with lipodystrophy-featured laminopathies such as FPLD and MAD, we did find a nuclear staining pattern ( Fig. 1K ). However, because the lamin A (C-20) antibody can cross-react with mature lamin A and farnesylation inhibition by lovastatin treatment did result in the positive identification of prelamin A by the α-PA antibody at the lamina and in nuclear envelope invaginations ( Fig. 1I–I ’), we conclude that the untreated R439C mutant does not accumulate prelamin A (see also Fig. 1G ). 1 Immunofluorescence staining patterns of A-and B-type lamins in single confocal sections ( A–F ) and in Z-stack projections (H-K) of cultured R439C fibroblasts. Lamin A/C staining with antibody Jol-2 ( A ) and lamin A staining with antibody 133A2 ( B ) reveals the presence of honeycomb figures in the nuclear lattice (arrows). Lamin C staining with antibody RalC reveals intra-nuclear tubular structures ( C ). Emerin staining with antibody NCL-Emerin shows a slightly increased expression of emerin in the lamina lining the bleb ( D ). Staining with antibody 119D5-F1 reveals the absence of lamin B1 in the lamina lining the protrusion filled with chromatin ( E , arrow). Note the donut-shaped nucleus. Staining with antibody LN43 shows a reduced expression of lamin B2 in the lamina lining the bleb ( F , arrow). Prelamin A expression could not be detected with the α-PA antibody ( H , J ), whereas the lamin A (C-20) antibody showed immunostaining in the lamina and nucleoplasm ( K ). Imaging of ( J ) and ( K ) was performed with identical recording settings and without image restoration. Farnesylation inhibition by lovastatin resulted in the accumulation of prelamin A at the lamina and in nuclear envelope invaginations, as detected by the α-PA antibody ( I ). The orthogonal view ( I ’) shows these membrane invaginations more clearly. Nuclei counter-stained with propidium iodide are shown in the right panels of ( E ), and ( H )–( K ). Scale bars represent 10 μm. Immunoblotting for A-type lamins in human control fibroblasts (NHDF-α) and R439C patient fibroblasts is presented ( G ). Actin was used as a control for protein loading. With the Jol-2 antibody (top) and the X67 antibody (middle) protein bands corresponding to lamins A and C could be detected. Control and patient cells showed no significant quantitative or qualitative differences in A-type lamins. *Additional band showing the 46-kD proteolytic fragment containing the C-terminal end of lamins A/C. Prelamin A expression was assessed by the α-PA antibody in R439C fibroblasts and fibroblasts from a patient with restrictive dermopathy (RD) caused by a homozygous c.1085_1086insT mutation in ZMPSTE24 , which abolishes the processing of prelamin A (bottom). Prelamin A could not be found in R439C cells, whereas the RD patient showed a distinct band on the gel indicating prelamin A accumulation. Expression levels of A-type lamins in R439C skin fibroblasts R439C fibroblasts ( Fig. 1G , lane 2) and the human control fibroblast cell line NHDF-α ( Fig. 1G , lane 1) were used to assess and compare expression levels of A-type lamins by means of immunoblotting. Actin was used as a loading control. With an antibody recognizing the C-terminal globular domain of A-type lamins (Jol-2; Fig. 1G , top) lamins A and C were positively identified, next to a third band beneath lamin C, representing a 46-kD proteolytic fragment of lamins A/C [ 36 ] ( Fig. 1G , asterisk). No significant differences in expression levels between the normal and mutant lamins were observed. Also, the lamin A/C ratio seemed to be largely unaltered. These findings were confirmed using a lamin A/C antibody recognizing the N-terminal region of A-type lamins (X67; Fig. 1G , middle). Prelamin A accumulation was assessed by the α-PA antibody in R439C fibroblasts and in fibroblasts from a patient with restrictive dermopathy (RD) caused by a homozygous c.1085_1086insT mutation in ZMPSTE24 , which abolishes the processing of prelamin A ( Fig. 1G , bottom). Prelamin A could not be detected in R439C fibroblasts, whereas the RD patient showed a distinct band indicating prelamin A accumulation. Position of the affected R439 residue in the Ig-like C-terminal globular domain Analysis of the three-dimensional structure of the A-type lamin C-terminal globular domain, as determined by NMR spectroscopy [ 12 ] and X-ray crystallography [ 37 ], shows that the affected residue R439 is located in a loop (residues 436 to 441) connecting β-strand 1 and β-strand 2 ( Fig. 2A ) [ 12 ]. C522, the only cys-teine present in the native C-terminal globular domain, is situated on the opposite site of the globular domain ( Fig. 2A-C ). R439 is solvent accessible, similar to other residues of the C-terminal globular domain mutated in FPLD, though located more than 10 Å away from these residues ( Fig. 2B and C ). The region commonly affected in FPLD ( e.g. residues R482, K486 and G465) corresponds to a surface highly conserved in A- and B-type lamins, as illustrated in Fig. 2B and C by the blue colour. R439 is only conserved in A-type lamins. 2 Localization of residue R439 on the solvent exposed surface of the A-type lamin Ig-like C-terminal globular domain. ( A ) Backbone structure of the Ig-like C-terminal globular domain of human lamin A/C (residues 411–553), as determined by NMR. The affected residue R439 is located in a loop connecting β 1 - and β 2 -strands. Residue C522, the only cysteine present in the native C-terminal globular domain of A-type lamins, is found on the opposite side of the β-sandwich. The R435 residue, previously associated with isolated dilated cardiomyopathy [ 40 ] when mutated to a cysteine and now also found by us in FPLD (A. van den Wijngaard, unpublished data), is localized on the same solvent-accessible surface near R439. The R482, K486 and G465 residues involved in classical FPLD are also depicted. ( B , C ) Three-dimensional representation of the Ig-like C-terminal domain of A-type lamins. The colour code indicates the degree of conservation of each residue within the lamin family, in a spectrum from dark blue for highly conserved residues to red for less conserved residues. Residues R435 (in cyan) and R439 (in yellow) are not conserved between A- and B-type lamins, though mostly conserved between A-type lamins. Residues R435 and R439 are located at more than 10 Å from a highly conserved positively charged region affected in previously described FPLD. ( B ) This view is centred on the conserved and thus blue coloured region affected in previously described FPLD. Residues R435 and R439 lay behind the displayed surface as indicated by the dotted arrows. ( C ) The orientation of the C-terminal globular domain corresponds to that of Figure 3B rotated by 90° around the vertical axis, revealing the position of the R435 and R439 residues. Stability and structure of the R439C mutant Ig-like C-terminal globular domain The evolution of the circular dichroism spectrum of the E. coli -produced R439C mutant A-type lamin C-terminal globular domain (residues 411–553) as a function of temperature shows that the denaturation temperature of the R439C mutant is 58°C (Figure S1A and B). This value is close to the denaturation temperature of the wild-type C-terminal globular domain (62°C) (Figure S1B). Analysis of the NMR proton spectra of the wild-type and R439C mutant peptides revealed no significant differences in the three-dimensional structures of both wild-type and mutant C- terminal globular domains (Figure S1C). Oligomerization of the R439C mutant Ig-like C-terminal globular domain Gel electrophoresis shows that the wild-type and R482W Ig-like peptides are both able to form dimers under non-reducing conditions, and do not oligomerize further ( Fig. 3A-C ). In contrast, the R439C mutant Ig-like C-terminal globular domain demonstrates extensive oligomerization at 4°C and at 37°C under non-reducing conditions, represented by multiple bands with decreasing mobility in the gel ( Fig. 3B , lanes 3 and 4). Time-dependent kinetics at 4°C are provided for both the wild-type ( Fig. 3D ) and R439C mutant ( Fig. 3E ) Ig-like peptides and underscore the oligomerization capacity of R439C. Under reducing conditions, no dimerization of the wild-type lamin A/C ( Fig. 3A , lane 2 and Fig. 3D , lane 1) or oligomerization of the R439C mutant peptide ( Fig. 3E , lane 1) was detectable. Therefore, dimerization is most likely mediated by inter-molecular disulphide bond formation implicating residue C522 for the wild-type and R482W Ig-like peptide, whereas oligomerization of the mutant R439C peptide is likely mediated by intra-and inter-molecular disulphide-bond formation involving both residues C522 and C439. 3 Oligomerization of the recombinant R439C mutant A-type lamin C-terminal Ig-like domain. ( A ) SDS-polyacrylamide gel electrophoretic analysis of the wild-type lamin A/C Ig-like domain (Ig WT; residues 411–553). Coomassie Brilliant Blue staining of gels in which the wild-type lamin A/C peptide was resolved under non-reducing conditions (lane 1) and reducing conditions (lane 2) after incubation at 4°C for 16 hrs. Under reducing conditions a single 18-kD band occurs corresponding to the monomer, whereas under non-reducing conditions dimerization of the Ig-like domain is observed at 36 kD. ( B ) SDS-polyacrylamide gel electrophoretic analysis of dimerization of the wild-type lamin A/C (Ig WT) and oligomerization of the R439C lamin A/C mutant (Ig R439C) Ig-fold domains (residues 411–553). Coomassie Brilliant Blue staining of the gel in which Ig WT and Ig R439C peptides were resolved under non-reducing conditions. Lanes 1 and 3 correspond to incubation at 4°C for 40 hrs of Ig WT and Ig R439C peptides, respectively. Lanes 2 and 4 correspond to incubation at 37°C for 16 hrs of Ig WT and Ig R439C peptides, respectively. Dimerization of Ig WT and extensive oligomerization of Ig R439C are clearly observed. ( C ) SDS-polyacrylamide gel electrophoretic analysis of dimerization of the wild-type lamin A/C (Ig WT) and R482W lamin A/C mutant (Ig R482W) Ig-like domains (residues 411–553). Lanes 1 and 3 show Coomassie Brilliant Blue staining of the gel in which Ig WT and Ig R482W peptides, respectively, were resolved under non-reducing conditions at 0 hr. Lanes 2 and 4 correspond to incubation at 37°C for 3 hrs under non-reducing conditions for Ig WT and Ig R482W, respectively. Dimerization of both peptides is almost complete, while no further oligomerization is seen. ( D–E ) SDS-polyacrylamide gel electrophoretic analysis of the time dependent dimerization/oligomerization at 4°C of the wild-type (Ig WT; D ) and R439C mutant (Ig R439C; E ) lamin A/C Ig-like domain (residues 411–553). Coomassie Brilliant Blue staining of the gel in which peptides were resolved under non-reducing conditions. When Ig WT or Ig R439C was resolved under reducing conditions with 100 mM DTT (lane 1), dimerization/oligomerization did not take place. Lanes 2 to 7 reveal the multimers formed during incubation at 4°C after 0, 16, 24, 40, 48 and 64/62 hrs, respectively. The lower arrowhead refers to the monomer, the upper to the dimer. DNA interaction studies with the R439C mutant Ig-like C-terminal globular domain Gel retardation assays were performed to compare the DNA binding capacity of the mutant R439C and R482W Ig-like lamin A/C C-terminal globular domains to that of the wild-type protein. The monomers of either mutant, like their wild-type counterpart, do not bind DNA (data not shown) [ 32 ]. After dimerization/ oligomerization, both wild-type and mutant Ig-like domains bind naked DNA, but the gel retardation profiles are different. Figure 4A illustrates that after 2 hrs 30 min. of dimerization at 37°C, the wild-type Ig-like domain incubated at RT with DNA forms at least four distinct complexes with DNA visible as discrete bands on the gel. At the highest peptide concentrations, three to four dimers are bound to the DNA fragment and 32 molar excess of peptide is sufficient to bind all DNA ( Fig. 4A , lane 4). For the R439C mutant, all steps were performed at 4°C to minimize the formation of large oligomers with temperature ( Fig. 3B , lane 4) that would impede the electrophoretic resolution of the DNA/Ig-peptide complexes. The DNA/Ig-peptide complexes formed with the R439C mutant peptide, previously oligomerized at 4°C for 24 hrs, migrate as a smear ( Fig. 4C ) instead of showing discrete bands as obtained with the wild-type Ig-like domain under identical conditions ( Fig. 4B ). At the highest peptide concentration, the mutant peptide/DNA complexes largely fail to enter the gel ( Fig. 4C , lane 5). 4 Interaction of the R439C mutant A-type lamin Ig-peptide (residues 411–553) with double-stranded DNA as compared to that of the classical R482W FPLD mutant. ( A ) Binding of the wild-type lamin A/C dimer to DNA for 3 hrs at RT. The 357 bp DNA fragment at a concentration of 11 nM in 100 mM NaCl was incubated with increasing concentrations of the wild-type lamin A/C Ig-fold (Ig WT; residues 411–553) previously dimerized at 37°C for 2 hrs 30 min. Incubation was performed in the presence of an 8-fold (lane 2), 16-fold (lane 3), 32-fold (lane 4) and 64-fold (lane 5) molar excess of the peptide. Lane 1 indicates the mobility of naked DNA. ( B and C ) Comparison of wild-type and R439C mutant lamin A/C multimer binding to DNA for 3 hrs at 4°C. The 357 bp DNA fragment at a concentration of 11 nM in 100 mM NaCl was incubated with increasing concentrations of the wild-type (Ig WT) and R439C mutant (Ig R439C) Ig-like peptide (residues 411–553) previously dimerized or oligomerized at 4°C for 24 hrs. Incubations were performed in the presence of an 8-fold (lane 2), 16-fold (lane 3), 32-fold (lane 4) and 64-fold (lane 5) molar excess of the peptides. Lane 1 indicates the mobility of naked DNA. Stable DNA-peptide complexes are formed with the highest concentrations of Ig WT dimerized at 4°C (arrowheads). The Ig R439C oligomers also bind to DNA. However, the DNA-peptide complexes migrate as a smear on the gel (lanes 2 to 4) revealing at once the plurality of the DNA binding sites. At higher peptide concentrations, DNA-peptide complexes failed to enter the gel due to enhanced protein–protein interactions. ( D and E ) Comparison of binding of the wild-type (Ig WT) and R482W mutant (Ig R482W) Ig-like peptide (residues 411–553) dimers to DNA for 16 hrs at 8°C. The 67bp DNA fragment at a 14 nM concentration in 100 mM NaCl was incubated with increasing concentrations of Ig WT or Ig R482W, both previously dimerized at 30°C for 2 hrs 30 min. Incubation was performed in the presence of a 32-fold (lane 2), 64-fold (lane 3) or 128-fold (lane 4) molar excess of the peptides. Lane 1 indicates the mobility of naked DNA. For the R482W mutant, stable protein-DNA complexes could be detected as discrete bands (lanes 2–4), however, with a decreased affinity for DNA as compared to the Ig WT under these conditions. The gel retardation assay for the R482W mutant ( Fig. 4E ) showed that this mutant interacts to a limited extent with DNA as compared to the wild-type ( Fig. 4D ) under the same conditions, although still forming stable protein-DNA complexes, as indicated by the distinct bands on the gel ( Fig. 4E , lanes 2–4). The reduced affinity results from the absence of a proper DNA-interaction site in the R482W mutant Ig-domain, as previously described [ 32 ]. The most obvious differences between the two mutants in their interaction with DNA are the presence of similar DNA-protein bands in the wild-type and R482W mutant, whereas the R439C only shows a smear and the fact that the R439C mutant shows an increased DNA-binding efficiency saturating all DNA at the highest protein concentrations, whereas the R482W mutant peptide exhibits a decreased binding affinity for DNA. The smear observed for the R439C mutant reflects the heterogeneity of the protein-DNA interactions, resulting from a great variety of intra- and inter-molecular disulphide-bond mediated oligomeric complexes with undefined affinities for DNA, which migrate all over the gel. ESR spectroscopy studies in patient skin fibroblasts Because of two previous reports indicating higher levels of oxidative stress in laminopathies and especially in lipodystrophy-featured laminopathies [ 13, 14 ], we investigated the level of ROS by measuring DMPO-trapped oxygen radicals in R439C patient, R482W patient and control (NHDF-α) fibroblasts. ESR measurements showed a similar level of ROS in R439C and NHDF-α fibroblasts under normal cell culture conditions ( P -value = 0.2935; Fig. 5A, B and E ). However, upon induction of oxidative stress by application of H 2 O 2 , the R439C patient fibroblasts showed significantly higher levels of ROS compared to healthy control NHDF-α fibroblasts under the same conditions ( P -value = 0.0053; Fig. 5C–E ). Interestingly, R439C patient fibroblasts showed significantly less ROS levels compared to R482W patient fibroblasts under normal cell culture conditions ( P -value = 0.023; Fig. 5F ). However, upon induction of oxidative stress by application of H 2 O 2 , the R439C patient fibroblasts showed similar levels of ROS compared to the R482W patient cells ( P -value = 0.1874; Fig. 5F ). 5 ESR spectroscopic measurements of DMPO-trapped oxygen radicals in patient and control fibroblasts before and after induction of oxidative stress. The DMPO-OH signals (indicated with *) in the ESR spectra of human control fibroblasts ( A , NHDF-–) and R439C patient fibroblasts ( B , R439C) were similar under normal conditions. However, upon induction of oxidative stress with H 2 O 2 , the R439C patient fibroblasts ( D , R439C + H 2 O 2 ) showed significantly higher levels of ROS compared to healthy control fibroblasts under the same conditions ( C , NHDF-α+ H 2 O 2 ). The quantitative analysis of ROS production levels in control and R439C patient cells before and after induction of oxidative stress is presented in panel E. Interestingly R439C fibroblasts showed significantly less ROS compared to R482W fibroblasts under normal conditions ( F , R439C and R482W). However, upon induction of oxidative stress by H 2 O 2 , both mutants showed similar levels of ROS ( F , R439C + H 2 O 2 and R482W + H 2 O 2 ). Discussion Cellular damage due to oxidative stress is increasingly seen as one of the possible disease-causing mechanisms in laminopathies [ 13, 14 ]. In particular, high levels of ROS, mostly produced by the mitochondria, were encountered in fibroblasts from patients with an LMNA -associated lipodystrophy [ 13 ]. Moreover, Caron et al . showed a reduced expression level of mitochondrial respiratory chain proteins in subcutaneous adipose tissue from a patient with R439C-associated FPLD [ 13 ]. Here, we studied ROS production in skin fibroblasts from our patient with R439C-associated FPLD. Because cysteine residues are a well-known target for oxidation [ 15 ], we suggested that the R439C mutant lamin A/C gives rise to increased disulphide-mediated complex formation upon oxidative stress. Cultured R439C skin fibroblasts showed nuclear abnormalities also reported in other patients with FPLD, such as blebbing and honeycomb-structures [ 38 ]. However, in contrast to Caron et al . showing prelamin A accumulation in R439C adipose tissue [ 13 ], we could not detect any prelamin A accumulation in the R439C skin fibroblasts. The R439C mutation does not significantly modify the three-dimensional structure or the thermal stability of the A-type lamin Ig-like C-terminal globular domain. This is consistent with the structural characterization of other FPLD mutations [ 12 ]. However, introduction of this additional cysteine provokes extensive oligomerization of the A-type lamin globular domain. The wild-type globular domain contains only one cysteine residue at amino acid position 522, thought to be required for inter-molecular dimerization between two oppositely directed Ig-like C-terminal globular domains [ 32 ]. In the absence of a reducing agent, the mutated Ig-like domain, now containing two cysteines, formed large size oligomers likely dependent on both intra- and inter-molecular disulphide bond formation, implicating both the C522 and C439 amino acid residues, whereas the wild-type Ig-fold only formed a dimer. As dimerization of the A-type lamin Ig-like C-terminal globular domain (residues 411–553) through C522 allows the formation of an Ig-like dimer with DNA binding capacity [ 32 ], we compared in vitro DNA binding of the R439C mutant Ig domain to wild-type and the R482W mutant. We showed that the R439C mutation modifies the interaction with DNA. Residue R439 is not situated in the regions thought to be involved in the interaction between the Ig-like domain and DNA, i.e. the region holding the nuclear localization signal and a large positively charged area centred around residue R482 [ 32 ]. Thus, the mutation probably does not interfere directly with the lamin–DNA interaction, as shown here for R482W and previously also reported for R482Q [ 32 ]. The gel retardation assay with the R482W mutant globular domain shows a decreased binding affinity of the peptide to DNA, although distinct bands can still be observed. In the case of the R439C mutant, the DNA-bind-ing capacity is significantly larger compared to both the wild-type and R482W mutant, most likely due to the presence of multiple disulphide bonds that are critical for DNA binding [ 32 ]. This increase in DNA binding could potentially alter the functionality of DNA-repair foci when they evolve upon DNA damage leading to defective DNA repair, also reported in other laminopathies [ 39 ]. Based on the finding of high levels of ROS in fibroblasts from patients with an LMNA -associated lipodystrophy [ 13 ], we performed ESR spectroscopy to evaluate the ROS levels by measuring oxygen radicals in fibroblasts from our R439C patient, a R482W patient and a healthy control. We found a similar level of ROS in the R439C fibroblasts compared to healthy control fibroblasts under normal conditions. However, upon induction of oxidative stress by H 2 O 2, the R439C patient fibroblasts showed significantly higher levels of ROS compared to healthy control cells, indicating an increased ROS generation or decreased buffering capacity in response to oxidative stress. In order to assess a role for oligomerization and enhanced DNA binding in the increased H 2 O 2 sensitivity of R439C, we compared the ROS levels in R439C and R482W patient skin fibroblasts. Interestingly, ESR spectroscopy showed significantly less ROS in R439C skin fibroblasts compared to R482W patient fibroblasts under normal conditions. Because cys-teines can react with ROS to form reversible oxidative thiol modifications [ 15 ], the additional R439C cysteine could potentially buffer the earlier reported increase in mitochondrial ROS production observed in FPLD [ 13 ]. However, upon induction of oxidative stress by H 2 O 2 , both mutants showed a similar and significant increase in ROS and thus, share a similar sensitivity to oxidative stress by H 2 O 2 . Hence, we conclude that the increased sensitivity to oxidative stress in R439C skin fibroblasts is most likely independent of the oligomerization and enhanced DNA binding typical for R439C. In conclusion, we show that the R439C mutation causes oligomerization of the C-terminal globular domain of lamins A and C, which increases its binding affinity for DNA. From this perspective, the R439C mutant differs substantially from the typical R482W FPLD mutant, which lacks an oligomerization tendency and shows decreased DNA binding. Regardless of these differences, however, both mutants share a similar sensitivity to oxidative stress. Hence, our data support a role for oxidative stress in the pathogenesis of FPLD, independent of prelamin A accumulation, and suggest that disulphide-mediated oligomerization could add to the pathogenesis of FPLD caused by mutations that introduce a cysteine in the C-terminal globular domain of lamin A/C, such as R439C and R435C ( Fig. 2 ; A. van den Wijngaard, unpublished data). This work is supported by a research grant of the University Hospital Maastricht to V.L.R.M.V. M.A.M.v.S. is financially supported by Barrier Therapeutics and a grant from the University Hospital Maastricht. The authors acknowledge Yvette Hartsteen (Department of Health Risk Analysis & Toxicology University of Maastricht, the Netherlands) for her help with the ESR spectroscopy Dr. Michel B. Toledano (Laboratoire Stress Oxydants et Cancer, Service de Biologie Molèculaire Systèmique, CEA, Gif-sur-Yvette, France) for his protocol on the assessment of disulphide-mediated complexes, Dr. Jean-Claude Courvalin (INSERM, Institut Jacques Monod, France) for kindly providing the antibody to lamin B1, Dr. E.B. Lane (University of Dundee, UK) for kindly providing the antibody to lamin B2, Dr. Chris Hutchinson (Durham University, UK) for kindly providing antibody Jol-2 Dr. Georg Krohne (University of Wuerzburg, Germany) for kindly providing antibody X67, Dr. Michael S. Sinensky (East Tennessee State University, USA) for kindly providing antibody α-PA and Dr. Jan Lammerding (Brigham and Women's Hospital/Harvard Medical School, Boston, USA) for critical reading of the manuscript and helpful discussions. The Netherlands Organization for Scientific Research (NWO, project 901–28-134) is acknowledged for financial support for microscopic equipment and imaging software. References 1 Broers JLV Ramaekers FCS Bonne G Yaou RB Hutchison CJ Nuclear lamins: laminopathies and their role in premature ageing Physiol Rev 2006 86 967 1008 16816143 2 Verstraeten VL Broers JL Ramaekers FC Van Steensel MA The nuclear envelope, a key structure in cellular integrity and gene expression Curr Med Chem 2007 14 1231 48 17504143 3 Broers JLV Machiels BM Van Eys GJ Kuijpers HJ Manders EM Van Driel R Ramaekers FCS Dynamics of the nuclear lamina as monitored by GFP-tagged A-type lamins J Cell Sci 1999 112 3463 75 10504295 4 Moir RD Yoon M Khuon S Goldman RD Nuclear lamins A and B1: different pathways of assembly during nuclear envelope formation in living cells J Cell Biol 2000 151 1155 68 11121432 5 Goldman RD Gruenbaum Y Moir RD Shumaker DK Spann TP Nuclear lamins: building blocks of nuclear architecture Genes Dev 2002 16 533 47 11877373 6 Hutchison CJ Lamins: building blocks or regulators of gene expression? Nat Rev Mol Cell Biol 2002 3 848 58 12415302 7 Shelton KR Guthrie VH Cochran DL Oligomeric structure of the major nuclear envelope protein lamin B J Biol Chem 1982 257 4328 32 7068638 8 Dessev GN Iovcheva-Dessev C Goldman RD Lamin dimers. Presence in the nuclear lamina of surf clam oocytes and release during nuclear envelope breakdown J Biol Chem 1990 265 12636 41 2373705 9 Garg A Vinaitheerthan M Weatherall PT Bowcock AM Phenotypic heterogeneity in patients with familial partial lipodystrophy (Dunnigan variety) related to the site of missense mutations in lamin a/c gene J Clin Endocrinol Metab 2001 86 59 65 11231979 10 Haque WA Oral EA Dietz K Bowcock AM Agarwal AK Garg A Risk factors for diabetes in familial partial lipodystrophy, Dunnigan variety Diabetes Care 2003 26 1350 5 12716787 11 Hegele RA Anderson CM Wang J Jones DC Cao H Association between nuclear lamin A/C R482Q mutation and partial lipodystrophy with hyperinsulinemia, dyslipidemia, hypertension, and diabetes Genome Res 2000 10 652 8 10810087 12 Krimm I Ostlund C Gilquin B Couprie J Hossenlopp P Mornon JP Bonne G Courvalin JC Worman HJ Zinn-Justin S The Ig-like structure of the C-terminal domain of lamin A/C, mutated in muscular dystrophies, cardiomyopathy, and partial lipodystrophy Structure 2002 10 811 23 12057196 13 Caron M Auclair M Donadille B Bereziat V Guerci B Laville M Narbonne H Bodemer C Lascols O Capeau J Vigouroux C Human lipodys-trophies linked to mutations in A-type lamins and to HIV protease inhibitor therapy are both associated with prelamin A accumulation, oxidative stress and premature cellular senescence Cell Death Differ 2007 14 1759 67 17612587 14 Charniot JC Bonnefont-Rousselot D Marchand C Zerhouni K Vignat N Peynet J Plotkine M Legrand A Artigou JY Oxidative stress implication in a new phenotype of amyotrophic quadricipital syndrome with cardiac involvement due to lamin A/C mutation Free Radic Res 2007 41 424 31 17454124 15 Leichert LI Jakob U Global methods to monitor the thiol-disulfide state of proteins in vivo Antioxid Redox Signal 2006 8 763 72 16771668 16 Decaudain A Vantyghem MC Guerci B Hecart AC Auclair M Reznik Y Narbonne H Ducluzeau PH Donadille B Lebbe C Bereziat V Capeau J Lascols O Vigouroux C New metabolic phenotypes in laminopathies: LMNA mutations in patients with severe metabolic syndrome J Clin Endocrinol Metab 2007 92 4835 44 17711925 17 Vigouroux C Magre J Vantyghem MC Bourut C Lascols O Shackleton S Lloyd DJ Guerci B Padova G Valensi P Grimaldi A Piquemal R Touraine P Trembath RC Capeau J Lamin A/C gene: sex-determined expression of mutations in Dunnigan-type familial partial lipodystrophy and absence of coding mutations in congenital and acquired generalized lipoatrophy Diabetes 2000 49 1958 62 11078466 18 Verstraeten VL Broers JL Van Steensel MA Zinn-Justin S Ramaekers FC Steijlen PM Kamps M Kuijpers HJ Merckx D Smeets HJ Hennekam RC Marcelis CL Van Den Wijngaard A Compound heterozygosity for mutations in LMNA causes a progeria syndrome without prelamin A accumulation Hum Mol Genet 2006 15 2509 22 16825282 19 Dyer JA Kill IR Pugh G Quinlan RA Lane EB Hutchison CJ Cell cycle changes in A-type lamin associations detected in human dermal fibroblasts using monoclonal antibodies Chromosome Res 1997 5 383 94 9364940 20 Hozak P Sasseville AM Raymond Y Cook PR Lamin proteins form an internal nucleoskeleton as well as a peripheral lamina in human cells J Cell Sci 1995 108 635 44 7769007 21 Venables RS McLean S Luny D Moteleb E Morley S Quinlan RA Lane EB Hutchison CJ Expression of individual lamins in basal cell carcinomas of the skin Br J Cancer 2001 84 512 9 11207047 22 Broers JLV Bronnenberg NM Kuijpers HJ Schutte B Hutchison CJ Ramaekers FCS Partial cleavage of A-type lamins concurs with their total disintegration from the nuclear lamina during apoptosis Eur J Cell Biol 2002 81 677 91 12553668 23 Machiels BM Broers JLV Raymond Y De Ley L Kuijpers HJ Caberg NE Ramaekers FCS Abnormal A-type lamin organization in a human lung carcinoma cell line Eur J Cell Biol 1995 67 328 35 8521872 24 Chaudhary N Courvalin JC Stepwise reassembly of the nuclear envelope at the end of mitosis J Cell Biol 1993 122 295 306 8391536 25 Bridger JM Kill IR O’Farrell M Hutchison CJ Internal lamin structures within G1 nuclei of human dermal fibroblasts J Cell Sci 1993 104 297 306 8505362 26 Bione S Maestrini E Rivella S Mancini M Regis S Romeo G Toniolo D Identification of a novel X-linked gene responsible for Emery-Dreifuss muscular dystrophy Nat Genet 1994 8 323 7 7894480 27 Nigro V Bruni P Ciccodicola A Politano L Nigro G Piluso G Cappa V Covone AE Romeo G D’Urso M SSCP detection of novel mutations in patients with Emery-Dreifuss muscular dystrophy: definition of a small C-terminal region required for emerin function Hum Mol Genet 1995 4 2003 4 8595433 28 Sinensky M Fantle K Dalton M An antibody which specifically recognizes prelamin A but not mature lamin A: application to detection of blocks in farnesylation-dependent protein processing Cancer Res 1994 54 3229 32 8205544 29 Capanni C Mattioli E Columbaro M Lucarelli E Parnaik VK Novelli G Wehnert M Cenni V Maraldi NM Squarzoni S Lattanzi G Altered pre-lamin A processing is a common mechanism leading to lipodystrophy Hum Mol Genet 2005 14 1489 502 15843404 30 Laemmli UK Cleavage of structural proteins during the assembly of the head of bacteriophage T4 Nature 1970 227 680 5 5432063 31 Towbin H Staehelin T Gordon J Electrophoretic transfer of proteins from polyacrylamide gels to nitrocellulose sheets: procedure and some applications Proc Natl Acad Sci USA 1979 76 4350 4 388439 32 Stierle V Couprie J Ostlund C Krimm I Zinn-Justin S Hossenlopp P Worman HJ Courvalin JC Duband-Goulet I The carboxyl-terminal region common to lamins A and C contains a DNA binding domain Biochemistry 2003 42 4819 28 12718522 33 Duband-Goulet I Courvalin JC Inner nuclear membrane protein LBR preferentially interacts with DNA secondary structures and nucleosomal linker Biochemistry 2000 39 6483 8 10828963 34 Sambrook J Fritsch EF Maniatis T Molecular cloning: a laboratory manual 1989 2nd ed Plainview, NY Cold Spring Harbor Laboratory Press 35 Briede JJ Pot RG Kuipers EJ Van Vliet AH Kleinjans JC Kusters JG The presence of the cag pathogenicity island is associated with increased superoxide anion radical scavenging activity by Helicobacter pylori FEMS Immunol Med Microbiol 2005 44 227 32 15866220 36 Burke B Tooze J Warren G A monoclonal antibody which recognises each of the nuclear lamin polypeptides in mammalian cells EMBO J 1983 2 361 7 11894950 37 Dhe-Paganon S Werner ED Chi YI Shoelson SE Structure of the globular tail of nuclear lamin J Biol Chem 2002 277 17381 4 11901143 38 Vigouroux C Auclair M Dubosclard E Pouchelet M Capeau J Courvalin JC Buendia B Nuclear envelope disorganization in fibroblasts from lipodystrophic patients with heterozygous R482Q/W mutations in the lamin A/C gene J Cell Sci 2001 114 4459 68 11792811 39 Liu B Wang J Chan KM Tjia WM Deng W Guan X Huang JD Li KM Chau PY Chen DJ Pei D Pendas AM Cadinanos J Lopez-Otin C Tse HF Hutchison C Chen J Cao Y Cheah KS Tryggvason K Zhou Z Genomic instability in laminopathy-based premature aging Nat Med 2005 11 780 5 15980864 40 Vytopil M Benedetti S Ricci E Galluzzi G Dello Russo A Merlini L Boriani G Gallina M Morandi L Politano L Moggio M Chiveri L Hausmanova-Petrusewicz I Ricotti R Vohanka S Toman J Toniolo D Mutation analysis of the lamin A/C gene ( LMNA ) among patients with different cardiomuscular phenotypes J Med Genet 2003 40 132 12566523 Supporting Information Fig. S1. Structural characterization of the R439C mutantA-type lamin C-terminal globular domain (residues 411--553) bycircular dichroism ( A , B ) and NMR ( C ).( A ) Evolution of the circular dichroism spectrum of theR439C mutant Ig-like domain of A-type lamins as a function oftemperature. Curves corresponding to temperatures from 10°C to90°C are displayed according to the colour code at the right ofthe diagram. ( B ) Molar residual ellipticity as a function ofthe temperature for the wild-type and R439C mutant lamin globulardomain was measured between 212 and 218 nm; the average measurementis shown. The figure shows that the denaturation temperature of theR439C mutant is 58°C (blue graph). This value is close to thedenaturation temperature of the wild-type domain (about 62°C)(black graph). ( C ) Proton 1D NMR spectra of the wild-typedomain (black plot) and the R439C mutant lamin globular domain(blue plot) recorded at 20°C. Analysis of the NMR protonspectra shows that the R439C mutation does not significantly changethe 3D structure of the Ig-like domain. Please note: Wiley-Blackwell are not responsible for the content or functionality of any supporting materials supplied by the authors. Any queries (other than missing material) should be directed to the corresponding author for the article.",
    "full_text_abstract": "Abstract Dunnigan-type familial partial lipodystrophy (FPLD) is a laminopathy characterized by an aberrant fat distribution and a metabolic syndrome for which oxidative stress has recently been suggested as one of the disease-causing mechanisms. In a family affected with FPLD, we identified a heterozygous missense mutation c.1315C>T in the LMNA gene leading to the p.R439C substitution. Cultured patient fibroblasts do not show any prelamin A accumulation and reveal honeycomb-like lamin A/C formations in a significant percentage of nuclei. The mutation affects a region in the C-terminal globular domain of lamins A and C, different from the FPLD-related hot spot. Here, the introduction of an extra cysteine allows for the formation of disulphide-mediated lamin A/C oligomers. This oligomerization affects the interaction properties of the C-terminal domain with DNA as shown by gel retardation assays and causes a DNA-interaction pattern that is distinct from the classical R482W FPLD mutant. Particularly, whereas the R482W mutation decreases the binding efficiency of the C-terminal domain to DNA, the R439C mutation increases it. Electron spin resonance spectroscopy studies show significantly higher levels of reactive oxygen species (ROS) upon induction of oxidative stress in R439C patient fibroblasts compared to healthy controls. This increased sensitivity to oxidative stress seems independent of the oligomerization and enhanced DNA binding typical for R439C, as both the R439C and R482W mutants show a similar and significant increase in ROS upon induction of oxidative stress by H2O2."
}