{
    "PMC": "6513189",
    "DOI": "10.4062/biomolther.2018.112",
    "PMID": "30332887",
    "PMCID": "PMC6513189",
    "title": "Justicidin A Reduces β-Amyloid via Inhibiting Endocytosis of β-Amyloid Precursor Protein.",
    "year": 2019,
    "source_url": "https://europepmc.org/article/PMC/PMC6513189",
    "source": "MED",
    "abstract_text": "β-amyloid precursor protein (APP) can be cleaved by α-, and γ-secretase at plasma membrane producing soluble ectodomain fragment (sAPPα). Alternatively, following endocytosis, APP is cleaved by β-, and γ-secretase at early endosomes generating β-amyloid (Aβ), the main culprit in Alzheimer's disease (AD). Thus, APP endocytosis is critical for Aβ production. Recently, we reported that <i>Monsonia angustifolia</i>, the indigenous vegetables consumed in Tanzania, improved cognitive function and decreased Aβ production. In this study, we examined the underlying mechanism of justicidin A, the active compound of <i>M. angustifolia</i>, on Aβ production. We found that justicidin A reduced endocytosis of APP, increasing sAPPα level, while decreasing Aβ level in HeLa cells overexpressing human APP with the Swedish mutation. The effect of justicidin A on Aβ production was blocked by endocytosis inhibitors, indicating that the decreased APP endocytosis by justicidin A is the underlying mechanism. Thus, justicidin A, the active compound of <i>M. angustifolia</i>, may be a novel agent for AD treatment.",
    "full_text": "Biomol Ther (Seoul) Biomol Ther (Seoul) Biomol Ther (Seoul) ksp Biomolecules & Therapeutics 1976-9148 2005-4483 The Korean Society of Applied Pharmacology 6513189 30332887 10.4062/biomolther.2018.112 bt-27-276 Original Article Justicidin A Reduces β-Amyloid via Inhibiting Endocytosis of β-Amyloid Precursor Protein Chun Yoon Sun 1 2 Kwon Oh-Hoon 1 Oh Hyun Geun 1 Cho Yoon Young 1 Yang Hyun Ok 2 3 * Chung Sungkwon 1 * 1 Department of Physiology, Sungkyunkwan University School of Medicine, Suwon 16419, Republic of Korea 2 Natural Products Research Center, Korea Institute of Science and Technology, Gangneung 25451, Republic of Korea 3 Division of Bio-Medical Science & Technology, KIST School, Korea University of Science and Technology, Seoul 02792, Republic of Korea * Corresponding Authors: E-mail: schung@skku.edu (Chung S), hoyang@kist.re.kr (Yang HO), Tel: +82-31-299-6103 (Chung S), +82-33-650-3501 (Yang HO), Fax: +82-31-299-6129 (Chung S), +82-33-650-3529 (Yang HO) 5 2019 11 10 2018 27 3 276 282 19 6 2018 08 8 2018 01 9 2018 Copyright ©2019, The Korean Society of Applied Pharmacology 2019 This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License ( http://creativecommons.org/licenses/by-nc/4.0/ ) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. β-amyloid precursor protein (APP) can be cleaved by α-, and γ-secretase at plasma membrane producing soluble ectodomain fragment (sAPPα). Alternatively, following endocytosis, APP is cleaved by β-, and γ-secretase at early endosomes generating β-amyloid (Aβ), the main culprit in Alzheimer’s disease (AD). Thus, APP endocytosis is critical for Aβ production. Recently, we reported that Monsonia angustifolia , the indigenous vegetables consumed in Tanzania, improved cognitive function and decreased Aβ production. In this study, we examined the underlying mechanism of justicidin A, the active compound of M. angustifolia , on Aβ production. We found that justicidin A reduced endocytosis of APP, increasing sAPPα level, while decreasing Aβ level in HeLa cells overexpressing human APP with the Swedish mutation. The effect of justicidin A on Aβ production was blocked by endocytosis inhibitors, indicating that the decreased APP endocytosis by justicidin A is the underlying mechanism. Thus, justicidin A, the active compound of M. angustifolia , may be a novel agent for AD treatment. Alzheimer’s disease β-amyloid precursor protein Justicidin A Endocytosis β-amyloid INTRODUCTION The pathological hallmark of Alzheimer’s disease (AD) is the formation of extracellular senile plaques in the brain. The major constituent of these plaques is the neurotoxic β-amyloid (Aβ) peptides, which is derived from the β-amyloid precursor protein (APP). APP, a type I transmembrane protein, is first cleaved within its extracellular domain by α- or β-secretases followed by the cleavage within its transmembrane domain by γ-secretase ( Shoji et al ., 1992 ; Yoon and Jo, 2012 ). The non-amyloidogenic processing of APP by α-secretase produces soluble ectodomain fragment (sAPPα) and C-terminal fragment (CTFα). CTFα can be further cleaved by γ-secretase to produce APP intracellular domain (AICD) and an N-terminally truncated Aβ peptide called p3 ( Thinakaran and Koo, 2008 ). The A disintegrin and metalloproteinases (ADAM) family species, ADAM9, 10, and 17, are known as α-secretases ( Buxbaum et al ., 1998 ; Lammich et al ., 1999 ). The alternative amyloidogenic pathway involves the cleavage of APP by β-secretase producing soluble ectodomain fragment (sAPPβ) and C-terminal fragment (CTFβ). The cleavage of CTFβ by γ-secretase produces AICD and Aβ peptide. β-site amyloid precursor protein cleaving enzyme 1 (BACE1) is the major β-secretase ( Sinha et al ., 1999 ; Vassar et al ., 1999 ). The synthesized APP at the endoplasmic reticulum (ER) is transported through the secretory pathway via trans-Golgi network (TGN) to the cell surface. APP at the cell surface is subject to rapid clathrin-dependent endocytosis. Internalized APP enters the early endosomes, where it is cleaved by-secretase ( Koo and Squazzo, 1994 ). It is known that blocking of endocytosis increases the amount of cell surface APP and decreases Aβ production, since APP is predominantly cleaved by α-secretase at the cell surface ( Koo and Squazzo, 1994 ; Carey et al ., 2005 ; Cirrito et al ., 2008 ). In contrast, overexpression of Rab5, which drives the maturation of endosomes, increases APP internalization and Aβ secretion ( Grbovic et al ., 2003 ). Thus, these results suggest that an inhibition of APP internalization can contribute to lowering of Aβ secretion, which evidently has major implications for treatment of AD. Monsonia angustifolia is an indigenous vegetables consumed in Tanzania ( Lyimo et al ., 2003 ). We recently identified the effect of M. angustifolia on Aβ production and spatial learning ability in vivo ( Chun et al ., 2017 ). M. angustifolia ’s active compound, justicidin A ( Fig. 1 ), potently decreased Aβ levels. We also reported the neuroprotective effects of justicidin A, an arylnaphthalide lignan, as an inhibitor of tau hyperphosphorylation in Aβ25-35-induced neuronal cell death ( Gu et al ., 2016 ). In this study, we examined the effect of justicidin A on Aβ production and its underlying mechanism. We found that justicidin A reduced Aβ production, while increased sAPPα production through inhibiting APP endocytosis. MATERIALS AND METHODS Cell culture and experimental treatments HeLa cells stably transfected with APP carrying the Swedish mutation (APPsw) were cultured at 37°C and 5% CO 2 in Dulbecco’s Modified Eagle Medium (DMEM), supplemented with 10% heat-inactivated fetal bovine serum (FBS) containing 100 units/ml penicillin, 100 µg/ml streptomycin, 260 µg/ml Zeocin, and 400 µg/ml G418. SH-SY5Y cells stably transfected with APP carrying the wide type (APPwt) were cultured with 260 µg/ml Zeocin. Dynasore (Tocris Bioscience, MN, USA), chlorpromazine (Sigma-Aldrich, MO, USA) were pre-treated 10 min before justicidin A treatment. sAPPα, sAPPβ, Aβ peptide assay APPsw-transfected HeLa cells were incubated with justicidin A or DMSO for 8 h. The conditioned medium was analyzed by specific ELISA for detection of sAPPα (IBL, Hamburg, Germany), sAPPβ-sw (IBL), Aβ42 (Invitrogen, CA, USA), and Aβ40 (Invitrogen), according to the manufacturer’s instructions. Aβ42 level from APPwt-transfected SH-SY5Y cells in the medium was measured using a specific high-sensitivity ELISA (Millipore, MN, USA). sAPPα, and sAPPβ immunoprecipitation Cells were incubated with justicidin A for 8 h, and the media were concentrated using Amicon Ultra 30K centrifugal filters (Millipore). The concentrated media was immunoprecipitated with an APP antibody recognizing the N-terminus (abcam, MA, USA) and Protein G Agarose (Millipore). The immunoprecipitated samples were washed with PBS, and probed for sAPPα (Covance, NJ, USA) and sAPPβ (Covance) using Western blot. Protein extraction and Western blotting Cells were washed with PBS and homogenized with lysis buffer (50 mM HEPES, pH 7.2, 100 mM NaCl, 1% Triton X-100, and 1 mM sodium orthovandate, and protease inhibitors). Lysates were centrifuged at 10,000×g for 10 min at 4°C. The protein concentration in the supernatant was determined using the Bradford assay (Bio-Rad, CA, USA). Protein was resolved with SDS-PAGE and transferred onto a nitrocellulose membrane. Membranes were blocked in Tris-buffered saline/Tween-20 (TBST) with 5% non-fat milk powder for 1 h at room temperature, and incubated overnight at 4°C with anti-APP (6E10; Covance), BACE1 (Millipore), ADAM9 (Cell Signaling Technology, MA, USA), ADAM10 (Calbiochem, CA, USA), ADAM17 (Chemicon, GA, USA), β-actin (Sigma), and β-tubulin (Sigma). Membranes were washed in TBST, and incubated with horseradish peroxidase-conjugated goat anti-mouse IgG, goat anti-rabbit IgG, or goat anti-mouse IgM (µ) antibodies (Invitrogen) for 1 h at room temperature. Peroxidase activity was visualized with enhanced chemiluminescence. The detected signals were quantified with the Multi Gauge software using a LAS-3000 system (Fujifilm, Tokyo, Japan). Cell surface biotinylation Cells were washed with PBS, and incubated in PBS with 0.25 mg/ml Sulfo-NHS-SS-biotin (Thermo, CA, USA) for 10 min at 4°C. After washing with PBS to remove the excessive biotinylating reagent, cells were lysed with lysis buffer for 1 h at 4°C. Biotinylated proteins were pulled down using streptavidin-agarose slurry (Sigma) at 4°C for 3 h. The bound material was analyzed using Western blot. Internalization assay Cells were placed on ice, washed with ice-cold PBS, and incubated in PBS with 0.25 mg/ml Sulfo-NHS-SS-biotin for 10 min at 4°C. Excessive biotin was washed out with ice-cold PBS, and cells were incubated with 1% BSA in PBS for 15 min at 4°C. After washing with PBS, cells were incubated at 37°C for appropriate time or kept at 4°C as control. The remaining cell surface biotin was cleaved by incubating twice with the reducing agent (50 mM sodium-2-mercapoethanesulfomate, 150 mM NaCl, 1 mM EDTA, 0.2% BSA, 20 mM Tris-HCl, pH 8.6) for 25 min at 4°C. This reaction was quenched by ice-cold 5 mg/ml iodoacetamide (Sigma) in 1% BSA for 10 min. After washing in PBS, cells were extracted in lysis buffer (50 mM HEPES, pH 7.2, 100 mM NaCl, 1% Triton X-100, 1 mM sodium orthovandate, with protease inhibitor mixture). Biotinylated proteins were pulled down using streptavidin-agarose slurry (Sigma) (4°C for 3 h). After washing the agarose beads, the bound material was analyzed by Western blot. Primary antibody uptake Cells were washed with PBS, and incubated in PBS with 6E10 antibody (1:100 dilution) for 45 min at 4°C to label surface APP. Cells were washed in ice-cold PBS and incubated at 37°C for the required time. They were fixed in 4% paraformaldehyde at room temperature for 15 min, washed, and permeabilized in 0.1% Triton X-100 for 5 min. They were blocked with 2% goat serum in PBS for 1 h at room temperature, and incubated with goat anti-mouse antibodies conjugated with Alexa Fluor 488 in blocking buffer for overnight. Finally, cells were washed in PBS and mounted with medium (DakoCytomation, Glostrup, Denmark) and left overnight at 4°C to dry. Immunofluorescence staining was captured on a confocal microscope (LSM510, Zeiss, Oberkochen, Germany). Images were analyzed using the Image J program (ImageJ, NIH, USA) to quantify the mean fluorescence intensity values. Fluorescence intensities corresponding to the plasma membrane were measured from the edge of the cell to 500 nm inside. Statistical analysis Data was expressed as mean ± SEM. Statistical comparisons between controls and treated experimental groups were performed using the Student’s t-test. p <0.05 was considered statistically significant. RESULTS Justicidin A decreases amyloidogenic processing of APP We tested whether justicidin A would affect Aβ levels in APPsw-transfected HeLa cells. Cells were incubated with 0.05, 0.1, 0.5, and 1 µM justicidin A for 8 h. Aβ levels in the medium were significantly decreased by justicidin A ( Fig. 2A ), consistent with our previous results ( Chun et al ., 2017 ). Secreted Aβ42 was decreased by 48.1 ± 0.8% and 58.2 ± 0.7% with 0.5 and 1 µM justicidin A, respectively. Secreted Aβ40 was also reduced by 31.7 ± 6.2% and 50.1 ± 2.8% with 0.5 and 1 µM justicidin A, respectively. We also tested the effect of justicidin A on APPwt-transfected neuronal SH-SY5Y cells. Secreted Aβ42 was significantly decreased by 51 ± 3.7% and 56.6 ± 5% (n=4) at 0.5 and 1 µM justicidin A, respectively ( Fig. 2B ). These results suggested that the effect of justicidin A was not cell-type specific. We next measured the secreted levels of APP proteolytic products using specific ELISA kits for sAPPβ-sw and sAPPα. β-cleavage of APPsw would produce sAPPβ-sw. The level of sAPPβ-sw was reduced by 17.8 ± 0.5% with 1 µM justicidin A ( Fig. 2C ). Justicidin A significantly increased the level of sAPPα in a dose-dependent manner ( Fig. 2D ). At 1 µM justicidin A, the secreted level of sAPPα was increased by about 6-fold. Secreted levels of sAPPα and sAPPβ were also measured using Western blots. The conditioned medium was immunoprecipitated with APP antibody and probed with the specific antibodies. A typical result is shown in Fig. 2E , and the relative band densities of sAPPα and sAPPβ are shown in Fig. 2F . Consistent with ELISA results, justicidin A increased sAPPα levels and decreased sAPPβ levels. These results suggested that justicidin A decreased amyloidogenic processing, while increased non-amyloidogenic processing of APP. Justicidin A did not influence the cell viability in our experimental condition as we have shown previously ( Chun et al ., 2017 ). Justicidin A increases the cell surface level of APP We tested whether justicidin A affected APP levels. APP undergoes post-translational modification such as N- and O-glycosylation, during the transit from the ER to the plasma membrane ( Weidemann et al ., 1989 ; Påhlsson et al ., 1992 ; Graebert et al ., 1995 ; Tomita et al ., 1998 ). Accordingly, it exists as an immature form of APP (imAPP, N-glycosylated) or mature form of APP (maAPP, N- and O-glycosylated). Cells were incubated with 0.1, 0.5, and 1 µM justicidin A for 4 h, and APP level was analyzed using Western blot. The level of maAPP was increased by justicidin A in a dose-dependent manner, while the level of imAPP was not changed (upper panel of Fig. 3A ). The relative band densities of APP compared to β-tubulin are shown in Fig. 3B . At 1 µM justicidin A, maAPP level was significantly increased by about 2-fold. We next measured the cell surface level of APP using the biotinylation, since it has been reported that APP is transported to the plasma membrane after post-translational modification. Justicidin A increased the cell surface APP level as shown in the lower panel of Fig. 3A . Justicidin A at 1 µM significantly increased the cell surface maAPP level by 2.5-fold ( Fig. 3C ). In contrast, cell surface imAPP level was not changed by justicidin A. These results demonstrated that justicidin A increases the steady-state level of maAPP at the cell surface. We observed that justicidin A decreased the cleavage of APP by amyloidogenic β-secretase, while increased the cleavage of APP by non-amyloidogenic α-secretase. Thus, we decided to investigate whether justicidin A affected the level of secretases, such as BACE1, ADAM9, ADAM10, and ADAM17. Incubating cells with justicidin A did not change the levels of these secretases ( Supplementary Fig. 1 ). These results suggest that the effect of justicidin A on APP processing was not due to the changes in the expression level of secretases in our experimental condition. Justicidin A decreases the endocytosis rate of APP Previous studies have shown that only a small fraction of APP localizes in the plasma membrane at any given time ( Haass et al ., 1991 ), and APP rapidly undergoes endocytosis from the plasma membrane. Thus, justicidin A may affect the endocytosis rate of APP, thereby increasing its cell surface levels. To test this possibility, we first measured the endocytosis rate of APP using the antibody uptake method. We labeled the cell surface APP with the 6E10 antibody at 4°C, followed by incubating at 37°C for 10, 30, or 60 min to allow endocytosis. Then, cells were fixed, permeabilized, and APP was visualized using a fluorescent conjugated secondary antibody. Typical fluorescence intensities from APP immunoreactivity are shown in Fig. 4A . Fluorescence intensities at the vicinity of the cell surface were measured and are shown in Fig. 4B . At 0 min before initiating the endocytosis, APP was localized in the cell surface. At 10 min, only 23% of APP was localized in the plasma membrane in control cells, indicating a rapid endocytosis of APP at the plasma membrane ( Koo et al ., 1996 ). In contrast, in justicidin A-treated cells, 88% of APP was localized in the plasma membrane at 10 min. At 30 and 60 min, very few APP was located at the cell surface in control cells, while a large amount of APP still remained at the cell surface in justicidin A-treated cells. These results indicate that the endocytosis of APP was significantly inhibited by justicidin A. We also used reversible biotinylation method to confirm that justicidin A decreased the endocytosis rate of APP. This method has been used to quantify the endocytosis rate of various receptors ( Ehlers, 2000 ). Proteins at the cell surface were biotinylated and allowed to internalize by incubating cells at 37°C. The remaining biotin at the cell surface was removed using reducing reagent and the internalized biotinylated proteins were pulled down using streptavidin beads. Biotinylated proteins were analyzed by Western blot using the APP antibody. Thus, the biotinylated APP represented the internalized APP by the endocytosis. The total cell surface level of APP was also shown in both control and justicidin A-treated cells (total APP). At 10 min after endocytosis was initiated, 36% of surface APP was internalized in control cells, while almost no APP was internalized in justicidin A-treated cells ( Fig. 4C, 4D ). These data indicated that justicidin A decreased the endocytosis rate of APP, consistent with our antibody uptake result. Since the inhibitory effect of justicidin A on APP endocytosis may be due to the general inhibition of endocytosis, we tested the effect of justicidin A on the endocytosis rate of transferrin, which undergoes receptor-mediated endocytosis in various cell types. Similar to APP, transferrin is internalized through clathrin-dependent endocytosis ( Doherty and McMahon, 2009 ). After stripping the surface-residing transferrin by acidic buffer, cells were fixed, permeabilized, and transferrin was visualized under fluorescent microscopy ( Supplementary Fig. 2 ). The endocytosis level of transferrin was not changed by justicidin A, indicating that justicidin A did not inhibit the clathrin-dependent endocytosis in general. The effect of justicidin A on Aβ production is prevented by the inhibition of clathrin-dependent endocytosis APP is preferentially cleaved by α-secretase at the plasma membrane, while internalized APP enters the early endosomes where it is cleaved by β-secretase ( Parvathy et al ., 1999 ). Consistent with this model, inhibition of dynamin, which is an essential component for clathrin-dependent endocytosis, induces the increase of sAPPα production and the decrease of Aβ production ( Carey et al ., 2005 ). Thus, the reduced endocytosis rate of APP by justicidin A might lead to a decreased Aβ production. To test this possibility, we used dynasore, which acts as inhibitor for endocytic pathways by blocking clathrin-coated vesicle formation ( Urrutia et al ., 1997 ). Cells were incubated with or without 0.5 µM justicidin A and 150 µM dynasore for 2 h, and Aβ levels were measured from the conditioned media using ELISA kits. Aβ42 level was decreased by 59.6 ± 1.8% with 0.5 µM justicidin A and by 72.0 ± 4.2% with dynasore treatment, respectively ( Fig. 5A ). When cells were incubated with both justicidin A and dynasore, Aβ42 level was decreased by 73.7 ± 4.7%. Also, the secreted Aβ40 level was decreased by 57.8 ± 4.2% and 79.7 ± 4% when cells were incubated with justicidin A and dynasore, respectively ( Fig. 5B ). In the presence of both justicidin A and dynasore, Aβ40 level was decreased by 80.9 ± 3.4%, a level similar to that of dynasore alone. Thus, dynasore effectively blocked the inhibitory effect of justicidin A on Aβ production. Next, as another way to inhibit endocytic pathways, chlorpromazine (CPZ) was used. CPZ disrupts endocytosis through a redistribution of clathrin-coated vesicle component ( Wang et al ., 1993 ). Cells were incubated with or without 0.5 µM justicidin A and 20 µM CPZ for 1 h. The secreted Aβ42 level was decreased by 50.6 ± 2.7% with justicidin A and 54.3 ± 3.9% with CPZ, respectively ( Fig. 5C ). In presence of both justicidin A and CPZ, Aβ42 level was decreased by 57.6 ± 4.6%. The secreted Aβ40 level was decreased by 47.9 ± 2.9% and 71.8 ± 4.4% when cells were incubated with justicidin A and CPZ, respectively ( Fig. 5D ). In the presence of both justicidin A and CPZ, Aβ40 level was decreased by 73.0 ± 3.6%. Thus, the inhibitory effect of justicidin A on Aβ secretion was blocked by CPZ, consistent with our results obtained with dynasore. Together, these data supported the conclusion that the decrease of Aβ secretion by justicidin A was mainly mediated by decreased APP endocytosis. DISCUSSION M. angustifolia is traditionally used for food and cooked as an indigenous vegetable for daily meals in Tanzania ( Lyimo et al ., 2003 ) and it is also traditionally used in South Africa as a medicinal plant to treat erectile dysfunction. Recently, we showed that ethanol extract of M. angustifolia ameliorated behavioral deficits and reduced insoluble Aβ42 level in AD model mouse ( Chun et al ., 2017 ). We showed that justicidin A, one of active compound of M. angustifolia , decreased the production of Aβ. Justicidin A with aryl naphthalene structure exhibited strong Aβ decreasing effect starting from low-concentration treatment, while many candidate compounds from the major constituent group failed to show such effect. In this study, we further investigated the effect of justicidin A on Aβ production and its underlying mechanism. Justicidin A inhibits the APP endocytosis and increases cell surface APP level. Concomitantly, it enhances sAPPα secretion and decreases Aβ secretion, which reflect the increased cleavage of APP by α-secretase at the plasma membrane. Justicidin A may be a novel agent for AD therapeutics not only for decreasing Aβ but increasing sAPPα which possesses neuroprotective properties that are beneficial for memory function ( Mattson, 1997 ; Kögel et al ., 2012 ). Furthermore, sAPPα is known to regulate synaptogenesis and stabilize neuronal calcium homeostasis ( Morimoto et al ., 1998 ; Guo et al ., 1998 ). APP is synthesized in the ER and transported to the plasma membrane, where it is predominantly cleaved by α-secretase ( Parvathy et al ., 1999 ). Alternatively, following clathrin-dependent endocytosis in the plasma membrane APP is sorted to the endosomes, where it is likely to be cleaved by β-secretase ( Koo and Squazzo, 1994 ). Thus, the endocytosis of APP and the partitioning within intracellular compartments are crucial steps in determining Aβ level. The YENPTY motif in the cytoplasmic region of APP is the sorting signal that regulates APP endocytosis ( Perez et al ., 1999 ). Thus, the deletion of this motif results in increased cell surface APP levels and decreased Aβ production in the brain ( Ring et al ., 2007 ). In addition, upregulation of the endocytic pathway by overexpressing Rab5 increases Aβ production ( Grbovic et al ., 2003 ). These results support the premise that the reduced endocytosis of APP may induce a decreased Aβ production. Our results showed that the inhibition of clathrin-dependent endocytosis effectively prevented the effect of justicidin A on Aβ production, indicating that the effect of justicidin A on Aβ production was mainly due to the decrease of APP endocytosis. However, how justicidin A regulates APP endocytosis needs to be further investigated. We demonstrated that justicidin A did not change clathrin-dependent endocytosis of transferrin receptor and the effect of justicidin A on endocytosis was specific to APP. This finding indicates that justicidin A does not affect clathrin-dependent endocytosis in general. For novel targets in AD research, the mechanisms involved in the action of justicidin A on APP processing merit further study. This work was supported by Basic Science Research Program through the National Research Foundation of Korea (NRF) (2016R1D1A1A099) to S.C. This work was also supported by the Bio-Synergy Research Project (NRF-2012M3A9C4048793) and the Bio & Medical Technology Development Program (NRF-2015M3A9A5030735) of the Ministry of Science, ICT, and Future Planning through the National Research Foundation, Republic of Korea to HOY. REFERENCES Buxbaum JD Liu KN Luo Y Slack JL Stocking KL Peschon JJ Johnson RS Castner BJ Cerretti DP Black RA 1998 Evidence that tumor necrosis factor alpha converting enzyme is involved in regulated alpha-secretase cleavage of the Alzheimer amyloid protein precursor J Biol Chem 273 27765 27767 10.1074/jbc.273.43.27765 9774383 Carey RM Balcz BA Lopez-Coviella I Slack BE 2005 Inhibition of dynamin-dependent endocytosis increases shedding of the amyloid precursor protein ectodomain and reduces generation of amyloid beta protein BMC Cell Biol 6 30 40 10.1186/1471-2121-6-30 16095541 Chun YS Kim J Chung S Khorombi E Naidoo D Nthambeleni R Harding N Maharaj V Fouche G Yang HO 2017 Protective roles of Monsonia angustifolia and its active compounds in experimental models of Alzheimer’s disease J Agric Food Chem 65 3133 3140 10.1021/acs.jafc.6b04451 28378593 Cirrito JR Kang JE Lee J Stewart FR Verges DK Silverio LM Bu G Mennerick S Holtzman DM 2008 Endocytosis is required for synaptic activity-dependent release of amyloidbeta in vivo Neuron 58 42 51 10.1016/j.neuron.2008.02.003 18400162 Doherty GJ McMahon HT 2009 Mechanisms of endocytosis Annu Rev Biochem 78 857 902 10.1146/annurev.biochem.78.081307.110540 19317650 Ehlers MD 2000 Reinsertion or degradation of AMPA receptors determined by activity-dependent endocytic sorting Neuron 28 511 525 10.1016/S0896-6273(00)00129-X 11144360 Graebert KS Popp GM Kehlw T Herzog V 1995 Regulated O-glycosylation of the Alzheimer beta-A4 amyloid precursor protein in thyrocytes Eur J Cell Biol 66 39 46 7750518 Grbovic OM Mathews PM Jiang Y Schmidt SD Dinakar R Summers-Terio NB Ceresa BP Nixon RA Cataldo AM 2003 Rab5-stimulated up-regulation of the endocytic pathway increases intracellular beta-cleaved amyloid precursor protein carboxyl-terminal fragment levels and Abeta production J Biol Chem 278 31261 31268 10.1074/jbc.M304122200 12761223 Gu MY Kim J Yang HO 2016 The neuroprotective effects of justicidin A on amyloid beta25-35-induced neuronal cell death through inhibition of tau hyperphosphorylation and induction of autophagy in SH-SY5Y cells Neurochem Res 41 1458 1467 10.1007/s11064-016-1857-5 26887582 Guo Q Robinson N Mattson MP 1998 Secreted beta-amyloid precursor protein counteracts the proapoptotic action of mutant presenilin-1 by activation of NF-kappaB and stabilization of calcium homeostasis J Biol Chem 273 12341 12351 10.1074/jbc.273.20.12341 9575187 Haass C Hung AY Selkoe DJ 1991 Processing of beta amyloid precursor protein in microglia and astrocytes favors an internal localization over constitutive secretion J Neurosci 11 3783 3793 10.1523/JNEUROSCI.11-12-03783.1991 1744690 Kögel D Deller T Behl C 2012 Roles of amyloid precursor protein family members in neuroprotection, stress signaling and aging Exp Brain Res 217 471 479 10.1007/s00221-011-2932-4 22086493 Koo EH Squazzo SL 1994 Evidence that production and release of amyloid beta-protein involves the endocytic pathway J Biol Chem 269 17386 17389 8021238 Koo EH Squazzo SL Selkoe DJ Koo CH 1996 Trafficking of cell-surface amyloid beta-protein precursor. I. Secretion, endocytosis and recycling as detected by labeled monoclonal antibody. J. Cell Sci. 109 991 998 8743946 Lammich S Kojro E Postina R Gilbert S Pfeiffer R Jasionowski M Haass C Fahrenholz F 1999 Constitutive and regulated alpha-secretase cleavage of Alzheimer’s amyloid precursor protein by a disintegrin metalloprotease Proc Natl Acad Sci USA 96 3922 3927 10.1073/pnas.96.7.3922 10097139 Lyimo M Temu RP Mugula JK 2003 Identification and nutrient composition of indigenous vegetables of Tanzania Plant Foods Hum Nutr 58 85 92 10.1023/A:1024044831196 12859016 Mattson MP 1997 Cellular actions of beta-amyloid precursor protein and its soluble and fibrillogenic derivatives Physiol Rev 77 1081 1132 10.1152/physrev.1997.77.4.1081 9354812 Morimoto T Ohsawa I Takamura C Ishiguro M Kohsaka S 1998 Involvement of amyloid precursor protein in functional synapse formation in cultured hippocampal neurons J Neurosci Res 51 185 195 10.1002/(SICI)1097-4547(19980115)51:2<185::AID-JNR7>3.0.CO;2-9 9469572 Påhlsson P Shakin-Eshleman SH Spitalnik SL 1992 N-linked glycosylation of beta-amyloid precursor protein Biochem Biophys Res Commun 189 1667 1673 10.1016/0006-291X(92)90269-Q 1482372 Parvathy S Hussain I Karran EH Turner AJ Hooper NM 1999 Cleavage of Alzheimer’s amyloid precursor protein by alpha-secretase occurs at the surface of neuronal cells Biochemistry 38 9728 9734 10.1021/bi9906827 10423252 Perez RG Soriano S Hayes JD Ostaszewski B Xia W Selkoe DJ Chen X Stokin GB Koo EH 1999 Mutagenesis identifies new signals for beta-amyloid precursor protein endocytosis, turnover, and the generation of secreted fragments, including Abeta42 J Biol Chem 274 18851 18856 10.1074/jbc.274.27.18851 10383380 Ring S Weyer SW Kilian SB Waldron E Pietrzik CU Filippov MA Herms J Buchholz C Eckman CB Korte M Wolfer DP Müller UC 2007 The secreted beta-amyloid precursor protein ectodomain APPs alpha is sufficient to rescue the anatomical, behavioral, and electrophysiological abnormalities of APP-deficient mice J Neurosci 27 7817 7826 10.1523/JNEUROSCI.1026-07.2007 17634375 Shoji M Golde TE Ghiso J Cheung TT Estus S Shaffer LM Cai XD McKay DM Tintner R Frangione B Younkin SG 1992 Production of the Alzheimer amyloid beta protein by normal proteolytic processing Science 258 126 129 10.1126/science.1439760 1439760 Sinha S Anderson JP Barbour R Basi GS Caccavello R Davis D Doan M Dovey HF Frigon N Hong J Jacobson-Croak K Jewett N Keim P Knops J Lieberburg I Power M Tan H Tatsuno G Tung J Schenk D Seubert P Suomensaari SM Wang S Walker D Zhao J McConlogue L John V 1999 Purification and cloning of amyloid precursor protein beta-secretase from human brain Nature 402 537 540 10.1038/990114 10591214 Thinakaran G Koo EH 2008 Amyloid precursor protein trafficking, processing, and function J Biol Chem 283 29615 29619 10.1074/jbc.R800019200 18650430 Tomita S Kirino Y Suzuki T 1998 Cleavage of Alzheimer’s amyloid precursor protein (APP) by secretases occurs after O-glycosylation of APP in the protein secretory pathway. Identification of intracellular compartments in which APP cleavage occurs without using toxic agents that interfere with protein metabolism. J. Biol. Chem. 273 6277 6284 10.1074/jbc.273.11.6277 9497354 Urrutia R Henley JR Cook T McNiven MA 1997 The dynamins: Redundant or distinct functions for an expanding family of related GTPases? Proc Natl Acad Sci U S A 94 377 384 10.1073/pnas.94.2.377 9012790 Vassar R Bennett BD Babu-Khan S Kahn S Mendiaz EA Denis P Teplow DB Ross S Amarante P Loeloff R Luo Y Fisher S Fuller J Edenson S Lile J Jarosinski MA Biere AL Curran E Burgess T Louis JC Collins F Treanor J Rogers G Citron M 1999 Beta-secretase cleavage of Alzheimer’s amyloid precursor protein by the transmembrane aspartic protease BACE Science 286 735 741 10.1126/science.286.5440.735 10531052 Wang LH Rothberg KG Anderson RG 1993 Mis-assembly of clathrin lattices on endosomes reveals a regulatory switch for coated pit formation J Cell Biol 123 1107 1117 10.1083/jcb.123.5.1107 8245121 Weidemann A König G Bunke D Fischer P Salbaum JM Masters CL Beyreuther K 1989 Identification, biogenesis, and localization of precursors of Alzheimer’s disease A4 amyloid protein Cell 57 115 126 10.1016/0092-8674(89)90177-3 2649245 Yoon S-S Jo SA 2012 Mechanisms of amyloid-β peptide clearance: potential therapeutic targets for Alzheimer’s disease. Biomol. Ther (Seoul) 20 245 255 10.4062/biomolther.2012.20.3.245 24130920 Fig. 1. Chemical structure of justicidin A. Fig. 2. Justicidin A decreased secreted Aβ level. (A) APPsw-transfected HeLa cells were incubated with indicated concentrations of justicidin A for 8 h. The levels of Aβ in the medium were measured using ELISA methods. % of control is obtained by normalizing to the control for each experimental condition. Justicidin A decreased the levels of Aβ42 (open bars, n=6) and Aβ40 (closed bar, n=6). (B) APPwt-transfected SH-SY5Y cells were incubated with indicated concentrations of justicidin A for 4 h, and the Aβ42 level was measured from the conditioned media using ELISA methods. Justicidin A decreased secreted Aβ42 level (n=4). (C, D) APPsw-transfected HeLa cells were incubated with indicated concentrations of justicidin A for 8 h. The levels of sAPPβ-sw, and sAPPα in the medium were measured using ELISA methods. sAPPβ-sw level (C) was decreased and sAPPα level (D) was increased by justicidin A (n=5). (E) Levels of sAPPα and sAPPβ in the medium were measured using Western blot. (F) Bars indicate the levels of sAPPα and sAPPβ obtained from densitometric analysis of Western bands in (E) (n=4). * p <0.05, ** p <0.01, *** p <0.001. Fig. 3. Justicidin A increased the level of cell surface APP. (A) Upper panel. Cells were incubated with indicated concentrations of justicidin A for 4 h, and lysates were obtained for the detection of APP levels. β-tubulin was used to confirm the amount of proteins loaded. Lower panel. Cell surface APP level was measured using biotinylation method. The positions of maAPP and imAPP were indicated. (B) Bars indicate the levels of maAPP and imAPP obtained from densitometric analysis of Western bands in the upper panel in (A) (n=4). (C) Densitometric analysis of Western bands in the lower panel in (A) shows that justicidin A increased the cell surface maAPP level (n=4). * p <0.05. Fig. 4. Endocytosis rate of APP was decreased by justicidin A. (A) Justicidin A decreased the endocytosis rate of APP. Cell surface APP was immunolabeled with 6E10 antibody in the presence of 1 µM justicidin A for 45 min at 4°C. Then, cells were incubated at 37°C for varying time periods, followed by fixation, and permeabilization. Cells were incubated with GFP-tagged secondary antibody and observed under a fluorescence microscope. (B) Fluorescence intensities of APP at the plasma membrane were obtained using Image J software from control (open bars) and justicidin-treated (closed bars) cells (n=10). (C) Cells were incubated with EZ-Link Sulfo-NHS-SS-Biotin at 4°C for 10 min. Next, cells were incubated with 1 µM justicidin A at 4°C for 45 min, followed by incubation at 37°C for various time periods. The remaining biotin at the cell surface was removed by reducing agent, and the internalized biotinylated proteins were pulled down using streptavidin beads. Representative Western blot shows the internalization of APP. (D) Internalized APP levels were quantified by the densitometric analysis of the bands. % of internalization was obtained by comparing to the total cell surface APP (n=5). * p <0.05, ** p <0.01, *** p <0.001. Fig. 5. The effects of justicidin A on Aβ secretion were prevented by endocytosis inhibitors. (A, B) Cells were incubated with or without 0.5 µM justicidin A containing 150 µM dynasore for 2 h. The effects of justicidin A on Aβ42 (A, n=5) and Aβ40 (B, n=4) were blocked by a selective dynamin inhibitor, dynasore. (C, D) Cells were incubated with or without 0.5 µM justicidin A containing 20 µM chlorpromazine (CPZ), the clathrin-mediated endocytosis inhibitor, for 1 h. The effects of justicidin A on Aβ42 (C, n=7) and Aβ40 (D, n=6) were blocked by the presence of CPZ. *** p <0.001.",
    "full_text_abstract": "β-amyloid precursor protein (APP) can be cleaved by α-, and γ-secretase at plasma membrane producing soluble ectodomain fragment (sAPPα). Alternatively, following endocytosis, APP is cleaved by β-, and γ-secretase at early endosomes generating β-amyloid (Aβ), the main culprit in Alzheimer’s disease (AD). Thus, APP endocytosis is critical for Aβ production. Recently, we reported that Monsonia angustifolia , the indigenous vegetables consumed in Tanzania, improved cognitive function and decreased Aβ production. In this study, we examined the underlying mechanism of justicidin A, the active compound of M. angustifolia , on Aβ production. We found that justicidin A reduced endocytosis of APP, increasing sAPPα level, while decreasing Aβ level in HeLa cells overexpressing human APP with the Swedish mutation. The effect of justicidin A on Aβ production was blocked by endocytosis inhibitors, indicating that the decreased APP endocytosis by justicidin A is the underlying mechanism. Thus, justicidin A, the active compound of M. angustifolia , may be a novel agent for AD treatment."
}