{
  "PMC": "3032333",
  "DOI": "10.1038/cddis.2010.7",
  "PMID": "21364637",
  "PMCID": "PMC3032333",
  "title": "JNK phosphorylates Yes-associated protein (YAP) to regulate apoptosis.",
  "year": 2010,
  "source_url": "https://europepmc.org/article/PMC/PMC3032333",
  "source": "MED",
  "abstract_text": "Yes-associated protein (YAP) regulates DNA damage and chemosensitivity, as well as functioning as a pro-growth, cell size regulator. For both of its roles, regulation by phosphorylation is crucial. We undertook an in vitro screen to identify novel YAP kinases to discover new signaling pathways to better understand YAP's function. We identified JNK1 and JNK2 as robust YAP kinases, as well as mapped multiple sites of phosphorylation. Using inhibitors and siRNA, we showed that JNK specifically phosphorylates endogenous YAP in a number of cell types. We show that YAP protects keratinocytes from UV irradiation but promotes UV-induced apoptosis in a squamous cell carcinoma. We defined the mechanism for this dual role to be YAP's ability to bind and stabilize the pro-proliferative ΔNp63α isoform in a JNK-dependent manner. Our report indicates that an evaluation of the expression of the different isoforms of p63 and p73 is crucial in determining YAP's function.",
  "full_text": "Cell Death Dis Cell Death & Disease 2041-4889 Nature Publishing Group 3032333 cddis20107 10.1038/cddis.2010.7 Original Article JNK phosphorylates Yes-associated protein (YAP) to regulate apoptosis JNK phosphorylates Yes-associated protein (YAP) Tomlinson V 1 4 Gudmundsdottir K 1 4 Luong P 1 Leung K-Y 2 Knebel A 3 Basu S 1 * 1 Cell Survival Signalling Laboratory, Centre for Molecular Oncology and Imaging, Institute of Cancer , London EC1M 6BQ, UK 2 Protein Analysis Unit, William Harvey Research Institute, Barts and The London School of Medicine, Queen Mary University of London, John Vane Science Centre, Charterhouse Square , London EC1 M 6BQ, UK 3 Kinasource Ltd, James Black Centre , Dow Street, Dundee DD1 5EH, UK * Centre for Molecular Oncology, Institute of Cancer, Barts and The London School of Medicine and Dentistry, John Vane Science Centre , Charterhouse Square, London EC1M 6BQ, UK . Tel: +0207 014 0422; Fax: 0207 014 0431; E-mail: s.basu@cancer.org.uk 4 These authors contributed equally to this work. 02 2010 18 02 2010 1 2 2010 1 2 e29 13 01 2010 15 01 2010 Copyright © 2010 Macmillan Publishers Limited 2010 Macmillan Publishers Limited This article is licensed under a Creative Commons Attribution-NonCommercial-No Derivative Works 3.0 License. To view a copy of this license, visit http://creativecommons.org/licenses/by-nc-nd/3.0/ Yes-associated protein (YAP) regulates DNA damage and chemosensitivity, as well as functioning as a pro-growth, cell size regulator. For both of its roles, regulation by phosphorylation is crucial. We undertook an in vitro screen to identify novel YAP kinases to discover new signaling pathways to better understand YAP's function. We identified JNK1 and JNK2 as robust YAP kinases, as well as mapped multiple sites of phosphorylation. Using inhibitors and siRNA, we showed that JNK specifically phosphorylates endogenous YAP in a number of cell types. We show that YAP protects keratinocytes from UV irradiation but promotes UV-induced apoptosis in a squamous cell carcinoma. We defined the mechanism for this dual role to be YAP's ability to bind and stabilize the pro-proliferative ΔNp63 α isoform in a JNK-dependent manner. Our report indicates that an evaluation of the expression of the different isoforms of p63 and p73 is crucial in determining YAP's function. YAP p63 UV JNK apoptosis Yes-associated protein (YAP) was originally found as a phosphoprotein that bound to the SH3 domain of the Src-family kinase Yes, but was soon shown to define a novel protein-binding module, the WW domain. 1 , 2 Subsequent work has determined that YAP functions as a transcription modulator, binding to a number of transcription factors, including RUNX2, p73, members of the TEAD family and the C-terminal fragment of Erb-B4. 3 , 4 , 5 , 6 A number of functional studies of mammalian cells have implicated YAP as a proapoptotic regulator. Upon DNA damage, YAP binds to p73 downstream and promotes the selective transcription by p73 of a number of proapoptotic genes such as BAX and PIG3. 7 , 8 , 9 YAP and p73 form a complex with regulatory proteins, including the p300 acetyltransferase and the pro-myelocytic leukemia (PML) tumor-suppressor protein. 8 , 10 , 11 Whereas phosphorylation of YAP by the pro-survival Akt serine/threonine kinase inhibits the binding of YAP and p73, this binding is enhanced by phosphorylation of YAP by the DNA-damage c-Abl tyrosine kinase. 7 , 9 Furthermore, YAP also stabilizes p73 by displacing the ITCH E3 ubiquitin ligase by competitive binding, further activating cell death. 12 , 13 Conversely, YAP has also been identified recently as a pro-growth, cell size regulator in both Drosophila melanogaster and mammalian cells. 14 , 15 In contrast to regulating apoptosis by activation of p73, the growth control role of YAP or its fly homolog, Yorkie (Yki), is due to inactivation by the MST2 (HIPPO in fly) pathway. 16 , 17 Here, the tumor-suppressor LATS1 kinase (WTS in fly) directly phosphorylates YAP (Yki), inhibiting its co-activation of the TEAD (Scalloped in fly) transcription factor to upregulate pro-growth genes. 18 , 19 However, phosphorylation of YAP by MST2/LATS1 has also been shown to enhance p73 binding and subsequent apoptosis downstream from Fas in human breast cancer cells and chemotherapy in leukemia cells, as well as overexpression of pathway members in HEK293 cells. 20 , 21 , 22 Clearly, phosphorylation is a key regulatory mechanism for YAP. To further understand the role of YAP, we sought to discover new signaling pathways that regulate YAP's function. We wished to identify kinases that directly phosphorylate YAP and then functionally characterize the phosphorylation in cells in the context of apoptosis. To this end, we performed an in vitro screen using recombinant YAP and a panel of recombinant, active kinases. We selected the kinases on the basis of their putative phosphorylation site motifs expressed in YAP. Here we report the identification of JNK1 and JNK2 as kinases that robustly phosphorylate YAP and regulate its function in apoptosis. Results Identification of JNK as a YAP kinase To find novel YAP kinases, a panel of 29 recombinant, candidate kinases was screened for in vitro phosphorylation of recombinant YAP1. YAP phosphorylation was visualized by autoradiography of the SDS-PAGE fractionation of 32 P-labeled in vitro kinase reactions and quantified ( Figure 1 and Supplementary Table 1). Specific activities of candidate kinases were validated by using phosphorylation of control peptides (Supplementary Table S1). We identified JNK1 (variant JNK1 α 1) and JNK2 (variant JNK2 α 2) as strong YAP kinases ( Figure 1 and Supplementary Table 1). In addition, ERK2 and PKC α were also identified as moderate, and CaMKII, PKC γ and PKC θ as weak, YAP kinases ( Figure 1 and Supplementary Table 1). On the basis of these initial findings and the well-characterized role of JNKs in regulating apoptosis and diseases such as cancer, 23 , 24 , 25 we focused our efforts to pursue JNKs as putative YAP kinases. We performed time courses of phosphorylation to determine whether both JNK1 and JNK2 phosphorylated YAP stoichiometrically in vitro ( Figure 2a ). A stepwise, time-dependent increase in YAP phosphorylation, as determined by 32 P incorporation ( Figure 2a , bottom panels for each kinase), was reflected through detectable molecular-weight (MW) shifts on Coomassie-stained gels ( Figure 2a , top panels). These results suggest that both JNK1 and JNK2 phosphorylated YAP on multiple sites. JNK phosphorylates YAP on multiple sites To identify these sites, mass spectrometry (LC-MS/MS) was used to analyze recombinant YAP that had been incubated with either JNK1 or JNK2 for 60 min for full phosphorylation, as evidenced by pronounced MW shift ( Figure 2b ). In total, five novel phosphorylation sites on YAP were identified: T119, S138, T154, S317 and T362 ( Figure 2b ). Each of the serines and threonines are followed by a proline and therefore represent canonical JNK phosphorylation sites. To ascertain if JNK phosphorylates YAP on the same sites in vivo , we expressed a Flag-tagged YAP1 construct in 293 cells, followed by treatment with the potent JNK signaling activator, anisomycin. 26 Immunoprecipitation (IP) of YAP from these cells showed a clear anisomycin-induced MW band shift in YAP, similar to that observed in vitro , by both Western blot analysis and Coomassie staining ( Figure 2c ). LC-MS/MS analysis of the in vivo JNK-stimulated YAP identified three phosphorylation sites, S138, S317 and T362, all of which were also found from in vitro analysis ( Figure 2c ). We mutated these residues individually to alanine to generate phospho-deficient constructs, along with the other two sites identified in vitro , T119 and T154. The wild-type and five mutated Flag–YAP constructs were expressed in U2OS cells, followed by treatment with anisomycin to determine what effect these mutations would have on the JNK-signature YAP band shift. The mutated constructs showed varying degrees of band shift upon anisomycin treatment, with the S317A and T362A mutants showing minimal shift, indicating that these two sites are most responsible for in vivo phosphorylation induced MW shift ( Figure 2d ). JNK specifically phosphorylates YAP in vivo To determine whether JNK phosphorylates endogenous YAP1, we activated JNK by treating cells with anisomycin and detected the YAP band shift in a number of cells, including the HaCaT keratinocyte, U20S osteosarcoma, MCF-7 breast cancer and 293 human embryonic kidney cell lines ( Figure 3a ). We confirmed anisomycin activation of JNK by phosphorylation of its target, c-Jun, 27 ( Figure 3a ). This showed that JNK phosphorylation of YAP is not cell line-specific. To further confirm that the anisomycin-induced YAP band shift was due to JNK activation, U2OS cells were treated with a JNK-specific chemical inhibitor, SP600125, 28 before anisomycin treatment. The inhibitor prevented JNK activation, as observed by a reduction in the phosphorylation of c-Jun, and prevented the YAP band shift induced by anisomycin (compare lanes 2 and 3 in Figure 3b , upper panel). Although our in vitro screen indicated that only JNK1 and JNK2, and not other stress-activated MAPKs, that is, the different p38 isoforms, phosphorylate YAP ( Figure 1 and Supplementary Table S1), we wished to rule out the possibility that the YAP band shift is due to anisomycin-induced p38 MAPK activation. HaCaT cells were pretreated with the specific p38 inhibitor, SB203580, 29 before anisomycin treatment. Western blot analysis showed an anisomycin-induced shift in YAP in both untreated and treated cells, confirming that p38MAPK does not phosphorylate YAP ( Figure 3b , lower panel). The same lysates were immunoblotted for the phosphorylated form of the direct p38 target, MAPKAPK2, 30 to show that SB203580 was effective in inhibiting p38's activity ( Figure 3b , lower panel). Furthermore, although we had identified ERK2 as a moderate YAP kinase ( Figure 1 and Supplementary Table S1), as expected, anisomycin did not activate ERK1 or ERK2 in these cells, as shown by immunoblotting with a phospho-ERK antibody (Supplementary Figure 1). Our in vivo results confirm that JNK but not p38MAPKs phosphorylates endogenous YAP in cells. We attempted to raise phospho-specific antibodies against the S317 and T362, the two sites that were most responsible for in vivo phosphorylation-dependent band shift of YAP ( Figure 2d ), and were successful in generating a T362-specific antibody (pT362). The pT362 antibody was effective when used on immunoprecipitated YAP from anisomycin-treated cells ( Figure 3c ), confirming our mass spectrometry results ( Figure 2c ). In these experiments, we monitored the anisomycin activation of JNK using a phospho-JNK antibody ( Figure 3c ). Using short interfering RNA (siRNA), which effectively silenced both JNK 1 and JNK2, phosphorylation on threonine-362 of YAP was blocked by silencing JNK in both anisomycin-treated and untreated cells, ( Figure 3c ). Blocking anisomycin-induced phosphorylation of YAP, as determined using the pT362 antibody, is consistent with our findings using the JNK-specific chemical inhibitor in Figure 3b , further confirming that YAP is specifically phosphorylated by JNK in vivo . UV radiation is one of the best characterized and physiologically relevant activators of JNK signaling. 24 , 31 We assessed whether the same residues that we determined to be the critical sites of anisomycin-induced JNK phosphorylation ( Figure 2d and Figure 3c ) were also sites of UV-induced phosphorylation of YAP. We expressed either a phospho-deficient YAP mutant, where S317 and T362 were mutated to alanine (S317A, T362A=mut2AYAP), or a phospho-mimetic YAP mutant, where the both residues were mutated to aspartate (S317D, T362D=mut2DYAP), or wild-type YAP in BWT squamous cell carcinoma cells. Western blot analysis shows that the mut2AYAP resolves at lower MW than wild-type YAP, indicative of a less phosphorylated state, whereas mut2DYAP resolves at a markedly higher MW, indicative of a hyper-phosphorylated state and mimicking the JNK phosphorylation-dependent band shift from previous experiments ( Figure 3d ). Similar to anisomycin, UV-C treatment caused a band shift of wild-type YAP ( Figure 3d ). Moreover, this shift resolved at an MW similar to untreated mut2DYAP ( Figure 3d ). Most tellingly, UV treatment did not result in a detectable band shift in either mutant YAP construct, showing that S317 and T362 are the main target sites for UV-induced YAP phosphorylation. To verify that UV exposure results in JNK-dependent phosphorylation of endogenous YAP, HaCaT cells were treated with a time course of UV-C radiation and YAP was immunoprecipitated and subsequently immunoblotted with the pT362 antibody. As shown in Figure 3e , UV radiation results in robust phosphorylation of YAP, as early as 30 min and sustained through to 2 h, similar to increase in c-Jun phosphorylation. Together, these results show that YAP is specifically phosphorylated by JNK upon UV radiation. YAP has been shown to signal apoptosis downstream from chemotherapeutic agents such as cisplatin, as well as ionizing radiation and treatment with Fas ligand, 7 , 8 , 9 but the role of YAP in UV-induced apoptosis has not yet been investigated. We selected HaCaT as a model system, as UV-induced apoptosis is particularly physiologically relevant in keratinocytes and has been shown to be dependent on JNK in these cells. 32 Furthermore, we have shown JNK phosphorylation of YAP upon UV radiation in HaCaT cells ( Figure 3e ). To study the effects of YAP expression in these cells, we generated control and YAP shRNA stable cell lines and subjected them to 50 J/m 2 UV irradiation. At 24 h after treatment, 40% apoptosis was observed in the control cells (as measured by FACS analysis of Annexin-V and propidium iodide (PI) staining, both early and late apoptosis). YAP silencing resulted in considerably more death, with 70% apoptosis evident in YAP shRNA cells ( Figure 4a and Supplementary Figure 2a). Noticeably, stable YAP loss alone did not cause death in these cells ( Figure 4a and Supplementary Figure 2a). YAP silencing and JNK activation as shown by phosphorylated c-Jun levels were maintained at 24 h of UV treatment (Supplementary Figure 2b). Western blot analysis of lysates from similarly treated cells showed that YAP silencing enhanced UV-induced PARP cleavage, a hallmark of apoptosis, at time points as early as 2 h ( Figure 4b ). Interestingly, anisomycin treatment, which resulted in comparable levels of JNK activity, as shown by phosphorylated c-Jun levels, also similarly enhanced PARP cleavage in YAP shRNA stable cells ( Figure 4b ). These results indicate that YAP expression protects from UV-induced, JNK-mediated apoptosis in keratinocytes. As described earlier, this finding is contrary to what has been reported previously for YAP's role in other DNA-damaging stimuli in tumor-derived cells. We next examined how YAP's expression regulated UV-induced apoptosis in a skin cancer cell line. BWT squamous cell carcinoma cells treated with control siRNA subject to 30 J/m 2 UV for 24 h resulted in over 40% total apoptosis as measured by FACS analysis. YAP siRNA-treated cells irradiated similarly were markedly protected from UV-induced cell death, showing only 18% apoptosis ( Figure 4c ). As shown in Figure 4d , efficient silencing of YAP in these cells also inhibited UV-induced PARP cleavage at 6 h. To investigate whether JNK phosphorylation of YAP regulates its proapoptotic role in this skin cancer cell line, we expressed either an empty vector or the mut2DYAP plasmid and irradiated with UV as before. Tellingly, expression of the JNK-site phosphomimetic YAP construct alone resulted in a level of apoptosis similar as that observed with UV irradiation of the empty vector control cells ( Figure 4e ). This corroborated with our results in Figure 3d where we show that expression of mut2DYAP alone mimics the UV-induced band shift of wild-type YAP in BWT. In contrast to our results in HaCaT keratinocytes ( Figure 4a and b ), these findings show that endogenous YAP expression promotes UV-induced apoptosis in BWT, in a JNK phosphorylation-dependent manner. JNK phosphorylation of YAP enhances its stabilization of ΔNp63 α by direct binding We have recently reported that YAP promotes cisplatin-induced, c-Jun-mediated apoptosis, in part by stabilizing the proapoptotic TAp73 α isoform, a mechanism also shown by others. 12 , 13 HaCaT cells more abundantly express the ΔNp63 α isoform, which has been shown to be crucial for proliferation, differentiation and actually protective from p73-dependent cell death. 33 , 34 , 35 , 36 However, the PPXY motif required for YAP binding present on the longer isoforms of p73 is also conserved on ΔNp63 α . 4 We examined whether YAP can also stabilize this protective p53-family member in a JNK-dependent manner. In HaCaT cells, silencing of endogenous YAP resulted in a striking decrease in the levels of endogenous ΔNp63 α ( Figure 5a ). Within the time frame indicated, UV treatment did not decrease the expression of ΔNp63 α in control cells but markedly did so in YAP-knockdown cells ( Figure 5a ). Silencing of YAP had no effect on UV-induced JNK activation itself, as evidenced by phospho-c-Jun immunoblotting ( Figure 5a ). We wished to verify whether YAP-dependent stabilization of ΔNp63 α is due to their direct binding, as was shown for YAP and TAp73α. 12 , 13 Unstimulated HaCaT cells showed basal binding of endogenous YAP and ΔNp63 α , as detected by co-IP with an anti-YAP antibody ( Figure 5b ). Strikingly, UV treatment induced rapid and sustained increase in the binding of endogenous YAP and ΔNp63 α ( Figure 5b ), following the kinetics of YAP phosphorylation by UV radiation in these cells ( Figure 3e ). It was shown that YAP stabilized p73 in part by displacing the E3 ligase ITCH by competitive binding at the PPXY site on p73. 12 , 13 ITCH was recently shown to bind and lead to degradation of ΔNp63 α , as well as TAp73 α . 37 , 38 To further understand the mechanism behind the YAP-mediated stabilization of ΔNp63 α , we assessed whether YAP stabilizes ΔNp63 α by interfering with ITCH binding; HaCaT cells were transfected with either control or siRNA targeting ITCH. Consistent with our observations in Figure 5b , co-IP with anti-p63 α antibody reveals endogenous YAP-p63 binding in control HaCaT cells. Significantly, silencing endogenous ITCH in HaCaTs resulted in greater YAP-p63 binding as shown by increased YAP co-immunoprecipitated with p63 ( Figure 5c ). To ensure that these finding were not specific to HaCaT cells, we assessed endogenous YAP stabilization of ΔNp63α in the H357 head-and-neck squamous cell carcinoma line, as ΔNp63 α has been shown to be crucial for survival in this cancer. 36 As shown in Figure 5d , silencing of endogenous YAP in these cells leads to decrease in ΔNp63 α protein levels. Similar to HaCaT cells, ΔNp63 α degradation resulting from YAP loss is exacerbated by UV irradiation in this head-and-neck cancer line ( Figure 5d ). Furthermore, we showed that silencing of YAP in H357 cells not only results in decreased ΔNp63 α but also greater binding of endogenous ΔNp63 α and ITCH as determined by markedly increased ITCH co-immunoprecipitated with p63 in YAP-depleted cells ( Figure 5e ). Together, these results show that YAP-mediated stabilization of ΔNp63 α occurs through competitive binding with the ITCH E3 ligase. To further validate that YAP binding and stabilization of ΔNp63 α are mediated by the JNK phospho-sites on YAP, we coexpressed ΔNp63 α and either an empty control vector, wild-type YAP, mut2AYAP or mut2DYAP in U2OS cells. Complimentary to the effect of decreasing protein expression of endogenous ΔNp63 α by silencing YAP ( Figure 5a ), ectopic expression of YAP stabilized coexpressed ΔNp63 α ( Figure 5f ). This effect was enhanced with coexpression of the phosphomimetic mut2DYAP but not with mut2AYAP ( Figure 5f ). Furthermore, increased stabilization of ΔNp63 α by mut2DYAP correlated with increased binding of mut2DYAP to ΔNp63 α , as compared with wild-type YAP ( Figure 5f ), mimicking the effect of UV stimulation ( Figure 5b ). Together, these results indicate that YAP stabilization of ΔNp63 α is regulated by their direct binding and that it is induced by JNK phosphorylation. Expression of ΔNp63 α determines role of YAP in UV-induced apoptosis Western blot analysis showed that ΔNp63 α expression is high in HaCaT, where YAP silencing promoted UV-induced apoptosis, and low in BWT where YAP promoted UV-induced apoptosis ( Figure 6a ). Furthermore, blotting with both pan-p63 and p63α-specific antibodies and MW comparison showed that ΔNp63 α is by far the most prevalent p63 isoform expressed in both cell lines ( Figure 6a ). To verify whether there is a causal link between expression of ΔNp63 α and whether YAP expression promotes or protects from UV-induced apoptosis, we manipulated the expression of ΔNp63 α in these cells and subjected them to UV irradiation. As expected, silencing endogenous ΔNp63 α expression in HaCaTs exacerbated UV-induced cell death ( Figure 6b ), while ectopically expressing ΔNp63 α in BWT ( Figure 6c ) resulted in decrease in apoptosis upon UV treatment. Discussion Our results show that YAP is a direct substrate for JNK phosphorylation in a number of cell lines, both tumor-derived (U20S, MCF-7, BWT) and immortalized (293, HaCaT) ( Figure 3a ). We further show that JNK is stimulated to phosphorylate YAP upon UV irradiation ( Figure 3e ), one of the most potent stress activators of the JNK pathway. 23 , 24 , 31 The studies that show YAP to promote apoptosis most often used chemotherapeutics, such as cisplatin, to induce cell death in tumor-derived cell lines. 7 , 8 , 9 , 11 , 12 , 13 Consistent with this role, YAP has recently been shown to function as a tumor suppressor in certain breast cancers. 39 However, YAP has been shown to be a pro-growth signal in development, most convincingly in fly development, 14 , 15 , 18 , 19 and has also been implicated as an oncogene in a mouse model of liver cancer. 40 It has been hypothesized that the apparent contradiction in the function of YAP can be explained by YAP binding and subsequently either activating or inactivating different transcription factors, such as TAp73 to signal apoptosis and TEAD to signal growth, as determined by context DNA damage in adult tissue versus tissue growth in development. 10 , 17 In contrast to what has been reported for other DNA-damaging signals, we show that YAP silencing enhances UV-induced apoptosis in HaCaT cells ( Figure 4a and b ), implicating a protective role for YAP in keratinocytes. However, we found that YAP promotes UV-induced cell death in BWT skin squamous cell carcinomas, further showing that is dependent on JNK phosphorylation ( Figure 4c–e ). We show the mechanism behind this dual role of YAP in UV-induced apoptosis to be the ability of YAP to stabilize the pro-proliferative p53-family member, ΔNp63 α , by direct binding, similar to what has been shown previously with the proapoptotic TAp73 α . 12 , 13 Moreover, we show the binding and stabilization of these key signaling proteins to be JNK-dependent ( Figure 5 ). Therefore, our studies indicate that evaluation of the expression of the different p63/p73 isoforms, which can signal opposing cell biologies, 41 , 42 is crucial in determining the function of YAP, in different cell types, even subject to the same stress stimuli. Work on both DNA damage and tissue growth shows that phosphorylation is a crucial regulatory process for YAP's function. Although we identified and characterized JNK as a YAP kinase and a crucial regulator of its function, our initial in vitro screen also suggests that there are other kinases, besides those already published, that may directly phosphorylate YAP ( Figure 1 and Supplementary Table 1). Forthcoming studies will determine whether ERK2 and PKC α , which both exhibited moderate in vitro kinase activity toward YAP ( Figure 1 and Supplementary Table 1), are physiologically relevant YAP kinases and whether their activity also mediates YAP's regulation of apoptosis or growth. However, it is likely that to fully appreciate YAP's function in a particular context, an integrative approach to phosphorylation, as well as the other post-translational modifications reported for YAP, 10 , 43 will be required. Materials and Methods YAP Kinase screen See Supplementary Methods for details on YAP kinase screens. Cell culture, transfections and treatments U2OS and HaCaT cell lines were grown in Dulbecco's modified Eagle's medium supplemented with 10% fetal bovine serum, -glutamine and penicillin/streptomycin. The BWT human skin squamous cell carcinoma line (a gift from Dr Karin Purdie (ICMS, Barts and The London School of Medicine, Queen Mary University of London, London, UK)) was grown in Dulbecco's modified Eagle's medium and F12 3 : 1 supplemented with 10% fetal bovine serum, adenine, hydrocortisone, insulin, epidermal growth factor, cholera toxin, transferrin, liothyronine and penicillin/streptomycin. H357 head-and-neck cancer cells were grown in Dulbecco's modified Eagle's medium supplemented as BWT medium but excluding transferrin or liothyronine. Transfections of cDNA and shRNA constructs were performed using Effectene (Qiagen, Crawley, West Sussex, UK), according to the manufacturer's instructions, either in six-well plates or 10-cm dishes using 0.4 or 2 μ g of DNA, respectively. Cells were harvested 24 or 48 h after transfection. Interferin (Polyplus Transfection, New York, NY, USA) was used for transfecting siRNA at a final concentration of 10–25 nM, according to the manufacturer's instructions, and cells were harvested 48 h later. Anisomycin (Sigma, Gillingham, Dorset, UK) was used at a final concentration of 10 μ g/ml for 30–60 min before harvesting. The SP600125 and SB203580 inhibitors (Calbiochem, Merck Chemicals Ltd., Nottingham, UK) were used for 3 h before 15-min anisomycin treatment at a concentration of 20 and 10 μ M, respectively. For UV-C treatments, cells were washed in PBS and irradiated with 50 J/m 2 (HaCaT) and 30 J/m 2 (BWT) of UV-C and then incubated with normal media for the indicated time periods. Plasmids and siRNAs Flag–YAP was cloned from GFP-YAP as described elsewhere, 7 into pCMV-Tag2B purchased from Stratagene (Agilent Technologies UK Ltd., Stockport, UK). pcDNAHA-ΔNp63 α was a gift from Dr Eleonora Candi (Universita' di Tor Vergata, Roma, Italy). Mutagenesis was performed using the Quikchange Site-Directed Mutagenesis kit (Stratagene) according to the manufacturer's instructions. The primers used in the mutagenesis of YAP at JNK phosphorylation sites to alanine and aspartic acid can be found in Supplementary Methods. pRetroSuper was used to stably express an shRNA against YAP (YAP shRNA); also used for YAP siRNA 7 and a non-targeting control (control shRNA). 44 The JNK siRNA, which targets both JNK1 and JNK2, and a non-targeting sequence #2 were both purchased from Dharmacon (Thermo Scientific, Northumberland, UK). IP and Western blotting Cells were harvested and lysed in either NP40 lysis buffer or, for Flag IPs, in Flag lysis buffer (Sigma) containing protease and phosphatase inhibitors. For Flag IPs, Flag beads (Sigma) were washed twice in 0.5% TBS and the lysates were incubated with the beads in 0.5–1 ml of Flag lysis buffer for 2 h at 4°C. After washing, proteins were eluted off the beads using 3 × Flag peptide in a total volume of 50 μ l for 30 min at 4°C. For endogenous YAP IPs, a monoclonal YAP1 antibody (MO1; Abnova Corporation, Heidelberg, Germany) was used at 1.4 μ g/mg protein. For endogenous p63 IPs, p63 α (H129; Santa Cruz Biotechnology, Heidelberg, Germany) was used at 1 μ g/mg protein. Protein-G–Sepharose beads (Sigma) were used according to the manufacturer's protocol. Proteins were analyzed by 8% SDS-PAGE and probed overnight with primary antibodies, followed by incubation with HRP-coupled secondary antibodies and chemiluminescence detection (ECL). The following antibodies were used: YAP, p63 α , (Santa Cruz Biotechnology); Flag, β -tubulin (Sigma); c-Jun, p-c-Jun, JNK, PARP and cleaved PARP (Cell Signaling Technology, NEB UK, Hitchin, UK); YAP1 (Abnova Corporation); and ITCH (BD Transduction Laboratories, Oxford, UK). The YAP pT362 antibody was made by Kinasource (Dundee, UK) and was used in conjunction with a dephospho-peptide. In vitro kinase assay Active JNK1 α 1 or JNK2 α 2 kinases (Upstate, Millipore (U.K.) Limited, Watford, UK) were incubated with recombinant YAP protein along with 100 μ M ATP (magnesium/ATP cocktail; Upstate) in a kinase buffer (10 × ; 500 mM Tris (pH 7.5), 100 mM 2-ME) for 0 or 60 min. Mass spectrometry Samples from in vitro kinase assays or Flag IPs were run on a pre-cast 4–12% NuPage Bis–Tris gel (Invitrogen, Paisley, UK), which was then stained with Coomassie (GelCode Blue Stain Reagent; Pierce, Thermo Scientific, Northumberland, UK). The band containing YAP was excised, digested with trypsin and chymotrypsin, and the resultant peptides were subjected to LC-MS/MS analysis at the Protein Analysis Unit (WHRI, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, UK) and the Taplin Mass Spectrometry Facility (Harvard University). Spectra were analyzed for the phosphorylation signature. Annexin-V staining and flow cytometry HaCaT control shRNA (control shRNA) or a YAP-targeted shRNA (YAP shRNA) stables were treated with 50 J/m 2 UV-C. BWT cells were transiently transfected with the constructs and siRNAs indicated, and irradiated 24 h later with UV at 30 J/m 2 . Twenty-four hours after UV irradiation, media and PBS wash as well as trypsinized cells were pelleted and washed in PBS before a 15-min incubation with Annexin-V Alexa-488 and PI according to the manufacturer's instructions (Molecular Probes, Invitrogen). Flow cytometry was performed using a FACSCalibur instrument (Becton Dickinson, BD Biosciences, Oxford, UK) following the manufacturer's instructions. Conflict of interest The authors declare no conflict of interest. We thank Dr Tobias Maile for helpful discussion. This work was funded by Cancer Research UK. ΔN N-terminal truncated PML pro-myelocytic leukemia siRNA short interfering RNA TA transactivation domain YAP Yes-associated protein Yki Yorkie Supplementary Information accompanies the paper on Cell Death and Disease website ( http://www.nature.com/cddis ) Sudol M Yes-associated protein (YAP65) is a proline-rich phosphoprotein that binds to the SH3 domain of the Yes proto-oncogene product Oncogene 1994 9 2145 2152 8035999 Sudol M Bork P Einbond A Kastury K Druck T Negrini M Characterization of the mammalian YAP (Yes-associated protein) gene and its role in defining a novel protein module, the WW domain J Biol Chem 1995 270 14733 14741 7782338 Yagi R Chen LF Shigesada K Murakami Y Ito Y A WW domain-containing yes-associated protein (YAP) is a novel transcriptional coactivator EMBO J 1999 18 2551 2562 10228168 Strano S Munarriz E Rossi M Castagnoli L Shaul Y Sacchi A Physical interaction with Yes-associated protein enhances p73 transcriptional activity J Biol Chem 2001 276 15164 15173 11278685 Vassilev A Kaneko KJ Shu H Zhao Y DePamphilis ML TEAD/TEF transcription factors utilize the activation domain of YAP65, a Src/Yes-associated protein localized in the cytoplasm Genes Dev 2001 15 1229 1241 11358867 Komuro A Nagai M Navin NE Sudol M WW domain-containing protein YAP associates with ErbB-4 and acts as a co-transcriptional activator for the carboxyl-terminal fragment of ErbB-4 that translocates to the nucleus J Biol Chem 2003 278 33334 33341 12807903 Basu S Totty NF Irwin MS Sudol M Downward J Akt phosphorylates the Yes-associated protein, YAP, to induce interaction with 14-3-3 and attenuation of p73-mediated apoptosis Mol Cell 2003 11 11 23 12535517 Strano S Monti O Pediconi N Baccarini A Fontemaggi G Lapi E The transcriptional coactivator Yes-associated protein drives p73 gene-target specificity in response to DNA damage Mol Cell 2005 18 447 459 15893728 Levy D Adamovich Y Reuven N Shaul Y Yap1 phosphorylation by c-Abl is a critical step in selective activation of proapoptotic genes in response to DNA damage Mol Cell 2008 29 350 361 18280240 Downward J Basu S YAP and p73: a complex affair Mol Cell 2008 32 749 750 19111652 Lapi E Di Agostino S Donzelli S Gal H Domany E Rechavi G PML, YAP, and p73 are components of a proapoptotic autoregulatory feedback loop Mol Cell 2008 32 803 814 19111660 Levy D Adamovich Y Reuven N Shaul Y The Yes-associated protein 1 stabilizes p73 by preventing Itch-mediated ubiquitination of p73 Cell Death Differ 2007 14 743 751 17110958 Danovi SA Rossi M Gudmundsdottir K Yuan M Melino G Basu S Yes-associated protein (YAP) is a critical mediator of c-Jun-dependent apoptosis Cell Death Differ 2008 15 217 219 17823615 Dong J Feldmann G Huang J Wu S Zhang N Comerford SA Elucidation of a universal size-control mechanism in Drosophila and mammals Cell 2007 130 1120 1133 17889654 Zhao B Wei X Li W Udan RS Yang Q Kim J Inactivation of YAP oncoprotein by the Hippo pathway is involved in cell contact inhibition and tissue growth control Genes Dev 2007 21 2747 2761 17974916 Harvey K Tapon N The Salvador–Warts–Hippo pathway – an emerging tumour-suppressor network Nat Rev Cancer 2007 7 182 191 17318211 Zhao B Lei QY Guan KL The Hippo–YAP pathway: new connections between regulation of organ size and cancer Curr Opin Cell Biol 2008 20 638 646 18955139 Huang J Wu S Barrera J Matthews K Pan D The Hippo signaling pathway coordinately regulates cell proliferation and apoptosis by inactivating Yorkie, the Drosophila homolog of YAP Cell 2005 122 421 434 16096061 Zhao B Ye X Yu J Li L Li W Li S TEAD mediates YAP-dependent gene induction and growth control Genes Dev 2008 22 1962 1971 18579750 Matallanas D Romano D Yee K Meissl K Kucerova L Piazzolla D RASSF1A elicits apoptosis through an MST2 pathway directing proapoptotic transcription by the p73 tumor suppressor protein Mol Cell 2007 27 962 975 17889669 Kawahara M Hori T Chonabayashi K Oka T Sudol M Uchiyama T Kpm/Lats2 is linked to chemosensitivity of leukemic cells through the stabilization of p73 Blood 2008 112 3856 3866 18565851 Oka T Mazack V Sudol M Mst2 and Lats kinases regulate apoptotic function of Yes kinase-associated protein (YAP) J Biol Chem 2008 283 27534 27546 18640976 Weston CR Davis RJ The JNK signal transduction pathway Curr Opin Cell Biol 2007 19 142 149 17303404 Johnson GL Nakamura K The c-jun kinase/stress-activated pathway: regulation, function and role in human disease Biochim Biophys Acta 2007 1773 1341 1348 17306896 Gallagher E Enzler T Matsuzawa A Anzelon-Mills A Otero D Holzer R Kinase MEKK1 is required for CD40-dependent activation of the kinases Jnk and p38, germinal center formation, B cell proliferation and antibody production Nat Immunol 2007 8 57 63 17143273 Cano E Hazzalin CA Mahadevan LC Anisomycin-activated protein kinases p45 and p55 but not mitogen-activated protein kinases ERK-1 and -2 are implicated in the induction of c-fos and c-jun Mol Cell Biol 1994 14 7352 7362 7935449 Hibi M Lin A Smeal T Minden A Karin M Identification of an oncoprotein- and UV-responsive protein kinase that binds and potentiates the c-Jun activation domain Genes Dev 1993 7 2135 2148 8224842 Bennett BL Sasaki DT Murray BW O′Leary EC Sakata ST Xu W SP600125, an anthrapyrazolone inhibitor of Jun N-terminal kinase Proc Natl Acad Sci USA 2001 98 13681 13686 Cuenda A Rouse J Doza YN Meier R Cohen P Gallagher TF SB 203580 is a specific inhibitor of a MAP kinase homologue which is stimulated by cellular stresses and interleukin-1 FEBS Lett 1995 364 229 233 7750577 Rouse J Cohen P Trigon S Morange M Alonso-Llamazares A Zamanillo D A novel kinase cascade triggered by stress and heat shock that stimulates MAPKAP kinase-2 and phosphorylation of the small heat shock proteins Cell 1994 78 1027 1037 7923353 Karin M Gallagher E From JNK to pay dirt: jun kinases, their biochemistry, physiology and clinical importance IUBMB Life 2005 57 283 295 16036612 Katagiri C Nakanishi J Kadoya K Hibino T Serpin squamous cell carcinoma antigen inhibits UV-induced apoptosis via suppression of c-JUN NH2-terminal kinase J Cell Biol 2006 172 983 990 16549498 Gu X Coates PJ Boldrup L Nylander K p63 contributes to cell invasion and migration in squamous cell carcinoma of the head and neck Cancer Lett 2008 263 26 34 18194839 Hibi K Trink B Patturajan M Westra WH Caballero OL Hill DE AIS is an oncogene amplified in squamous cell carcinoma Proc Natl Acad Sci USA 2000 97 5462 5467 Lena AM Shalom-Feuerstein R di Val Cervo PR Aberdam D Knight RA Melino G miR-203 represses ‘stemness' by repressing DeltaNp63 Cell Death Differ 2008 15 1187 1195 18483491 Rocco JW Leong CO Kuperwasser N DeYoung MP Ellisen LW p63 mediates survival in squamous cell carcinoma by suppression of p73-dependent apoptosis Cancer Cell 2006 9 45 56 16413471 Rossi M Aqeilan RI Neale M Candi E Salomoni P Knight RA The E3 ubiquitin ligase Itch controls the protein stability of p63 Proc Natl Acad Sci USA 2006 103 12753 12758 Rossi M De Laurenzi V Munarriz E Green DR Liu YC Vousden KH The ubiquitin–protein ligase Itch regulates p73 stability EMBO J 2005 24 836 848 15678106 Yuan M Tomlinson V Lara R Holliday D Chelala C Harada T Yes-associated protein (YAP) functions as a tumor suppressor in breast Cell Death Differ 2008 15 1752 1759 18617895 Zender L Spector MS Xue W Flemming P Cordon-Cardo C Silke J Identification and validation of oncogenes in liver cancer using an integrative oncogenomic approach Cell 2006 125 1253 1267 16814713 Muller M Schleithoff ES Stremmel W Melino G Krammer PH Schilling T One, two, three – p53, p63, p73 and chemosensitivity Drug Resist Updat 2006 9 288 306 17287142 Murray-Zmijewski F Lane DP Bourdon JC p53/p63/p73 isoforms: an orchestra of isoforms to harmonise cell differentiation and response to stress Cell Death Differ 2006 13 962 972 16601753 Bertini E Oka T Sudol M Strano S Blandino G YAP: at the crossroad between transformation and tumor suppression Cell Cycle 2009 8 49 57 19106601 Gudmundsdottir K Lord CJ Witt E Tutt AN Ashworth A DSS1 is required for RAD51 focus formation and genomic stability in mammalian cells EMBO Rep 2004 5 989 993 15359272 Supplementary Material Supplementary Figure S1 Click here for additional data file. Supplementary Figure S2 Click here for additional data file. Supplementary Table S1 Click here for additional data file. Supplementary Figures and Table Legends Click here for additional data file. Figure 1 Identification of JNK1 and JNK2 as YAP kinases. Recombinant YAP was used in an in vitro screen with 29 recombinant, active kinases. Kinase reactions were performed in duplicate and processed as described in the Supplementary information. Autoradiography of 32 P-labeled ATP incorporation indicates that JNK1 and JNK2 are strong YAP kinases, whereas Erk2 and PKC α phosphorylate YAP moderately well Figure 2 JNK phosphorylates YAP on multiple sites. ( a ) In vitro kinase assay where recombinant YAP was incubated with JNK1 α 1 or JNK2 α 2. The assay was stopped at different time points from 0 to 60 min and the samples were fractionated by SDS-PAGE, visualized by Coomassie staining (top) and for phosphorylation by incorporation of 32 P-labeled ATP (bottom). Each time point is shown in duplicate. ( b ) The kinases JNK1 α 1 or JNK2 α 2 were incubated with recombinant YAP for 0 or 60 min in an in vitro kinase assay. The samples were visualized by Coomassie staining. The band containing the YAP protein was excised for analysis by mass spectrometry and the sites identified are listed to the right of the panels. ( c ) 293T cells were transfected with a Flag–YAP expression vector or a Flag-empty vector. Twenty-four hours later the cells were treated with anisomycin or DMSO before harvesting. Flag immunoprecipitated proteins were visualized by Coomassie staining and the band containing the Flag–YAP protein after anisomycin treatment was excised and analyzed by mass spectrometry for phosphorylation; the sites identified are listed to the right of panel. Flag IP elutes and inputs were also immunoblotted by the indicated antibodies. ( d ) The wild-type YAP (WT) and five mutant (T119A, S138A, T154A, S317A and T362A) Flag–YAP constructs were each transfected into U2OS cells and 24 h later were treated with anisomycin or DMSO before harvesting. Lysates were fractionated by 8% SDS-PAGE, analyzed for YAP band shift and further probed with indicated antibodies Figure 3 JNK specifically phosphorylates YAP in vivo . ( a ) HaCaT, U2OS, MCF7 and 293T cell lines were treated with anisomycin or DMSO (control) for 60 min before harvesting. YAP band shift was analyzed as described before and lysates were analyzed by Western blotting with the indicated antibodies. ( b ) Upper panel: U2OS cells were treated with SP600125 or an equivalent volume of DMSO for 3 h, followed by treatment for 15 min with anisomycin or DMSO. Lower panel: HaCaT cells were treated with SB203580 or DMSO for 3 h prior followed by a 15 min treatment with anisomycin or DMSO, harvested and lysates were analyzed using the indicated antibodies. ( c ) U2OS cells were transfected with Flag–YAP and either siControl (siCTL) or siJNK1 and siJNK2 (siJNK). The cells were then treated with anisomycin for 1 h and subsequently Flag–YAP was immunoprecipitated from lysates. IP inputs and eluates were analyzed by Western blotting using the indicated antibodies. ( d ) BWT cells were transfected with Flag–YAP, Flag–mut2AYAP and Flag–mut2DYAP. The cells were irradiated with 30 J/m 2 UV-C and harvested 1 h later for Western blot analysis with the indicated antibodies. ( e ) HaCaT cells were irradiated with 50 J/m 2 UV-C and harvested at 10, 20, 30 min and 2 h. Endogenous YAP was immunoprecipitated and IP inputs and eluates were analyzed by Western blotting using the indicated antibodies Figure 4 YAP regulates UV-induced apoptosis in a JNK-dependent manner. ( a ) HaCaT control shRNA and YAP shRNA cells were irradiated with UV-C (50 J/m 2 ) for 24 h or left untreated. Apoptosis was analyzed by Annexin-V and PI staining by FACS as detailed under Materials and Methods and in Supplementary Figure S3. ( b ) HaCaT stable cell lines expressing the control shRNA or YAP-targeted shRNA where treated with anisomycin for 6 h or irradiated with UV-C and harvested at the indicated time points. Lysates were analyzed by Western blotting using the indicated antibodies. ( c ) BWT cells were treated with control or YAP-targeted siRNA and subsequently irradiated with UV-C (30 J/m 2 ) for 24 h or left untreated. Apoptosis was analyzed as in panel a . Total includes early and late apoptosis. ( d ) BWT cells were treated with control or YAP siRNA and irradiated as in panel c , and harvested at 2 and 6 h. Lysates were analyzed by Western blotting using the indicated antibodies. ( e ) Flag-EV, or mut2DYAP was expressed in BWT cells. Cells were irradiated with 30 J/m 2 of UV-C or left untreated and analyzed for apoptosis as in panel c . The error bars indicate the standard deviation of three independent experiments Figure 5 JNK phosphorylation of YAP enhances the stabilization of ΔNp63 α by direct binding. ( a ) HaCaT cells were transfected with control siRNA (siCTL) or YAP siRNA (siYAP) and 48 h later irradiated with 50 J/m 2 UV. Cells were harvested at the indicated time points after UV irradiation and analyzed by Western blotting using the indicated antibodies. ( b ) HaCaT cells were irradiated with 50 J/m 2 UV and harvested for IP 30 min, 1, 2 and 6 h later. Endogenous YAP was immunoprecipitated and IP inputs and eluates were analyzed by Western blotting using the indicated antibodies ( c ) HaCaT cells were transfected with control siRNA (siCTL) or ITCH siRNA (siITCH) and 72 h later the cells were harvested for IP of endogenous p63. p63 IP eluates and input lysates were analyzed by Western blotting using the indicated antibodies. ( d ) H357 cells were transfected with control siRNA (siCTL) or YAP siRNA (siYAP) and after 72 h irradiated with 50 J/m 2 UV. H357 cells were then harvested 4 h after irradiation and analyzed by Western blotting using the indicated antibodies. ( e ) H357 cells were transfected with control siRNA (siCTL) or YAP siRNA (siYAP) and 72 h later the cells were harvested for IP of endogenous p63. p63 IP eluates and input lysates were analyzed by Western blotting using the indicated antibodies. ( f ) U2OS cells were co-transfected with pcDNA-ΔNp63 α and either Flag-EV, Flag-YAP, Flag-mut2AYAP or Flag-mut2DYAP. Flag IP was performed and IP inputs and eluates analyzed by Western blotting using the indicated antibodies Figure 6 Expression of ΔNp63 α uncovers the role of YAP in UV-induced apoptosis. ( a ) Duplicate lysates from BWT and HaCaT cells were immunoblotted for p63 with either p63 α or pan-p63 antibodies as indicated and also β -tubulin expression for loading control. ( b ) HaCaT cells were transfected with control siRNA (siCTL) or an siRNA to p63 (sip63) and after 48 h were irradiated with 50 J/m 2 UV. Cells were harvested at the indicated time points and analyzed by Western blotting using the antibodies shown. ( c ) BWT cells were transfected with pcDNAHA empty vector control (EV) or pCDNAHA-ΔNp63 α (p63) and after 48 h UV-irradiated at 30 J/m 2 . The cells were harvested after 6 h and the expression of the indicated proteins analyzed by Western blotting",
  "plain_text": "Yes-associated protein (YAP) regulates DNA damage and chemosensitivity, as well as functioning as a pro-growth, cell size regulator. For both of its roles, regulation by phosphorylation is crucial. We undertook an in vitro screen to identify novel YAP kinases to discover new signaling pathways to better understand YAP's function. We identified JNK1 and JNK2 as robust YAP kinases, as well as mapped multiple sites of phosphorylation. Using inhibitors and siRNA, we showed that JNK specifically phosphorylates endogenous YAP in a number of cell types. We show that YAP protects keratinocytes from UV irradiation but promotes UV-induced apoptosis in a squamous cell carcinoma. We defined the mechanism for this dual role to be YAP's ability to bind and stabilize the pro-proliferative ΔNp63 α isoform in a JNK-dependent manner. Our report indicates that an evaluation of the expression of the different isoforms of p63 and p73 is crucial in determining YAP's function."
}
