{
    "PMC": "4539581",
    "DOI": "10.1038/ncb3170",
    "PMID": "25961505",
    "PMCID": "PMC4539581",
    "title": "A nuclear role for the respiratory enzyme CLK-1 in regulating mitochondrial stress responses and longevity.",
    "year": 2015,
    "source_url": "https://europepmc.org/article/PMC/PMC4539581",
    "source": "MED",
    "abstract_text": "The coordinated regulation of mitochondrial and nuclear activities is essential for cellular respiration and its disruption leads to mitochondrial dysfunction, a hallmark of ageing. Mitochondria communicate with nuclei through retrograde signalling pathways that modulate nuclear gene expression to maintain mitochondrial homeostasis. The monooxygenase CLK-1 (human homologue COQ7) was previously reported to be mitochondrial, with a role in respiration and longevity. We have uncovered a distinct nuclear form of CLK-1 that independently regulates lifespan. Nuclear CLK-1 mediates a retrograde signalling pathway that is conserved from Caenorhabditis elegans to humans and is responsive to mitochondrial reactive oxygen species, thus acting as a barometer of oxidative metabolism. We show that, through modulation of gene expression, the pathway regulates both mitochondrial reactive oxygen species metabolism and the mitochondrial unfolded protein response. Our results demonstrate that a respiratory enzyme acts in the nucleus to control mitochondrial stress responses and longevity.",
    "full_text": "100890575 21417 Nat Cell Biol Nat. Cell Biol. Nature cell biology 1465-7392 1476-4679 4539581 25961505 10.1038/ncb3170 ems62818 Article A nuclear role for the respiratory enzyme CLK-1/COQ7 in regulating mitochondrial stress responses and longevity Monaghan Richard M. 1 Barnes Robert G. 1 Fisher Kate 1 Andreou Tereza 1 2 Rooney Nicholas 1 3 Poulin Gino B. 1 4 Whitmarsh Alan J. 1 4 1 Faculty of Life Sciences, University of Manchester, Michael Smith Building, Oxford Road, Manchester, M13 9PT, UK. 4 Correspondence should be addressed to A.J.W or G.B.P ( alan.j.whitmarsh@manchester.ac.uk or gino.poulin@manchester.ac.uk ) 2 Present address: Institute of Cancer and Pathology, University of Leeds, St. James’s University Hospital, Leeds, LS9 7TF, UK. 3 Present address: The Beatson Institute for Cancer Research, Switchback Road, Bearsden, Glasgow G61 1BD, UK. Contributions R.M.M. conceived and designed the study, performed the majority of the experiments, analysed the data and wrote the paper; R.G.B. generated worm strains, imaged worms and conducted lifespan experiments; K.F. generated worm strains; T.A. and N.R. screened non-nuclear COQ7 mutants; G.B.P. conceived and designed the study; A.J.W. conceived and designed the study, analysed the data and wrote the paper. 9 7 2015 11 5 2015 6 2015 01 12 2015 17 6 782 792 Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use: http://www.nature.com/authors/editorial_policies/license.html#terms The coordinated regulation of mitochondrial and nuclear activities is essential for cellular respiration and its disruption leads to mitochondrial dysfunction, a hallmark of ageing. Mitochondria communicate with nuclei via retrograde signalling pathways that modulate nuclear gene expression in order to maintain mitochondrial homeostasis. The monooxygenase CLK-1 was previously reported to be mitochondrial, with a role in respiration and longevity. We have uncovered a distinct nuclear form of CLK-1 that independently regulates lifespan. Nuclear CLK-1 mediates a retrograde signalling pathway that is conserved from Caenorhabditis elegans to humans and is responsive to mitochondrial reactive oxygen species, thus acting as a barometer of oxidative metabolism. We show that, through modulation of gene expression, the pathway regulates both mitochondrial reactive oxygen species metabolism and the mitochondrial unfolded protein response. Our results demonstrate that a respiratory enzyme acts in the nucleus to control mitochondrial stress responses and longevity. Introduction Mitochondria function as cellular energy generators producing the fuel, predominantly in the form of adenosine triphosphate (ATP), required to drive biological processes. They act as a hub for many essential biochemical pathways, the metabolites of which are closely monitored by the cell 1 - 3 . The majority of the enzymes that are required for these pathways are encoded by the nuclear genome compared with a few that are encoded directly by the mitochondrial genome. Therefore, coordinated regulation of nuclear and mitochondrial gene expression is essential 4 , 5 . Mitochondrial activity is monitored through a variety of mitochondrial readouts that include the amount of reactive oxygen species (ROS) produced during oxidative metabolism, the rate of ATP production, and the level of misfolded proteins. These readouts activate or inhibit cytosolic signalling pathways that ensure the appropriate changes in nuclear gene expression occur to maintain mitochondrial homeostasis 2 - 6 . Mitochondrial dysfunction is a hallmark of ageing and alterations in mitochondrial activity affect the lifespan of model organisms 7 , 8 . Indeed, increased mitochondrial ROS modulates stress responses and promotes longevity 3 , 8 - 10 . In addition, the initiation of a distinct mitochondrial to nuclear retrograde signaling pathway, the mitochondrial unfolded protein response (UPR mt ), has been proposed to extend lifespan 11 - 13 . These findings suggest a direct link between mitochondrial stress and longevity. In Caenorhabditis elegans, mutants of components of the electron transport chain display reduced oxidative phosphorylation and increased longevity 14 . The mitochondrial diiron containing monooxygenase CLK-1 catalyzes the hydroxylation of 5-demethoxyubiquinone, a critical step in the biosynthesis of ubiquinone, an essential cofactor of the electron transport chain 15 , 16 . However, C. elegans clk-1 null mutants and heterozygous mice display altered mitochondrial metabolism and extended lifespans through a pathway that appears to be independent of ubiquinone biosynthesis and ATP production 17 - 21 . This indicates that additional functions for CLK-1 may exist. CLK-1, and its human homologue COQ7, contain an N-terminal mitochondrial targeting sequence (MTS) and are assumed to reside exclusively within mitochondria 22 , 23 . However, we have observed CLK-1/COQ7 present in the nuclei of both C. elegans and cultured human cells. Furthermore, we have uncovered a specific role for the nuclear pool of CLK-1/COQ7 in the regulation of ROS metabolism, mitochondrial stress responses and longevity. Results CLK-1 and its human homologue COQ7 localise to mitochondria and nuclei We found that endogenous and exogenously expressed COQ7 display both mitochondrial and nuclear immunostaining in HeLa cells ( Fig. 1a, b and Supplementary Fig. 1a ), while adult transgenic worms expressing CLK-1 fused to green fluorescent protein (GFP) also display fluorescence in both compartments ( Fig. 1c ). We identified a sequence in COQ7 between amino acids 11 and 29 that is required for nuclear localisation ( Supplementary Fig. 1b ). This nuclear targeting sequence (NTS) is adjacent to the MTS, but within the N-terminal region that is cleaved and degraded by the mitochondrial processing peptidase (MPP) following mitochondrial import 23 ( Fig. 2b ). This suggested that a pool of COQ7, rather than being imported into mitochondria and cleaved, remains uncleaved and localises to the nucleus. This scenario is supported by nuclear-specific immunostaining of endogenous COQ7 with antibodies that specifically recognise the N-terminal region ( Fig. 1d and Supplementary Fig. 1c ). It was also observed that two forms of COQ7 were visible on immunoblots of cell lysates and that both were decreased by COQ7 -specific siRNA ( Fig. 1e ). These corresponded to the uncleaved and cleaved forms of the protein ( Supplementary Fig. 1d ). Taken together, these data establish that distinct mitochondrial and nuclear forms of CLK-1/COQ7 coexist within cells. This dual localisation of CLK-1/COQ7 suggests that it may be part of a regulatory mechanism that links mitochondrial function to nuclear events. It has been proposed that the regulation of mitochondrial protein import in response to changes in ROS production and peptide efflux can act as a gauge of mitochondrial activity and dysfunction 11 , 24 . We found that the exposure of cells to an antioxidant (N-acetyl-L-cysteine; NAC) decreased the amount of nuclear COQ7, while the same treatment in worms reduced CLK-1-GFP nuclear localisation ( Fig. 1f, g ). Conversely, an increase in ROS enhanced nuclear COQ7 levels ( Fig. 1f ) and this correlated with an increase in the amount of uncleaved COQ7 ( Fig. 1h ). To provide evidence that ROS regulation of mitochondrial import of COQ7 was a key determinant of its nuclear localisation, we engineered a mutant with impaired mitochondrial targeting (COQ7 R11/14/16D). The mutant remained uncleaved and predominantly localised to nuclei, independently of ROS levels ( Fig. 1i, j and Supplementary Fig. 1e ). These data are consistent with a model in which a distinct pool of uncleaved CLK-1/COQ7 is targeted to the nucleus following inhibition of mitochondrial import through a ROS-dependent pathway. Nuclear COQ7 functions independently of the mitochondrial form To further characterise the nuclear targeting of COQ7 we performed site-directed mutagenesis of conserved residues within the N-terminal NTS ( Supplementary Fig. 2a ). We identified a point mutant (R28A) that, compared to wild type COQ7, displayed significantly reduced nuclear localisation ( Fig. 2a and Supplementary Fig. 2b ). Furthermore, by inserting an epitope-tag (OLLAS) immediately C-terminal to the NTS but prior to the MPP cleavage site, we demonstrated that uncleaved wild type COQ7 is present in nuclei but the R28A mutant is not ( Fig. 2b, c ). This is supported by immunoblots of cell lysates showing decreased amounts of uncleaved R28A mutant protein compared to the wild-type protein ( Supplementary Fig. 2c ). These data suggest that a pool of COQ7 can be redirected to the nucleus while the R28A mutant is predominantly targeted to mitochondria where it is cleaved. Since the loss of COQ7 expression would affect both its mitochondrial and nuclear functions, we created a system to specifically determine the effect of depleting nuclear COQ7. Cell lines were established with endogenous COQ7 expression replaced by ectopic expression of either wild type COQ7 or the non-nuclear R28A mutant ( Fig. 2d and Supplementary Fig. 2d ). As expected, uncleaved wild type COQ7 resided in the nuclear fraction but the uncleaved form was absent in the R28A expressing cells ( Fig. 2e ). Importantly, both cell lines had normal levels of ubiquinone ( Fig. 2f and Supplementary Fig. 2e ). The loss of nuclear COQ7 resulted in a decreased cell count that, in the absence of an increase in cell death, was indicative of impaired proliferation ( Fig. 2g and Supplementary Fig. 2f ). These data demonstrate that COQ7 has a biologically relevant nuclear role that is independent of its characterised mitochondrial function in ubiquinone biosynthesis. A truncated form of C. elegans CLK-1 with impaired mitochondrial targeting is predominantly nuclear and does not rescue ubiquinone biosynthesis The N-termini of C. elegans CLK-1 and human COQ7 are not well conserved compared to the high conservation of their diiron-binding domains that are C-terminal to their predicted MPP cleavage sites ( Fig. 3a ). Indeed, the N-terminal residues we identified as being critical for nuclear localisation of COQ7 do not appear to be conserved in CLK-1. However, both homologues localise to the nucleus in a ROS-dependent manner ( Fig. 1 ). This suggests that, while their nuclear role may be conserved, the precise molecular mechanism by which they are targeted to nuclei may be distinct. To address the non-mitochondrial function of worm CLK-1, we generated a transgenic animal featuring a single copy insertion expressing CLK-1 with the predicted thirteen residue MTS deleted and GFP fused at its C-terminus. This protein localised predominantly to the nucleus demonstrating that, similar to COQ7, when mitochondrial targeting is impaired, nuclear localisation is prevalent ( Fig. 3b ). We next crossed transgenic worms expressing either full length CLK-1 ( clk-1 wt ) or this truncated nuclear-only form of CLK-1 ( clk-1 nuc(+) ) with the clk-1 null worm qm30 ( clk-1(−) ). As expected, full length CLK-1 was able to rescue ubiquinone biosynthesis in these worms, however, CLK-1 nuc(+) could not ( Fig. 3c ). This infers that, similar to nuclear COQ7 in human cells, nuclear CLK-1 does not contribute to the mitochondrial biosynthetic role of CLK-1 in worms. Nuclear CLK-1/COQ7 regulates ROS metabolism It has been reported that clk-1 null worms have increased mitochondrial ROS and are more sensitive to high levels of oxidative stress 25 , 26 . We therefore analysed the role of nuclear CLK-1/COQ7 in modulating ROS responses. Expression of CLK-1 nuc(+) in clk-1 null worms partially rescued the increased ROS levels observed in these animals ( Fig. 4a ). CLK-1 nuc(+) was also able to significantly rescue the ROS-sensitivity phenotype of clk-1 null worms when exposed to the mitochondrial respiratory chain inhibitor paraquat ( Fig. 4b ). Importantly, in human cells lacking nuclear COQ7, we also observed increased basal and induced levels of ROS ( Fig. 4c ) and these cells displayed increased sensitivity to ROS-induced cell death ( Fig. 4d ). These results indicate that there is a conserved role for nuclear CLK-1/COQ7 in the response of cells to ROS, potentially through regulation of ROS metabolism. Mitochondrial glutamine metabolism is a key regulator of cellular redox balance and its inhibition is linked to increased ROS levels in cancer cells 27 , 28 . We examined whether the expression of the mitochondrial form of glutaminase (GLNA-1 in worms/GLS2 in humans), that converts glutamine to glutamate, was regulated in a nuclear CLK-1/COQ7-dependent manner. In clk-1 null worms, glna-1 transcript levels were decreased compared to wild type animals, an effect that was rescued in the presence of CLK-1 nuc(+) ( Fig. 4e and Supplementary Fig. 3a ). Loss of nuclear COQ7 in human cells also resulted in a decrease in the expression of the glna-1 homologue GLS2 ( Fig. 4g, i and Supplementary Fig. 3d ). These data suggest that nuclear CLK-1/COQ7 may regulate cellular ROS levels by promoting glutamine metabolism. Another regulator of ROS metabolism is the oxidoreductase WWOX, a hyperactivated form of which has been shown to increase cellular ROS levels in Drosophila melanogaster 29 . Interestingly, the transcript levels of one of the worm WWOX homologues are increased in clk-1 null worms 30 . We found that expression of CLK-1 nuc(+) could rescue the increased expression of the closest WWOX homologue, dhs-7, in clk-1(−) worms, and that human WWOX expression was increased upon loss of nuclear COQ7 ( Fig. 4f, g, i and Supplementary Fig. 3a, d ). Taken together, these data suggest nuclear CLK-1/COQ7 can potentially regulate metabolic pathways that alter cellular ROS production independently of ubiquinone. Since cellular ROS levels were changed in a nuclear CLK-1/COQ7-dependent manner, we sought to determine whether ROS-dependent gene expression was also altered. We found that transcripts of sod-2 , encoding a ROS detoxification enzyme, were increased in clk-1 null worms as previously reported 26 while transcripts of skn-1 , encoding a transcription factor that is a central regulator of ROS homeostatic gene expression 31 , were also increased ( Supplementary Fig. 3b ). The expression of nuclear CLK-1 in clk-1 null worms abrogated the increased transcript levels of these genes ( Supplementary Fig. 3b ). Human homologues of sod-2 and skn-1 , SOD2 and NRF2 respectively, and the NRF2 target gene HMOX1 were also increased in cells lacking nuclear COQ7 ( Fig. 4i and Supplementary Fig. 3c ). Our data indicate that the increased ROS levels observed in the absence of nuclear CLK-1/COQ7 promote a ROS-defensive gene expression program. However, as the loss of nuclear CLK-1/COQ7 sensitises cells to oxidative stress ( Fig. 4b, d ) even in the presence of these increased ROS defenses, it suggests that survival pathways may also be altered. To address this, we looked at the expression of the pro-apoptotic mitochondrial protease HTRA2, which is stimulated through a ROS-dependent retrograde pathway activated by disruption to mitochondrial proteostasis 32 . HTRA2 levels were significantly increased in cells lacking nuclear COQ7 ( Fig. 4h, i and Supplementary Fig. 3d ) and the inhibition of HTRA2 activity rescued the ROS-sensitivity phenotype of these cells ( Fig. 4j ). These data support a role for nuclear CLK-1/COQ7 in regulating retrograde ROS responses through modulation of gene expression. Mitochondrial and nuclear CLK-1 independently contribute to longevity In addition to changes in ROS metabolism, C. elegans clk-1 null mutants and heterozygous mice have extended lifespans 17 , 21 . C. elegans lacking CLK-1 survive by obtaining ubiquinone from their diet while heterozygous mice display wild type ubiquinone levels, suggesting that their increased longevity may be unrelated to CLK-1’s function in ubiquinone biosynthesis 19 , 21 . Interestingly, the expression of CLK-1 nuc(+) in clk-1 null worms caused a decrease in their enhanced longevity phenotype ( Fig. 5a, b and Supplementary Table 1 ). This infers that nuclear CLK-1 can regulate longevity and that this is unrelated to the mitochondrial role of CLK-1 in ubiquinone biosynthesis. It also suggests that nuclear and mitochondrial CLK-1 regulate lifespan via distinct mechanisms. The expression of CLK-1 nuc(+) did not rescue the delayed larval development observed in clk-1 null worms 17 ( Fig. 5c ), which is consistent with this phenotype being due to the loss of mitochondrial CLK-1. Nuclear CLK-1/COQ7 suppresses the expression of a subset of UPR mt genes The extended lifespans of clk-1 mutants, and other mitochondrial longevity phenotypes, has been linked to activation of a distinct mitochondrial to nuclear retrograde pathway, the mitochondrial unfolded protein response (UPR mt ) 11 , 12 . The UPR mt responds to mitochondrial dysfunction by regulating nuclear gene expression 13 and there is an increase in the expression of some UPR mt -responsive genes in clk-1 null worms 11 , 30 . Thus, it is plausible that there could be crosstalk between CLK-1 nuclear signalling and the UPR mt . Indeed, we found that the expression of an UPR mt -responsive fluorescent reporter, which is activated in clk-1 null worms, was significantly reduced in the presence of CLK-1 nuc(+) ( Fig. 6a ). This indicates that nuclear CLK-1 may potentially act as a suppressor of the UPR mt . We subsequently monitored transcript levels for a range of UPR mt genes 11 , 33 and identified a subset ( hsp-6 , hsp-60 , spg-7 ) where increased expression in clk-1 null worms was abrogated by expression of CLK-1 nuc(+) ( Fig. 6b and Supplementary Fig. 4a ). Importantly, this regulation of the UPR mt was conserved as the suppressed expression of homologues of these genes ( HSPA9 , HSPD1, AFG3L2 ) and of other UPR mt -associated genes ( ATG16L1, CLPP , CLPX , HSPE1 , LONP1 , SPG7 , TIMM22 ) was relieved upon loss of nuclear COQ7 in human cells ( Fig. 6c, d and Supplementary Fig. 4b ). The UPR mt can be activated by an imbalance between mitochondrial and nuclear encoded mitochondrial proteins 12 but this was not observed in cells lacking nuclear COQ7 ( Fig. 6d and Supplementary Fig. 4c ; compare MTCO1 with COXIV). Furthermore, we noted that some of the UPR mt -associated genes that were not regulated by nuclear CLK-1/COQ7 ( DNAJA3 , ENDOG, PMPCB , tim-17, ymel-1/YME1L1 ) are downstream targets of a distinct UPR mt instigated in the mitochondrial matrix 33 ( Fig. 6b, c and Supplementary Fig. 4a, b ). These data, therefore, demonstrate that nuclear CLK-1/COQ7 can selectively suppress a branch of the UPR mt . COQ7 associates with chromatin Since we have demonstrated that nuclear CLK-1/COQ7 has a role in regulating gene expression, we investigated a possible direct association with chromatin and components of the gene expression machinery. We performed chromatin fractionation of cells expressing COQ7 or the non-nuclear R28A mutant and found that the uncleaved form of COQ7, but not the R28A mutant, was enriched in the chromatin fraction ( Fig. 7a ). This suggests that nuclear COQ7 can associate directly with DNA-protein complexes. We next performed chromatin immunoprecipitation (ChIP) for endogenous COQ7 followed by promoter microarray (ChIP-on-chip) analysis. We uncovered a number of unique promoter sites enriched in COQ7 ChIPs compared with the IgG control ( Supplementary Table 2 ). Interestingly, we identified WWOX and TIMM22 as genes with sites enriched in the COQ7 ChIP ( Fig. 7b ) and whose expression is potentially regulated by nuclear CLK-1/COQ7 ( Fig. 4g and 6c ). To provide additional confirmation that these were COQ7 chromatin-binding sites, we performed ChIP followed by qPCR targeting these sites. Cells expressing wild type COQ7 displayed an enhanced ChIP signal compared to those expressing the non-nuclear R28A mutant ( Fig. 7c ). Furthermore, the ChIP signals for endogenous COQ7 at the WWOX and TIMM22 sites were decreased following treatment with the antioxidant NAC ( Fig. 7d ), which would correlate with the decrease in amount of nuclear COQ7 observed under such conditions ( Fig. 1f ). These data establish that the nuclear pool of COQ7 can directly associate with chromatin and that this may contribute to its ability to regulate gene expression. DISCUSSION We have uncovered a conserved role for the respiratory enzyme CLK-1/COQ7 as a direct mediator of mitochondrial to nuclear retrograde signaling that responds to changes in cellular oxidative status and regulates mitochondrial ROS metabolism, proteostasis and longevity ( Fig. 8 ). CLK-1 was previously assumed to modulate lifespan solely by acting in mitochondria. Indeed, clk-1 null worms have defective oxidative phosphorylation 34 and, similar to the many other respiration mutants that are long-lived 14 , this is likely to contribute to their increased lifespan. We have now established that a nuclear form of CLK-1 acts independently to limit longevity, suggesting that the mitochondrial and nuclear forms of the protein contribute to lifespan phenotypes through distinct mechanisms. Our data suggest that the nuclear role of CLK-1/COQ7 may be mediated by gene expression, however the exact mechanism is unclear. COQ7 associates with a significant number of genomic loci but how it promotes or suppresses transcription remains to be elucidated. It will be important to determine if the enzymatic activity of CLK-1/COQ7 plays a role or whether it is involved in the recruitment of other transcriptional regulators. There is precedent for mitochondrial enzymes associating with nuclear genes; the yeast enzyme Arg5,6 participates in arginine biosynthesis but also binds to nuclear targets and modulates transcription 35 . The elevation of ROS signaling and activation of the UPR mt are reported to promote longevity 10 , 12 , 25 , 36 , 37 , thus the modulation of these pathways by nuclear CLK-1/COQ7 would be consistent with its role in limiting lifespan. Our data suggests that nuclear CLK-1/COQ7 functions as a rheostat to maintain ROS homeostasis and dampen stress-responsive pathways such as the UPR mt . In such a model, basal levels of ROS, produced by mitochondria during normal functioning, direct a pool of CLK-1/COQ7 to the nucleus where it regulates gene expression. Some CLK-1/COQ7-regulated genes are directly involved in mitochondrial ROS metabolism and, therefore, the prolonged presence of CLK-1/COQ7 in the nucleus could instigate a decrease in ROS production. Reduced ROS leads to CLK-1/COQ7 being predominantly localised to mitochondria, and not the nucleus, so its effects on gene expression are relieved, basal ROS production returns, and homeostasis is maintained. Defining the specific tissues and conditions under which this nuclear cycling occurs in response to metabolic activity will be a key step to understanding the physiological role of CLK-1/COQ7. Nuclear CLK-1/COQ7 suppresses the UPR mt , suggesting that it acts to prevent activation of this pathway during non-stress conditions ( Fig. 6 ). Increases in mitochondrial ROS production promote nuclear CLK-1/COQ7 localisation, thus maintaining ROS homeostasis but also limiting activation of the UPR mt . While the UPR mt offers protection following the accumulation of unfolded or misfolded proteins in mitochondria, it is not clear whether it plays a significant role in the cellular response to oxidative stress. Indeed, it has been reported that activation of the UPR mt does not confer resistance to worms subjected to high levels of a mitochondrial ROS stress 11 . Our study provides the first example of a mitochondrial respiratory enzyme where two distinct forms from the same translation product are targeted to separate organelles, with the mitochondrial form participating in oxidative phosphorylation and the nuclear form acting as a sensor of metabolic activity through regulating gene expression. Dual targeting of metabolic enzymes to mitochondria and other organelles may be a common theme in cells 38 and examples of mitochondrial enzymes having nuclear roles have been reported 35 , 39 - 41 . One example is the pyruvate dehydrogenase complex (PDC) that has been shown to translocate from mitochondria to the nucleus in response to growth factor stimulation and respiratory chain inhibition. There, it facilitates acetyl-CoA synthesis and promotes histone acetylation 41 . Interestingly, in contrast to CLK-1/COQ7, PDC is proposed to translocate to the nucleus from the mitochondrial matrix as an intact complex following the mitochondrial import and cleavage of the N-terminal MTS domains of the individual subunits. In worms, the transcription factor ATFS-1 also localises to both organelles but, unlike CLK-1, only translocates to the nucleus during times of mitochondrial stress when normal proteostasis is disrupted. In the absence of stress, it is degraded following mitochondrial import 11 . It will be of interest to determine if redirection from mitochondria to nuclei represents a paradigm for other proteins in maintaining homeostasis during mitochondrial activity or dysfunction. This study contributes to our understanding of the fundamental signaling processes that mediate the response of cells and organisms to changes in respiratory activity that occur during ageing and in disease. Methods Plasmids and molecular cloning pcDNA3.1-COQ7, pcDNA3.1-COQ7(37-217), pcDNA3.1-COQ7-3xMyc (C-terminal 3xMyc tag), pEGFP-N1-COQ7 (C-terminal GFP tag), pEGFP-C2-COQ7 (N-terminal GFP tag), pEGFP C2-COQ7(11-217) (N-terminal GFP tag), pEGFP-C2-COQ7(30-217) (N-terminal GFP tag), pGEX6P1-COQ7 and pGEX6P1-COQ7(1-37) (N-terminal GST tags) were cloned by PCR amplification followed by restriction digest and ligation into the respective parent plasmid. pcDNA3.1-COQ7(R28A), pcDNA3.1-COQ7(S36A), pcDNA3.1-COQ7(R11/14/16D)-3xMyc (C-terminal 3xMyc tag), pEGFP-N1-COQ7(R21A) (C-terminal GFP tag), pEGFP-N1-COQ7(Y26F) (C-terminal GFP tag), pEGFP-N1-COQ7(R28A) (C-terminal GFP tag), pcDNA3.1(CM) (CMV minimal promoter −58 to +63), pcDNA3.1(CM)-COQ7-OLLAS (sequence encoding OLLAS tag (SGFANELGPRLMGKR) inserted between amino acids 33 and 34), pcDNA3.1(CM)-COQ7-OLLAS/FLAG (sequence encoding OLLAS tag inserted between amino acids 33 and 34 and C-terminal FLAG tag), pcDNA3.1(CM)-COQ7(R28A)-OLLAS/FLAG (sequence encoding OLLAS tag inserted between amino acids 33 and 34 and C-terminal FLAG tag), and pcDNA3.1(CM)-COQ7(R11/14/16D)-3xMyc (C-terminal 3xMyc tag) were generated with QuikChange Lightning site directed mutagenesis kit (Agilent Technologies). Primer sequences for cloning/mutagenesis available on request. siRNA Knock down of endogenous COQ7 transcripts was performed using a pool of siRNA against- 5′-UTR: 5′-AGCAACCACUUCGUUGAACUU-3′ and 5′-ACUUCGUUGAACGGAACUGUU-3′; and 3′-UTR: 5′-ACCUGUUUCUCUGCAAAUGUU-3′. siRNA were designed using the siRNA design tool from the Whitehead Institute for Biomedical Research and ordered from Eurofins Genomics. Cell culture, transfections and stable cell lines HeLa, COS7, and HEK293 cells were obtained from ATCC and maintained in Dulbecco’s modified Eagle’s medium supplemented with 5 mM glutamine, 100 units/ml penicillin/streptomycin, and 10% fetal bovine serum (Life Technologies). Plasmid DNA transfections were performed with jetPEI (Polyplus) and siRNA transfections with Lipofectamine RNAiMAX (Life Technologies). HEK293 stable cell lines were selected with 1 mg/ml G418 (Sigma) following transfection with pcDNA3.1-COQ7 or pcDNA3.1-COQ7(R28A), before monoclonal isolation and expansion. Hydrogen peroxide (Sigma), tert-butyl hydroperoxide (Luperox TBH70X, Sigma), and cobalt (II) chloride hexahydrate (Sigma) were diluted in water before use; HTRA2 inhibitor, UCF-101 (Calbiochem) was resuspended in DMSO. Antibody generation and purification COQ7 antibodies were raised in rabbit using bacterially expressed GST-COQ7 as an immunogen. Rabbits were immunised and serum harvested off-site (Genscript, USA) and antibodies purified against the N-terminus, essentially as described 42 . Briefly, bacterially expressed GST or GST-COQ7(1-37) bound to GSH-sepharose were washed twice in 0.2 M borate pH 8.6 before incubation in 20 mM dimethyl pimelimidate in 0.2 M triethanolamine pH 8.3 for 30 minutes to crosslink the proteins to the resin. Crosslinking was terminated by addition of 0.2 M ethanolamine pH 8.2 for 1 h before two washes in 0.1 M glycine pH 2.5 to remove noncovalently linked molecules before equilibration in TBS (15 mM Tris-HCl pH 7.4, 150 mM NaCl). Antibodies to be purified were adjusted to 1x TBS before incubation with GSH-GST crosslinked resin for 4 h and GST-specific antibodies removed by centrifugation. The supernatant was added to GSH-GST-COQ7(1-37) crosslinked resin, incubated for 18 h and washed. COQ7(1-37)-specific antibodies (COQ7 N-term2 ) were eluted with 0.1 M glycine pH 2.5 before pH adjustment to neutral with 2 M Tris. COQ N-term anti-COQ7(1-37)-specific antibodies were derived using the same protocol but starting with anti-COQ7 (Santa Cruz, sc-135040). For COQ7 FL antibodies used in ChIP experiments, GST cleared supernatants were incubated with GSH-GST-COQ7 (full length) before glycine elution. Antibodies The following antibodies were used for protein identification: anti-c-Jun (JUN, Santa Cruz, sc-1694, WB 1:500); anti-CLPP (Santa Cruz, sc-134496, WB 1:500); anti-COQ7 (Proteintech, 15083-1-AP, WB 1:2000, IF 1:500); anti-COXIV (Pierce, MA5-15078, WB: 1:2000); anti-FLAG (M2, Sigma, F1804, IF 1:500); anti-GLS2 (Abcam, ab113509, WB 1:500); anti-HSPA9 (Grp75/mtHsp70, Cell Signaling, 2816S, WB 1:1000); anti-HSPD1 (HSP60, BD Transduction Laboratories, 611562, WB 1:2000); anti-HTRA2 (OMI, Biovision, 3497-100, WB 1:1000); anti-Lamin B1 (LMNB1, Santa Cruz, sc-6216, WB 1:2000); anti-MTCO1 (1D6E1A8, Life Technologies, 459600, WB 1:2000); anti-Myc (4A6, Millipore, 05-742, WB 1:2000, IF 1:500); anti-NRF2 (NFE2L2, Santa Cruz, sc-722, WB 1:500); anti-WWOX (Cell Signaling, 4045, WB 1:500); anti-OLLAS (Novus Biologicals, NBP1-06713, WB 1:500 and Genscript, A01658, IF 1:200); anti-Tubulin β (TUBB, Abcam, ab6046, WB 1:5000). Immunofluorescence, microscopy and image analysis Cells for microscopy were grown on coverslips, fixed in 4% paraformaldehyde (PFA, Sigma) for 10 minutes then permeabilized in 0.2% Triton X-100 for 10 minutes. All steps were performed in 1x PBS (phosphate buffered saline, Fisher). For immunofluorescence, cells were blocked in 3% bovine serum albumin (BSA) for 1 h, incubated in primary antibody in 3% BSA for 18 h, washed, incubated in Alexa Fluor conjugated secondary antibody (1:1000; Life Technologies) in 3% BSA for 1 h, and washed again. Coverslips were mounted in ProLong Gold with DAPI (Life Technologies). For MitoTracker (MitoTracker Red CMXRos; Life Technologies) staining, the dye was applied at 10 μM to media 30 minutes before cell fixation. For endogenous COQ7 immunofluorescence, cells were fixed in PFA for 5 minutes and permeabilized in methanol at 20°C for 2 minutes, then 0.2% Triton X-100 for 5 minutes. Images were collected on an Olympus BX51 upright microscope using a 60x objective and captured using a Coolsnap ES camera (Photometrics) through MetaVue software (Molecular Devices). Images shown in Figures 1a, d, j , 2a, and c and Supplementary Figure 1b and c are representative of 3 independent experiments. Figure 1b is representative of the analysis in Supplementary Figure 1a . Western blotting Western blotting was performed essentially as described 43 . Briefly, cell lysates, unless for fractionations, were prepared in triton lysis buffer (TLB: 20 mM Tris-HCl pH 7.4, 150 mM NaCl, 25 mM β-glycerophosphate, 2 mM sodium pyrophosphate, 2 mM EDTA, 1% Triton X-100, 10% glycerol plus protease inhibitors). Samples were resolved by SDS-PAGE (10-13% gels) and transferred to Immobilon-P membranes (Millipore), which were then immunoblotted. Primary antibodies were detected with IRDye 800CW or IRDye 680LT secondary antibodies (1:5000; LI-COR) using the Odyssey imaging system or HRP-conjugated secondary antibodies (Amersham Biosciences), followed by enhanced chemiluminescence (Pierce). Densitometry was performed using ImageJ. Blots shown in Figures 1e, i and 2e , and Supplementary Figures 1d and 2c , are representative of 3 independent experiments. Blots shown in Figures 1h and 2d are representative of the quantification shown in the same panels. Blots shown in Figures 4j and 6d are representative of 3 independent experiments, or, where indicated, the quantification shown in Supplementary Figures 3d and 4c , respectively. Mitochondrial Isolation Mitochondrial isolation was performed essentially as described 44 . Briefly, cell pellets were resuspended in hypotonic buffer (10 mM Tris-HCl pH 7.4, 0.1 mM EDTA, 250 mM sucrose) and left on ice to swell for 10 minutes. Cells were homogenized on ice with 50 strokes of a Dounce Homogenizer before centrifugation at 500 g for 5 minutes to pellet the nuclear fraction. The supernatant was transferred to a new tube and centrifuged again at 10, 000 g for 20 minutes to pellet mitochondria. Cell survival and proliferation assays Cell survival was measured by MTT (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide, Sigma) assay. 5 mg/ml MTT was added to cells 4 h before experimental end points after which cells were washed and intracellular formazan (reduced MTT) solvated with 0.4 M HCl in 99% propanol for 1 h. The amount of formazan was assayed using a microplate reader spectrophotometer at A570 nm. Cell death was measured by lactose dehydrogenase presence in media, released from apoptotic or necrotic cells, using the CytoTox 96 Non-Radioactive Cytotoxicity Assay (Promega), following the manufacturer’s instructions. MTT activity in the absence of detectable cell death was considered as proliferation. Cellular ROS measurements Intracellular ROS levels were determined by incubating cells with 10 μM 2′,7′-dichlorofluorescein diacetate (DCFDA, Life Technologies) for 30 minutes prior to cells being washed, lysed in TLB and centrifuged at 20, 000 g for 10 minutes. DCF fluorescence was measured in triplicate from supernatants using a microplate reader spectrophotometer at excitation 485 nm and emission 520 nm. RNA isolation and quantitative reverse transcription PCR RNA was isolated from cells using the RNeasy system (Qiagen) following the manufacturer’s instructions. Contaminating DNA was removed using the DNA-free Kit (Life Technologies). Quantitative reverse transcription PCR analysis was performed for both HEK293 cells and worm samples using Power SYBR Green RNA-to-CT 1-Step Kit (Life Technologies) following the manufacturer’s instructions, with 10 μl reactions. Each experimental repeat was run in triplicate. Primer sequences can be found in Supplementary Table 3 . References for primer sequences available on request. Reference genes for quantification: human, RPL19 ; C. elegans , act-1 and tba-1 . Changes in gene expression were quantitated using the ΔΔCt method 45 , normalizing for each gene to the reference gene for the same sample and then to one control sample, as indicated in figure legends. The heat map in Figure 6c was generated using Multi Experiment Viewer software and represents the mean values of four independent experimental repeats ( Supplementary Figure 4b ). Quinone extraction and reverse phase high performance liquid chromatography Quinone extraction and determination was performed essentially as described 46 . Briefly, cell or worms pellets that had been frozen and thawed three times were resuspended in lysis buffer (15 mM Tris-HCl pH 7.4, 150 mM NaCl, 0.1% SDS) and vortexed. Quinones were extracted by vortexing resuspended pellets in ethanol/hexane (2/5, v/v) for 10 minutes followed by centrifugation at 20, 000 g for 5 minutes and the top hexane supernatant layer removed. This was repeated three times and supernatants combined. Hexane was removed by drying in a SpeedVac Concentrator and the residue resuspended in ethanol. Resuspended quinones were applied to a reverse phase column (Jupiter 4 μm Proteo 90 Å, C-12, 250 × 4.6 mm, Phenomenex) and eluted in isocratic condition (1 ml/minute, diisopropyl ether/methanol (1/4, v/v)) by high-performance liquid chromatography (Ettan LC, GE Healthcare). Eluted quinones were compared using their retention times and UV spectrophotometry (A275 nm). Ubiquinone-10 (Coenzyme Q10, Sigma) and ubiquinone-9 (Sigma) were used as standards for human and C. elegans endogenous ubiquinone, respectively. Clioquinol (Vetranal, Sigma) was used to inhibit COQ7 activity 47 leading to accumulation of its substrate demethoxyubiquinone-10. Chromatograms in Figure 2f, 3c and Supplementary Figure 2e are representative of 3 independent experiments. Chromatin fractionation Isolation of chromatin/DNA-associated protein complexes from cells was performed essentially as described 48 . Briefly, cells were washed then scraped in CSK buffer (10 mM PIPES pH 6.8, 300 mM sucrose, 100 mM NaCl, 3 mM magnesium chloride, 1 mM EGTA, 0.5% Triton-X-100 plus protease inhibitors) and left at 4°C for 5 minutes before centrifugation at 5000 g for 3 minutes. The supernatant was removed as the triton-soluble fraction (TS). The pellet was resuspended in CSK buffer containing 30 U DNase I (New England Biolabs) and incubated at 37°C for 20 minutes followed by precipitation of chromatin by addition of 0.25 M ammonium sulphate and incubation at 4°C for 5 minutes. Samples were then centrifuged at 5000 g for 3 minutes and the supernatant taken as the DNase-soluble fraction (DS). Chromatin immunoprecipitation Chromatin immunoprecipitations (ChIPs) for qPCR analysis of promoter regions or promoter microarray were carried out essentially as described 49 . Cells were washed then crosslinked in 0.85% formaldehyde for 10 minutes at 20°C before quenching with a final concentration of 0.125 M glycine for 5 minutes. Cells were then washed and lysed in FA buffer (50 mM Tris pH 8, 150 mM NaCl, 1 mM EDTA, 1% Triton-X-100, 0.1% sodium deoxycholate, 0.1% SDS, protease inhibitors) for 10 minutes at 4°C followed by sonication using a 4°C water bath sonicator (Bioruptor Sonicator, Diagenode) set to medium power with cycles of 30 seconds on 30 seconds off for 5 minutes or until average DNA fragment length of 0.3-0.7 kb was obtained. Samples were centrifuged at 21000 g for 10 minutes before addition of ABRI buffer (50 mM Tris pH 8, 150 mM NaCl, 1 mM EDTA, 0.5% NP-40, 0.5% sodium deoxycholate, protease inhibitors) 3:1 to supernatants. 1/20 of each sample was taken as input and the rest used for IPs. 2 μg of each antibody (COQ7 FL or rabbit IgG control, Santa Cruz, sc-2027) was added before rotation for 18 hours at 4°C before addition of 15 μl prewashed protein A Dynabeads (Life Technologies) for a further 1 hour. ChIPed complexes were washed once in ABRI buffer, twice in WB1 buffer (20 mM Tris pH 8, 2 mM EDTA, 150 mM NaCl, 1% Triton-X-100), twice in WB2 buffer (20 mM Tris pH 8, 2 mM EDTA, 250 mM LiCl, 0.5% NP-40, 0.5% sodium deoxycholate), and once in TE buffer (25 mM Tris, 1 mM EDTA) before elution in 1% SDS and 0.1 M NaCHO 3 with rotation/shaking at 30°C for 30 minutes. Eluted complexes and inputs were then adjusted to 150 mM NaCl and crosslinks reversed by incubation at 65°C for 18 hours. Samples were then treated with proteinase K (Sigma) for 2 hours at 50°C. ChIPed and input DNA was then phenol/chloroform/IAA (Sigma) purified and washed before final solvation in TE buffer. For qPCR analysis of promoter enrichment, primers against regions of interest ( Supplementary Table 3 ) were used to amplify DNA in both ChIPs and inputs and antibody enrichment calculated as a percent of input using the following formulae: 2 X = input dilution factor, total input Ct value = input Ct – X, sample % input = 2 (total input Ct− sample Ct) × 100. For promoter microarray analysis, DNA samples for IgG control or COQ7 ChIPs were amplified using random primer PCR amplification. DNA was subjected to two rounds of PCR, initially reactions of 40 ng DNA, 1x Sequenase buffer (US Biochemical) and 5 μM of the degenerate primer 5′-GTTTCCCAGTCACGATCNNNNNNNNN-3′ were subjected to two cycles of primer extension: 98°C for 5 minutes, 8°C for 4 minutes, slow ramped (10%) from 8°C to 37°C before a further 8 minutes at 37°C. During the first 8°C hold the reaction mixture was adjusted to 0.25 mM dNTPs, 3 mM DTT and 0.05 mg/ml BSA; during the second 8°C hold 1.5 U/μl Sequenase (US Biochemical) was added. DNA was purified with a PCR Cleanup Kit (Qiagen) and all eluted DNA was then subjected to a second round of PCR with 1 U/μl Biotaq polymerase (Gentaur), 0.25 mM dNTPs, 1x Biotaq buffer and 1 μM of the amplification primer 5′-GTTTCCCAGTCACGATC-3′ denatured at 97°C for 3 minutes before 25 cycles of: 97°C for 30 seconds, 40°C for 10 seconds, 50°C for 30 seconds and 72°C for 90 seconds; followed by a final extension of 72°C for 5 minutes. Amplified DNA was again purified as before and 10 μg of each sample sent for processing at the on-site genomic technologies facility using Affymetrix GeneChip Human Promoter 1.0R Arrays. Enriched probe sets were analysed for two repeats of the experiment and regions significantly enriched in COQ7 ChIPs compared to IgG control are listed in Supplementary Table 2 . C. elegans strains C. elegans were cultured at 20°C on nematode growth medium (NGM) agar plates seeded with OP50 strain Escherichia Coli 50 . The following strains were obtained from the Caenorhabditis Genetics Center (Minneapolis, MN): SJ4100 (zcIs13 [ hsp-6::gfp ]), EG6699 ttTi5605; unc-119 (ed3); oxEx1578, and stIs10116 [ phis-72::his-24::mcherry::let-858 3′ UTR]. Other strains used were wild type Bristol N2 and MQ130 clk-1 (qm30) 17 . Transgenic strains made in this study were OL0092 ukSi1[ pclk-1::clk-1::gfp, cb-unc-119(+) ], OL0119 ukSi2[ pclk-1::clk-1 ΔMTS (13-187)::gfp, cb-unc-119(+) ], OL0100 ukSi1[ pclk-1::clk-1::gfp, cb-unc-119(+) ]; clk-1 (qm30) , OL0177 ukSi1[ pclk-1::clk-1::gfp, cb-unc-119(+) ]; stIs10116[ phis-72::his-24::mcherry::let-858 3′ UTR] ; OL0120 ukSi2[ pclk-1::clk-1 ΔMTS (13-187)::gfp, cb-unc-119(+) ]; clk-1 (qm30) , OL0121 clk-1 (qm30); hsp-6::gfp and OL0123 ukSi2[ pclk-1::clk-1 ΔMTS (13-187)::gfp , cb-unc-119(+)] ; clk-1 (qm30) ; hsp-6::gfp . Generation of C. elegans transgenic strains Transgenic strains OL0092 and OL0119, were generated using MosI mediated single copy insertion (MosSCI) as described previously 51 . Briefly, a plasmid containing pclk-1::clk-1::gfp was generated using Gateway techniques (Invitrogen). pDONR clones were generated for the clk-1 promoter and open reading frame using Gateway and gene-specific primers. The vector pJA256 52 was used as the pDONR clone for GFP. The final destination vector used was pCFJ150, which contains an unc-119 rescue fragment. pclk-1::clk-1 ΔMTS (13-187)::gfp was generated by mutagenesis of the pclk-1::clk-1::gfp plasmid. Primer sequences are available on request. MosSCI was performed using the direct injection protocol. unc-119 animals were injected with an injection mix consisting of: pCFJ150 containing pclk-1::clk-1::gfp or pclk-1::clk-1 ΔMTS (13-187)::gfp (50 ng/μl), pCFJ601 (50 ng/μl), pMA122 (10 ng/μl), pGH8 (10 ng/μl), pCFJ90 (2.5 ng/μl) and pCFJ104 (5 ng/μl). Selection was based on heat shock survival, wild type movement, no expression of mCherry markers and GFP expression. Insertion of the transgene was confirmed by sequencing. Worm imaging MitoTracker staining was performed as follows, approximately 2-3 day old adult worms were washed off NGM agar plates using M9 buffer. Worms were washed twice in M9 buffer, then once in MR buffer (10 μM MitoTracker Red CMXRos (Invitrogen) in M9 buffer), before being incubated in MR buffer for 2 hours on a rotating mixer at room temperature in the dark. The worms were then pelleted before being washed once with M9 buffer and being allowed to recover on a standard NGM agar plate for 1 hour at 20°C. They were then mounted on agarose pads and imaged at 100x magnification on a Leica DM5000B fluorescence microscope and images captured by Leica DFC340FX camera. Cells in the tail region were imaged. For NAC experiments, synchronised clk-1::gfp; his-24::mcherry worms were grown on untreated NGM agar plates or plates containing 10 mM NAC. Adult worms were imaged as described and the proportion of nuclear CLK-1-GFP was determined by colocalisation with the HIS-24-mCherry nuclear marker. For hsp-6::gfp reporter assays between 40 and 60 young adult worms were mounted on agarose pads as described and imaged at 5x magnification. Fluorescence intensity was quantified using ImageJ. Images shown in Figure 1c and 3b are representative of >6 independent experiments. Measurement of worm ROS levels ROS were measured using dihydroethidium (DHE). Briefly, synchronised adult worms were washed 3 times in PBS and then incubated in 3 μM DHE for 30 minutes. Following incubation worms were washed in PBS and then mounted on agarose pads and imaged at 63x magnification. The fluorescence intensity in the head of the worm was quantified using ImageJ. Paraquat sensitivity assay Synchronised adult worms were treated with 40 mM Paraquat, dissolved in M9 buffer, for 6 hours in a 96 well plate. Approximately 25 worms were plated in each well, with each strain measured in triplicate. Survival was measured every 2 hours with worms being scored as dead if they failed to respond to gentle tapping of the plate. Lifespan assays Lifespan assays were performed as described 53 . Briefly, 100 synchronized L1 stage worms were plated onto standard NGM agar plates seeded with OP50 bacteria. Upon reaching adulthood worms were transferred daily to fresh plates until egg laying ceased. Worms were scored daily, being judged as dead when they failed to respond to gentle prodding from a worm pick. Any worms that crawled off the plates during the assay were censored. Presented lifespan plots are representative of lifespan from the L1 larval stage from 3 independent experiments. The full analysis is presented in Supplementary Table 1 . The experiments were not randomised and the investigators were not blinded to allocation during experiments and outcome assessment. No statistical methods were used to predetermine sample size. Development assays Gravid adult worms were bleached and the embryos plated on NGM agar plates without food overnight. Synchronised L1 worms were transferred to spotted NGM plates and larval stage was determined every 24 hours until all of the worms reached adulthood. Approximately 50 worms per time point for each genotype were mounted on agarose pads and scored then discarded. Worm RNA extraction Synchronized day 1 adult worms were pelleted and vortexed in 250 μl Trizol (Life Technologies) for 2 minutes and left for 30 minutes to dissolve. 50 μl chloroform was added and tubes vortexed for 2 minutes before centrifugation at 20, 000 g for 5 minutes. The supernatant was removed to a new tube and 125 μl propanol was added for 30 minutes before centrifugation at 20, 000 g for 5 minutes. Supernatant was discarded and the pellet dissolved in RNase-free water. Contaminating DNA was removed using the DNA-free Kit (Life Technologies). Statistical analysis Values are expressed as mean; error bars represent the standard error of the mean. Data were analysed, unless otherwise stated, using unpaired Student’s t-test and confidence given by the p values indicated in figure legends. For analysis of the proportion of cells with nuclear staining ( Supplementary Fig. 1a ) a z-test was used. For lifespan assays, survival time was estimated with the Kaplan–Meier method and the log-rank method was applied to compare survival curves. Supplementary Material SuppFig1 SuppFig2 SuppFig3 SuppFig4 SuppFig5 SuppLegends supptable1 supptable2 supptable3 Acknowledgments We thank Ian Donaldson and Andy Hayes of the Bioinformatics and Genomic Technologies Core Facilities at the University of Manchester for providing support with regard to ChIP-chip tiling arrays. We thank M. Howard for assistance with RP-HPLC. This work was supported by the Biotechnology and Biological Sciences Research Council [BB/J014834/1 to A.J.W and G.B.P] and the Wellcome Trust [093176/Z/10/Z to A.J.W and 097820/Z/11/Z to A.J.W and G.B.P]. Some strains were provided by the Caenorhabditis Genetics Center (Minneapolis, MN), which is funded by NIH Office of Research Infrastructure Programs (P40 OD010440). We thank A. Sharrocks, P. Shore, S.H. Yang and A. Gilmore for helpful comments on the manuscript. Competing financial interests The authors declare no competing financial interests. Accession Numbers The ArrayExpress accession code for the ChIP array is E-MTAB-3433. References 1 Tait SW Green DR Mitochondria and cell signalling J. Cell Sci 2012 125 807 815 22448037 2 Chandel NS Mitochondria as signaling organelles BMC Biol 2014 12 34 24884669 3 Sena LA Chandel NS Physiological roles of mitochondrial reactive oxygen species Mol. Cell 2012 48 158 167 23102266 4 Whelan SP Zuckerbraun BS Mitochondrial signaling: forwards, backwards, and in between Oxid. Med. Cell. Longev 2013 2013 351613 23819011 5 Kotiadis VN Duchen MR Osellame LD Mitochondrial quality control and communications with the nucleus are important in maintaining mitochondrial function and cell health Biochim. Biophys. Acta 2014 1840 1254 1265 24211250 6 Yee C Yang W Hekimi S The intrinsic apoptosis pathway mediates the pro-longevity response to mitochondrial ROS in C. elegans Cell 2014 157 897 909 24813612 7 Lopez-Otin C Blasco MA Partridge L Serrano M Kroemer G The hallmarks of aging Cell 2013 153 1194 1217 23746838 8 Riera CE Dillin A Tipping the metabolic scales towards increased longevity in mammals Nat. Cell Biol 2015 17 196 203 25720959 9 Yun J Finkel T Mitohormesis Cell Metab 2014 19 757 766 24561260 10 Schulz TJ Glucose restriction extends Caenorhabditis elegans life span by inducing mitochondrial respiration and increasing oxidative stress Cell Metab 2007 6 280 293 17908557 11 Nargund AM Pellegrino MW Fiorese CJ Baker BM Haynes CM Mitochondrial import efficiency of ATFS-1 regulates mitochondrial UPR activation Science 2012 337 587 590 22700657 12 Houtkooper RH Mitonuclear protein imbalance as a conserved longevity mechanism Nature 2013 497 451 457 23698443 13 Jensen MB Jasper H Mitochondrial proteostasis in the control of aging and longevity Cell Metab 2014 20 214 225 24930971 14 Dillin A Rates of behavior and aging specified by mitochondrial function during development Science 2002 298 2398 2401 12471266 15 Marbois BN Clarke CF The COQ7 gene encodes a protein in Saccharomyces cerevisiae necessary for ubiquinone biosynthesis J. Biol. Chem 1996 271 2995 3004 8621692 16 Jonassen T Yeast Clk-1 homologue (Coq7/Cat5) is a mitochondrial protein in coenzyme Q synthesis J. Biol. Chem 1998 273 3351 3357 9452453 17 Wong A Boutis P Hekimi S Mutations in the clk-1 gene of Caenorhabditis elegans affect developmental and behavioral timing Genetics 1995 139 1247 1259 7768437 18 Ewbank JJ Structural and functional conservation of the Caenorhabditis elegans timing gene clk-1 Science 1997 275 980 983 9020081 19 Jonassen T Larsen PL Clarke CF A dietary source of coenzyme Q is essential for growth of long-lived Caenorhabditis elegans clk-1 mutants Proc. Natl. Acad. Sci. U.S.A 2001 98 421 426 11136229 20 Levavasseur F Ubiquinone is necessary for mouse embryonic development but is not essential for mitochondrial respiration J. Biol. Chem 2001 276 46160 46164 11585841 21 Liu X Evolutionary conservation of the clk-1 -dependent mechanism of longevity: loss of mclk1 increases cellular fitness and lifespan in mice Genes Dev 2005 19 2424 2434 16195414 22 Felkai S CLK-1 controls respiration, behavior and aging in the nematode Caenorhabditis elegans EMBO J 1999 18 1783 1792 10202142 23 Jiang N Levavasseur F McCright B Shoubridge EA Hekimi S Mouse CLK-1 is imported into mitochondria by an unusual process that requires a leader sequence but no membrane potential J. Biol. Chem 2001 276 29218 29225 11387338 24 Wright G Terada K Yano M Sergeev I Mori M Oxidative stress inhibits the mitochondrial import of preproteins and leads to their degradation Exp. Cell Res 2001 263 107 117 11161710 25 Yang W Hekimi S A mitochondrial superoxide signal triggers increased longevity in Caenorhabditis elegans PLoS Biol 2010 8 e1000556 21151885 26 Van Raamsdonk JM Decreased energy metabolism extends life span in Caenorhabditis elegans without reducing oxidative damage Genetics 2010 185 559 571 20382831 27 Matés JM Glutamine homeostasis and mitochondrial dynamics Int. J. Biochem. Cell Biol 2009 41 2051 2061 19703661 28 Suzuki S Phosphate-activated glutaminase (GLS2), a p53-inducible regulator of glutamine metabolism and reactive oxygen species Proc. Natl. Acad. Sci. U.S.A 2010 107 7461 7466 20351271 29 O’Keefe LV Drosophila orthologue of WWOX, the chromosomal fragile site FRA16D tumour suppressor gene, functions in aerobic metabolism and regulates reactive oxygen species Hum. Mol. Genet 2011 20 497 509 21075834 30 Cristina D Cary M Lunceford A Clarke C Kenyon C A regulated response to impaired respiration slows behavioral rates and increases lifespan in Caenorhabditis elegans PLoS Genet 2009 5 e1000450 19360127 31 Itoh K Ye P Matsumiya T Tanji K Ozaki T Emerging functional cross-talk between the Keap1-Nrf2 system and mitochondria J. Clin. Biochem Nutr 2015 56 91 97 25759513 32 Papa L Germain D Estrogen receptor mediates a distinct mitochondrial unfolded protein response J. Cell Sci 2011 124 1396 1402 21486948 33 Aldridge JE Horibe T Hoogenraad NJ Discovery of genes activated by the mitochondrial unfolded protein response (mtUPR) and cognate promoter elements PloS One 2007 2 e874 17849004 34 Kayser EB Sedensky MM Morgan PG Hoppel CL Mitochondrial oxidative phosphorylation is defective in the long-lived mutant clk-1 J. Biol. Chem 2004 279 54479 54486 15269213 35 Hall DA Regulation of gene expression by a metabolic enzyme Science 2004 306 482 484 15486299 36 Lee SJ Hwang AB Kenyon C Inhibition of respiration extends C. elegans life span via reactive oxygen species that increase HIF-1 activity Curr. Biol 2010 20 2131 2136 21093262 37 Owusu-Ansah E Song W Perrimon N Muscle mitohormesis promotes longevity via systemic repression of insulin signaling Cell 2013 155 699 712 24243023 38 Yogev O Pines O Dual targeting of mitochondrial proteins: mechanism, regulation and function Biochim. Biophys. Acta 2011 1808 1012 1020 20637721 39 Yogev O Fumarase: a mitochondrial metabolic enzyme and a cytosolic/nuclear component of the DNA damage response PLoS Biol 2010 8 e1000328 20231875 40 Chueh FY Nuclear localization of pyruvate dehydrogenase complex-E2 (PDC-E2), a mitochondrial enzyme, and its role in signal transducer and activator of transcription 5 (STAT5)-dependent gene transcription Cell. Signal 2011 23 1170 1178 21397011 41 Sutendra G A Nuclear Pyruvate Dehydrogenase Complex Is Important for the Generation of Acetyl-CoA and Histone Acetylation Cell 2014 158 84 97 24995980 42 Bar-Peled M Raikhel NV A method for isolation and purification of specific antibodies to a protein fused to the GST Anal. Biochem 1996 241 140 142 8921178 43 Whitmarsh AJ Davis RJ Analyzing JNK and p38 mitogen-activated protein kinase activity Methods Enzymol 2001 332 319 336 11305107 44 Frezza C Cipolat S Scorrano L Organelle isolation: functional mitochondria from mouse liver, muscle and cultured fibroblasts Nat. Protoc 2007 2 287 295 17406588 45 Livak KJ Schmittgen TD Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method Methods 2001 25 402 408 11846609 46 Miyadera H Quinones in long-lived clk-1 mutants of Caenorhabditis elegans FEBS Lett 2002 512 33 37 11852047 47 Wang Y The anti-neurodegeneration drug clioquinol inhibits the aging-associated protein CLK-1 J. Biol. Chem 2009 284 314 323 18927074 48 Mirzoeva OK Petrini JH DNA replication-dependent nuclear dynamics of the Mre11 complex Mol. Cancer Res 2003 1 207 218 12556560 49 Aparicio O Chromatin immunoprecipitation for determining the association of proteins with specific genomic sequences in vivo Curr. Protoc. Mol. Biol 2005 Chapter 21 , Unit 21.3 50 Brenner S The genetics of Caenorhabditis elegans Genetics 1974 77 71 94 4366476 51 Frokjaer-Jensen C Single-copy insertion of transgenes in Caenorhabditis elegans Nat. Genet 2008 40 1375 1383 18953339 52 Zeiser E Frokjaer-Jensen C Jorgensen E Ahringer J MosSCI and gateway compatible plasmid toolkit for constitutive and inducible expression of transgenes in the C. elegans germline PloS One 2011 6 e20082 21637852 53 Lakowski B Hekimi S Determination of life-span in Caenorhabditis elegans by four clock genes Science 1996 272 1010 1013 8638122 Figure 1 CLK-1 and its human homologue COQ7 localise to mitochondria and nuclei ( a ) Endogenous COQ7 and COXIV (mitochondrial marker) immunostaining in HeLa cells. Nuclei stained with DAPI. ( b ) HeLa cells expressing COQ7 tagged at the C-terminus with Myc epitope (COQ7-Myc) were stained with anti-Myc and anti-COXIV antibodies. Quantification of nuclear COQ7-Myc staining is in Supplementary Fig. 1a . ( c ) Wild type CLK-1 (CLK-1 wt ) fused at the C-terminus to GFP localises to both mitochondria and nuclei in adult C. elegans . Arrow marks nucleus. MT (MitoTracker, mitochondrial marker). ( d ) HeLa cells immunostained with an antibody specific to the N-terminus (amino acids 1-37) of COQ7 (COQ7 N-term ). (e) siRNA targeting COQ7 transcripts decrease levels of both cleaved and uncleaved COQ7 protein. Immunoblots of lysates from HEK293 cells transfected with non-targeting ( CTRL ) or COQ7 siRNA. Short and long exposures are shown. ( f ) Quantification of nuclear staining intensity of cells immunostained with anti-COQ7(1-37) (COQ7 N-term ) following treatment with antioxidant (N-acetyl cysteine, NAC, 10 mM, 24 h) or exogenous ROS (hydrogen peroxide, 200 μM or 800 μM, respectively, 3 h) compared to untreated (0) control. 50 cells assessed per experiment in n=3 independent experiments (error bars, s.e.m. * P < 0.05). (g) Percent of mCherry-positive nuclei that are also GFP-positive in C. elegans expressing CLK-1-GFP and the nuclear marker HIS-24-mCherry. 25 worms were assessed per experiment in n=3 independent experiments (error bars, s.e.m. ** P < 0.005). (h) The ratio of uncleaved to cleaved COQ7 in lysates from HEK293 was quantified from n=3 independent immunoblotting experiments (error bars, s.e.m. * P < 0.05, ** P < 0.005). Cells were treated with hydrogen peroxide (H 2 O 2 , 150 μM, 3h; cellular ROS) or rotenone (50 μM, 3 h; complex I inhibitor, mitochondrial ROS), with or without 10 mM NAC. A representative immunoblot is shown. (i) Immunoblots of lysates from HEK293 cells expressing COQ7-Myc or COQ7 (R11/14/16D)-Myc (mutant that disrupts mitochondrial targeting) treated with H 2 O 2 (150 μM, 4 h) or NAC (10 mM, 6 h). NT = untreated cells. (j) Blocking mitochondrial targeting of COQ7 enhances nuclear localisation of uncleaved COQ7. HeLa cells expressing a C-terminally Myc-tagged COQ7 (R11/14/16D) mutant, that disrupts mitochondrial targeting, were immunostained with anti-Myc and anti-COXIV antibodies. Uncropped images of immunoblots are shown in Supplementary Fig. 5 . Figure 2 Nuclear COQ7 functions independently of the mitochondrial form (a) Reduced nuclear localisation of COQ7 (R28A) mutant. Fluorescence in COS7 cells expressing COQ7 or COQ7 (R28A) fused at the C-terminus to GFP. Nuclei stained with DAPI. (b) Schematic depicting location of the mitochondrial targeting sequence (MTS), the nuclear targeting sequence (NTS) and the mitochondrial processing peptidase cleavage site (MPP) on COQ7. The N-terminal region of COQ7 is degraded following cleavage by MPP in mitochondria. Also shown are the positions of the OLLAS and FLAG epitope-tags. Numbers refer to amino acid positions of COQ7. ( c ) HeLa cells expressing dual OLLAS and FLAG tagged COQ7 or COQ7 (R28A) immunostained with anti-FLAG and anti-OLLAS antibodies. The anti-FLAG antibodies recognise total COQ7 (uncleaved and cleaved) and the anti-OLLAS antibody specifically recognises uncleaved nuclear COQ7. (d) Immunoblot of cell lysates from HEK293 cells stably expressing either untagged wild type (WT) COQ7 or the R28A mutant in the presence of siRNA against untranslated regions of COQ7 . Quantification of the ratio of uncleaved (nuclear) to cleaved (mitochondrial) COQ7 from n=3 independent experiments is presented (error bars, s.e.m. ** P < 0.005). (e) Immunoblot of cell lysates from the stable HEK293 cells expressing either wild type (WT) COQ7 or the R28A mutant separated into mitochondrial (Mito) and nuclear (Nuclei) pellet fractions (COXIV, mitochondrial marker; Lamin B1, nuclear matrix marker). The presence of some COXIV and cleaved COQ7 in the nuclear fraction indicates some mitochondrial contamination is present. (f) Ubiquinone (UQ10) levels are similar in COQ7 WT and R28A expressing cells. Reverse phase HPLC chromatograms of quinones purified from cells (UQ10 peak at 8.63 minutes). (g) Proliferation of COQ7 (R28A) expressing cells was reduced compared to COQ7 WT cells in the presence of siRNA targeting endogenous COQ7 ( siCOQ7 ) but not control siRNA ( siCTRL ). Measured by MTT assay (mean values from 4 wells of cells per condition in n=3 independent experiments; error bars, s.e.m. * P < 0.05). Cell survival was not altered under these conditions (see Supplementary Fig. 2f ). Uncropped images of immunoblots are shown in Supplementary Fig. 5 . Figure 3 A truncated form of C. elegans CLK-1 with impaired mitochondrial targeting is predominantly nuclear and does not rescue ubiquinone biosynthesis (a) The mechanism of targeting of C. elegans CLK-1 and human COQ7 to nuclei is not conserved. Alignment of the N-termini and the start of the highly conserved diiron binding domains of CLK-1 and COQ7. The mitochondrial targeting sequence (MTS) is denoted by the black bars, conserved amino acids are highlighted in blue, and the predicted mitochondrial processing peptidase (MPP) site in COQ7 is shown. The region in COQ7 containing determinants of nuclear localisation (NTS) is denoted by the red bar and residues required for nuclear-targeting are highlighted in red. CE, C. elegans ; HS, Homo sapiens. Numbers refer to amino acid positions. (b) CLK-1 lacking the MTS (CLK-1 nuc(+) ) is predominantly nuclear in adult worms. Arrows mark nuclei. MT (MitoTracker, mitochondrial marker). (c) CLK-1 nuc(+) expression does not rescue the loss of mitochondrial ubiquinone (UQ9) biosynthesis in clk-1(−) worms. Reverse phase HPLC chromatograms of quinones extracted from the indicated strains (UQ9 peak at 8.78 minutes, DMQ9 peak at 8.42 minutes). CLK-1 wt but not CLK-1 nuc(+) restores the UQ9 peak lost in clk-1 ( clk-1(−) ) null worms. Figure 4 Nuclear CLK-1/COQ7 regulates ROS metabolism (a) Nuclear CLK-1 acts to lower cellular ROS levels. Expression of the nuclear form of CLK-1 ( clk-1 nuc(+) ) in clk-1 null worms ( clk-1(−) ) partially rescues the increased levels of ROS observed in these worms measured using the ROS-sensitive dye DHE. Wild-type CLK-1-GFP ( clk-1 wt ) completely rescues the phenotype. Representative images and quantification of ROS levels are shown (25 worms assessed per experiment in n=3 independent experiments; error bars, s.e.m. ** P < 0.005, *** P < 0.001). (b) Expression of CLK-1 nuc(+) in clk-1 null worms significantly increases their survival in response to treatment with the respiratory inhibitor paraquat (40 mM, 6 h). CLK-1 wt expression in clk-1 null worms rescues survival to levels similar to N2 worms (25 worms assessed per experiment in n=3 independent experiments; error bars, s.e.m. ** P < 0.01). (c) Increased levels of ROS in untreated and oxidative stress treated (100 μM tert-butyl hydroperoxide, 1 h) HEK293 cells treated with COQ7 siRNA and expressing non-nuclear COQ7 (R28A) compared to wild type (WT), monitored by DCF fluorescence (mean values from 4 wells of cells per condition in n=3 independent experiments; error bars, s.e.m. * P < 0.05, ** P < 0.005). (d) Nuclear COQ7 promotes resistance to ROS insult. Increased sensitivity of R28A expressing cells to oxidative stress (1 mM CoCl 2 , 4 h) measured by MTT assay (mean values from 4 wells of cells per condition in n=3 independent experiments; error bars, s.e.m. * P < 0.05). (e, f) Nuclear CLK-1 regulates the expression of genes involved in ROS metabolism. Altered transcript levels of glna-1 and dhs-7 in clk-1 null worms ( clk-1(−) ) are rescued by expression of CLK-1 nuc(+) (mean values from 3 reactions per condition for n=3 independent experiments; error bars, s.e.m. * P < 0.05). (g) The transcript levels of the GLS2 and WWOX are decreased or increased, respectively, upon loss of nuclear COQ7 (R28A compared to WT) (mean values from 3 reactions per condition for n=4 independent experiments; error bars, s.e.m. * P < 0.05, ** P < 0.005). (h) The transcript levels of HTRA2 are increased in cells lacking nuclear COQ7 (R28A compared to WT) (mean values from 3 reactions per condition for n=4 independent experiments; error bars, s.e.m. ** P < 0.005). (i) Immunoblots of corresponding protein levels for gene transcripts analysed in Fig. 4g, h and Supplementary Fig. 3c (NRF2). Uncropped images of blots are shown in Supplementary Fig. 5 . (j) Inhibition of HTRA2 activity (10 mM UCF-101, 30 min) rescues the ROS sensitivity of COQ7 (R28A) cells following oxidative stress (1 mM CoCl 2 , 4 h). Cell survival measured by MTT assay relative to DMSO treated cells (mean values from 4 wells of cells per condition in n=3 independent experiments; error bars, s.e.m. * P < 0.05). Figure 5 Mitochondrial and nuclear CLK-1 independently contribute to longevity (a, b) CLK-1 nuc(+) expression partially rescues the increased lifespan observed in clk-1 (−) worms while CLK-1 wt completely rescues the longevity phenotype. Lifespan plotted as percent survival and mean lifespans calculated. N2 is the wild type strain. Lifespan data, including mean, maximum and 90 th percentile lifespan with statistical analysis, for n=3 independent experiments is reported in Supplementary Table 1 . (c) Analysis of developmental timing. Worms were synchronised at L1 and larval stage was determined every 24 hours until all of the worms reached adulthood. Approximately 50 worms per genotype were monitored for each time point (mean values from n=3 independent experiments; error bars, s.e.m.). Figure 6 Nuclear CLK-1/COQ7 suppresses the expression of a subset of UPR mt genes (a) CLK-1 nuc(+) expressing worms display decreased hsp-6::gfp reporter activity compared to clk-1(−) worms. The unmodified hsp-6::gfp reporter strain is designated clk-1(+) . Quantification of reporter fluorescence in CLK-1 nuc(+) expressing worms ( clk-1(−); clk-1 nuc(+) ) relative to clk-1(−) worms (mean fluorescence of 50 worms per genotype pooled from n=3 independent experiments; error bars, s.e.m. ** P < 0.005). (b) qPCR measuring mRNA transcripts of UPR mt genes in clk-1(−) or clk-1(−); clk-1 nuc(+) worms relative to wild type strain ( N2 ) (mean values from 3 reactions per condition in n=3 independent experiments; error bars, s.e.m., n.s., no significant difference, * P < 0.05). (c) Heat map depicting change in expression of UPR mt genes (MT) and UPR ER (ER) genes in R28A cells compared to WT COQ7 cells. Map generated from the qPCR data presented in Supplementary Figure 4b and is representative of n=3 independent experiments. Scale represents mean fold change in expression. (d) Immunoblots of levels of UPR mt proteins including the mitochondrial controls COXIV (nuclear-encoded) and MTCO1 (mitochondrial-encoded). Uncropped images of blots are shown in Supplementary Fig. 5 . Figure 7 COQ7 associates with chromatin (a) Chromatin fractionation of HEK293 cells expressing wild type or R28A (non-nuclear mutant) COQ7 tagged with an internal OLLAS epitope (as shown in Fig. 2b ) followed by anti-COQ7 immunoprecipitation and anti-OLLAS immunoblot. Each fraction was also immunoblotted for the markers Tubulin β (cytosolic), c-Jun (active chromatin), Lamin B1 (nuclear matrix). TS, triton-soluble fraction; DS, DNase-soluble fraction. (b) Schematic of the WWOX and TIMM22 COQ7-associated promoter sites enriched in anti-COQ7 ChIPs compared to IgG control. Arrows denote transcriptional start sites. Full data set of enriched sites is provided in Supplementary Table 2 . (c) Anti-COQ7 ChIP was performed on HEK293 cells expressing wild type (WT) or the non-nuclear form (R28A) of COQ7 before qPCR analysis of WWOX and TIMM22 promoter sites and two control intergenic sites ( CTRL1 and CTRL2 ) (mean values from 3 reactions per condition in n=3 independent experiments; error bars, s.e.m. n.s., no significant difference; ** P < 0.005). (d) Anti-COQ7 ChIP was performed on HEK293 cells treated with antioxidant (N-acetyl cysteine, NAC, 10 mM, 24 h) compared to untreated (mean values from 3 reactions per condition in n=3 independent experiments; error bars, s.e.m. n.s., no significant difference; * P < 0.05). Figure 8 Model for the regulation of ROS metabolism, the UPR mt and lifespan by nuclear CLK-1/COQ7 (a) CLK-1/COQ7 regulates mitochondrial homeostasis. The majority of CLK-1/COQ7 localises to mitochondria by means of its mitochondrial targeting sequence (MTS), where it is required for the biosynthesis of ubiquinone (UQ), an essential cofactor in the electron transport chain (ETC). However, basal levels of ROS, produced by the mitochondria, direct a pool of CLK-1/COQ7 to the nucleus where it regulates gene expression. Some CLK-1/COQ7-regulated genes are directly involved in mitochondrial ROS metabolism and, therefore, the prolonged presence of CLK-1/COQ7 in the nucleus lowers ROS levels. Reduced ROS leads to CLK-1/COQ7 being predominantly localised to mitochondria, and not the nucleus, so its affects on gene expression are relieved, basal ROS production returns, and homeostasis is maintained. (b) Loss of nuclear COQ7 (R28A mutant) in human cells or loss of CLK-1 in worms (that scavenge UQ from their bacterial diet) alters ROS metabolism leading to increased ROS levels, augments the UPR mt , and extends the lifespan of worms. (c) The augmented ROS levels, UPR mt and extended lifespan in clk-1(−) worms is suppressed by expression of a nuclear-localised CLK-1 mutant (CLK-1 nuc(+) ) that acts to try and maintain mitochondrial homeostasis.",
    "full_text_abstract": "The coordinated regulation of mitochondrial and nuclear activities is essential for cellular respiration and its disruption leads to mitochondrial dysfunction, a hallmark of ageing. Mitochondria communicate with nuclei via retrograde signalling pathways that modulate nuclear gene expression in order to maintain mitochondrial homeostasis. The monooxygenase CLK-1 was previously reported to be mitochondrial, with a role in respiration and longevity. We have uncovered a distinct nuclear form of CLK-1 that independently regulates lifespan. Nuclear CLK-1 mediates a retrograde signalling pathway that is conserved from Caenorhabditis elegans to humans and is responsive to mitochondrial reactive oxygen species, thus acting as a barometer of oxidative metabolism. We show that, through modulation of gene expression, the pathway regulates both mitochondrial reactive oxygen species metabolism and the mitochondrial unfolded protein response. Our results demonstrate that a respiratory enzyme acts in the nucleus to control mitochondrial stress responses and longevity."
}