{
    "PMC": "4000579",
    "DOI": "10.1038/nn.3688",
    "PMID": "24686783",
    "PMCID": "PMC4000579",
    "title": "Mutations in the Matrin 3 gene cause familial amyotrophic lateral sclerosis.",
    "year": 2014,
    "source_url": "https://europepmc.org/article/PMC/PMC4000579",
    "source": "MED",
    "abstract_text": "MATR3 is an RNA- and DNA-binding protein that interacts with TDP-43, a disease protein linked to amyotrophic lateral sclerosis (ALS) and frontotemporal dementia. Using exome sequencing, we identified mutations in MATR3 in ALS kindreds. We also observed MATR3 pathology in ALS-affected spinal cords with and without MATR3 mutations. Our data provide more evidence supporting the role of aberrant RNA processing in motor neuron degeneration.",
    "full_text": "9809671 21092 Nat Neurosci Nat. Neurosci. Nature neuroscience 1097-6256 1546-1726 4000579 24686783 10.1038/nn.3688 nihpa573157 Article Mutations in the Matrin 3 gene cause familial amyotrophic lateral sclerosis Johnson Janel O. 1 Pioro Erik P. 2 Boehringer Ashley 3 Chia Ruth 4 Feit Howard 5 Renton Alan E. 1 Pliner Hannah A. 1 Abramzon Yevgeniya 1 Marangi Giuseppe 1 6 Winborn Brett J. 7 Gibbs J Raphael 8 9 Nalls Michael A. 10 Morgan Sarah 9 Shoai Maryam 9 Hardy John 9 Pittman Alan 9 Orrell Richard W. 11 Malaspina Andrea 12 Sidle Katie C. 9 Fratta Pietro 13 Harms Matthew B. 14 Baloh Robert H. 15 Pestronk Alan 14 Weihl Conrad C. 14 Rogaeva Ekaterina 16 Zinman Lorne 17 Drory Vivian E. 18 Borghero Giuseppe 19 Mora Gabriele 20 Calvo Andrea 21 Rothstein Jeffrey D. 22 ITALSGEN 23 Drepper Carsten 24 25 Sendtner Michael 24 Singleton Andrew B. 10 Taylor J. Paul 7 Cookson Mark R. 4 Restagno Gabriella 26 Sabatelli Mario 27 Bowser Robert 3 Chiò Adriano 21 Traynor Bryan J. 1 22 1 Neuromuscular Diseases Research Unit, Laboratory of Neurogenetics, National Institute on Aging, National Institutes of Health, 35 Convent Drive, Bethesda, MD 20892, USA 2 Department of Neurology, Neurological Institute, Neuromuscular Center, Cleveland Clinic, 9500 Euclid Avenue, Cleveland, OH 44195, USA 3 Division of Neurology, Barrow Neurological Institute, 350 W Thomas Road, Phoenix, AZ 85013, USA 4 Cell Biology and Gene Expression Section, Laboratory of Neurogenetics, National Institute on Aging, National Institutes of Health, Bethesda, Maryland, USA 5 Department of Neurology, Henry Ford Hospital, Detroit, MI 48202, USA 6 Institute of Medical Genetics, Catholic University of Sacred Heart, 10100 Rome, Italy 7 Department of Developmental Neurobiology, St. Jude Children’s Research Hospital, Memphis, TN 38105, USA 8 Computational Biology Core, Laboratory of Neurogenetics, National Institute on Aging, National Institutes of Health, Bethesda, MD 20892, USA 9 Department of Molecular Neuroscience and Reta Lila Weston Laboratories, Institute of Neurology, University College London, Queen Square, London WC1N 3BG, UK 10 Molecular Genetics Section, Laboratory of Neurogenetics, National Institute on Aging, National Institutes of Health, Bethesda, MD 20892, USA 11 Department of Clinical Neuroscience, Institute of Neurology, University College London, London NW3 2PG, UK 12 Centre for Neuroscience and Trauma, Blizard Institute, Queen Mary University of London, North-East London and Essex Regional MND Care Centre, E1 2AT, UK 13 Department of Neurodegenerative Disease, University College London, Queen Square, London WC1N 3BG, UK 14 Department of Neurology, Washington University School of Medicine, 660 South Euclid Avenue, St. Louis, Missouri 63110, USA 15 Department of Neurology, Cedars-Sinai Medical Center, 8730 Alden Drive, Los Angeles, CA 90048, USA 16 Tanz Centre for Research of Neurodegenerative Diseases, Division of Neurology, Department of Medicine, University of Toronto, Toronto, ON, M5S 3H2, Canada 17 Division of Neurology, Department of Internal Medicine, Sunnybrook Health Sciences Centre, University of Toronto, Toronto, ON, M4N 3M5, Canada 18 Department of Neurology, Tel-Aviv Sourasky Medical Center, Tel-Aviv, Israel 19 Department of Neurology, Azienda Universitaria-Ospedaliera di Cagliari and University of Cagliari, Cagliari, Italy 20 ALS Center, Salvatore Maugeri Foundation, Milan, Italy 21 ‘Rita Levi Montalcini’ Department of Neuroscience, University of Turin, 10126 Turin, Italy 22 Brain Science Institute and Department of Neurology, Johns Hopkins Hospital, 855 N. Wolfe Street, Baltimore, MD 21205, USA 24 Institute for Clinical Neurobiology, University of Würzburg, D-97078 Würzburg, Germany 25 Department of Child and Adolescent Psychiatry, Psychosomatics and Psychotherapy, University of Würzburg, D-97080 Würzburg, Germany 26 Molecular Genetics Unit, Department of Clinical Pathology, A.S.O. O.I.R.M.-S. Anna, 10126 Turin, Italy 27 Neurological Institute, Catholic University and I.C.O.M.M. Association for ALS Research, 10100 Rome, Italy Corresponding Author: Bryan J. Traynor, MD, PhD, Neuromuscular Diseases Research Unit, Laboratory of Neurogenetics, National Institute on Aging, 35 Convent Drive, Room 1A-1000, Bethesda, MD 20892. Phone: (301) 451 7606. Fax: (301) 451 7295. traynorb@mail.nih.gov 23 For a list of consortium members, please see the Supplementary Information online 16 4 2014 30 3 2014 5 2014 01 11 2014 17 5 664 666 Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use: http://www.nature.com/authors/editorial_policies/license.html#terms MATR3 is an RNA/DNA binding protein that interacts with TDP-43, a major disease protein linked to amyotrophic lateral sclerosis (ALS) and fronto-temporal dementia. Using exome sequencing, we identified mutations in MATR3 in ALS kindreds. We also observed MATR3 pathology in the spinal cords of ALS cases with and without MATR3 mutations. Our data provide additional evidence supporting the role of aberrant RNA processing in motor neuron degeneration. Amyotrophic lateral sclerosis (ALS) is a devastating neurodegenerative disease characterized by progressive paralysis and respiratory failure leading to death, typically within two to three years of symptom onset. Much attention has focused on the discovery of causal genes on the basis that understanding the pathophysiology underlying motor neuron degeneration would provide rational targets for therapeutic development. These efforts have been successful to the point that the genetic etiology of two thirds of the familial form of ALS and 11% of the more common sporadic form of the disease is now known 1 . Nevertheless, the discovery of additional genes would allow complete mapping of the cellular pathways underlying this fatal neurological condition. Here, we applied exome sequencing to a Caucasian family in which several individuals had been diagnosed with ALS and dementia ( Fig. 1a ) with the aim of identifying the causative mutation. We found two novel, heterozygous, missense variants that segregated with disease within this kindred, namely p.Ala436Val (chr5:126156748, C>T) in LMNB1 and p.Phe115Cys (chr5:138643448, T>G) in MATR3 . Neither variant was present in population polymorphism databases (including the Exome Sequencing Project (n = 13,000 control chromosomes), the 1000 Genomes Project (n = 2,184 chromosomes) and dbSNP), or in the Human Gene Diversity Panel (HGDP, n = 2,102 chromosomes screened in our laboratory). The MATR3 variant was also not present in an additional 5,190 neurologically normal subjects genotyped in our laboratory, bringing the total number of control chromosomes that did not carry this transversion to 27,666. A p.Ser85Cys (chr5:138643358, C>G) mutation in MATR3 was previously reported as the cause of autosomal dominant, distal, asymmetrical myopathy with vocal cord paralysis in a large multi-generational family ( Fig. 1b ) 2 , 3 . Neurophysiological studies and muscle biopsies of affected members were variably reported to be consistent with either a neurogenic or a myopathic pattern. In light of our genetic findings, the senior author (BJT) and the neurologist who initially reported this family (HF) re-evaluated the p.Ser85Cys MATR3 family. Affected individuals developed progressive respiratory failure resulting in death, typically after fifteen years of illness. Pathologically brisk knee reflexes, indicative of upper motor neuron lesions, were present in four of six examined patients. One patient also had brisk upper limb reflexes, as well as tongue fasciculations and a brisk jaw jerk. All of the examined cases displayed a “split-hand” pattern of weakness suggestive of a lesion in the anterior horn of the cervical spinal cord, a sign commonly observed in ALS patients 4 . These clinical findings supported reclassification of this condition as slowly progressive ALS, and the presence of upper motor neuron signs in the form of brisk reflexes ruled out myopathy as the only cause of disease in this family. To determine the frequency of MATR3 mutations as a cause of ALS, we examined exome sequence data from 108 additional familial ALS cases. We identified a p.Thr622Ala (chr5:138658372, A>G) missense change in MATR3 in a 66-year-old Sardinian diagnosed with familial ALS. This variant was present in a first-degree cousin, who had also presented with typical, rapidly progressive ALS at the age of 64 ( Fig. 1c ). In addition, custom re-sequencing of genes linked to neurodegeneration in 96 British ALS cases identified a p.Pro154Ser (chr5:138643564, C>T) missense variant in MATR3 in an individual diagnosed with sporadic disease ( Fig. 1d and Supplementary Fig. 1 ). Again, neither mutation was present in population polymorphism databases or in HGDP (n = 17,286 control chromosomes). Though these data are supportive, additional studies are required to confirm the pathogenicity of these variants, especially p.Pro154Ser, which was found in a single sporadic case and consequently lacks segregation data. We did not find any additional mutations in the LMNB1 gene. We examined subcellular distribution of MATR3 using immunohistochemistry. In control subjects, MATR3 was detected in a granular staining pattern within the nuclei of motor neurons and surrounding glial cells ( Fig. 2a ). In ALS patients, MATR3 was observed in the nuclei of remaining motor neurons and occasionally within the cytoplasm ( Fig. 2b ). In a patient harboring the p.Phe115Cys MATR3 mutation, MATR3 immunoreactivity was intense within the nucleus of all motor neurons and diffuse cytoplasmic staining was evident in many neurons ( Fig. 2c ). Cytoplasmic inclusions were absent in this individual. However, we detected rare MATR3-positive cytoplasmic inclusions in an ALS patient known to carry the C9ORF72 repeat expansion ( Supplementary Fig. 2 ). MATR3 is a 125kDa nuclear matrix protein that is known to bind DNA and RNA. Previous unbiased screens found that MATR3 is a protein interactor of TDP-43, an RNA binding protein that is known to cause ALS 5 , 6 . To confirm this interaction, we performed co-immunoprecipitation of FLAG-tagged MATR3 variants with endogenous TDP-43 in HEK293FT cells. As the genetic data were strongest for the p.Phe115Cys and the p.Ser85Cys, we selected these variants, as well as the p.Thr622Ala variant for which proof of pathogenicity was less clear, for further scrutiny. We found a reliable interaction that, interestingly, was increased by the p.Ser85Cys mutation, but not with the p.Phe115Cys or p.Thr622Ala variants ( Fig. 3 ). We also noted that p.Ser85Cys MATR3 was expressed at lower steady state levels than other variants, suggesting a structural effect of the mutation ( Fig. 3 ). There was no alteration in interaction between MATR3 and a second protein interactor, DHX9, demonstrating that the effect of p.Ser85Cys is specific for TDP-43 and not generalized to all interactions of MATR3. Both interactions were abolished by RNase ( Supplementary Fig. 3 ), demonstrating that they are RNA-dependent. Co-immunoprecipitation of endogenous protein confirmed that MATR3 and TDP-43 interact at the endogenous level ( Supplementary Fig. 4 ). Also consistent with an interaction, MATR3 and TDP-43 co-aggregated in skeletal muscle tissue of a patient carrying the p.Ser85Cys mutation ( Supplementary Fig. 5 ). Differential effects of different mutations within the same gene have been reported for other neurodegenerative diseases, such as LRRK2 (a cause of familial Parkinson’s disease) 7 and FUS (a cause of familial ALS) 8 . Therefore, the lack of effect of p.Phe115Cys and p.Thr622Ale on MATR3/TDP-43 interaction does not necessarily preclude their pathogenicity, as it is possible that these mutations disrupt other cellular processes in a manner that would not be detected by our assays. The variants found in MATR3 were distributed across the length of protein, perhaps disrupting different nearby domains. Indeed, multiple functions have been associated with MATR3 , including RNA processing 6 , retention of hyper-edited RNA 9 , gene silencing through interaction with Ago-containing complexes 10 , chromatin organization 11 , and mediating neuronal cell death in response to NMDA glutamate receptor activation 12 . We also note that the p.Ser85Cys variant only alters interaction with TDP-43 and not another MATR3 partner, DHX9. However, and reminiscent of mutations in VAPB 13 , p.Ser85Cys is notably less stable than other MATR3 variants. We infer that, of the genetic variants tested, p.Ser85Cys has the strongest effect on protein structure and this is correlated with a change in affinity for TDP-43. The structural basis of this interaction will need to be resolved in future studies. In this regard, it is interesting to note that the p.Ser85Cys mutation in MATR3 was associated with slowly progressive form of ALS, whereas individuals carrying the p.Phe115Cys mutation typically died from respiratory failure within five years of symptom onset. Similar phenotype variability has been observed for other ALS genes. For example, the A4V mutation of SOD1 is associated with an aggressive form of the disease with an average survival of only nine months after symptom onset 14 . In contrast, the homozygous D90A mutation in the same gene is associated with an indolent course with patients developing respiratory failure after ten years of illness 14 . Furthermore, the phenotype observed in some patients carrying MATR3 mutations combined features of ALS and myopathy. This clinical pattern is markedly similar to that observed in patients with mutations in VCP, HNRNPA1 and HNRNPA2B1 , and the term “multisystem proteinopathy” has been used to reflect this broad pleiotropy 15 , 16 . Exome sequencing data from the original USALS#3 family, as well as the 108 familial ALS cases, have been made available on dbGaP (accession number phs000101). The public release of such data allows other ALS researchers around the world to access, reanalyze and combine it with their own sequence data, thereby accelerating the pace of gene discovery. In summary, our genetic data identified mutations of the MATR3 gene as a rare cause of familial ALS and broadens the phenotype associated with this gene beyond the previously reported distal myopathy. This provides further insight into the importance of RNA metabolism in this fatal neurodegenerative disease. Future efforts to unravel the precise mechanism by which defects in RNA processing lead to motor neurodegeneration may provide novel targets for the design of rational therapies METHODS Methods and any associated references are available in the online version of the paper. Supplementary Material 1 9 10 2 3 4 5 6 7 8 ACKNOWLEDGEMENTS This work was supported in part by the Intramural Research Programs of the NIH, National Institute on Aging (Z01-AG000949-02), and the National Institute of Neurological Disorders and Stroke (NINDS). The work was also supported by the Packard Center for ALS Research at Hopkins (B.J.T.), the ALS Association (B.J.T., A.C.), Ontario Research Fund (E.R.), the UK MND Association (J.H., R.W.O. Grant 11/6075), the Medical Research Council UK (J.H.), the Wellcome Trust/MRC Joint call in Neurodegeneration Award (J.H. grant WT089698), the MRC Neuromuscular Centre (JH), the National Institute for Health Research Biomedical Research Unit (JH), Biomedical Research Centre (AP), MRC/MNDA Lady Edith Wolfson fellowship (P.F.), AriSLA (A.C., B.J.T.), the Italian Health Ministry (Ricerca Sanitaria Finalizzata 2007, A.C.), Fondazione Vialli e Mauro ONLUS (A.C.), Federazione Italiana Giuoco Calcio (A.C., M.S., B.J.T.) and Compagnia di San Paolo (A.C., G.R.), the Adelis Foundation (V.E.D.), the European Community’s Health Seventh Framework Programme (FP7/2007-2013) under grant agreements 259867 (A.C., M.S., C.D.), EuroMOTOR, BMBF, German Network for Motoneuron Disease (M.S. - Grant TP4) and from the NIH grant NS061867 (R.B.). DNA samples for this study were obtained in part from the NINDS repository at the Coriell Cell Repositories ( http://www.coriell.org/ ). We thank the patients and research subjects who contributed samples for this study. Author contributions J.O.J., A.B., R.C., A.E.R, H.A.P., Y.A., G. Marangi, B.J.W., S.M., M. Shaoi, A. Pittman, P.F., M.B.H., R.H.B., A. Pestronk and C.C.W performed laboratory-based experiments and data analysis, and revised the report; E.P.P., H.F., R.W.O., A.M., K.C.S., E.R., L.Z., V.E.D., G.B., G. Mora, A. Calvo, J.D.R., ITALSGEN, C.D., M. Sendtner, G.R., M. Sabatelli and A. Chiò collected clinical information and DNA samples from patients, and revised the report; J.R.G. and M.A.N. performed data analysis and revised the report; J.H., A.B.S., J.P.T., M.R.C. and R.B. supervised laboratory-based experiments and data analysis, and revised the report; B.J.T. supervised the project and wrote the manuscript. Declaration of competing financial interests B.J.T., A.B.S. and J.H. have a patent pending on the clinical testing and therapeutic intervention for the hexanucleotide repeat expansion of C9ORF72 . J.D.R. has patents pending on antisense therapy for C9ORF72 and associated biomarkers, and is Director of the Packard Center for ALS Research at Hopkins. References 1 Renton AE Chiò A Traynor BJ Nat. Neurosci 2013 Epub ahead of print 2 Feit H Am. J. Hum. Genet 1998 63 1732 1742 9837826 3 Senderek J Am. J. Hum. Genet 2009 84 511 518 19344878 4 Eisen A Kuwabara S J. Neurol. Neurosurg. Psychiatry 2012 83 399 403 22100761 5 Ling SC Proc. Natl. Acad. Sci. USA 2010 107 13318 13323 20624952 6 Salton M PLoS One 2011 6 e23882 21858232 7 Cookson MR Biochem. Soc. Trans 2012 40 1070 1073 22988867 8 van Blitterswijk M PLoS One 2013 8 e60788 23577159 9 Zhang Z Carmichael GG Cell 2001 106 465 475 11525732 10 Hock J EMBO Rep 2007 8 1052 1060 17932509 11 Ma H Siegel AJ Berezney R J. Cell Biol 1999 146 531 542 10444063 12 Giordano G J. Neurochem 2005 94 808 818 16000164 13 Aliaga L Hum. Mol. Genet 2013 22 4293 4305 23771029 14 Chiò A Amyotroph. Lateral Scler 2009 10 310 323 19922118 15 Johnson JO Neuron 2010 68 857 864 21145000 16 Kim HJ Nature 2013 495 467 473 23455423 Figure 1 Pedigrees of patients with MATR3 mutations Mutant alleles are indicated by mt , whereas wild-type alleles are indicated by wt 3 . Genotypes of presumed obligate carriers are in brackets. Red asterisks indicate individuals who underwent clinical examination. Figure 2 Lumbar spinal cord tissue immunostained for MATR3 and counterstained with hemotoxylin ( a ) Control spinal cord exhibits MATR3 nuclear immunoreactivity in some motor neurons, with weak glial cell immunostaining. ( b ) ALS cases exhibit strong nuclear immunoreactivity with cytoplasmic immunoreactivity present in some motor neurons either diffusely or in cytoplasmic puncta. Strong glial immunostaining is also noted in ALS patients. ( c ) Patient with the p.Phe115Cys MATR3 mutation exhibits strong nuclear staining, as well as cytoplasmic staining in many cells. Images are taken at 20× magnification and insets are at 40× magnification. Scale bars represent 50um. Figure 3 Immunoprecipitation of MATR3 with TDP-43 ( a ) FLAG-MATR3 was expressed in HEK293FT cells, immunoprecipitated using anti-FLAG antibody, and probed with TDP-43 and DHX9 antibodies. ( b ) Graphs show mean +/− SEM based on 10 replicate immunoprecipitation experiments. Differences in interaction between MATR3 and TDP-43 were tested with Wilcoxon signed rank test (**p<0.01).",
    "full_text_abstract": "MATR3 is an RNA/DNA binding protein that interacts with TDP-43, a major disease protein linked to amyotrophic lateral sclerosis (ALS) and fronto-temporal dementia. Using exome sequencing, we identified mutations in MATR3 in ALS kindreds. We also observed MATR3 pathology in the spinal cords of ALS cases with and without MATR3 mutations. Our data provide additional evidence supporting the role of aberrant RNA processing in motor neuron degeneration."
}