{
    "PMC": "2788665",
    "DOI": "10.1038/onc.2009.276",
    "PMID": "19749799",
    "PMCID": "PMC2788665",
    "title": "PIM1 phosphorylates and negatively regulates ASK1-mediated apoptosis.",
    "year": 2009,
    "source_url": "https://europepmc.org/article/PMC/PMC2788665",
    "source": "MED",
    "abstract_text": "The serine/threonine kinase, PIM1, is involved in promoting cell survival in part by phosphorylation and inhibition of proapoptotic proteins. Apoptosis signaling kinase 1 (ASK1), a mitogen-activated protein kinase kinase kinase, is involved in the so-called stress-activated pathways that contribute to apoptotic cell death. Here we show that PIM1 phosphorylates ASK1 specifically on serine residue 83 (Ser83) both in vitro and in vivo and that PIM1 binds to ASK1 in cells by co-immunoprecipitation. Using H1299 cells, our results further demonstrate that PIM1 phosphorylation of ASK1 decreases its kinase activity induced by oxidative stress. PIM1 phosphorylation of ASK1 on Ser83 inhibited ASK1-mediated c-Jun N-terminal kinase phosphorylation as well as p38 kinase phosphorylation. Under H(2)O(2)-induced stress conditions that normally lead to apoptosis, these phosphorylation events were associated with inhibition of caspase-3 activation and resulted in reduced cell death. Moreover, knockdown of PIM1 in H1299 cells decreased phosphorylation of endogenous Ser83 of ASK1 and was associated with a decrease in cell viability after H(2)O(2) treatment. Taken together, these data reveal a novel mechanism by which PIM1 promotes cell survival that involves negative regulation of the stress-activated kinase, ASK1.",
    "full_text": "8711562 6325 Oncogene Oncogene Oncogene 0950-9232 1476-5594 2788665 19749799 10.1038/onc.2009.276 nihpa136740 Article PIM1 Phosphorylates and Negatively Regulates ASK1-mediated Apoptosis Gu Juan Jenny Wang Zeping Reeves Raymond Magnuson Nancy S. School of Molecular Biosciences, Washington State University, Pullman, WA99164 Correspondence to: Nancy S. Magnuson, School of Molecular Biosciences, Washington State University, Pullman, WA 99164, Phone: (509)335-0966, Fax: (509)335-1907, magnuson@wsu.edu 19 8 2009 14 9 2009 3 12 2009 03 6 2010 28 48 4261 4271 Users may view, print, copy, download and text and data- mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use: http://www.nature.com/authors/editorial_policies/license.html#terms The serine/threonine kinase, PIM1, is involved in promoting cell survival in part by phosphorylation and inhibition of proapoptotic proteins. ASK1, a mitogen-activated protein kinase kinase kinase (MAPKKK), is involved in the so-called stress-activated pathways that contribute to apoptotic cell death. Here we show that PIM1 phosphorylates ASK1 specifically on serine residue 83 (Ser83) both in vitro and in vivo and that PIM1 binds to ASK1 in cells by co-immunoprecipitation. Using H1299 cells, our results further demonstrate that PIM1 phosphorylation of ASK1 decreases its kinase activity induced by oxidative stress. PIM1 phosphorylation of ASK1 on Ser83 inhibited ASK1-mediated c-Jun N-terminal kinase (JNK) phosphorylation as well as phosphorylation of p38 kinase. Under H 2 O 2 -induced stress conditions that normally lead to apoptosis, these phosphorylation events were associated with inhibition of caspase-3 activation and resulted in reduced cell death. Moreover, knockdown of PIM1 in H1299 cells decreased phosphorylation of endogenous Ser83 of ASK1 and was associated with a decrease in cell viability after H 2 O 2 treatment. Taken together, these data reveal a novel mechanism by which PIM1 promotes cell survival that involves negative regulation of the stress-activated kinase, ASK1. PIM1 phosphorylation ASK1 kinase activity apoptosis cell survival Introduction Stress to a cell can trigger the activation of a specialized group of mitogen-activated protein kinase (MAPK) cascades that induce cell death ( Karin and Delhase, 1998 ). Apoptosis signaling kinase 1 (ASK1), one of the mitogen-activated protein kinase kinase kinases (MAPKKK), plays a pivotal role in stress-induced apoptosis. ASK1 is activated by a variety of stress-related stimulus, including hydrogen peroxide (H 2 O 2 ), reactive oxygen species (ROS), serum withdrawal, genotoxic agents, as well as ligation of Fas ligand and tumor necrosis factor (TNF) ( Chang et al., 1998 ; Ichijo et al., 1997 ; Liu et al., 2000 ; Nishitoh et al., 1998 ). For example, activation by H 2 O 2 occurs via the triggering of dephosphorylation of Ser967 by an okadaic acid-sensitive phosphatase. This specific dephosphorylation results in the dissociation of the ASK1:14-3-3 complex with a concomitant increase of Ask1 catalytic activity ( Goldman et al., 2004 ). The activated ASK1 phosphorylates and activates two different downstream kinases, MKK4/MKK7 and MKK3/MKK6. These in turn are required to activate c-Jun N-terminal kinase (JNK) and p38 MAP kinase, respectively, prior to caspase-3 activation and apoptosis. Furthermore, it has been demonstrated that knocking down of ASK1 in embryonic fibroblasts causes the cells to become resistant to H 2 O 2 and TNF-induced apoptosis, and overexpression of a constitutively active form of ASK1 in cell induces caspase-3 dependent apoptosis ( Hatai et al., 2000 ; Ichijo et al., 1997 ; Tobiume et al., 2001 ). Therefore, it is clear that ASK1 plays an important role in stress-induced apoptosis. ASK1 kinase activity is regulated in various ways, including phosphorylation, protein interaction, and oligomerization. Phosphorylation of ASK1 on Ser83 by AKT kinase ( Kim et al., 2001 ) and de-phosphorylation of Ser845 by protein phosphatase 5 ( Morita et al., 2001 ) decreases ASK1 activity. Ser83 of ASK1 remains fully phosphorylated in unstressed conditions which keep ASK1 inactive, whereas upon H 2 O 2 treatment, Ser83 of ASK1 becomes dephosphorylated which restores ASK1 activity ( Zhang et al. , 2005 ). It has also been demonstrated that the proapoptotic activity of ASK1 can be inhibited by binding to reduced thioredoxin ( Saitoh et al., 1998 ), Cdc25A ( Zou et al., 2001 ) and, as mentioned above, by interaction with 14-3-3 proteins ( Zhang et al., 1999 ). This high level of regulation of ASK1 activity underscores the critical role ASK1 plays in stress-activated kinase pathways and apoptosis. PIM1 has been identified as a potent mediator of cell survival. It was first identified as a preferential integration site of Moloney murine leukemia virus which induces T-lymphomas in mice ( Cuypers et al., 1984 ). The expression of PIM1 can be induced by many different cellular stresses including exposure to H 2 O 2 ( Katakami et al., 2004 ), hypoxia ( Teh, 2004 ), heat shock ( Shay et al., 2005 ) and cytotoxic agents ( Pircher et al., 2000 ; Xie et al., 2006 ; Zemskova et al., 2008 ). As a serine/threonine kinase, PIM1 prefers to phosphorylate the consensus sequence RXRHXS/T, where X is a small side chain amino acid neither basic nor acidic ( Friedmann et al., 1992 ; Kumar et al., 2005 ; Peng et al., 2007 ). Proapoptotic proteins that are regulated by PIM1 phosphorylation include BAD and FOXO3a ( Aho et al., 2004 ; Morishita et al., 2008 ). Phosphorylation on Ser112 of BAD, called the ‘gate keeper’ site, by PIM1 enhances BCL2 activity and promotes cell survival. Here we report that PIM1 directly binds to and phosphorylates ASK1 on Ser83. This phosphorylation event by PIM1 maintains ASK1 kinase in an inactive state which leads to a decrease in the downstream-mediated phosphorylation of JNK and p38 by ASK1. This inhibition of ASK1 activity by PIM1 results in the inhibition of ASK1-dependent caspase-3 activation and reduction of cell death under stress conditions. Thus, PIM1 appears to promote cell survival by acting as a physiological inhibitor of the stress-induced ASK1-JNK/p38-caspase-3 apoptotic pathway. Results PIM1 phosphorylates ASK1 on Ser83 in vitro and in vivo ASK1 is a serine/threonine kinase, which can autophosphorylate and phosphorylate downstream MAPKK ( Ichijo et al., 1997 ). The N-terminal regulation domain of ASK1 contains the consensus sequence RGRGS S V (Ser83 is underlined), which appears to be a sequence that would be expected to phosphorylated by PIM1 ( Friedmann et al., 1992 ; Kumar et al., 2005 ; Peng et al., 2007 ). To determine whether ASK1 is a substrate for PIM1, we performed an in vitro kinase assay with recombinant His-tagged PIM1 protein (wild type WT or kinase dead KD) and HA-tagged kinase ASK1 immunoprecipitated by anti-HA antibody from transfected H1299 cells. We found ASK1 is phosphorylated only by WT His-PIM1, but not the KD His-PIM1 ( Fig 1A ). To further determine whether Ser83 in ASK1 is phosphorylated by PIM1, we mutated Ser83 of ASK1 to alanine (S83A) and used this mutant as the substrate for WT His-PIM1. The phosphorylation of ASK1 by PIM1 was eliminated by the S83A mutation ( Fig 1B ), indicating that ASK1 Ser83 is required for PIM1-mediated phosphorylation of ASK1. To rule out the possibility that PIM1 indirectly induces ASK1 phosphorylation through activating the auto-kinase activity of ASK1, we used kinase-dead ASK1 to run the same in vitro and in vivo kinase assay and obtained the same results as with the WT ASK1 with PIM1 in Fig 1 (data not shown). To confirm that this specific phosphorylation event also occurs under in vivo conditions, H1299 cells were co-transfected with WT HA-ASK1 and vector alone or with PIM1 (WT or KD). After 24 h, cells were harvested and the phosphorylation status of ASK1 Ser83 detected by phospho-specific antibody was determined ( Fig 1C ). While a high level of ASK1 Ser83 phosphorylation was observed for HA-ASK1 co-transfected with WT PIM1, a significantly lower level of ASK1 Ser83 phosphorylation was observed (p<0.01) either with HA-ASK1 and empty vector or with HA-ASK1 and KD PIM1. We quantified the levels of pS83/total ASK1 in Fig 1C and saw a significant increase in the phosphorylation of Ser83 ASK1 in the presence of PIM1 (P<0.01). This suggests that enhanced pS83 in cells overexpressing PIM1 is due to phosphorylation of ASK1 by PIM1, and not to elevated levels of ASK1. To further determine whether this was due to phosphorylation on Ser83 of ASK1 by PIM1, the S83A ASK1 was transfected with either vector alone or with WT PIM1 into cells and lysates from these cells analyzed by Western blot with phospho-specific antibody against ASK1 ( Fig 1D ). Results indicate that Ser83 phosphorylation of ASK1 was much more pronounced in cells transfected with WT PIM1 than in the control cells. These results demonstrate that PIM1 directly phosphorylates ASK1 on Ser83 under both in vitro and in vivo conditions. PIM1 interacts with ASK1 In order to determine whether endogenous ASK1 physically associates with PIM1, cell lysates of H1299 were immunoprecipitated with anti-ASK1 antibody and in a Western probed with PIM1 antibody to check for their association ( Fig 2A ). We found that the endogenous ASK1 and PIM1 associate with each other under native conditions. Thus, the endogenous interaction between ASK1 and PIM1 in H1299 cells strengthens its physiological relevance. We conducted more immunoprecipitation experiments to further investigate this interaction. Cell lysates of H1299 co-transfected with HA-ASK1 and with either empty vector, FLAG-tagged WT PIM1 or KD PIM1 were immunoprecipitated with anti-HA antibody. Western blotting was performed with anti-FLAG antibody in order to detect the association of ASK1 and PIM1 ( Fig 2B ). PIM1 was found to associate with ASK1, and this association was independent of PIM1 kinase activity. To further investigate whether the Ser83 residue of ASK1 was contributing to the ASK1-PIM1 complex formation, either WT or S83A ASK1 with vector alone or WT PIM1 were co-transfected into H1299 cells. ASK1 was immunoprecipitated out of the lysate by anti-HA antibody and Western blotting was performed using anti-FLAG antibody ( Fig 2C ). We found S83A ASK1 associated with PIM1 as well, and this suggests Ser83 phosphorylation of ASK1 did not appear to contribute to the interaction of PIM1 and ASK1. These results suggest that PIM1 physically interacts with ASK1 in cells, and this interaction is dependent neither on PIM1 kinase activity nor on ASK1 Ser83 phosphorylation. PIM1 phosphorylation of ASK1 decreases ASK1 kinase activity Phosphorylation of ASK1 Ser83 by AKT attenuates ASK1 kinase activity ( Kim et al., 2001 ). It was of interest to determine if phosphorylation by PIM1 on the same residue would have a similar effect on ASK1 function. We measured the kinase activity of ASK1 with an immunoprecipitation-coupled in vitro kinase assay. After co-transfection of HA-ASK1 with either empty vector, WT PIM1 or KD PIM1 in H1299 cells, HA-ASK1 was immunoprecipitated with the anti-HA antibody and its kinase activity measured in the presence of 32 P-ATP and myelin basic protein (MBP) as the substrate. Consistent with previous reports, our ectopically expressed HA-ASK1 exhibited high kinase activity ( Galvan et al., 2003 ; Saitoh et al., 1998 ) ( Fig 3A ); however, we also found that ASK1 kinase activity was decreased in the presence of WT PIM1. This inhibition of ASK1 activity did not occur in the presence of KD PIM1, which indicates that a PIM1 kinase-dependent mechanism of ASK1 inhibition appears to exist. To further determine whether Ser83 is required in a PIM1 dependent inhibition of ASK1 activity, we co-transfected HA-ASK1 (WT, S83A or KM (kinase mutant ASK1)) with or without WT PIM1 and then pulled down the HA-tagged ASK1 to perform an in vitro kinase assay using MBP as the substrate for ASK1 ( Fig 3B ). The kinase activity of S83A ASK1 was not affected by WT PIM1, whereas WT ASK1 kinase activity was greatly inhibited by WT PIM1. ASK1 KM which does not have kinase activity was used as negative control. These results demonstrate that PIM1 decreases ASK1 kinase activity through phosphorylation of ASK1 Ser83. PIM1 attenuates ASK1-mediated JNK, p38 and caspase-3 activation Previous studies have shown that ASK1 directly phosphorylates and activates MKK3/MKK6 and MKK4/MKK7, and in turn phosphorylates and activates JNK and p38, respectively ( Matsuzawa and Ichijo, 2008 ). These phosphorylation events result sequentially in the cleavage of pro-caspase-3 into two active cleaved caspase-3 isoforms which is the final step in the apoptotic pathway ( Chen et al., 1999 ; Kim et al., 2005 ). In order to determine whether PIM1 phosphorylation of ASK1 influences downstream cascade activities, H1299 cells were co-transfected with HA-ASK1 and either empty vector, WT PIM1 or KD PIM1. Phosphorylation of JNK and p38 was detected by phospho-specific antibody. Cleavage of caspase-3 was monitored by anti-caspase-3 antibody as indicated in the Fig 4A . We found that the exogenous ASK1 phosphorylates and activates JNK and p38 in the presence equal level of JNK and p38. Consequently, the ASK1-dependent cleavage of the active form of caspase-3 is increased. However, WT PIM1 attenuates ASK1-mediated JNK and p38 phosphorylation and subsequently caspase-3 activation, while KD PIM1 has no effect on these events. The blots have been quantitated to show graphically the ratios of p-JNK/JNK and p-p38/p38. In Fig 4B , ASK1 S83A with WT PIM1 does not repress the activation of JNK, p38 and procaspase-3 cleavage. This is opposite to what is observed for WT ASK1 and WT PIM1, indicating that PIM1 phosphorylation of ASK1 on Ser83 leads to decreasing ASK1 signaling to the JNK and p38 pathway which finally leads to inhibition of caspase-3 activation. The blots have been again been quantitated to show graphically the ratios of p-JNK/JNK and p-p38/p38. To further confirm that PIM1 negatively regulates ASK1 through phosphorylation of Ser83, we co-transfected deltaN-ASK1 (an N terminal deleted ASK1 which is constitutively active) with or without PIM1 ( Fig 4C ). We found that PIM1 did not inhibit deltaN-ASK1-dependent JNK/p38 and caspase-3 activation, suggesting that PIM1 inhibits ASK1-dependent apoptosis only through Ser83 phosphorylation of WT ASK1. The blots have been again been quantitated to show graphically the ratios of p-JNK/JNK and p-p38/p38. PIM1 inhibits ASK1-dependent cell death ASK1 is required for H 2 O 2 -induced sustained phosphorylation and activation of JNK and p38 which promote cell death ( Chen et al., 1999 ; Tobiume et al., 2001 ). It was of interest to determine whether the inhibition of ASK1 activity by PIM1 has a role in the modulation of ASK1-induced cell death. Therefore, we determined the level of ASK1-induced cell death in the presence of PIM1. HA-ASK1 was co-transfected into H1299 cells with either empty vector, WT PIM1 or KD PIM1. After 24 h, the cells were treated with 100 μM H 2 O 2 for another 16 h to maximize activation of ASK1 ( Goldman et al., 2004 ) and then cell viability was determined as described in the ‘Materials and Methods’ ( Fig 5A ). In the presence of H 2 O 2 , cells that express ASK1 alone have low levels of cell viability (38%). However, when WT PIM1 is co-expressed with ASK1, a markedly higher degree of cell viability (62%) is observed, but not with KD PIM1. To further determine whether Ser83 of ASK1 contributes to PIM1 inhibition of ASK1, ASK1 (WT or S83A) with either empty vector or WT PIM1 were co-transfected into cells and cell viability was determined ( Fig 5B ). Consistent with the results shown in Fig 5A , the cell viability was improved by ASK1 co-transfected with PIM1, whereas cell viability was unaltered by ASK1 S83A with PIM1. Taken together, these results indicate that PIM1 can suppress ASK1-induced cell death in a Ser83 phosphorylation dependent manner. To confirm that PIM1 promotes cell viability by inhibition of ASK1-induced apoptosis, we performed the TUNEL assay ( Fig 5C ). After co-transfecting ASK1 with vector alone, PIM1 WT or PIM1 KD and GFP plasmid, H1299 cells were treated with 100 μM H 2 O 2 for 16 h and followed by TUNEL red fluorescence staining. Apoptotic GFP-red-double positive cells were counted using confocal microscopy. In agreement with the viability assay, ASK1 induced a high level of apoptosis (52.7%), whereas a significant reduction in the level of apoptosis was found (30.6%) in the presence of PIM1 and ASK1, indicating that PIM1 inhibits apoptosis through repression of ASK1 activity. Moreover, the apoptotic level with the S83A mutant of ASK1 was not altered by the presence of WT PIM1. Taken together, these results indicate that PIM1 can suppress ASK1-induced apoptosis in a Ser83 phosphorylation dependent manner. Knockdown of PIM1 leads to decreased phosphorylation of endogenous ASK1 Ser83 and decreased cell viability To determine whether PIM1 is required on ASK1 Ser83 phosphorylation and negative regulation, we knocked down PIM1 with siRNA in H1299 cells as shown in Figure 6A . We found that Ser83 phosphorylation of ASK1 is significantly decreased (relative density: 56% of control) in PIM1 siRNA knockdown cells. This result is consistent with the PIM1 overexpression experiments and suggests that PIM1 plays a role in the phosphorylation of ASK1 Ser83 in H1299 cells. As ASK1 plays an important role in apoptosis, we predicted that knockdown of PIM1 in cells could release inhibition of ASK1, therefore, lead to more cell death after H 2 O 2 treatment. We examined the relative cell viability of H1299 cells either transfected with control only or PIM1 siRNA and incubated the cells with different concentrations of H 2 O 2 ( Fig 6B ). As predicted, we found that knockdown of PIM1 decreases cell viability in the presence of H 2 O 2 . After 16 h incubation with varying doses of H 2 O 2 , cell viability decreased significantly at 50 μM H 2 O 2 (P<0.01) as well as for H 2 O 2 concentrations of 100μM, 150μM and 250μM (P<0.05). Discussion Increasing evidence suggests that PIM1 plays a prominent role in cell survival resulting from a variety of stressful stimulus ( Zemskova et al., 2008 ). However, only a few proapoptotic proteins such as Bad and FOXO3a have been identified as being inactivated by phosphorylation by PIM1 ( Aho et al., 2004 ; Morishita et al., 2008 ). Here we report that ASK1, a stress-induced proapoptotic protein, is another substrate of PIM1 and helps to further explain how PIM1 promotes survival of a cell undergoing stress. Figure 6 represents our current model of PIM1 regulation of ASK1-mediated cell death pathway. PIM1 can form a complex with ASK1 and phosphorylate ASK1 on Ser83. Phosphorylation of ASK1 by PIM1 significantly decreases ASK1 kinase activity and inhibits ASK1-mediated phosphorylation of JNK and p38. Thus, this phosphorylation event inhibits activation of caspase-3 which leads to decreasing levels of apoptosis. Under our experimental conditions, we found that the physical interaction between PIM1 and ASK1 is independent of PIM1 kinase activity since the kinase dead mutant of PIM1 is still able to associate with ASK1. Similar observations have also been made with other substrates of PIM1 such as C-TAK1 ( Bachmann et al., 2004 ). Furthermore, the complex formation between PIM1 and ASK1 is also independent of the phosphorylation status of residue Ser83 of ASK1. These observations indicate PIM1 binding to ASK1 itself is not enough to inhibit the kinase activity of ASK1. Because ASK1 is a key player in the stress response which is in turn responsible for inducing multiple cell death pathways ( Nishitoh et al., 2002 ), its kinase activity is tightly regulated by events such as protein-protein interaction, oligomerization and phosphorylation. In this study we focused on the phosphorylation of ASK1 by PIM1. It has been shown by others that ASK1 can be phosphorylated at several sites which either up- or down-regulate ASK1 kinase activity. Thr845 of ASK1 has been demonstrated as an autophosphorylation site responsible for increasing its kinase activity ( Tobiume et al., 2001 ). On the other hand, phosphorylation on Ser83, Ser967 and Ser1034 of ASK1 have been found to inhibit ASK1-induced apoptosis ( Fujii et al., 2004 ; Goldman et al., 2004 ; Kim et al., 2001 ; Zhang et al., 1999 ). AKT phosphorylates Ser83 of ASK1 which also leads to inhibition of ASK1-induce apoptosis. Importantly, this consensus sequence in which Ser83 sits is also favored by PIM1. We were able to demonstrate that PIM1 can phosphorylate this residue of ASK1. Although ASK1 can be phosphorylated by both PIM1 and AKT, there are differences between these two kinases. As a downstream target of phosphatidylinositol 3-kinase (PI3K), AKT needs to be activated by growth factors and Ca 2+ influx ( Engelman et al., 2006 ). Therefore, without the correct physiological conditions, AKT may not be activated. However, PIM1 is constitutively active in cells meaning its kinase activity depends entirely on protein levels which rapidly increase after cytokine, hormone, antigen, mitogen stimulation or stress ( Kumar et al., 2005 ; Shay et al.,2005 ; Katakami et al., 2004 ; Teh, 2004 ; Wang et al., 2001 ). Thus, it appears that both of these kinases regulate ASK1 activity, but exert their biological functions under different conditions. Although we show phosphorylation on Ser83 of ASK1 by PIM1 inhibits ASK1 activity, the mechanism underlying how phosphorylation on Ser83 inhibits its kinase activity remains unclear. Ser83 sits on the N-terminus of ASK1, which is known to be a regulatory domain of ASK1. Previous reports showed that thioredoxin inhibits ASK1 kinase activity by directly binding to this N-terminal region, while TNF receptor-associated factor 2 (TRAF2) activates ASK1 activity via associating with the N-terminus of ASK1 ( Saitoh et al., 1998 ). It is very possible that PIM1 phosphorylation of ASK1 alters the binding affinity of ASK1 for thioredoxin and TRAF2. Reactive oxygen species (ROS) such as H 2 O 2 can cause oxidative damage which in turn can trigger a variety of intracellular signaling pathways leading to either cell death or survival. The total balance between these pathways determines the cell fate ( Cross and Templeton, 2006 ; Matsuzawa and Ichijo, 2001 ; Rhee, 2006 ). However, there is also cross talk between pathways leading to cell death and to survival that ensure that cell death occurs when needed. By understanding how cells respond to oxidative stress, it may be possible to identify other contributors to these signaling pathways and therefore, provide insight for novel strategies for therapeutic interventions. ASK1 has been shown to be involved in multiple stress-induced apoptotic pathways ( Matsuzawa and Ichijo, 2008 ). On the other hand, recent evidence has shown that PIM1 can protect cells from stress-induce apoptosis ( Shah et al., 2008 ). However, the mechanism for PIM1 involved in protection from stress has not been fully elucidated. We found that PIM1 inhibited ASK1-mediated activation of JNK/p38 and caspase-3 as shown in Fig 4A , however, we also noticed that PIM1 expression alone decreases JNK/p38 and caspase-3 activity. It is possible that PIM1 inhibits the endogenous ASK1 activity and thus leads to this result. In the present study, we observed that there is a 21% increase in the survival of H1299 cell treated with H 2 O 2 in the presence of PIM1 and ASK1 (P<0.05). In contrast, there is no difference in the survival rates of cells with ASK1 S83A with or without PIM1. This indicates that PIM1 regulates ASK1-mediated apoptosis through phosphorylation of ASK1 Ser83. This is the first time PIM1 has been linked with a stress induced protein kinase pathway and provides evidence for a new role for PIM1 in promoting cell survival. There is an obvious discrepancy between the cell viability and apoptosis. For example, the vector only has 47% viability, but shows 13% apoptosis. It is possible these cells are experiencing other kinds of cell death (autophagy, necrosis) in addition to apoptosis that cannot be detected by the TUNEL assay. Similar discrepancies between cell viability and apoptosis have also been reported by others ( Yan et al. , 2007 ; Zhang et al. , 1999 ). In summary, our studies demonstrate the link between PIM1 with a stress-induced pathway involving ASK1. The finding that ASK1 is a substrate for PIM1 provides a further explanation as to how PIM1 promotes cell survival but in this case through negative regulation of ASK1. Materials and Methods Cell culture and plasmids The human lung cancer cell line H1299 (ATCC) was maintained in RPMI 1640 media (Gibco) plus 10% FBS, 100 units/ml penicillin and 100 μg/ml streptomycin. pcDNA3-hemagglutinin (HA)-tagged ASK1 (wild type and kinase mutant (K709R, catalytically inactive mutant of ASK1)) were provided by Dr. Hidenori Ichijo, Tokyo Medical and Dental University. The serine 83 to alanine (S83A) mutants of WT ASK1 and KM ASK1 were generated by PCR based site-directed mutagenesis and was verified by sequencing. Transfection and Western blot Cells grown to a density of ~70% confluence with antibiotic free media were transfected with the indicated expression vectors by Lipofecatmine 2000 (Invitrogen) according to the manufacturer’s instructions. Silencer validated siRNA to PIM1, Silencer GAPDH siRNA (positive control) and Silencer negative control siRNA (Ambion) were transfected into H1299 cells using SiPORT lipid siRNA transfection reagent (Ambion) and cells were cultured for 48h before harvesting for analysis. Cells were harvested and lysed in lysis buffer (50mM Tris-HCL(pH7.5), 1%(v/v) NP-40, 50 mM NaCl, 1 mM EDTA, 1 mM EGTA, 10 mM sodium B-glycerophosphate, 5 mM activated sodium orthovanadate, 5 mM sodium pyrophosphate, 50 mM sodium fluoride, and protease inhibitor cocktail set I (Calbiochem)) by incubating on ice for 30 minutes. The extracts were centrifuged at 13,000 rpm for 15 min to remove debris. Protein concentration was determined by the Bradford assay (Bio-Rad). After adding 2x SDS loading buffer, the samples were boiled for 5 min and subjected to SDS-PAGE. Protein was then transferred onto a PVDF membrane (Millipore) and probed with the indicated primary antibodies and the horseradish-conjugated secondary antibodies. The bonded proteins were visualized with a chemiluminescence detection kit (Perkin Elmer). Antibodies were used including anti-PIM1 ( Zhang et al., 2007 ), anti-ASK1, anti-HA probe (Santa Cruz), anti-Ser83 phospho-specific ASK1, anti-JNK, anti-phospho-JNK, anti-p38, anti-phospho-p38, anti-cleaved caspase-3 antibodies (Cell Signaling), anti-FLAG probe (Stressgen). To quantitate the signals in western blots, Image J software was downloaded from website: http://rsb.info.nih.gov/ij/ and was used to carry out the densitometry for blots. In vitro kinase assay His-PIM1 WT and KD were generated as previously described ( Zhang et al., 2008 ). H1299 cells transfected with HA-ASK1 were treated with 500 μM H 2 O 2 for 30 minutes and cell lysate was prepared by lyses buffer. Aliquots of the lysates were immunoprecipitated with anti-HA antibodies (2 μl/sample) overnight and then incubated with protein A-Sepharose beads (40 μl/sample) (Invitrogen) for another 2 h. The beads were washed with lysis buffer 3 times and then added with his-PIM1 WT, his-PIM KD in the presence of 10 μCi γ- 32 P-ATP (PerkinElmer Life Sciences) and 30 μl of kinase buffer containing 20 mM Tris (pH 7.5), 10 mM MgCl 2 for 30 min. The reaction was stopped by adding protein loading 4X SDS buffer and boiling for 5 min. The samples were subjected to SDS-PAGE and analyzed by autoradiography to determine the phosphorylation status of ASK1 by PIM1. The kinase activity of ASK1 was measured using myelin basic protein as substrate which was added to the immunoprecipitated ASK1 from HA-ASK1 and PIM1 (WT or KD) co-transfection samples. Co-immunoprecipitation Cells were transfected with the indicated plasmid for 24 h and then were lysed in lysis buffer for 30 min with brief sonication. After centrifugation at 13,000 rpm for 15 min., the supernatant was immunoprecipitated with anti-HA antibody overnight at 4°C to pull down PIM1 or ASK1. Protein A-Sepharose (40 μl/sample) was added for 2 h, and followed with three washes with lysis buffer. The beads were added to 40 μl of 2X SDS buffer and boiled for 5 min. The samples were then subjected to SDS-PAGE and analyzed by Western blot using both anti-ASK1 and anti-FLAG antibodies to check for interaction between them. Cell viability assay H1299 cells were transfected with various plasmids as indicated at a confluence of 70%. Twenty-four hours after transfection, cells were treated with 100 μM H 2 O 2 for 16 h and cell viability was determined by Celltiter-Glo Luminescent cell viability assay (Promega) according to the manufacturer’s instruction. Cell death assay H1299 cells were plated on the coverslip inside of 24 well plate and co-transfected with ASK1, vector alone or PIM1 (WT or KD) and GFP plasmid as transfection control for 24h, and cells were treated with H 2 O 2 100 μM for 16 h. After washing with PBS, an in situ cell death detection kit (TMR red) was used according to the manufacture’s instruction (Roche) to detect apoptosis by labeling of DNA strand breaks by terminal deoxynucleotidyl transferase-mediated TMR red dUTP-nick end labeling-fluorescence (TUNEL). Confocal microscopy (Zeiss LSM510) was used to assess the percentage of TUNEL-GFP-double positive cells. This work was supported by NIH grants R01-CA104470 and R01-GM071760 and we thank Dr. Hidenori Ichijo (Tokyo Medical and Dental University) for kindly providing us the ASK1 constructs (wide type, kinase mutant and deltaN-deleted). Aho TL Sandholm J Peltola KJ Mankonen HP Lilly M Koskinen PJ 2004 Pim-1 kinase promotes inactivation of the pro-apoptotic Bad protein by phosphorylating it on the Ser112 gatekeeper site FEBS Lett 571 43 9 15280015 Bachmann M Hennemann H Xing PX Hoffmann I Moroy T 2004 The oncogenic serine/threonine kinase Pim-1 phosphorylates and inhibits the activity of Cdc25C-associated kinase 1 (C-TAK1): a novel role for Pim-1 at the G2/M cell cycle checkpoint J Biol Chem 279 48319 28 15319445 Chang HY Nishitoh H Yang X Ichijo H Baltimore D 1998 Activation of apoptosis signal-regulating kinase 1 (ASK1) by the adapter protein Daxx Science 281 1860 3 9743501 Chen Z Seimiya H Naito M Mashima T Kizaki A Dan S 1999 ASK1 mediates apoptotic cell death induced by genotoxic stress Oncogene 18 173 80 9926932 Cross JV Templeton DJ 2006 Regulation of signal transduction through protein cysteine oxidation Antioxid Redox Signal 8 1819 27 16987034 Cuypers HT Selten G Quint W Zijlstra M Maandag ER Boelens W 1984 Murine leukemia virus-induced T-cell lymphomagenesis: integration of proviruses in a distinct chromosomal region Cell 37 141 50 6327049 Engelman JA Mukohara T Zejnullahu K Lifshits E Borras AM Gale CM 2006 Allelic dilution obscures detection of a biologically significant resistance mutation in EGFR-amplified lung cancer J Clin Invest 116 2695 706 16906227 Friedmann M Nissen MS Hoover DS Reeves R Magnuson NS 1992 Characterization of the proto-oncogene pim-1: kinase activity and substrate recognition sequence Arch Biochem Biophys 298 594 601 1416988 Fujii K Goldman EH Park HR Zhang L Chen J Fu H 2004 Negative control of apoptosis signal-regulating kinase 1 through phosphorylation of Ser-1034 Oncogene 23 5099 104 15094778 Galvan V Logvinova A Sperandio S Ichijo H Bredesen DE 2003 Type 1 insulin-like growth factor receptor (IGF-IR) signaling inhibits apoptosis signal-regulating kinase 1 (ASK1) J Biol Chem 278 13325 32 12556535 Goldman EH Chen L Fu H 2004 Activation of apoptotsis signal-regulating kinase 1 by reactive oxygen species through dephosphorylation at serine 967 and 14-3-3 dissociation J Biol Chem 279 10442 49 14688258 Hatai T Matsuzawa A Inoshita S Mochida Y Kuroda T Sakamaki K 2000 Execution of apoptosis signal-regulating kinase 1 (ASK1)-induced apoptosis by the mitochondria-dependent caspase activation J Biol Chem 275 26576 81 10849426 Ichijo H Nishida E Irie K ten Dijke P Saitoh M Moriguchi T 1997 Induction of apoptosis by ASK1, a mammalian MAPKKK that activates SAPK/JNK and p38 signaling pathways Science 275 90 4 8974401 Karin M Delhase M 1998 JNK or IKK, AP-1 or NF-kappaB, which are the targets for MEK kinase 1 action? Proc Natl Acad Sci U S A 95 9067 9 9689033 Katakami N Kaneto H Hao H Umayahara Y Fujitani Y Sakamoto K 2004 Role of pim-1 in smooth muscle cell proliferation J Biol Chem 279 54742 9 15471855 Kim AH Khursigara G Sun X Franke TF Chao MV 2001 Akt phosphorylates and negatively regulates apoptosis signal-regulating kinase 1 Mol Cell Biol 21 893 901 11154276 Kim SD Moon CK Eun SY Ryu PD Jo SA 2005 Identification of ASK1, MKK4, JNK, c-Jun, and caspase-3 as a signaling cascade involved in cadmium-induced neuronal cell apoptosis Biochem Biophys Res Commun 328 326 34 15670787 Kumar A Mandiyan V Suzuki Y Zhang C Rice J Tsai J 2005 Crystal structures of proto-oncogene kinase Pim1: a target of aberrant somatic hypermutations in diffuse large cell lymphoma J Mol Biol 348 183 93 15808862 Liu H Nishitoh H Ichijo H Kyriakis JM 2000 Activation of apoptosis signal-regulating kinase 1 (ASK1) by tumor necrosis factor receptor-associated factor 2 requires prior dissociation of the ASK1 inhibitor thioredoxin Mol Cell Biol 20 2198 208 10688666 Matsuzawa A Ichijo H 2001 Molecular mechanisms of the decision between life and death: regulation of apoptosis by apoptosis signal-regulating kinase 1 J Biochem 130 1 8 11432772 Matsuzawa A Ichijo H 2008 Redox control of cell fate by MAP kinase: physiological roles of ASK1-MAP kinase pathway in stress signaling Biochim Biophys Acta 1780 1325 36 18206122 Morishita D Katayama R Sekimizu K Tsuruo T Fujita N 2008 Pim kinases promote cell cycle progression by phosphorylating and down-regulating p27Kip1 at the transcriptional and posttranscriptional levels Cancer Res 68 5076 85 18593906 Morita K Saitoh M Tobiume K Matsuura H Enomoto S Nishitoh H 2001 Negative feedback regulation of ASK1 by protein phosphatase 5 (PP5) in response to oxidative stress Embo J 20 6028 36 11689443 Nishitoh H Matsuzawa A Tobiume K Saegusa K Takeda K Inoue K 2002 ASK1 is essential for endoplasmic reticulum stress-induced neuronal cell death triggered by expanded polyglutamine repeats Genes Dev 16 1345 55 12050113 Nishitoh H Saitoh M Mochida Y Takeda K Nakano H Rothe M 1998 ASK1 is essential for JNK/SAPK activation by TRAF2 Mol Cell 2 389 95 9774977 Peng C Knebel A Morrice NA Li X Barringer K Li J 2007 Pim kinase substrate identification and specificity J Biochem 141 353 62 17234686 Pircher TJ Zhao S Geiger JN Joneja B Wojchowski DM 2000 Pim-1 kinase protects hematopoietic FDC cells from genotoxin-induced death Oncogene 19 3684 92 10951575 Rhee SG 2006 Cell signaling. H2O2, a necessary evil for cell signaling Science 312 1882 3 16809515 Saitoh M Nishitoh H Fujii M Takeda K Tobiume K Sawada Y 1998 Mammalian thioredoxin is a direct inhibitor of apoptosis signal-regulating kinase (ASK) 1 Embo J 17 2596 606 9564042 Shah N Pang B Yeoh KG Thorn S Chen CS Lilly MB 2008 Potential roles for the PIM1 kinase in human cancer - a molecular and therapeutic appraisal Eur J Cancer 44 2144 51 18715779 Shay KP Wang Z Xing PX McKenzie IF Magnuson NS 2005 Pim-1 kinase stability is regulated by heat shock proteins and the ubiquitin-proteasome pathway Mol Cancer Res 3 170 81 15798097 Teh BG 2004 Pim-1 induced by hypoxia is involved in drug resistance and tumorigenesis of solid tumor cells Hokkaido Igaku Zasshi 79 19 26 14978971 Tobiume K Matsuzawa A Takahashi T Nishitoh H Morita K Takeda K 2001 ASK1 is required for sustained activations of JNK/p38 MAP kinases and apoptosis EMBO Rep 2 222 8 11266364 Wang Z Bhattacharya N Weaver M Petersen K Meyer M Gapter L 2001 Pim-1: a serine/threonine kinase with a role in cell survival, proliferation, differentiation and tumorigenesis J Vet Sci 2 167 79 12441685 Xie Y Xu K Dai B Guo Z Jiang T Chen H 2006 The 44 kDa Pim-1 kinase directly interacts with tyrosine kinase Etk/BMX and protects human prostate cancer cells from apoptosis induced by chemotherapeutic drugs Oncogene 25 70 8 16186805 Yan W Arai A Aoki M Ichijo H Miura O 2007 ASK1 is activated by arsenic trioxide in leukemic cells through accumulation of reactive oxygen species and may play a negative role in induction of apoptosis Biochem Biophys Res Commun 355 1038 44 17331470 Zemskova M Sahakian E Bashkirova S Lilly M 2008 The PIM1 kinase is a critical component of a survival pathway activated by docetaxel and promotes survival of docetaxel-treated prostate cancer cells J Biol Chem 283 20635 44 18426800 Zhang L Chen J Fu H 1999 Suppression of apoptosis signal-regulating kinase 1-induced cell death by 14-3-3 proteins Proc Natl Acad Sci U S A 96 8511 5 10411906 Zhang R Luo D Miao R Bai L Ge Q Sessa WC 2005 Hsp90-Akt phosphorylates ASK1 and inhibits ASK1-mediated apoptosis Oncogene 24 3954 63 15782121 Zhang Y Wang Z Li X Magnuson NS 2008 Pim kinase-dependent inhibition of c-Myc degradation Oncogene 27 4809 19 18438430 Zhang Y Wang Z Magnuson NS 2007 Pim-1 kinase-dependent phosphorylation of p21Cip1/WAF1 regulates its stability and cellular localization in H1299 cells Mol Cancer Res 5 909 22 17855660 Zou X Tsutsui T Ray D Blomquist JF Ichijo H Ucker DS 2001 The cell cycle-regulatory CDC25A phosphatase inhibits apoptosis signal-regulating kinase 1 Mol Cell Biol 21 4818 28 11416155 Fig 1 Phosphorylation of ASK1 by PIM1 kinase in vitro and in vivo 1A. Phosphorylation of ASK1 by PIM1 in vitro . HA-tagged ASK1 was immunoprecipitated from lysates of transfected H1299 cells and used as substrate in the PIM1 kinase assay which measures γ- 32 P-ATP incorporation. His-PIM1 (wild type, kinase dead) was expressed in Escherichia coli . and affinity purified for use in the kinase assay. Phosphorylated proteins were separated by SDS-PAGE and visualized by autoradiography. HA-ASK1 alone was used as a negative control. Upper panel shows the phosphorylation of ASK1, whereas the lower panels with Western blot (WB) show the amount of HA-ASK1 and PIM1 protein loaded on the gel. 1B. PIM1 phosphorylates ASK1 on Ser83 in vitro . Either HA-tagged ASK1 or ASK1 S83A mutant protein immunoprecipitated from the cell lysates were used as substrate for WT His-PIM1 kinase. γ- 32 P-ATP incorporation (upper panel) and protein levels determined by Western blot (lower panels) are shown. 1C. Phosphorylation of ASK1 by PIM1 in vivo . H1299 cells were co-transfected with HA-ASK1 and either empty vector, WT PIM1 or KD PIM1 for 24 h. Western blots were run on lysates from transfected cells by using ASK1 Ser83 phospho-specific antibody. Total level of ASK1, PIM1 and actin are also shown via Western blot to anti-ASK1, PIM1 and actin antibodies. The blots were quantitated to graphically show the ratio of p-S83 ASK1 to total ASK1. 1D. PIM1 phosphorylates ASK1 on Ser83 in H1299 cells. Either WT ASK1 or S83A ASK1 with or without PIM1 was transfected into the cells and Ser83 phosphorylation status of ASK1 determined by Western blot. Fig 2 PIM1 interacts with ASK1 in vivo 2A. Endogenous association of ASK1 and PIM1. ASK1 was immunoprecipitated from H1299 cell lysates with anti-ASK1 antibody, and proteins separated by SDS-PAGE were detected with anti-ASK1 and anti-PIM1 antibodies. Input was probed as a positive control and protein immunoprecipitated with anti-mouse IgG was probed as a negative control. 2B. PIM1 and ASK1 association occurs independently of PIM1 kinase activity. HA-ASK1 WT was transfected into H1299 cells with or without FLAG-tagged PIM1 (WT or KD) for 24 h. To determine the association of ASK1 with PIM1, HA-tagged ASK1 protein was immunoprecipitated with anti-HA antibody and precipitates separated by SDS-PAGE and then subjected to Western blot analysis with either anti-FLAG antibody or anti-HA antibody. Five percent of input is shown in the lower panel. 2C. PIM1 and ASK1 bind independent of ASK1 Ser83 phosphorylation in H1299 cells. Either HA-ASK1 WT or S83A ASK1 with FLAG-tagged PIM1 were transfected into the cells. Cell lysates were immunoprecipitated with anti-HA antibody to collect ASK1. The interaction of PIM1 with ASK1 was detected by using anti-FLAG antibody. Fig 3 PIM1 negatively regulates ASK1 kinase activity in an ASK1 Ser83 dependent manner 3A. H 2 O 2 -induced ASK1 activity is inhibited by PIM1. H1299 cells were transfected for 24 h with HA-ASK1 and either empty vector, WT PIM1 or KD PIM1. The cells were then exposed to 500 μM H 2 O 2 for 30 min. HA-ASK1 was immunoprecipitated with anti-HA antibody and subjected to an in vitro kinase assay using MBP (myelin basic protein) as the substrate. Upper panel shows the 32 P incorporation into MBP. The lower panel shows the Coomassie staining of input (ASK1 and MBP). 3B. Inhibition of ASK1 kinase activity by PIM1 is dependent on ASK1 Ser83. HA-ASK1 (WT or S83A) with or without PIM1 was transfected into the cells, and an in vitro kinase assay was run on the lysates as described in Fig 3A to determine the ASK1 kinase activity. Fig 4 PIM1 attenuates ASK1-mediated JNK and p38 phosphorylation and caspase-3 activation via phosphorylation of Ser83 of ASK1 4A. Phosphorylation by PIM1 diminishes ASK1-mediated cascade phosphorylation. H1299 cells were transfected with both HA-ASK1 with or without PIM1 (WT or KD) for 24 h. The cells were then treated with 500 μM H 2 O 2 for 30 min and Western blot analysis performed on cell lysates using different antibodies as indicated in the figure (pS83 ASK1: S83 phospho-specific antibody for ASK1; pJNK: phospho-specific antibody for JNK; p-p38: phospho-specific antibody for p38, cleaved caspase-3: active forms of caspase-3). The blots were quantitated to graphically show the ratio of p-JNK to total JNK and of p-p38 to total p38. 4B. Inhibition the ASK1-mediated pathway activated by PIM1 is ASK1 Ser83 phosphorylation dependent. Western blotting was carried out to compare the differences between the WT ASK1 and S83A ASK1 in the presence of PIM1. Cells were harvested after treatment with 500 μM H 2 O 2 for 30 min, and analyzed by Western blot using the same antibodies as described for Fig 4A. The blots were again quantitated to graphically show the ratio of p-JNK to total JNK and of p-p38 to total p38. 4C. PIM1 does not inhibit deltaN-ASK1 dependent JNK/p38 and caspase-3 activation. The same procedures were followed as described in Fig 4A and 4B in order to compare the differences between the WT ASK1 and deltaN-ASK1 in the presence of PIM1. The blots were again quantitated to graphically show the ratio of p-JNK to total JNK and of p-p38 to total p38. Fig 5 PIM1 inhibits ASK1-mediated cell death 5A. WT PIM1 can promote cell survival by repression of ASK1. H1299 cells were co-transfected with ASK1 with either empty vector, WT PIM1 or KD PIM1 for 24 h. Cells were treated with 100 μM H 2 O 2 for 16 h, and cell viability assessed by Promega Celltiter-Glo Luminescent cell viability assay kit described in the ‘Materials and Methods’. Data in the graph presents mean ± s.d. of three independent experiments. The asterisk indicates a significant difference (p<0.05) from the student t-test. (V: empty vector control to HA-ASK1). 5B. Cell survival promoted by PIM1 is ASK1 Ser83 phosphorylation dependent. Different combinations of ASK1 with PIM1were transfected into the cells as indicated in the graph. Cells were exposed to 100 μM H 2 O 2 for 16 h and cell viability was conducted the same as the procedure described in 5A. 5C. PIM1 inhibits ASK1-inudced apoptosis in a Ser83 phosphorylation dependent manner. Either ASK1 plus vector alone, PIM1 WT or PIM1 KD were co-transfected into H1299 cells with GFP plasmid as a transfection marker for 24 h. Cells were incubated with 100 μM H 2 O 2 for 16 h, and then assessed by TUNEL-red staining according to the manufacture’s instruction (Roche). Both GFP and red fluorescence positive cells were counted under confocal microscopy. Cells, 300 GFP-positive, were counted in each experiment. Data in the graph presents mean ± s.d. of three independent experiments. The asterisk indicates a significant difference (p<0.05) from the student t-test. Fig 6 Knockdown of PIM1 leads to decreased phosphorylation of endogenous ASK1 Ser83 and decreased cell viability 6A. H1299 cells were transfected with siRNA for PIM1. The cells were analyzed 48h after transfection by the indicated antibodies to determine ASK1 Ser83 phosphorylation status and PIM1 levels. Actin was used as a protein loading control and the relative density was quantified as labeled. 6B. Forty-eight hours post-transfection of PIM1 siRNA or control siRNA, H1299 cells were treated with various concentration of H 2 O 2 for 16h and cell viability measured with the Promega viability assay as described in “Material and Methods”. A P<0.01 was calculated by a t-test for comparisons between PIM1 siRNA and control group in the H 2 O 2 concentration of 50μM, and P<0.05 was found in the H 2 O 2 concentrations of 100μM, 150μM and 250μM. The data shown represents the mean±s.d. of three independent experiments. Fig 7 A model of PIM1 phosphorylation and negative regulation of ASK1 On the left panel, graph is shown the activation of MAPK pathway under the stress condition, and on the right panel is model of the inhibition of MAPK pathway at the presence of PIM1.",
    "full_text_abstract": "The serine/threonine kinase, PIM1, is involved in promoting cell survival in part by phosphorylation and inhibition of proapoptotic proteins. ASK1, a mitogen-activated protein kinase kinase kinase (MAPKKK), is involved in the so-called stress-activated pathways that contribute to apoptotic cell death. Here we show that PIM1 phosphorylates ASK1 specifically on serine residue 83 (Ser83) both in vitro and in vivo and that PIM1 binds to ASK1 in cells by co-immunoprecipitation. Using H1299 cells, our results further demonstrate that PIM1 phosphorylation of ASK1 decreases its kinase activity induced by oxidative stress. PIM1 phosphorylation of ASK1 on Ser83 inhibited ASK1-mediated c-Jun N-terminal kinase (JNK) phosphorylation as well as phosphorylation of p38 kinase. Under H 2 O 2 -induced stress conditions that normally lead to apoptosis, these phosphorylation events were associated with inhibition of caspase-3 activation and resulted in reduced cell death. Moreover, knockdown of PIM1 in H1299 cells decreased phosphorylation of endogenous Ser83 of ASK1 and was associated with a decrease in cell viability after H 2 O 2 treatment. Taken together, these data reveal a novel mechanism by which PIM1 promotes cell survival that involves negative regulation of the stress-activated kinase, ASK1."
}