{
    "PMC": "7177317",
    "DOI": "10.3390/ijms21072548",
    "PMID": "32268558",
    "PMCID": "PMC7177317",
    "title": "Role of Deubiquitinases in Human Cancers: Potential Targeted Therapy.",
    "year": 2020,
    "source_url": "https://europepmc.org/article/PMC/PMC7177317",
    "source": "MED",
    "abstract_text": "Deubiquitinases (DUBs) are involved in various cellular functions. They deconjugate ubiquitin (UBQ) from ubiquitylated substrates to regulate their activity and stability. Studies on the roles of deubiquitylation have been conducted in various cancers to identify the carcinogenic roles of DUBs. In this review, we evaluate the biological roles of DUBs in cancer, including proliferation, cell cycle control, apoptosis, the DNA damage response, tumor suppression, oncogenesis, and metastasis. This review mainly focuses on the regulation of different downstream effectors and pathways via biochemical regulation and posttranslational modifications. We summarize the relationship between DUBs and human cancers and discuss the potential of DUBs as therapeutic targets for cancer treatment. This review also provides basic knowledge of DUBs in the development of cancers and highlights the importance of DUBs in cancer biology.",
    "full_text": "Int J Mol Sci Int J Mol Sci ijms International Journal of Molecular Sciences 1422-0067 MDPI 7177317 10.3390/ijms21072548 ijms-21-02548 Review Role of Deubiquitinases in Human Cancers: Potential Targeted Therapy https://orcid.org/0000-0001-8135-6030 Lai Keng Po 1 Chen Jian 1 * https://orcid.org/0000-0002-3738-0460 Tse William Ka Fai 2 * 1 Guangxi Key Laboratory of Tumor Immunology and Microenvironmental Regulation, Guilin Medical University, Guilin 541004, China; kengplai@cityu.edu.hk 2 Center for Promotion of International Education and Research, Faculty of Agriculture, Kyushu University, Fukuoka 819-0395, Japan * Correspondence: chenjian@glmc.edu.cn (J.C.); kftse@agr.kyushu-u.ac.jp (W.K.F.T.); Tel.: +86-773-5895810 (J.C.); +81-92-802-4767 (W.K.F.T.) 06 4 2020 4 2020 21 7 2548 25 2 2020 01 4 2020 © 2020 by the authors. 2020 Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( http://creativecommons.org/licenses/by/4.0/ ). Deubiquitinases (DUBs) are involved in various cellular functions. They deconjugate ubiquitin (UBQ) from ubiquitylated substrates to regulate their activity and stability. Studies on the roles of deubiquitylation have been conducted in various cancers to identify the carcinogenic roles of DUBs. In this review, we evaluate the biological roles of DUBs in cancer, including proliferation, cell cycle control, apoptosis, the DNA damage response, tumor suppression, oncogenesis, and metastasis. This review mainly focuses on the regulation of different downstream effectors and pathways via biochemical regulation and posttranslational modifications. We summarize the relationship between DUBs and human cancers and discuss the potential of DUBs as therapeutic targets for cancer treatment. This review also provides basic knowledge of DUBs in the development of cancers and highlights the importance of DUBs in cancer biology. deubiquitinase degradation therapeutic target cancer 1. Introduction Deubiquitinases (DUBs) deconjugate ubiquitin (UBQ) from ubiquitylated substrates to regulate their activities and stability. They are a heterogeneous group of cysteine proteases and metalloproteases [ 1 ] that cleave the isopeptide bond between a lysine and the C-terminus of UBQ. DUBs can also edit UBQ chains and process UBQ precursors. In addition, some DUBs can edit UBQ-like proteins and their conjugates. DUBs in the human genome can be classified into subclasses based on their UBQ-protease domains [ 1 ]: UBQ-specific proteases (USPs), which represent the largest class, otubain proteases (OTUs), UBQ C-terminal hydrolases (UCHs), Machado–Joseph disease proteases (MJDs), Jab1/Mov34/Mpr1 Pad1 N-terminal+ (MPN+) (JAMM) motif proteases, and motif interacting with ubiquitin-containing novel DUB family (MINDY) [ 2 ]. In addition, some new potential DUBs without the above typical domains were currently identified, such as the monocyte chemotactic protein-induced protein (MCPIP) [ 3 ] and Zn-finger and UFSP domain protein (ZUFSP) [ 4 ]. Approximately 100 DUBs have been identified in humans. They are expressed and located in various organelles in the cell [ 5 ]: USP1 and USP7 are found in the nucleus, USP30 in the mitochondria, and USP21 and USP33 in microtubules. More examples are shown in Table 1 [ 5 , 6 , 7 , 8 ]. Some DUBs have higher expressions in specific tissues, such as USP3 and UCHL3 in the pancreas and lung and USP14 in the brain [ 5 ]. There has been extensive research on ubiquitination [ 9 , 10 ] and how DUBs regulate the deubiquitylation process and their relative functions [ 11 ]. Moreover, an increasing number of studies have uncovered the role of DUBs in cancer development [ 12 ]. Numerous informative reviews on DUBs have been published [ 13 , 14 , 15 , 16 , 17 , 18 ] and research on DUBs has been increasing in recent years. In this review, we aim to provide enriched content that summarizes the classical discoveries, and includes the current findings on DUBs that are related to different aspects of human cancer, including proliferation, cell cycle control, apoptosis, the DNA damage response (DDR), tumor suppression, oncogenesis, and metastasis. Summarized information is shown in Table 2 . Lastly, we discuss the potential of DUBs as chemotherapeutic targets for cancer treatment. 2. DUBs and Cell Cycle Control The cell cycle refers to a series of processes, including DNA synthesis, S phase; cell growth, G1 phase; evaluation of the accuracy of the genomic material, G2 phase; and cell division, M phase. The cycle is completed by duplicating the genetic information and equally segregating it into two daughter cells. Many cell cycle checkpoints are controlled by cyclins and cyclin-dependent kinases (CDKs) [ 19 ]. The E3 ligases participate at almost every phase, indicating the importance of ubiquitination and deubiquitination in regulating the cell cycle [ 20 , 21 ]. The ability to advance through different stages of the cell cycle regardless of inhibitory signals is one of the hallmarks of cancer. A large number of DUBs have been found to play roles in cell cycle control of cancers via the regulation of different cell cycle checkpoints. OTUD6B-2 and USP17 were reported to control the G1 phase; USP3, USP10, USP14, USP17, USP20, and BAP1 played roles in the G1/S transition. In addition, S/G2 transition was controlled by OTUD7B and DUB3. USP7 and OTUD7B were necessary for the regulation of mitotic phase ( Figure 1 ). For the G1 phase regulation, OTUD6B operates downstream of mTORC1 signaling in non-small cell lung cancer (NSCLC), and its isoform OTUD6B-2, was reported to control the stability of cyclin D1 and c-Myc [ 24 ]. USP17 is another cell cycle-regulating DUB. It was found to be highly expressed in colon, esophageal, and cervical cancers. The depletion of USP17 increases the levels of the CDK inhibitor p21 and impairs the G1-S transition, leading to cell cycle arrest [ 31 ]. In addition, USP17 deubiquitinates the transcription factor ELK-1. The stabilization of ELK-1 increases the expression of cyclin D1 [ 32 ]. USP17 further decreases Su(var)3-9, enhancer-of-zeste, and trithorax domain-containing protein 8 ubiquitination to trigger cellular senescence [ 33 ]. For the G1/S phase, USP20 deubiquitinates and stabilizes the DNA checkpoint protein claspin, and thus activates the ATR-Chk1 signaling in the DNA damage response pathway [ 98 ]. USP10 deubiquitinates SKP2 and augments the activation of Bcr-Abl by mediating deubiquitination and stabilization of SKP2 in chronic myelogenous leukemia cells [ 29 ]. An RNAi-based screening study discovered that USP21 binds and deubiquitinates FOXM1, leading to its increased stability, which induces cell cycle progression in basal-like breast cancer [ 34 ]. In addition, DUBs could regulate transcription factors for cell cycle control. The transcription factor Krüppel-like factor 5 (KLF5), which promotes cell proliferation by inhibiting the expression of the cell cycle inhibitor p27 [ 22 ], is highly expressed in breast cancer. A genome-wide siRNA library screen identified BAP1 and USP3 as KLF5 DUBs. Both BAP1 and USP3 bind to and stabilize KLF5 via deubiquitination [ 22 , 35 ], indicating the possible regulatory role of DUBs in cancer proliferation. Another example is the androgen receptor (AR), a key transcription factor in the development of breast cancer [ 99 ]. It has been reported that AR can be stabilized by USP14, and depletion of USP14 reduces cell proliferation by blocking the G0/G1–S phase transition in AR-responsive breast cancer cells [ 30 ]. For the S/G2/M phase, OTUD7B, also called cezanne, is frequently overexpressed in different cancer types, such as breast and lung cancer [ 100 , 101 ]. It is reported to be a cell cycle-dependent DUB because it deubiquitylates substrates of the mitotic cyclin anaphase-promoting complex/cyclosome (APC/C) and prevents their degradation during mitosis [ 25 ]. The APC/C is a key regulator of cell cycle progression through the regulation of CDK activity [ 26 ]. OTUD7B controls the cell cycle through HIF2α and E2F1 in response to oncogenic signaling [ 27 ]. In addition, it removes UBQ from GβL in the mTOR complex to regulate mTORC2 signaling in response to growth signals [ 28 ]. Besides, DUB3 can directly deubiquitinate cyclin A in NSCLC. The depletion of DUB3 decreases cyclin A levels, leading to cell cycle arrest at the G0/G1-S phase checkpoint in NSCLC cells [ 23 ]. Lastly, it is known that histone demethylases can regulate the cell cycle through transcriptional regulation [ 102 ]. The histone demethylase PHF8 is stabilized by USP7, leading to the upregulation of cyclin A2, which is critical for cell growth and proliferation in breast carcinomas [ 36 ]. 3. DUBs and Cell Proliferation In addition to their role in regulating the cell cycle, DUBs have been reported to regulate cell proliferation through different cell signaling pathways, such as Wnt/β-catenin signaling, p53-mouse double minute 2 (MDM2) signaling, PI3K-Akt signaling, AR signaling, and transforming growth factor beta (TGF-β) signaling. Aberrant canonical Wnt/β-catenin signaling is tightly associated with many solid and liquid tumors [ 103 ]. Furthermore, alteration or loss of differentiation control could facilitate the development of metastatic traits during tumorigenesis [ 104 , 105 ]. Numerous studies have demonstrated the control of Wnt/β-catenin signaling by DUBs in cancer [ 48 , 106 ]. USP6NL is elevated in colorectal cancer (CRC) and regulates β-catenin accumulation. Knockdown of USP6NL results in inhibition of cell proliferation and G0/G1 cell cycle arrest in human CRC cell lines [ 53 ]. In addition, USP4 is a candidate for a β-catenin-specific DUB. There is a positive correlation between the levels of USP4 and β-catenin in human colon cancer tissues. Further, knockdown of USP4 reduces invasiveness and migration in colon cancer cells [ 48 ]. β-catenin is also stabilized by USP9X, leading to high-grade glioma cell growth. USP9X removes the Lys48-linked polyubiquitin chains from β-catenin to prevent its proteasomal degradation. Depletion of USP9X induces G1-S cell cycle arrest and inhibits cell proliferation in glioblastoma cells [ 59 ]. The tumor suppressor p53 is a transcription factor able to control important cellular pathways. It prevents genome mutation and plays protective roles in tumor onset and progression. It is mainly regulated by ubiquitylation, indicating the importance of DUBs in monitoring its ubiquitin cycle [ 107 ]. Both MDM2 and p53 are targeted by different DUBs ( Figure 2 ). Suppression of USP2 leads to MDM2 destabilization and results in p53 activation [ 44 ]. USP7 plays a key role in the p53 pathway by stabilizing both MDM2 and p53 ( Figure 2 ) [ 54 , 55 , 56 , 57 , 58 ]. Under normal conditions, USP7 has a higher binding affinity to MDM2, the major E3 ligase of p53 [ 56 ], and thus deubiquitylates MDM2 more efficiently to prevent its self-degradation and maintain stable protein levels for controlling p53 via the UBQ-proteasome pathway [ 108 ]. USP10 regulates p53 localization and stability by deubiquitinating p53. It reverses MDM2-induced p53 nuclear export and degradation [ 40 ]. Moreover, USP29 is reported to cleave poly-ubiqutin chains from p53 and thus stabilize it [ 47 ], while USP15 stabilizes the E3 UBQ ligase MDM2 in cancer cells and regulates p53 function and cancer cell survival. Inhibition of USP15 induces apoptosis and boosts antitumor T cell responses in tumor cells [ 42 ]. Furthermore, a large number of DUBs have been found to target p53 or p53-associated proteins directly, leading to proliferation. USP5 regulates p53 levels and alters cell growth and cell cycle distribution associated with p21 induction in melanoma cells [ 52 ]. OTUD1 is required for p53 stabilization, and OTUD1 overexpression increases the cleavage of caspase-3 and PARP and subsequently increases apoptosis [ 38 ]. Another p53-associated DUB, otubain 1 (OTUB1), is expressed in high-grade tumor types, such as lung, breast, and ovarian tumors. OTUB1 regulates p53 to promote tumor cell survival and proliferation [ 37 ]. USP42 controls the level of p53 ubiquitination during the early phase of the DDR to promote DNA repair, resulting in the activation of p53-dependent transcription and cell-cycle arrest in response to stress [ 45 ]. In addition, USP28 depletion leads to increased ubiquitinated H2A-K119 and decreased expression of p53, p21, and p16INK4a, suggesting a role for USP28 in cell proliferation via the control of p53 and p53-associated proteins [ 109 ]. Additionally, USP28 deubiquitinates TP53-binding protein 1 to promote p53-mediated transcription [ 46 ]. USP4 is a potential oncogene that inhibits p53 and NF-κB via histone deacetylases 2 (HDAC2) [ 49 , 50 ]. USP9X-dependent p53 degradation was observed in hepatocellular carcinoma (HCC) cells treated with the small molecule DUB inhibitor WP1130 [ 60 ]. DUBs are also involved in other signaling pathways that promote tumor proliferation. USP15, which stabilizes the type I TGF-β receptor and enhances the TGF-β pathway, is upregulated in various cancers [ 43 ]. In addition, OTUD1 mitigates TGF-β-induced pro-oncogenic responses via deubiquitination of SMAD7 at lysine 220 in breast cancer [ 39 ]. USP49 regulates the Akt pathway through the stabilization of FKBP51. FKBP51 activates PH domain leucine-rich-repeats protein phosphatase (PHLPP) to dephosphorylate Akt, which inhibits pancreatic cancer cell proliferation [ 51 ]. The AR pathway is commonly activated in prostate cancer (PCa), and it plays a critical role in PCa growth and progression. USP14 was reported to bind with and stabilize AR in androgen-responsive PCa cells. Overexpression of USP14 promotes the proliferation of LNCaP cells [ 41 ]. Furthermore, DUBs control different growth factors in tumor cells. For instance, USP8 prevents degradation of the epidermal growth factor receptor and thus promotes proliferation [ 110 ]. 4. DUBs and Apoptosis The ability to evade apoptosis is one of the essential changes in cancer cells that causes malignant transformation [ 111 ]. Apoptosis is a cellular self-destruction program in response to various cellular stresses. The two extrinsic and intrinsic pathways in apoptosis both involve the activation of caspase molecules. The activation of initiator caspase will further lead to the activation of executioner caspase in apoptosis [ 112 ]. DUBs were found to target different pro- and anti-apoptotic proteins in both the extrinsic and intrinsic pathways. ATXN3 stabilizes p53 by deubiquitination and promotes p53-mediated apoptosis [ 61 ]. USP5 targets p53-unanchored UBQ polymers and regulates p53-mediated transcription. Depletion of USP5 controls tumor necrosis factor alpha apoptosis-inducing ligand (TRAIL)-mediated apoptotic responsiveness in TRAIL-resistant tumor cells, and this function of USP5 ubiquitination can be blocked by caspase 8-specific inhibitors [ 63 ]. In addition, USP5 deubiquitinates the MAF bZIP transcription factor and prevents its degradation. Knockdown of USP5 leads to apoptosis in multiple myeloma cells [ 64 ]. In a chemoresistant xenograft model, JOSD1 was identified to be upregulated during the development of chemoresistance. Moreover, JOSD1 has been reported to deubiquitinate and stabilize MCL1, which plays a suppressive role in mitochondrial apoptotic signaling. Therefore, depletion of JOSD1 leads to severe apoptosis in gynecological cancer cells through the degradation of MCL1 [ 62 ]. There are several DUBs that regulate the apoptotic pathways via BCL-2 family, an inhibitor of apoptotic proteins (IAPs) and caspases. DUB3/USP17 induces apoptosis through caspase 3 activation [ 113 ], whereas USP15 plays a role in stabilizing procaspse 3 [ 114 ]. Besides, A20, a DUB belongs to the OTU subclass, interacts with caspase 8 to reverse the ubiquitination of a cullin 3-based E3 ligase [ 115 ]. As for the IAPs, they are a class of proteins that inhibit apoptosis. They contain the baculovirus IAP repeat domain and the RING domain that provides the E3 ligase property [ 116 ]. USP19 stabilizes the cellular IAP1 and cellular IAP2 during caspase activation and apoptosis [ 117 ]; OTUD1 was found to regulate the TNF-dependent cell death by modulating the cellular IAP1 stability [ 118 ]. Furthermore, USP9X was reported to interact with an E3 ligase X-linked IAP for mitotic cell fate decision [ 119 ]. In addition, USP27X was found to interact with the BIM. BIM is a pro-apoptotic BH3-only protein that regulates the cell death proteins such as BAX. Overexpression of Usp27x reduces BIM ubiquitination, and induces apoptosis in tumor cells. On the other hand, suppression of USP27X could reduce apoptosis [ 120 ]. 5. DUBs and the DDR Cells undergo DDR to sense and repair unique lesion structures in the damaged DNA. Efficient DDR protects cells from genomic instability [ 121 , 122 ]. Ubiquitination regulates DDR by controlling DDR protein localization, activity, and stability [ 123 ]. DUBs play critical roles in different stages of the DDR through the regulation of many molecules involved in DNA repair ( Figure 3 ). DNA repair is important for preventing tumor formation [ 124 ]. Proliferating cell nuclear antigen (PCNA) is a key molecule that mediates the tolerance to DNA damage and allows the growth of tumors. PCNA is monoubiquitinated in response to DNA damage. A fission yeast study showed the importance of UBP2, UBP12, and UBP15 in the stabilization of mono, di, and polyubiquitylated forms of PCNA, which sensitize cells to DNA damage [ 69 ]. In addition, PCNA can be deubiquitinated by USP1 in the crosslink repair pathway in Fanconi anemia [ 71 , 72 , 73 ]. In a complex with its cofactor UAF1, USP1 reverses PCNA ubiquitination [ 74 ]. UCHL5 regulates double-strand break (DSB) resection and repair by homologous recombination through protecting its interactor, NFRKB, from degradation [ 70 ]. In addition, USP20 plays role in genome maintenance and DNA repair by enhancing recombinational repair of collapsed replication forks [ 125 ]. Furthermore, USP9X regulates the DNA checkpoint protein claspin during S phase, suggesting a role in DNA repair [ 79 ]. USP7-promoted PHF8 stabilization confers cellular resistance to genotoxic insults and is required for the recruitment of BLM and KU70, which are both essential for DNA DSB repair [ 36 ]. Breast-cancer susceptibility gene (BRCA) 1 contributes to DNA repair and the maintenance of chromosomal stability in response to DNA damage [ 126 ]. BRCA1 appears to play roles in two distinct pathways of DSB repair, non-homologous end joining and homology-directed repair, through the regulation of different effectors. It has been reported that several DUBs can regulate BRCA1. The BRCA1-associated DUB BAP1 is mutated in mesothelioma and melanoma [ 65 ]. BAP1 is a phosphorylation target for the DDR kinase ATM, and BAP1 mediates rapid poly(ADP-ribose)-dependent recruitment of the polycomb DUB complex PR-DUB to repair DNA DSBs [ 65 ]. In addition, both cezanne (OTUD7B) and cezanne2 (OTUD7A) promote the recruitment of the Rap80/BRCA1-A complex by binding to Lys63-polyubiquitin and targeting Lys11-polyubiquitin in response to DNA repair [ 68 ]. Another DUB, USP11, forms a complex with BRCA2. It deubiquitylates the partner and localizer of BRCA2 to enhance DNA repair [ 75 ]. BRCA1/BRCA2-containing complex 3 (BRCC3) is a Lys63-specific DUB involved in the DDR. BRCC3 inactivation increases the release of several cytokines, including G-CSF, which enhances proliferation in AML cell lines [ 127 ]. Further, OTUD5, a specific stabilizer of the UBR5 E3 ligase, is reported to localize at DNA DSBs. OTUD5 plays two roles at DSBs. First, OTUD5 interacts with UBR5 and represses RNA Pol II-mediated elongation and RNA synthesis. In addition, OTUD5 interacts with the FACT component SPT16 and antagonizes histone H2A deposition at DSBs [ 67 ]. Histone ubiquitination at DNA breaks is required for activation of the DDR and DNA repair. BRCA1-BARD1-catalyzed ubiquitination of histone H2A primes chromatin for repair by homologous recombination during the DDR. Ubiquitination of histone H2A and γH2AX by the UBQ ligases RNF168 and RNF8 generates a cascade of ubiquitination. USP3 deubiquitinates ubiquitinated γH2AX and H2A [ 76 ]. USP48 is another H2A DUB that is specific for the C-terminal BRCA1 ubiquitination site. USP48 promotes genomic stability by antagonizing the BRCA1 E3 ligase function. Depletion of USP48 increases the distance between p53-binding protein 1 (53BP1) from the DNA break point [ 77 ]. It should be noted that histone ubiquitination by RNF168 is a critical event for the recruitment of BRCA1 and 53BP1, and the stability of RNF168 can be regulated by USP7. Depletion of USP7 impairs H2A and γH2AX monoubiquitination, leading to decreases in the levels of pBmi1, Bmi1, RNF168, and BRCA1 under ultraviolet radiation-induced DNA damage [ 78 ]. Moreover, USP3, a histone H2A DUB, negatively regulates UBQ-dependent DDR signaling through regulation of chromatin ubiquitination in response to genotoxic stress [ 128 ]. Lastly, CYLD deubiquitinates p53 and facilitates its stabilization in response to genotoxic stress. Loss of CYLD catalytic activity causes impaired DNA damage-induced p53 stabilization and activation of skin tumorigenesis [ 66 ]. 6. DUBs and Tumor Suppressors/Oncogenes DUBs play an important role in cancer development by controlling various different tumor suppressors and oncogenes. CYLD was first identified as the tumor suppressor gene for cylindromatosis [ 129 ]. Its protein expression level is downregulated in various tumor types [ 130 , 131 ]. CYLD plays an essential role in NF-κB [ 82 ] and c-Jun N-terminal kinase pathways [ 132 ]. Briefly, it inhibits NF-κB activation by promoting deubiquitylation of several UBQ-dependent NF-κB positive regulators, such as tumor necrosis factor receptor-associated factor 2 and the NF-κB essential modulator/IKKγ subunit [ 80 , 81 , 82 ]. Enhanced and/or prolonged NF-κB signaling due to reduced CYLD activity increases cellular apoptosis resistance and the chances of tumor formation [ 133 ]. USP13 also acts as a tumor suppressor through its regulation of the phosphatase and tensin homolog deleted on chromosome 10 (PTEN)/AKT pathway in oral squamous cell carcinoma. Overexpression of USP13 induces PTEN expression and represses the activation of AKT, glucose transporter-1, and hexokinase-2, leading to growth inhibition [ 84 ]. In an RNAi screen, USP11 was identified as a promyelocytic leukemia (PML) regulator to deubiquitinate and stabilize PML, counteracting the functions of PML. UBQ ligases RNF4 and the KLHL20-Cullin 3-Roc1 complex [ 83 ]. This complex causes suppression of PML in many cancer types [ 83 ]. PHLPP is a family of Ser/Thr protein phosphatases that serve as tumor suppressors by negatively regulating AKT. In CRC, USP46 is reported to bind to PHLPP and directly remove its polyubiquitin chains, resulting in the stabilization of PHLPP. USP46-mediated stabilization of PHLPP subsequently inhibits AKT, blocking proliferation and tumorigenesis in colon cancer cells [ 85 ]. A large number of DUBs have been reported to bind with and stabilize oncogenes, such as c-MYC. USP22 promotes deubiquitination of c-MYC in breast cancer cells, resulting in increased levels of c-MYC. Overexpression of USP22 stimulates tumorigenic activity in breast cancer cells and is closely correlated with breast cancer progression [ 87 ]. USP9X acts as an FBW7 interactor, and the loss of FBW7 has been observed in many types of human cancer [ 134 ]. USP9X antagonizes FBW7-mediated ubiquitylation and causes FBW7 stabilization. USP9X suppresses tumor formation by regulating FBW7 protein stability, which reduces c-MYC levels [ 89 ]. The degradation of the oncogene product MYC is also enhanced by USP28 [ 88 ]. An integrated genomic analysis of malignant pleural mesotheliomas uncovered somatic inactivating mutations in the tumor-suppressive nuclear DUB BAP1. BAP1 targets histones with the polycomb repressor subunit ASXL1 [ 86 ]. 7. DUBs and Metastasis Metastasis, which is the ability of cancer cells spread to different tissues or organs, is regulated by many mechanisms. It is a series of biological processes including various invasion-metastasis cascades. Multiple reports have suggested the role of DUBs in controlling these mechanisms. The epithelial–mesenchymal transition (EMT) represents one of the most important invasive events in cancer metastasis. It refers to a change of a subset of adhesion molecules in cells: adopting a migratory and invasive behavior [ 135 ]. Numerous DUBs are involved in cancer cell invasiveness through the regulation of different EMT transcription factors ( Figure 4 ). SNAIL is a key regulator of EMT and plays an important role in tumor progression and metastasis. A group of DUBs, including OTUB1, DUB3, and USP3, are reported to stabilize Snail through preventing its ubiquitination and proteasomal degradation. OTUB1 promotes metastasis of esophageal squamous cell carcinoma through the stabilization of Snail [ 92 ]. DUB3 is found to be overexpressed in breast cancer, and depletion of DUB3 leads to Snail1 destabilization, which suppresses EMT, tumor invasiveness, and metastasis [ 90 ]. In addition, DUB3 also interacts with SLUG and TWIST and prevents their degradation, thereby promoting migration, invasion, and cancer stem cell-like properties in breast cancer cells [ 91 ]. Moreover, USP3 is significantly upregulated in glioblastomas and gastric cancer (GC). Clinicopathological data demonstrate that USP3 correlates with a shorter overall and relapse-free survival in glioblastomas [ 136 ]. It has also been reported that USP3 interacts with and stabilizes SUZ12 via deubiquitination. Expression of SUZ12 is negatively correlated with E-cadherin, which promotes migration and EMT in GC cells [ 95 ]. SMAD4 has been found to regulate EMT. USP17 is upregulated in osteosarcoma tissues and stabilizes SMAD4 through its DUB activity, leading to enhanced osteosarcoma cell invasion [ 94 ]. In addition to EMT mediators, DUBs target other molecules involved in cancer invasiveness. High expression of 14-3-3γ is found in various cancers, such as breast cancer and NSCLC [ 137 , 138 ]. Overexpression of 14-3-3γ promotes cell migration and invasion and correlates with the invasiveness of cancer cells. USP37 regulates the stability of 14-3-3γ through its DUB activity [ 97 ]. Another DUB, 26S proteasome non-ATPase regulatory subunit 14 (PSMD14), is a posttranslational regulator of growth factor receptor bound protein 2 (GRB2). PSMD14 is significantly upregulated in HCC tissues, and it inhibits the degradation of GRB2 via deubiquitination. Overexpression of PSMD14 correlates with vascular invasion, tumor recurrence, and poor tumor-free and overall survival in patients with HCC [ 93 ]. The small GTPase Ras-related protein RAB7 is an early-induced melanoma driver and endocytosis protein that favors tumor invasion [ 139 ]. It is suggested to play roles in modulating endosomal maturation and autophagosome resolution in various cell types [ 140 , 141 ]. It was recently shown to be regulated by USP32 [ 96 ]. 8. DUBs as Therapeutic Targets for Cancer Treatment As mentioned above, DUBs have been shown to deubiquitinate many targets involved in different characteristics of cancer ( Table 2 ), suggesting that DUBs may be potential therapeutic targets in cancer treatment. Indeed, many studies have been conducted to examine the potential of DUBs in cancer therapeutics. As DUBs are part of the proteasome system, proteasome inhibitors target them, which has shown promising successes for cancer treatment. Several examples are given below. Bortezomib, the first proteasome inhibitor, has entered clinical practice to treat relapsed multiple myeloma and showed outstanding antimyeloma activity [ 142 , 143 ]. In addition, combination of bortezomib and epirubicin significantly increases the sensitivity of colorectal carcinoma cells to apoptosis [ 144 ]. Due to the resistance to bortezomib, next-generation proteasome inhibitors carfilzomib and ixazomib have been approved. Carfilzomib irreversibly binds to the β-5 subunit of the proteasome [ 145 ]. A preclinical study has demonstrated that carfilzomib increased efficacy against bortezomib-resistant multiple myeloma [ 146 ]. In the Phase 2 and Phase 3 clinical trials, single-agent carfilzomib provided durable anticancer activity in patients with relapsed and/or refractory multiple myeloma [ 147 ]. Ixazomib, the first oral proteasome inhibitor to enter the clinic, is now commonly used for multiple myeloma treatment. It is an efficacious and long-term therapy for patients with advanced stage multiple myeloma [ 148 ]. In a double-blind Phase 3 trial, the use of ixazomib significantly improved progression-free survival in patients with relapsed and/or refractory multiple myeloma [ 149 ]. In addition to proteasome inhibitors, numerous DUB therapeutic targets have been developed. One excellent and classical example is USP7. Activating p53 by inhibiting MDM2 is a major direction of cancer treatment [ 150 , 151 ]. Nutlin-3 from Roche and RITA (2,5-bis(5-hydroxymethyl-2-thienyl)furan (NSC652287)) from the National Cancer Institute have been developed for interfering with the MDM2/p53 interaction to induce p53 and therefore cell death in human tumor cells [ 152 , 153 , 154 ]. They represent an important class of small molecules that has significant antitumor effects without obvious toxicity in mice [ 153 , 155 ], which further suggests that promoting MDM2 degradation will provide a therapeutic benefit when treating p53-related cancers. Additionally, USP7 silencing promotes the degradation of MDM2 and thus abrogates p53 degradation. Targeting DUBs might provide a new direction for cancer treatment, as it has the advantage of a simpler mechanism than targeting UBQ ligases or the 26S proteasome [ 150 , 156 ]. A small molecule lead-like inhibitor of USP7, HBX41108, which stabilizes and activates p53, was identified using high-throughput screening [ 156 ]. This inhibitor symbolizes a milestone in DUB drug development and sheds light on new potential cancer therapies using DUB inhibitors. In addition, many cancer studies have focused on the apoptotic role of DUBs and exploited this role for chemotherapy. A drug screening study demonstrated that the small molecule DUB inhibitor b-AP15 inhibits two DUBs, USP14 and UCHL5. Treatment with b-AP15 results in apoptosis of human Waldenström macroglobulinemia (WM) cell lines and primary WM tumor cells [ 157 ]. In another chemotherapeutic study, pharmacological targeting of USP14 with the FDA-approved small-molecule inhibitor VLX1570 decreased viability in endometrial cancer cells through cell cycle arrest and caspase 3-mediated apoptosis [ 158 ]. The oncogenic transcription factor pre-B cell leukemia homeobox-1 (PBX1) promotes advanced PCa cell proliferation. USP9X interacts with and stabilizes the PBX1 protein by attenuating its Lys48-linked polyubiquitination. The USP9X inhibitor WP1130 markedly induces PBX1 degradation and promotes PCa cell apoptosis [ 159 ]. The selected DUB inhibitors that target on cancer cells are summarized in Table 3 . To conclude, DUBs play multiple roles in cellular functions. The aberrant expression and regulation of these enzymes have been shown to contribute to promote tumorigenesis, making them promising therapeutic targets for cancer therapy. Acknowledgments K.P.L. is supported by Hong Kong SAR, Macao SAR, and Taiwan Province Talent Young Scientist Program of Guangxi. Author Contributions Conceptualization, J.C. and W.K.F.T.; writing the review and editing, K.P.L., J.C. and W.K.F.T. All authors have read and agreed to the published version of the manuscript. Funding This work is supported by the funding of National Natural Science Foundation of China (number 81660610), and the National Natural Science Foundation of Guangxi Province (number 2019GXNSFFA245001, 2017GXNSFDA198019, 2018GXNSFAA281159) for Jian Chen. The pathology works in WKF Tse Laboratory were partially supported by the Japan Society for the Promotion of Science Bilateral Open Partnership Joint Research Project AJ179064, the joint research program of the Institute for Molecular and Cellular Regulation, Gunma University, Japan (18003); and the National Institute of Basic Biology Collaborative Research Program, Japan (19-307). Conflicts of Interest The authors declare no conflict of interest. Abbreviations 53BP1 p53-binding protein 1 Akt protein kinase B APC/C anaphase-promoting complex/cyclosome AR androgen receptor BAP1 BRCA1 associated protein 1 BRCA breast-cancer susceptibility gene BRCC3 BRCA1/BRCA2-containing complex 3 CDK cyclin-dependent kinase CRC colorectal cancer DDR DNA damage response DSB double-strand break DUB Deubiquitinase ELK-1 ETS like-1 protein EMT epithelial-mesenchymal transition FBW7 F-box and WD repeat domain-containing 7 FKBP51 FK506-binding protein 51 GC gastric cancer GRB2 growth factor receptor bound protein 2 HCC hepatocellular carcinoma JOSD1 Josephin domain containing 1 KLF5 Krüppel-like factor 5 MDM2 mouse double minute 2 mTORC1 mammalian target of rapamycin complex 1 NK-κB nuclear factor kappa-light-chain-enhancer of activated B cells NSCLC non-small cell lung cancer OTUB1 otubain 1 OTU otubain protease PBX1 pre-B cell leukemia homeobox-1 PCa prostate cancer PCNA proliferating-cell nuclear antigen PHF8 PHD finger protein 8 PHLPP PH domain leucine-rich-repeats protein phosphatase PML promyelocytic leukemia PSMD14 26S proteasome non-ATPase regulatory subunit 14 PTEN phosphatase and tensin homolog deleted on chromosome 10 RNF ring finger proteins SKP2 S-phase kinase associated protein 2. TGF-β transforming growth factor beta TRAIL tumor necrosis factor alpha apoptosis-inducing ligand UBQ ubiquitin UBR5 ubiquitin protein ligase E3 component N-recognin 5 UCH ubiquitin C-terminal hydrolases UCHL ubiquitin C-terminal hydrolases like USP ubiquitin-specific protease WM Waldenström macroglobulinemia References 1. Nijman S.M.B. Luna-Vargas M.P.A. Velds A. Brummelkamp T.R. Dirac A.M.G. Sixma T.K. Bernards R. A genomic and functional inventory of deubiquitinating enzymes Cell 2005 123 773 786 10.1016/j.cell.2005.11.007 16325574 2. Abdul Rehman S.A. Kristariyanto Y.A. Choi S.Y. Nkosi P.J. Weidlich S. Labib K. Hofmann K. Kulathu Y. Mindy-1 is a member of an evolutionarily conserved and structurally distinct new family of deubiquitinating enzymes Mol. Cell 2016 63 146 155 10.1016/j.molcel.2016.05.009 27292798 3. Liang J. Saad Y. Lei T. Wang J. Qi D. Yang Q. Kolattukudy P.E. Fu M. Mcp-induced protein 1 deubiquitinates traf proteins and negatively regulates jnk and nf-kappab signaling J. Exp. Med. 2010 207 2959 2973 10.1084/jem.20092641 21115689 4. Hermanns T. Pichlo C. Woiwode I. Klopffleisch K. Witting K.F. Ovaa H. Baumann U. Hofmann K. A family of unconventional deubiquitinases with modular chain specificity determinants Nat. Commun. 2018 9 1 13 10.1038/s41467-018-03148-5 29317637 5. Clague M.J. Barsukov I. Coulson J.M. Liu H. Rigden D.J. Urbe S. Deubiquitylases from genes to organism Physiol. Rev. 2013 93 1289 1315 10.1152/physrev.00002.2013 23899565 6. Sowa M.E. Bennett E.J. Gygi S.P. Harper J.W. Defining the human deubiquitinating enzyme interaction landscape Cell 2009 138 389 403 10.1016/j.cell.2009.04.042 19615732 7. Komander D. Clague M.J. Urbe S. Breaking the chains: Structure and function of the deubiquitinases Nat. Rev. Mol. Cell Biol. 2009 10 550 563 10.1038/nrm2731 19626045 8. Urbe S. Liu H. Hayes S.D. Heride C. Rigden D.J. Clague M.J. Systematic survey of deubiquitinase localization identifies usp21 as a regulator of centrosome- and microtubule-associated functions Mol. Biol Cell 2012 23 1095 1103 10.1091/mbc.e11-08-0668 22298430 9. Hershko A. Ciechanover A. The ubiquitin system Annu. Rev. Biochem. 1998 67 425 479 10.1146/annurev.biochem.67.1.425 9759494 10. Pickart C.M. Ubiquitin enters the new millennium Mol. Cell 2001 8 499 504 10.1016/S1097-2765(01)00347-1 11583613 11. Ventii K.H. Wilkinson K.D. Protein partners of deubiquitinating enzymes Biochem. J. 2008 414 161 175 10.1042/BJ20080798 18687060 12. Mennerich D. Kubaichuk K. Kietzmann T. Dubs, hypoxia, and cancer Trends Cancer 2019 5 632 653 10.1016/j.trecan.2019.08.005 31706510 13. He M. Zhou Z. Wu G. Chen Q. Wan Y. Emerging role of dubs in tumor metastasis and apoptosis: Therapeutic implication Pharmacol. Ther. 2017 177 96 107 10.1016/j.pharmthera.2017.03.001 28279784 14. Hussain S. Zhang Y. Galardy P.J. Dubs and cancer: The role of deubiquitinating enzymes as oncogenes, non-oncogenes and tumor suppressors Cell Cycle 2009 8 1688 1697 10.4161/cc.8.11.8739 19448430 15. Bednash J.S. Mallampalli R.K. Targeting deubiquitinases in cancer Methods Mol. Biol. 2018 1731 295 305 29318562 16. Fraile J.M. Quesada V. Rodriguez D. Freije J.M. Lopez-Otin C. Deubiquitinases in cancer: New functions and therapeutic options Oncogene 2012 31 2373 2388 10.1038/onc.2011.443 21996736 17. Cheng J. Guo J. North B.J. Wang B. Cui C.P. Li H. Tao K. Zhang L. Wei W. Functional analysis of deubiquitylating enzymes in tumorigenesis and development Biochim. Et Biophys. Acta. Rev. Cancer 2019 1872 188312 10.1016/j.bbcan.2019.188312 18. Clague M.J. Urbe S. Komander D. Breaking the chains: Deubiquitylating enzyme specificity begets function Nat. Rev. Mol. Cell Biol. 2019 20 338 352 10.1038/s41580-019-0099-1 30733604 19. Venuto S. Merla G. E3 ubiquitin ligase trim proteins, cell cycle and mitosis Cells 2019 8 510 10.3390/cells8050510 20. Vodermaier H.C. Apc/c and scf: Controlling each other and the cell cycle Curr. Biol. 2004 14 R787 R796 10.1016/j.cub.2004.09.020 15380093 21. Sivakumar S. Gorbsky G.J. Spatiotemporal regulation of the anaphase-promoting complex in mitosis Nat. Rev. Mol. Cell Biol. 2015 16 82 94 10.1038/nrm3934 25604195 22. Qin J. Zhou Z. Chen W. Wang C. Zhang H. Ge G. Shao M. You D. Fan Z. Xia H. Bap1 promotes breast cancer cell proliferation and metastasis by deubiquitinating klf5 Nat. Commun. 2015 6 1 12 10.1038/ncomms9471 26419610 23. Hu B. Deng T. Ma H. Liu Y. Feng P. Wei D. Ling N. Li L. Qiu S. Zhang L. Deubiquitinase dub3 regulates cell cycle progression via stabilizing cyclin a for proliferation of non-small cell lung cancer cells Cells 2019 8 297 10.3390/cells8040297 30935108 24. Sobol A. Askonas C. Alani S. Weber M.J. Ananthanarayanan V. Osipo C. Bocchetta M. Deubiquitinase otud6b isoforms are important regulators of growth and proliferation Mol. Cancer Res. 2017 15 117 127 10.1158/1541-7786.MCR-16-0281-T 27864334 25. Bonacci T. Suzuki A. Grant G.D. Stanley N. Cook J.G. Brown N.G. Emanuele M.J. Cezanne/otud7b is a cell cycle-regulated deubiquitinase that antagonizes the degradation of apc/c substrates EMBO J. 2018 37 10.15252/embj.201798701 26. Bonacci T. Emanuele M.J. Impressionist portraits of mitotic exit: Apc/c, k11-linked ubiquitin chains and cezanne Cell Cycle 2019 18 652 660 10.1080/15384101.2019.1593646 30874463 27. Moniz S. Bandarra D. Biddlestone J. Campbell K.J. Komander D. Bremm A. Rocha S. Cezanne regulates e2f1-dependent hif2alpha expression J. Cell Sci. 2015 128 3082 3093 10.1242/jcs.168864 26148512 28. Wang B. Jie Z. Joo D. Ordureau A. Liu P. Gan W. Guo J. Zhang J. North B.J. Dai X. Traf2 and otud7b govern a ubiquitin-dependent switch that regulates mtorc2 signalling Nature 2017 545 365 369 10.1038/nature22344 28489822 29. Liao Y. Liu N. Xia X. Guo Z. Li Y. Jiang L. Zhou R. Tang D. Huang H. Liu J. Usp10 modulates the skp2/bcr-abl axis via stabilizing skp2 in chronic myeloid leukemia Cell Discov. 2019 5 1 15 10.1038/s41421-019-0092-z 30603102 30. Liao Y. Xia X. Liu N. Cai J. Guo Z. Li Y. Jiang L. Dou Q.P. Tang D. Huang H. Growth arrest and apoptosis induction in androgen receptor-positive human breast cancer cells by inhibition of usp14-mediated androgen receptor deubiquitination Oncogene 2018 37 1896 1910 10.1038/s41388-017-0069-z 29353883 31. McFarlane C. Kelvin A.A. de la Vega M. Govender U. Scott C.J. Burrows J.F. Johnston J.A. The deubiquitinating enzyme usp17 is highly expressed in tumor biopsies, is cell cycle regulated, and is required for g1-s progression Cancer Res. 2010 70 3329 3339 10.1158/0008-5472.CAN-09-4152 20388806 32. Ducker C. Chow L.K.Y. Saxton J. Handwerger J. McGregor A. Strahl T. Layfield R. Shaw P.E. De-ubiquitination of elk-1 by usp17 potentiates mitogenic gene expression and cell proliferation Nucleic Acids Res. 2019 47 4495 4508 10.1093/nar/gkz166 30854565 33. Fukuura K. Inoue Y. Miyajima C. Watanabe S. Tokugawa M. Morishita D. Ohoka N. Komada M. Hayashi H. The ubiquitin-specific protease usp17 prevents cellular senescence by stabilizing the methyltransferase set8 and transcriptionally repressing p21 J. Biol. Chem. 2019 294 16429 16439 10.1074/jbc.RA119.009006 31533987 34. Arceci A. Bonacci T. Wang X. Stewart K. Damrauer J.S. Hoadley K.A. Emanuele M.J. Foxm1 deubiquitination by usp21 regulates cell cycle progression and paclitaxel sensitivity in basal-like breast cancer Cell Rep. 2019 26 3076 3086 10.1016/j.celrep.2019.02.054 30865895 35. Wu Y. Qin J. Li F. Yang C. Li Z. Zhou Z. Zhang H. Li Y. Wang X. Liu R. Usp3 promotes breast cancer cell proliferation by deubiquitinating klf5 J. Biol. Chem. 2019 294 17837 17847 10.1074/jbc.RA119.009102 31624151 36. Wang Q. Ma S. Song N. Li X. Liu L. Yang S. Ding X. Shan L. Zhou X. Su D. Stabilization of histone demethylase phf8 by usp7 promotes breast carcinogenesis J. Clin. Investig. 2016 126 2205 2220 10.1172/JCI85747 27183383 37. Saldana M. VanderVorst K. Berg A.L. Lee H. Carraway K.L. Otubain 1: A non-canonical deubiquitinase with an emerging role in cancer Endocr. Relat. Cancer 2019 26 R1 R14 10.1530/ERC-18-0264 30400005 38. Piao S. Pei H.Z. Huang B. Baek S.H. Ovarian tumor domain-containing protein 1 deubiquitinates and stabilizes p53 Cell. Signal. 2017 33 22 29 10.1016/j.cellsig.2017.02.011 28216291 39. Zhang Z. Fan Y. Xie F. Zhou H. Jin K. Shao L. Shi W. Fang P. Yang B. van Dam H. Breast cancer metastasis suppressor otud1 deubiquitinates smad7 Nat. Commun. 2017 8 1 16 10.1038/s41467-017-02029-7 28232747 40. Yuan J. Luo K. Zhang L. Cheville J.C. Lou Z. Usp10 regulates p53 localization and stability by deubiquitinating p53 Cell 2010 140 384 396 10.1016/j.cell.2009.12.032 20096447 41. Liao Y. Liu N. Hua X. Cai J. Xia X. Wang X. Huang H. Liu J. Proteasome-associated deubiquitinase ubiquitin-specific protease 14 regulates prostate cancer proliferation by deubiquitinating and stabilizing androgen receptor Cell Death Dis. 2017 8 e2585 10.1038/cddis.2016.477 28151478 42. Zou Q. Jin J. Hu H. Li H.S. Romano S. Xiao Y. Nakaya M. Zhou X. Cheng X. Yang P. Usp15 stabilizes mdm2 to mediate cancer-cell survival and inhibit antitumor t cell responses Nat. Immunol. 2014 15 562 570 10.1038/ni.2885 24777531 43. Eichhorn P.J. Rodon L. Gonzalez-Junca A. Dirac A. Gili M. Martinez-Saez E. Aura C. Barba I. Peg V. Prat A. Usp15 stabilizes tgf-beta receptor i and promotes oncogenesis through the activation of tgf-beta signaling in glioblastoma Nat. Med. 2012 18 429 435 10.1038/nm.2619 22344298 44. Stevenson L.F. Sparks A. Allende-Vega N. Xirodimas D.P. Lane D.P. Saville M.K. The deubiquitinating enzyme usp2a regulates the p53 pathway by targeting mdm2 EMBO J. 2007 26 976 986 10.1038/sj.emboj.7601567 17290220 45. Hock A.K. Vigneron A.M. Carter S. Ludwig R.L. Vousden K.H. Regulation of p53 stability and function by the deubiquitinating enzyme usp42 EMBO J. 2011 30 4921 4930 10.1038/emboj.2011.419 22085928 46. Cuella-Martin R. Oliveira C. Lockstone H.E. Snellenberg S. Grolmusova N. Chapman J.R. 53bp1 integrates DNA repair and p53-dependent cell fate decisions via distinct mechanisms Mol. Cell 2016 64 51 64 10.1016/j.molcel.2016.08.002 27546791 47. Liu J. Chung H.J. Vogt M. Jin Y. Malide D. He L. Dundr M. Levens D. Jtv1 co-activates fbp to induce usp29 transcription and stabilize p53 in response to oxidative stress EMBO J. 2011 30 846 858 10.1038/emboj.2011.11 21285945 48. Yun S.I. Kim H.H. Yoon J.H. Park W.S. Hahn M.J. Kim H.C. Chung C.H. Kim K.K. Ubiquitin specific protease 4 positively regulates the wnt/beta-catenin signaling in colorectal cancer Mol. Oncol. 2015 9 1834 1851 10.1016/j.molonc.2015.06.006 26189775 49. Li Z. Hao Q. Luo J. Xiong J. Zhang S. Wang T. Bai L. Wang W. Chen M. Wang W. Usp4 inhibits p53 and nf-κb through deubiquitinating and stabilizing hdac2 Oncogene 2016 35 2902 2912 10.1038/onc.2015.349 26411366 50. Zhang X. Berger F.G. Yang J. Lu X. Usp4 inhibits p53 through deubiquitinating and stabilizing arf-bp1 EMBO J. 2011 30 2177 2189 10.1038/emboj.2011.125 21522127 51. Luo K. Li Y. Yin Y. Li L. Wu C. Chen Y. Nowsheen S. Hu Q. Zhang L. Lou Z. Usp49 negatively regulates tumorigenesis and chemoresistance through fkbp51-akt signaling EMBO J. 2017 36 1434 1446 10.15252/embj.201695669 28363942 52. Potu H. Peterson L.F. Pal A. Verhaegen M. Cao J. Talpaz M. Donato N.J. Usp5 links suppression of p53 and fas levels in melanoma to the braf pathway Oncotarget 2014 5 5559 5569 10.18632/oncotarget.2140 24980819 53. Sun K. He S.B. Yao Y.Z. Qu J.G. Xie R. Ma Y.Q. Zong M.H. Chen J.X. Tre2 (usp6nl) promotes colorectal cancer cell proliferation via wnt/beta-catenin pathway Cancer Cell Int. 2019 19 102 10.1186/s12935-019-0823-0 31015802 54. Cummins J.M. Vogelstein B. Hausp is required for p53 destabilization Cell Cycle 2004 3 689 692 10.4161/cc.3.6.924 15118411 55. Li M. Brooks C.L. Kon N. Gu W. A dynamic role of hausp in the p53-mdm2 pathway Mol. Cell 2004 13 879 886 10.1016/S1097-2765(04)00157-1 15053880 56. Hu M. Gu L. Li M. Jeffrey P.D. Gu W. Shi Y. Structural basis of competitive recognition of p53 and mdm2 by hausp/usp7: Implications for the regulation of the p53-mdm2 pathway PLoS Biol. 2006 4 e27 10.1371/journal.pbio.0040027 16402859 57. Sheng Y. Saridakis V. Sarkari F. Duan S. Wu T. Arrowsmith C.H. Frappier L. Molecular recognition of p53 and mdm2 by usp7/hausp Nat. Struct. Mol. Biol. 2006 13 285 291 10.1038/nsmb1067 16474402 58. Li M. Chen D. Shiloh A. Luo J. Nikolaev A.Y. Qin J. Gu W. Deubiquitination of p53 by hausp is an important pathway for p53 stabilization Nature 2002 416 648 653 10.1038/nature737 11923872 59. Yang B. Zhang S. Wang Z. Yang C. Ouyang W. Zhou F. Zhou Y. Xie C. Deubiquitinase usp9x deubiquitinates beta-catenin and promotes high grade glioma cell growth Oncotarget 2016 7 79515 79525 10.18632/oncotarget.12819 27783990 60. Liu H. Chen W. Liang C. Chen B.W. Zhi X. Zhang S. Zheng X. Bai X. Liang T. Wp1130 increases doxorubicin sensitivity in hepatocellular carcinoma cells through usp9x-dependent p53 degradation Cancer Lett. 2015 361 218 225 10.1016/j.canlet.2015.03.001 25749422 61. Liu H. Li X. Ning G. Zhu S. Ma X. Liu X. Liu C. Huang M. Schmitt I. Wullner U. The machado-joseph disease deubiquitinase ataxin-3 regulates the stability and apoptotic function of p53 PLoS Biol. 2016 14 e2000733 10.1371/journal.pbio.2000733 27851749 62. Wu X. Luo Q. Zhao P. Chang W. Wang Y. Shu T. Ding F. Li B. Liu Z. Josd1 inhibits mitochondrial apoptotic signalling to drive acquired chemoresistance in gynaecological cancer by stabilizing mcl1 Cell Death Differ. 2020 27 55 70 10.1038/s41418-019-0339-0 31043700 63. Potu H. Kandarpa M. Peterson L.F. Donato N.J. Talpaz M. Tumor necrosis factor related apoptosis inducing ligand (trail) regulates deubiquitinase usp5 in tumor cells Oncotarget 2019 10 5745 5754 10.18632/oncotarget.27196 31645897 64. Wang S. Juan J. Zhang Z. Du Y. Xu Y. Tong J. Cao B. Moran M.F. Zeng Y. Mao X. Inhibition of the deubiquitinase usp5 leads to c-maf protein degradation and myeloma cell apoptosis Cell Death Dis. 2017 8 e3058 10.1038/cddis.2017.450 28933784 65. Ismail I.H. Davidson R. Gagne J.P. Xu Z.Z. Poirier G.G. Hendzel M.J. Germline mutations in bap1 impair its function in DNA double-strand break repair Cancer Res. 2014 74 4282 4294 10.1158/0008-5472.CAN-13-3109 24894717 66. Fernandez-Majada V. Welz P.S. Ermolaeva M.A. Schell M. Adam A. Dietlein F. Komander D. Buttner R. Thomas R.K. Schumacher B. The tumour suppressor cyld regulates the p53 DNA damage response Nat. Commun. 2016 7 1 14 10.1038/ncomms12508 27561390 67. de Vivo A. Sanchez A. Yegres J. Kim J. Emly S. Kee Y. The otud5-ubr5 complex regulates fact-mediated transcription at damaged chromatin Nucleic Acids Res. 2019 47 729 746 10.1093/nar/gky1219 30508113 68. Wu X. Liu S. Sagum C. Chen J. Singh R. Chaturvedi A. Horton J.R. Kashyap T.R. Fushman D. Cheng X. Crosstalk between lys63- and lys11-polyubiquitin signaling at DNA damage sites is driven by cezanne Genes Dev. 2019 33 1702 1717 10.1101/gad.332395.119 31699778 69. Alvarez V. Vinas L. Gallego-Sanchez A. Andres S. Sacristan M.P. Bueno A. Orderly progression through s-phase requires dynamic ubiquitylation and deubiquitylation of pcna Sci. Rep. 2016 6 25513 10.1038/srep25513 27151298 70. Nishi R. Wijnhoven P. le Sage C. Tjeertes J. Galanty Y. Forment J.V. Clague M.J. Urbe S. Jackson S.P. Systematic characterization of deubiquitylating enzymes for roles in maintaining genome integrity Nat. Cell Biol 2014 16 1011 1026 1016–1026, 1011–1018 10.1038/ncb3028 71. Whitehurst C.B. Vaziri C. Shackelford J. Pagano J.S. Epstein-barr virus bplf1 deubiquitinates pcna and attenuates polymerase eta recruitment to DNA damage sites J. Virol. 2012 86 8097 8106 10.1128/JVI.00588-12 22623772 72. Castella M. Jacquemont C. Thompson E.L. Yeo J.E. Cheung R.S. Huang J.W. Sobeck A. Hendrickson E.A. Taniguchi T. Fanci regulates recruitment of the fa core complex at sites of DNA damage independently of fancd2 PLoS Genet. 2015 11 e1005563 10.1371/journal.pgen.1005563 26430909 73. Nijman S.M. Huang T.T. Dirac A.M. Brummelkamp T.R. Kerkhoven R.M. D’Andrea A.D. Bernards R. The deubiquitinating enzyme usp1 regulates the fanconi anemia pathway Mol. Cell 2005 17 331 339 10.1016/j.molcel.2005.01.008 15694335 74. Olazabal-Herrero A. Garcia-Santisteban I. Rodriguez J.A. Structure-function analysis of usp1: Insights into the role of ser313 phosphorylation site and the effect of cancer-associated mutations on autocleavage Mol. Cancer 2015 14 33 10.1186/s12943-015-0311-7 25744535 75. Orthwein A. Noordermeer S.M. Wilson M.D. Landry S. Enchev R.I. Sherker A. Munro M. Pinder J. Salsman J. Dellaire G. A mechanism for the suppression of homologous recombination in g1 cells Nature 2015 528 422 426 10.1038/nature16142 26649820 76. Sharma N. Zhu Q. Wani G. He J. Wang Q.E. Wani A.A. Usp3 counteracts rnf168 via deubiquitinating h2a and gammah2ax at lysine 13 and 15 Cell Cycle 2014 13 106 114 10.4161/cc.26814 24196443 77. Uckelmann M. Densham R.M. Baas R. Winterwerp H.H.K. Fish A. Sixma T.K. Morris J.R. Usp48 restrains resection by site-specific cleavage of the brca1 ubiquitin mark from h2a Nat. Commun. 2018 9 1 16 10.1038/s41467-017-02653-3 29317637 78. Zhu Q. Sharma N. He J. Wani G. Wani A.A. Usp7 deubiquitinase promotes ubiquitin-dependent DNA damage signaling by stabilizing rnf168 Cell Cycle 2015 14 1413 1425 10.1080/15384101.2015.1007785 25894431 79. McGarry E. Gaboriau D. Rainey M.D. Restuccia U. Bachi A. Santocanale C. The deubiquitinase usp9x maintains DNA replication fork stability and DNA damage checkpoint responses by regulating claspin during s-phase Cancer Res. 2016 76 2384 2393 10.1158/0008-5472.CAN-15-2890 26921344 80. Kovalenko A. Chable-Bessia C. Cantarella G. Israel A. Wallach D. Courtois G. The tumour suppressor cyld negatively regulates nf-kappa b signalling by deubiquitination Nature 2003 424 801 805 10.1038/nature01802 12917691 81. Trompouki E. Hatzivassiliou E. Tsichritzis T. Farmer H. Ashworth A. Mosialos G. Cyld is a deubiquitinating enzyme that negatively regulates nf-kappa b activation by tnfr family members Nature 2003 424 793 796 10.1038/nature01803 12917689 82. Brummelkamp T.R. Nijman S.M. Dirac A.M. Bernards R. Loss of the cylindromatosis tumour suppressor inhibits apoptosis by activating nf-kappab Nature 2003 424 797 801 10.1038/nature01811 12917690 83. Wu H.C. Lin Y.C. Liu C.H. Chung H.C. Wang Y.T. Lin Y.W. Ma H.I. Tu P.H. Lawler S.E. Chen R.H. Usp11 regulates pml stability to control notch-induced malignancy in brain tumours Nat. Commun. 2014 5 1 16 10.1038/ncomms4214 24487962 84. Qu Z. Zhang R. Su M. Liu W. Usp13 serves as a tumor suppressor via the pten/akt pathway in oral squamous cell carcinoma Cancer Manag. Res. 2019 11 9175 9183 10.2147/CMAR.S186829 31802942 85. Li X. Stevens P.D. Yang H. Gulhati P. Wang W. Evers B.M. Gao T. The deubiquitination enzyme usp46 functions as a tumor suppressor by controlling phlpp-dependent attenuation of akt signaling in colon cancer Oncogene 2013 32 471 478 10.1038/onc.2012.66 22391563 86. Bott M. Brevet M. Taylor B.S. Shimizu S. Ito T. Wang L. Creaney J. Lake R.A. Zakowski M.F. Reva B. The nuclear deubiquitinase bap1 is commonly inactivated by somatic mutations and 3p21.1 losses in malignant pleural mesothelioma Nat. Genet. 2011 43 668 672 10.1038/ng.855 21642991 87. Kim D. Hong A. Park H.I. Shin W.H. Yoo L. Jeon S.J. Chung K.C. Deubiquitinating enzyme usp22 positively regulates c-myc stability and tumorigenic activity in mammalian and breast cancer cells J. Cell Physiol. 2017 232 3664 3676 10.1002/jcp.25841 28160502 88. Diefenbacher M.E. Popov N. Blake S.M. Schulein-Volk C. Nye E. Spencer-Dene B. Jaenicke L.A. Eilers M. Behrens A. The deubiquitinase usp28 controls intestinal homeostasis and promotes colorectal cancer J. Clin. Inv. 2014 124 3407 3418 10.1172/JCI73733 89. Khan O.M. Carvalho J. Spencer-Dene B. Mitter R. Frith D. Snijders A.P. Wood S.A. Behrens A. The deubiquitinase usp9x regulates fbw7 stability and suppresses colorectal cancer J. Clin. Inv. 2018 128 1326 1337 10.1172/JCI97325 90. Wu Y. Wang Y. Lin Y. Liu Y. Wang Y. Jia J. Singh P. Chi Y.I. Wang C. Dong C. Dub3 inhibition suppresses breast cancer invasion and metastasis by promoting snail1 degradation Nat. Commun. 2017 8 1 16 10.1038/ncomms14228 28232747 91. Lin Y. Wang Y. Shi Q. Yu Q. Liu C. Feng J. Deng J. Evers B.M. Zhou B.P. Wu Y. Stabilization of the transcription factors slug and twist by the deubiquitinase dub3 is a key requirement for tumor metastasis Oncotarget 2017 8 75127 75140 10.18632/oncotarget.20561 29088851 92. Zhou H. Liu Y. Zhu R. Ding F. Cao X. Lin D. Liu Z. Otub1 promotes esophageal squamous cell carcinoma metastasis through modulating snail stability Oncogene 2018 37 3356 3368 10.1038/s41388-018-0224-1 29559747 93. Lv J. Zhang S. Wu H. Lu J. Lu Y. Wang F. Zhao W. Zhan P. Lu J. Fang Q. Deubiquitinase psmd14 enhances hepatocellular carcinoma growth and metastasis by stabilizing grb2 Cancer lett. 2020 469 22 34 10.1016/j.canlet.2019.10.025 31634528 94. Song C. Liu W. Li J. Usp17 is upregulated in osteosarcoma and promotes cell proliferation, metastasis, and epithelial-mesenchymal transition through stabilizing smad4 Tumour Biol. 2017 39 1010428317717138 10.1177/1010428317717138 28670958 95. Wu X. Liu M. Zhu H. Wang J. Dai W. Li J. Zhu D. Tang W. Xiao Y. Lin J. Ubiquitin-specific protease 3 promotes cell migration and invasion by interacting with and deubiquitinating suz12 in gastric cancer J. Exp. Clin. Cancer Res. 2019 38 277 10.1186/s13046-019-1270-4 31234902 96. Sapmaz A. Berlin I. Bos E. Wijdeven R.H. Janssen H. Konietzny R. Akkermans J.J. Erson-Bensan A.E. Koning R.I. Kessler B.M. Usp32 regulates late endosomal transport and recycling through deubiquitylation of rab7 Nat. Commun. 2019 10 1 18 10.1038/s41467-019-09437-x 30602773 97. Kim J.O. Kim S.R. Lim K.H. Kim J.H. Ajjappala B. Lee H.J. Choi J.I. Baek K.H. Deubiquitinating enzyme usp37 regulating oncogenic function of 14-3-3gamma Oncotarget 2015 6 36551 36576 10.18632/oncotarget.5336 26427597 98. Yuan J. Luo K. Deng M. Li Y. Yin P. Gao B. Fang Y. Wu P. Liu T. Lou Z. Herc2-usp20 axis regulates DNA damage checkpoint through claspin Nucleic Acids Res. 2014 42 13110 13121 10.1093/nar/gku1034 25355518 99. Jiang Y.Z. Ma D. Suo C. Shi J. Xue M. Hu X. Xiao Y. Yu K.D. Liu Y.R. Yu Y. Genomic and transcriptomic landscape of triple-negative breast cancers: Subtypes and treatment strategies Cancer Cell 2019 35 428 440 10.1016/j.ccell.2019.02.001 30853353 100. Chiu H.W. Lin H.Y. Tseng I.J. Lin Y.F. Otud7b upregulation predicts a poor response to paclitaxel in patients with triple-negative breast cancer Oncotarget 2018 9 553 565 10.18632/oncotarget.23074 29416635 101. Lin D.D. Shen Y. Qiao S. Liu W.W. Zheng L. Wang Y.N. Cui N. Wang Y.F. Zhao S. Shi J.H. Upregulation of otud7b (cezanne) promotes tumor progression via akt/vegf pathway in lung squamous carcinoma and adenocarcinoma Front. Oncol. 2019 9 862 10.3389/fonc.2019.00862 31572671 102. Anastas J.N. Zee B.M. Kalin J.H. Kim M. Guo R. Alexandrescu S. Blanco M.A. Giera S. Gillespie S.M. Das J. Re-programing chromatin with a bifunctional lsd1/hdac inhibitor induces therapeutic differentiation in dipg Cancer Cell 2019 36 528 544 10.1016/j.ccell.2019.09.005 31631026 103. Zhan T. Rindtorff N. Boutros M. Wnt signaling in cancer Oncogene 2017 36 1461 1473 10.1038/onc.2016.304 27617575 104. Ben-Porath I. Thomson M.W. Carey V.J. Ge R. Bell G.W. Regev A. Weinberg R.A. An embryonic stem cell-like gene expression signature in poorly differentiated aggressive human tumors Nat. Genet. 2008 40 499 507 10.1038/ng.127 18443585 105. Reya T. Morrison S.J. Clarke M.F. Weissman I.L. Stem cells, cancer, and cancer stem cells Nature 2001 414 105 111 10.1038/35102167 11689955 106. Nguyen H.H. Kim T. Nguyen T. Hahn M.J. Yun S.I. Kim K.K. A selective inhibitor of ubiquitin-specific protease 4 suppresses colorectal cancer progression by regulating beta-catenin signaling Cell. Physiol. Biochem.: Int. J. Exp. Cell. Physiol. Biochem. Pharmacol. 2019 53 157 171 107. Brooks C.L. Gu W. P53 regulation by ubiquitin FEBS Lett. 2011 585 2803 2809 10.1016/j.febslet.2011.05.022 21624367 108. Brooks C.L. Li M. Hu M. Shi Y. Gu W. The p53--mdm2--hausp complex is involved in p53 stabilization by hausp Oncogene 2007 26 7262 7266 10.1038/sj.onc.1210531 17525743 109. Li F. Han H. Sun Q. Liu K. Lin N. Xu C. Zhao Z. Zhao W. Usp28 regulates deubiquitination of histone h2a and cell proliferation Exp. Cell Res. 2019 379 11 18 10.1016/j.yexcr.2019.03.026 30910399 110. Niendorf S. Oksche A. Kisser A. Lohler J. Prinz M. Schorle H. Feller S. Lewitzky M. Horak I. Knobeloch K.P. Essential role of ubiquitin-specific protease 8 for receptor tyrosine kinase stability and endocytic trafficking in vivo Mol. Cell Biol. 2007 27 5029 5039 10.1128/MCB.01566-06 17452457 111. Hanahan D. Weinberg R.A. The hallmarks of cancer Cell 2000 100 57 70 10.1016/S0092-8674(00)81683-9 10647931 112. Fernald K. Kurokawa M. Evading apoptosis in cancer Trends Cell Biol. 2013 23 620 633 10.1016/j.tcb.2013.07.006 23958396 113. Burrows J.F. McGrattan M.J. Rascle A. Humbert M. Baek K.H. Johnston J.A. Dub-3, a cytokine-inducible deubiquitinating enzyme that blocks proliferation J. Biol. Chem. 2004 279 13993 14000 10.1074/jbc.M311291200 14699124 114. Xu M. Takanashi M. Oikawa K. Tanaka M. Nishi H. Isaka K. Kudo M. Kuroda M. Usp15 plays an essential role for caspase-3 activation during paclitaxel-induced apoptosis Biochem Biophys Res. Commun 2009 388 366 371 10.1016/j.bbrc.2009.08.015 19665996 115. Jin Z. Li Y. Pitti R. Lawrence D. Pham V.C. Lill J.R. Ashkenazi A. Cullin3-based polyubiquitination and p62-dependent aggregation of caspase-8 mediate extrinsic apoptosis signaling Cell 2009 137 721 735 10.1016/j.cell.2009.03.015 19427028 116. Crook N.E. Clem R.J. Miller L.K. An apoptosis-inhibiting baculovirus gene with a zinc finger-like motif J. Virol. 1993 67 2168 2174 10.1128/JVI.67.4.2168-2174.1993 8445726 117. Mei Y. Hahn A.A. Hu S. Yang X. The usp19 deubiquitinase regulates the stability of c-iap1 and c-iap2 J. Biol. Chem. 2011 286 35380 35387 10.1074/jbc.M111.282020 21849505 118. Goncharov T. Niessen K. de Almagro M.C. Izrael-Tomasevic A. Fedorova A.V. Varfolomeev E. Arnott D. Deshayes K. Kirkpatrick D.S. Vucic D. Otub1 modulates c-iap1 stability to regulate signalling pathways EMBO J. 2013 32 1103 1114 10.1038/emboj.2013.62 23524849 119. Engel K. Rudelius M. Slawska J. Jacobs L. Ahangarian Abhari B. Altmann B. Kurutz J. Rathakrishnan A. Fernandez-Saiz V. Brunner A. Usp9x stabilizes xiap to regulate mitotic cell death and chemoresistance in aggressive b-cell lymphoma EMBO Mol. Med. 2016 8 851 862 10.15252/emmm.201506047 27317434 120. Weber A. Heinlein M. Dengjel J. Alber C. Singh P.K. Hacker G. The deubiquitinase usp27x stabilizes the bh3-only protein bim and enhances apoptosis EMBO Rep. 2016 17 724 738 10.15252/embr.201541392 27013495 121. Ghosal G. Chen J. DNA damage tolerance: A double-edged sword guarding the genome Transl. Cancer Res. 2013 2 107 129 24058901 122. Hoeijmakers J.H. Genome maintenance mechanisms for preventing cancer Nature 2001 411 366 374 10.1038/35077232 11357144 123. Le J. Perez E. Nemzow L. Gong F. Role of deubiquitinases in DNA damage response DNA Repair 2019 76 89 98 10.1016/j.dnarep.2019.02.011 30831436 124. Jackson S.P. Bartek J. The DNA-damage response in human biology and disease Nature 2009 461 1071 1078 10.1038/nature08467 19847258 125. Shanmugam I. Abbas M. Ayoub F. Mirabal S. Bsaili M. Caulder E.K. Weinstock D.M. Tomkinson A.E. Hromas R. Shaheen M. Ubiquitin-specific peptidase 20 regulates rad17 stability, checkpoint kinase 1 phosphorylation and DNA repair by homologous recombination J. Biol. Chem. 2014 289 22739 22748 10.1074/jbc.M114.550459 24923443 126. Yoshida K. Miki Y. Role of brca1 and brca2 as regulators of DNA repair, transcription, and cell cycle in response to DNA damage Cancer Sci. 2004 95 866 871 10.1111/j.1349-7006.2004.tb02195.x 15546503 127. Meyer T. Jahn N. Lindner S. Rohner L. Dolnik A. Weber D. Scheffold A. Kopff S. Paschka P. Gaidzik V.I. Functional characterization of brcc3 mutations in acute myeloid leukemia with t(8;21)(q22;q22.1) Leukemia 2020 34 404 415 10.1038/s41375-019-0578-6 31576005 128. Lancini C. van den Berk P.C. Vissers J.H. Gargiulo G. Song J.Y. Hulsman D. Serresi M. Tanger E. Blom M. Vens C. Tight regulation of ubiquitin-mediated DNA damage response by usp3 preserves the functional integrity of hematopoietic stem cells J. Exp. Med. 2014 211 1759 1777 10.1084/jem.20131436 25113974 129. Bignell G.R. Warren W. Seal S. Takahashi M. Rapley E. Barfoot R. Green H. Brown C. Biggs P.J. Lakhani S.R. Identification of the familial cylindromatosis tumour-suppressor gene Nat. Genet. 2000 25 160 165 10.1038/76006 10835629 130. Strobel P. Zettl A. Ren Z. Starostik P. Riedmiller H. Storkel S. Muller-Hermelink H.K. Marx A. Spiradenocylindroma of the kidney: Clinical and genetic findings suggesting a role of somatic mutation of the cyld1 gene in the oncogenesis of an unusual renal neoplasm Am. J. Surg. Pathol. 2002 26 119 124 10.1097/00000478-200201000-00016 11756779 131. Hirai Y. Kawamata Y. Takeshima N. Furuta R. Kitagawa T. Kawaguchi T. Hasumi K. Sugai S. Noda T. Conventional and array-based comparative genomic hybridization analyses of novel cell lines harboring hpv18 from glassy cell carcinoma of the uterine cervix Int. J. Oncol. 2004 24 977 986 10.3892/ijo.24.4.977 15010838 132. Reiley W. Zhang M.Y. Sun S.C. Negative regulation of jnk signaling by the tumor suppressor cyld J. Biol. Chem. 2004 279 55161 55167 10.1074/jbc.M411049200 15496400 133. Ikeda F. Dikic I. Cyld in ubiquitin signaling and tumor pathogenesis Cell 2006 125 643 645 10.1016/j.cell.2006.05.003 16713556 134. Wang Z. Inuzuka H. Fukushima H. Wan L. Gao D. Shaik S. Sarkar F.H. Wei W. Emerging roles of the fbw7 tumour suppressor in stem cell differentiation EMBO Rep. 2011 13 36 43 10.1038/embor.2011.231 22157894 135. Nieto M.A. Huang R.Y. Jackson R.A. Thiery J.P. Emt: 2016 Cell 2016 166 21 45 10.1016/j.cell.2016.06.028 27368099 136. Fan L. Chen Z. Wu X. Cai X. Feng S. Lu J. Wang H. Liu N. Ubiquitin-specific protease 3 promotes glioblastoma cell invasion and epithelial-mesenchymal transition via stabilizing snail Mol. Cancer Res. MCR 2019 17 1975 1984 10.1158/1541-7786.MCR-19-0197 31266817 137. Hiraoka E. Mimae T. Ito M. Kadoya T. Miyata Y. Ito A. Okada M. Correction to: Breast cancer cell motility is promoted by 14-3-3gamma Breast Cancer 2019 26 594 10.1007/s12282-019-00964-5 30927243 138. Raungrut P. Wongkotsila A. Champoochana N. Lirdprapamongkol K. Svasti J. Thongsuksai P. Knockdown of 14-3-3gamma suppresses epithelial-mesenchymal transition and reduces metastatic potential of human non-small cell lung cancer cells Anticancer Res. 2018 38 3507 3514 10.21873/anticanres.12622 29848704 139. Alonso-Curbelo D. Riveiro-Falkenbach E. Perez-Guijarro E. Cifdaloz M. Karras P. Osterloh L. Megias D. Canon E. Calvo T.G. Olmeda D. Rab7 controls melanoma progression by exploiting a lineage-specific wiring of the endolysosomal pathway Cancer Cell 2014 26 61 76 10.1016/j.ccr.2014.04.030 24981740 140. Wang T. Ming Z. Xiaochun W. Hong W. Rab7: Role of its protein interaction cascades in endo-lysosomal traffic Cell. Sign. 2011 23 516 521 10.1016/j.cellsig.2010.09.012 141. Zhang M. Chen L. Wang S. Wang T. Rab7: Roles in membrane trafficking and disease Biosci. Rep. 2009 29 193 209 10.1042/BSR20090032 19392663 142. Richardson P.G. Barlogie B. Berenson J. Singhal S. Jagannath S. Irwin D. Rajkumar S.V. Srkalovic G. Alsina M. Alexanian R. A phase 2 study of bortezomib in relapsed, refractory myeloma N. Engl. J. Med. 2003 348 2609 2617 10.1056/NEJMoa030288 12826635 143. Richardson P.G. Sonneveld P. Schuster M.W. Irwin D. Stadtmauer E.A. Facon T. Harousseau J.L. Ben-Yehuda D. Lonial S. Goldschmidt H. Bortezomib or high-dose dexamethasone for relapsed multiple myeloma N. Engl. J. Med. 2005 352 2487 2498 10.1056/NEJMoa043445 15958804 144. Cacan E. Ozmen Z.C. Regulation of fas in response to bortezomib and epirubicin in colorectal cancer cells J. Chemother. 2020 1 9 10.1080/1120009X.2020.1740389 32162602 145. Okazuka K. Ishida T. Proteasome inhibitors for multiple myelomaJap J. Clin. Oncol. 2018 48 785 793 146. Kuhn D.J. Chen Q. Voorhees P.M. Strader J.S. Shenk K.D. Sun C.M. Demo S.D. Bennett M.K. van Leeuwen F.W. Chanan-Khan A.A. Potent activity of carfilzomib, a novel, irreversible inhibitor of the ubiquitin-proteasome pathway, against preclinical models of multiple myeloma Blood 2007 110 3281 3290 10.1182/blood-2007-01-065888 17591945 147. Jakubowiak A.J. Dytfeld D. Griffith K.A. Lebovic D. Vesole D.H. Jagannath S. Al-Zoubi A. Anderson T. Nordgren B. Detweiler-Short K. A phase 1/2 study of carfilzomib in combination with lenalidomide and low-dose dexamethasone as a frontline treatment for multiple myeloma Blood 2012 120 1801 1809 10.1182/blood-2012-04-422683 22665938 148. Richardson P.G. Zweegman S. O’Donnell E.K. Laubach J.P. Raje N. Voorhees P. Ferrari R.H. Skacel T. Kumar S.K. Lonial S. Ixazomib for the treatment of multiple myeloma Expert Opin. Pharmacother. 2018 19 1949 1968 10.1080/14656566.2018.1528229 30422008 149. Moreau P. Masszi T. Grzasko N. Bahlis N.J. Hansson M. Pour L. Sandhu I. Ganly P. Baker B.W. Jackson S.R. Oral ixazomib, lenalidomide, and dexamethasone for multiple myeloma N. Engl. J. Med. 2016 374 1621 1634 10.1056/NEJMoa1516282 27119237 150. Petroski M.D. The ubiquitin system, disease, and drug discovery BMC Biochem. 2008 9 S7 10.1186/1471-2091-9-S1-S7 19007437 151. Cheon K.W. Baek K.H. Hausp as a therapeutic target for hematopoietic tumors (review) Int. J. Oncol. 2006 28 1209 1215 10.3892/ijo.28.5.1209 16596237 152. Issaeva N. Bozko P. Enge M. Protopopova M. Verhoef L.G. Masucci M. Pramanik A. Selivanova G. Small molecule rita binds to p53, blocks p53-hdm-2 interaction and activates p53 function in tumors Nature Med. 2004 10 1321 1328 10.1038/nm1146 15558054 153. Vassilev L.T. Vu B.T. Graves B. Carvajal D. Podlaski F. Filipovic Z. Kong N. Kammlott U. Lukacs C. Klein C. In vivo activation of the p53 pathway by small-molecule antagonists of mdm2 Science 2004 303 844 848 10.1126/science.1092472 14704432 154. Tovar C. Rosinski J. Filipovic Z. Higgins B. Kolinsky K. Hilton H. Zhao X. Vu B.T. Qing W. Packman K. Small-molecule mdm2 antagonists reveal aberrant p53 signaling in cancer: Implications for therapy Proc. Natl. Acad. Sci. USA 2006 103 1888 1893 10.1073/pnas.0507493103 16443686 155. Stuhmer T. Chatterjee M. Hildebrandt M. Herrmann P. Gollasch H. Gerecke C. Theurich S. Cigliano L. Manz R.A. Daniel P.T. Nongenotoxic activation of the p53 pathway as a therapeutic strategy for multiple myeloma Blood 2005 106 3609 3617 10.1182/blood-2005-04-1489 16081689 156. Colland F. Formstecher E. Jacq X. Reverdy C. Planquette C. Conrath S. Trouplin V. Bianchi J. Aushev V.N. Camonis J. Small-molecule inhibitor of usp7/hausp ubiquitin protease stabilizes and activates p53 in cells Mol. Cancer Ther. 2009 8 2286 2295 10.1158/1535-7163.MCT-09-0097 19671755 157. Chitta K. Paulus A. Akhtar S. Blake M.K. Caulfield T.R. Novak A.J. Ansell S.M. Advani P. Ailawadhi S. Sher T. Targeted inhibition of the deubiquitinating enzymes, usp14 and uchl5, induces proteotoxic stress and apoptosis in waldenstrom macroglobulinaemia tumour cells Br. J. Haematol. 2015 169 377 390 10.1111/bjh.13304 25691154 158. Vogel R.I. Pulver T. Heilmann W. Mooneyham A. Mullany S. Zhao X. Shahi M. Richter J. Klein M. Chen L. Usp14 is a predictor of recurrence in endometrial cancer and a molecular target for endometrial cancer treatment Oncotarget 2016 7 30962 30976 10.18632/oncotarget.8821 27121063 159. Liu Y. Xu X. Lin P. He Y. Zhang Y. Cao B. Zhang Z. Sethi G. Liu J. Zhou X. Inhibition of the deubiquitinase usp9x induces pre-b cell homeobox 1 (pbx1) degradation and thereby stimulates prostate cancer cell apoptosis J. Biol. Chem. 2019 294 4572 4582 10.1074/jbc.RA118.006057 30718275 160. Byun S. Lee S.Y. Lee J. Jeong C.H. Farrand L. Lim S. Reddy K. Kim J.Y. Lee M.H. Lee H.J. Usp8 is a novel target for overcoming gefitinib resistance in lung cancer Clin. Cancer Res. 2013 19 3894 3904 10.1158/1078-0432.CCR-12-3696 23748694 161. Liu Y. Lashuel H.A. Choi S. Xing X. Case A. Ni J. Yeh L.A. Cuny G.D. Stein R.L. Lansbury P.T. Jr. Discovery of inhibitors that elucidate the role of uch-l1 activity in the h1299 lung cancer cell line Chem. Biol. 2003 10 837 846 10.1016/j.chembiol.2003.08.010 14522054 162. Tian Z. D’Arcy P. Wang X. Ray A. Tai Y.T. Hu Y. Carrasco R.D. Richardson P. Linder S. Chauhan D. A novel small molecule inhibitor of deubiquitylating enzyme usp14 and uchl5 induces apoptosis in multiple myeloma and overcomes bortezomib resistance Blood 2014 123 706 716 10.1182/blood-2013-05-500033 24319254 163. Mistry H. Hsieh G. Buhrlage S.J. Huang M. Park E. Cuny G.D. Galinsky I. Stone R.M. Gray N.S. D’Andrea A.D. Small-molecule inhibitors of usp1 target id1 degradation in leukemic cells Mol. Cancer Ther. 2013 12 2651 2662 10.1158/1535-7163.MCT-13-0103-T 24130053 164. Liang Q. Dexheimer T.S. Zhang P. Rosenthal A.S. Villamil M.A. You C. Zhang Q. Chen J. Ott C.A. Sun H. A selective usp1-uaf1 inhibitor links deubiquitination to DNA damage responses Nat. Chem. Biol. 2014 10 298 304 10.1038/nchembio.1455 24531842 165. Chen J. Dexheimer T.S. Ai Y. Liang Q. Villamil M.A. Inglese J. Maloney D.J. Jadhav A. Simeonov A. Zhuang Z. Selective and cell-active inhibitors of the usp1/uaf1 deubiquitinase complex reverse cisplatin resistance in non-small cell lung cancer cells Chem. Biol. 2011 18 1390 1400 10.1016/j.chembiol.2011.08.014 22118673 166. Davis M.I. Pragani R. Fox J.T. Shen M. Parmar K. Gaudiano E.F. Liu L. Tanega C. McGee L. Hall M.D. Small molecule inhibition of the ubiquitin-specific protease usp2 accelerates cyclin d1 degradation and leads to cell cycle arrest in colorectal cancer and mantle cell lymphoma models J. Biol. Chem. 2016 291 24628 24640 10.1074/jbc.M116.738567 27681596 167. Issaenko O.A. Amerik A.Y. Chalcone-based small-molecule inhibitors attenuate malignant phenotype via targeting deubiquitinating enzymes Cell Cycle 2012 11 1804 1817 10.4161/cc.20174 22510564 168. Okada K. Ye Y.Q. Taniguchi K. Yoshida A. Akiyama T. Yoshioka Y. Onose J. Koshino H. Takahashi S. Yajima A. Vialinin a is a ubiquitin-specific peptidase inhibitor Bioorg. Med. Chem. Lett. 2013 23 4328 4331 10.1016/j.bmcl.2013.05.093 23791076 169. Chauhan D. Tian Z. Nicholson B. Kumar K.G. Zhou B. Carrasco R. McDermott J.L. Leach C.A. Fulcinniti M. Kodrasov M.P. A small molecule inhibitor of ubiquitin-specific protease-7 induces apoptosis in multiple myeloma cells and overcomes bortezomib resistance Cancer Cell 2012 22 345 358 10.1016/j.ccr.2012.08.007 22975377 170. Weinstock J. Wu J. Cao P. Kingsbury W.D. McDermott J.L. Kodrasov M.P. McKelvey D.M. Suresh Kumar K.G. Goldenberg S.J. Mattern M.R. Selective dual inhibitors of the cancer-related deubiquitylating proteases usp7 and usp47 ACS Med. Chem. Lett. 2012 3 789 792 10.1021/ml200276j 24900381 171. Pal A. Young M.A. Donato N.J. Emerging potential of therapeutic targeting of ubiquitin-specific proteases in the treatment of cancer Cancer Res. 2014 74 4955 4966 10.1158/0008-5472.CAN-14-1211 25172841 172. Kapuria V. Peterson L.F. Fang D. Bornmann W.G. Talpaz M. Donato N.J. Deubiquitinase inhibition by small-molecule wp1130 triggers aggresome formation and tumor cell apoptosis Cancer Res. 2010 70 9265 9276 10.1158/0008-5472.CAN-10-1530 21045142 173. Zhou B. Zuo Y. Li B. Wang H. Liu H. Wang X. Qiu X. Hu Y. Wen S. Du J. Deubiquitinase inhibition of 19s regulatory particles by 4-arylidene curcumin analog ac17 causes nf-kappab inhibition and p53 reactivation in human lung cancer cells Mol. Cancer Ther. 2013 12 1381 1392 10.1158/1535-7163.MCT-12-1057 23696216 174. D’Arcy P. Linder S. Proteasome deubiquitinases as novel targets for cancer therapy Int. J. Biochem. Cell Biol. 2012 44 1729 1738 10.1016/j.biocel.2012.07.011 22819849 175. Wang X. D’Arcy P. Caulfield T.R. Paulus A. Chitta K. Mohanty C. Gullbo J. Chanan-Khan A. Linder S. Synthesis and evaluation of derivatives of the proteasome deubiquitinase inhibitor b-ap15 Chem. Biol. Drug Des. 2015 86 1036 1048 10.1111/cbdd.12571 25854145 Figure 1 Roles of DUBs in cell cycle control in cancers. The eukaryotic cell cycle consists of the G1 phase (blue), the S-phase (brown), the G2 phase (yellow), and the M (mitosis) phase (green). Cells can enter a quiescent state, the G0 phase (grey). Cell cycle phases are indicated by different colored arrows. The cell cycle is regulated by complexes that are composed of cyclins (light purple), and its relative cyclin-dependent protein kinases (CDKs) (pink). The cyclin-CDK complex plays regulatory roles in the cell cycle. The red arrows indicate their targets, either within the designated cell cycle phase or in the transition state. Various DUBs have been shown to interact with the cyclin–cdk complex. DUBs that participate in G1 phase are labeled in light blue; S phase in light brown; G2 phase in light yellow; and M phase in light green. The detailed interaction partner of each individual DUB can be found in the main text and the Table 2 . Figure 2 DUBs in MDM2-p53 pathways. Ubiquitination is found on both p53 and MDM2 molecules; various DUBs could revise that via deubiquitination to regulate the p53 pathway. DUBs’ targets on p53 are labeled in light brown; those that interact with MDM2 are labeled in light yellow. Detailed descriptions can be referred to the main text. Figure 3 Roles of DUBs in DNA damage response. Various DUBs (light purple) have been shown to interact with molecules (various colors) that play roles in DNA repair and chromosomal stability during DNA damage. Proliferating cell nuclear antigen (PCNA) plays important roles during DNA replication and repair, while BRCA members are the key players in repairing the DNA lesions such as DNA double-strand breaks. In addition, BLM repairs DNA double-strand breaks to maintain genome stability. Detailed information can be found in the main text. Figure 4 Roles of DUBs in epithelial–mesenchymal transition (EMT) in cancer metastasis. Epithelial cells are held together by numerous proteins, including tight junctions, adherens junctions, and desmosomes. These cells express molecules that are associated with the epithelial state, such as E-cadherin in epithelial state, and N-cadherin in mesenchymal state. Induction of EMT induces different EMT-inducing transcription factors (EMT-TFs) such as SNAIL, SLUG, and TWIST. These factors can then inhibit the epithelial state-related genes, such as E-cadherin, and activate the mesenchymal state related genes, such as N-cadherin. Various DUBs have been shown to interact with different EMT regulators. EMT is a reversible process, and mesenchymal cells can revert to the epithelial state by undergoing mesenchymal–epithelial transition (MET). A detailed description can be found in the main text. ijms-21-02548-t001_Table 1 Table 1 The sub-cellular localizations of DUBs in mammalian cells. Organelle DUBs Nucleolus USP36, USP39 Nucleus BAP1, MYSM1, USP1, USP11, USP22, USP26, USP28, USP29, USP3, USP42, USP44, USP49, USP51, USP7, USPL1, ZUP1 Golgi USP32, USP33 Endoplasmic reticulum ATXN3, USP13, USP19, USP33, YOD1 Microtubules CYLD, USP21 Centriole USP21, USP33, USP9X Early endosome and multivesicular body AMSH, AMSH-LP, USP2a, USP8 Lipid droplet USP35 Peroxisome and mitochondrion USP30 Cajal body USPL1 Stress granule USP10, USP13, USP5 Plasma membrane JOSD1, USP6 Cytoplasm A20, CYLD, PSMD14, UCHL5, USP14 ijms-21-02548-t002_Table 2 Table 2 Functional roles of DUBs in cancer properties. Functions DUBs Targets References Cell cycle control BAP1 KLF5 [ 22 ] DUB3 cyclin A [ 23 ] OTUD6B-2 cyclin D1 and c-Myc [ 24 ] OTUD7B APC/C, GβL, HIF2α and E2F1 [ 25 , 26 , 27 , 28 ] USP10 SKP2, Bcr-Abl [ 29 ] USP14 AR [ 30 ] USP17 p21, ELK-1, Su(var)3-9, Enhancer-of-zeste, and Trithorax domain-containing protein 8 [ 31 , 32 , 33 ] USP21 FOXM1 [ 34 ] USP3 KLF5 [ 35 ] USP7 PHF8 [ 36 ] Cell proliferation OTUB1 p53 [ 37 ] OTUD1 p53, SMAD7 [ 38 , 39 ] USP10 p53 [ 40 ] USP14 AR [ 41 ] USP15 MDM2, TGF-β receptor [ 42 , 43 ] USP2 MDM2 [ 44 ] USP28 p53, p21, and p16INK4a [ 45 , 46 ] USP29 p53 [ 47 ] USP4 β-catenin, p53 and NF-κB [ 48 , 49 , 50 ] USP42 P53 [ 45 ] USP49 FKBP51 [ 51 ] USP5 P53 [ 52 ] USP6NL β-catenin [ 53 ] USP7 MDM2 [ 54 , 55 , 56 , 57 , 58 ] USP9X β-catenin, p53 [ 59 , 60 ] Cell apoptosis ATXN3 p53 [ 61 ] JOSD1 MCL1 [ 62 ] USP5 p53, MAF bZIP [ 63 , 64 ] DNA damage repair BAP1 PR-DUB [ 65 ] CYLD p53 [ 66 ] OTUD5 SPT16 [ 67 ] OTUD7A Rap80/BRCA1-A complex [ 68 ] OTUD7B Rap80/BRCA1-A complex [ 68 ] UBP12 PCNA [ 69 ] UBP2 PCNA [ 69 ] UCHL5 NFRKB [ 70 ] USP1 PCNA [ 71 , 72 , 73 , 74 ] USP11 BRCA2 [ 75 ] UBP15 PCNA [ 69 ] USP3 γH2AX and H2A [ 76 ] USP48 BRCA1 [ 77 ] USP7 PHF8, pBmi1, Bmi1, RNF168, and BRCA1 [ 36 , 78 ] USP9X claspin [ 79 ] Tumor suppression CYLD tumor necrosis factor receptor-associated factor 2, IKKγ [ 80 , 81 , 82 ] USP11 PML [ 83 ] USP13 PTEN [ 84 ] USP46 PHLPP [ 85 ] Oncogene BAP1 ASXL1 [ 86 ] USP22 c-Myc [ 87 ] USP28 MYC [ 88 ] USP9X FBW7 [ 89 ] Metastasis DUB3 Snail, Slug and Twist [ 90 , 91 ] OTUB1 Snail [ 92 ] PSMD14 GRB2 [ 93 ] USP17 SMAD4 [ 94 ] USP3 SUZ12 [ 95 ] USP32 RAB7 [ 96 ] USP37 14-3-3γ [ 97 ] ijms-21-02548-t003_Table 3 Table 3 Summary of known DUB inhibitors that are targeted in cancer cells. DUBs DUBs Inhibitors Therapeutic Targets Functional Effects References USP8 9-Ethyloxyimino-9H-indeno[1,2-b]pyrazine-2,3-dicarbonitrile Non-small cell lung cancer Downregulation of receptor tyrosine kinases including EGFR, ERBB2, ERBB3, and MET [ 160 ] UCHL1 LDN-57444 Lung cancer cell line Inhibit proliferation [ 161 ] UCHL1, UCHL3 TCID Multiple myeloma Induce apoptosis [ 162 ] USP1 Pimozide Leukemic cell lines Promoted the degradation of ID1 [ 163 ] USP1-UAF1 ML323 Non-small cell lung cancer and osteosarcoma cells Induced DNA damage [ 164 ] USP1-UAF1 Pimozide and GW7647 Non–small cell lung cancer Inhibit cell proliferation [ 165 ] USP2 ML346 Colorectal cancer nad mantle cell lymphoma Accelerate cyclin D1 degradation, cell cycle arrest [ 166 ] USP2a/USP2b/USP5/USP8 AM146, RA-9 and RA-14 Breast, ovarian and cervical cancer cell lines Downregulation cell-cycle promoter, and upregulation of tumor suppressor [ 167 ] USP5/IsoT, USP4 Vialinin A Basophilic leukemia cells Inhibit the release of TNFα [ 168 ] USP7 HBX 41,108 Colorectal carcinoma Induced p53-dependent apoptosis [ 156 ] USP7/USP47 P5091 and Compound 1 Multiple myeloma Induce apoptosis, inhibit tumor growth [ 169 , 170 ] USP9X/USP5/USP24 WP1130 Mantle cell lymphoma Downregulation of antiapoptotic and upregulation of proapoptotic proteins, such as MCL-1 and p53 [ 171 , 172 ] USP14/ UCHL5 AC17 Human lung cancer cells Inhibit NFκB pathway and reactive p53 [ 173 ] USP14/UCHL5 b-AP15 (WO2013058691) Multiple myeloma/ colorectal carcinoma Downregulation of CDC25C, CDC2, and cyclin B1/ overexpression of the anti-apoptotic mediator Bcl-2 and anti-tumor activity [ 162 , 174 ] USP14/UCHL5 VLX1570 Colon carcinoma cell Inhibit proteasome DUB activity [ 175 ]",
    "full_text_abstract": "Deubiquitinases (DUBs) are involved in various cellular functions. They deconjugate ubiquitin (UBQ) from ubiquitylated substrates to regulate their activity and stability. Studies on the roles of deubiquitylation have been conducted in various cancers to identify the carcinogenic roles of DUBs. In this review, we evaluate the biological roles of DUBs in cancer, including proliferation, cell cycle control, apoptosis, the DNA damage response, tumor suppression, oncogenesis, and metastasis. This review mainly focuses on the regulation of different downstream effectors and pathways via biochemical regulation and posttranslational modifications. We summarize the relationship between DUBs and human cancers and discuss the potential of DUBs as therapeutic targets for cancer treatment. This review also provides basic knowledge of DUBs in the development of cancers and highlights the importance of DUBs in cancer biology."
}