{
  "PMC": "5610315",
  "DOI": "10.1038/s41467-017-00865-1",
  "PMID": "28939839",
  "PMCID": "PMC5610315",
  "title": "Structural insights into the substrate binding adaptability and specificity of human O-GlcNAcase.",
  "year": 2017,
  "source_url": "https://europepmc.org/article/PMC/PMC5610315",
  "source": "MED",
  "abstract_text": "The O-linked β-N-acetyl glucosamine (O-GlcNAc) modification dynamically regulates the functions of numerous proteins. A single human enzyme O-linked β-N-acetyl glucosaminase (O-GlcNAcase or OGA) hydrolyzes this modification. To date, it remains largely unknown how OGA recognizes various substrates. Here we report the structures of OGA in complex with each of four distinct glycopeptide substrates that contain a single O-GlcNAc modification on a serine or threonine residue. Intriguingly, these glycopeptides bind in a bidirectional yet conserved conformation within the substrate-binding cleft of OGA. This study provides fundamental insights into a general principle that confers the substrate binding adaptability and specificity to OGA in O-GlcNAc regulation.O-linked β-N-acetyl glucosamine (O-GlcNAc) is an important protein modification that is hydrolyzed by O-GlcNAcase (OGA). Here the authors give insights into OGA substrate recognition by presenting four human OGA structures complexed with glycopeptide substrates containing a single O-GlcNAc modification on either a serine or threonine.",
  "full_text": "Nat Commun Nat Commun Nature Communications 2041-1723 Nature Publishing Group UK London 5610315 865 10.1038/s41467-017-00865-1 Article Structural insights into the substrate binding adaptability and specificity of human O-GlcNAcase Li Baobin http://orcid.org/0000-0001-6514-0352 Li Hao Hu Chia-Wei Jiang Jiaoyang jiaoyang.jiang@wisc.edu 0000 0001 2167 3675 grid.14003.36 Pharmaceutical Sciences Division, School of Pharmacy, University of Wisconsin-Madison, Madison, WI 53705 USA 22 9 2017 22 9 2017 2017 8 666 6 6 2017 1 8 2017 © The Author(s) 2017 Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ . The O-linked β- N -acetyl glucosamine (O-GlcNAc) modification dynamically regulates the functions of numerous proteins. A single human enzyme O-linked β- N -acetyl glucosaminase (O-GlcNAcase or OGA) hydrolyzes this modification. To date, it remains largely unknown how OGA recognizes various substrates. Here we report the structures of OGA in complex with each of four distinct glycopeptide substrates that contain a single O-GlcNAc modification on a serine or threonine residue. Intriguingly, these glycopeptides bind in a bidirectional yet conserved conformation within the substrate-binding cleft of OGA. This study provides fundamental insights into a general principle that confers the substrate binding adaptability and specificity to OGA in O-GlcNAc regulation. O-linked β-N-acetyl glucosamine (O-GlcNAc) is an important protein modification that is hydrolyzed by O-GlcNAcase (OGA). Here the authors give insights into OGA substrate recognition by presenting four human OGA structures complexed with glycopeptide substrates containing a single O-GlcNAc modification on either a serine or threonine. issue-copyright-statement © The Author(s) 2017 Introduction A diverse array of cellular processes including signal transduction and gene expression are regulated by an essential O-linked β- N -acetyl glucosamine (O-GlcNAc) modification of proteins, termed O-GlcNAcylation 1 . This dynamic process is controlled by the balanced activities of two opposing human enzymes: O-GlcNAc transferase (OGT) that installs O-GlcNAc on serine and threonine residues 2 , 3 , and O-GlcNAcase (OGA) that specifically hydrolyzes this modification 4 . O-GlcNAcylation plays critical roles in vivo, and its dysregulation has been associated with various diseases, such as cancer, type II diabetes, and neurodegeneration 5 . Hence, there is a significant interest in understanding how OGT and OGA regulate this modification on a broad range of substrates that lack apparent sequence motifs. Structural studies revealed that the active site of OGT mainly relies on backbone interactions with various peptide substrates 6 – 9 . In contrast, the substrate specificity of OGA remains elusive, largely because of a long-standing challenge of crystallizing this human glycosidase. OGA contains an N-terminal catalytic domain with sequence homology to glycoside hydrolase family 84 (GH84), a stalk domain, and a C-terminal pseudo-histone acetyltransferase (HAT) domain 10 . Previous biochemical and structural investigations on OGA bacterial homologs provided substantial insights into the mechanism of O-GlcNAc hydrolysis in the catalytic site 11 – 19 . However, the sequences of OGA’s stalk domain and HAT domain bear significant variations from the bacterial homologs, therefore, how OGA recognizes diverse substrates beyond the catalytic pocket remains elusive. Recently, our group and others have independently identified crystallizable constructs of OGA that comprise the catalytic domain and stalk domain, and published the apo form structures and enzyme complexes with active site inhibitors 20 – 22 . These reports consistently showed that OGA formed an unusual arm-in-arm homodimer, where the catalytic domain of one monomer covered by the stalk domain of the sister monomer to create a potential substrate-binding cleft. We further determined the structure of OGA in complex with a p53 glycopeptide and provided a direct view into the substrate-binding state of this glycosidase 20 . Notably, we found that the p53 glycopeptide was tightly bound in the substrate-binding cleft through abundant contacts of GlcNAc in the OGA catalytic pocket, and via peptide side chain and backbone interactions with cleft surface residues. These observations suggest that besides the GlcNAc moiety, OGA enables recognition of specific features of substrate peptides. It has been reported that OGA can hydrolyze O-GlcNAc from a broad range of peptide sequences 16 , but it is unclear whether OGA binds all glycopeptides in the same orientation or conformation. In the present study, we aim to assess the generality of the substrate-binding mode of OGA and to extend our understanding on the principle of OGA substrate recognition. Results Structures of OGA cryst -D175N and its glycopeptide complexes Exploiting our previously reported construct of OGA cryst (residues 60–704 with the unstructured insert residues 401–552 replaced by a glycine–serine (GS) linker) 20 , we solved the structures of a mutant OGA cryst -D175N (catalytically impaired but retaining the ability to bind substrate) in apo form and in complex with each of four synthetic glycopeptides. These glycopeptides were derived from characterized O-GlcNAcylation sites in the proteins: (a) α-crystallin B chain (FPT S TSLSPFYLR); 9 (b) TAB1 (VPY S SAQS); 16 (c) ELK1 (FWS T LSPI); 9 and (d) Lamin B1 (KLSPSPSSRV T VS) 9 (Table 1 ). Each of these peptides contains a single O-GlcNAc modification on the highlighted serine or threonine that is flanked by distinct amino acids. Even though the peptide terminal residues lacked electron density, indicating that they could adopt a variety of binding conformations, most residues adjacent to the O-GlcNAcylation sites showed clear density and were refined with occupancies of 1.0. Of note, the complexes of ELK1 and Lamin B1 represent OGA substrate structures with an O-GlcNAcylated threonine. Table 1 Data collection and refinement statistics (molecular replacement) OGA cryst -D175N (PDB 5VVO) OGA cryst -D175N–α crystallin B (PDB 5VVV) OGA cryst -D175N–TAB1 (PDB 5VVU) OGA cryst -D175N–ELK1 (PDB 5VVT) OGA cryst -D175N–Lamin B1 (PDB 5VVX) Data collection Space group P 21 P 21 P 21 P 21 P 21 Cell dimensions a , b , c (Å) 82.4, 96.8, 89.1 83.1, 96.3, 89.8 82.5, 96.1, 88.9 82.4, 95.8, 89.3 82.9, 96.2, 89.7 α , β , γ (°) 90.0, 115.2, 90.0 90.0, 114.3, 90.0 90.0, 114.5, 90.0 90.0, 114.5, 90.0 90.0, 114.6, 90.0 Resolution (Å) 50.0–2.6 (2.64–2.60) a 50.0–2.7 (2.80–2.70) 50.0–2.7 (2.75–2.70) 50.0–2.8 (2.85–2.80) 50.0–2.9 (2.95–2.90) R merge 8.4 (63.1) 7.1 (93.5) 8.0 (68.0) 8.4 (72.2) 8.9 (69.0) I /σ I 21.9 (2.0) 18.8 (1.5) 22 (1.6) 17.8 (1.8) 20.4 (1.8) CC 1/2 99.9 (83.3) 98.6 (58.7) 99.0 (70.7) 99.3 (73.1) 99.7 (74.5) Completeness (%) 99.3 (93.3) 99.8 (98.6) 99.8 (97.3) 99.9 (99.7) 99.8 (98.9) Redundancy 6.3 (5.7) 5.6 (5.5) 4.4 (3.5) 4.2 (4.1) 4.6 (4.5) Refinement Resolution (Å) 50.0–2.6 50.0–2.8 50.0–2.7 50.0–2.8 50.0–2.9 No. reflections 38,896 31,917 34,865 31,269 28,990 R work / R free 21.0/26.0 19.6/25.6 20.7/27.5 21.1/29.1 20.0/28.3 No. atoms Protein 7141 6905 7000 6920 6994 Ligand/peptide 0 75 90 71 96 Water 133 35 50 49 13 B -factors 60.27 74.54 68.32 70.93 90.85 Protein 60.51 74.45 68.05 70.89 90.41 Ligand/peptide 85.10 88.49 81.79 125.59 Water 47.62 58.03 62.55 56.64 68.86 R.m.s. deviations Bond lengths (Å) 0.012 0.013 0.012 0.012 0.012 Bond angles (°) 1.622 1.706 1.592 1.636 1.536 Each structure was determined from one crystal a Values in parentheses are for highest-resolution shell Peptides bind in a bidirectional yet conserved conformation A structural overlay of OGA cryst -D175N in the substrate-free and substrate-bound states illustrated that substrate binding did not induce any changes in the dimeric structure of OGA (Supplementary Fig. 1 ). In the substrate complexes, all the glycopeptides were bound in the OGA substrate-binding cleft (Fig. 1a ). Particularly, the GlcNAc moieties were anchored by the same set of OGA residues in the catalytic pocket, displaying nearly identical binding conformations (Fig. 1b ) regardless of the glycosylated residues or the flanking peptide sequences. However, when superimposing these glycopeptides with the reported p53 glycopeptide in the OGAα monomer (PDB: 5UN8) that is free of crystal packing impact 20 , the α-crystallin B chain and ELK1 peptides were orientated opposite to that of TAB1, Lamin B1, and p53 (Supplementary Fig. 2a ). Strikingly, we found that these peptide backbones adopted a similar binding conformation, with the four peptide backbones exhibiting a more elongated conformation than the curved p53 (Fig. 1c and Supplementary Fig. 2a ). This slight conformational deviance was likely a result of the four peptide backbones lacking the strong intra-molecular hydrophobic interactions of p53 that contorted the peptide termini (Supplementary Fig. 2b ). These structures indicate that OGA is capable of binding peptide substrates in a bidirectional yet generally conserved conformation. Fig. 1 Different glycopeptides are bound in the substrate-binding cleft of OGA in a similar conformation. a The structure of dimeric OGA cryst -D175N in complex with glycopeptide substrates derived from the following proteins: α-crystallin B chain, TAB1, ELK1, and Lamin B1. The two monomers of OGA cryst -D175N are shown in surface representation with white and wheat color, respectively. The glycopeptides are displayed in sticks with indicated colors. b A close-up view of GlcNAc residues from different glycopeptides in the complex structures. The coloring of GlcNAc from each glycopeptide is indicated in a . The same set of OGA residues participating in the interactions with GlcNAc are shown in marine blue sticks and labeled with residue numbers. c Enlarged view ( boxed area ) of the active site region of OGA ( gray surface ) demonstrates that different glycopeptide substrates are bound in a similar conformation. The GlcNAc residues are shown in yellow sticks . The sister monomer of OGA has been removed and the glycopeptides have been rotated for better clarity Comparison of OGA interactions with distinct glycopeptides We further examined the interactions of each peptide to gain molecular insights into the principle of OGA substrate recognition. Consistent with the O-GlcNAc hydrolysis mechanism 13 , 20 , the catalytic residue D174 was optimally positioned to make a hydrogen bond with the N -acetyl group of GlcNAc in all the complexed structures (Fig. 2 ). The N175 mutant side chain played an important role in anchoring the glycosylated hydroxyl of serine or threonine and stabilizing the OGA substrate complexes. Compared to the glycosylated serine, the extra methyl group of the glycosylated threonine (as found in ELK1 and Lamin B1 peptides in Fig. 2c, d ) was well accommodated in the hydrophobic pocket harboring F223 and V254 residues from the top surface of the catalytic domain and W679 from the stalk domain of the sister monomer. In addition to these common features, peptide specific interactions have also been detected. As an example, the α-crystallin B chain was stabilized in a V shape by a pair of hydrogen bonds between the peptide backbone and the N175 residue (Fig. 2a ). The hydroxyl groups of threonine (+ 1 subsite) and serine (+ 2 subsite) were further stabilized by intra-molecular hydrogen bonds, while the aliphatic side chain of leucine (+ 3 subsite) made favorable van der Waals contacts with L141 on the inner surface of the substrate-binding cleft (Fig. 2a ). Intriguingly, the peptide backbone of TAB1 also adopted a V shape, but it was stabilized by an intra-molecular hydrogen bond instead of the interactions with N175 (Fig. 2b ). In the structure of OGA-ELK1 complex (Fig. 2c ), residues Y69 and N175 anchored the peptide backbone. Furthermore, side chain specific interactions with cleft surface residues reinforced the binding (Fig. 2c ). Finally, in the OGA-Lamin B1 complex, the peptide was primarily stabilized by side chain specific interactions with the cleft surface residues (Fig. 2d ): valine (-1 subsite) was engaged in hydrophobic and van der Waals interactions with W645, whereas arginine (-2 subsite) participated in forming a hydrogen bond with T626. These findings support that the substrate-binding cleft affords distinct interactions to coordinate a variety of peptide sequences, endowing OGA with adaptability and specificity for substrate binding during the dynamic O-GlcNAc regulation. Fig. 2 Comparison of OGA interactions with distinct glycopeptides. The sequences, conformations, and representative 2 Fo – Fc electron density maps ( gray ) of four glycopeptides bound in the substrate-binding cleft of OGA, contoured at 1.0 σ. O-GlcNAcylated peptides: a α-crystallin B chain, b TAB1, c ELK1, and d Lamin B1. On the top of each panel, the glycopeptide sequence is displayed. The peptide residues observed in the crystal structure are highlighted with colored background and the O-GlcNAcylation site is highlighted by a black box . At the bottom of each panel, the binding conformation of each peptide is shown in sticks with the same color as its highlighted sequence. The residues of OGA participating in the interactions with each peptide are shown in marine blue sticks and labeled with residue numbers. Hydrogen bonds are displayed as dashed lines Discussion OGA is the unique enzyme responsible for O-GlcNAc hydrolysis from a large number of cytoplasmic and nuclear proteins. Emerging evidence showed that O-GlcNAcylation turnover rate varied substantially on different proteins 23 , suggesting that OGA quickly removes O-GlcNAc from certain substrates while leaving unfavorable substrates more stably modified. Hence, there is a great interest in understanding how OGA recognizes various substrates and dynamically regulates O-GlcNAc biology. Towards addressing this important question, bacterial OGA homologs have been crystallized 13 , 14 , 18 and two were solved in complex with synthetic glycopeptides 16 , 17 . These studies illustrated how the GlcNAc moiety is anchored by a set of highly conserved residues in OGA catalytic pocket. However, the peptide-binding conformations from these studies could not be directly applied to human OGA. A major difference between human OGA and its bacterial homologs is that human OGA is a dimeric protein featured with a substrate-binding cleft. Exploiting a recently identified crystallizable construct of human OGA (OGA cryst ) 20 , we determined its structures in complex with different glycopeptides. Intriguingly, we found that the glycopeptides bound in the substrate-binding cleft in a bidirectional yet nearly identical conformation. In addition, we noted that the same TAB1 glycopeptide was previously reported as V shaped in bacterial OGA complexes: Cp OGA-TAB1 (PDB: 2YDS) 16 and Tt OGA-TAB1 (PDB: 5DIY) 17 . However, the peptide residues of TAB1 oriented dramatically differently in human OGA from those in the bacterial homologs (Supplementary Fig. 3 ), suggesting that human OGA dimer employs a unique substrate-binding mode. From this and our previous studies on the structures of total five OGA-peptide complexes, a general principle for OGA recognizing various peptide substrates can be deduced. The abundant and conserved interactions between the GlcNAc moiety and OGA catalytic site secure the binding of the glycopeptide within the substrate-binding cleft. These interactions serve as a prevalent driving force for OGA to selectively target O-GlcNAcylated substrates in the whole proteome. Enhanced selectivity can be achieved through substrate-specific interactions between OGA cleft surface residues and the substrate peptides. If the peptide bears intra-molecular interactions, it would provide additional stabilization energy for maintaining its ordered binding conformation. Based on the features of peptide binding outside the catalytic pocket of OGA, we propose that OGA is able to recognize and discriminate its substrates. In summary, we report the structures of OGA in complex with different glycopeptide substrates. We find that OGA is able to bind peptide substrates in different directions, but in a conserved conformation regardless of the glycosylation site or flanking sequences. Notably, the OGA substrate-binding cleft affords distinct interactions to coordinate a variety of peptide sequences, providing critical insights into a general principle that confers the substrate binding adaptability and specificity to OGA. The knowledge obtained from this study will substantially advance understanding on the regulatory role of OGA in O-GlcNAc biology, and will facilitate rational design of substrate-specific inhibitors to block OGA dysfunction for biomedical use. Methods Protein expression and purification The OGA mutant (referred as OGA cryst -D175N comprising 60–704 residues of human OGA with the unstructured 401–552 region replaced by a glycine–serine linker) was prepared similarly as previously described 20 . Briefly, the DNA encoding mutant OGA-D175N was cloned into a modified pET-SUMO vector (primers are listed in Supplementary Table 1 ) and transformed into Escherichia coli strain Rosetta (DE3) (Novagen) for protein expression. The cells were harvested, resuspended, and homogenized with an ultra-high-pressure cell disrupter (Emulsiflex-C5, Canada). The supernatant was purified by Ni–NTA resin (Qiagen) at 4 °C and the desired protein was eluted by buffer containing 20 mM Tris (pH 8.0), 150 mM NaCl, and 250 mM imidazole. The eluted protein was digested by Sumo protease to remove the 6 × His–SUMO tag and further purified by size-exclusion chromatography (Superdex 200 increase 10/300, GE Healthcare) using buffer containing 20 mM Tris (pH 8.0), 150 mM NaCl, and 0.5 mM THP (Tris(hydroxymethyl)phosphine, EMD). The OGA cryst -D175N protein was concentrated to 3 mg ml −1 for crystallization. Crystallization All of the crystals were generated by mixing 1 μl of protein with an equal volume of reservoir solution and were equilibrated against 200 μl of reservoir solution using the hanging-drop vapor-diffusion method at 20 o C. Native OGA cryst -D175N crystals were obtained in the reservoir solution containing 0.032 M ammonium citrate tribasic (pH 7.0), 0.02 M MES monohydrate, 0.128 M potassium thiocyanate, 0.016 M imidazole, 0.002 M zinc sulfate heptahydrate, 12.8% w/v polyethylene glycol 3350, 3.2% w/v polyethylene glycol monomethyl ether 2000, and 5% w/v polyethylene glycol monomethyl ether 550. Glycopeptide complexes were obtained through soaking the native crystals in reservoir solution containing 5–10 mM of each glycopeptide (prepared by solid-phase peptide synthesis) for 1–2 h prior to cryoprotection with 10% glycerol in mother liquor. The crystals were flash-frozen in liquid nitrogen for storage. Data collection and structure determination All the X-ray data were collected on the Life Sciences Collaborative Access Team (LS-CAT) beam lines 21-ID-G (for OGA cryst -D175N apo form, OGA cryst -D175N–α-crystallin and OGA cryst -D175N–TAB1 complexes) and 21-ID-F (for OGA cryst -D175N–ELK1 and OGA cryst -D175N–Lamin B1 complexes) (LS-CAT, Advanced Photon Source, Argonne National Laboratory, IL, USA). The wavelength for data collection was 0.9787 Å. All data sets were processed using the HKL2000 package 24 . The crystals of glycopeptide complexes all belonged to the P 2 1 space group, with two molecules per asymmetric unit. The structures were solved by molecular replacement using OGA cryst as a search model (PDB: 5TKE) 20 . Iterative model building was performed in COOT 25 , followed by refinement with PHENIX 26 and Refmac5 27 . Final refinement statistics were summarized in Table 1 . Structural figures were prepared using the program PyMOL 28 . Data availability Coordinates and structural factors have been deposited in the Protein Data Bank under accession codes 5VVO, 5VVV, 5VVU, 5VVT, and 5VVX for OGA cryst -D175N, OGA cryst -D175N–α-crystallin, OGA cryst -D175N–TAB1, OGA cryst -D175N–ELK1, and OGA cryst -D175N–Lamin B1, respectively. All other data are available from the corresponding author upon reasonable request. Electronic supplementary material Supplementary Information Baobin Li and Hao Li contributed equally to this work. Electronic supplementary material Supplementary Information accompanies this paper at doi:10.1038/s41467-017-00865-1. Publisher's note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Acknowledgements We thank David Smith and Linda Carlson (APS LS-CAT) for assistance with X-ray data collection. We also thank Kenneth Satyshur for helpful discussion, and members of the Jiang laboratory for critical reading of the manuscript. This research was supported by University of Wisconsin-Madison startup funds. Author contributions J.J. oversaw all aspects of the experiments and manuscript preparation. B.L. and H.L. performed glycopeptide preparation, protein purification, crystallization, and structure determination. C.-W.H. assisted with glycopeptide preparation. J.J., B.L., and H.L. wrote the manuscript. All coauthors participated in editing. Competing interests The authors declare no competing financial interests. References 1. Hart GW Housley MP Slawson C Cycling of O-linked beta-N-acetylglucosamine on nucleocytoplasmic proteins Nature 2007 446 1017 1022 10.1038/nature05815 17460662 2. Lubas WA Frank DW Krause M Hanover JA O-linked GlcNAc transferase is a conserved nucleocytoplasmic protein containing tetratricopeptide repeats J. Biol. Chem. 1997 272 9316 9324 10.1074/jbc.272.14.9316 9083068 3. Kreppel LK Blomberg MA Hart GW Dynamic glycosylation of nuclear and cytosolic proteins. Cloning and characterization of a unique O-GlcNAc transferase with multiple tetratricopeptide repeats J. Biol. Chem. 1997 272 9308 9315 10.1074/jbc.272.14.9308 9083067 4. Gao Y Wells L Comer FI Parker GJ Hart GW Dynamic O-glycosylation of nuclear and cytosolic proteins: cloning and characterization of a neutral, cytosolic beta-N-acetylglucosaminidase from human brain J. Biol. Chem. 2001 276 9838 9845 10.1074/jbc.M010420200 11148210 5. Yang X Qian K Protein O-GlcNAcylation: emerging mechanisms and functions Nat. Rev. Mol. Cell Biol. 2017 18 452 465 10.1038/nrm.2017.22 28488703 6. Jinek M The superhelical TPR-repeat domain of O-linked GlcNAc transferase exhibits structural similarities to importin alpha Nat. Struct. Mol. Biol. 2004 11 1001 1007 10.1038/nsmb833 15361863 7. Lazarus MB Nam Y Jiang J Sliz P Walker S Structure of human O-GlcNAc transferase and its complex with a peptide substrate Nature 2011 469 564 567 10.1038/nature09638 21240259 8. Lazarus MB Structural snapshots of the reaction coordinate for O-GlcNAc transferase Nat. Chem. Biol. 2012 8 966 968 10.1038/nchembio.1109 23103939 9. Pathak S The active site of O-GlcNAc transferase imposes constraints on substrate sequence Nat. Struct. Mol. Biol. 2015 22 744 750 10.1038/nsmb.3063 26237509 10. Alonso J Schimpl M van Aalten DMF O-GlcNAcase: promiscuous hexosaminidase or key regulator of O-GlcNAc signaling? J. Biol. Chem. 2014 289 34433 34439 10.1074/jbc.R114.609198 25336650 11. Macauley MS Whitworth GE Debowski AW Chin D Vocadlo DJ O-GlcNAcase uses substrate-assisted catalysis: kinetic analysis and development of highly selective mechanism-inspired inhibitors J. Biol. Chem. 2005 280 25313 25322 10.1074/jbc.M413819200 15795231 12. Whitworth GE Analysis of PUGNAc and NAG-thiazoline as transition state analogues for human O-GlcNAcase: mechanistic and structural insights into inhibitor selectivity and transition state poise J. Am. Chem. Soc. 2007 129 635 644 10.1021/ja065697o 17227027 13. Dennis RJ Structure and mechanism of a bacterial beta-glucosaminidase having O-GlcNAcase activity Nat. Struct. Mol. Biol. 2006 13 365 371 10.1038/nsmb1079 16565725 14. Rao FV Structural insights into the mechanism and inhibition of eukaryotic O-GlcNAc hydrolysis EMBO J. 2006 25 1569 1578 10.1038/sj.emboj.7601026 16541109 15. He Y Macauley MS Stubbs KA Vocadlo DJ Davies GJ Visualizing the reaction coordinate of an O-GlcNAc hydrolase J. Am. Chem. Soc. 2010 132 1807 1809 10.1021/ja9086769 20067256 16. Schimpl M Borodkin VS Gray LJ van Aalten DMF Synergy of peptide and sugar in O-GlcNAcase substrate recognition Chem. Biol. 2012 19 173 178 10.1016/j.chembiol.2012.01.011 22365600 17. Ostrowski A Gundogdu M Ferenbach AT Lebedev AA van Aalten DMF Evidence for a functional O-linked N-acetylglucosamine (O-GlcNAc) system in the Thermophilic bacterium Thermobaculum terrenum J. Biol. Chem. 2015 290 30291 30305 10.1074/jbc.M115.689596 26491011 18. Schimpl M Schüttelkopf AW Borodkin VS van Aalten DMF Human OGA binds substrates in a conserved peptide recognition groove Biochem. J. 2010 432 1 7 10.1042/BJ20101338 20863279 19. Yuzwa SA A potent mechanism-inspired O-GlcNAcase inhibitor that blocks phosphorylation of tau in vivo Nat. Chem. Biol. 2008 4 483 490 10.1038/nchembio.96 18587388 20. Li B Li H Lu L Jiang J Structures of human O-GlcNAcase and its complexes reveal a new substrate recognition mode Nat. Struct. Mol. Biol. 2017 24 362 369 10.1038/nsmb.3390 28319083 21. Elsen NL Insights into activity and inhibition from the crystal structure of human O-GlcNAcase Nat. Chem. Biol. 2017 13 613 615 10.1038/nchembio.2357 28346407 22. Roth C Structural and functional insight into human O-GlcNAcase Nat. Chem. Biol. 2017 13 610 612 10.1038/nchembio.2358 28346405 23. Wang X A novel quantitative mass spectrometry platform for determining protein O-GlcNAcylation dynamics Mol. Cell Proteomics 2016 15 2462 2475 10.1074/mcp.O115.049627 27114449 24. Otwinowski Z Minor W Processing of X-ray diffraction data collected in oscillation mode Methods Enzymol 1997 276 307 326 10.1016/S0076-6879(97)76066-X 25. Emsley P Cowtan K Coot: model-building tools for molecular graphics Acta Crystallogr. D Biol. Crystallogr. 2004 60 2126 2132 10.1107/S0907444904019158 15572765 26. Adams PD PHENIX: building new software for automated crystallographic structure determination Acta Crystallogr. D Biol. Crystallogr. 2002 58 1948 1954 10.1107/S0907444902016657 12393927 27. Murshudov GN Vagin AA Dodson EJ Refinement of macromolecular structures by the maximum-likelihood method Acta Crystallogr. D Biol. Crystallogr. 1997 53 240 255 10.1107/S0907444996012255 15299926 28. DeLano, W. L. The PyMOL Molecular Graphics System, Delano Scientific LLC (San Carlos, CA, USA, 2002).",
  "plain_text": "The O-linked β- N -acetyl glucosamine (O-GlcNAc) modification dynamically regulates the functions of numerous proteins. A single human enzyme O-linked β- N -acetyl glucosaminase (O-GlcNAcase or OGA) hydrolyzes this modification. To date, it remains largely unknown how OGA recognizes various substrates. Here we report the structures of OGA in complex with each of four distinct glycopeptide substrates that contain a single O-GlcNAc modification on a serine or threonine residue. Intriguingly, these glycopeptides bind in a bidirectional yet conserved conformation within the substrate-binding cleft of OGA. This study provides fundamental insights into a general principle that confers the substrate binding adaptability and specificity to OGA in O-GlcNAc regulation.\n\nO-linked β-N-acetyl glucosamine (O-GlcNAc) is an important protein modification that is hydrolyzed by O-GlcNAcase (OGA). Here the authors give insights into OGA substrate recognition by presenting four human OGA structures complexed with glycopeptide substrates containing a single O-GlcNAc modification on either a serine or threonine."
}
