{
  "PMC": "7120950",
  "PMCID": "PMC7120950",
  "title": "The Role of Phosphoinositide 3-Kinase-Akt Signaling in Virus Infection",
  "year": 2007,
  "source_url": "https://europepmc.org/article/PMC/PMC7120950",
  "source": "PMC",
  "abstract_text": "Summary Successful virus infection of host cells requires efficient viral replication, production of virus progeny and spread of newly synthesized virus particles. This success, however also depends on the evasion of a multitude of antiviral signaling mechanisms. Many viruses are capable of averting antiviral signals through modulation of host cell signaling pathways. Apoptotic inhibition, for example, is a universal intracellular antiviral response, which prolongs cellular survival and allows viruses to complete their life cycle. Ongoing apoptotic inhibition contributes to the establishment of latent and chronic infections, and has been implicated in viral oncogenesis. The phosphoinositide 3-kinase (PI3K)-Akt pathway has become recognized as being pivotal to the inhibition of apoptosis and cellular survival. Thus, modulation of this pathway provides viruses with a mechanism whereby they can increase their survival, in addition to other established mechanisms such as expression of viral onco-genes and direct inhibition of proapoptotic proteins. Recent research has revealed that this pathway is up-regulated by a number of viruses during both short-term acute infections and long-term latent or chronic infections. During acute infections PI3K-Akt signaling helps to create an environment favorable for virus replication and virion assembly. In the case of long-term infections, modulation of PI3K-Akt signaling by specific viral products is believed to help create a favorable environment for virus persistence, and contribute to virus-mediated cellular transformation.",
  "full_text": "978-1-59745-199-4 10.1007/978-1-59745-199-4 Apoptosis, Cell Signaling, and Human Diseases Apoptosis, Cell Signaling, and Human Diseases Molecular Mechanisms, Volume 2 978-1-58829-882-9 978-1-59745-199-4 7120950 3 10.1007/978-1-59745-199-4_3 Article The Role of Phosphoinositide 3-Kinase-Akt Signaling in Virus Infection Srivastava Rakesh grid.267310.1 0000000097045790 Department of Biochemistry, University of Texas Health Center at Tyler, Tyler, TX Cooray Samantha grid.7445.2 0000000121138111 Department of Virology, Wright Flemming Institute, Imperial College Faculty of Medicine, St. Mary’s Campus, Norfolk Place, London, UK 2007 57 80 © Humana Press Inc., Totowa, NJ 2006 This article is made available via the PMC Open Access Subset for unrestricted research re-use and secondary analysis in any form or by any means with acknowledgement of the original source. These permissions are granted for the duration of the World Health Organization (WHO) declaration of COVID-19 as a global pandemic. Summary Successful virus infection of host cells requires efficient viral replication, production of virus progeny and spread of newly synthesized virus particles. This success, however also depends on the evasion of a multitude of antiviral signaling mechanisms. Many viruses are capable of averting antiviral signals through modulation of host cell signaling pathways. Apoptotic inhibition, for example, is a universal intracellular antiviral response, which prolongs cellular survival and allows viruses to complete their life cycle. Ongoing apoptotic inhibition contributes to the establishment of latent and chronic infections, and has been implicated in viral oncogenesis. The phosphoinositide 3-kinase (PI3K)-Akt pathway has become recognized as being pivotal to the inhibition of apoptosis and cellular survival. Thus, modulation of this pathway provides viruses with a mechanism whereby they can increase their survival, in addition to other established mechanisms such as expression of viral onco-genes and direct inhibition of proapoptotic proteins. Recent research has revealed that this pathway is up-regulated by a number of viruses during both short-term acute infections and long-term latent or chronic infections. During acute infections PI3K-Akt signaling helps to create an environment favorable for virus replication and virion assembly. In the case of long-term infections, modulation of PI3K-Akt signaling by specific viral products is believed to help create a favorable environment for virus persistence, and contribute to virus-mediated cellular transformation. Key Words Phosphoinositide 3-kinase Akt virus transformation signaling survival issue-copyright-statement © Humana Press Inc. 2007 References 1. Roulston A. Marcellus R.C. Branton P.E. Viruses and apoptosis Annu Rev Microbiol 1999 53 577 628 10.1146/annurev.micro.53.1.577 10547702 2. Cantrell D.A. Phosphoinositide 3-kinase signalling pathways J Cell Sci 2001 114 1439 1445 11282020 3. Chan T.O. Rittenhouse S.E. Tsichlis P.N. AKT/PKB and other D3 phosphoinositideregulated kinases: kinase activation by phosphoinositide-dependent phosphorylation Annu Rev Biochem 1999 68 965 1014 10.1146/annurev.biochem.68.1.965 10872470 4. Chang F. Lee J.T. Navalonic P.M. Involvement of PI3K/Akt pathway in cell cycle progression, apoptosis, and neoplastic transformation: a target for cancer chemotherapy Leukemia 2003 17 590 603 10.1038/sj.leu.2402824 12646949 5. Vanhaesebroeck B. Leevers S.J. Ahmadi K. Synthesis and function of 3-phosphorylated inositol lipids Annu Rev Biochem 2001 70 535 602 10.1146/annurev.biochem.70.1.535 11395417 6. Vanhaesebroeck B. Waterfield M.D. Signaling by distinct classes of phosphoinositide 3-kinases Exp Cell Res 1999 253 239 254 10.1006/excr.1999.4701 10579926 7. Vanhaesebroeck B. Leevers S.J. Panayotou G. Waterfield M.D. Phosphoinositide 3-kinases: a conserved family of signal transducers Trends Biochem Sci 1997 22 267 272 10.1016/S0968-0004(97)01061-X 9255069 8. Yu J. Zhang Y. McIlroy J. Rordorf-Nikolic T. Orr G.A. Backer J.M. Regulation of the p85/p110 phosphatidylinositol 3?-kinase: stabilization and inhibition of the p110alpha catalytic subunit by the p85 regulatory subunit Mol Cell Biol 1998 18 1379 1387 9488453 9. Skolnik E.Y. Margolis B. Mohammadi M. Cloning of PI3 kinase-associated p85 utilizing a novel method for expression/cloning of target proteins for receptor tyrosine kinases Cell 1991 65 83 90 10.1016/0092-8674(91)90410-Z 1849461 10. Carpenter C.L. Auger K.R. Chanudhuri M. Phosphoinositide 3-kinase is activated by phosphopeptides that bind to the SH2 domains of the 85-kDa subunit J Biol Chem 1993 268 9478 9483 7683653 11. Nolte R.T. Eck M.J. Schlessinger J. Shoelson S.E. Harrison S.C. Crystal structure of the PI 3-kinase p85 amino-terminal SH2 domain and its phosphopeptide complexes Nat Struct Biol 1996 3 364 374 10.1038/nsb0496-364 8599763 12. Shoelson S.E. Sivaraja M. Williams K.P. Hu P. Schlessinger J. Weiss M.A. Specific phosphopeptide binding regulates a conformational change in the PI 3-kinase SH2 domain associated with enzyme activation EMBO J 1993 12 795 802 8382612 13. Cipres A. Carrasco S. Merida I. Deletion of the acidic-rich domain of the IL-2Rbeta chain increases receptor-associated PI3K activity FEBS Lett 2001 500 99 104 10.1016/S0014-5793(01)02594-7 11434934 14. Gonzalez-Garcia A. Merida I. Martinez A.C. Carrera A.C. Intermediate affinity interleukin-2 receptor mediates survival via a phosphatidylinositol 3-kinase-dependent pathway J Biol Chem 1997 272 10220 10226 10.1074/jbc.272.15.10220 9092570 15. Vanhaesebroeck B. Alessi D.R. The PI3K-PDK1 connection: more than just a road to PKB Biochem J 2000 346 561 576 10.1042/0264-6021:3460561 10698680 16. Stephens L. Smrcha A. Cooke F. Jackson T. Sternweis P. Hawkins P. A novel phosphoinositide 3 kinase activity in myeloid-derived cells is activated by G protein bg subunits Cell 1994 77 83 93 10.1016/0092-8674(94)90237-2 8156600 17. Yan J. Roy S. Apolloni A. Lane A. Hancock J.F. Ras isoforms vary in their ability to activate Raf-1 and phosphoinositide 3-kinase J Biol Chem 1998 273 24052 24056 10.1074/jbc.273.37.24052 9727023 18. Rodriguez-Viciana P. Warne P.H. Dhand R. Phosphatidylinositol-3-OH kinase as a direct target of Ras Nature 1994 370 527 532 10.1038/370527a0 8052307 19. Rodriguez-Viciana P. Warne P.H. Vanhaesebroeck B. Waterfield M.D. Downward J. Activation of phosphoinositide 3-kinase by interaction with Ras and by point mutation EMBO J. 1996 15 2442 2451 8665852 20. Hawkins P.T. Jackson T.R. Stephens L.R. Platelet-derived growth factor stimulates synthesis of PtdIns(3,4,5)P3 by activating a PtdIns(4,5)P2 3-OH Nature 1992 358 157 159 10.1038/358157a0 1319558 21. Maehama T. Dixon J.E. PTEN: a tumour suppressor that functions as a phospholipid phosphatase Trends Cell Biol 1999 9 125 128 10.1016/S0962-8924(99)01519-6 10203785 22. Leslie N.R. Downes C.P. Maehama T. Dixon J.E. PTEN: The down side of PI3-kinase signaling Cell Signal 2002 14 285 295 10.1016/S0898-6568(01)00234-0 11858936 23. Bottomley M.J. Salim K. Panayotou G. Phospholipid-binding protein domains Biochim Biophys Acta 1998 1436 165 183 9838094 24. Staal S.P. Hartley J.W. Rowe W.P. Isolation of transforming murine leukemia viruses from mice with a high incidence of spontaneous lymphoma Proc Natl Acad Sci USA 1977 74 3065 3067 10.1073/pnas.74.7.3065 197531 25. Bellacosa A. Testa J.R. Staal S.P. Tsichlis P.N. A retroviral oncogene, akt, encoding a serinethreonine kinase containing an SH2-like region Science 1991 254 274 277 10.1126/science.1833819 1833819 26. Jones P.F. Jakubowicz T. Pitossi F.J. Maurer F. Hemmings B.A. Molecular cloning and identification of a serine/threonine protein kinase of the second-messenger subfamily Proc Natl Acad Sci USA 1991 88 4171 4175 10.1073/pnas.88.10.4171 1851997 27. Coffer P.J. Woodgett J.R. Molecular cloning and characterisation of a novel putative proteinserine kinase related to the cAMP-dependent and protein kinase C families Eur J Biochem 1991 201 475 481 10.1111/j.1432-1033.1991.tb16305.x 1718748 28. Scheid M.P. Woodgett J.R. Unraveling the activation mechanism of protein kinase B/Akt FEBS letters 2003 546 108 112 10.1016/S0014-5793(03)00562-3 12829245 29. Lawlor M.A. Alessi D.R. PKB/Akt: a key mediator of cell proliferation, survival and insulin responses? J Cell Sci 2001 114 2903 2910 11686294 30. Datta S.R. Dudek H. Tao X. Akt phosphorylation of BAD couples survival signals to the cell-intrinsic death machinery Cell 1997 91 231 241 10.1016/S0092-8674(00)80405-5 9346240 31. Cardone M.H. Roy N. Stennicke H.R. Regulation of cell death protease caspase-9 by phosphorylation Science 1998 282 1318 1321 10.1126/science.282.5392.1318 9812896 32. Pap M. Cooper G.M. Role of glycogen synthase kinase-3 in the phosphatidylinositol 3-kinase/Akt cell survival pathway J Biol Chem 1998 273 19929 19932 10.1074/jbc.273.32.19929 9685326 33. Cross D.A. Alessi D.R. Cohen P. Andjelkovich M. Hemmings B.A. Inhibition of glycogen synthase kinase-3 by insulin mediated by protein kinase B Nature 1995 378 785 789 10.1038/378785a0 8524413 34. Burgering B.M. Medema R.H. Decisions on life and death: FOXO Forkhead transcription factors are in command when PKB/Akt is off duty J Leukoc Biol 2003 73 689 701 10.1189/jlb.1202629 12773501 35. Rena G. Guo S. Cichy S.C. Unterman T.G. Cohen P. Phosphorylation of the transcription factor forkhead family member FKHR by protein kinase B J Biol Chem 1999 274 17179 17183 10.1074/jbc.274.24.17179 10358075 36. Khwaja A. Akt is more than just a Bad kinase Nature 1999 401 33 34 10.1038/43354 10485701 37. Ozes O.N. Mayo L.D. Gustin J.A. Pfeffer S.R. Pfeffer L.M. Donner D.B. NF-kappaB activation by tumour necrosis factor requires the Akt serine-threonine kinase Nature 1999 401 82 85 10.1038/43466 10485710 38. Yang C.H. Murti A. Pfeffer S.R. Kim J.G. Donner D.B. Pfeffer L.M. Interferon alpha/beta promotes cell survival by activating nuclear factor kappa B through phosphatidylinositol 3-kinase and Akt J Biol Chem 2001 276 13756 13761 11278812 39. Romashkova J.A. Makarov S.S. NF-kappaB is a target of AKT in anti-apoptotic PDGF signalling Nature 1999 401 86 90 10.1038/43474 10485711 40. Hatano E. Brenner D.A. Akt protects mouse hepatocytes from TNF-alpha-and Fas-mediated apoptosis through NF-kappa B activation Am J Physiol Gastrointest Liver Physiol 2001 281 G1357 G1368 11705740 41. Collins P.L. Chanock R.M. Murphy B.R. Knipe D.M. Howley P.M. Griffin D.E. Respiratory Syncytial Virus Fields Virology 2001 Philadelphia Lippincott Williams & Wilkins 1443 1486 42. Bitko V. Velazquez A. Yang L. Yang Y.C. Barik S. Transcriptional induction of multiple cytokines by human respiratory syncytial virus requires activation of NF-kappa B and is inhibited by sodium salicylate and aspirin Virology 1997 232 369 378 10.1006/viro.1997.8582 9191851 43. Haeberle H.A. Takizawa R. Casola A. Respiratory syncytial virus-induced activation of nuclear factor-kappa B in the lung involves alveolar macrophages and toll-like receptor 4-dependent pathways J Infect Dis 2002 186 1199 1206 10.1086/344644 12402188 44. Kong X. San Juan H. Kumar M. Respiratory syncytial virus infection activates STAT signaling in human epithelial cells Biochem Biophys Res Commun 2003 306 616 622 10.1016/S0006-291X(03)01008-8 12804610 45. Thomas K.W. Monick M.M. Staber J.M. Yarovinsky T. Carter A.B. Hunninghake G.W. Respiratory syncytial virus inhibits apoptosis and induces NF-kappa B activity through a phosphatidylinositol 3-kinase-dependent pathway J Biol Chem 2002 277 492 501 10.1074/jbc.M108107200 11687577 46. Monick M.M. Cameron K. Powers L.S. Spingosine kinase mediates activation of extracellular signal related kinase and Akt by respiratory syncytial virus Am J Respir Cell Mol Biol 2004 30 844 852 10.1165/rcmb.2003-0424OC 14742298 47. Cooray S. Jin L. Best J.M. The involvement of survival signaling pathways in rubella-virus induced apoptosis Virol J 2005 2 1 10.1186/1743-422X-2-1 15631631 48. Cooray S. Best J.M. Jin L. Time-course induction of apoptosis by wild-type and attenuated strains of rubella virus J Gen Virol 2003 84 1275 1279 10.1099/vir.0.18785-0 12692294 49. Domegan L.M. Atkins G.J. Apoptosis induction by the Therien and vaccine RA27/3 strains of rubella virus causes depletion of oligodendrocytes from rat neural cell cultures J Gen Virol 2002 83 2135 2143 12185266 50. Duncan R. Muller J. Lee N. Esmaili A. Nakhasi H.L. Rubella virus-induced apoptosis varies among cell lines and is modulated by Bcl-XL and caspase inhibitors Virology 1999 255 117 128 10.1006/viro.1998.9562 10049827 51. Hofmann J. Pletz M.W. Liebert U.G. Rubella virus-induced cytopathic effect in vitro is caused by apoptosis J Gen Virol 1999 80 1657 1664 10423133 52. Pugachev K.V. Frey T.K. Rubella virus induces apoptosis in culture cells Virology 1998 250 359 370 10.1006/viro.1998.9395 9792846 53. Kronfield I. Kazimirsky G. Gelfand E.W. Brodie C. NGF rescues human B lymphocytes from anti-IgM induced apoptosis by activation of PKC Eur J Immunol 2002 32 136 143 10.1002/1521-4141(200201)32:1<136::AID-IMMU136>3.0.CO;2-T 11754354 54. Mizutani T. Fukushi S. Masayuki S. Kurane I. Morikawa S. Importance of Akt signaling pathway for apoptosis in SARS-CoV-infected Vero E6 cells Virology 2004 327 169 174 10.1016/j.virol.2004.07.005 15351204 55. Carthy C.M. Granville D.J. Watson K.A. Caspase activation and specific cleavage of substrates after coxsackievirus B3-induced cytopathic effect in HeLa cells J Virol 1998 72 7669 7675 9696873 56. Joo C.H. Hong H.N. Kim E.O. Coxsackievirus B3 induces apoptosis in the early phase of murine myocarditis: a comparative analysis of cardiovirulent and noncardiovirulent strains Intervirology 2003 46 135 140 10.1159/000071453 12867750 57. Esfandiarei M. Luo H. Yanagawa B. Protein kinase B/Akt regulates coxsackievirus B3 replication through a mechanism which is not caspase dependent J Virol 2004 78 4289 4298 10.1128/JVI.78.8.4289-4298.2004 15047842 58. Tyler K.L. Nathanson N. Knipe D.M. Howley P.M. Griffin D.E. Pathogenesis of Viral Infections Fields Virology 2001 Philadelphia Lippincott Williams & Wilkins 199 244 59. Kieff E. Rickinson A.B. Knipe D.M. Howley P.M. Griffin D.E. Epstein-Barr Virus and Its Replication Fields Virology 2001 Philadelphia Lippincott Williams & Wilkins 2511 2574 60. Bale J.F. Blackman J.A. Sato Y. Outcome in children with symptomatic congenital cytomeglovirus infection J Child Neurol 1990 5 131 136 2161031 61. Pass R.F. Knipe D.M. Howley P.M. Griffin D.E. Cytomeglovirus Feilds Virology 2001 Philadelphia Lippincott Williams & Wilkins 2675 2706 62. Yurochko A.D. Hwang E.S. Rasmussen L. Keay S. Pereira L. Huang E.S. The human cytomegalovirus UL55 (gB) and UL75 (gH) glycoprotein ligands initiate the rapid activation of Sp1 and NF-kappaB during infection J Virol 1997 71 5051 5059 9188570 63. Yurochko A.D. Mayo M.W. Poma E.E. Baldwin A.S. Jr. Huang E.S. Induction of the transcription factor Sp1 during human cytomegalovirus infection mediates upregulation of the p65 and p105/p50 NF-kB promoters J Virol 1997 71 4638 4648 9151857 64. Johnson R.A. Huong S.M. Huang E.S. Activation of the mitogen-activated protein kinase p38 by human cytomegalovirus infection through two distinct pathways: a novel mechanism for activation of p38 J Virol 2000 74 1158 1167 10.1128/JVI.74.3.1158-1167.2000 10627526 65. Bresnahan W.A. Thompson E.A. Albrecht T. Human cytomegalovirus infection results in altered Cdk2 subcellular localization J Gen Virol 1997 78 1993 1997 9266999 66. Johnson R.A. Ma X.L. Yurochko A.D. Huang E.S. The role of MKK1/2 kinase activity in human cytomegalovirus infection J Gen Virol 2001 82 493 497 11172089 67. Johnson R.A. Wang X. Ma X.L. Huong S.M. Huang E.S. Human cytomegalovirus up-regulates the phosphatidylinositol 3-kinase (PI3-K) pathway: inhibition of PI3-K activity inhibits viral replication and virus-induced signaling J Virol 2001 75 6022 6032 10.1128/JVI.75.13.6022-6032.2001 11390604 68. Johnson M.D. Okedli E. Woodard A. Toms S.A. Allen G.S. Evidence for phosphatidylinositol 3-kinase-Akt-p70S6K pathway activation and transduction of mitogenic signals by plateletderived growth factor in meningioma cells J Neurosurg 2002 97 668 675 12296652 69. Weng Q.P. Andrabi K. Kozlowski M.T. Grove J.R. Avruch J. Multiple independent inputs are required for activation of the p70 S6 kinase Mol Cell Biol 1995 15 2333 2340 7739516 70. Katz B.Z. Raab-Traub N. Miller G. Latent and replicating forms of Epstein-Barr virus DNA in lymphomas and lymphoproliferative diseases J Infect Dis 1989 160 589 598 2551973 71. Raab-Traub N. Flynn K. Pearson G. The differentiated form of nasopharyngeal carcinoma contains Epstein-Barr virus DNA Int J Cancer 1987 39 25 29 10.1002/ijc.2910390106 3025109 72. Rickinson A.B. Kieff E. Knipe D.M. Howley P.M. Griffin D.E. Epstein-Barr Virus Fields Virology 2001 Philadelphia Lippincott Williams & Wilkins 2575 2628 73. Gires O. Zimber-Strobl U. Gonnella R. Latent membrane protein 1 of Epstein-Barr virus mimics a constitutively active receptor molecule EMBO J 1997 16 6131 6140 10.1093/emboj/16.20.6131 9359753 74. Izumi K.M. Cahir McFarland E.D. Ting A.T. Riley E.A. Seed B. Kieff E.D. The Epstein-Barr virus oncoprotein latent membrane protein 1 engages the tumor necrosis factor receptor-associated proteins TRADD and receptor-interacting protein (RIP) but does not induce apoptosis or require RIP for NF-kappaB activation Mol Cell Biol 1999 19 5759 5767 10409763 75. Mosialos G. Birkenbach M. Yalamanchili R. Van Arsdale T. Ware C. Kieff E. The Epstein-Barr virus transforming protein LMP1 engages signaling proteins for the tumor necrosis factor receptor family Cell 1995 80 389 399 10.1016/0092-8674(95)90489-1 7859281 76. Eliopoulos A.G. Young L.S. Activation of the cJun N-terminal kinase (JNK) pathway by the Epstein-Barr virus-encoded latent membrane protein 1 (LMP1) Oncogene 1998 16 1731 1742 10.1038/sj.onc.1201694 9582021 77. Gires O. Kohlhuber F. Kilger E. Latent membrane protein 1 of Epstein-Barr virus interacts with JAK3 and activates STAT proteins EMBO J 1999 18 3064 3073 10.1093/emboj/18.11.3064 10357818 78. Roberts M.L. Cooper N.R. Activation of a ras-MAPK-dependent pathway by Epstein-Barr virus latent membrane protein 1 is essential for cellular transformation Virology 1998 240 93 99 10.1006/viro.1997.8901 9448693 79. Dawson C.W. Tramountanis G. Eliopoulos A.G. Young L.S. Epstein-Barr virus latent membrane protein 1 (LMP1) activates the phosphatidylinositol 3-kinase/Akt pathway to promote cell survival and induce actin filament remodelling J Biol Chem 2003 278 3694 3704 10.1074/jbc.M209840200 12446712 80. Swart R. Ruf I.K. Sample J. Longnecker R. Latent membrane protein 2A-mediated effects on the phosphatidylinositol 3-Kinase/Akt pathway J Virol 2000 74 10838 10845 10.1128/JVI.74.22.10838-10845.2000 11044134 81. Portis T. Longnecker R. Epstein-Barr virus (EBV) LMP2A mediates B-lymphocyte survival through constitutive activation of the Ras/PI3K/Akt pathway Oncogene 2004 2004 8619 8628 10.1038/sj.onc.1207905 82. Scholle F. Bendt K.M. Raab-Traub N. Epstein-Barr virus LMP2A transforms epithelial cells, inhibits cell differentiation, and activates Akt J Virol 2000 74 10681 10689 10.1128/JVI.74.22.10681-10689.2000 11044112 83. Fukuda M. Longnecker R. Latent membrane protein 2A inhibits transforming growth factor-b1-indiced apoptosis through the phosphatidylinositol 3-kinase/Akt pathway J Virol 2004 78 1697 1705 10.1128/JVI.78.4.1697-1705.2004 14747535 84. Flemington E. Speck S.H. Epstein-Barr virus BZLF1 trans activator induces the promoter of a cellular cognate gene, c-fos J Virol 1990 64 4549 4552 2166830 85. Zalani S. Holley-Guthrie E. Kenney S. Epstein-Barr viral latency is disrupted by the immediate-early BRLF1 protein through a cell-specific mechanism Proc Natl Acad Sci USA 1996 93 9194 9199 10.1073/pnas.93.17.9194 8799177 86. Darr D.C. Mauser A. Kenney S. Epstein-Barr virus immediate-early protein BRLF1 induces the lytic form of viral replication through a mechanism involving phosphatidylinositol-3 kinase activation J Virol 2001 75 6135 6142 10.1128/JVI.75.13.6135-6142.2001 11390615 87. Chang Y. Moore P.S. Kaposi’s Sarcoma (KS)-associated herpesvirus and its role in KS Infect Agents Dis 1996 5 215 222 8884366 88. Antman K. Chang Y. Kaposi’s sarcoma N Engl J Med 2000 342 1027 1038 10.1056/NEJM200004063421407 10749966 89. Gallo R.C. The enigmas of Kaposi’s sarcoma Science 1998 282 1837 1839 10.1126/science.282.5395.1837 9874635 90. Chang Y. Cesarman E. Pessin M.S. Identification of herpesvirus-like DNA sequences in AIDS-associated Kaposi’s sarcoma Science 1994 265 1865 1869 10.1126/science.7997879 91. Bais C. Santomasso B. Coso O. G-protein-coupled receptor of Kaposi’s sarcoma-associated herpesvirus is a viral oncogene and angiogenesis activator Nature 1998 391 86 89 10.1038/34193 9422510 92. Cheng E.H. Nicholas J. Bellows D.S. A Bcl-2 homolog encoded by Kaposi’s sarcomaassociated virus, human herpesvirus 8, inhibits apoptosis but does not heterodimerize with Bax or Bak Proc Natl Acad Sci USA 1997 94 690 694 10.1073/pnas.94.2.690 9012846 93. Moore P.S. Boshoff C. Weiss R.A. Chang Y. Molecular mimicry of human cytokine and cytokine response pathway genes by KSHV Science 1996 274 1739 1744 10.1126/science.274.5293.1739 8939871 94. Lee H. Guo J. Li M. Indentification of an immunoreceptor tyrosine-based activation motif of K1 transforming protein of Kaposi’s sarcoma-associated herpesvirus Nat Med 1998 404 782 787 95. Lagunoff M. Majeti A. Weiss A. Ganem D. Deregulated signal transduction by the K1 gene product of Kaposi’s sarcoma-associated herpesvirus Proc Natl Acad Sci USA 1999 96 5704 5709 10.1073/pnas.96.10.5704 10318948 96. Tomlinson C.C. Damania B. The K1 protein of Kaposi’s sarcoma-associated herpesvirus activates the Akt signaling pathway J Virol 2004 78 1918 1927 10.1128/JVI.78.4.1918-1927.2004 14747556 97. zur Hausen H. de Villiers E.M. Human papillomaviruses Annu Rev Microbiol 1994 48 427 447 10.1146/annurev.micro.48.1.427 7826013 98. zur Hausen H. Papillomaviruses and cancer: from basic studies to clincal application Nat Rev Cancer 2002 2 342 350 10.1038/nrc798 12044010 99. Zhang B. Spandau D.F. Roman A. E5 protein of human papillomavirus type 16 protects human foreskin keratinocyes from UV B-irradiation-induced apoptosis J Virol 2002 76 220 231 10.1128/JVI.76.1.220-231.2002 11739687 100. Crusius K. Auvinen E. Steuer B. Gaissert H. Alonso A. The human papillomavirus type 16 E5-protein modulates ligand-dependent activation of the EGF receptor family in the human epithelial cell line HaCaT Exp Cell Res 1998 241 76 83 10.1006/excr.1998.4024 9633515 101. Hwang E.S. Nottoli T. Dimaio D. The HPV-16 E5 protein: expression, detection, and stable complex formation with transmembrane proteins in COS cells Virology 1995 211 227 233 10.1006/viro.1995.1395 7645215 102. Hawley-Nelson P. Vousden K.H. Hubbert N.L. Lowy D.R. Schiller J.T. HPV16 E6 and E7 proteins cooperate to immortalize human foreskin keratinocytes EMBO J 1989 8 3905 3910 2555178 103. Kaur P. McDougall J.K. Cone R. Immortalization of primary human epithelial cells by cloned cervical carcinoma DNA containing human papillomavirus type 16 E6/E7 open reading frames J Gen Virol 1989 70 1261 1266 10.1099/0022-1317-70-5-1261 2543780 104. Munger K. Phelps W.C. Bubb V. Howley P.M. Schlegl R. The E6 and E7 genes of the human papillomavirus type 16 together are necessary and sufficient for transformation of primary human keratinocytes J Virol 1989 63 4417 4421 2476573 105. Gottlieb K.A. Villarreal L.P. Natural biology of polyomavirus middle T antigen Microbiol Mol Biol Rev 2001 65 288 318 10.1128/MMBR.65.2.288-318.2001 11381103 106. Campbell K.S. Ogris E. Burke B. Polyoma middle tumor antigen interacts with SHC via the NPTY (Asn-Pro-Thr-Tyr) motif in middle tumor antigen Proc Natl Acad Sci USA 1994 91 6344 6348 10.1073/pnas.91.14.6344 8022784 107. Su W. Liu W. Schaffhausen B.S. Roberts T.M. Association of Polyomavirus middle tumor antigen with phospholipase C-gamma 1 J Biol Chem 1995 270 12331 12334 10.1074/jbc.270.26.15463 7759472 108. Whitman M. Kaplan D.R. Schaffhausen B. Cantley L. Roberts T.M. Association of phosphatidylinositol kinase activity with polyoma middle-T competent for transformation Nature 1985 315 239 242 10.1038/315239a0 2987699 109. Dahl J. Jurczak A. Cheng L.A. Baker D.C. Benjamin T.L. Evidence of a role for phosphatidylinositol 3-kinase activation in the blocking of apoptosis by polyomavirus middle T antigen J Virol 1998 72 3221 3226 9525648 110. Summers S.A. Lipfert L. Birnbaum M.J. Polyoma middle T antigen activates the Ser/Thr kinase Akt in a PI3-kinase-dependent manner Biochem Biophys Res Commun 1998 246 76 81 10.1006/bbrc.1998.8575 9600071 111. Murakami S. Hepatitis B virus X protein: structure, function and biology Intervirology 1999 42 81 99 10.1159/000024969 10516464 112. Benn J. Schneider R.J. Hepatitis B virus HBx protein activates Ras-GTP complex formation and establishes a Ras, Raf, MAP kinase signaling cascade Proc Natl Acad Sci USA 1994 91 10350 10354 10.1073/pnas.91.22.10350 7937954 113. Benn J. Su F. Doria M. Schneider R.J. Hepatitis B virus HBx protein induces transcription factor AP-1 by activation of extracellular signal-regulated and c-Jun N-terminal mitogenactivated protein kinases J Virol 1996 70 4978 4985 8764004 114. Lee Y.I. Kang-Park S. Do S.I. The hepatitis B virus-X protein activates a phosphatidylinositol 3-kinase-dependent survival signaling cascade J Biol Chem 2001 276 16969 16977 10.1074/jbc.M011263200 11278872 115. Shih W.L. Kuo M.L. Chuang S.E. Cheng A.L. Doong S.L. Hepatitis B virus X protein inhibits transforming growth factor-beta-induced apoptosis through the activation of phosphatidylinositol 3-kinase pathway J Biol Chem 2000 275 25858 25864 10.1074/jbc.M003578200 10835427 116. Shih W.L. Kuo M.L. Chuang S.E. Cheng A.L. Doong S.L. Hepatitis B virus X protein activates a survival signaling by linking SRC to phosphatidylinositol 3-kinase J Biol Chem 2003 278 31807 31813 10.1074/jbc.M302580200 12805382 117. Enamoto N. Sakuma I. Asahina Y. Mutations in the nonstructural protein 5A gene and response to interferon in patients with chronic hepatitis C virus 1b infection N Engl J Med 1996 334 77 81 10.1056/NEJM199601113340203 8531962 118. Lan K.H. Sheu M.L. Hwang S.J. HCV NS5A interacts with p53 and inhibits p53-mediated apoptosis Oncogene 2002 21 4801 4811 10.1038/sj.onc.1205589 12101418 119. Qadri I. Iwahashi M. Simon F. Hepatitis C virus NS5A protein binds TBP and p53, inhibiting their DNA binding and p53 interactions with TBP and ERCC3 Biochim Biophys Acta 2002 1592 193 204 12379483 120. Tan S.L. Nakao H. He Y. NS5A, a nonstructural protein of hepatitis C virus, binds growth factor receptor-bound protein 2 adaptor protein in a Src homology 3 domain/liganddependent manner and perturbs mitogenic signaling Proc Natl Acad Sci USA 1999 96 5533 5538 10.1073/pnas.96.10.5533 10318918 121. Georgopoulou U. Caravokiri K. Mavromara P. Suppression of the ERK1/2 signaling pathway from HCV NS5A protein expressed by herpes simplex recombinant viruses Arch Virol 2003 148 237 251 10.1007/s00705-002-0925-0 12556990 122. He Y. Nakao H. Tan S.L. Subversion of cell signaling pathways by hepatitis C virus nonstructural 5A protein via interaction with Grb2 and P85 phosphatidylinositol 3-kinase J Virol 2002 76 9207 9217 10.1128/JVI.76.18.9207-9217.2002 12186904 123. Macdonald A. Crowder K. Street A. McCormick C. Harris M. The hepatitis C virus NS5A protein binds to members of the Src family of tyrosine kinases and regulates kinase activity J Gen Virol 2004 85 721 729 10.1099/vir.0.19691-0 14993658 124. Street A. Macdonald A. Crowder K. Harris M. The hepatitis C virus NS5A protein activates a phosphoinositide 3-kinase-dependent survival signaling cascade J Biol Chem 2004 279 12232 12241 10.1074/jbc.M312245200 14709551 125. Choe H. Farzan M. Sun Y. The beta-chemokine receptors CCR3 and CCR5 facilitate infection by primary HIV-1 isolates Cell 1996 85 1135 1148 10.1016/S0092-8674(00)81313-6 8674119 126. Feng Y. Broder C.C. Kennedy P.E. Berger E.A. HIV-1 entry cofactor: functional cDNA cloning of a seven-transmembrane, G protein-coupled receptor Science 1996 272 872 877 10.1126/science.272.5263.872 8629022 127. Dalgleish A.G. Beverley P.C. Clapham P.R. Crawford D.H. Greaves M.F. Weiss R.A. The CD4 (T4) antigen is an essential component of the receptor for the AIDS retrovirus Nature 1984 312 763 767 10.1038/312763a0 6096719 128. Briand G. Barbeau B. Tremblay M. Binding of HIV-1 to its receptor induces tyrosine phosphorylation of several CD4-associated proteins, including the phosphatidylinositol 3-kinase Virology 1997 228 171 179 10.1006/viro.1996.8399 9123823 129. Francois F. Klotman M.E. Phosphatidylinositol 3-kinase regulates human immunodeficiency virus type 1 replication following viral entry in primary CD4+ T lymphocytes and macrophages J Virol 2003 77 2539 2549 10.1128/JVI.77.4.2539-2549.2003 12551992 130. Arora V.K. Fredericksen B.L. Garcia J.V. Nef: agent of cell subversion Microbes Infect 2002 4 189 199 10.1016/S1286-4579(01)01527-1 11880052 131. Baur A.S. Sass G. Laffert B. Willbold D. Cheng-Mayer C. Peterlin B.M. The N-terminus of Nef from HIV-1/SIV associates with a protein complex containing Lck and a serine kinase Immunity 1997 6 283 291 10.1016/S1074-7613(00)80331-3 9075929 132. Fackler O.T. Luo W. Geyer M. Alberts A.S. Peterlin B.M. Activation of Vav by Nef induces cytoskeletal rearrangements and downstream effector functions Mol Cell 1999 3 729 739 10.1016/S1097-2765(01)80005-8 10394361 133. Simmons A. Aluvihare V. McMichael A. Nef triggers a transcriptional program in T cells imitating single-signal T cell activation and inducing HIV virulence mediators Immunity 2001 14 763 777 10.1016/S1074-7613(01)00158-3 11420046 134. Linnemann T. Zheng Y.H. Mandic R. Peterlin B.M. Interaction between Nef and phosphatidylinositol-3-kinase leads to activation of p21-activated kinase and increased production of HIV Virology 2002 294 246 255 10.1006/viro.2002.1365 12009866 135. Wolf D. Witte V. Laffert B. HIV-1 Nef associated PAK and PI3-kinases stimulate Aktindependent Bad phosphorylation to induce anti-apoptotic signals Nat Med 2001 11 1217 1224 10.1038/nm1101-1217 136. Geleziunas R. Xu W. Takeda K. Ichijo H. Greene W.C. HIV-1 Nef inhibits ASK1-dependent death signalling providing a potential mechanism for protecting the infected host cell Nature 2001 410 834 838 10.1038/35071111 11298454 137. Ensoli B. Barillari G. Salahuddin S.Z. Gallo R.C. Wong-Staal F. Tat protein of HIV-1 stimulates growth of cells derived from Kaposi’s sarcoma lesions of AIDS patients Nature 1990 345 84 86 10.1038/345084a0 2184372 138. Albini A. Benelli R. Presta M. HIV-tat protein is a heparin-binding angiogenic growth factor Oncogene 1996 12 289 297 8570206 139. Ensoli B. Buonaguro L. Barillari G. Release, uptake, and effects of extracellular human immunodeficiency virus type 1 Tat protein on cell growth and viral transactivation J Virol 1993 67 277 287 8416373 140. Cantaluppi V. Biancone L. Boccellino M. HIV type 1 Tat protein is a survival factor for Kaposi’s sarcoma and endothelial cells AIDS Res Hum Retroviruses 2001 17 965 976 10.1089/088922201750290087 11461682 141. Deregibus M.C. Cantaluppi V. Doublier S. HIV-1-Tat protein activates phosphatidylinositol 3-kinase/ AKT-dependent survival pathways in Kaposi’s sarcoma cells J Biol Chem 2002 277 25195 25202 10.1074/jbc.M200921200 11994280",
  "plain_text": "Summary Successful virus infection of host cells requires efficient viral replication, production of virus progeny and spread of newly synthesized virus particles. This success, however also depends on the evasion of a multitude of antiviral signaling mechanisms. Many viruses are capable of averting antiviral signals through modulation of host cell signaling pathways. Apoptotic inhibition, for example, is a universal intracellular antiviral response, which prolongs cellular survival and allows viruses to complete their life cycle. Ongoing apoptotic inhibition contributes to the establishment of latent and chronic infections, and has been implicated in viral oncogenesis. The phosphoinositide 3-kinase (PI3K)-Akt pathway has become recognized as being pivotal to the inhibition of apoptosis and cellular survival. Thus, modulation of this pathway provides viruses with a mechanism whereby they can increase their survival, in addition to other established mechanisms such as expression of viral onco-genes and direct inhibition of proapoptotic proteins. Recent research has revealed that this pathway is up-regulated by a number of viruses during both short-term acute infections and long-term latent or chronic infections. During acute infections PI3K-Akt signaling helps to create an environment favorable for virus replication and virion assembly. In the case of long-term infections, modulation of PI3K-Akt signaling by specific viral products is believed to help create a favorable environment for virus persistence, and contribute to virus-mediated cellular transformation."
}
