{
    "PMC": "12193018",
    "DOI": "10.3390/insects16060556",
    "PMID": "40558986",
    "PMCID": "PMC12193018",
    "title": "Characterization of Spectrin Family Genes and Their Evolutionary Roles in Domestication and Breeding of the Silkworm &lt;i&gt;Bombyx mori&lt;/i&gt;.",
    "year": 2025,
    "source_url": "https://europepmc.org/article/PMC/PMC12193018",
    "source": "MED",
    "abstract_text": "The spectrin family genes play critical roles in cytoskeletal organization and cellular integrity, yet their evolutionary and functional significance in non-classical model organisms remains poorly explored. Here, we systematically identified and characterized spectrin family genes in the silkworm <i>Bombyx mori</i>. Genome-wide analysis identified 17 predicted spectrin genes, which were integrated into eight optimized members through transcriptome-guided structural refinement. Multi-species genomic analysis revealed 8, 23, and 24 spectrin family genes in <i>Drosophila melanogaster</i>, <i>Mus musculus</i>, and <i>Homo sapiens</i>, respectively. Phylogenetic analysis revealed conserved clades across insects and mammals, with gene family expansions in vertebrates. Spatiotemporal expression profiling demonstrated ubiquitous expression of these genes during silkworm development. Population genomic analyses detected strong selection signatures in <i>BmTrio</i> during domestication and implicated <i>BmBeta_spc</i> as a candidate gene for silk yield enhancement in Chinese-improved strains (CHN-I). Expression profiles of parental strains and F<sub>1</sub> offspring from a commercial hybrid cross (Jingsong × Haoyue) revealed <i>BmBeta_spc</i> expression correlating with heterosis in silk yield traits. This study elucidates the characterization and functional relevance of silkworm spectrin genes, providing insights into their roles in domestication and breeding.",
    "full_text": "pmc Insects Insects insects Insects 2075-4450 MDPI 12193018 40558986 10.3390/insects16060556 insects-16-00556 Article Characterization of Spectrin Family Genes and Their Evolutionary Roles in Domestication and Breeding of the Silkworm Bombyx mori https://orcid.org/0000-0001-5755-2373 Lu Kunpeng Conceptualization Methodology Validation Formal analysis Writing – original draft Writing – review & editing Visualization Funding acquisition † Zhan Chengyu Methodology Validation Formal analysis Data curation Writing – original draft Visualization † Shen Jianghong Validation Investigation Resources Zhi Chao Methodology Investigation Deng Jun Investigation https://orcid.org/0009-0005-0280-0372 Lai Kerui Formal analysis https://orcid.org/0000-0003-1784-8676 Han Minjin Data curation https://orcid.org/0000-0002-7177-1174 Hu Hai Resources https://orcid.org/0000-0002-2649-899X Tong Xiaoling Writing – review & editing Supervision Project administration Funding acquisition https://orcid.org/0000-0002-0215-2177 Dai Fangyin Conceptualization Writing – review & editing Supervision Project administration Funding acquisition * Loeschcke Volker Academic Editor State Key Laboratory of Resource Insects, Key Laboratory of Sericultural Biology and Genetic Breeding, Ministry of Agriculture and Rural Affairs, College of Sericulture, Textile and Biomass Sciences, Southwest University, Chongqing 400715, China; lukunpeng@swu.edu.cn (K.L.); zhancyres@email.swu.edu.cn (C.Z.); sjh0522@email.swu.edu.cn (J.S.); chaozhi@email.swu.edu.cn (C.Z.); dhl1_1@outlook.com (J.D.); laijirong@outlook.com (K.L.); minjinhan@126.com (M.H.); huhaiswu@163.com (H.H.); xltong@swu.edu.cn (X.T.) * Correspondence: fydai@swu.edu.cn † These authors contributed equally to this work. 24 5 2025 6 2025 16 6 556 02 4 2025 20 5 2025 22 5 2025 © 2025 by the authors. 2025 https://creativecommons.org/licenses/by/4.0/ Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( https://creativecommons.org/licenses/by/4.0/ ). Simple Summary Spectrin family genes are crucial for maintaining cell structure, but their roles have mainly been studied in neural and muscle systems of common model organisms. Here, we identified 8, 23, 24, and 8 spectrin family genes in the genomes of Drosophila melanogaster , Mus musculus , Homo sapiens , and the silkworm Bombyx mori , a newly established Lepidopteran model organism. Phylogenetic analysis showed that these genes are conserved across insects but expended in mammals. Transcriptome data highlighted their broad roles in silkworm growth and development. One gene, BmTrio , showed strong selection during silkworm domestication, potentially linked to behavioral changes like reduced activity in farmed silkworms. Another gene, BmBeta_spc , was associated with increased silk production in Chinese-improved silkworms and enhanced productivity in hybrid offspring. These findings deepen our understanding of spectrin family genes in non-classical model species and offer new targets for improving silk yields through molecular breeding. Abstract The spectrin family genes play critical roles in cytoskeletal organization and cellular integrity, yet their evolutionary and functional significance in non-classical model organisms remains poorly explored. Here, we systematically identified and characterized spectrin family genes in the silkworm Bombyx mori . Genome-wide analysis identified 17 predicted spectrin genes, which were integrated into eight optimized members through transcriptome-guided structural refinement. Multi-species genomic analysis revealed 8, 23, and 24 spectrin family genes in Drosophila melanogaster , Mus musculus , and Homo sapiens , respectively. Phylogenetic analysis revealed conserved clades across insects and mammals, with gene family expansions in vertebrates. Spatiotemporal expression profiling demonstrated ubiquitous expression of these genes during silkworm development. Population genomic analyses detected strong selection signatures in BmTrio during domestication and implicated BmBeta_spc as a candidate gene for silk yield enhancement in Chinese-improved strains (CHN-I). Expression profiles of parental strains and F 1 offspring from a commercial hybrid cross (Jingsong × Haoyue) revealed BmBeta_spc expression correlating with heterosis in silk yield traits. This study elucidates the characterization and functional relevance of silkworm spectrin genes, providing insights into their roles in domestication and breeding. spectrin family genes silkworm gene structure optimization domestication breeding National Natural Science Foundation of China 32330102 32202746 National key research and development program 2023YFD1600901 2023YFF1103801 Natural Science Foundation of Chongqing, China cstc2021jcyj-cxtt0005 China Agriculture Research System of MOF and MARA CARS-18-ZJ0102 CARS-18-ZJ0103 High-level Talents Program of Southwest University SWURC2021001 This study was funded by grants from the National Natural Science Foundation of China (Nos. 32330102 and 32202746); the National Key Research and Development Program (Nos. 2023YFD1600901 and 2023YFF1103801); the Natural Science Foundation of Chongqing, China (No. cstc2021jcyj-cxtt0005); the China Agriculture Research System of MOF and MARA (Nos. CARS-18-ZJ0102 and CARS-18-ZJ0103); and the High-level Talents Program of Southwest University (No. SWURC2021001). 1. Introduction Spectrin family proteins are characterized by spectrin repeats (SRs) and other conserved domains, including calponin homology (CH), EF hands, and calcium-binding motifs [ 1 ]. These proteins serve as key components of the membrane cytoskeleton, mediating actin filament bundling, crosslinking, and binding [ 2 , 3 ]. Initially identified in erythrocyte ghost membranes [ 4 ], spectrins were later detected in non-erythroid tissues, such as neural tissues, skeletal/cardiac muscle, and the brain [ 5 ]. Core family members include dystrophin , alpha-actin , spectrin ( α- and β-spectrin ), nesprin , and Macf1 (Microtubule-Actin Crosslinking Factor 1). Macf1 , orthologous to Drosophila Shot ( Kakapo ) and vab-10 in Caenorhabditis elegans ( C. elegans ), is known as one of the longest proteins in animal genomes. Spectrin genes are indispensable across diverse biological processes in both vertebrates and invertebrates. In Homo sapiens , mutations in spectrin family genes are linked to various diseases. For instance, dystrophin mutations (point mutations, small insertions/deletions, and large deletions or duplications) cause Duchenne muscular dystrophy (DMD) and an X-linked muscle wasting disease [ 6 , 7 ]. Actn4 mutations underlie familial focal segmental glomerulosclerosis (FSGS), a common non-specific renal lesion [ 8 ]. Heterozygous duplication of Macf1 reduces its expression, leading to muscular dystrophy [ 9 ]. In Drosophila , shot regulates neural function, muscle attachments, and cell adhesions [ 10 ], while α- or β-spectrin deficiency disrupts presynaptic neurotransmitter release [ 11 ]. In C. elegans , vab-10A and vab-10B loss reduces numbers of fibrous organelles and increases epidermal thickness, respectively [ 12 ]. Collectively, these studies elucidate spectrin functions in model organisms. Nevertheless, expanding research to non-classical model species remains critical, as gene functions may diverge across taxa, and broader sampling is essential to comprehensively map functional evolution. The domesticated silkworm, Bombyx mori ( B. mori ), originated from its wild ancestor, Bombyx mandarina ( B. mandarina ). As an economically important insect in agriculture, B. mori is globally cultivated for the production of silk, a renowned luxury fiber used in various fields such as textiles and biomedicine. Research on silkworm has enhanced our knowledge of insect development, genetics, as well as silkworm domestication and breeding in the past several decades [ 13 , 14 , 15 ]. However, the characterizations and evolutionary roles of spectrin family genes in silkworms remain largely unexplored. Spectrin family genes encoding ultra-large proteins are frequently misannotated as fragmented gene models in genome assemblies, particularly in non-classical model organisms. Accurate identification of these genes through multi-omics integration is essential to enable downstream functional genomic studies. In this study, we identified the silkworm spectrin genes through genome-wide analysis and refined their structures by utilizing transcriptome evidence. We characterized protein domains and spatiotemporal expression patterns. Integrated population genomics, comparative transcriptomics, and association studies revealed a potential role of BmTrio in silkworm domestication and linked BmBeta_spc to silk yield enhancement and heterosis. These findings provide a comprehensive molecular atlas of silkworm spectrin family genes, establishing a framework for functional studies in silkworm domestication, breeding, and insect biology. 2. Materials and Methods 2.1. Genome-Wide Identification of Spectrin Repeat Domains Whole-genome protein sequences of B. mori were retrieved from Silkbase ( http://silkbase.ab.a.u-tokyo.ac.jp/cgi-bin/index.cgi , accessed on 19 February 2019) [ 16 ]. The Hidden Markov Model (HMM) profile of spectrin repeats (PF00435) was downloaded from the Pfam database ( http://pfam.xfam.org/ , accessed on 5 December 2019) [ 17 ]. Using HMMER3.2 (hmmsearch program, e-value ≤ 0.01), we identified SR-containing proteins and manually removed redundant sequences [ 18 ]. Predicted protein domains were validated via the SMART ( http://smart.embl.de/ , accessed on 31 July 2020) and CDD v3.18 ( https://www.ncbi.nlm.nih.gov/Structure/cdd/docs/cdd_search.html , accessed on 31 July 2020) online tools [ 19 , 20 ]. To minimize false positives, hits with SR domain e-values ≥ 0.01 were manually excluded. The protein sequences of Mus musculus ( M. musculus ) and Homo sapiens ( H. sapiens ) were downloaded from the Ensembl database ( http://asia.ensembl.org/index.html , accessed on 25 December 2019); the protein sequences of Drosophila melanogaster ( D. melanogaster ) were downloaded from Flybase ( http://flybase.org/ , accessed on 25 December 2019). Gene structures and chromosomal coordinates were extracted from Silkbase, with chromosomal distributions visualized using TBtools v0.66831 [ 21 ]. 2.2. Gene Structure Optimization and Protein Domain Analysis To refine spectrin gene structures, transcriptome data (SRA accessions SRR10035668 and SRR10035660) were obtained from the Sequence Read Archive (SRA) database. The reference genome was downloaded from Silkbase [ 16 ]. Raw transcriptome reads were filtered using the fastp (-n 15 -q 20 -u 50) program and mapped to the reference genome using the hisat2 (defaulted parameters) program [ 22 ]. Transcript assembly and structural optimization were performed with Cufflinks and Cuffcompare (default settings) [ 23 ]. Open reading frames (ORFs) and protein domains were annotated using the ORFfinder ( https://www.ncbi.nlm.nih.gov/orffinder/ , accessed on 16 April 2020), SMART, and CDD v3.18 online tools [ 19 , 20 ]. Multiple sequence alignments were conducted using MAFFT v7.455 [ 24 ], and phylogenetic trees were constructed in MEGA X using the neighbor-joining method with 1000 bootstrap replicates [ 25 ]. 2.3. Spatiotemporal Expression Analysis of Spectrin Genes To characterize spatiotemporal expression patterns, we obtained expression data (FPKM, fragments per kilobase of transcript per million mapped reads) from the SilkMeta database ( http://silkmeta.org.cn accessed on 20 December 2023) [ 26 ]. This dataset, derived from BioProject PRJNA559726 [ 27 ], includes transcriptomic data across 13 larval/pupal tissues (hemolymph, epidermis, head, testis, ovary, malpighian tubule, trachea, midgut, fatbody, and anterior/middle/posterior silk glands) and seven adult tissues (thorax, antenna, legs, wing, head, testis, and fatbody). Expression patterns were visualized via heatmaps generated with R v4.4.2 software. 2.4. Silkworm Rearing, Dissection, qPCR Analysis, and Silk Yield Trait Investigation The silkworms were reared at the National Silkworm Genetic Resources Gene Bank, Southwest University, China. Improved strains, Jingsong, Haoyue, Jingsong × Haoyue (F 1 hybrid), Furong, Xiafang, Xianghui, and 7532, were utilized for silk gland collection. Silk glands from Furong, Xiafang, Xianghui, and 7532 were dissected on day 3 of the fifth larval instar, flash-frozen in liquid nitrogen, and stored at −80 °C for RNA extraction and RNA-seq. Each RNA-seq sample pooled silk glands from at least three individuals (two biological replicates). For Jingsong, Haoyue, and F 1 hybrids (Jingsong × Haoyue), silk glands were collected on days 1, 3, and 5 of the fifth larval instar, preserved at −80 °C, and processed for RNA extraction and qPCR (three biological replicates, ≥3 individuals per replicate). For qPCR, total RNA was isolated using TRIzol (Simgene, Hangzhou, Zhejiang, China). RT-qPCR was performed on a qTOWER 3G system (Analytik Jena AG, Jena, Germany) with SYBR Green Pro Taq HS (Accurate Biology, Changsha, China). Relative expression levels were calculated using the 2 −∆∆Ct method, normalized to the eukaryotic translation initiation factor 4A gene ( KWMTBOMO02081 ). The inherited expression modes of BmBeta_spc underlying heterosis were determined through qPCR data comparison, as described in a previous report [ 28 ]. To evaluate heterosis in silk yield traits of the Jingsong × Haoyue hybrid, parental lines (Jingsong and Haoyue) and their F 1 offspring were reared concurrently under standardized environmental conditions (25 °C, 12 h light/12 h dark photoperiod). At the pupal stage, silk yield traits, including cocoon weight (CW), cocoon shell weight (CSW), and cocoon shell ratio (CSR; CSR = CSW/CW × 100%), were measured in the parental strains Jingsong and Haoyue and their F 1 hybrid (Jingsong × Haoyue). Statistical significance was evaluated using the Student’s t -test. 2.5. Transcriptome Sequencing and Analysis Transcriptome sequencing was performed on silk gland samples from Furong, Xiafang, Xianghui, and 7532. RNA-seq library preparation, sequencing, and bioinformatic workflows followed established protocols [ 14 ]. Additionally, FPKM expression profiles of the C145, Chishu, Huangbo, 305, and Chunfeng strains were obtained from SilkMeta [ 26 ]. C145, Chishu, and Huangbo are local silkworm strains; Furong, 305, and Xiafang are Chinese-improved strains (CHN-I); Xianghui, 7532, and Chunfeng are Japanese-improved strains (JPN-I). Local silkworms are defined as traditional, non-improved varieties, while improved strains refer to those selectively bred by breeders for enhanced traits. To address technical variability across batches in RNA-seq datasets, we implemented the ComBat algorithm (R package) for empirical Bayes adjustment of FPKM expression values. Processed BmBeta_spc expression data were analyzed across local, CHN-I, and JPN-I groups. Tissue expression profiles of BmTrio in wild and domesticated (“Lao”) silkworms were retrieved from SilkMeta for comparative analysis, focusing on day 3 of the fifth larval instar. Statistical significance was assessed using the Student’s t -test. 2.6. Analysis of Genomic Variations Genomic variations, including single nucleotide polymorphisms (SNPs), short insertions and deletions (InDels, < 50 bp), and structural variations (SVs), were obtained from the silkworm pan-genome dataset on SilkMeta [ 14 , 26 ]. Population genetic statistics, F ST (fixation index) and Tajima’s D values, were retrieved from SilkMeta. SNPs, InDels, and SVs within BmTrio and BmBeta_spc loci were analyzed for divergence between subpopulations (wild vs. local, local vs. CHN-I, and JPN-I vs. CHN-I) using the chi-square test, and the p -values were corrected using the Benjamini–Hochberg false discovery rate (FDR) method. Genomic variants with an FDR < 0.005 were classified as statistically significant divergent sites. In our prior pan-genome study [ 14 ], short-read sequencing of 1078 strains and long-read sequencing of 545 strains enabled SNP, InDel, and SV detection. Consequently, in this study, SNP and InDel analyses included the 51 wild, 205 local, 105 CHN-I, and 89 JPN-I strains, while SV analyses comprised 38 wild, 144 local, 67 CHN-I, and 47 JPN-I strains. For population genetic analysis, we obtained precomputed F ST and Tajima’s D statistics from the SilkMeta database [ 26 ], as described in our prior pan-genome study [ 14 ]. Briefly, selective sweep regions were identified using a 5 kb sliding window (500 bp step) for F ST , Tajima’s D, and XP-CLR (not present here). Regions overlapping the top 1% F ST , top 5% XP-CLR, and lowest 5% Tajimas D values (Tajima’s D descendant < Tajima’s D ancestral ) were defined as candidate selective sweeps. Genes within these regions were prioritized as domestication- or breeding-associated candidates. Additionally, haplotype inference was performed using DnaSP v6 software [ 29 ], and haplotype networks were constructed with PopART v1.7 using the Median-Joining algorithm [ 30 ]. 2.7. Association Study of BmBeta_spc SNPs and Cocoon Traits We obtained silk production trait data (CW, CSW, and CSR) for 123 silkworm strains from a previous study [ 14 ]. SNPs of these strains were retrieved from the SilkMeta database and filtered to exclude sites with minor allele frequencies (MAFs) < 0.05 and missing rates > 5%. The remaining genome-wide SNPs were subjected to principal component analysis (PCA) to assess population structure. SNPs located within the BmBeta_spc locus ( n = 1649) were extracted for association analysis. Association studies between BmBeta_spc SNPs and cocoon traits were performed using a linear regression model implemented in PLINK v1.9 [ 31 ], with the top four PCA eigenvectors included as covariates to correct for population structure. The significance threshold for BmBeta_spc was defined using Bonferroni correction as 0.05/ N (where N is the total number of tested SNPs), yielding a threshold of p < 3 × 10 −5 (−log 10 ( p ) = 4.5). 3. Results 3.1. Genome-Wide Identification and Chromosomal Distribution We identified 17 spectrin genes in the silkworm genome by searching SR domains (PF00435) using the HMMER3.0 software package ( Table 1 ). These genes are distributed on eight chromosomes, with KWMTBOMO04201, KWMTBOMO04202, KWMTBOMO04207, KWMTBOMO04210, and KWMTBOMO04212 clustered in Chr7 (Clu1); KWMTBOMO11867, KWMTBOMO11868, KWMTBOMO11870, and KWMTBOMO11872 clustered in Chr20 (Clu2); and KWMTBOMO14882, KWMTBOMO14883, and KWMTBOMO14884 clustered in Chr24 (Clu3) ( Figure 1 ). In addition to silkworm spectrin genes, we identified 8, 23, and 24 spectrin family genes in the genomes of D. melanogaster , M. musculus , and H. sapiens , respectively ( Table S1 ). While both B. mori and D. melanogaster are insects, their spectrin gene counts differ significantly. Comparative protein domain analysis revealed fragmented gene predictions in B. mori , particularly within the Clu1, Clu2, and Clu3 clusters, indicating incomplete structural annotations. Structural refinement of these genes is therefore essential prior to downstream functional analyses. 3.2. Gene Structure Optimization and Characterization of Spectrin Proteins Gene structure prediction accuracy in non-classical model organisms is often suboptimal, particularly for genes encoding large proteins. To address this, we refined spectrin gene structures using transcriptome data, extending transcriptional regions through newly assembled transcripts. Notably, the Clu1, Clu2, and Clu3 clusters were resolved into three distinct transcripts encoding proteins of 3583, 9267, and 4083 amino acids, respectively ( Table 1 , Figure 2 A–C). These were annotated as BmDys , BmMacf1 , and BmSptbn5 , orthologs of Dystrophin ( Dys ), Macf1 , and Sptbn5 in other species ( Table 2 ). Additionally, a transcript linking KWMTBOMO07009 and KWMTBOMO07010 encodes a 13,424 aa protein orthologous to Syne1 ( Msp300 in Drosophila , Figure 2 D). Four remaining genes were identified as B. mori orthologs of Alpha_spc ( KWMTBOMO08648 ), Beta_spc ( KWMTBOMO11045 ), Actn ( KWMTBOMO11008 ), and Trio ( KWMTBOMO00548 ) ( Table 2 ). Collectively, we identified eight spectrin family genes in the silkworm genome, matching the count in Drosophila , indicating conserved gene counts across the two species. Most spectrin family genes occupy large genomic regions and encode long amino acid sequences. Five genes span over 100 kb, with the largest spanning 501 kb ( Table 1 ). Seven genes encode proteins exceeding 2000 amino acids (aa) ( Table 1 ). Protein domain analysis reveals that the majority of the amino acid sequences in spectrin proteins are utilized to form SR domains. BmSyne1 contains 54 SRs, with longer proteins generally having more SRs ( Figure 3 , Table 1 ). Additional domains include calponin homology (CH), pleckstrin homology (PH), and EF-hand motifs (EFh) ( Figure 3 , Table 1 ). Macf1 encodes plectin repeat domains, confirming its dual classification within both the spectrin and plectin families. 3.3. Phylogenetic Relationships Phylogenetic analysis of spectrin protein sequences from B. mori , D. melanogaster , M. musculus , and H. sapiens resolved five distinct clades ( Figure 4 ). Clade I contains Macf1 ( Shot ) along with Dystonin and Plectin , which are absent in B. mori and D. melanogaster . Clade II includes Trio , Kalrn , Mcf2l1 , and Mcf2l2 , with only Trio being present in the two insect species. Clade III groups Syne1 and Trio with mammalian homologs ( Syne2 , Dys2 , Evpl , and Utrn ). Clade IV comprises three spectrins ( Alpha_spec , Beta_spec , and Sptbn5 ) shared across taxa, as well as four mammal-specific genes ( Spta1 , Sptb , Sptbn2 , and Sptbn4 ). Clade V contains five Actn homologs ( Actn , Actn1 , Actn2 , Actn3 , and Actn4 ), with only Actn observed in insect genomes. Mammals exhibit spectrin gene expansions relative to insects. For instance, there are two Syne and Dys copies, three copies of Alpha_spc , and four copies of Beta_spc and Actn in the two mammals, respectively. This pattern suggests vertebrate-specific functional diversification via gene duplication and dosage-effect evolution. 3.4. Spatiotemporal Expression Profiles of Spectrin Genes Using existing transcriptome data, we analyzed spectrin gene expression across silkworm tissues (hemolymph, epidermis, head, testis, ovary, malpighian tubule, trachea, midgut, fatbody, and silk gland) from day 3 of the fourth larval instar to adulthood. These genes exhibited broad spatiotemporal expression ( Figure S1 ), indicating their essential roles in silkworm growth and development. BmActn is mainly expressed in the larval testis, malpighian tubule, and silk gland, as well as the testis, head, and thorax of the adult. BmMacf1 has a significantly high expression level in the middle silk gland during the pre-pupal stage. BmBeta_spc is expressed in the larval testis, ovary, midgut, as well as the thorax, legs, head, and fatbody of adults, with peak expression in the middle/posterior silk glands during the pre-pupal stage. For BmTrio , BmSptbn5 , and BmAlpha_spc , a comparatively higher expression was observed in the majority of the tissues investigated. BmSptbn5 and BmAlpha_spc are generally expressed across different stages of the larval hemolymph, ovary, and malpighian tubule. BmDys and BmSyne1 are mainly expressed in the ovary and malpighian tubule. 3.5. BmTrio Plays Roles in Silkworm Domestication The domesticated silkworm ( B. mori ) derived from its wild counterpart B. mandarina , acquiring phenotypic alteration in body color, flight capability, and silk yield during domestication [ 32 , 33 , 34 ]. Previously, we identified 468 candidate domestication genes, including BmTrio , by comparing local and wild silkworm populations [ 14 ]. Here, we integrated artificial selection signatures, transcriptome data from diverse tissues on day 3 of the fifth larval instar, and genomic variation analysis of the BmTrio locus. We found that the BmTrio exhibited strong artificial selection signals during domestication ( Figure 5 A,B). The expression level of BmTrio in various tissues of wild silkworms is higher than that in domesticated silkworms ( Figure 5 C). Specifically, significant differences (Student’s t -test, p < 0.05) were observed in the head and midgut ( Figure 5 C). In the genomic and flanking regions of BmTrio (within a 5 kb range both upstream of the transcriptional start site and downstream of the transcriptional end site), we discovered 11,573 SNPs, 2199 InDels, and 381 SVs ( Table S2 ). Of these, 7350 SNPs, 1161 InDels, and 7 SVs exhibited significant divergence (chi-square test, FDR < 0.005) between wild and local silkworm populations ( Figure 5 D–F, Table S2 ). These divergent genetic variations in BmTrio underscore its pronounced divergence during domestication. Its downregulation in domesticated silkworms likely stems from selection on linked regulatory variants, driving phenotypic adaptation. 3.6. BmBeta_spc Is Associated with Silk Yield The domesticated silkworm has undergone intensive selective breeding over the past century, yielding Chinese- (CHN-I) and Japanese-improved (JPN-I) strains with enhanced silk production. Our prior pan-genome study identified 126 and 116 genes associated with the breeding of CHN-I and JPN-I, respectively [ 14 ]. BmBeta_spc is one of the genes associated with CHN-I improvement. Population genomic analyses revealed strong selection signatures at the BmBeta_spc locus, evidenced by elevated F ST (fixation index) and divergent Tajima’s D statistics between local and CHN-I silkworm subpopulations ( Figure 6 A,B). Utilizing our previously published silkworm pan-genome dataset, we identified 5016 genetic variations in the BmBeta_spc locus and its flanking region ( Table S3 ). These included 3913 SNPs, 772 InDels, and 331 SVs ( Table S3 ). Of these variations, 1945 SNPs, 162 InDels, and 28 SVs show significant divergence (chi-square test, FDR < 0.005) between local and CHN-I subpopulations ( Figure 6 C,D; Table S3 ), predominantly in intronic and regulatory regions ( Figure 6 C,D; Table S3 ). Haplotype analysis of 28 SVs across 141 silkworms (74 local, 67 CHN-I) resolved 93 haplotypes ( Figure 6 E, Table S4 ), which mainly clustered into two groups, the local and CHN-I haplotype groups ( Figure 6 E, Table S4 ). The local haplotypes display higher diversity and carry fewer SVs compared to the CHN-I haplotypes ( Figure 6 E,F). For instance, within the CHN-I haplotype group, hap4 contains all 28 SVs, and hap64, hap71, hap85, and hap79 encompass 27 SVs. In contrast, the haplotypes of the local haplotype group lack about half or more of the SVs ( Figure 6 F, Table S4 ). These findings suggest positive selection of BmBeta_spc during silkworm breeding. Additionally, we performed a comparative transcriptome analysis of the silk gland, an organ responsible for silk protein synthesis and storage, in local (C145, Chishu, and Huangbo strains), CHN-I (Furong, 305, and Xiafang strains), and JPN-I (Xianghui, 7532, and Chunfeng strains) silkworms ( Figure 7 A). This analysis demonstrated significantly elevated BmBeta_spc expression in CHN-I silkworms relative to JPN-I and local strains ( Figure 7 B). Furthermore, we employed SNPs ( n = 1649) within the genomic region of BmBeta_spc to conduct an association analysis with silkworm cocoon yield traits, including cocoon weight (CW), cocoon shell weight (CSW), and cocoon shell ratio (CSR) ( Figure S2 and Figure 3 ). Significant associations were identified between BmBeta_spc SNPs and cocoon traits (CSW and CW) ( Figure 7 C). The SNP bomsnp28075049 exhibited a moderate effect on CSW ( β = 0.03, p = 3.66 × 10 −5 ), while SNP bomsnp28075021 showed a stronger cumulative effect on CW (mean β = 0.115, p = 1.35 × 10 −5 ) ( Table S5 , Figure 7 C). These results suggest that BmBeta_spc may serve as a promising target for enhancing silk yield during silkworm breeding. 3.7. BmBeta_spc Potentially Contributes to Heterosis of Silk Yield In animal and plant breeding, cross-breeding is a prevalent method for developing new varieties by leveraging heterosis. In silkworms, CHN-I and JPN-I strains are recognized as the two subpopulations exhibiting a high heterosis efficiency [ 35 ]. Our transcriptome analysis demonstrated significantly higher BmBeta_spc expression in the silk glands of CHN-I silkworms compared to those of JPN-I strains ( Figure 7 B). To investigate the association of this gene with silkworm heterosis, we analyzed population differentiation between CHN-I and JPN-I strains. The result showed that the F ST value in the BmBeta_spc genomic region exceeded 0.8 ( Figure 8 A). Comparative analysis of allele frequencies in the gene and flanking regions identified 1857 significantly differentiated variations (chi-square test, FDR < 0.005), including 1590 SNPs, 262 InDels, and 22 SVs ( Figure 8 B, Table S6 ). Haplotype analysis of these SVs in 67 CHN-I and 51 JPN-I silkworms showed that CHN-I and JPN-I strains were clustered into two main clades ( Figure 8 C). JPN-I strains comprised 22 haplotypes, while CHN-I strains exhibited 9 haplotypes, with 45 CHN-I strains sharing a single dominant haplotype (hap1) ( Figure 8 C, Table S7 ). These results indicate substantial genetic differentiation in BmBeta_spc between the two subpopulations, potentially explaining its expression differences in silk glands. The hybrid cross “Jingsong × Haoyue”, a widely used commercial variety in Chinese sericulture, showed significant heterosis in silk yield traits. The F 1 offspring exhibited significantly higher CW, CSW, and CSR values than either parent ( Figure 8 D–G), showing overdominant characteristics. The SV haplotype of BmBeta_spc in Jingsong (a CHN-I strain) differed from Haoyue (a JPN-I strain), consistent with the CHN-I/JPN-I divergence ( Figure 8 C,H). A qPCR analysis of silk glands from both parents and F 1 offspring during the fifth larval stage (days 1, 3, and 5) confirmed lower BmBeta_spc expression in Haoyue than in Jingsong ( Figure 8 I), aligning with expression trends observed in other CHN-I and JPN-I silkworms ( Figure 7 B). Notably, F 1 offspring exhibited expression levels comparable to those of the Haoyue parent (both slightly below Jingsong) on days 1 and 5 of the fifth larval instar, while showing significantly higher expression (approaching Jingsong levels) on day 3 ( Figure 8 I). This expression pattern aligns with the dominant inheritance model underlying heterosis [ 28 ]. These findings suggest that BmBeta_spc may contribute to silk yield heterosis in hybrid silkworms. 4. Discussion The spectrin family genes, encoding large multidomain proteins critical for cytoskeletal organization, have been extensively characterized in model organisms, demonstrating pleiotropic roles across diverse tissues, including nervous systems, musculature, and embryonic development [ 36 , 37 , 38 ]. In this study, we systematically investigated the genomic architecture and functional implications of spectrin genes in silkworm domestication and breeding. Initial identification using SRs as signature domains revealed 17 predicted genes in the silkworm genome. Subsequent domain analysis exposed fragmented annotations, particularly for ultra-large genes (>8000 amino acids) like Macf1 —a known challenge for conventional gene prediction algorithms [ 39 ]. Through transcriptome-guided structural refinement, we resolved eight functional spectrin genes ( BmDys , BmMacf1 , BmSptbn5 , et al.), correcting assembly errors from fragmented predictions. This computational pipeline addresses gene annotation inaccuracies through transcriptome-guided structural refinement, providing an alternative strategy for optimizing gene predictions in other non-classical model organisms. Multi-species genomic analysis identified orthologs of these silkworm spectrins in H. sapiens , M. musculus , and D. melanogaster . Notably, mammalian genomes exhibited gene expansions, containing 23 ( M. musculus ) and 24 ( H. sapiens ) spectrin paralogs compared to 8 in D. melanogaster and B. mori . This pattern suggests deep evolutionary conservation of core spectrin functions across metazoans, alongside functional divergence in vertebrates. Spectrin genes were first isolated from erythrocyte ghosts and then were found in non-erythroid tissues, such as the brain and muscle [ 4 , 5 ]. Spatiotemporal expression profiles in silkworm reveal a multi-tissue expression pattern of spectrin family genes, extending our understanding of their potential roles in insect development. Among the eight spectrin family genes in the silkworm genome, BmTrio exhibited pronounced selection signatures during silkworm domestication, with elevated expression in the heads and midguts of wild silkworms ( B. mandarina ). The larval head of the silkworm contains organs including the cerebral ganglia, olfactory sensory receptors, salivary glands, and the spinneret. The cerebral ganglia regulate behaviors like mimicry (cryptic behaviors mimicking tree branches) and modulate hormone secretion [ 40 , 41 ], thereby influencing growth and development. The olfactory sensory receptors govern feeding preferences [ 42 ], while salivary glands facilitate food digestion, and the spinneret plays a pivotal role in silk fiber formation [ 43 ]. During domestication, silkworms exhibit reduced locomotor activity, loss of mimicry behavior, and altered olfactory perception [ 34 , 40 , 44 ]. Given the conserved role of BmTrio in neural development across species (e.g., Drosophila and mammals) [ 45 , 46 ], we hypothesize that it may contribute to neural development in silkworms, potentially influencing domestication-related traits. Nevertheless, the functional roles of this gene in silkworm domestication require systematic experimental validation using targeted functional genomic approaches. Through integrative analyses of artificial selection signatures, phenotype–genotype associations, and expression profiles, we demonstrated that BmBeta_spc is a potential target for silk yield enhancement, underscoring its agricultural relevance. Notably, we identified a number of SNPs, InDels, and SVs that associated with silkworm breeding and silk yield. These variants could be markers for marker-assisted breeding aimed at improving silk production. Summarily, this study expands the functional characterization of spectrin family genes to a non-classical model organism, the silkworm Bombyx mori . Our findings underscore the expression of these genes across diverse tissues, including the head, midgut, and silk gland. We propose mechanistic roles for BmTrio in domestication-associated behavioral adaptations and BmBeta_spc in silk yield heterosis. Future work should prioritize functional validation using CRISPR/Cas9-mediated knockout to elucidate their contributions to silk gland development, fibroin biosynthesis, and neurobehavioral regulations. Disclaimer/Publisher’s Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI and/or the editor(s). MDPI and/or the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content. Supplementary Materials The following supporting information can be downloaded at https://www.mdpi.com/article/10.3390/insects16060556/s1 : Figure S1: Spatial and temporal expression of spectrin family genes in silkworm; Figure S2: Principal component analysis (PCA) based on genome-wide SNP data from 123 silkworm strains; Figure S3: Frequency distribution analysis of cocoon yield traits; Table S1: Spectrin family genes across species ( B. mori , D. melanogaster , M. musculus , and H. sapiens ); Table S2: Differentiation of genetic variations (SNPs, InDels, and SVs) in the BmTrio locus between wild and domesticated (local) silkworms; Table S3: Differentiation of genetic variations (SNPs, InDels, and SVs) in the BmBeta_spc locus between local and CHN-I silkworms; Table S4: Haplotypes of 28 SVs in the BmTrio locus between local and CHN-I silkworms; Table S5: Summary of the association signals between BmBeta_spc SNPs and cocoon traits (CW, CSW, and CSR); Table S6: Differentiation of genetic variations (SNPs, InDels, and SVs) in the BmBeta_spc locus between JPN-I and CHN-I silkworms; Table S7: Haplotypes of 22 SVs in the BmBeta_spc locus between JPN-I and CHN-I silkworms. Author Contributions Conceptualization, K.L. (Kunpeng Lu) and F.D.; Data curation, C.Z. (Chengyu Zhan) and M.H.; Formal analysis, K.L. (Kunpeng Lu), C.Z. (Chengyu Zhan) and K.L. (Kerui Lai); Funding acquisition, K.L. (Kunpeng Lu), X.T. and F.D.; Investigation, J.S., C.Z. (Chao Zhi) and J.D.; Methodology, K.L. (Kunpeng Lu), C.Z. (Chengyu Zhan), and C.Z. (Chao Zhi); Project administration, X.T. and F.D.; Resources, J.S. and H.H.; Supervision, X.T. and F.D.; Validation, K.L. (Kunpeng Lu), C.Z. (Chengyu Zhan) and J.S.; Visualization, K.L. (Kunpeng Lu) and C.Z. (Chengyu Zhan); Writing—original draft, K.L. (Kunpeng Lu) and C.Z. (Chengyu Zhan); Writing—review and editing, K.L. (Kunpeng Lu), X.T., F.D., J.S., C.Z. (Chao Zhi), J.D., K.L. (Kerui Lai), M.H. and H.H. All authors have read and agreed to the published version of the manuscript. Data Availability Statement The mRNA and protein sequences of spectrin family genes were deposited in the Genebase database ( https://ngdc.cncb.ac.cn/genbase , accessed on 3 May 2025) maintained by the China National Center for Bioinformation (CNCB) under accession numbers C_AA107949.1 to C_AA107956.1. The raw RNA-seq data used for gene structure refinement are accessible via the Sequence Read Archive (SRA) database ( https://www.ncbi.nlm.nih.gov/sra , accessed on 2 January 2020) under sample IDs SRR10035668 and SRR10035660. Spatiotemporal expression profiles were generated from transcriptome data in BioProject PRJNA559726. Silk gland transcriptomes for comparative analysis are available in the Genome Sequence Archive (GSA, https://ngdc.cncb.ac.cn/gsa/ , accessed on 20 February 2025) under accession number CRA007878. Genomic variations are available through the CNGB Nucleotide Sequence Archive (CNSA, https://db.cngb.org , accessed on 19 February 2025) under BioProject CNP0001815. All raw data are also accessible via the download module of the SilkMeta database ( http://silkmeta.org.cn , accessed on 19 February 2025) using project IDs, sample IDs, or strain names. Conflicts of Interest The authors declare no conflicts of interest. References 1. Nicolas A. Delalande O. Hubert J.F. Le Rumeur E. The spectrin family of proteins: A unique coiled-coil fold for various molecular surface properties J. Struct. Biol. 2014 186 392 401 10.1016/j.jsb.2014.03.011 24657228 2. Djinovic-Carugo K. Gautel M. Ylanne J. Young P. The spectrin repeat: A structural platform for cytoskeletal protein assemblies FEBS Lett. 2002 513 119 123 10.1016/S0014-5793(01)03304-X 11911890 3. Broderick M.J. Winder S.J. Spectrin, alpha-actinin, and dystrophin Adv. Protein Chem. 2005 70 203 246 15837517 4. Marchesi V.T. Steers E. Jr. Selective solubilization of a protein component of the red cell membrane Science 1968 159 203 204 10.1126/science.159.3811.203 5634911 5. Winkelmann J.C. Forget B.G. Erythroid and nonerythroid spectrins Blood 1993 81 3173 3185 10.1182/blood.V81.12.3173.3173 8507859 6. Gambetta K.E. McCulloch M.A. Lal A.K. Knecht K. Butts R.J. Villa C.R. Johnson J.N. Conway J. Bock M.J. Schumacher K.R. Diversity of dystrophin gene mutations and disease progression in a contemporary cohort of duchenne muscular dystrophy Pediatr. Cardiol. 2022 43 855 867 10.1007/s00246-021-02797-6 35064276 7. Hoffman E.P. Brown R.H. Jr. Kunkel L.M. Dystrophin: The protein product of the duchenne muscular dystrophy locus Cell 1987 51 919 928 10.1016/0092-8674(87)90579-4 3319190 8. Khurana S. Chakraborty S. Lam M. Liu Y. Su Y.T. Zhao X. Saleem M.A. Mathieson P.W. Bruggeman L.A. Kao H.Y. Familial focal segmental glomerulosclerosis (FSGS)-linked alpha-actinin 4 (ACTN4) protein mutants lose ability to activate transcription by nuclear hormone receptors J. Biol. Chem. 2012 287 12027 12035 10.1074/jbc.M112.345421 22351778 9. Jorgensen L.H. Mosbech M.B. Faergeman N.J. Graakjaer J. Jacobsen S.V. Schroder H.D. Duplication in the Microtubule-Actin Cross-linking Factor 1 gene causes a novel neuromuscular condition Sci. Rep. 2014 4 5180 10.1038/srep05180 24899269 10. Voelzmann A. Liew Y.T. Qu Y. Hahn I. Melero C. Sanchez-Soriano N. Prokop A. Drosophila short stop as a paradigm for the role and regulation of spectraplakins Semin. Cell Dev. Biol. 2017 69 40 57 10.1016/j.semcdb.2017.05.019 28579450 11. Featherstone D.E. Davis W.S. Dubreuil R.R. Broadie K. Drosophila alpha- and beta-spectrin mutations disrupt presynaptic neurotransmitter release J. Neurosci. 2001 21 4215 4224 10.1523/JNEUROSCI.21-12-04215.2001 11404407 12. Bosher J.M. Hahn B.S. Legouis R. Sookhareea S. Weimer R.M. Gansmuller A. Chisholm A.D. Rose A.M. Bessereau J.L. Labouesse M. The Caenorhabditis elegans vab-10 spectraplakin isoforms protect the epidermis against internal and external forces J. Cell Biol. 2003 161 757 768 10.1083/jcb.200302151 12756232 13. Daimon T. Koyama T. Yamamoto G. Sezutsu H. Mirth C.K. Shinoda T. The number of larval molts is controlled by hox in caterpillars Curr. Biol. 2021 31 884 891.e3 10.1016/j.cub.2020.11.017 33308417 14. Tong X.L. Han M.J. Lu K.P. Tai S.S. Liang S.B. Liu Y.C. Hu H. Shen J.H. Long A.X. Zhan C.Y. High-resolution silkworm pan-genome provides genetic insights into artificial selection and ecological adaptation Nat. Commun. 2022 13 5619 10.1038/s41467-022-33366-x 36153338 15. Dai F.Y. Tong X.T. Li C.L. Hu H. The genetics of the silkworm The Sericultural Science in China 1st ed. Sericultural Research Institute Chinese Academy of Agricultural Sciences Jiangsu University of Science and Technology Shanghai Scientific & Technical Publishers Shanghai, China 2020 265 309 16. Kawamoto M. Kiuchi T. Katsuma S. SilkBase: An integrated transcriptomic and genomic database for Bombyx mori and related species Database 2022 2022 baac040 10.1093/database/baac040 35670730 17. Mistry J. Chuguransky S. Williams L. Qureshi M. Salazar G.A. Sonnhammer E.L.L. Tosatto S.C.E. Paladin L. Raj S. Richardson L.J. Pfam: The protein families database in 2021 Nucleic Acids Res. 2021 49 D412 D419 10.1093/nar/gkaa913 33125078 18. Potter S.C. Luciani A. Eddy S.R. Park Y. Lopez R. Finn R.D. HMMER web server: 2018 update Nucleic Acids Res. 2018 46 W200 W204 10.1093/nar/gky448 29905871 19. Wang J. Chitsaz F. Derbyshire M.K. Gonzales N.R. Gwadz M. Lu S. Marchler G.H. Song J.S. Thanki N. Yamashita R.A. The conserved domain database in 2023 Nucleic Acids Res. 2023 51 D384 D388 10.1093/nar/gkac1096 36477806 20. Letunic I. Khedkar S. Bork P. SMART: Recent updates, new developments and status in 2020 Nucleic Acids Res. 2021 49 D458 D460 10.1093/nar/gkaa937 33104802 21. Chen C. Chen H. Zhang Y. Thomas H.R. Frank M.H. He Y. Xia R. TBtools: An integrative toolkit developed for interactive analyses of big biological data Mol. Plant 2020 13 1194 1202 10.1016/j.molp.2020.06.009 32585190 22. Kim D. Landmead B. Salzberg S.L. HISAT: A fast spliced aligner with low memory requirements Nat. Methods 2015 12 357 360 10.1038/nmeth.3317 25751142 23. Trapnell C. Williams B.A. Pertea G. Mortazavi A. Kwan G. van Baren M.J. Salzberg S.L. Wold B.J. Pachter L. Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation Nat. Biotechnol. 2010 28 511 515 10.1038/nbt.1621 20436464 24. Katoh K. Standley D.M. MAFFT multiple sequence alignment software version 7: Improvements in performance and usability Mol. Biol. Evol. 2013 30 772 780 10.1093/molbev/mst010 23329690 25. Kumar S. Stecher G. Li M. Knyaz C. Tamura K. MEGA X: Molecular evolutionary genetics analysis across computing platforms Mol. Biol. Evol. 2018 35 1547 1549 10.1093/molbev/msy096 29722887 26. Lu K.P. Pan Y.F. Shen J.H. Yang L. Zhan C.Y. Liang S.B. Tai S.S. Wan L.R. Li T. Cheng T.C. SilkMeta: A comprehensive platform for sharing and exploiting pan-genomic and multi-omic silkworm data Nucleic Acids Res. 2024 52 D1024 D1032 10.1093/nar/gkad956 37941143 27. Lu F. Wei Z. Luo Y. Guo H. Zhang G. Xia Q. Wang Y. SilkDB 3.0: Visualizing and exploring multiple levels of data for silkworm Nucleic Acids Res. 2020 48 D749 D755 10.1093/nar/gkz919 31642484 28. Xu H. Chen L. Tong X.L. Hu H. Liu L.Y. Liu G.C. Zhu Y.N. Zhao R.P. Wang W. Dai F.Y. Comprehensive silk gland multi-omics comparison illuminates two alternative mechanisms in silkworm heterosis Zool. Res. 2022 43 585 596 10.24272/j.issn.2095-8137.2022.065 35726584 29. Rozas J. Ferrer-Mata A. Sanchez-DelBarrio J.C. Guirao-Rico S. Librado P. Ramos-Onsins S.E. Sanchez-Gracia A. DnaSP 6: DNA sequence polymorphism analysis of large data sets Mol. Biol. Evol. 2017 34 3299 3302 10.1093/molbev/msx248 29029172 30. Leigh J.W. Bryant D. POPART: Full-feature software for haplotype network construction Methods Ecol. Evol. 2015 6 1110 1116 10.1111/2041-210X.12410 31. Purcell S. Neale B. Todd-Brown K. Thomas L. Ferreira M.A. Bender D. Maller J. Sklar P. de Bakker P.I. Daly M.J. PLINK: A tool set for whole-genome association and population-based linkage analyses Am. J. Hum. Genet. 2007 81 559 575 10.1086/519795 17701901 32. Fang S.M. Hu B.L. Zhou Q.Z. Yu Q.Y. Zhang Z. Comparative analysis of the silk gland transcriptomes between the domestic and wild silkworms BMC Genom. 2015 16 60 10.1186/s12864-015-1287-9 25887670 33. Yu H.S. Shen Y.H. Yuan G.X. Hu Y.G. Xu H.E. Xiang Z.H. Zhang Z. Evidence of selection at melanin synthesis pathway loci during silkworm domestication Mol. Biol. Evol. 2011 28 1785 1799 10.1093/molbev/msr002 21212153 34. Lu K.P. Liang S.B. Han M.J. Wu C.M. Song J.B. Li C.L. Wu S.Y. He S.Z. Ren J.Y. Hu H. Flight muscle and wing mechanical properties are involved in flightlessness of the domestic silkmoth, Bombyx mori Insects 2020 11 220 10.3390/insects11040220 32252362 35. Nagaraju J. Urs R. Datta R.K. Crossbreeding and heterosis in the silkworm, Bombyx mori : A review Sericologia 1996 36 1 26 36. Lorenzo D.N. Edwards R.J. Slavutsky A.L. Spectrins: Molecular organizers and targets of neurological disorders Nat. Rev. Neurosci. 2023 24 195 212 10.1038/s41583-022-00674-6 36697767 37. Zhang Q.P. Skepper J.N. Yang F.T. Davies J.D. Hegyi L. Roberts R.G. Weissberg P.L. Ellis J.A. Shanahan C.M. Nesprins: A novel family of spectrin-repeat-containing proteins that localize to the nuclear membrane in multiple tissues J. Cell Sci. 2001 114 4485 4498 10.1242/jcs.114.24.4485 11792814 38. Pesacreta T.C. Byers T.J. Dubreuil R. Kiehart D.P. Branton D. Drosophila spectrin: The membrane skeleton during embryogenesis J. Cell Biol. 1989 108 1697 1709 10.1083/jcb.108.5.1697 2497103 39. Huelsmann S. Brown N.H. Spectraplakins Curr. Biol. 2014 24 R307 R308 10.1016/j.cub.2014.02.003 24735849 40. Wang M. Lin Y. Zhou S. Cui Y. Feng Q. Yan W. Xiang H. Genetic mapping of climbing and mimicry: Two behavioral traits degraded during silkworm domestication Front. Genet. 2020 11 566961 10.3389/fgene.2020.566961 33391338 41. Ichikawa T. Aoki S. Shimizu I. Neuroendocrine control of diapause hormone secretion in the silkworm, Bombyx mori J. Insect Physiol. 1997 43 1101 1109 12770482 42. Song W.T. Zhu F.F. Chen K.P. The molecular mechanisms and factors affecting the feeding habits of silkworm (Lepidoptera: Bombyxidae) J. Asia-Pac. Entomol. 2021 24 955 962 10.1016/j.aspen.2021.08.010 43. Guo N. Lu K. Cheng L. Li Z. Wu C. Liu Z. Liang S. Chen S. Chen W. Jiang C. Structure analysis of the spinneret from Bombyx mori and its influence on silk qualities Int. J. Biol. Macromol. 2019 126 1282 1287 10.1016/j.ijbiomac.2018.12.219 30590149 44. Bisch-Knaden S. Daimon T. Shimada T. Hansson B.S. Sachse S. Anatomical and functional analysis of domestication effects on the olfactory system of the silkmoth Bombyx mori Proc. Biol. Sci. 2014 281 20132582 10.1098/rspb.2013.2582 24258720 45. Liebl E.C. Forsthoefel D.J. Franco L.S. Sample S.H. Hess J.E. Cowger J.A. Chandler M.P. Shupert A.M. Seeger M.A. Dosage-sensitive, reciprocal genetic interactions between the Abl tyrosine kinase and the putative GEF trio reveal trio ’s role in axon pathfinding Neuron 2000 26 107 118 10.1016/S0896-6273(00)81142-3 10798396 46. Varvagiannis K. Vissers L. Baralle D. de Vries B.B.A. Gazdagh G. TRIO-related neurodevelopmental disorder GeneReviews((R)) Adam M.P. Feldman J. Mirzaa G.M. Pagon R.A. Wallace S.E. Amemiya A. University of Washington Seattle, WA, USA 1993 1993 2025 Figure 1 Chromosome distribution of spectrin family genes. Figure 2 Genomic ranges (predicted ranges and optimized ranges) and protein domains of BmMacf1 ( A ), BmDys ( B ), BmSptbn5 ( C ), and BmSyne1 ( D ). CH, Calponin homology domain. GAS2, Growth-Arrest-Specific Protein 2 Domain. WW, Domain with 2 conserved Trp (W) residues. Ph, Pleckstrin homology domain. KASH (for Klarsicht/ANC-1/Syne-1 homology), Nuclear envelope localization domain. Figure 3 Phylogenetic relationships and protein domains of spectrin family genes in silkworm. CH, Calponin homology domain. WW, Domain with 2 conserved Trp (W) residues. ZnF, Zinc-binding domain. Ph, Pleckstrin homology domain. EFh, EF hand, calcium-binding motif. GAS2, Growth-Arrest-Specific Protein 2 Domain. SEC14, Domain in homologues of a Saccharomyces cerevisiae phosphatidylinositol transfer protein. RhoGEF, Guanine nucleotide exchange factor for Rho/Rac/Cdc42-like GTPases. KASH (for Klarsicht/ANC-1/Syne-1 homology), Nuclear envelope localization domain. SH3, Src homology 3 domains. Ig, immunoglobulin. FN3, Src homology 3 domains. PKc, Protein kinase, unclassified specificity. Figure 4 Phylogenetic tree of spectrin family genes across species. Figure 5 BmTrio is associated with silkworm domestication. ( A ) Fixation index ( F ST ) values between wild and domesticated (local) silkworm populations. ( B ) Tajima’s D values of wild (green) and local (blue) populations. Orange-shaded areas in ( A , B ) indicate the BmTrio locus. ( C ) BmTrio expression (FPKM) across tissues in wild and domesticated silkworms. Error bars, ± standard deviations (SDs); Student’s t -test, * p < 0.05. Insets show fifth-instar larvae of wild (blue box) and domesticated (yellow box) silkworms. ( D ) Allele frequencies (AFs) of seven SVs in BmTrio exhibiting significant divergence between wild (orange bars) and domesticated (green bars) silkworms. Chi-square test, FDR < 0.005. ( E ) BmTrio gene structures with seven SVs (numbered as in ( D )). Red boxes: exons; orange triangle: a specific insertion in the reference genome. ( F ) The SNPs (circles) and InDels (squares) within the BmTrio and its flanking regions. A chi-square test (FDR correction) was applied to evaluate the genetic differentiation of these variants between wild and domesticated silkworms (local population). The color gradient (blue to red) represents the magnitude of log 10 -transformed p -values, ranging from 0 (blue, non-significant) to 100 (red, highly significant). Figure 6 BmBeta_spc genomic variations diverge between local and CHN-I silkworm subpopulations. ( A ) Fixation indices ( F ST ) between local and CHN-I subpopulations. ( B ) Tajima’s D values for local (green) and CHN-I (blue) silkworms. Blue-shaded regions in ( A , B ) mark the BmBeta_spc locus. ( C ) SNPs (circles) and InDels (squares) within the BmBeta_spc genomic region and its flanking regions are shown. The chi-square test (FDR-corrected) was applied to evaluate the genetic differentiation of these variants between local and CHN-I silkworms. The color gradient (blue to red) represents the magnitude of log 10 -transformed p -values, ranging from 0 (blue, non-significant) to 100 (red, highly significant). ( D ) Allele frequencies (AFs) of 28 SVs in BmBeta_spc exhibiting significant divergence between local (green) and CHN-I (blue) silkworms. Chi-square test, FDR < 0.005. ( E ) Haplotype network of 28 SVs in local and CHN-I individuals. ( F ) Ten representative haplotypes in local and CHN-I subpopulations. Orange circles: SV presence; white dashed circles: SV absence. SV numbering matches panel D. These representative haplotypes were labeled in the haplotype network of panel ( E ). Figure 7 BmBeta_spc is associated with silkworm breeding traits. ( A ) Cocoon size comparison between local (smaller) and improved silkworm strains. ( B ) BmBeta_spc expression (FPKM) in silk glands of local (C145, Chishu, and Huangbo), CHN-I (Furong, 305, and Xiafang), and JPN-I (Xianghui, 7532, and Chunfeng) silkworm strains. Error bars, ± standard deviations (SDs); Student’s t -test, ** p < 0.01, *** p < 0.001. ( C ) Associations of BmBeta_spc SNPs with CSW, CW, and CSR. Red dashed lines: the significance threshold for BmBeta_spc that was defined using Bonferroni correction as 0.05/ N (where N is the total number of tested SNPs). Figure 8 BmBeta_spc contributes to silk yield heterosis. ( A ) Fixation indices ( F ST ) between CHN-I and JPN-I subpopulations. Blue-shaded region marks the BmBeta_spc locus. ( B ) BmBeta_spc gene structure, with 22 SVs showing significant allele frequency (AF) divergence (CHN-I: blue; JPN-I: green). Chi-square test, FDR < 0.005. Numbers in parentheses denote structural variation (SV) sizes in base pairs (bp), with “+” indicating insertions and “−” representing deletions. ( C ) Haplotype network of 22 SVs. ( D ) Cocoon phenotypes of Jingsong and Haoyue and their F 1 hybrids. ( E – G ) Silk yield traits (CW, CSR, and CSR) in parents and F 1 hybrids. Student’s t -test, *** p < 0.001. ( H ) SV haplotypes in Jingsong and Haoyue. Orange circles: SV presence; white dashed circles: SV absence. SV order matches panel ( B ). ( I ) BmBeta_spc expression in parental and F 1 hybrids at days 1, 3, and 5 of the fifth larval instar, denoted as L5D1, L5D3, and L5D5. Error bars, ± standard deviations (SDs); Student’s t -test. insects-16-00556-t001_Table 1 Table 1 Genomic ranges and protein domains of spectrin family genes. Gene ID Chr. Strand (+/−) Predicted Genomic Region Optimized Genomic Region AAS Length (aa) Protein Domain KWMTBOMO14882 24 + 16986141–16994985 16927869–17074342 4083 Spectrin repeats (29), PH, CH KWMTBOMO14883 24 + 16995271–17036415 KWMTBOMO14884 24 + 16995271–17036415 KWMTBOMO11867 20 − 2360655–2407092 2359470–2714880 9267 GAS2, plectin repeats (36), spectrin repeats (34), CH KWMTBOMO11868 20 − 2408554–2440562 KWMTBOMO11870 20 − 2442893–2507042 KWMTBOMO11872 20 − 2510156–2587372 KWMTBOMO04201 7 − 13360093–13375354 13357711–13859261 3583 Spectrin repeats (15), WW, ZnF, CH KWMTBOMO04202 7 − 13427021–13458274 KWMTBOMO04207 7 − 13666034–13671749 KWMTBOMO04210 7 − 13743571–13764629 KWMTBOMO04212 7 − 13807018–13833429 KWMTBOMO11045 18 − 10803357–10884353 10802397–10884586 2575 Spectrin repeats (17), PH, CH KWMTBOMO08648 15 − 1561077–1596812 1560551–1596880 2421 Spectrin repeats (19), EFh KWMTBOMO00548 1 − 16223310–16295639 16129442–16295639 2851 Spectrin repeats (7), SEC14, RhoGEF, PH KWMTBOMO07009 12 − 1611446–1737463 1610900–1774453 13424 Spectrin repeats (54), KASH, CH KWMTBOMO11008 18 − 9286104–9331592 9285843–9331723 899 Spectrin repeats (4), EFh, CH insects-16-00556-t002_Table 2 Table 2 Orthologs of spectrin genes in various species. Gene ID B. mori Orthologs D. melanogaster H. sapiens M. musculus KWMTBOMO14882/14883/14884 BmSptbn5 Karst Sptbn5 Sptbn5 KWMTBOMO11867/118688/11870 BmMacf1 Short stop Macf1 Macf1 KWMTBOMO04201/04202/04207/04210/04212 BmDys Dys/dystrophin Dystrophin Dystrophin KWMTBOMO11045 BmBeta_spc Beta spectrin Sptbn1 Sptbn1 KWMTBOMO08648 BmAlpha_spc Alpha spectrin Sptan1 Sptan1 KWMTBOMO00548 BmTrio Trio Trio Trio KWMTBOMO07009 BmSyne1 Msp300 Syne1 Syne1 KWMTBOMO11008 BmActn Actn Actn1 Actn1",
    "full_text_abstract": "Simple Summary Spectrin family genes are crucial for maintaining cell structure, but their roles have mainly been studied in neural and muscle systems of common model organisms. Here, we identified 8, 23, 24, and 8 spectrin family genes in the genomes of Drosophila melanogaster , Mus musculus , Homo sapiens , and the silkworm Bombyx mori , a newly established Lepidopteran model organism. Phylogenetic analysis showed that these genes are conserved across insects but expended in mammals. Transcriptome data highlighted their broad roles in silkworm growth and development. One gene, BmTrio , showed strong selection during silkworm domestication, potentially linked to behavioral changes like reduced activity in farmed silkworms. Another gene, BmBeta_spc , was associated with increased silk production in Chinese-improved silkworms and enhanced productivity in hybrid offspring. These findings deepen our understanding of spectrin family genes in non-classical model species and offer new targets for improving silk yields through molecular breeding.\n\nAbstract The spectrin family genes play critical roles in cytoskeletal organization and cellular integrity, yet their evolutionary and functional significance in non-classical model organisms remains poorly explored. Here, we systematically identified and characterized spectrin family genes in the silkworm Bombyx mori . Genome-wide analysis identified 17 predicted spectrin genes, which were integrated into eight optimized members through transcriptome-guided structural refinement. Multi-species genomic analysis revealed 8, 23, and 24 spectrin family genes in Drosophila melanogaster , Mus musculus , and Homo sapiens , respectively. Phylogenetic analysis revealed conserved clades across insects and mammals, with gene family expansions in vertebrates. Spatiotemporal expression profiling demonstrated ubiquitous expression of these genes during silkworm development. Population genomic analyses detected strong selection signatures in BmTrio during domestication and implicated BmBeta_spc as a candidate gene for silk yield enhancement in Chinese-improved strains (CHN-I). Expression profiles of parental strains and F 1 offspring from a commercial hybrid cross (Jingsong × Haoyue) revealed BmBeta_spc expression correlating with heterosis in silk yield traits. This study elucidates the characterization and functional relevance of silkworm spectrin genes, providing insights into their roles in domestication and breeding."
}