{
    "PMC": "2175150",
    "DOI": "10.1083/jcb.149.2.423",
    "PMID": "10769033",
    "PMCID": "PMC2175150",
    "title": "Suppression of Pyk2 kinase and cellular activities by FIP200.",
    "year": 2000,
    "source_url": "https://europepmc.org/article/PMC/PMC2175150",
    "source": "MED",
    "abstract_text": "Proline-rich tyrosine kinase 2 (Pyk2) is a cytoplasmic tyrosine kinase implicated to play a role in several intracellular signaling pathways. We report the identification of a novel Pyk2-interacting protein designated FIP200 (FAK family kinase-interacting protein of 200 kD) by using a yeast two-hybrid screen. In vitro binding assays and coimmunoprecipitation confirmed association of FIP200 with Pyk2, and similar assays also showed FIP200 binding to FAK. However, immunofluorescent staining indicated that FIP200 was predominantly localized in the cytoplasm. FIP200 bound to the kinase domain of Pyk2 and inhibited its kinase activity in in vitro kinase assays. FIP200 also inhibited the kinase activity of the Pyk2 isolated from SYF cells (deficient in Src, Yes, and Fyn expression) and the Pyk2 mutant lacking binding site for Src, suggesting that it regulated Pyk2 kinase directly rather than affecting the associated Src family kinases. Consistent with its inhibitory effect in vitro, FIP200 inhibited activation of Pyk2 and Pyk2-induced apoptosis in intact cells, which correlated with its binding to Pyk2. Finally, activation of Pyk2 by several biological stimuli correlated with the dissociation of endogenous FIP200-Pyk2 complex, which provided further support for inhibition of Pyk2 by FIP200 in intact cells. Together, these results suggest that FIP200 functions as an inhibitor of Pyk2 via binding to its kinase domain.",
    "full_text": "J Cell Biol J. Cell Biol The Journal of Cell Biology 0021-9525 1540-8140 The Rockefeller University Press 2175150 9909105 10769033 Original Article Suppression of Pyk2 Kinase and Cellular Activities by Fip200 Ueda Hiroki a Abbi Smita a Zheng Chuanhai a Guan Jun-Lin Cancer Biology Laboratories, Department of Molecular Medicine, College of Veterinary Medicine, Cornell University, Ithaca, NY 14853. (607) 253-3708 (607) 253-3586 jg19@cornell.edu a a Cancer Biology Laboratories, Department of Molecular Medicine, College of Veterinary Medicine, Cornell University, Ithaca, New York 14853 17 4 2000 149 2 423 430 24 9 1999 6 2 2000 2 3 2000 © 2000 The Rockefeller University Press 2000 The Rockefeller University Press This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms ). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 Unported license, as described at http://creativecommons.org/licenses/by-nc-sa/4.0/ ). Proline-rich tyrosine kinase 2 (Pyk2) is a cytoplasmic tyrosine kinase implicated to play a role in several intracellular signaling pathways. We report the identification of a novel Pyk2-interacting protein designated FIP200 (FAK family kinase–interacting protein of 200 kD) by using a yeast two-hybrid screen. In vitro binding assays and coimmunoprecipitation confirmed association of FIP200 with Pyk2, and similar assays also showed FIP200 binding to FAK. However, immunofluorescent staining indicated that FIP200 was predominantly localized in the cytoplasm. FIP200 bound to the kinase domain of Pyk2 and inhibited its kinase activity in in vitro kinase assays. FIP200 also inhibited the kinase activity of the Pyk2 isolated from SYF cells (deficient in Src, Yes, and Fyn expression) and the Pyk2 mutant lacking binding site for Src, suggesting that it regulated Pyk2 kinase directly rather than affecting the associated Src family kinases. Consistent with its inhibitory effect in vitro, FIP200 inhibited activation of Pyk2 and Pyk2-induced apoptosis in intact cells, which correlated with its binding to Pyk2. Finally, activation of Pyk2 by several biological stimuli correlated with the dissociation of endogenous FIP200–Pyk2 complex, which provided further support for inhibition of Pyk2 by FIP200 in intact cells. Together, these results suggest that FIP200 functions as an inhibitor of Pyk2 via binding to its kinase domain. phosphorylation FAK tyrosine kinase inhibitor signal transduction Introduction Proline-rich tyrosine kinase 2 (Pyk2; also known as CAKβ, RAFTK, and CADTK) and its closely related focal adhesion kinase (FAK) comprise a subfamily of the cytoplasmic tyrosine kinases with unique structural features. These two kinases exhibit ∼45% amino acid identity and they both lack the Src homology 2 or 3 domains that are present in many other cytoplasmic tyrosine kinases. Both Pyk2 and FAK have large NH 2 - and COOH-terminal noncatalytic domains that flank a central kinase domain. The major autophosphorylation site of these kinases is also conserved. This site has been demonstrated to serve as a binding site for Src family kinases in both Pyk2 and FAK ( Dikic et al. 1996 ). Finally, several other FAK-interacting proteins have been shown to bind Pyk2, although the biological significance of their association with Pyk2 has not been fully illustrated ( Dikic et al. 1996 ; Salgia et al. 1996 ; Astier et al. 1997 ; Hiregowdara et al. 1997 ; Li and Earp 1997 ). Despite its structural similarity to FAK, Pyk2 appears to have different cellular roles than those of FAK. While FAK has been demonstrated to play an important role in integrin-mediated cell migration ( Ilic et al. 1995 ; Cary et al. 1996 , Cary et al. 1998 ; Gilmore and Romer 1996 ), the expression of Pyk2 did not promote cell migration in fibroblasts ( Sieg et al. 1998 ). Recent studies also suggested that integrin signaling through FAK protected cells from apoptosis ( Frisch et al. 1996 ) and stimulated cell cycle progression ( Zhao et al. 1998 ). In contrast, overexpression of Pyk2 has been shown to induce apoptosis in a number of cell lines ( Xiong and Parsons 1997 ). While its potential function in integrin signaling is not clear, Pyk2 has been suggested to play a role in a variety of other cellular processes including calcium-induced regulation of the ion channel and MAP kinase activation ( Lev et al. 1995 ), stress-induced c-Jun NH 2 -terminal kinase activation ( Tokiwa et al. 1996 ; Yu et al. 1996 ), and Src-mediated activation of MAP kinase signaling pathway in PC12 cells ( Dikic et al. 1996 ). Pyk2 is activated in response to a variety of extracellular stimuli that elevate the intracellular calcium concentration ( Lev et al. 1995 ; Dikic et al. 1996 ; Tokiwa et al. 1996 ; Yu et al. 1996 ). These include activation of the nicotinic acetylcholine receptor or a voltage-gated calcium channel that induces calcium influxes, agonists for G-protein–coupled receptors such as bradykinin, lysophophatidic acid, and angiotensin II, and other agents that promote calcium release from intracellular stores ( Dikic et al. 1996 ; Yu et al. 1996 ; Li and Earp 1997 ; Brinson et al. 1998 ). Therefore, it will be interesting to identify cellular proteins that interact with Pyk2 and/or regulate its activity. In this study, we identified a novel Pyk2-interacting protein using the yeast two-hybrid screen and showed that it functioned to inhibit Pyk2 kinase and cellular activity via binding to the kinase domain of Pyk2. Materials and Methods Antibodies and Other Reagents Affinity-purified rabbit antiserum against human Pyk2 ( Zheng et al. 1998 ) and mouse monoclonal antibody 12CA5 ( Chen et al. 1995 ) against an epitope of the hemagglutinin (HA) protein were described previously. Antiserum against the FAK family kinase–interacting protein of 200 kD (FIP200) was prepared in rabbits using a glutathione-S-transferase (GST) fusion protein containing COOH-terminal FIP200 (GST-CT-FIP, see Fig. 1 A). Anti-FIP200 antibodies were affinity-purified from the antiserum using GST-CT-FIP immobilized on glutathione-Sepharose as an affinity matrix, as described previously ( Zheng et al. 1998 ). Mouse monoclonal antiphosphotyrosine antibody, PY20, was purchased from Transduction Laboratories. Rabbit polyclonal anti-Flag antibodies were purchased from Santa Cruz Biotechnology, Inc. The mouse monoclonal anti-Flag, antivinculin antibodies, fluorescein-conjugated goat anti–rabbit IgG, rhodamine-conjugated goat anti–mouse IgG, normal goat serum, angiotensin II, sorbitol, and PMA were purchased from Sigma Chemical Co. Recombinant PDGF-BB was obtained from UBI. Yeast Two-Hybrid Screen The human Pyk2 cDNA clone has been described previously ( Zheng et al. 1998 ). Pyk2 cDNA fragments containing the NH 2 -terminal and kinase domains (residues 1–743), the NH 2 -terminal domain (residues 1–287) and the kinase and COOH-terminal domains (residues 287–1,009) were subcloned into the bait vector pAS2 (CLONTECH Laboratories) to generate plasmids pAS2-NKPyk2, pAS2-NPyk2, and pAS2-KCPyk2, respectively. The HF7c yeast strain was first transformed with pAS2-NKPyk2 and subsequently with a HeLa cell cDNA library fused to the GAL4 transcriptional activation domain ( Hannon et al. 1993 ; gift of Dr. G. Hannon, Cold Spring Harbor Laboratory, Cold Spring Harbor, NY). Transformants were plated on agar selection medium lacking tryptophan (Trp − ), leucine (Leu − ), and histidine (His − ). The resulting colonies were isolated and tested for β-Gal activity and growth on Trp − Leu − His − plates ( Hannon et al. 1993 ). Plasmid DNA was purified from the His + β-Gal + colonies. They were retransformed into yeast with different bait vectors to determine specificity, and the inserts were sequenced using Sequenase 2.0. Construction of cDNA Expression Vectors pKH3-Pyk2 and pKH3-FAK have been described previously ( Zheng et al. 1998 ). Pyk2 mutant Y402F was created by the PCR overlap extension method as described previously ( Cary et al. 1996 ). The COOH-terminal FIP200 (residues 1,374–1,951) was excised from the prey plasmid pGAD33 and inserted into pGEX-KG to generate pGEX-CT-FIP. The insert is also cloned into the mammalian expression vector pSG5-Flag (gift of Dr. G. Mosialos, Harvard Medical School, Boston, MA) to generate pSG5-CT-FIP with in-frame fusion of the Flag epitope at the NH 2 terminus. The full-length cDNA encoding FIP200 was provided by Dr. T. Nagase (Kazusa DNA Research Institute, Japan). Using this cDNA as a template, PCR was performed to generate a 1.9-kb NH 2 -terminal fragment of FIP200 (NT-FIP; residues 1–641) with an addition of an EcoRV linker at the 5′ end (GATATC) before the ATG start codon and an internal BglII site at the 3′ end. This fragment was digested with EcoRV and BglII, and was inserted into the corresponding cloning site of pSG5-Flag to generate plasmid pSG5-NT-FIP. A 3.9-kb fragment encoding residues 642–1,591 of FIP200 was isolated from the full-length clone by BglII digestion, and was inserted into the corresponding site in pSG5-NT-FIP to generate the plasmid pSG5-FIP200 encoding the full-length FIP200. The Flag epitope is fused in-frame to the ATG start codon in both pSG5-NT-FIP and pSG5-FIP200. All constructs were verified by DNA sequencing. Cell Culture 293T, RASM, and Rat1 cells were obtained from ATCC and maintained in DME supplemented with 10% FBS (Life Technologies, Inc.). NIH3T3 cells were maintained in DME plus 10% FCS (Life Technologies, Inc.). CHO cells were maintained in F12 medium plus 10% fetal bovine serum. SYF cells ( Klinghoffer et al. 1999 ) were gifts from Drs. L. Cary, R. Klinghoffer, and P. Soriano (Fred Hutchinson Cancer Research Center) and were maintained in DME supplemented with 10% FCS. Transient transfections of 293T, NIH3T3, CHO, and Rat1 cells were performed using Lipofectamine (Life Technologies, Inc.) according to the manufacturer's guidelines. Preparation of GST Fusion Proteins and In Vitro Binding Assays GST fusion proteins were produced and purified as described previously ( Chen et al. 1995 ), except that a protease-defective Escherichia coli strain, BL21-Dex, was used. GST fusion proteins (5 μg) were immobilized on glutathione-agarose beads, and then incubated for 90 min at 4°C with lysates (200 μg) prepared from 293T cells that had been transfected with pKH3-Pyk2 or pKH3-FAK. After washing, the bound proteins were analyzed by Western blotting with anti-HA (1:600) as described below. Immunoprecipitation and Western Blot Cells were lysed with modified RIPA lysis buffer (50 mM Tris, pH 7.5, 150 mM NaCl, 0.3% sodium deoxycholate, 0.1% NP-40, 10% glycerol, 1.5 mM MgCl 2 , 1 mM EDTA, 0.2 mM EGTA, 20 mM NaF, 25 μM ZnCl 2 , 1 mM NaVO 4 , 1 mM PMSF, 10 μg/ml aprotinin, and 2 μg/ml leupeptin) as described previously ( Zhao et al. 1998 ). Immunoprecipitation was carried out at 4°C by incubating cell lysates for 2 h with indicated antibodies, followed by an incubation for 1 h with protein A–Sepharose or protein G–Plus. Immunoprecipitates were washed three times in lysis buffer without protease inhibitors. The beads were resuspended in SDS-PAGE sample buffer, boiled for 5 min, and resolved by SDS-PAGE. Western blotting was performed with appropriate antibodies as indicated, using the Amersham ECL system as described previously ( Chen et al. 1995 ; Zheng et al. 1998 ). In some experiments, whole cell lysates were analyzed directly by Western blotting. In Vitro Kinase Assay Cells were treated with 400 mM sorbitol for 5 min and lysed in 1% NP-40 lysis buffer as described previously ( Zheng et al. 1998 ). The lysates were immunoprecipitated with anti-Pyk2 antibodies. They were washed three times with NP-40 buffer and once with 50 mM Tris, pH 7.4. Aliquots of the samples were subjected to in vitro kinase assays in kinase buffer (50 mM Tris, pH 7.4, 10 mM MnCl 2 , 20 μCi γ-[ 32 P]ATP, and 10 μg E4Y1) for 20 min at room temperature in the presence of various amounts (0–5 μg) of GST or GST-CT-FIP. The kinase reactions were stopped by the addition of SDS sample buffer, boiled for 5 min, and resolved on SDS-PAGE. The gel was dried and subjected to autoradiography. The phosphorylated E4Y1 was also subjected to phosphoimage quantitative analysis by using the scanner model Storm 840 and ImageQuant IQMac v1.2 (Molecular Dynamics). The in vitro kinase assays for FAK were performed as described previously ( Zhao et al. 1998 ). Immunofluorescence Cells were processed for immunofluorescence staining as described previously ( Zhao et al. 1998 ; Zheng et al. 1998 ). The primary antibodies used were polyclonal anti-Flag (1:300), monoclonal anti-HA (1:200), and monoclonal antivinculin (1:50). The secondary antibodies used were fluorescein-conjugated goat anti–rabbit IgG (1:300), and rhodamine-conjugated goat anti–mouse IgG (1:300). The cells were mounted on Slowfade (Molecular Probes), examined, and photographed using an Olympus fluorescent microscope (100×). Apoptosis Assay Rat1 cells were cotransfected with a plasmid encoding GFP and expression vectors as indicated. After 24 h, the cells were washed with PBS, fixed in 4% paraformaldehyde in PBS for 15 min at room temperature, and permeabilized in 0.5% Triton X-100 in PBS for 15 min at room temperature. The nuclei were stained with 0.5 μg/ml Hoechst in PBS at 37°C for 10 min. Normal nuclei, apoptotic nuclei with fragmented nuclei, and condensed chromatin were counted under an Olympus fluorescent microscope. Approximately 40 GFP+ cells were counted in several random fields. At least four independent experiments were performed for each transfection. Expression of transfected genes was verified by Western blotting with respective antibodies. Statistical analyses were performed by Minitab Release 10.5Xtra (Minitab Inc.). Results To understand the regulation and function of Pyk2, we employed a yeast two-hybrid screen to identify novel proteins that interact with Pyk2. Since the full-length Pyk2 activated the Gal4 promoter for the reporter gene LacZ when used as a bait (data not shown), we subcloned a cDNA fragment encoding the NH 2 -terminal and kinase domains of Pyk2 (NKPyk2) into the pAS2 bait vector. Screening 4 × 10 6 clones of a HeLa cell library ( Hannon et al. 1993 ) yielded five clones that specifically interacted with NKPyk2. These interactions were confirmed by cotransforming yeast cells with the recovered prey plasmids and pAS2-NKPyk2, or by cotransforming the pAS2 vector alone as a control. Partial sequencing indicated that three clones encoded portions of a protein identical to a human gene KIAA0203 with an open reading frame of 1,591 residues. KIAA0203 is widely expressed in various human tissues, but its functions remain obscure ( Fig. 1 A; Nagase et al. 1996 ). Based on its interaction with both Pyk2 and FAK as well as its apparent molecular mass (see below), we designated the full-length protein as FIP200 and the longest insert (encoded by pGAD33) of the three clones as CT-FIP (COOH-terminal FIP200). Analysis of the FIP200 protein sequence suggested it to be a cytoplasmic protein (e.g., no signal peptide for secretion, no transmembrane domain, and no nuclear localization signals). Residues 1,085–1,225 showed a high sequence homology (84% identity) with the mouse coiled-coil protein 1 and, therefore, was designated as a CC1-like region. In addition, a leucine zipper segment was found between residues 1,371 and 1,391 of FIP200 ( Fig. 1 A). To determine if FIP200 could bind directly to Pyk2 in vitro, a GST fusion protein containing CT-FIP (GST-CT-FIP) was prepared and tested for its binding to recombinant Pyk2 expressed in mammalian cells. Fig. 1 B shows that Pyk2 bound GST-CT-FIP (middle lane), but not GST alone (left lane). To detect FIP200 association with Pyk2 in intact cells, 293T cells were cotransfected with pKH3-Pyk2 encoding HA-tagged Pyk2 and expression vectors encoding Flag-tagged FIP200, CT-FIP, and NH 2 -terminal FIP200 (NT-FIP; residues 1–641), or the vector alone as a control. Coimmunoprecipitation of the lysates showed that Pyk2 was associated with CT-FIP and FIP200, but not NT-FIP, in intact cells ( Fig. 1 C). Western blotting of the immunoprecipitates with anti-Flag showed expression levels of FIP200 and its fragments ( Fig. 1 D). Direct analysis of the lysates by Western blotting with anti-Pyk2 confirmed comparable expression of Pyk2 in all samples ( Fig. 1 E). Consistent with the in vitro binding and transfection studies, association of endogenous Pyk2 and FIP200 was also detected by coimmunoprecipitation ( Fig. 1 F). Together, these results demonstrated Pyk2 interaction with FIP200, and indicated that this interaction is mediated by the FIP200 COOH-terminal region. Pyk2 and FAK are closely related tyrosine kinases that share similar structural organization and significant sequence homology ( Avraham et al. 1995 ; Lev et al. 1995 ; Sasaki et al. 1995 ). Therefore, we also examined the possibility of FIP200 association with FAK by both in vitro binding and in vivo coimmunoprecipitation experiments. Fig. 2 A shows that FAK bound to GST-CT-FIP200 (middle lane), but not GST alone (left lane). To detect in vivo association, 293T cells were cotransfected with pKH3-FAK and pSG5-FIP200, pSG5-CT-FIP, or pSG5-Flag vector alone as a control. 2 d after transfection, cell lysates were prepared and immunoprecipitated with anti-Flag. Fig. 2 B shows that FAK was associated with both the full-length (left lane) and COOH-terminal fragment of FIP200 (middle lane), but was absent in the immune complex from cells cotransfected with the control vector alone (right lane). Together, these results suggested that FIP200 may also associate with FAK via its COOH-terminal region. We also examined subcellular localization of FIP200 first by using epitope tag antibodies ( Fig. 3 ). Immunofluorescent staining of Flag-tagged FIP200 with anti-Flag showed a predominantly diffuse cytoplasmic distribution of FIP200 (A). Costaining with antivinculin verified the absence of FIP200 in focal contacts (B). Extensive colocalization of FIP200 with Pyk2 in the cytoplasm was confirmed by double label immunofluorescent staining of cells that had been cotransfected with Flag-tagged FIP200 and HA-tagged Pyk2 (C and D). We also attempted to detect localization of endogenous FIP200 using anti-FIP200, although our current anti-FIP200 did not work as well as the anti-epitope antibodies for immunofluorescent staining. Consistent with results using the anti-epitope antibodies, these studies suggested a cytoplasmic localization of endogenous FIP200 (data not shown). FIP200's predominantly cytoplasmic localization is consistent with its interaction with the cytoplasmic kinase Pyk2, although this does not exclude the possibility of its interaction with FAK (a fraction may be present in the cytoplasm, or even FAK in the focal contacts but facing the cytoplasm). To examine the FIP200 binding site on Pyk2, we tested the potential interaction of CT-FIP with several fragments of Pyk2 in the yeast two-hybrid system ( Table ). As expected, NKPyk2 interacted with CT-FIP, which is encoded by pGAD33, but not the pGAD vector alone. The NH 2 -terminal domain of Pyk2 (NPyk2) did not exhibit interaction with CT-FIP or the control. In contrast, the fragment containing the kinase and COOH-terminal domains of Pyk2 (KCPyk2) exhibited a strong interaction with CT-FIP, although it also induced a slight basal activation when cotransformed with the control vector. Together, these data suggested that FIP200 binds to the kinase domain of Pyk2. Association of FIP200 with Pyk2 at the kinase domain suggested that it may function as a regulator of the kinase. To test this possibility directly, Pyk2 was immunoprecipitated from RASM cells that had been stimulated by sorbitol for 5 min ( Zheng et al. 1998 ). They were subjected to in vitro kinase assays using E4Y1 as an exogenous substrate in the presence of different amounts of purified GST-CT-FIP or GST alone as controls. As shown in Fig. 4 A, GST-CT-FIP inhibited Pyk2 kinase activity in a dose-dependent manner. However, comparable amounts of GST did not affect Pyk2 activity. Quantitative analysis of three independent experiments showed that Pyk2 kinase activity was inhibited up to ∼80% at high doses of GST-CT-FIP. These results suggested that FIP200 might function as an inhibitor of Pyk2 by binding to its kinase domain directly. Pyk2 has been shown to bind Src family kinases ( Dikic et al. 1996 ). Therefore, it is possible that FIP200 reduced E4Y1 phosphorylation by affecting the association or activity of Src family kinases in the Pyk2 immune complex. To examine this possibility, we first tested the effects of the COOH-terminal FIP200 on the kinase activity of Pyk2 from SYF cells that are deficient in the expression of Src family kinases Src, Yes, and Fyn ( Klinghoffer et al. 1999 ). Fig. 4 B shows that GST-CT-FIP inhibited the kinase activity of the Pyk2 isolated from these cells in a dose-dependent manner, whereas GST alone had little effect. Consistent with this, GST-CT-FIP inhibited the kinase activity of the Pyk2 mutant Y402F (lacking the binding site for Src family kinases) to a similar level as that for the wild-type Pyk2 ( Fig. 4 C). Together, these results suggested that FIP200 inhibited Pyk2 kinase activity itself rather than the binding or activity of the associated Src family kinases. Similar experiments indicated that GST-CT-FIP could also inhibit FAK kinase activity in vitro ( Fig. 4 D). To determine whether binding of FIP200 to Pyk2 inhibited its kinase activity in intact cells, expression vectors encoding Pyk2 and FIP200 or its fragments were cotransfected into CHO cells. 2 d after transfection, the cells were treated with sorbitol and the lysates were prepared from these cells. HA-tagged Pyk2 was immunoprecipitated with anti-Pyk2 and analyzed for its tyrosine phosphorylation by Western blotting with antiphosphotyrosine mAb PY20. Fig. 5 A shows that tyrosine phosphorylation of Pyk2 was significantly increased by sorbitol treatment, as observed previously (top; Zheng et al. 1998 ). Cotransfection with CT-FIP reduced the increase in Pyk2 phosphorylation, whereas coexpression of the pSG5 vector had no effect. Western blotting of the immunoprecipitates with anti-Pyk2 verified similar levels of Pyk2 expression in these samples (middle). Western blotting with anti-Flag confirmed the expression of CT-FIP in the cotransfection samples (bottom). Similar studies indicated that cotransfection of the FIP200 ( Fig. 5 B) but not the NT-FIP fragment ( Fig. 5 C), also inhibited Pyk2 phosphorylation in response to sorbitol. Together, these results indicated that FIP200 could function as an inhibitor of Pyk2 in intact cells, and the inhibitory activity correlated with FIP200 binding to Pyk2 via its COOH-terminal fragment. A variety of biological stimuli have been shown to activate Pyk2 in different cells ( Lev et al. 1995 ; Dikic et al. 1996 ; Tokiwa et al. 1996 ; Yu et al. 1996 ). Thus, our results of FIP200 functioning as an inhibitor of Pyk2 also suggested the possibility that some of the activators of Pyk2 may activate the kinase by decreasing association of FIP200 with Pyk2. To test this possibility, we examined the association of the endogenous FIP200 and Pyk2 in cells that had been treated with various agents, which have been shown to stimulate Pyk2 ( Zheng et al. 1998 ). Consistent with previous results, Fig. 6 shows that stimulation of RASM cells with PDGF, sorbitol, angiotensin II (AGII), or PMA all induced tyrosine phosphorylation of Pyk2 when compared with serum-starved or growing cells (A and B). Interestingly, a corresponding decrease in FIP200 association with Pyk2 was also observed upon stimulation with these agents (C and D). These results suggested that FIP200 dissociation from Pyk2 may mediate activation of Pyk2 by some biological stimuli. They also provided further support for our hypothesis that FIP200 functions as a Pyk2 inhibitor in intact cells. It has been observed recently that transient transfection of Pyk2 induced apoptosis in a number of cell lines such as Rat1 cells, suggesting a possible role for Pyk2 in the regulation of apoptosis under certain conditions ( Xiong and Parsons 1997 ). To investigate the cellular function of FIP200 interactions with Pyk2, we examined the effects of FIP200 on induction of apoptosis by Pyk2 in Rat1 cells. Consistent with the previous results ( Xiong and Parsons 1997 ), transfection of Pyk2 into Rat1 cells resulted in the apoptosis of a large fraction of cells. Expression of FIP200 or its fragments alone had no statistically significant effects on apoptosis of Rat1 cells ( Fig. 7 A). Interestingly, however, coexpression of FIP200 or CT-FIP with Pyk2 reduced induction of apoptosis by Pyk2 in these cells. In contrast, coexpression of NT-FIP did not affect the fraction of apoptotic cells induced by Pyk2 ( Fig. 7 B). Therefore, FIP200 inhibition of Pyk2-induced apoptosis also correlated with its binding to Pyk2 ( Fig. 1 ) and its inhibition of Pyk2 kinase activity in intact cells ( Fig. 5 ). Together, these results demonstrated FIP200 as an inhibitor of Pyk2 in the regulation of apoptosis by directly binding to the kinase. Discussion In contrast to the extensive studies of FAK, relatively little is known about the mechanisms of regulation and cellular functions of the related kinase Pyk2. In this report, we have identified a novel Pyk2-interacting protein, FIP200, by using the NH 2 -terminal and kinase domain of Pyk2 as a bait in a yeast two-hybrid screen. Although the isolation of cDNA encoding FIP200 has been described previously ( Nagase et al. 1996 ), there has been no report on its potential functions or interactions with other cellular proteins. Like FAK, Pyk2 has large NH 2 - and COOH-terminal domains flanking the central kinase domain, which have been shown to interact with several signaling molecules and cytoskeletal proteins ( Dikic et al. 1996 ; Salgia et al. 1996 ; Astier et al. 1997 ; Hiregowdara et al. 1997 ). Interestingly, we found that FIP200 bound to Pyk2 at the kinase domain itself, which is the first such case for Pyk2 or FAK. Although FIP200 contains two potential tyrosine phosphorylation sites ( Fig. 1 A), cotransfection of Pyk2 with FIP200 did not induce FIP200 phosphorylation, suggesting that FIP200 was unlikely to be a substrate for Pyk2 (data not shown). In contrast, several lines of evidence indicated that FIP200 may function as an inhibitor of Pyk2. A GST fusion protein containing CT-FIP200 (binding segment for Pyk2) inhibited Pyk2 kinase activity in a dose-dependent manner in vitro. Coexpression of FIP200 or CT-FIP with Pyk2 in CHO cells reduced sorbitol-induced phosphorylation of Pyk2 in vivo. Finally, expression of FIP200 or CT-FIP also blocked Pyk2-triggered apoptosis in Rat1 cells. In contrast, the NT-FIP lacking Pyk2 binding activity did not affect Pyk2 activation by sorbitol or induction of apoptosis by Pyk2 in the same assays. Together, these data suggested strongly that FIP200 functioned as an inhibitor of Pyk2 by binding to its kinase domain. The mechanism of inhibition of Pyk2 by FIP200 is not clear at the present. It is possible that binding of FIP200 to the kinase domain of Pyk2 inhibits its kinase activity directly. Alternatively, association of FIP200 to Pyk2 may prevent binding of Src family kinases to the major autophosphorylation site Y402 near the kinase domain, thereby reducing the kinase activity of the Pyk2/Src complex. However, several lines of data suggested that this latter possibility is less likely. First, FIP200 lacks the Src homology 2 domain for binding any phosphotyrosines, and it bound to the Y402F Pyk2 mutant both in vitro and in vivo (data not shown). Therefore, FIP200 does not compete with Src for binding Y402 of Pyk2. Second, a GST fusion protein containing the COOH-terminal FIP200 inhibited the kinase activity of the 402F mutant as effectively as that of wild-type Pyk2 ( Fig. 4 C). Finally, it also inhibited the kinase activity of the Pyk2 isolated from SYF cells, which are deficient in the expression of Src family kinases Src, Yes, and Fyn ( Klinghoffer et al. 1999 ; Fig. 4 B). Therefore, it is likely that FIP200 inhibited Pyk2 kinase activity directly by binding to its kinase domain rather than by interfering with binding or the activity of associated Src family kinases. In any case, our findings of FIP200 as an inhibitor of Pyk2 activity suggested the possibility that some of the activators of Pyk2 may activate the kinase by decreasing association of FIP200 with Pyk2 ( Fig. 6 ). It is also likely that other upstream regulators of FIP200 may enhance FIP200 binding to Pyk2, thus, leading to inactivation of Pyk2. Two novel Pyk2-interacting proteins, Nirs and Pap, have been identified recently through the use of the yeast two-hybrid screen or another yeast-based cloning strategy ( Andreev et al. 1999 ; Lev et al. 1999 ). Nirs are transmembrane proteins related to the Drosophila retinal degeneration B protein ( Lev et al. 1999 ). Pap (α and β isoforms) is a cytoplasmic protein with Arf-GAP activity, which is involved in regulation of vesicular transport ( Andreev et al. 1999 ). Both proteins appear to interact with Pyk2 but not FAK. However, consistent with the similar structures of Pyk2 and FAK, several FAK-binding proteins have been shown to associate with Pyk2 ( Salgia et al. 1996 ; Dikic et al. 1996 ; Astier et al. 1997 ; Hiregowdara et al. 1997 ). Interestingly, FIP200 could also bind to FAK via its COOH-terminal region as shown by both in vitro binding and coimmunoprecipitation ( Fig. 2 ). The COOH-terminal FIP200 inhibited FAK kinase activity in vitro ( Fig. 4 D). We have previously observed association of FAK with a tyrosine-phosphorylated cellular protein of 200 kD upon PDGF stimulation ( Chen and Guan 1996 ). However, we did not observe any significant stimulation of tyrosine phosphorylation of FIP200 by PDGF (data not shown), although we could not completely exclude the possibility of FIP200 being the previously described pp200 associated with FAK ( Chen and Guan 1996 ). Further experiments will be necessary to determine regulation and potential cellular functions of FIP200 interaction with FAK. Previous Northern blot analysis showed expression of FIP200 mRNA in a wide variety of tissues ( Nagase et al. 1996 ). Consistent with this, we have found that FIP200 is expressed in many cell lines as detected by Western blotting with anti-FIP200 (data not shown). Furthermore, immunofluorescent staining of transfected FIP200 with epitope tag antibodies ( Fig. 3 ) as well as staining of endogenous FIP200 with anti-FIP200 (data not shown) showed a predominantly diffuse cytoplasmic distribution of FIP200. This distribution is consistent with its interaction with the mainly cytoplasmic tyrosine kinase Pyk2 ( Zheng et al. 1998 ). However, the cytoplasmic localization of FIP200 is not in conflict with its potential interactions with proteins in other subcellular compartments but facing the cytoplasm (e.g., FAK in focal contacts). In contrast to the wide distribution of FIP200, Pyk2 is expressed most abundantly in restricted tissues and cells, such as the brain and hematopoietic cells ( Avraham et al. 1995 ; Lev et al. 1995 ; Sasaki et al. 1995 ). This suggests that FIP200 may have other functions in cells lacking Pyk2 expression, perhaps by its interactions with other cellular proteins such as FAK. In addition, residues 1,085–1,225 in FIP200 have a significant sequence homology with the protein CC1, which has been shown to interact with the cellular protein stathmin ( Maucuer et al. 1995 ). Stathmin is a ubiquitous, cytosolic 19-kD protein, possibly involved in integrating diverse intracellular regulatory pathways ( Sobel 1991 ). Potential interactions of FIP200 with stathmin or other proteins and their cellular functions remain to be investigated. We are grateful to Dr. T. Nagase for the cDNA clone KIAA0203, Dr. G. Hannon for the HeLa cell cDNA library, Dr. G. Mosialos for the pSG5-Flag vector, and Drs. L. Cary, R. Klinghoffer, and P. Soriano for the SYF cells. We thank Dong Cho Han, Ji-He Zhao, and Carrie Purbeck for their critical reading of the manuscript and helpful comments. This research was supported by the National Institutes of Health grants GM48050 and GM52890 to J.-L. Guan. J.-L. Guan is an Established Investigator of the American Heart Association. Abbreviations used in this paper: CT-FIP, COOH-terminal FIP200; FAK, focal adhesion kinase; FIP200, FAK family kinase–interacting protein of 200 kD; GST, glutathione-S-transferase; HA, hemagglutinin; NT-FIP, NH 2 -terminal FIP200; Pyk2, proline-rich tyrosine kinase 2. Andreev J. Simon J.P. Sabatini D.D. Kam J. Plowman G. Randazzo P.A. Schlessinger J. Identification of a new Pyk2 target protein with Arf-GAP activity Mol. Cell. Biol 19 1999 2338 2350 10022920 Astier A. Avraham H. Manie S.N. Groopman J. Canty T. Avraham S. Freedman A.S. The related adhesion focal tyrosine kinase is tyrosine-phosphorylated after beta1-integrin stimulation in B cells and binds to p130cas J. Biol. Chem 272 1997 228 232 8995252 Avraham S. London R. Fu Y. Ota S. Hiregowdara D. Li J. Jiang S. Pasztor L.M. White R.A. Groopman J.E. Identification and characterization of a novel related adhesion focal tyrosine kinase (RAFTK) from megakaryocytes and brain J. Biol. Chem 270 1995 27742 27751 7499242 Brinson A.E. Harding T. Diliberto P.A. He Y. Li X. Hunter D. Herman B. Earp H.S. Graves L.M. Regulation of a calcium-dependent tyrosine kinase in vascular smooth muscle cells by angiotensin II and platelet-derived growth factor. Dependence on calcium and the actin cytoskeleton J. Biol. Chem 273 1998 1711 1718 9430717 Cary L.A. Chang J.F. Guan J.L. Stimulation of cell migration by overexpression of focal adhesion kinase and its association with Src and Fyn J. Cell Sci. 109 1996 1787 1794 8832401 Cary L.A. Han D.C. Polte T.R. Hanks S.K. Guan J.L. Identification of p130Cas as a mediator of focal adhesion kinase-promoted cell migration J. Cell Biol. 140 1998 211 221 9425168 Chen H.C. Guan J.L. The association of focal adhesion kinase with a 200-kDa protein that is tyrosine phosphorylated in response to platelet-derived growth factor Eur. J. Biochem 235 1996 495 500 8654393 Chen H.C. Appeddu P.A. Parsons J.T. Hildebrand J.D. Schaller M.D. Guan J.L. Interaction of focal adhesion kinase with cytoskeletal protein talin J. Biol. Chem 270 1995 16995 16999 7622520 Dikic I. Tokiwa G. Lev S. Courtneidge S.A. Schlessinger J. A role for Pyk2 and Src in linking G-protein-coupled receptors with MAP kinase activation Nature 383 1996 547 550 8849729 Frisch S.M. Vuori K. Ruoslahti E. Chan-Hui P.Y. Control of adhesion-dependent cell survival by focal adhesion kinase J. Cell Biol. 134 1996 793 799 8707856 Gilmore A.P. Romer L.H. Inhibition of focal adhesion kinase (FAK) signaling in focal adhesions decreases cell motility and proliferation Mol. Biol. Cell. 7 1996 1209 1224 8856665 Hannon G.J. Demetrick D. Beach D. Isolation of the Rb-related p130 through its interaction with CDK2 and cyclins Genes Dev. 7 1993 2378 2391 8253384 Hiregowdara D. Avraham H. Fu Y. London R. Avraham S. Tyrosine phosphorylation of the related adhesion focal tyrosine kinase in megakaryocytes upon stem cell factor and phorbol myristate acetate stimulation and its association with paxillin J. Biol. Chem 272 1997 10804 10810 9099734 Ilic D. Furuta Y. Kanazawa S. Takeda N. Sobue K. Nakatsuji N. Nomura S. Fujimoto J. Okada M. Reduced cell motility and enhanced focal adhesion contact formation in cells from FAK-deficient mice Nature 377 1995 539 544 7566154 Klinghoffer R.A. Sachsenmaier C. Cooper J.A. Soriano P. Src family kinases are required for integrin but not PDGFR signal transduction EMBO (Eur. Mol. Biol. Organ.) J. 18 1999 2459 2471 Lev S. Moreno H. Martinez R. Canoll P. Peles E. Musacchio J.M. Plowman G.D. Rudy B. Schlessinger J. Protein tyrosine kinase PYK2 involved in Ca 2+ -induced regulation of ion channel and MAP kinase functions Nature 376 1995 737 745 7544443 Lev S. Hernandez J. Martinez R. Chen A. Plowman G. Schlessinger J. Identification of a novel family of targets of PYK2 related to Drosophila retinal degeneration B (rdgB) protein Mol. Cell. Biol 19 1999 2278 2288 10022914 Li X. Earp H.S. Paxillin is tyrosine-phosphorylated by and preferentially associates with the calcium-dependent tyrosine kinase in rat liver epithelial cells J. Biol. Chem 272 1997 14341 14348 9162070 Maucuer A. Camonis J.H. Sobel A. Stathmin interaction with a putative kinase and coiled-coil-forming protein domains Proc. Natl. Acad. Sci. USA 92 1995 3100 3104 7724523 Nagase T. Seki N. Ishikawa K. Ohira M. Kawarabayasi Y. Ohara O. Tanaka A. Kotani H. Miyajima N. Nomura N. Prediction of the coding sequences of unidentified human genes. VI. The coding sequences of 80 new genes (KIAA0201-KIAA0280) deduced by analysis of cDNA clones from cell line KG-1 and brain DNA Res 3 1996 321 329 9039502 Salgia R. Avraham S. Pisick E. Li J.L. Raja S. Greenfield E.A. Sattler M. Avraham H. Griffin J.D. The related adhesion focal tyrosine kinase forms a complex with paxillin in hematopoietic cells J. Biol. Chem 271 1996 31222 31226 8940124 Sasaki H. Nagura K. Ishino M. Tobioka H. Kotani K. Sasaki T. Cloning and characterization of cell adhesion kinase beta, a novel protein-tyrosine kinase of the focal adhesion kinase subfamily J. Biol. Chem 270 1995 21206 21219 7673154 Sieg D.J. Ilic D. Jones K.C. Damsky C.H. Hunter T. Schlaepfer D.D. Pyk2 and Src-family protein-tyrosine kinases compensate for the loss of FAK in fibronectin-stimulated signaling events but Pyk2 does not fully function to enhance FAK-cell migration EMBO (Eur. Mol. Biol. Organ.) J 17 1998 5933 5947 Sobel A. Stathmina relay phosphoprotein for multiple signal transduction? Trends Biochem. Sci. 16 1991 301 305 1957351 Tokiwa G. Dikic I. Lev S. Schlessinger J. Activation of Pyk2 by stress signals and coupling with JNK signaling pathway Science 273 1996 792 794 8670418 Xiong W. Parsons J.T. Induction of apoptosis after expression of PYK2, a tyrosine kinase structurally related to focal adhesion kinase J. Cell Biol 139 1997 529 539 9334354 Yu H. Li X. Marchetto G.S. Dy R. Hunter D. Calvo B. Dawson T.L. Wilm M. Anderegg R.J. Graves L.M. Earp H.S. Activation of a novel calcium-dependent protein-tyrosine kinase. Correlation with c-Jun N-terminal kinase but not mitogen-activated protein kinase activation J. Biol. Chem 271 1996 29993 29998 8939945 Zhao J.H. Reiske H. Guan J.L. Regulation of the cell cycle by focal adhesion kinase J. Cell Biol. 143 1998 1997 2008 9864370 Zheng C. Xing Z. Bian Z.C. Guo C. Akbay A. Warner L. Guan J.L. Differential regulation of Pyk2 and focal adhesion kinase (FAK). The C-terminal domain of FAK confers response to cell adhesion J. Biol. Chem 273 1998 2384 2389 9442086 Table 1 Specific Interaction of Pyk2 with CT-FIP in Yeast Two-Hybrid System pAS2 pAS2-NKPyk2 pAS2-NPyk2 pAS2-KCPyk2 Fusion partner growth β-gal growth β-gal growth β-gal growth β-gal pGAD − − − − − − + + pGAD33 − − +++ +++ ± ± +++ +++ Interactions between proteins encoded by the pAS2 and pGAD constructions were determined by growth on plates lacking Trp, Leu, and His or β-gal assays. Figure 1 Association of Pyk2 with FIP200 COOH-terminal fragment. (A) A schematic of FIP200 is shown on top. The NH 2 - and COOH-terminal FIP200 are shown below. (B) Immobilized GST-CT-FIP or GST was incubated with lysates from 293T cells that had been transfected with pKH3-Pyk2. After washing, the bound proteins were analyzed by Western blotting with anti-HA. An aliquot of the lysate was also analyzed directly (input). (C–E) 293T cells were cotransfected with pKH3-Pyk2 and pSG5 vectors encoding Flag-tagged FIP200, NT-FIP, CT-FIP, or control vector, as indicated. 2 d after transfection, the cell lysates were immunoprecipitated by anti-Flag and analyzed by Western blotting with either anti-Pyk2 (C) or anti-Flag (D). Aliquots of the lysates were also analyzed directly by Western blotting with anti-Pyk2 (E). (F) Lysates from RASM cells were immunoprecipitated by anti-FIP200 or preimmune serum as indicated. The immune complexes or an aliquot of the lysate (WCL) were analyzed by Western blotting with anti-Pyk2 (top panel) or anti-FIP200 (bottom panel). Molecular mass markers are shown on the left, and the positions of Pyk2, FIP200, and its fragments are marked on the right. Figure 2 FIP200 association with FAK. (A) Immobilized GST-CT-FIP or GST alone was incubated with lysates from 293T cells that had been transfected with pKH3-FAK. After washing, the bound proteins were analyzed by Western blotting with anti-HA. An aliquot of the lysate was also analyzed directly by Western blotting with anti-HA (input). (B) 293T cells were cotransfected with pKH3-FAK and pSG5 vectors encoding Flag-tagged FIP200, CT-FIP, or pSG5 vector alone (control), as indicated. The lysates were immunoprecipitated with anti-Flag and analyzed by Western blotting with anti-HA. The positions of transfected FAK are marked by arrows. Figure 3 Subcellular localization of FIP200. NIH3T3 cells were transfected with vector encoding Flag-FIP200 (A and B) or both vectors encoding Flag-FIP200 and HA-Pyk2 (C and D). 1 d after transfection, cells were processed for immunofluorescent staining as described in Materials and Methods. The primary antibodies used are anti-Flag (A and C), antivinculin (B), or anti-HA (D). Examples of focal contacts are marked by arrows in B. Figure 4 Inhibition of Pyk2 kinase activity by CT-FIP. (A) Pyk2 was immunoprecipitated from RASM cell lysates. Aliquots of the immune complex were assayed for kinase activity using E4Y1 as an exogenous substrate in the presence of various amounts of GST-CT-FIP or GST as indicated. The region containing the labeled E4Y1 was subjected to quantitation using a PhosphoImager as described in Materials and Methods. Relative kinase activities were normalized to Pyk2 activity in the absence of the GST fusion protein. The mean and SD of the relative kinase activities from three independent experiments are shown. (B) The effect of GST-CT-FIP or GST alone on the kinase activity of Pyk2 immunoprecipitated from SYF cells was examined as described in A. The mean and SD of the relative kinase activities from three independent experiments are shown. (C) 293T cells were transfected with pKH3-Pyk2 (filled bars) or pKH3-Pyk2Y402F (open bars). They were immunoprecipitated and assayed for kinase activities in the presence of various amounts of GST-CT-FIP as described in A. The mean and SD of the relative kinase activities from three independent experiments are shown. The inset shows comparable expression levels of the transfected Pyk2 and Y402F mutant. (D) Aliquots of the FAK immunoprecipitates from NIH3T3 cells were assayed for kinase activity using E4Y1 as an exogenous substrate in the presence of various amounts of GST-CT-FIP or GST as indicated. The activity was quantified as described in A. Figure 5 FIP200 inhibition of Pyk2 tyrosine phosphorylation in response to sorbitol. CHO cells were cotransfected with pKH3-Pyk2 and pSG5 vectors encoding FIP200, NT-FIP, CT-FIP, or pSG5 alone, as indicated. 2 d after transfection, cells were serum-starved for 24 h and treated with sorbitol (400 mM for 5 min). Lysates were immunoprecipitated by anti-Pyk2 and analyzed by Western blotting with either PY20 to assay the phosphorylation (top) or anti-Pyk2 to verify the expression levels of Pyk2 (middle). Aliquots of the lysates were also analyzed directly by Western blotting with anti-Flag to detect FIP200 or its fragments (bottom). Figure 6 Pyk2 phosphorylation and its association with FIP200 in response to different stimuli. Serum-starved RASM cells were stimulated with various agents as indicated (PDGF, 25 ng/ml for 5 min; sorbitol, 400 mM for 10 min; AGII, 1 μM angiotensin II for 1.5 min; and PMA, 200 nM for 5 min). Cell lysates were collected and immunoprecipitated with either anti-Pyk2 (A and B) or anti-FIP200 (C and D) antibodies. The immune complexes were Western-blotted with PY20 to assay for Pyk2 phosphorylation (A) and anti-Pyk2 to detect FIP200–Pyk2 association (C), or anti-Pyk2 (B) and anti-FIP200 (D) to verify similar immunoprecipitation in all samples. Figure 7 FIP200 inhibition of Pyk2-induced apoptosis. (A) Rat-1 cells were cotransfected with a plasmid encoding GFP and expression vectors encoding Pyk2, FIP200, NT-FIP, CT-FIP, or vector alone (control), as indicated. The results show the mean and SD of a percentage of apoptotic cells among the positively transfected (GFP+) cells from at least four independent experiments. * P < 0.01 and ** P ≥ 0.15 in comparison to the value from cells transfected with the control vector (Minitab Release 10.5 Xtra). (B) Rat-1 cells were cotransfected with a plasmid encoding GFP, pKH3-Pyk2 (P), and expression vectors encoding FIP200, NT-FIP, CT-FIP, or vector alone (C), as indicated. They were analyzed as in A, and the results show the mean and SD of a percentage of apoptotic/GFP positive cells. * P < 0.01 and ** P > 0.40 in comparison to the value from cells transfected with Pyk2 and a control vector (Minitab Release 10.5 Xtra).",
    "full_text_abstract": "Proline-rich tyrosine kinase 2 (Pyk2) is a cytoplasmic tyrosine kinase implicated to play a role in several intracellular signaling pathways. We report the identification of a novel Pyk2-interacting protein designated FIP200 (FAK family kinase–interacting protein of 200 kD) by using a yeast two-hybrid screen. In vitro binding assays and coimmunoprecipitation confirmed association of FIP200 with Pyk2, and similar assays also showed FIP200 binding to FAK. However, immunofluorescent staining indicated that FIP200 was predominantly localized in the cytoplasm. FIP200 bound to the kinase domain of Pyk2 and inhibited its kinase activity in in vitro kinase assays. FIP200 also inhibited the kinase activity of the Pyk2 isolated from SYF cells (deficient in Src, Yes, and Fyn expression) and the Pyk2 mutant lacking binding site for Src, suggesting that it regulated Pyk2 kinase directly rather than affecting the associated Src family kinases. Consistent with its inhibitory effect in vitro, FIP200 inhibited activation of Pyk2 and Pyk2-induced apoptosis in intact cells, which correlated with its binding to Pyk2. Finally, activation of Pyk2 by several biological stimuli correlated with the dissociation of endogenous FIP200–Pyk2 complex, which provided further support for inhibition of Pyk2 by FIP200 in intact cells. Together, these results suggest that FIP200 functions as an inhibitor of Pyk2 via binding to its kinase domain."
}